{"question_id": 1803, "title": "When will a commercial flight of a Boeing 737 MAX aircraft next take off in the United States?", "possible_answers": ["Before 31 December 2020", "Between 1 January 2021 and 31 March 2021", "Not before 1 April 2021"], "crowd_forecast": [0.99, 0.01, 0.0], "correct_answer": "Before 31 December 2020", "correct_forecast": 0.99, "preds": [[94606, "2020-12-29T16:18:25Z", [1.0, 0.0, 0.0], "@SE_Meyer AA718 has taken off apparently - https://bit.ly/38Izogl and https://bit.ly/3pyAXEA So it appears that the first commercial flight has taken off in US before 31/12/20.  It's still going strong at 39,000ft & 430kts 10 minutes into flight"], [95992, "2020-12-29T15:22:56Z", [1.0, 0.0, 0.0], ""], [88098, "2020-12-29T12:15:08Z", [0.95, 0.05, 0.0], ""], [34959, "2020-12-29T08:10:59Z", [1.0, 0.0, 0.0], "The max is there and at the time of writing there are only 2 seats left in 1st class for it's return.  https://www.aa.com/booking/flights/choose-flights/flight1?bookingPathStateId=1609229359725-398&redirectSearchToLegacyAACom=false"], [62808, "2020-12-29T03:44:55Z", [0.75, 0.25, 0.0], ""], [94502, "2020-12-28T23:37:57Z", [1.0, 0.0, 0.0], ""], [94606, "2020-12-28T16:42:38Z", [1.0, 0.0, 0.0], "All looking good for tomorrow's American Miami to NYC in spite of some polls showing some reticence amongst potential paying customers - https://reut.rs/34P6XvX. We only need one flight and one paying passenger to resolve the question IMO. @SE_Meyer  & @dowser "], [89135, "2020-12-27T19:31:03Z", [1.0, 0.0, 0.0], "Just moving up from 98%. Things have been progressing and they are on schedule.   https://www.msn.com/en-us/travel/news/the-boeing-737-max-returns-to-us-skies-next-week-with-american-airlines-heres-how-to-tell-if-youre-flying-on-one/ar-BB1c7Fb9"], [59836, "2020-12-26T15:45:23Z", [1.0, 0.0, 0.0], ""], [97505, "2020-12-26T15:22:21Z", [0.0, 0.0, 1.0], ""], [88098, "2020-12-26T15:17:51Z", [0.9, 0.1, 0.0], ""], [691, "2020-12-25T20:44:02Z", [0.97, 0.03, 0.0], "https://www.reuters.com/article/us-boeing-737max-air-canada/air-canada-boeing-737-8-max-suffers-engine-issue-idUSKBN28Z0VS\nThis sort of thing is not likely to be helpful.  I'd try pretty hard to dissuade my Friends-and-Relations from hopping on one of these any time soon.  On the other hand, as @SE_Meyer points out, money; coming down a little pending developments."], [50395, "2020-12-25T01:57:59Z", [0.75, 0.15, 0.1], ""], [422, "2020-12-23T18:36:56Z", [1.0, 0.0, 0.0], ""], [80179, "2020-12-23T00:06:57Z", [0.0, 0.95, 0.05], ""], [48709, "2020-12-22T01:46:57Z", [0.99, 0.01, 0.0], ""], [88766, "2020-12-21T22:42:04Z", [1.0, 0.0, 0.0], ""], [94502, "2020-12-21T21:52:52Z", [0.99, 0.01, 0.0], "Getting very close"], [88614, "2020-12-21T15:31:56Z", [0.99, 0.01, 0.0], ""], [27661, "2020-12-20T11:43:31Z", [1.0, 0.0, 0.0], ""], [691, "2020-12-19T17:02:30Z", [0.99, 0.01, 0.0], ""], [20156, "2020-12-19T08:19:12Z", [1.0, 0.0, 0.0], ""], [62808, "2020-12-19T05:07:38Z", [1.0, 0.0, 0.0], ""], [62808, "2020-12-19T05:07:04Z", [0.7, 0.3, 0.0], ""], [84880, "2020-12-19T03:28:09Z", [0.99, 0.01, 0.0], ""], [86367, "2020-12-18T01:49:18Z", [0.99, 0.01, 0.0], ""], [80790, "2020-12-17T21:52:26Z", [0.97, 0.03, 0.0], ""], [89035, "2020-12-16T19:35:55Z", [0.99, 0.01, 0.0], ""], [1333, "2020-12-15T14:24:03Z", [1.0, 0.0, 0.0], ""], [34959, "2020-12-15T08:48:48Z", [1.0, 0.0, 0.0], "Extended forecast for Miami looks good 28C/24C and sunny (1) - noting the question says \"take-off\" so we don't care about NY. And AA have been running non commercial flights for a couple weeks AND will run 2 flights a day from the Dec 29 to Jan 4 (2).  It's not impossible that all of the 5 or 6 flights don't take off in 2020, but I'm rounding down to 0%.  1. https://www.timeanddate.com/weather/usa/miami/ext\n2. https://www.aa.com/i18n/travel-info/737-MAX-return-to-service.jsp"], [26467, "2020-12-14T22:34:09Z", [0.99, 0.01, 0.0], ""], [96715, "2020-12-14T21:19:36Z", [0.92, 0.08, 0.0], "It flew commercially in Brazil last week: https://www.npr.org/2020/12/09/944669109/return-of-the-max-boeing-737-takes-off-on-first-commercial-flight-in-20-months\nAmerican is still the first to plan to fly out of US on 29 Dec. Miami to New York is the only route scheduled for Dec 2020. The next routes are Miami- D.C and Miami- Boston in early January.  I think they will fly as scheduled Dec 29 barring something  like a big blizzard that delays flights to New York or other emergency that grounds all flights. https://www.businessinsider.com/american-growing-boeing-737-max-route-network-across-us-list-2020-12\n"], [78239, "2020-12-13T16:20:02Z", [0.99, 0.01, 0.0], ""], [90167, "2020-12-12T05:26:01Z", [1.0, 0.0, 0.0], ""], [27661, "2020-12-11T17:34:32Z", [1.0, 0.0, 0.0], ""], [54789, "2020-12-11T16:11:03Z", [1.0, 0.0, 0.0], ""], [89038, "2020-12-11T12:25:11Z", [1.0, 0.0, 0.0], ""], [88614, "2020-12-10T20:21:53Z", [0.97, 0.03, 0.0], ""], [84880, "2020-12-10T19:10:47Z", [1.0, 0.0, 0.0], ""], [1333, "2020-12-10T14:58:39Z", [1.0, 0.0, 0.0], ""], [96715, "2020-12-10T14:15:30Z", [0.9, 0.1, 0.0], ""], [94606, "2020-12-09T21:46:38Z", [1.0, 0.0, 0.0], "A commercial flight of a B737 Max flew in Brazil yesterday, 20201208. See https://bbc.in/371AcNK. Brazil and US FAA are the only authorities to recertify the aircraft thus far. An interesting note is that GOL, the Brazilian airline that operated the flight says 140 of its pilots have been trained in USA, presumably in the new training regime. Thus, there is certainly capacity in the training aspect. Nonetheless, this bodes well for the hugely awaited American flight AA718 departing Miami for NYC at 10h32."], [64357, "2020-12-09T15:42:32Z", [0.95, 0.05, 0.0], ""], [96715, "2020-12-09T14:58:43Z", [0.6, 0.3, 0.1], "https://www.cnet.com/news/boeing-737-max-8-all-about-the-aircraft-flight-ban-and-investigations/\nnot grounded anymore\nfirst scheduled flights are 29 Dec\nhttps://www.usatoday.com/story/travel/airline-news/2020/11/18/boeing-737-max-when-american-united-southwest-alaska-fly/3766105001/\nAmerican is the first carrier scheduled to resume and they've been flying them for employees already.  Also they have a transparency plan so paying customers can switch flights if they are not comfortable.  I'm betting most people who fly don't really pay attention to the type of aircraft they are booked on. And that the hassle of switching flights won't induce many to change.  And that at least some of them will be willing to fly on it regardless of concerns.  So as long as American keeps the max on its schedule, there will be commercial passengers.  Since its scheduled for 29 Dec that means commercial passengers 29 Dec.  I'm not making a stronger prediction because it is possible for a variety of reasons that the schedule could change and delay the first flight by a few days which would put it in the next prediction time block.\n"], [95707, "2020-12-08T17:39:36Z", [0.98, 0.02, 0.0], "Brazilian Airlines will begin 737 Max commercial flights next week according to 08 Dec NYT."], [88614, "2020-12-08T16:05:32Z", [0.95, 0.04, 0.01], ""], [95797, "2020-12-06T03:50:07Z", [0.9, 0.1, 0.0], "Looking optimistic for 29 December flight.  @mikemobbs - if Brazil flies later this month, that should help as well.  Hopefully good weather conditions on 29 December!"], [94751, "2020-12-05T21:51:31Z", [0.98, 0.02, 0.0], ""], [94502, "2020-12-04T21:18:05Z", [0.98, 0.02, 0.0], ""], [90167, "2020-12-04T20:50:47Z", [0.99, 0.01, 0.0], ""], [70711, "2020-12-04T18:30:57Z", [1.0, 0.0, 0.0], "It may be a model that some say should have been retired or never made, but it was too easy to sell the \"cost savings\".. having discovered the fatal flaws, and fixed them, unavoidable that it will return to service. It may quietly disappear as a name/brand in the next decade... but will return to service as soon as possible."], [86367, "2020-12-04T04:24:08Z", [0.97, 0.03, 0.0], ""], [34959, "2020-12-04T01:21:52Z", [0.98, 0.02, 0.0], "Creeping towards an end of year take off"], [691, "2020-12-03T21:15:38Z", [0.98, 0.02, 0.0], "\nhttps://www.reuters.com/article/us-boeing-737max-american-airline-storag/american-airlines-goes-full-throttle-to-restore-boeing-max-fleet-idUSKBN28D10B\nThey will probably go ahead with the 29 December schedule.  One is not much heartened by the news that they are rushing to get it done, though.  I think I'll skip AA for a while longer."], [95790, "2020-12-03T18:25:44Z", [0.8, 0.15, 0.05], "In light of team discussion, have revised my forecast to be more optimistic of resumption of commercial flight by Dec 29."], [94502, "2020-12-03T17:45:27Z", [0.97, 0.03, 0.0], ""], [88098, "2020-12-03T14:11:40Z", [0.99, 0.01, 0.0], ""], [95707, "2020-12-03T13:21:32Z", [0.95, 0.05, 0.0], ""], [95707, "2020-12-03T13:20:33Z", [0.85, 0.15, 0.0], ""], [20156, "2020-12-03T08:33:01Z", [0.9, 0.1, 0.0], ""], [89038, "2020-12-03T05:38:40Z", [0.98, 0.02, 0.0], ""], [95795, "2020-12-03T05:20:28Z", [0.95, 0.05, 0.0], ""], [484, "2020-12-03T02:58:36Z", [1.0, 0.0, 0.0], "Before up 5% with the demo flight. I'm probably at 98% but have been low compared to the consensus."], [89135, "2020-12-03T01:32:38Z", [0.98, 0.02, 0.0], "https://www.cnbc.com/2020/12/02/american-airlines-starts-boeing-737-max-flights-to-boost-confidence-in-jets.html While not scheduled for commercial flight until the end of December, American continues to roll out the process. "], [62808, "2020-12-02T22:51:43Z", [0.3, 0.7, 0.0], ""], [87827, "2020-12-02T22:47:19Z", [0.98, 0.02, 0.0], "They did some PR flights already, so that seems like a good indicator that they're on track for having planes and pilots available for commercial flights. That was a big source of my uncertainty so I think odds of delay are very small now. https://jalopnik.com/american-airlines-is-pushing-to-persuade-you-that-its-7-1845793083"], [94606, "2020-12-02T21:18:57Z", [1.0, 0.0, 0.0], "B737 Max flies again - https://reut.rs/2VH27fD - in an American Airlines PR flight ahead of the scheduled 29/12/20 commercial flight."], [94502, "2020-12-02T21:10:32Z", [0.96, 0.04, 0.0], ""], [1333, "2020-12-02T15:29:14Z", [0.99, 0.01, 0.0], ""], [34959, "2020-12-02T04:46:39Z", [0.97, 0.03, 0.0], ""], [7658, "2020-12-01T23:25:49Z", [0.0, 0.1, 0.9], ""], [88614, "2020-12-01T16:56:32Z", [0.92, 0.06, 0.02], ""], [89038, "2020-12-01T14:49:35Z", [0.97, 0.03, 0.0], ""], [1333, "2020-12-01T14:10:19Z", [0.98, 0.02, 0.0], ""], [84880, "2020-12-01T04:36:27Z", [0.99, 0.01, 0.0], ""], [95751, "2020-12-01T02:37:07Z", [0.85, 0.1, 0.05], ""], [95751, "2020-12-01T02:16:25Z", [0.85, 0.1, 0.05], ""], [78821, "2020-11-30T18:37:01Z", [1.0, 0.0, 0.0], "Triggers to watch are December 3rd \"employee only\" flight out of Dallas, Again on Dec 8th from Miami, 9th and 15th from New York, and finally on the 17th from Miami. Each of these flights are intended to build confidence ahead of the first ticketed commercial flight on Dec 29 [1] [1] https://simpleflying.com/american-airlines-employee-only-737-max-flights/"], [422, "2020-11-30T17:25:40Z", [0.95, 0.05, 0.0], ""], [1333, "2020-11-30T16:26:17Z", [0.97, 0.03, 0.0], ""], [29875, "2020-11-29T22:21:51Z", [0.99, 0.01, 0.0], "https://www.nytimes.com/article/boeing-737-max-airlines-flying-travel.html\nIt’s scheduled for dec 29th. Not sure I’ll be looking forward to go onboard, but that’s another question"], [29875, "2020-11-29T22:14:10Z", [0.7, 0.2, 0.1], ""], [94502, "2020-11-29T18:45:00Z", [0.95, 0.05, 0.0], "The unexpected can happen (5%), but alighting on what is within American’s control & pilot sentiment so far, will keep to 95% odds on 29 December happening.  https://www.aa.com/i18n/travel-info/737-MAX-return-to-service.jsp https://www.alliedpilots.org/Portals/0/Public/DEPT/COMMUNICATIONS/NewsArticles/20201123_Crain's Chicago Business_Why the return of the 737 MAX is good news for airlines.pdf?ver=2020-11-25-090023-270 https://www.alliedpilots.org/Portals/0/Public/DEPT/COMMUNICATIONS/NewsArticles/20201118_Seattle Times_Why US airlines are eager to fly Boeing’s upgraded 737 MAX.pdf?ver=2020-11-19-113646-700"], [95800, "2020-11-28T12:46:59Z", [0.73, 0.26, 0.01], "Nov 18 2020 the FAA lifted the order preventing the MAX from flying.  American Airlines still has the MAX flights scheduled for late December between Dallas and Miami.  Our team has a probability of 10% before 31 Dec 2020, but the crowd is at 95%.  Significant difference. https://www.flightradar24.com/blog/the-status-of-the-737-max-around-the-world/"], [86367, "2020-11-28T02:18:34Z", [0.92, 0.08, 0.0], ""], [484, "2020-11-28T01:49:00Z", [0.95, 0.05, 0.0], "Before up 5% on passage of time."], [691, "2020-11-27T15:56:11Z", [0.98, 0.02, 0.0], "Just in time for this question, it seems carrying a load of holidaymakers.  Ora pro eis."], [88614, "2020-11-26T16:13:42Z", [0.9, 0.07, 0.03], ""], [89038, "2020-11-26T14:08:45Z", [0.95, 0.05, 0.0], ""], [50395, "2020-11-25T14:47:32Z", [0.6, 0.25, 0.15], ""], [1333, "2020-11-25T14:30:21Z", [0.96, 0.04, 0.0], ""], [88614, "2020-11-24T18:37:13Z", [0.8, 0.15, 0.05], ""], [1333, "2020-11-24T17:54:03Z", [0.95, 0.05, 0.0], ""], [86367, "2020-11-24T17:23:58Z", [0.86, 0.14, 0.0], ""], [484, "2020-11-24T16:19:14Z", [0.9, 0.1, 0.0], "(no change) Panama's Copa airline planning to start service before the end of the year (AvWk behind paywall)."], [88098, "2020-11-24T10:56:42Z", [0.91, 0.08, 0.01], ""], [95992, "2020-11-24T04:40:29Z", [0.95, 0.04, 0.01], ""], [29054, "2020-11-24T03:25:58Z", [1.0, 0.0, 0.0], ""], [95790, "2020-11-23T22:04:55Z", [0.1, 0.6, 0.3], "I heard back from my friend who works in the FAA, and am revising my forecast as a result.   He noted that this particular question is not his area of expertise, but offered the following questions that he said he would consider if he were in the position of deciding whether the 737 MAX were ready to resume commercial flights: If I were in a position of deciding when to resume commercial flights with the 737 MAX, I would consider the following factors: -What changes did Boeing make to the aircraft software and systems?\n-What were the results of the FAA's flight testing program?\n-How long will it take to make the software and system changes to individual MAX airplanes?\n-What is the pilots' union position on resuming flights with the MAX?\n-When will the flight crew training package be available?\n-Will Boeing engineers and flight test pilots be available to speak to flight crews as part of the training?\n-How long will it take pilots to complete the flight crew training?\n-When will MAX flight simulators be available for training purposes?\n-How many hours of actual in airplane flight training is required (by FAA, company policy, or union contract)?\n-Will the insurance carrier cover flights by the MAX airplane?\n-What is public/passenger sentiment toward the MAX after the FAA rescinded the grounding order?\n-What is the effect of COVID on customer demand for air travel?  Under normal circumstances there might be more urgency on the part of the airlines to get the Max back in service, but with depressed customer demand that might not be the case right now.   Obviously each of those questions could in theory be individually researched to try to come up with a forecast,  but I think the larger point is that: if he came up with that many factors that need to be thought through, it would seem to indicate that it could still take many months to work through all the issues.   (My friend agreed.)  So I would say that the crowd's forecast of something like a 96% chance that the MAX will be in the air before Dec 31, 2020, is wildly optimistic."], [95790, "2020-11-23T19:48:56Z", [0.1, 0.85, 0.05], "Some quick comments here as food for thought---\nI noticed that teammates (@pdmonquee, @ssbyrum, 2stkells)  jumped straight to the inside view, so I wondered what the outside view might be, specifically \"how long does it typically take the FAA to approve a grounded air equipment to resume flights?\"  might be.   I haven't yet gotten the answer to that question, because I got distracted by the following The FAA website, which mentions a bunch of steps that have to happen before a plane can take to the air again, following approval to fly:\n https://www.faa.gov/news/updates/?newsId=93206\nThe website doesn't provide a timeline, but offhand I'd say that it seems ambitious for all the steps to be completed before Dec 2020.\nAside from need to look further at outside view, I have a call in to a friend/neighbor who works for the FAA to see if I can get info on the \"inside view\"!  :-)"], [78239, "2020-11-23T07:55:01Z", [0.95, 0.05, 0.0], ""], [9263, "2020-11-23T01:40:05Z", [0.0, 0.0, 1.0], ""], [91142, "2020-11-23T01:08:21Z", [0.97, 0.03, 0.0], ""], [59836, "2020-11-23T00:38:16Z", [0.99, 0.01, 0.0], ""], [90167, "2020-11-22T19:04:45Z", [0.96, 0.04, 0.0], ""], [94606, "2020-11-22T19:03:19Z", [0.95, 0.05, 0.0], "Updated 20201125 An amusing and not very scientific poll from the aviation world - https://bit.ly/361RCJt - which reveals that 20% or airline pilots would not fly a B737 Max and 25% of travellers wouldn't either. The numbers may not be very accurate but they certainly suggest there will be some customer resistance. Nonetheless, we only need one paying passenger in the American flight on 29 December to answer the question. Updated & amended 20201122 Boeing are working 24/7 it appears to get B737 8/9 (MAX) back into the air. Clearly this is also motivated by the fact that a) they have around 450 unsold aircraft that cannot be sold until the upgrades are done and b) the company has around 370 customer aircraft stored that need to be changed. See https://reut.rs/3kSogBK The American announcement, highlighted by @Juliabizz looks like American is committed to that flight on 29 Dec 2020 As at 20201118: FAA has issued the Airworthiness Directive to start recertification process of the B737 MAX and thus rescinding the grounding order. This has been given along with the requirements for putting the aircraft back into service, both for commercial passenger and freight use. See https://www.faa.gov/foia/electronic_reading_room/boeing_reading_room/media/737_MAX_Rescission_of_Grounding_Order.pdf and https://reut.rs/3lGTz3u and https://bit.ly/3nyEOAn. Thus the amendment to my forecast, albeit only 5% more positive for pre-31 December flight. However, various approved actions have to take place before the aircraft can receive certification and resume passenger service. See the summary here: https://bit.ly/3kETn3r. The crew training, installation of new software, changing wiring routings and testing may be achieved in 4-5 weeks depending on motivation, availability of parts etc and people and where and how aircraft have been stored while grounded. As the one quoted article above says, from the perspective of Boeing, the timing is very unfortunate with the substantially reduced demand in air travel due to the Covid-19 pandemic. My allocation to a pre-31 December 2020 flight is perhaps over optimistic and dependent on one American Airlines Miami to New York flight scheduled for 29 December 2020. Southwest and United appear to be targeting 2021 to bring their B737 MAXs back into service."], [1333, "2020-11-22T14:45:16Z", [0.94, 0.06, 0.0], ""], [96546, "2020-11-22T12:29:14Z", [0.98, 0.02, 0.0], ""], [94502, "2020-11-22T10:27:54Z", [0.95, 0.05, 0.0], "AA's statement on 18 November sounds definitive, and accounts for the latest external developments and internal readiness. So raising the probability.  http://news.aa.com/news/news-details/2020/Return-of-the-Boeing-737-MAX-to-service-OPS-DIS-11/default.aspx"], [89038, "2020-11-22T06:10:47Z", [0.94, 0.06, 0.0], ""], [62808, "2020-11-21T21:50:26Z", [0.3, 0.7, 0.0], ""], [691, "2020-11-21T19:54:16Z", [0.96, 0.04, 0.0], ""], [1333, "2020-11-21T16:50:03Z", [0.93, 0.07, 0.0], ""], [84880, "2020-11-21T05:14:00Z", [0.94, 0.05, 0.01], ""], [87827, "2020-11-21T03:59:44Z", [0.85, 0.15, 0.0], "Still not a lot of wiggle room in the schedule but increasing confidence for now. AA appears committed to its schedule per other links in comments here."], [96318, "2020-11-21T01:32:38Z", [0.92, 0.06, 0.02], ""], [691, "2020-11-20T16:28:54Z", [0.88, 0.12, 0.0], ""], [1333, "2020-11-20T15:03:29Z", [0.92, 0.08, 0.0], ""], [96546, "2020-11-20T14:59:02Z", [0.98, 0.02, 0.0], ""], [59836, "2020-11-20T14:48:54Z", [0.95, 0.05, 0.0], ""], [94502, "2020-11-20T14:25:13Z", [0.85, 0.15, 0.0], ""], [89038, "2020-11-20T12:25:02Z", [0.92, 0.08, 0.0], ""], [22689, "2020-11-19T22:22:45Z", [1.0, 0.0, 0.0], ""], [26467, "2020-11-19T22:18:50Z", [0.9, 0.1, 0.0], ""], [78239, "2020-11-19T20:28:36Z", [0.8, 0.2, 0.0], ""], [1333, "2020-11-19T19:47:30Z", [0.91, 0.09, 0.0], ""], [691, "2020-11-19T17:31:24Z", [0.84, 0.16, 0.0], ""], [422, "2020-11-19T14:50:30Z", [0.3, 0.69, 0.01], ""], [1333, "2020-11-19T14:17:43Z", [0.9, 0.1, 0.0], ""], [96546, "2020-11-19T09:27:36Z", [0.98, 0.02, 0.0], "Statements from AA"], [34959, "2020-11-19T03:20:20Z", [0.96, 0.04, 0.0], ""], [75093, "2020-11-19T02:59:15Z", [0.85, 0.15, 0.0], "[Updating based on the announcements that in has been approved by FAA and that American Airlines has already added it to their flight schedule for end of December.\n1]https://www.cbsnews.com/news/faa-boeing-737-max-jets-resume-flying-2020-11-18/\n[2]https://www.cnn.com/2020/11/18/business/boeing-737-max-approval/index.html"], [89035, "2020-11-19T02:59:04Z", [0.98, 0.02, 0.0], "FAA cleared the flight. AA seems to be committed. They will fly even if they sell just one ticket. And I'm sure that with COO's focus on making the flight happen, they will implement all the measures needed to get the bird up in the sky, even if just for one commercial flight."], [422, "2020-11-19T01:04:31Z", [0.1, 0.82, 0.08], ""], [86367, "2020-11-19T00:51:33Z", [0.8, 0.2, 0.0], ""], [95707, "2020-11-19T00:08:42Z", [0.79, 0.21, 0.0], ""], [84880, "2020-11-18T21:39:22Z", [0.82, 0.17, 0.01], "I've been burned by betting against major announcements from entities with shareholders to please. Anecdotally it seems that often disappointments come from the quietest corners of business. So for this, I'm taking AA at their word. If they say Dec 29, sure... (perhaps they know we are forecasting this and just want to screw with us.)\nCould Dec 29 fail to materialize? Sure. People could refuse to ride the MAX. Then that leaves us with a boon of cheap seats targeted at people who'd literally RATHER DIE than pass up a bargain.\nMy gut says this year sounds improbable, then my head says AA has called their shot and can't uncall it... then my gut says, yeah this feels like those times I've been wrong before..."], [691, "2020-11-18T21:21:09Z", [0.78, 0.22, 0.0], "American is planning to fly this aircraft on the New York - Miami run starting 29 December, assuming clean paperwork from now on.  Cutting it close for the purpose of this question, but looks okay so far."], [88743, "2020-11-18T21:05:38Z", [0.94, 0.05, 0.01], ""], [95707, "2020-11-18T20:29:57Z", [0.65, 0.35, 0.0], ""], [78821, "2020-11-18T19:41:45Z", [0.99, 0.01, 0.0], "American Airlines is the only airlines messaging that they will fly the 737 Max before 2021, currently scheduled for Dec 29. Following the FAA announcement today, American doubled-down on their commitment to fly in December [1]. American Airlines Chief Operating Officer echoed this in an internal message to employees today [2]. Trigger will be if American does not execute non-commercial flights with the 737 Max, currently scheduled for the beginning of December [3]. [1] https://www.reuters.com/article/boeing-737max-airlines-int/american-airlines-says-first-boeing-737-max-flights-in-december-idUSKBN27Y1VC\n[2] http://news.aa.com/news/news-details/2020/Return-of-the-Boeing-737-MAX-to-service-OPS-DIS-11/default.aspx\\\n[3] https://www.usnews.com/news/top-news/articles/2020-11-18/united-airlines-says-plans-to-fly-boeing-737-max-flights-in-first-quarter\n"], [95795, "2020-11-18T19:33:21Z", [0.05, 0.9, 0.05], ""], [1333, "2020-11-18T19:06:13Z", [0.9, 0.1, 0.0], ""], [95992, "2020-11-18T17:26:08Z", [0.9, 0.07, 0.03], ""], [95992, "2020-11-18T17:18:53Z", [0.93, 0.05, 0.02], "Downgrading a little as only AA has these flights on the docket for now, and they are scheduled to begin JDec 29"], [484, "2020-11-18T16:23:27Z", [0.9, 0.1, 0.0], "Before up 30% on FAA news. Still wonder how much AA will lean in."], [22689, "2020-11-18T16:19:17Z", [0.8, 0.2, 0.0], ""], [88098, "2020-11-18T15:59:43Z", [0.9, 0.09, 0.01], ""], [88614, "2020-11-18T14:49:03Z", [0.75, 0.2, 0.05], ""], [95817, "2020-11-18T14:16:42Z", [0.0, 0.9, 0.1], "According to this most recent article, the 737 Max has been cleared for flight, but the order to start flying commercially won't come before the end of the year.  United assesses to begin commercial flights with this airframe in 1st Qtr 2021. \nhttps://www.msn.com/en-us/news/us/boeing-737-max-is-cleared-by-f-a-a-to-resume-flights/ar-BB1b7Zqt?ocid=msedgntp\n"], [94606, "2020-11-18T13:47:16Z", [0.85, 0.15, 0.0], "As at 20201118: FAA has issued the Airworthiness Directive to start recertification process of the B737 MAX and thus rescinding the grounding order. This has been given along with the requirements for putting the aircraft back into service, both for commercial passenger and freight use. See https://www.faa.gov/foia/electronic_reading_room/boeing_reading_room/media/737_MAX_Rescission_of_Grounding_Order.pdf and https://reut.rs/3lGTz3u and https://bit.ly/3nyEOAn. Thus the amendment to my forecast, albeit only 5% more positive for pre-31 December flight. However, various approved actions have to take place before the aircraft can receive certification and resume passenger service. See the summary here: https://bit.ly/3kETn3r. The crew training, installation of new software, changing wiring routings and testing may be achieved in 4-5 weeks depending on motivation, availability of parts etc and people and where and how aircraft have been stored while grounded. As the one quoted article above says, from the perspective of Boeing, the timing is very unfortunate with the substantially reduced demand in air travel due to the Covid-19 pandemic. My allocation to  a pre-31 December 2020 flight is perhaps over optimistic and dependent on one American Airlines Miami to New York flight scheduled for 29 December 2020. Southwest and United appear to be targeting 2021 to bring their B737 MAXs back into service."], [95992, "2020-11-18T13:26:35Z", [1.0, 0.0, 0.0], "https://www.latimes.com/business/story/2020-11-18/faa-poised-clear-boeing-737-max-fly-again"], [96546, "2020-11-18T13:08:41Z", [0.93, 0.06, 0.01], "p(cert in Nov) = 100 %, conditional prob of flying in 2020 unchanged. See my previous forecasts for the probability table. As time progresses I will begin to lower my estimate if American Airlines does not post any related news before Dec 29th."], [95707, "2020-11-18T13:07:32Z", [0.85, 0.15, 0.0], "NBC news reports FAA approved 737 Max for return to commercial flight on 17 Nov."], [89135, "2020-11-18T12:56:23Z", [0.85, 0.15, 0.0], "American Airlines planning December 29 flight.  https://www.livemint.com/opinion/online-views/boeing-s-737-max-is-coming-back-is-the-world-ready-for-it-11605700896799.html"], [87691, "2020-11-18T08:05:34Z", [0.0, 0.0, 1.0], ""], [422, "2020-11-18T04:42:20Z", [0.1, 0.45, 0.45], ""], [53391, "2020-11-17T20:50:01Z", [1.0, 0.0, 0.0], ""], [691, "2020-11-17T20:43:37Z", [0.6, 0.39, 0.01], ""], [1333, "2020-11-17T19:07:14Z", [0.85, 0.1, 0.05], ""], [87827, "2020-11-17T14:09:08Z", [0.6, 0.4, 0.0], "Going up a bit on before December 31 Sounds like it could be given the okay this week, then AA just has to get pilots trained and implement other changes to hit their December 29th date. But the timeline is tight so any delays could push it to the next bucket."], [30717, "2020-11-17T06:36:25Z", [0.25, 0.35, 0.4], ""], [62808, "2020-11-16T21:49:08Z", [0.35, 0.45, 0.2], ""], [62808, "2020-11-16T21:47:39Z", [0.0, 0.67, 0.33], ""], [95823, "2020-11-16T19:33:54Z", [0.0, 0.68, 0.32], ""], [29054, "2020-11-16T17:01:55Z", [0.5, 0.5, 0.0], ""], [86367, "2020-11-16T16:55:14Z", [0.49, 0.51, 0.0], ""], [34959, "2020-11-16T14:28:38Z", [0.75, 0.25, 0.0], "There's suggestion from this single source (1), that the FAA will give the OK to the max returning as of Wednesday. It's not going to be news to anyone in here that American Airlines (AA) have a December 29th flight available to book.  The timeline is tight but achievable, and AA has nothing to lose with this date, so it's no certainty they will hold to it. But it would be a huge PR win for the aircraft and for AA. As American have 24 (almost) operational 737 Maxes in their fleet and 76 more on order (out of a total of 864 in service and 215 on order) (2), that's a huge capital investment and sounds like an expensive storage headache if flyers' fears can't be quelled.  1. https://www.channelnewsasia.com/news/business/us-approval-for-737-max-return-nears-as-challenges-remain-for-boeing-13569426\n2. https://en.wikipedia.org/wiki/American_Airlines_fleet"], [59836, "2020-11-16T01:17:49Z", [0.0, 0.9, 0.1], ""], [96636, "2020-11-14T19:19:31Z", [0.39, 0.56, 0.05], ""], [89038, "2020-11-14T16:18:14Z", [0.75, 0.24, 0.01], ""], [94606, "2020-11-14T16:02:14Z", [0.8, 0.2, 0.0], "Updated 20201116 Reuters is indicating that FAA recertification can be as close as 20201118. See https://reut.rs/2IF4I6k. That being case, there is a high probability some crews have already or will soon start the new training regime based on the FAA's request for feedback from airlines. Nonetheless, legally, crews can in principle only start retraining once official certification is given as the training requirements are an integral part of the AW certificate. In the light of the closeness of the recertification, the fist crews could be ready to fly the aircraft in 3-4 weeks, i.e. mid_December. Another factor to consider is that many aircraft have been parked up for a long time. Those will have to be given a thorough service and check and any updated / amendments listed in the new certificate will have to be implemented. That can be done during the period crews are retraining. American has a flight scheduled for 29 December. However, American is not the only airline flying the MAX B737. For the tme being, no amendment to my forecast. 20201114 A further indication that US airlines are preparing to start B373 Max flights again. Albeit the article highlights potential customer resistance to flying in the aircraft. See https://cnn.it/3nnDMHb No change to my forecast as of now. Essentially the two major factors to meet the requirements of the question are a) FAA recertification and b) crew training. Provided those happen reasonably soon, in essence, only one flight with one paying passenger needs to take off in US."], [691, "2020-11-13T16:04:38Z", [0.6, 0.39, 0.01], ""], [59881, "2020-11-12T18:04:44Z", [1.0, 0.0, 0.0], ""], [1333, "2020-11-12T14:53:34Z", [0.75, 0.15, 0.1], ""], [39562, "2020-11-12T12:22:27Z", [0.1, 0.5, 0.4], ""], [96546, "2020-11-11T22:58:02Z", [0.83, 0.16, 0.01], "P(cert nov)=0.9 https://www.cnet.com/news/faa-review-of-737-max-could-end-as-early-as-next-week/"], [89038, "2020-11-11T18:11:35Z", [0.73, 0.26, 0.01], ""], [691, "2020-11-11T18:00:13Z", [0.57, 0.42, 0.01], ""], [42472, "2020-11-11T17:52:05Z", [0.1, 0.65, 0.25], ""], [42472, "2020-11-11T17:51:19Z", [0.0, 0.15, 0.85], ""], [9263, "2020-11-11T17:38:11Z", [0.0, 0.0, 1.0], ""], [78821, "2020-11-11T16:25:10Z", [0.98, 0.02, 0.0], "Multiple reports that the FAA will unground the 737 Max on Nov 18 [1] and previous reporting states that American Airlines will offer a flight from Miami to New York starting Dec 29 on the 737 max [2]. [1] https://simpleflying.com/boeing-737-max-certification-days-away/\n[2] https://www.ttnews.com/articles/faa-poised-lift-boeing-737-max-jets-grounding-coming-days"], [86367, "2020-11-11T05:23:16Z", [0.47, 0.53, 0.0], ""], [484, "2020-11-11T04:46:35Z", [0.65, 0.3, 0.05], "Before up 20% on promising promises. I do wonder if even buried at FAA level the USG can function as expected before 20 Jan."], [90167, "2020-11-11T03:12:51Z", [0.67, 0.33, 0.0], ""], [91142, "2020-11-11T00:58:51Z", [0.8, 0.2, 0.0], ""], [53391, "2020-11-10T23:35:22Z", [0.8, 0.2, 0.0], ""], [94502, "2020-11-10T19:33:16Z", [0.8, 0.2, 0.0], "Raising odds of before 31 Dec  Exclusive: FAA in final stages of Boeing 737 MAX review; could approve as early as Nov. 18 | Reuters https://www.reuters.com/article/us-boeing-737max-exclusive-idUSKBN27Q00H"], [94606, "2020-11-10T17:19:24Z", [0.8, 0.2, 0.0], "Revised as at 20201111 Most recent reports indicate that the FAA is progressing quickly with the recertification program and the grounding order may be rescinded in a matter of a week or so. See https://reut.rs/32xzmWq and https://on.mktw.net/3llP1zi. However, there are some potential hurdles still to overcome. A US passenger advocacy group, Flyersrights.org, has appealed to the court to have documents released regarding the recertification process. See https://bit.ly/3kiQhlm. This may delay the recertification by a few weeks. Additionally, the revised training for pilots will only be clear once the FAA recertifies the aircraft and releases the new training requirements. That training will take time, albeit, for the purposes of this forecast, only one certified / trained crew will be required to make the commercial flight for this forecast. Boeing and airlines such as SouthWest and American will be keen to get the aircraft in the air with passengers as soon as legally possible. It is feasible this could be in the  remaining 7 weeks of this forecast period."], [691, "2020-11-10T16:50:05Z", [0.58, 0.41, 0.01], "https://www.reuters.com/article/us-boeing-737max-exclusive/exclusive-faa-in-final-stages-of-boeing-737-max-review-could-approve-as-early-as-nov-18-idUSKBN27Q00H\nstay tuned"], [96546, "2020-11-10T16:29:50Z", [0.78, 0.2, 0.02], "Big increase to p(cert in NOV)=0.8 as new information has accrued. American airlines has stated that it takes around a month from the certification to be able to fly. If the cert comes in Nov 18th and first flight is scheduled for Dec 29th, this should be feasible.  \"The Federal Aviation Administration is set to announce the certification as soon as Nov. 18, said people familiar with the process, who asked not to be named because the deliberations are private. Boeing has begun briefing lawmakers on the plans, which are still subject to change, one of the people said.\" https://www.bloomberg.com/news/articles/2020-11-10/faa-to-end-long-grounding-of-boeing-s-737-max-as-soon-as-nov-18 My updated table of conditional probabilities:\nhttps://pasteboard.co/JzJHLNH.png"], [86367, "2020-11-10T09:50:27Z", [0.43, 0.57, 0.0], ""], [89035, "2020-11-10T05:01:47Z", [0.77, 0.23, 0.0], "+on news that cert will likely happen Nov 18"], [87827, "2020-11-10T02:53:43Z", [0.57, 0.42, 0.01], "-9 to after April 1, added a bit to 2020 and before March."], [59836, "2020-11-09T22:12:59Z", [0.0, 0.25, 0.75], ""], [96546, "2020-11-09T16:38:32Z", [0.44, 0.52, 0.04], "I read more about the certification process and increased the probability of flying in 2020 given that certification comes in November. That should be doable. If the certification comes during Dec, I still view the flying improbable in 2020 as there is a lot to do for the airlines after the certification before they can begin to fly - physical modifications to the plane, training of pilots and test flights for each plane. I also increased the probabilty of cerfitication in Nov. I am thus slightly more optimistic about flying in 2020 than before, but still way below the consensus. https://pasteboard.co/JzAgQr6.png"], [27661, "2020-11-08T16:24:29Z", [0.45, 0.45, 0.1], ""], [691, "2020-11-08T15:52:11Z", [0.57, 0.42, 0.01], ""], [84880, "2020-11-07T18:30:25Z", [0.59, 0.4, 0.01], ""], [96546, "2020-11-07T14:06:14Z", [0.39, 0.57, 0.04], "Update from previous. I made the calculation a bit more complex. Here's a screenshot of a spreadsheet of my probabilities:\n* Subjective: Probability of certification for each month. When do I believe the certification to be complete?\n* Subjective: Probability of flying in each month given that certification has occured in month X. When do I believe the flying to take place given that certification has been published in some specific month earlier?\n* Inferred from subjective probabilities: Probability of flying in month X. When do I believe the flying to take place regardless of the certification schedule? I'll keep updating this table as time progresses. https://pasteboard.co/JzgpSBM.jpg"], [94502, "2020-11-06T22:18:40Z", [0.6, 0.4, 0.0], ""], [691, "2020-11-06T15:31:26Z", [0.57, 0.42, 0.01], ""], [50395, "2020-11-05T19:09:13Z", [0.4, 0.5, 0.1], ""], [96546, "2020-11-05T15:57:30Z", [0.4, 0.54, 0.06], "https://eu.usatoday.com/story/travel/airline-news/2020/11/03/boeing-737-max-new-manual-could-cause-errors-in-emergency-pilots-say/6135927002/ Update from previous. Passage of time decreases cert prob in Nov. I do not increase probability of December as it is already quite high and maybe only the first two weeks of Dec matter. After that I suspect the certification to be too late for any airline to file new time tables and sell tickets and operate in 2020. My probabilities for certification are p(cert in Nov)=0.3, p(cert in Dec)=0.4, p(cert in Jan or Feb)=0.3 p(flies in 2020) =\np(flies in 2020,cert in Nov) +\np(flies in 2020,cert in Dec) p(flies in 2020) =\np(flies in 2020|cert in Nov)p(cert in Nov)+\np(flies in 2020|cert in Dec)p(cert in Dec) * High probability for flying if cert in Nov (=0.9)\n* Probability of certification in Nov (=0.30)\n* Probability of certification in Dec (=0.40)\n* Probability of flying if cert in Dec (=0.33) p(flies in 2020)=\n0.9 * 0.30 + 0.33*0.40 = 0.402"], [1333, "2020-11-05T15:00:32Z", [0.65, 0.25, 0.1], ""], [86367, "2020-11-04T09:38:00Z", [0.28, 0.67, 0.05], ""], [34959, "2020-11-04T05:03:23Z", [0.6, 0.39, 0.01], ""], [1333, "2020-11-03T17:23:15Z", [0.55, 0.35, 0.1], ""], [484, "2020-11-03T15:51:24Z", [0.45, 0.5, 0.05], "Before down 10% for passage of time."], [53391, "2020-11-03T13:42:54Z", [0.2, 0.8, 0.0], ""], [96546, "2020-11-03T12:37:22Z", [0.43, 0.51, 0.06], "Correction to last time (check my previous forecast for argumentation) Eventhough, American states that it can fly a month later from the recertification date, it is possible that American could be able to fly in 2020 even if the recertification comes during Dec. This is true for the smaller players as well. The pilots union stated on second Nov that they need more training, which could postpone the date of certification. Also the passage of time decreases the probability of certification in November. New subjective probs: p(flies in 2020) = \np(flies in 2020,cert in Nov) + \np(flies in 2020,cert in Dec) p(flies in 2020) = \np(flies in 2020|cert in Nov)p(cert in Nov)+ \np(flies in 2020|cert in Dec)p(cert in Dec) * High probability for flying if cert in nov (=0.9)\n* Lower probability for cert in nov (=0.33)\n* Slightly higher prob for cert in Dec due to possible delays (=0.4)\n* Low probability for flying if cert in Dec (=0.33) p(flies in 2020)=\n0.9 * 0.33 + 0.33*0.4 = 0.429 Last time the ”correct” probability for 2020 would have been\n0.9*0.5+0.33*0.3=0.55"], [26467, "2020-11-02T22:52:39Z", [0.6, 0.4, 0.0], ""], [62808, "2020-11-02T00:16:37Z", [0.2, 0.55, 0.25], ""], [90801, "2020-11-01T21:37:18Z", [0.5, 0.5, 0.0], ""], [88614, "2020-11-01T20:22:07Z", [0.4, 0.5, 0.1], ""], [691, "2020-10-31T14:30:29Z", [0.56, 0.44, 0.0], ""], [86367, "2020-10-31T10:31:32Z", [0.32, 0.65, 0.03], ""], [96546, "2020-10-30T00:34:30Z", [0.45, 0.5, 0.05], "FAA has stated on 22nd Oct that they are in the ”home stretch” of the re-certification process  American airlines has stated that they expect the regulatory approval to be complete during November and that they will be able to fly a month later. United and Southwest are likely to be out in 2020 as they have stated that do not expect operations not until 2021 (another explicitly, another implicitly). Delta does not have MAXes. Thus, if the regulatory approval cometh within November then there’s a chance for American and some smaller players to begin flights this year. If the approval is delayed, I expect the delay not to be months, but weeks so that flights could resume on Q1 2021. I place a high conditional probability on flights given approval in Nov and a 50% probability on re-cert during Nov. Subjective probabilities:\np(American or some smaller airline flies in 2020, re-certification during Nov)\n= p(flies in 2020|re-cert in Nov) * p(re-cert in Nov)\n=0.9*0.5=0.45"], [1333, "2020-10-29T13:53:21Z", [0.45, 0.45, 0.1], ""], [96318, "2020-10-29T10:13:26Z", [0.72, 0.23, 0.05], ""], [20156, "2020-10-29T08:58:24Z", [0.6, 0.3, 0.1], ""], [34959, "2020-10-29T05:14:48Z", [0.66, 0.33, 0.01], "All indication is the 737 MAX will be up and flying in the next before Q2 2021, but will AA and SW make their end of 2020 flight dates? Currently FAA is give the aircraft the go ahead in November, which gives both all involved enough time to take off as planned. "], [27661, "2020-10-28T19:14:06Z", [0.51, 0.39, 0.1], ""], [89135, "2020-10-28T18:08:08Z", [0.55, 0.4, 0.05], "American has it on schedule.  https://www.cnbc.com/2020/10/28/boeing-ceo-says-very-close-to-finish-line-on-getting-737-max-flight-ban-lifted.html"], [88098, "2020-10-28T16:11:45Z", [0.5, 0.4, 0.1], ""], [691, "2020-10-28T14:37:55Z", [0.56, 0.43, 0.01], ""], [88614, "2020-10-27T13:58:36Z", [0.25, 0.6, 0.15], ""], [691, "2020-10-26T21:14:06Z", [0.53, 0.44, 0.03], ""], [22689, "2020-10-26T16:37:12Z", [0.6, 0.4, 0.0], ""], [1333, "2020-10-26T13:38:37Z", [0.4, 0.5, 0.1], ""], [84817, "2020-10-26T12:34:51Z", [0.0, 0.05, 0.95], "Demand for flights in the west is still very weak and airlines are cutting schedules.  There is a trend towards retiring aircraft not bringing new aircraft into service."], [78239, "2020-10-25T20:05:44Z", [0.6, 0.4, 0.0], ""], [691, "2020-10-25T14:31:37Z", [0.51, 0.45, 0.04], ""], [96579, "2020-10-25T14:30:44Z", [0.8, 0.15, 0.05], ""], [94502, "2020-10-25T13:47:39Z", [0.8, 0.2, 0.0], "Yes bookings open. So upping odds. "], [88743, "2020-10-25T10:55:23Z", [0.93, 0.06, 0.01], "Flight is scheduled Dec 29th onwards, bookings are open. "], [484, "2020-10-24T15:57:45Z", [0.5, 0.45, 0.05], "(no change) There is a lot of complicated stuff (tech term) to get a plane ready to go after being in any kind of non-use. One plane (AA?) would probably work out fine, but if the question asked about a larger number of scheduled flights, it would be complicated. If there is ANY hiccup at all, then things probably get shut down again (sort of like the pandemic response). FWIW"], [1333, "2020-10-24T15:36:15Z", [0.36, 0.5, 0.14], ""], [691, "2020-10-24T15:23:18Z", [0.48, 0.48, 0.04], ""], [90167, "2020-10-24T02:54:46Z", [0.56, 0.4, 0.04], ""], [26467, "2020-10-23T21:12:19Z", [0.6, 0.4, 0.0], ""], [88614, "2020-10-23T18:28:02Z", [0.15, 0.6, 0.25], ""], [691, "2020-10-23T17:56:10Z", [0.46, 0.5, 0.04], ""], [95751, "2020-10-23T15:11:06Z", [0.65, 0.3, 0.05], ""], [89038, "2020-10-23T05:14:48Z", [0.68, 0.3, 0.02], ""], [89035, "2020-10-23T00:44:01Z", [0.75, 0.25, 0.0], "Adjusting for  more news that the flight is scheduled"], [88098, "2020-10-23T00:37:36Z", [0.4, 0.5, 0.1], ""], [94502, "2020-10-22T20:50:06Z", [0.6, 0.4, 0.0], ""], [96318, "2020-10-22T16:53:22Z", [0.57, 0.36, 0.07], ""], [578, "2020-10-22T15:57:58Z", [0.75, 0.25, 0.0], "The 737 Max is probably the most scrutinized aircraft after its two disasters, and rightly so.  After more than a year, FAA and EASA are satisfied with all the modifications.  All that is left are finalizing the documentation.  I expect that this will be completed by early December and the aircraft will be re-certified by then. American Airlines has put this aircraft into its schedule.  The first flight is December 29.  If the re-certification happens in early December, it should have enough time for the additional pilot training that is required.  So December 29 is a real possibility and not wishful thinking.  "], [691, "2020-10-22T15:21:34Z", [0.35, 0.5, 0.15], ""], [95751, "2020-10-22T12:36:52Z", [0.6, 0.35, 0.05], "FAA has released the requirements for recertification and the Airlines are putting pressure on Boeing to have the aircraft ready for the travel season. American Airlines announced it is planning to fly one aircraft from Miami to LaGuardia Airport and back — between Dec. 29 through Jan. 4, after which point the carrier will review its plans for continued operation past Jan. 4."], [27661, "2020-10-22T09:48:46Z", [0.45, 0.42, 0.13], ""], [91142, "2020-10-22T00:32:19Z", [0.42, 0.56, 0.02], ""], [27320, "2020-10-21T13:20:03Z", [0.1, 0.6, 0.3], ""], [20156, "2020-10-21T12:55:33Z", [0.25, 0.35, 0.4], ""], [62808, "2020-10-21T10:58:44Z", [0.2, 0.55, 0.25], ""], [62808, "2020-10-21T10:56:10Z", [0.0, 0.75, 0.25], ""], [26467, "2020-10-20T21:12:57Z", [0.55, 0.45, 0.0], ""], [94502, "2020-10-20T20:49:37Z", [0.0, 0.75, 0.25], ""], [88766, "2020-10-20T16:02:01Z", [0.5, 0.5, 0.0], ""], [691, "2020-10-20T15:00:48Z", [0.25, 0.5, 0.25], ""], [89038, "2020-10-20T04:47:15Z", [0.58, 0.4, 0.02], "Too much money at stake for later than April 1. Wouldn't get on one of these things for free but unlikely demand (nor regulator) will get in the way of flights."], [95707, "2020-10-19T23:23:28Z", [0.65, 0.35, 0.0], "NBC nightly News reported Boeing plans four commercial flights between west and east coast beginning 29 December 2020 to 04 January 2021. I adjusted my forecast accordingly. Potential passengers will be advised their flight is on a 737Max."], [90167, "2020-10-19T19:48:26Z", [0.5, 0.45, 0.05], ""], [1333, "2020-10-19T19:22:09Z", [0.35, 0.5, 0.15], ""], [87064, "2020-10-19T17:56:31Z", [1.0, 0.0, 0.0], ""], [94502, "2020-10-19T16:08:39Z", [0.0, 0.7, 0.3], ""], [84880, "2020-10-19T15:56:09Z", [0.82, 0.17, 0.01], "https://www.reuters.com/article/boeing-737max-american-airline-idUSKBN27307W"], [691, "2020-10-19T15:18:29Z", [0.15, 0.5, 0.35], ""], [96318, "2020-10-19T09:33:03Z", [0.26, 0.44, 0.3], ""], [27661, "2020-10-19T09:18:31Z", [0.42, 0.41, 0.17], ""], [94606, "2020-10-19T08:48:52Z", [0.6, 0.4, 0.0], "EASA (European Aviation Safety Agency) seems confident the B737 Max will fly commercially before year end. The aircraft cannot fly commercially until the FAA approves it for flight. FAA seems to be taking more care about the recertification. After all, the organisation's reputation has been damaged with the B737 Max problems. Undoubtedly, the FAA and EASA have been communicating regularly on this topic. Thus, if EASA is confident the aircraft will fly before year end, it's likely the FAA have indicated as much to EASA. See https://bit.ly/359Ko4x"], [89035, "2020-10-19T05:44:45Z", [0.6, 0.4, 0.0], "Based on this: https://edition.cnn.com/2020/10/18/business/boeing-737-max-american-airlines/index.html , somebody at AA (and Boeing) has bonuses dependent on getting the bird up in the sky this year. So I'd say 60% this year, 40% Q1. Don't think it's past Q1 anymore."], [86367, "2020-10-19T01:20:31Z", [0.35, 0.56, 0.09], "https://edition.cnn.com/2020/10/18/business/boeing-737-max-american-airlines/index.html\n"], [88098, "2020-10-19T00:13:58Z", [0.35, 0.45, 0.2], ""], [87827, "2020-10-18T23:56:17Z", [0.5, 0.4, 0.1], "American airlines is scheduled for Dec. 29th. Pretty on the cusp of the deadline so plenty of room for error. Also could be possible AA won't be the first. https://www.cnn.com/2020/10/18/business/boeing-737-max-american-airlines/index.html"], [80790, "2020-10-18T22:12:44Z", [0.01, 0.14, 0.85], "Several steps still remain.  Consultations for comment are open for several weeks, so passing through all steps by December seems unlikely. https://www.faa.gov/news/updates/?newsId=93206 Even once approval is given, it will take time to flight ready the planes that have been grounded so long.  And with the lower levels or air travel at the moment it’s not clear airlines actually need these planes, or may not until they need more flights. Therefore bin 3 most likely, although only 1 ticketed flight is needed!"], [80790, "2020-10-18T22:05:17Z", [0.0, 0.0, 1.0], ""], [94751, "2020-10-18T20:44:18Z", [0.0, 0.6, 0.4], ""], [95823, "2020-10-18T19:07:07Z", [0.0, 0.0, 1.0], ""], [53391, "2020-10-18T18:25:19Z", [0.2, 0.5, 0.3], "Based on rejter ssaying american is booking dec 29.  I really do not belief the 737 max gets its clearance that soon but need to dactor in the report."], [484, "2020-10-18T15:37:26Z", [0.5, 0.45, 0.05], "Before 31 Dec up 30% on articles posted below. Previously I guessed some gridlock on the USG side would bollux things up, but I didn't appreciate the lure of \"progress\" and \"normalcy.\""], [691, "2020-10-18T15:25:38Z", [0.24, 0.46, 0.3], "https://www.reuters.com/article/us-boeing-737max-american-airline/american-airlines-plans-to-return-boeing-737-max-to-service-at-year-end-idUSKBN27305O AA plans to send them up starting on 29 December, assuming the  FAA okey-dokey.  This is not guaranteed to be forthcoming, as Boeing has not covered itself in glory so far on the corrective-action front.   This Q requires only that the plane takes off.  No mention is made of landing safely; probably just as well.  If the FAA says okay, I'll bump my first number up rather a lot and then short AA and Boeing.  \n"], [1333, "2020-10-18T14:46:54Z", [0.22, 0.5, 0.28], ""], [94502, "2020-10-18T13:31:27Z", [0.0, 0.4, 0.6], ""], [78821, "2020-10-18T11:58:53Z", [0.9, 0.1, 0.0], "Pending FAA certification, American Airlines plans to begin flight between New York and Miami before the end of the year [1] [1] https://apple.news/AbW9WP0X_QkWtW2wTIH6bhA"], [691, "2020-10-17T14:07:11Z", [0.06, 0.36, 0.58], ""], [86367, "2020-10-17T01:31:06Z", [0.21, 0.56, 0.23], ""], [88098, "2020-10-17T00:53:15Z", [0.35, 0.35, 0.3], ""], [484, "2020-10-16T16:51:56Z", [0.2, 0.75, 0.05], "Before up 5%. Longish Aviation Week article. Some about training, pending approvals, and some proposed updates that are not ready to roll out. What was missing was any real discussion about how quickly any of the aircraft would be put back into service. My reading which is a WAG is that if the path were clear (technical, economic, etc) they would have said so. Since they didn't deal with this important question, that suggests that the speculation about \"imminent\" is wishful thinking."], [1333, "2020-10-16T15:00:12Z", [0.23, 0.5, 0.27], "https://www.cnbc.com/2020/10/16/boeing-737-max-safe-to-fly-again-says-easa.html"], [88614, "2020-10-16T14:27:40Z", [0.15, 0.5, 0.35], ""], [86367, "2020-10-16T11:57:48Z", [0.33, 0.52, 0.15], ""], [86367, "2020-10-16T11:47:54Z", [0.43, 0.52, 0.05], "https://www.google.com/amp/s/theprint.in/world/boeing-737-max-declared-safe-to-fly-europes-aviation-regulator-says-satisfied-with-changes/524930/%3famp An early takeoff looks more possible now...reducing probability of post April"], [88098, "2020-10-16T11:38:59Z", [0.25, 0.4, 0.35], "Boeing Max has been cleared by the European regulator [1]. Chances of flight are improving. https://www.livemint.com/companies/news/boeing-s-737-max-declared-safe-to-fly-by-europe-s-aviation-regulator-11602833884959.html"], [42162, "2020-10-16T11:11:19Z", [0.4, 0.5, 0.1], ""], [1333, "2020-10-15T18:08:19Z", [0.23, 0.49, 0.28], ""], [89135, "2020-10-15T17:17:22Z", [0.25, 0.25, 0.5], ""], [88098, "2020-10-15T11:25:09Z", [0.1, 0.4, 0.5], ""], [27661, "2020-10-15T10:34:55Z", [0.21, 0.4, 0.39], ""], [34959, "2020-10-15T05:13:34Z", [0.27, 0.52, 0.21], "Both the CEOs of Ryanair (1) and Southwest (2), anticipate approval of the return of the 737 MAX this year.  With the Ryanair boss, Eddie Wilson, suggesting it would be given the green light to take off in November.  While there is a huge number of planes not being delivered until clearance is granted by domestic aviation authorities, we are looking for a single commercial flight before Dec 31 to resolve bucket 1, and SW has 34 grounded 737 MAXs waiting to go and claim to be able to get them off the ground SW is expecting a 2 month turn around to have all it's pilots ready, and this is just SW. The boils down to a moderate chance of Q4 2020, high chance of Q1 2021 and moderate chance of Q2 2021. 1. https://www.bbc.com/news/business-54477605\n2. https://simpleflying.com/southwest-boeing-737-resumption-expectations/"], [691, "2020-10-14T19:34:59Z", [0.01, 0.15, 0.84], ""], [1333, "2020-10-14T14:55:56Z", [0.23, 0.49, 0.28], ""], [95707, "2020-10-14T14:22:56Z", [0.0, 0.24, 0.76], "System error notice so I resubmitted."], [95707, "2020-10-14T14:19:36Z", [0.0, 0.25, 0.75], "I just saw the footnote that cargo doesn't count for commercial travel. "], [95707, "2020-10-14T14:18:19Z", [0.0, 0.4, 0.6], "Boeing is implementing a holistic restructuring of its safety, training, and engineering review.  The accidents have cost Boeing a minimum of 100M in penalties, likely more costs in civil actions across a global audience. The cost of failing again could theoretically devastate public trust in both the company and its overseers, the NTSB and FAA. With global air travel depressed and unlikely to recover before summer of 2021 to pre-pandemic levels, there is both a public trust and financial incentive to slow roll the reintroduction of the Max, lack of consumer demand, re-introduction of the 737 would exacerbate current excess capacity, rolling employee furloughs and layoffs. The latter would require a period of reintegration and recertification, regardless of aircraft. The only question is whether \"commercial\" flight is limited only to passenger service or would that include package shipping - earning a 2/5 chance for a return to commercial service in Q2, FY21."], [74641, "2020-10-14T12:13:24Z", [0.0, 0.25, 0.75], ""], [27661, "2020-10-14T09:28:47Z", [0.25, 0.25, 0.5], ""], [1333, "2020-10-14T08:13:52Z", [0.24, 0.48, 0.28], ""], [95552, "2020-10-14T06:39:19Z", [0.0, 0.1, 0.9], "Airline travel will not robustly return until a safe vaccine is widely available."], [90167, "2020-10-14T00:17:26Z", [0.12, 0.48, 0.4], ""], [484, "2020-10-13T22:07:46Z", [0.15, 0.8, 0.05], "Shifting per @stskells post below."], [78821, "2020-10-13T21:03:15Z", [0.7, 0.25, 0.05], "Boeing is in talks with Alaska Air for the purchase of 737 MAX aircraft by the end of the year. I think its unlikely that they would pursue this if Boeing did not feel that its on track to complete the milestones listed here [1]. For trust reasons, and financial reasons, Boeing does not gain anything by being dishonest with their progress. Another disaster could end the company. With potential new orders on the line they have every incentive to resume flights by the end of the year [2] [3]. [1] https://www.faa.gov/news/updates/?newsId=93206 [2] https://www.reuters.com/article/us-boeing-737max/faa-issues-new-proposed-boeing-737-max-pilot-training-procedures-idUSKBN26R3GZ"], [29875, "2020-10-13T20:02:33Z", [0.1, 0.3, 0.6], ""], [96393, "2020-10-13T18:37:18Z", [0.05, 0.05, 0.9], ""], [95817, "2020-10-13T18:10:39Z", [0.55, 0.4, 0.05], "The much anticipated test flight by the FAA Chief has been completed.  The FAA still needs to complete its public comment cycle thru 2 Nov, pilot training in simulators which are limited in availability and final approval of service plans.  Many airlines have stated they expect to be flying the 737 MAX by Christmas.  An assumption I am making is that once the FAA lifts the grounding, that airlines will get their first trained pilots up in the air quickly to mitigate further financial losses in the holiday season.  "], [88614, "2020-10-13T15:32:39Z", [0.05, 0.15, 0.8], "Air travel is down reducing the demand for aircraft."], [88766, "2020-10-13T15:20:09Z", [0.0, 0.0, 1.0], ""], [1333, "2020-10-13T14:44:44Z", [0.25, 0.48, 0.27], ""], [20156, "2020-10-13T07:02:56Z", [0.1, 0.3, 0.6], ""], [34815, "2020-10-13T03:06:30Z", [0.0, 0.0, 1.0], ""], [84880, "2020-10-12T16:01:52Z", [0.01, 0.12, 0.87], ""], [86367, "2020-10-12T12:20:05Z", [0.12, 0.56, 0.32], "\nThere seems to be some ambiguity about when the comments on the draft FSB report are due \nhttps://www.faa.gov/aircraft/draft_docs/fsb/\nThis link from the website says comments are due on 14th October even if we assume Nov 2nd as the final date, a physical recheck of each flight by the FAA(as opposed to Boeing themselves doing it earlier) will take time.\nThere is some chance the industry will scramble to get flights back on (wont want to miss the holiday season).\nThe time period for the JOEB meeting and FSB process to end is roughly 30 days barring surprises which will be followed by the issue of Airworthiness Directive(for each flight to be issued by Boeing) and CANIC\nhttps://www.reuters.com/article/boeing-737max-faa-milestones/factbox-steps-needed-to-get-boeing-737-max-flying-idUSL1N2EE2EY\nOnly keeping post april as an option incase new concerns emerge in the FSB approval if that is cleared will upgrade the probability for the middle alternative\nhttps://www.aviationpros.com/aircraft/commercial-airline/news/21157892/celebrated-pilot-capt-sully-urges-further-updates-to-boeings-737-max While American Air says training for all pilots to be completed by Jan. They may decide to operate flights before everyone is approved (for select pilots who completed their training)\n"], [75093, "2020-10-12T11:36:00Z", [0.1, 0.15, 0.75], ""], [96354, "2020-10-11T19:51:00Z", [0.0, 0.67, 0.33], ""], [1333, "2020-10-11T18:14:44Z", [0.35, 0.48, 0.17], ""], [90801, "2020-10-11T17:24:18Z", [0.0, 0.25, 0.75], ""], [1333, "2020-10-11T17:09:35Z", [0.36, 0.47, 0.17], ""], [21865, "2020-10-11T17:06:02Z", [0.0, 0.0, 1.0], ""], [1333, "2020-10-11T17:05:17Z", [0.37, 0.47, 0.16], ""], [64040, "2020-10-11T16:46:29Z", [0.75, 0.25, 0.0], ""], [45594, "2020-10-11T13:15:17Z", [0.1, 0.5, 0.4], ""], [95795, "2020-10-11T06:04:39Z", [0.05, 0.45, 0.5], "The business case for the MAX is still strong...particularly on fuel savings.  As the airlines continue to lose money and risk further cuts to personnel, savings in fuel can significantly offset those losses.  Despite the bad press, the financial incentives to use the aircraft are still significant especially in the midst of the pandemic.   "], [80179, "2020-10-11T06:00:31Z", [0.0, 0.05, 0.95], ""], [87827, "2020-10-11T02:35:13Z", [0.25, 0.5, 0.25], "American airlines seems to be one of the most likely candidates for a first US flight. They recently said they intend to have all their pilots trained on the Max by the end of January. Since then they delayed the start of training by about a month. But my read of the process is that it's not required for all pilots to complete the training by first flight, just that the pilots flying the plane have to have had the training. Seems possible they could get a portion of their pilots trained and get them going on commercial flights. And if not the current delayed training would have them all trained around the end of February most likely, which still makes a March flight a strong possibility. https://www.cnbc.com/2020/09/21/american-airlines-plans-pilot-training-on-boeing-737-max-in-november.html https://www.flyertalk.com/articles/american-reconsiders-737-max-training-schedule.html This business insider article describes the process remaining and concludes they could conceivably be in service by the holidays. Seems pretty optimistic but the optimistic scenario just requires FAA ungrounding, a few trained pilots, and one fully inspected plane. https://www.businessinsider.com/boeing-737-max-return-cleared-grounding-steps-faa-2020-9 Taking all that together I think the middle bucket is most likely. The odds of the optimistic scenario and the long delay scenario seem about equally likely to me. Leaving uncertainty too because I'm likely missing something."], [94821, "2020-10-11T02:06:54Z", [0.0, 0.25, 0.75], ""], [90457, "2020-10-10T20:57:35Z", [0.0, 0.11, 0.89], ""], [691, "2020-10-10T20:53:40Z", [0.0, 0.1, 0.9], ""], [1333, "2020-10-10T18:59:52Z", [0.38, 0.47, 0.15], ""], [89135, "2020-10-10T18:44:04Z", [0.0, 0.55, 0.45], "FAA comment period ends Nov 2. There is time for fulfilling of requirements before April 1.  Key unknown is if airlines feel passengers will feel safe and choose to fly.  "], [22689, "2020-10-10T18:29:31Z", [0.0, 0.0, 1.0], ""], [22689, "2020-10-10T18:28:30Z", [0.05, 0.45, 0.5], ""], [94606, "2020-10-10T17:45:23Z", [0.05, 0.8, 0.15], "Updated 20201016 EASA, the European Aviation Safety Agency executive director, Peter Ky, has declared the B737 Max safe to return to the air in his opinion. See https://bloom.bg/3dx4Ksa. The formal EASA process is not yet complete but the aircraft could be flying in Europe before the end of 2020. With the FAA's reputation rather scarred after the troubles of the B737 Max, the FAA appears to be more circumspect as to when the aircraft will fly again commercially. 20201010\nProgress is being made regarding the final approval for the Boeing 737 Max to be recertified to fly commercially again. FAA Administrator, Steve Dickson, a certified 737 pilot, recently flew the aircraft to fullfill his promise that he would not vote for recertification if he was not convinced it would be safe for his own family. See https://bit.ly/30WCKJE. Although his flight was a good first hand experience, the FAA has listed 6 steps that still need to be completed prior to renewed commercial flights by the B737 Max.  This is an ongoing process and the proposed updated pilot training guidelines has now been issued by the FAA. This proposal is open for comment until 2 Nov.  https://bit.ly/3lys63B.  Considering the 6 steps listed by FAA that still need to be accomplished will take some time, there is little likelihood of commercial flight in 2020."], [78239, "2020-10-10T17:14:06Z", [0.02, 0.35, 0.63], ""], [91142, "2020-10-10T14:35:58Z", [0.25, 0.6, 0.15], "First look - seems like we're starting to get close. FAA chief has flown the plane, most of the necessary fixes are in place, all certification flights are done. Most recent information is that the minimum training requirements for pilot is now known. Basis for first prediction:\n1. Airlines should be anxious to get the MAX back in the air as its more fuel efficient, Boeing obviously will want to see it fly commercially again ASAP as well. \n2. I don't know how long it will take airlines to start pulling planes out of service, that could delay a little bit until next year.\n3. With all of the scrutiny on the MAX, everyone will want a flawless introduction. Still some chance that with all eyes on the plane, there could be other things that need to be fixed still other than just MCAS. This seems like the only major way it doesn't fly before April given where they're at.\n4. Notice that this says takeoff in the US which will also include landing in the US, making agreement from EASA and other agencies a non-factor for resolving this question. https://www.seattletimes.com/business/boeing-aerospace/faa-details-recommended-boeing-737-max-pilot-training-in-key-step-for-potential-late-november-ungrounding/"], [84817, "2020-10-10T12:38:57Z", [0.05, 0.15, 0.8], "The lack of demand for flights in the US and Europe as a result of COVID still means there is no pressing need for airlines to bring the aircraft back into commercial service."], [1333, "2020-10-10T11:22:56Z", [0.39, 0.46, 0.15], ""], [88098, "2020-10-10T01:43:06Z", [0.05, 0.15, 0.8], ""], [92079, "2020-10-10T00:52:57Z", [0.0, 1.0, 0.0], ""], [88452, "2020-10-10T00:09:19Z", [1.0, 0.0, 0.0], ""], [484, "2020-10-10T00:01:25Z", [0.0, 0.05, 0.95], "Initial forecast. Consequences of election disorganization. If not, I'd go higher in middle bucket. One does not get promoted by taking chances, but retribution for a bad call is swift (oh wait 2016 til ?). It is also loosely coupled to what other countries agree to."], [89035, "2020-10-09T22:57:15Z", [0.0, 0.3, 0.7], "Assuming the following timeline (I'm not an expert!):\nEarly Nov: training due for comments\nEarly January: training program complete\nJan-Feb: pilots train, planes get updates, etc.\nMarch: can be  up in the skies if there's a real push to do it earlier. But  do airlines care? The airtrafic is reduced, do they  want to go through the hurdle of re-enabling 737Max earlier? Not until the air traffic  picks up, and that's April +\nIf the 737Max does fly Q1, it will be more of a PR thing than a mass  return to the skies.\n"], [22689, "2020-10-09T22:26:32Z", [0.2, 0.3, 0.5], ""], [22689, "2020-10-09T22:25:56Z", [0.5, 0.5, 0.0], ""], [48709, "2020-10-09T21:38:56Z", [0.1, 0.2, 0.7], ""], [8826, "2020-10-09T20:35:13Z", [0.0, 0.0, 1.0], "Boeing has pushed the 737 airframe past it's ability. They new a new design"], [27661, "2020-10-09T20:11:48Z", [0.0, 0.1, 0.9], ""], [59836, "2020-10-09T20:09:20Z", [0.0, 0.05, 0.95], ""], [84880, "2020-10-09T19:34:50Z", [0.01, 0.09, 0.9], ""], [90167, "2020-10-09T19:33:37Z", [0.0, 0.14, 0.86], ""], [53391, "2020-10-09T18:37:41Z", [0.0, 0.1, 0.9], "The training is not certified yet.  Comments due nov 2, and usually 60 to 90 days to get a final rule. Then it has to be provided to the us pilots. The milestones to occur are\nFinal Design Documentation and Technical Advisory Board (TAB) Report – \nContinued Airworthiness Notification to the International Community (CANIC) & AD \nFAA Rescinds Grounding Order –\nCertificates of Airworthiness \nOperator Training Programs  See https://www.faa.gov/news/updates/?newsId=93206\nThis article suggest 90 days to trakn American Airlines pilots https://www.cnbc.com/2020/09/21/american-airlines-plans-pilot-training-on-boeing-737-max-in-november.html  Not sure how they can train pilots without an approved training program.  The training requires flight simulation or actual flying with observation.\nI am initially at 90 percent after march 31 becajse if America n Airlines can start training prior to jan 2021 and all the milestones are completed it can happen before 1 april. Implicit is my belief the TAB will signoff on the recertification report in 2020.  Rescision of the grounding order occurs once pilots are trained."], [1333, "2020-10-09T18:13:33Z", [0.4, 0.45, 0.15], ""], [1333, "2020-10-09T18:01:51Z", [0.45, 0.45, 0.1], ""], [90653, "2020-10-09T17:43:03Z", [0.0, 0.4, 0.6], ""], [60695, "2020-10-09T17:21:54Z", [0.0, 0.0, 1.0], ""]]}