{"question_id": 2105, "title": "Will legal restrictions on the number of people who can meet indoors be imposed in England before 1 January 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[14432, "2022-01-01T05:22:00Z", [0.0], ""], [38, "2022-01-01T00:19:52Z", [0.0], "https://lfpress.com/news/local-news/omicron-moving-quicker-than-we-can-identify-cases-londons-top-doctor London Health Sciences Centre, St. Joseph’s Health Care London and St. Thomas Elgin General Hospital banned non-essential visitors Thursday in response to the Omicron-fuelled surge. \"For most patients, only one essential care partner will be able to visit at any given time, LHSC said in a statement. Children’s Hospital patients and individuals in palliative care will be allowed to have two essential visitors, the hospital said.\n. . . \n“It’s imperative to implement these measures to maintain a safe environment for patients, families, staff and physicians at LHSC and Children’s Hospital,” patient experience director Robert Sibbald said in a statement Thursday.\n~~~~~~~~\nCOMMENT:  This is a report of new restrictions, but it also doesn't satisfy the question since the question specifically exempts hospitals and medical care facilities."], [38, "2022-01-01T00:11:59Z", [0.0], "https://www.cnn.com/world/live-news/omicron-variant-coronavirus-news-12-20-21-intl/h_45e2ee39dc8e898efdb9b154da005837 London: A planned New Year's Eve event in London has been canceled over Covid-19 concerns, Mayor of London Sadiq Khan tweeted on Dec. 20. \"Due to the surge in Covid cases, we've taken the difficult decision to cancel our NYE event in Trafalgar Square,\" Khan tweeted. \"The safety of all Londoners must come first.\"\n~~~~~\nCOMMENT:  I have been thinking that Khan might impose some sort of restrictions, but this will not satisfy the question since the question asks about INDOOR public places, and this is an outdoor event.\n@belikewater"], [99993, "2021-12-31T22:33:24Z", [0.0], ""], [1333, "2021-12-31T19:09:10Z", [0.01], ""], [79508, "2021-12-31T18:54:23Z", [0.0], ""], [94872, "2021-12-31T17:39:44Z", [0.0], ""], [101031, "2021-12-31T12:19:28Z", [0.0], ""], [103700, "2021-12-31T10:08:42Z", [0.01], ""], [101989, "2021-12-31T09:37:52Z", [0.0], ""], [96828, "2021-12-31T03:57:05Z", [0.01], ""], [94872, "2021-12-31T00:47:32Z", [0.01], ""], [103878, "2021-12-30T23:52:24Z", [0.0], ""], [89038, "2021-12-30T22:44:52Z", [0.0], ""], [79508, "2021-12-30T22:11:12Z", [0.01], "Latest numbers are high again, deaths up"], [79508, "2021-12-30T19:08:11Z", [0.0], ""], [96139, "2021-12-30T18:26:14Z", [0.0], ""], [96139, "2021-12-30T18:25:50Z", [0.01], ""], [96757, "2021-12-30T18:20:15Z", [0.0], ""], [99943, "2021-12-30T17:39:35Z", [0.0], ""], [34959, "2021-12-30T15:50:11Z", [0.0], ""], [93068, "2021-12-30T14:36:33Z", [0.0], ""], [79508, "2021-12-30T11:51:34Z", [0.02], "@belikewater   Just when you thought the drama was fading :)   Despite the high numbers it looks like New Year in England will go ahead unrestricted, however I just noticed that the question only closes on 1st January 2022  - now to my understanding of things the question always closes before time, so does this then mean that if restrictions were put into place on 1st of January 2022 it would count as a 100% yes  - - or will they only spring into action on Monday   ---  or Will Boris be under pressure to close the taps, if so he have to make some form of gestures between now and tomorrow, will have to keep an eye on No 10 "], [79508, "2021-12-30T11:25:32Z", [0.02], "edging back a bit"], [94791, "2021-12-30T09:06:19Z", [0.0], ""], [96678, "2021-12-30T05:24:36Z", [0.0], ""], [80790, "2021-12-29T22:04:31Z", [0.0], ""], [52131, "2021-12-29T20:26:11Z", [0.1], ""], [29497, "2021-12-29T19:15:40Z", [0.02], ""], [79508, "2021-12-29T18:47:36Z", [0.03], "After seeing today's numbers one wonders if Boris is going to have to fold"], [103822, "2021-12-29T11:50:48Z", [0.01], ""], [88452, "2021-12-29T07:48:53Z", [0.0], "Just take a look inside \"Alley Palley\" where the Darts World Championship are taking place and you know what's going on - and legal restrictions are not going to happen any time soon. The Health England admin apparently has the strategy of acquiring natural herd immunity."], [101031, "2021-12-28T22:32:26Z", [0.06], "UK reports record new Covid-19 cases after Johnson rules out restrictions https://www.rnz.co.nz/news/world/458749/uk-reports-record-new-covid-19-cases-after-johnson-rules-out-restrictions"], [103847, "2021-12-28T22:04:11Z", [0.02], ""], [89038, "2021-12-28T21:58:32Z", [0.01], ""], [96139, "2021-12-28T19:50:33Z", [0.02], ""], [101542, "2021-12-28T16:04:47Z", [0.01], ""], [88198, "2021-12-28T13:28:34Z", [0.0], ""], [102302, "2021-12-28T10:59:18Z", [0.0], ""], [100653, "2021-12-28T09:08:26Z", [0.0], ""], [81448, "2021-12-28T08:08:17Z", [0.0], ""], [101648, "2021-12-28T04:44:38Z", [0.0], ""], [86367, "2021-12-28T04:14:22Z", [0.0], ""], [70711, "2021-12-28T04:03:05Z", [0.0], ""], [99857, "2021-12-28T02:34:29Z", [0.0], ""], [96828, "2021-12-28T00:43:22Z", [0.02], ""], [85635, "2021-12-27T23:03:03Z", [0.0], "http://news.sky.com/story/covid-19-no-more-coronavirus-restrictions-in-england-before-new-year-sajid-javid-confirms-12504748"], [87177, "2021-12-27T21:57:10Z", [0.0], ""], [101256, "2021-12-27T21:32:29Z", [0.01], ""], [691, "2021-12-27T21:06:56Z", [0.0], ""], [80790, "2021-12-27T21:05:15Z", [0.01], "No new Covid rules in England before new year - Javid https://www.bbc.co.uk/news/uk-59804686 2 days to reconvene parliament and the risk of a no vote explains this, along with it being post Christmas and poeple will be more willing to take care without legal restrictions.  Have left the 1pc for now as weird things happen all the time around Covid."], [97565, "2021-12-27T20:48:52Z", [0.01], ""], [99943, "2021-12-27T20:16:07Z", [0.02], "Interesting thread on hospitalizations in London and the UK: https://twitter.com/ChrisCEOHopson/status/1475540046677790723\nAlso, supposedly PCR tests not easily available in UK right now: https://twitter.com/DDurwent/status/1475478267134099463"], [96367, "2021-12-27T20:09:56Z", [0.0], "The UK has shown its various colours.  In England, common sense is dead and the political survival of one man rules supreme above everything and everyone else. God save England, and all who sink in her…"], [97565, "2021-12-27T20:00:37Z", [0.05], ""], [1333, "2021-12-27T19:56:05Z", [0.0], ""], [1333, "2021-12-27T19:54:00Z", [0.05], ""], [1333, "2021-12-27T19:53:46Z", [0.17], ""], [94872, "2021-12-27T19:12:59Z", [0.02], ""], [94872, "2021-12-27T19:11:54Z", [0.0], ""], [38, "2021-12-27T19:02:00Z", [0.02], "based on statements reported in the news, shared by @belikewater @https://www.gjopen.com/comments/1374056 and others. EDIT:  there's still the chance that the City Of London or some other city or regional jurisdiction will impose some sort of restrictions. . . ."], [55987, "2021-12-27T19:01:01Z", [0.0], ""], [99943, "2021-12-27T18:28:55Z", [0.02], "In case they change their minds."], [99943, "2021-12-27T18:28:00Z", [0.0], "BBC Breaking News: \"There will be no further Covid restrictions in England before the new year, UK Health Secretary Sajid Javid says, but he urges people to \"remain cautious\"\"\nhttps://twitter.com/BBCBreaking/status/1475509168362737664\n@Anneinak "], [22689, "2021-12-27T18:20:35Z", [0.0], ""], [14603, "2021-12-27T18:03:44Z", [0.0], ""], [79508, "2021-12-27T17:55:48Z", [0.0], ""], [94791, "2021-12-27T17:51:35Z", [0.0], "Woohoo"], [81456, "2021-12-27T17:41:54Z", [0.0], ""], [87827, "2021-12-27T17:33:01Z", [0.0], "Just confirmed no new restrictions before end of year. https://www.theguardian.com/world/2021/dec/27/boris-johnson-will-impose-no-further-covid-restrictions-before-new-year"], [103880, "2021-12-27T17:31:16Z", [0.01], "The Government have indicated that they do not intend to impose new restrictions until after New Year. However, a U-turn based on new data or public opinion is not entirely impossible and therefore there is still a non-zero chance of restrictions being imposed."], [102961, "2021-12-27T17:28:51Z", [0.0], ""], [33873, "2021-12-27T17:21:04Z", [0.0], ""], [89038, "2021-12-27T17:06:13Z", [0.02], ""], [81456, "2021-12-27T17:03:03Z", [0.03], "h/t @DCorrado "], [97945, "2021-12-27T17:03:00Z", [0.05], "Looks like I got this one wrong. I thought the hospitalisation admissions data would be the key metric, but BJ’s lack of political capital turned out to be more important. "], [96139, "2021-12-27T16:56:20Z", [0.03], "I had planned to drop around 3% per day until the new year, but I am jumping the gun on the back of this: \nBBC News - No new Covid rules in England before new year - Javid\nhttps://www.bbc.co.uk/news/uk-59804686"], [99857, "2021-12-27T16:48:35Z", [0.23], "London admissions for the 27th at 364. 1171 UK wide despite cases into the 130k range. It doesn't feel like a peak yet, but nothing about Omicron seems easy to predict at this point, so maybe?... Unless something drastic happens in the next couple days it's looking like this is a no."], [96139, "2021-12-27T15:45:02Z", [0.08], "As mentioned previously, the less days left, the lower the chance of the government getting anything done.\nNew data should be presented to PM but it seems he is unlikely to make any moves in response \n(see here: The Guardian: Boris Johnson not expected to announce more Covid restrictions.\nhttps://www.theguardian.com/politics/2021/dec/27/cabinet-ministers-sceptical-of-stricter-covid-curbs-in-england   ) "], [89038, "2021-12-27T14:46:04Z", [0.25], ""], [79508, "2021-12-27T14:23:08Z", [0.14], "Should know by either later tonight or tomorrow, all rather like the Mock Turtle from Alice in Wonderland singing Will you won't you It could go either way on the one hand would restrictions make any difference, the Genie is out the bottle, maybe just let Omicron burn itself out and it is done, from all accounts it seems to spread quickly, have milder symptoms and goes away much faster.  There again there just has to be a closure of some public places and that is a wrap Not having any numbers for two days is no  help at all, the betting me would clock up the percentage to about 65% and then if nothing happens in the next few days bring it down, the rebel in me is saying stick low and ride it out, you know you want to    "], [96367, "2021-12-27T13:52:07Z", [0.6], ""], [87827, "2021-12-27T13:37:26Z", [0.35], "Down 10 on this article and info about political opposition to lockdowns provided by others. This article suggests a meeting has happened and is unlikely to result in new restrictions, but it seems a bit too rumor-ish to put too much weight on. https://www.chardandilminsternews.co.uk/news/national/19810285.pm-briefed-christmas-covid-data-hopes-grow-avoiding-extra-restrictions/"], [81456, "2021-12-27T13:30:31Z", [0.17], ""], [102961, "2021-12-27T13:13:06Z", [0.05], ""], [1333, "2021-12-27T09:58:29Z", [0.3], ""], [33873, "2021-12-27T08:51:39Z", [0.4], "Parliament recall process needs to start tomorrow for this to resolve as 'yes':\n- 48 hours to recall parliament\n- Restrictions so far have gone into place at '1 minute past midnight', e.g 28th recall, 30th vote, restrictions start at 1 minute past midnight on 31st I think it's unlikely they will leave it till the 31st and have a deadline before New Year. With that in mind I still think some form of restrictions are more likely than not but whether they will meet this question's criteria (timing or definition) I am unsure. We only have data to the 22nd December on hospitalisations but I imagine the government have more up to date numbers. If the spike continued in London over Christmas it may be ringing alarm bells. I'm increasing this volatile forecast again today, with a view to decreasing it again later tomorrow if we have no news."], [96828, "2021-12-27T01:50:24Z", [0.34], ""], [96828, "2021-12-27T01:38:54Z", [0.35], ""], [86367, "2021-12-26T23:58:59Z", [0.35], "\nhttps://www.bbc.com/news/uk-59792754\nAlmost thought this question was resolved, only to realize that the question only talks about England and not UK.\n"], [38, "2021-12-26T23:12:28Z", [0.5], "I have been wondering if public opinion in England has changed and if people will now demand government action.  Well, it seems not!  check out the research shared by @ctsats  @https://www.gjopen.com/comments/1373582 However, the most recent COVID data is bad. . . .See @Scappleby  @https://www.gjopen.com/comments/1373425 I just don't know how this is going to go because it seems to me that if the decision is based on science & data it may go one way, and if it's based on popular sentiment and political expediency, it may go the other."], [84956, "2021-12-26T22:42:58Z", [0.21], ""], [96367, "2021-12-26T21:43:06Z", [0.5], ""], [103847, "2021-12-26T21:40:41Z", [0.45], ""], [89038, "2021-12-26T21:08:09Z", [0.35], ""], [79508, "2021-12-26T21:01:07Z", [0.15], "There's been nothing from https://coronavirus.data.gov.uk/  for two days now, wonder were they gone, will they be back on Monday?  Next year?"], [81456, "2021-12-26T19:11:08Z", [0.26], "In a rather new twist, The Guardian reports (Dec 25, https://www.theguardian.com/politics/2021/dec/25/now-tory-mps-warn-dont-toughen-covid-new-year-rules ):\n---------------\nTory MPs warn Boris Johnson’s rivals to oppose tougher Covid new year rules Cabinet ministers vying to succeed Boris Johnson have been warned by Tory colleagues that they will damage their chances unless they stridently oppose further Covid measures in England, as MPs called for New Year’s Eve restrictions to be ruled out.\n[...]\nTory MPs are hardening their attitudes against further restrictions and now want cabinet ministers to be vocal in their opposition. “If No 10 proposes tighter restrictions straight after Christmas, those cabinet ministers with freedom-loving instincts – who gave us all so much hope last week – must speak out,” said one member of the Covid Recovery Group of Tory MPs. “In any future leadership contest, we will all remember how they acted this week. We need real, gutsy, freedom-loving Conservatives to rescue us from this madness.”\n[...]\nLiz Truss, the foreign secretary, and Rishi Sunak, the chancellor, are seen as the frontrunners if the Tory leadership becomes available. Both are said to have expressed opposition to the tightening of restrictions recently. \n[...]\nSeveral MPs said that data suggesting Omicron was less severe than the Delta variant that it has displaced meant that new restrictions should not be needed. “Evidence is showing there is no need for further restrictions,” said Tory MP Richard Drax. “Time to trust people to get on with their own lives and for the state to back right off.” Former minister Desmond Swayne said: “We have earned the right to be treated like adults: to make our own assessment of the risks we are prepared to take and the sensible precautions that we apply. People are fed up with being ordered what not to do.” Graham Brady, chair of the powerful 1922 Committee of Tory MPs, said: “As we look forward to the new year, it is time to move on from the lazy assumption that government has the right to control our lives; we should take responsibility for our own lives once again.” \n--------------- Similar is the tone from others; here is leading Tory MP Sir Graham Brady (https://www.dailymail.co.uk/debate/article-10344475/SIR-GRAHAM-BRADY-Cabinet-Ministers-lining-against-lockdown-best-Christmas-present-all.html ):\n---------------\nCabinet Ministers lining up against a new lockdown? That’s the best Christmas present of them all Even with new concrete evidence that the Omicron variant will not cause the devastation first predicted, there are very real fears that, if this year’s Christmas has been reprieved, New Year could be cancelled instead.  It must not happen. Enough is enough. There must be no new unnecessary restrictions this week whether the PM sees fit to recall Parliament for an emergency session or whether he resorts simply to more ‘guidance’. We need to shake off the panic-driven groupthink gripping the nation – and our political masters.\n---------------- So, a gentle reminder that decisions are taken by decision-makers (aka politicians), neither by the data themselves automatically (I would not put too much weight to the alleged \"400 daily hospitalizations\" rule) nor by the scientists."], [94791, "2021-12-26T17:06:00Z", [0.2], "No comments today on numbers. If there is no comments tomorrow I'll be very close to 0."], [100701, "2021-12-26T17:05:37Z", [0.88], "Data coming out on Monday.   Might have peaked in London, but if still increasing outside there may be restrictions in other cities in England so answer is yes for those areas meeting the criteria for the question."], [103663, "2021-12-26T14:32:32Z", [0.45], ""], [86367, "2021-12-26T13:16:34Z", [0.55], ""], [100716, "2021-12-26T13:06:59Z", [0.6], ""], [99857, "2021-12-26T10:50:29Z", [0.74], "\"Around 1 in 20 Londoners likely had Covid-19 on Dec. 16 and early estimates - which could yet be revised - suggest this may have risen to 1 in 10 on Sunday, models from the Office for National Statistics (ONS) showed on Friday. The ONS estimates showed around 1 in 35 people in England - equivalent to 1.54 million people - were infected with Covid-19 during the six days to Dec. 19. The early modelling of the subsequent days suggested that could have risen to more than 2 million people on Sunday, or around 1 in 25. Many industries and transport networks are struggling with staff shortages as sick workers self-isolate, while hospitals in Britain have warned of the risk of an impact on patient safety.\" https://www.cnbc.com/2021/12/25/uk-sets-new-record-for-covid-cases-as-omicron-sweeps-london.html The threat seems to be staffing shortages as much, or possibly more so than the number of admissions, which may allow the govt to justify a short term restriction and walk the political line. No Update on London admissions on the 25th/26th means we're guessing in the dark so could be in in for an unpleasant surprise on the 27th. From an outside guess I'll come up until that new data is available"], [102302, "2021-12-26T08:54:38Z", [0.52], ""], [96828, "2021-12-26T05:03:11Z", [0.44], ""], [96828, "2021-12-26T02:56:10Z", [0.45], ""], [18322, "2021-12-26T02:18:14Z", [0.0], ""], [22689, "2021-12-26T01:21:32Z", [0.5], ""], [103847, "2021-12-26T00:45:59Z", [0.55], "Media narrative is omicron less severe- causes 'mild' symptoms. Ministers and backbenchers believe public wont accept restrictions -some yougov polling to back this up. restrictions less likely to be effective the later they're put in and damage is the same. However growth rate could still see hospitals overwhelmed and pictures of this on TV may force government to reimpose restrictions. Money already given to devolved nations and hospitality. restrictions put in other nations. boosters will hopefully take effect in other regions of UK before hospitals overwhelmed. may close nightclubs. "], [96828, "2021-12-25T23:35:59Z", [0.47], ""], [94872, "2021-12-25T21:27:35Z", [0.5], ""], [85635, "2021-12-25T21:04:39Z", [0.01], ""], [85635, "2021-12-25T21:04:18Z", [0.12], "Comment deleted on Dec 25, 2021 09:04PM UTC"], [33873, "2021-12-25T20:43:52Z", [0.08], ""], [96139, "2021-12-25T20:35:59Z", [0.1], ""], [96678, "2021-12-25T18:42:21Z", [0.7], "Modeling shows a clear benefit to earlier restrictions (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1043854/S1463_Warwick_Omicron_Modelling.pdf), gov. has suggested a decision taking effect 12/28, unclear whether restrictions will come earlier than 1/1 but seems more likely than not."], [103822, "2021-12-25T15:24:17Z", [0.05], ""], [79462, "2021-12-25T14:22:36Z", [0.1], "Politics wins over science."], [45594, "2021-12-25T12:39:31Z", [0.05], ""], [96757, "2021-12-25T11:36:27Z", [0.2], ""], [38, "2021-12-25T04:28:02Z", [0.75], "@belikewater has written the most comprehensive analysis yet, here:  https://www.gjopen.com/comments/1372668 Yes:  pandemic data\nCOVID cases have hit an all-time high in London was the headline on tonight's BBC TV news No:  Politics.  \nThe hurdles to getting legislation through parliament which will need to be recalled\nBojo's weakness.  \nUnpopularity of restrictions. OTOH:  public pressure \nThe public might have flipped  . . . Everyone is so frustrated and tired.  People are looking for someone to blame.  Politicians socializing with friends and family are probably being inundated with questions about \"What are you doing?\"  \"Nothing\" seems like a weak answer.   So, maybe BoJo and members of parliament will actually be eager to do \"something\" so as to look like they're part of the solution and not part of the problem. We forecasters need to think like the decision-makers.  What information do they have?  What pressures are on them?  What does each perceive to be in their best political interest?   Does BoJo care enough about public health to risk his job to protect the public health?\nWhat about the generic member of parliament?  What pressures are on him/her?  What matters to them? Which is most powerful:  wishful thinking and denial (\"Omicron won't be so bad.  The NHS has/will pull through\") or fear of being seen as useless/impotent/lazy/irresponsible? If it was simply a data-driven decision, I think my prior 90% forecast would be accurate, but given the politics. . . I don't know.  So, I'm reducing my forecast to 75%.  "], [86367, "2021-12-25T04:03:43Z", [0.48], ""], [96139, "2021-12-25T00:01:34Z", [0.15], ""], [88198, "2021-12-24T17:29:54Z", [0.55], ""], [99943, "2021-12-24T16:50:10Z", [0.85], "I think the powers that be and their behind the scenes scientific advisors are monitoring many different numbers to determine whether restrictions should be imposed next week. One stated threshold they're looking at is 400 hospital admissions/day in London. See https://www.gjopen.com/comments/1371608 I suspect they're looking at London because London cases rose first; London is a microcosm for what will soon happen in the rest of England. If hospital admissions rise too high there, then they will rise too high everywhere in England. There were 386 hospital admissions for Omicron on Dec 22: https://coronavirus.data.gov.uk/details/healthcare?areaType=nhsRegion%26areaName=London So I would expect that the 400 threshold was probably reached on Dec 23. One additional concern, when it comes to overwhelming the NHS, is staffing. As @TJA points out, even as hospitalizations are rising, hospital staff are out having to isolate. Covid cases and exposures among staff will restrict NHS capacity when it is needed most. I also see several factors pushing down the chance that restrictions will be imposed in England. One is that cases may have peaked in London already; if cases will peak everywhere in England soon, the powers that be might conclude that the country can muddle through. Second, Parliament will have to be recalled and haggled with to impose restrictions, and that's a pain for the man who never brushes his hair. Third, it appears that hospitalization durations may be a bit shorter with Omicron. I'm sure they are monitoring many parameters beyond admissions data, including the number of beds available and staffed, etc. I don't think this is a done deal, but with hospitalizations on Dec 22 rising to just under their stated threshold for greater restrictions, I suspect that the chance that restrictions will be imposed is now fairly large. @Anneinak Later edit: There are just too many variables here! I just scrolled down here: https://coronavirus.data.gov.uk/details/healthcare?areaType=nhsRegion%26areaName=London Hospital census data (\"Patients in hospital\" and \"Patients in mechanical ventilation beds\") are low compared to last winter so far. The 7-day average number of patients in hospital on Dec 24 was 2260, compared to last year's figure of 3908 on the same date; the numbers today are at 58% percent of last year's on the same date.  However, I really don't think that Omicron cases have peaked in London. Take a look at London cases (\"Daily Cases by date of specimen\") here: https://data.london.gov.uk/dataset/coronavirus--covid-19--cases\nI suspect that what some people have been calling a peak in cases was actually due to a fluctuation with the day of the week. Cases have not been fully processed for recent days but so far are at levels at least as high as those of last week. To me, it looks like case growth is slowing but has likely not yet peaked. With the holidays coming up, we probably won't know until well into the first week of January where the peak actually is. In fact, cases may well not peak until early January. So, with a much higher peak in cases than ever before and a much more rapid rise in cases, despite a bit of a reduction in the risk of hospitalization (on the order of 40%, including effects from existing immunity), I do think they're facing a substantial risk of the NHS having rapidly growing hospitalized populations to levels that are crushing for the NHS, and that's ultimately what I think they're trying to prevent. So, the overall picture I see when I look at case growth, daily hospital admissions, hospital stay duration, and staffing issues - the science side of things - is a situation that points to increasing restrictions asap. The political side does not completely point in that direction, though. Later later edit:\nDecision on stricter Covid rules for England may come on Monday\nhttps://www.theguardian.com/world/2021/dec/24/decision-on-stricter-covid-rules-for-england-may-come-on-monday\n\"Ministers could meet as soon as Monday to determine whether new restrictions are needed in England over the new year amid growing concerns that soaring Covid cases could hit public services. They will be expected to assess new modelling from the University of Warwick, given to the Scientific Advisory Group for Emergencies (Sage) in documents published on Thursday. Scientists have looked at the effects of a potential return to step 2 restrictions from 28 December or 1 January, lasting either two weeks, four weeks or three months until 28 March. No 10 said the data had not yet been considered by ministers. Step 2 – part of last year’s roadmap – includes a ban on indoor social mixing, a return of the rule of six, and bars and restaurants only able to serve outdoors.\" See also: https://www.theguardian.com/world/2021/dec/23/hospital-admission-risk-up-to-70-less-with-omicron-than-delta-ukhsa-finds\n\"People with Omicron are estimated to be between 31% and 45% less likely to go to A&E compared with those with Delta, and 50% to 70% less likely to require admission to hospital, according to the UK Health Security Agency (UKHSA). The early findings, described as “encouraging” and “promising”, are consistent with analysis published on Wednesday by Imperial College London and the University of Edinburgh.\"\n\"The Scientific Advisory Group for Emergencies (Sage) told ministers that Omicron would have to be about 90% less severe than Delta for hospital admissions not to reach previous peak levels “unless the wave peaks early for other reasons”, according to minutes published on Thursday. Scientists and health officials remained concerned that any benefit of Omicron being milder could be wiped out by large numbers of people becoming infected.\" I'll add that what still amazes me every day is that none of the discussion I see about the risks of Omicron vs. restrictions, in the UK or elsewhere, discusses long Covid, which could cause disability and early death in a substantial fraction of cases."], [79508, "2021-12-24T16:34:40Z", [0.2], "My guess is ppl don't want to be sick over the hols, so having read that the Wolf at the door is a little bit more conciliaTORY this year (excuse the palindrome) they might well tell the bug to beetle off and rather get back to watching the Beatles on the box, unless of course the kids are playing up downstairs, so maybe a bit of Lennon's Isol will do the trick, Walter Raleigh and all that. But no need to go down the Old Nag"], [87827, "2021-12-24T16:11:23Z", [0.45], "Leaning a bit toward less likely as there hasn't been any news about it yet."], [89038, "2021-12-24T14:01:22Z", [0.4], ""], [96367, "2021-12-24T13:49:21Z", [0.74], "Down a little with the heavy spin in UK media of less severe infection.  Whilst this makes little difference to the health and economic stresses that would in normal times be a driver for circuit breaker restrictions, this may represent an attempt to move the public opinion away from lockdowns at all as unnecessary to the preservation of life."], [96828, "2021-12-24T13:30:52Z", [0.43], ""], [99943, "2021-12-24T04:56:02Z", [0.3], "I'm confused. I do think London hospital admissions will likely go up to 400/day over the next few days. But at the same time, it appears that London cases may already have peaked (although I'm not completely sure whether they haven't just had a dip related to the days of the week). London is obviously being used as the canary in the coal mine for the rest of England. But if hospital admissions just briefly go up to 400/day or a bit over and then fall, I'm not sure BJ will find it worth it to recall Parliament to sit on Dec 28 and battle to issue restrictions. "], [99943, "2021-12-24T04:00:03Z", [0.75], "Projecting hospital admissions to go up to 400/day over the next few days."], [99943, "2021-12-24T03:56:37Z", [0.7], "Aha. Found the London hospitalizations page that shows admissions: https://coronavirus.data.gov.uk/details/healthcare?areaType=nhsRegion%26areaName=London\n307 admissions on Dec 21, and it still seems to be a growth trend. There will be no official updates on the website on Dec 25 and 26."], [94872, "2021-12-24T02:15:44Z", [0.4], ""], [96367, "2021-12-23T19:23:57Z", [0.8], ""], [1333, "2021-12-23T19:08:02Z", [0.39], ""], [62808, "2021-12-23T19:05:15Z", [0.5], ""], [62808, "2021-12-23T18:48:37Z", [0.51], ""], [79508, "2021-12-23T18:24:30Z", [0.25], ""], [87827, "2021-12-23T17:55:01Z", [0.5], "According to this article [1] there's supposedly a threshold of 400 hospitalizations a day that might trigger new measures. [2] Shows hospitalizations on the rise. I'm not sure if that threshold will be hit and restrictions imposed, seems kind of like a tossup right now. [1] https://www.dailymail.co.uk/news/article-10335901/Omicron-Covid-hospitalisations-London-just-one-doubling-away-lockdown-threshold.html [2] https://coronavirus.data.gov.uk/details/healthcare?areaType=nhsRegion%26areaName=London"], [55987, "2021-12-23T16:31:11Z", [0.69], ""], [33873, "2021-12-23T16:10:24Z", [0.1], ""], [96367, "2021-12-23T07:10:23Z", [0.75], "Coming down a bit (and increasing the political push back weighting) with the release of the new report into Omicron (being spun heavily in gov friendly media on the ‘less severe so suck it up’ angle). Translating this as pressure being applied by the ‘do nothing’ camp or as a means of rebalancing public concern and justifying a short circuit breaker to avoid significant impact on school start next year (a hot economics / child care and middle class voter issue). Herd immunity has always been UK govs preferred (keep calm and carry on) strategy and this report (and its sell to the public through the press) helps make it fit for public consumption. https://www.bbc.co.uk/news/blogs-the-papers-59764149"], [99943, "2021-12-23T03:26:36Z", [0.7], "More rumors of restrictions to be imposed around Dec 27: https://www.dailymail.co.uk/news/article-10334091/New-Years-parties-banned-Boris-Johnson-plans-new-Covid-crackdown-48-hours.html"], [99943, "2021-12-23T01:32:40Z", [0.65], "But hospitalizations."], [99943, "2021-12-23T01:27:31Z", [0.75], "Restrictions will start on Dec 26 in Wales: https://www.independent.co.uk/news/uk/boris-johnson-mark-drakeford-wales-england-sajid-javid-b1980823.html\nAnd plenty of rumors circulating of restrictions to be imposed in England on Boxing Day as well."], [80790, "2021-12-23T01:04:47Z", [0.88], "Bringing likelihood back down as it does look like government need to be recalled.  But not by much I’m guessing there are still mechanisms for parliament to meet remotely, which means physical travel is not needed. Also, The “legal” bit of the question keeps bugging me.  Would they go for legal?"], [85635, "2021-12-22T22:37:05Z", [0.1], ""], [1333, "2021-12-22T19:11:22Z", [0.51], ""], [89038, "2021-12-22T18:52:27Z", [0.5], "Given up on this! One hand Johnson doesn't have support of his cabinet (already lost Frost to Plan B) and would need to recall parliament that would be humiliating as backbenchers vent for hours on end. ICU numbers not at the required threshold it seems. The reasons for yes are that public already been softened for further restrictions and are generally supportive."], [101031, "2021-12-22T18:35:54Z", [0.59], "Reduced based on the reported 400 hospital omissions theory"], [33873, "2021-12-22T18:26:16Z", [0.25], "Think the tide is turning quickly against severity or perceived severity. I think we are not most likely not going to see restrictions introduced this year but still volatile."], [79508, "2021-12-22T17:32:17Z", [0.26], ""], [22689, "2021-12-22T16:33:16Z", [1.0], ""], [88452, "2021-12-22T16:04:58Z", [0.0], ""], [99943, "2021-12-22T15:20:00Z", [0.5], "A discussion of some of the criteria for restrictions that are supposedly being considered: https://inews.co.uk/news/politics/new-restrictions-england-avoided-hospital-admissions-london-do-not-soar-this-week-1364554\n\"Fresh restrictions in England after Christmas could be avoided if hospital admissions in London stay below 400 a day by the end of this week\"\n\"While the figure of 400 is not a hard and fast threshold, it will provide a good guide of whether the huge scale of Omicron cases, above 80,000 in England for the past week, will translate into hospital admissions and put severe pressure on the NHS throughout January. If London admissions remain below 400, it could mean no legally enforced restrictions are needed after Christmas, although there could be tougher guidance announced by the Prime Minister on 27 December. Hospital admissions in London are not the only metric being used to assess the severity of Omicron, but is a key measure. Separately, the UK Health Security Agency will produce early data on severity, analysing vaccination status and age of people admitted to hospital with the Omicron variant, which is also expected before Christmas Eve. However the situation is still fluid, and ministers stress that all options remain in reserve if hospitals come under serious pressure over the New Year.\"\n\"But some boroughs are continuing to show the highest case rates of the pandemic for younger age groups, with one in 16 people aged 25 to 29 testing positive in the week to 16 December\" [and younger adults are less likely to be hospitalized.] London hospital admissions: https://twitter.com/OYCar/status/1473369148361035776\nThere were ~240 admissions on the most recent date for which data are available. Interesting and relevant thread on possible trajectories for hospitalizations: https://twitter.com/chrischirp/status/1473362907471699979\nThis thread assumes case growth continues. But London cases may have peaked. Is it a real peak, or is it just that people are testing less around the holidays? Hard to say, but I suspect London is at or near its peak in Omicron cases. But, cases may rise again after Christmas. Given that recent peak spread was dominated by younger adults, it doesn't seem likely to me that hospital admissions will increase from 240/day to 400/day over the next few days. That's not the only criterion being considered, apparently, but it's a big one. I'm also not sure what \"tougher guidance\" means, but it sounds like suggestions rather than \"legally enforced restrictons.\" So, I'm lowering my forecast.\n@Anneinak "], [96367, "2021-12-22T12:36:02Z", [0.85], "I'm stopping here.  Leaving 15% in the tank to account for the political drag factor for this question, but in every other regard the mood music on the street and in the media seems to be preparing the population for the inevitable \"decision\" straight after Christmas. Standby for a further surge in cases as Brits hit the pubs, bars, clubs and shops like the world is about to end over the next 4 days... My bet is from the 27th or 28th December 21.  Government lobbying and their own economic stat chasers will be pushing to allow boxing day sales to go ahead before the doors slam shut (boxing day falls on a Sunday this year so they might leave the Monday untouched as well): https://www.thesun.co.uk/money/17106053/next-huge-change-boxing-day-sale/"], [94791, "2021-12-22T12:25:33Z", [0.75], "Wales, Scotland and many EU countries are starting to tighten up. It definitely gives a route out of any reluctance in government."], [96367, "2021-12-22T12:24:48Z", [0.83], "As at 12:16hrs, 22nd December 21: the Welsh Government have just announced restrictions that would resolve this question as yes that appear to legally come into force (under devolved administration rules) as of the 26th December 21 (boxing day) [1]. EDIT: \"...with a specific offence for having gatherings of more than 30 people.\" [1].  Evidence that this is now a \"legal restriction\" in Wales (n.b: NOT England (yet), and anyone who so much as thinks to suggest that Wales is part of England should make arrangements to never cross the border for the rest of their natural lifetime!). Johnson's silence on such measures (and the suspicion rife in this mornings UK print media that England will do the same [2] and [3]) may now become another political beating stick for his growing bank of detractors to play on his already sore rump as \"yet more dithering and indecision\".  With the spinal integrity of the UK Prime Minister already broken by recent scandals this move by the devolved welsh administration and its perceived impact on the PM's national confidence levels (or lack of same) should be taken into account. As such, I'm minded to go right back up to where I was this morning! [1] https://www.bbc.co.uk/news/uk-wales-59752752\n[2] https://www.bbc.co.uk/news/blogs-the-papers-59750363\n[3] Dwelling article (14 December 21) in a local paper from a Tory heartland seat that may be indicative of direction of travel after Christmas: https://www.salisburyjournal.co.uk/news/19782655.uk-covid-plans-close-pubs-restaurants-christmas-new-year/"], [96367, "2021-12-22T10:00:24Z", [0.75], "Coming down 5% to more fully take account of the political influences that are in play. I still see a post Christmas / pre-New Years lockdown (when the negative political implications will fall on younger, less Tory voting demographics and where a lockdown would be looked at with approval by older, more Tory friendly groups) being very likely for this question, representing as it seems to the nearest balanced position between the political push to leave everything alone and the scientific pull to take action against an out of control spread. We could also look at the Chancellors flash announcement of another COVID aid package to businesses [1] as a softener to what they know is about to be a new years blow to hospitality and the subsequent impact on housing, retail etc. in Jan 2022 (i.e. a pre-emptive indicator). But my previous forecasts were I now feel biased towards common sense and scientific factuals: potentially a big forecasting mistake that fails to take into account the swivel eyed hard line lunatics and bought and paid for influencers that are currently pushing and pulling the (fatally?) weakened Johnson and his decision making. Its also fair to say that demographic evidence appears to indicate severity and hospitalisation not mapped to the rate of infection [2].  The major severity impact therefore will more focus on the number of people out of work and quarantining (hence the announcement today regarding reducing isolation time (after a NEGATIVE TEST) from 10 days to 7 [3] as a means of mitigating this pressure on the economy and the UK's 'working system'). Economics driving this decision making rather than hospitalisations and fatalities (as these are not the driving concern with the Omicron spread at this time: a data supported political position it appears) with the UK Gov seeming unperturbed at the less quantifiable possibility of incubating a vaccine resistant strain amongst their population (certainly less perturbed than some EU countries [4]). As such any lockdown or limitations on gathering, if there is any coming, seem likely to be aimed at being a true \"fire break\" designed primarily to relieve pressure on the NHS during their always stressful winter season (flu, RSV, bronchitis etc. [5]). [1] 21 Dec 21: https://www.gov.uk/government/news/1-billion-in-support-for-businesses-most-impacted-by-omicron-across-the-uk\n[2] https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2021-06-23..latest&facet=none&pickerSort=desc&pickerMetric=total_cases&Metric=Confirmed+cases&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=USA~GBR\n[3] https://www.bbc.co.uk/news/uk-politics-59749447\n[4] https://www.euronews.com/2021/12/21/covid-19-spike-felt-across-europe-as-vaccination-remains-stagnant\n[5] https://mft.nhs.uk/app/uploads/sites/4/2018/04/Bliss-Common-Winter-Illnesses.pdf"], [33873, "2021-12-22T09:58:15Z", [0.48], ""], [85635, "2021-12-22T09:51:55Z", [0.5], ""], [94791, "2021-12-22T08:34:15Z", [0.5], "I still feel that I'm being conservative here but it's a big adjustment fro my 20%. Hard to say if they'll be legal or not."], [96828, "2021-12-21T20:29:19Z", [0.37], "Down due to forecasts by @jleibowich and @Scappleby"], [99943, "2021-12-21T19:10:06Z", [0.85], "I found a more trusted source of the rumor that Step 2 restrictions may be imposed after Christmas: https://twitter.com/PippaCrerar/status/1472933272598499331\n@Anneinak"], [1333, "2021-12-21T19:09:42Z", [0.5], ""], [1333, "2021-12-21T19:08:35Z", [0.41], ""], [99943, "2021-12-21T18:59:28Z", [0.8], "It won't happen before Christmas: https://twitter.com/BloombergUK/status/1473346503422971908\nI feel like whether they're going to impose restrictions is right on the knife's edge....\nI think that imposing restrictions between Christmas and New Year's would also require calling Parliament back to do so. (I'm not completely sure whether that's the only way, but that's what I've read.)\nBut, I see rumors of returning to Step 2 restrictions on Dec. 27. They are only rumors and are not from trusted sources.\n@Anneinak"], [88452, "2021-12-21T18:52:06Z", [0.28], ""], [99857, "2021-12-21T18:19:58Z", [0.43], "Great discussion all around. It seems there's a metric ton of pressure going both ways on this one but the weight is to the conservatives opposing at the current moment (but that could change in an instant). I suspect their argument will be that hospitalizations are still stable and that's what matters. Without a noticeable increase in admissions the NHS is going to struggle to make their case to hard liners. It's hard to say if the Dec 26th rumours are scare tactics or to mentally prepare the populace. It's likely a mess either way. So.. if I were just starting this question today what would I think?... probably 50/50. I genuinely have no idea. Omicron is different but it's still too early to really understand what that means. The only caveat to the hospitalization data is that I can only see to the 17th, and that may have changed in the last 72 hours. I think the political fallout will drop rapidly post Christmas but not quite enough to move the whole country. London restrictions seem the most likely as it wouldn't anger their base and is the nexus of the current caseload, so easier to justify. I'll go slightly to the no side, but it's a crap shoot at this point"], [96139, "2021-12-21T18:01:17Z", [0.2], "Noting that a lot of the crowd are increasing their estimates quite substantially.\nI am debating myself a lot on this one: Previously I said I would sit at 25 until cabinet meetings were called. But...\nOn the one hand, as the number of days left until the deadline dwindle, surely the probability should be decreasing - on the simple logic that there's days to get done what would need to be done (recall parliament, agree measures, etc) \nOn the other hand, on Johnson's wording today I would increase the probability  ( \"we can't rule out any further measures after Christmas\"- https://www.bbc.co.uk/news/uk-59747966 ) In the end - I am erring on the side of controversy :)-  so while the wisdom of the crowd zigs, I will zag and start reducing the probability (unless parliament is recalled, at which case I will reverse and go to 99%) ... time will tell how this gamble plays out."], [33873, "2021-12-21T17:56:06Z", [0.6], "Confirmed nothing before Christmas. I think direction of the mood right now is ebbing away from legal restrictions, but it probably needs to gather a bit more momentum before this becomes less than 50% again."], [94791, "2021-12-21T17:50:18Z", [0.2], "No legal restrictions before Christmas confirmed. Will he recall Parliament to create legal measures to be enforced between 26-31st December? That's a tough one. Although the issue of hospitalisations is obviously a serious indicator, the level of \"sick-day\" infection is perhaps the more pertinent factor at this point."], [22689, "2021-12-21T17:43:51Z", [0.0], ""], [22689, "2021-12-21T17:35:30Z", [0.5], ""], [94872, "2021-12-21T17:32:43Z", [0.35], ""], [94872, "2021-12-21T17:32:13Z", [0.5], "35 Edit: meant to change forecast to 35, but ended up accidentally writing it out instead 🤪"], [97945, "2021-12-21T17:15:31Z", [0.75], "Increasingly convinced some kind of restrictions will be imposed on either the 27th or 28th December. "], [89038, "2021-12-21T09:49:34Z", [0.8], ""], [88452, "2021-12-21T08:57:01Z", [0.49], ""], [96367, "2021-12-21T01:51:14Z", [0.8], ""], [86367, "2021-12-21T01:46:49Z", [0.7], ""], [96367, "2021-12-21T01:44:31Z", [0.75], ""], [22689, "2021-12-21T00:46:59Z", [0.2], ""], [101031, "2021-12-21T00:26:27Z", [0.9], ""], [80790, "2021-12-21T00:07:00Z", [0.94], "https://www.bbc.co.uk/news/uk-59733893 Rumours are going around about a lockdown from 27th.  Talk is of restricting who can visit houses, so that would meet the requirement for this question.  I think they will try and avoid anything before Christmas, and all the “leaking” going on is so that when there is an announcement on 26th with lockdown on 27th no one is surprised. Going to have to reverse opinion on this question.  Although I do think the government will take any excuse not to have any kind of lockdown. As a note after reading l believe legislation enables legal restrictions just through a “declaration” from the Secretary of State.  See my comment here with link to legislation https://www.gjopen.com/comments/1370725\nLegislation here: https://www.legislation.gov.uk/ukpga/2020/7/schedule/22. Part 2 section 3(1)"], [80790, "2021-12-20T23:47:16Z", [0.86], "Comment deleted on Dec 21, 2021 12:07AM UTC"], [89038, "2021-12-20T23:28:00Z", [0.4], ""], [96828, "2021-12-20T23:17:45Z", [0.55], "Nts: Holz 3744"], [96828, "2021-12-20T21:33:00Z", [0.5], "Even with uncertainty with legality, I think most times this would resolve as a legal measure and it seems that is the plan between now and the new year. My forecast lies between the crowd median and the consensus of those updating their forecasts spectacularly in order to respect continuity and personal uncertainty about understanding England's politics, political rationality, and question resolution criteria. This forecast leans a bit more to the frequent updaters here and I nudge it closer to them because of my naturally conservative percentages."], [33873, "2021-12-20T20:41:40Z", [0.73], "Bringing this down a little again on the basis that the meeting today didn't result in immediate restrictions, and now unlikely restrictions will be in place in time for Christmas (48 hours to recall parliament, means that earliest this could be passed would be the 23rd, and it certainly looks unlikely that the trigger will be pulled tomorrow).  I still think parliament might be recalled this week but only to implement restrictions after Christmas."], [101031, "2021-12-20T20:30:51Z", [0.7], "It sounds like restrictions are coming but what type will they be?\nI think that it could be difficult to tell if they are legal restrictions or not does this require an act of parliament to be passed? does that require parliament to be recalled from recess? Can they just do it within the caucus and have it be legal under the health act?.\nI don't think that schools will be legal restrictions - more operational so I am not counting on them resolving the question yes.\nI suspect that there could be situations where they restrict 'types' of people rather than 'numbers' of people. ie all unvaccinated people must stay at home and accept no visitors but those who have got their booster (which they have offered to every person in UK) can have less restricted access to things. In this case the number of people hasn't been restricted to vaccinated households.\nIt will be interesting to see how GJO interprets curfews if they are put in place. In my own judgement (anticipating GJOs response to anyone's question on this...) I think that they are not restricting the number of people just the timing that those people can mix so I don't think they should count."], [99943, "2021-12-20T19:42:45Z", [0.9], "It seems likely that some sort of restrictions, lockdown or curfew will be announced on Dec. 26 and implemented soon thereafter, although things could happen before Christmas, too.\n\"Just had a call in. There will be a circuit breaker lockdown after Christmas pending further data. I am waiting on further information.\" \nhttps://twitter.com/UKActionteam/status/1472972539957764096\n\"The Government will not make an announcement on a rumoured lockdown to limit the spread of Omicron until Boxing Day, reports have claimed. Dec 26 has been earmarked as D-Day for further restrictions, according to a report.\" Link to news article here: https://twitter.com/Gab_H_R/status/1472620240232226823\n\"The Government will not make an announcement on a rumoured lockdown to limit the spread of the Omicron variant of Covid-19 until Boxing Day, reports have claimed.\nDecember 26 has been earmarked as D-Day for further restrictions, according to a report by the Sunday Times this weekend. Leaks to the paper suggest the Government will move fast as soon as Christmas is over to bring in tougher measures to control the virus. However, Health Secretary Sajid Javid also refused to rule out bringing in additional curbs on freedoms before Christmas. Speaking on the final ever episode of The Andrew Marr Show on BBC One, Mr Javid said the pandemic had made it clear decision makers could give no guarantees. When it was suggested to him he was not ruling out a circuit-breaker or new restrictions before Christmas, Mr Javid said: “There are no guarantees in this pandemic, I don’t think. At this point we just have to keep everything under review.”\"\n@Anneinak"], [79508, "2021-12-20T19:32:38Z", [0.2], "Still have the feeling it is going to be Christmas OK and the door closes on New Year, all depends on the numbers, with 11 days to go   -  very difficult"], [1333, "2021-12-20T19:02:35Z", [0.3], ""], [38, "2021-12-20T18:54:02Z", [0.9], "I have requested 3 clarifications. #1) The question doesn't say NATIONWIDE in England, so, will a regional/citywide limit satisfy the question?\nReply:  Yes\n #2) If schools are closed early or not opened because of COVID will that satisfy the question since such an action implies a restriction on the number of people who can meet indoors.\nReply:  use your own judgment\n#3) if a restriction on the \"percent of occupancy\" would satisfy the question\nReply:  yes  Having recently done poorly on a question (change in filibuster rules) because I didn't parse it carefully enough, before I forecast on this question, I want to be sure that I am understanding what it is asking, and what will or won't satisfy it. I note that \n-it asks for LEGAL restrictions, so advisory restrictions will not satisfy \n-the restrictions must be on the number of people OR a restriction on the percent of occupancy\n-What if schools are closed early or opened late because of COVID, doesn't that imply a limitation on the number of people? \n-that the restrictions pertain to meeting indoors, so limitations on outdoor sporting events won't satisfy it. \n-\"imposed in England\". . . .England doesn't include Northern Ireland, Wales or Scotland. . . \n-however, I notice that the question doesn't say \"nationwide\". a citywide or regional legal restriction on the number of people who can meet indoors would satisfy the question, after all, London is \"in England\"! \n-my understanding of \"be imposed . . . before\" means that an announcement of limitations that won't come into effect until after Jan 1st will not satisfy.\n-the restriction can be on one business sector, say bars and clubs. Are there any other quirks in this question that you recognize?\n@belikewater @GMR"], [85635, "2021-12-20T18:49:39Z", [0.75], "Boris Johnson’s latest statement seems to indicate the current stance is defined by political constraints (though described in terms that suggest the government still feels the need to wait to review data further).  https://twitter.com/borisjohnson/status/1473001328695783428?s=21 Political constraints are often tied to symbolism - I.e. opposition to cancelling Christmas is currently the driver. The other aspect of political constraint is the desire to avoid further public spending on furlough support and sector support packages. Despite both these constraints, the data case for restrictions and fresh furlough/support packages looks like it will ultimately build to the point that the reintroduction of some kind of legal indoor meeting restrictions is highly likely (hence 75%) - the opposing 25% simply reflects the date threshold. As a result, unless the language around the political constraints changes in the coming days, I expect to lower the likelihood as we get closer to the end of the year even though the reintroduction of indoor meeting rules looks highly likely without the date threshold."], [1333, "2021-12-20T18:32:36Z", [0.34], ""], [94791, "2021-12-20T17:32:47Z", [0.2], "Rumours among journalists that social limits on indoor will be implemented on 27th December. Whether they will be made law or strong advice is yet to be seen. This is, expectedly, very cloudy 😂"], [94791, "2021-12-20T17:24:47Z", [0.2], ""], [89038, "2021-12-20T17:23:32Z", [0.25], "Back down after today. I think guidance is the next step, but a decent chance pubs and clubs will face restrictions before NYE."], [55987, "2021-12-20T16:12:51Z", [0.35], "it appears the most likely way this question resolves \"yes\" is a restriction put in place just before New Years (but not before Boxing Day)"], [87827, "2021-12-20T15:45:18Z", [0.4], "Down 10 after reading this article. Seems there are a lot of hurdles that would be involved in implementing measures prior to the end of the year. The biggest seem to be that parliament would have to be called back from recess and there is resistance in Johnson's party to the idea of new lockdowns. https://www.thenational.scot/news/19797239.omicron-boris-johnson-considering-step-2-covid-restrictions-next-week/"], [87827, "2021-12-20T15:42:26Z", [0.5], "Sounds like it's definitely on the table in the Christmas to New Year's window but not before as of right now. I don't know that they'll follow through with this though. https://www.leaderlive.co.uk/news/19797283.step-2-covid-restrictions-boris-johnson-considering-new-rules-next-week/"], [89038, "2021-12-20T15:14:21Z", [0.8], ""], [34959, "2021-12-20T15:07:14Z", [0.95], ""], [103700, "2021-12-20T15:06:07Z", [0.61], ""], [33873, "2021-12-20T14:28:38Z", [0.87], "More rumours on this appearing now, from a cabinet meeting which is presumably still happening. e.g. https://twitter.com/PippaCrerar/status/1472933272598499331  It now feels like there is bargaining about whether to do something before or after Christmas (but crucially before New Year), rather than whether to do something at all. \n"], [94791, "2021-12-20T10:34:26Z", [0.4], "Swinging now that the government have changed their tune regarding the possibility. \"No guarantees\" makes it a lot more likely now 😅"], [100653, "2021-12-20T08:33:52Z", [0.27], ""], [94872, "2021-12-20T02:26:04Z", [0.5], ""], [94872, "2021-12-20T02:24:23Z", [0.45], ""], [1333, "2021-12-19T22:51:20Z", [0.35], ""], [1333, "2021-12-19T19:05:07Z", [0.43], ""], [81456, "2021-12-19T17:46:31Z", [0.29], ""], [89038, "2021-12-19T16:25:16Z", [0.2], ""], [103663, "2021-12-19T16:08:09Z", [0.65], "Omniron will probably give the politicians in England another chance to impose lock downs on Holiday social gatherings."], [96367, "2021-12-19T13:11:47Z", [0.66], "The big driver for some sort of circuit breaker now appears to be the impact on NHS staff requiring self isolation at an already fragile time for the UK health service (and regional services in particular) [1]. I'm seeing no action from the broken Johnson before Christmas (as Tory voters and libertarian Tory MPs would string him up for such proactivity) but after boxing day and before New Year (which will predominantly affect younger, non-Tory centric voters) the political animus seems likely to shift (helped along by Tory friendly media laying the ground work and coaxing the public on board [2], [3], [4] ) which would allow the current UK Circus Government to find the courage to do what they probably should have done a couple of weeks ago (if stopping the spread had been their focus and their objective, which it clearly wasn't). [1] https://www.independent.co.uk/news/health/ambulance-service-engulfed-staff-covid-b1978091.html\n[2] https://www.thetimes.co.uk/article/8b5d83f0-5f91-11ec-8fac-c70e630faee6?shareToken=67b65a618a6bd59ec1652fd399a1d921\n[3] https://www.telegraph.co.uk/global-health/science-and-disease/covid-news-coronavirus-omicron-uk-lockdown-christmas-cases-booster/\n[4] https://www.thesun.co.uk/news/17085418/possible-christmas-lockdown-sajid-javid-warns/"], [96139, "2021-12-19T12:47:07Z", [0.25], "I think I will sit here until any cabinet meeting is called. There seems to be a few rumblings, but hard to decipher how much is noise. "], [89038, "2021-12-19T12:31:55Z", [0.14], ""], [33873, "2021-12-19T10:03:04Z", [0.75], "More rumblings this morning on this topic https://www.bbc.co.uk/news/live/uk-59716357?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=61bee35c99991e76caa3060a%26%27It%20may%20be%20too%20late%20to%20react%27%20-%20Sajid%20Javid%262021-12-19T08%3A19%3A30.182Z&ns_fee=0&pinned_post_locator=urn:asset:a1d7b3fa-14ee-43dc-a3a1-fa7c95668082&pinned_post_asset_id=61bee35c99991e76caa3060a&pinned_post_type=share.  I think we're likely to see something announced this week. I don't think public support exists for a full lockdown in the way it has done previously. Whether that will stop the government implementing one if they believe it is necessary is another question. Most likely I think they will strive to avoid a similar situation to last Christmas though.  I think the most likely restrictions to see before Christmas might be closure of pubs/restaurants etc. but not necessarily a ban on indoor mixing privately (or a rule of 6 style rule  - maybe with an exemption on Christmas Day itself). Closing pubs would allow the government to justify additional financial support for them, and bookings are plummeting with cancellations rising anyway. "], [94791, "2021-12-19T09:05:09Z", [0.15], ""], [101031, "2021-12-19T02:29:52Z", [0.65], "Jumping up a bit more on @kevins Times link\nSeems very likely that this should be pushed through and that it could be the end of the PM also"], [101031, "2021-12-19T02:25:41Z", [0.5], "I am trying to decide from scratch what my probability should be. If I wasn't gambling to get my brier score better, if I wasn't trying bring in what I would chose to do, if I wasn't trying to chose what is best for the population.\nNed just locked down, Scotland has increased restrictions, France is increasing restrictions, UK just did some but too little too late and it nearly broke the govt...\nI would give a >50 probability that 4 more euro countries will lock down before the end of the year but I am struggling to make this prediction. \nIf it goes yes my brier score is stuffed anyway, if it goes no then I want to optimise my score. \nI think I am going to have to increase."], [96828, "2021-12-18T23:58:12Z", [0.29], "Average of 2 of my guesses."], [96828, "2021-12-18T23:55:25Z", [0.28], ""], [103751, "2021-12-18T22:32:58Z", [0.92], ""], [1333, "2021-12-18T21:44:31Z", [0.44], ""], [1333, "2021-12-18T21:44:08Z", [0.31], ""], [1333, "2021-12-18T21:43:23Z", [0.17], ""], [101031, "2021-12-18T20:45:30Z", [0.25], "I have been holding this down for too long under the situation. The PM is going to have to call an emergency cabinet meeting to discuss further measures eg rule of 6 or 3 families like Scotland has. The other thing that I am considering is that Scotlands rules are guidelines not legal restrictions.\nIt is only time til question end that is holding me down and I feel that I am going to take a big hit on this question (under 10% since August 21) https://www.theguardian.com/world/2021/dec/18/uk-scientists-curbs-covid-infections-omicron-deaths-restrictions-sage?CMP=Share_AndroidApp_Other"], [100701, "2021-12-18T16:53:41Z", [0.8], "Recent news.   BoJo is panicking again.   I am going back up.    Likely to be started post Christmas.  My 20% is if it starts New Years day."], [102961, "2021-12-18T16:49:04Z", [0.6], ""], [79508, "2021-12-18T15:53:17Z", [0.29], "Starting to unravel "], [96139, "2021-12-18T15:03:32Z", [0.2], "Adjusting up, I agree with what others have posted on circuit breaker being considered, but also I am dragging a little, they are trying to very seriously encourage people over mandating anything, also now they would  have bring them back from vacation. "], [87827, "2021-12-18T14:21:30Z", [0.35], "Up 15 on the potential \"circuit breaker\" plans, though Johnson seems opposed at the moment."], [79508, "2021-12-18T11:44:38Z", [0.26], "As I recall, parsley rosemary and the other one"], [33873, "2021-12-18T09:53:27Z", [0.6], "Ramping this back up once again on the news... https://www.thetimes.co.uk/article/8b5d83f0-5f91-11ec-8fac-c70e630faee6?shareToken=67b65a618a6bd59ec1652fd399a1d921 I can't help but think that for restrictions to be very effective it would need to be imposed before Christmas but politically that is obviously undesirable.  In the pandemic so far, every time a lockdown plan has been leaked in this way, it ultimately has been imposed. Inside view is that we are now in a new phase and the data from Omicron may prove that a lockdown isn't required this time, or they may also conclude it's too late by the time they consider it. "], [94791, "2021-12-18T09:49:00Z", [0.1], "Manchester centre was a shadow of itself last night. We went in three usually popular places - they were all at half capacity. Not sure if that is the nationwide picture or necessarily indicative of society taking precaution but it could be. Reiteration."], [101031, "2021-12-18T08:03:52Z", [0.1], ""], [101031, "2021-12-18T08:00:45Z", [0.08], ""], [96367, "2021-12-18T07:40:00Z", [0.3], ""], [96828, "2021-12-18T02:05:56Z", [0.24], ""], [96828, "2021-12-18T02:05:11Z", [0.1], ""], [81456, "2021-12-18T00:53:08Z", [0.09], "After the rebellion in the Conservative Party last Tuesday, and with the parliament on Christmas holidays from Dec 16 to Jan 5 (https://www.parliament.uk/about/faqs/house-of-commons-faqs/business-faq-page/recess-dates/ ), I think it is highly unlikely."], [88198, "2021-12-17T03:49:22Z", [0.24], ""], [101031, "2021-12-16T20:57:40Z", [0.15], "Drop by 2 due to current sentiment and difficulty of getting a difficult thing passed before 1st\nplanning is for boosters to quickly drop the curve"], [94791, "2021-12-16T20:43:34Z", [0.1], "Slight adjustment down on Boris' comments today."], [89038, "2021-12-16T20:17:27Z", [0.1], ""], [1333, "2021-12-16T19:31:25Z", [0.16], ""], [33873, "2021-12-16T16:58:24Z", [0.19], "Bringing this back down significantly on the basis that the idea of further restrictions seems to be getting abandoned in favour of guidance. I think if this is going to resolve as yes it will be after Christmas, and only if the current wave is still accellerating. Chris Whitty talking about data that become available between xmas and new year being used to determine this (https://news.sky.com/story/covid-19-big-numbers-of-coronavirus-patients-in-hospital-after-christmas-due-to-phenomenal-omicron-spread-warns-whitty-12496558). If infections rise at the current pace though it will all be over by then. I think the guidance to reduce socialising will be quite effective as people are desperate to avoid isolation over Christmas. Forecast might be quite volatile over the final 2 weeks though."], [86367, "2021-12-16T16:16:33Z", [0.4], ""], [103700, "2021-12-16T16:03:33Z", [0.23], "PM's announcement not as big as I had thought, however restrictions could still be put in place before the new year"], [101542, "2021-12-16T15:11:52Z", [0.1], ""], [87827, "2021-12-16T01:40:09Z", [0.2], "Down 15 after Johnson's announcement, sounds like he said no further restrictions and just urged caution."], [96828, "2021-12-16T00:03:31Z", [0.28], ""], [80790, "2021-12-15T22:54:15Z", [0.09], "I still think they will put off restrictions until the new year, if they introduce them at all, because I’m not sure people will accept that kind of restriction again.\nBut I have to up the probability somewhat to recognise the situation "], [102961, "2021-12-15T20:21:35Z", [0.15], ""], [96828, "2021-12-15T20:12:15Z", [0.33], ""], [1333, "2021-12-15T19:07:22Z", [0.15], ""], [89038, "2021-12-15T18:16:41Z", [0.16], "Will hold, think any household indoor restrictions will only be advisory before Jan 1. Pubs and clubs at risk, but backbenchers will not tolerate this, and Johnson's position I believe would become untenable (unless covid deaths absolutley massive relative)"], [94791, "2021-12-15T17:27:05Z", [0.13], "Happy to adjust up to proportionally match the wisdom of the crowd but I think the likelihood is being overstated still."], [79508, "2021-12-15T17:17:57Z", [0.21], "Hospital and deaths will be the factor in the next 16 days"], [86367, "2021-12-15T16:33:22Z", [0.55], ""], [87827, "2021-12-15T15:39:36Z", [0.35], "Up 20% for now on the news of a COVID related announcement today."], [34959, "2021-12-15T14:20:53Z", [0.25], ""], [103700, "2021-12-15T12:21:58Z", [0.47], "A major announcement is expected this evening, I have reason to believe that there will be large restrictions announced, which may include the number of people that can meet indoors."], [96139, "2021-12-15T09:01:36Z", [0.05], "Probably with yesterday's move to implement a covid passport type approach they will feel they have done enough for now, they will likely wait at least 1 or 2 weeks to see what the results start looking like and so I think any further changes in approach are likely post Christmas and probably past the deadline "], [1333, "2021-12-15T08:57:34Z", [0.14], ""], [96367, "2021-12-15T01:26:36Z", [0.38], "Johnsons drumming today and threats from his previously friendly media outlets are likely to have a significant impact on the Clown Princes spinal integrity and gumption to put in further restrictions. The scale of the rebellion will play on the fragile position of the UKs populist premier, despite the fact that those who would rebel have probably shown their colours and that measures passed despite their furore with the help of the opposition votes. Johnson doesn’t care about passing measures to manage the virus: he cares about staying in power and this will undoubtedly have frightened him to his flabby core. The question therefore has to be: is there something in Omicron that Boris sees that scares him more? The fact that he pressed ahead despite knowing the backlash he’d receive is both interesting and mildly alarming."], [96367, "2021-12-15T01:24:23Z", [0.42], ""], [101031, "2021-12-15T01:09:17Z", [0.17], "Omicron and the short timeline is making me twitchy\nScotland has put out new guidelines but they are not 'legal restrictions' nor is it England"], [101031, "2021-12-15T00:00:26Z", [1.0], "Comment deleted on Dec 15, 2021 01:06AM UTC"], [101031, "2021-12-14T19:20:14Z", [0.15], "Dropping down from yesterday's considerable jump up due to the continued pressure that the PM is under from his own party. He was only just able to get plan b through the house because the opposition voted for it. 90 of his own party voted against calling it a slippery slop towards authoritarian rule. Seems a bit dramatic to me but alas that is politics."], [89038, "2021-12-14T19:11:11Z", [0.16], ""], [88452, "2021-12-14T17:59:20Z", [0.0], "There's considerable resistance of MPs of the whole party spectrum against measures of the \"Plan B\" package such as the Covid-Pass and mask mandates (and which does not contain legal restrictions on meetings in person) as well as concern about the financial impact on the \"hospitality industry\" in its most important season and thus push to \"save christmas this year\". Most MPs welcome and support milder interventions such as lateral flow-test requirements and improvements in resources etc that promise to accelerate the booster jab campaign. Working from home, which effectively limits in-person contacts, will not be mandated but comes as a recommendation instead.  Enforcibility options for indoors meeting restrictions look poor and make it appear highly unlikely any legal restrictions will be introduced any time soon as long as pubs remain open for simple economic deliberations."], [94791, "2021-12-14T16:51:16Z", [0.05], "Noted that Scotland are assertively suggesting some limits but they are not making them legal requirements. I think that is the likely next step for England, which might not leave the time to pass and impose legal restrictions. "], [99857, "2021-12-14T07:20:40Z", [0.2], "Not certain but 20% seems too low now. The push and focus on booster vaccines is likely the first line of defense and probably pushes any action off until the new year. There doesn't seem to be the political will to impose restrictions until that option is no longer effective..."], [88198, "2021-12-13T18:04:36Z", [0.25], ""], [1333, "2021-12-13T01:44:23Z", [0.13], ""], [96828, "2021-12-12T21:01:14Z", [0.35], ""], [96828, "2021-12-12T21:00:37Z", [0.33], ""], [96367, "2021-12-12T20:29:25Z", [0.82], "Johnson appears to be laying the groundwork for additional COVID measures ahead of what appears to be an imminent health service collapse (at best at a regional level). Worth remembering that this announcement (and additional measures) serves two key purposes for the Clown Prince and his populist playbook: 1) Anything that diverts from the scandals swirling around his \"leadership by example\" partying in 2020 (with new announcement today of Johnson's presence at just such an \"illegal gathering\") is a good thing. 2)That, if he can scare the public over omicron enough, that additional restrictions (that were likely going to happen anyway due to the austerity fuelled fragility of the health service EVERY winter but especially this one) become not only justifiable in the public mind but even go so far as to look like actual leadership in a crisis (unity around the leader against a common enemy: in this case the \"new\" / rebooted virus threat). The threat of rebellion by libertarian / bought and paid for Tories looms large but this \"UK Freedom Caucus\" does not have the blind, unthinking public support that their US counterparts appear to enjoy and the necessary measures will pass with Labour vote anyway. Still hard to say with full certainty, but remembering that Johnson would always prefer to do nothing if he possibly could, it appears that these warnings and daily escalations in severity messaging are ones he'd rather not have to give if he had any other choice (his natural inclination is to ignore, carry on and lie until these are no longer viable options). What's the political capital calculus here: weather a tory rebellion over COVID measures or seal the lid of his coffin with the collapse of the NHS during his watch...? ADDITIONAL: Whilst doubts over a Christmas lockdown are valid and worthy of inclusion in forecasts it wouldn't be beyond credible for Johnson to call an extraordinary session of parliament to vote on restrictions right after Christmas and in the week before new year which would still place the measures in bounds for this question. Christmas restrictions would enrage older (more Tory leaning) voters. New Years restrictions would mainly affect younger (less Tory friendly) voters. Food for thought! https://www.independent.co.uk/news/covid-omicron-variant-cases-live-vaccines-latest-b1974100.html\nhttps://www.bbc.co.uk/news/uk-59631570"], [101031, "2021-12-12T18:39:27Z", [0.3], "30% for what is needed and 70% on what I think will happen feels like a good split right now.\nMaybe I should be higher as Scotland may put their own rules in place.\nThe daily increase is incredible"], [94791, "2021-12-12T17:31:33Z", [0.05], "The virus' transmissibility is very concerning. But any new restrictions would have to pass Parliament first, which could take half a week at least. That would leave two weeks to the end of the year. At this late point, I'm not sure how effective legal restrictions would be on influencing people's behaviour over Christmas, regardless of R rates etc. Boris might decide there is little to gain and a lot to lose by imposing anything over Xmas and NY. I stand by my earlier forecast that we are likelier to see a circuit breaker of some kind in January instead. "], [86367, "2021-12-12T16:10:34Z", [0.35], ""], [81456, "2021-12-12T02:13:12Z", [0.11], ""], [70711, "2021-12-11T23:59:53Z", [0.7], ""], [96828, "2021-12-11T23:34:05Z", [0.32], ""], [96828, "2021-12-11T23:14:01Z", [0.33], "As the UK approaches 50% of its COVID cases being Omicron, divided politicians may use that as the motivating trigger to reinstate such a restriction."], [96828, "2021-12-11T23:07:10Z", [0.3], ""], [96367, "2021-12-11T20:18:49Z", [0.77], "Moving up with announcements in Scotland and restrictions on numbers being placed on care home visitors (out of bounds for this question but potentially a sign of things to come). The warning of a January surge is now a political question of when the government feel the damage is ‘best’ felt.  And with this government that calculus will likely be more about the political benefit to the premier than an economic, health service or human decision."], [97945, "2021-12-11T16:48:59Z", [0.66], "Upping significantly based on yesterday’s technical briefing. https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1040076/Technical_Briefing_31.pdf. Data on transmission and 2 dose immunity is bad news. NHS bed capacity at similar levels to December 2020. Plan B unlikely to have a big enough impact on hospitalisations. "], [89038, "2021-12-11T12:48:26Z", [0.12], "Will be interesting to see the size of Tory rebellion on Tuesday"], [33873, "2021-12-11T08:26:59Z", [0.64], "Increasing my forecast for this significantly because of the volatility of the situation right now. In my previous forecast I said measures would only be re introduced if the variant was vaccine evasive and caused more severe disease as well as being highly transmissible. However I didn’t account for it being quite as highly transmissible. We are now seeing doubling times of maybe even less than 2 days. It might be the case that restrictions are brought in as a precaution before hospital data are seen, since waiting for that data could be catastrophic. On balance I now think this is very likely since by the end of next weekend we could see 40k Omicron cases per day, and growing. The pressure will be too much to not introduce at least some restrictions on numbers meeting indoors in an effort to buy time to see what hospitalisation data look like. Mitigating factors that will make me revise this down:\n- Rapid drop off in doubling time over the next week\n- Lack of rumblings this week about new restrictions (e.g testing the waters to gauge support)\n- Official data which categorically proves Omicron is less severe"], [96367, "2021-12-10T22:31:34Z", [0.65], "Think there's a few \"asymmetric\" and less obvious ways this may resolve as a yes that are worth considering. 1.  Legal restrictions on the number of UNVACCINATED people in social venues (supported by Plan B's in place vaccine passport requirement - also helping push the more recalcitrant parts of the UK public to get their shots)\n2.  Legal restrictions on gatherings imposed on specific / targeted areas where NHS services hit the critical threshold of capacity and overload (also likely labour voting areas with little political impact for the Tory Party) Still lots of room for the populist mindset to overrule basic humanitarian concern and scientifically supported advice, and with the Plan B \"dead cat\" being called out as exactly that by several Tory friendly media outlets there is plenty of pressure on the Clown Prince and his clown car cabinet to swerve away from any further restrictions. A national lockdown seems incredibly unlikely therefore, but I still think there are avenues open for this question's resolution as \"yes\" beyond the blunt instrument of a large scale lockdown."], [101031, "2021-12-10T20:27:29Z", [0.18], "Govt has been advised to restrict further to reduce transmission of O according to documents leaked to the Guardian\nhttps://www.theguardian.com/world/2021/dec/10/stringent-uk-covid-measures-needed-within-a-week-leak-reveals\nComes down to a toss up between locking down to save lives or saving Christmas to save political careers\nHave jumped up from 6 to 18% as Omicron is growing at the worst predictions."], [85635, "2021-12-10T17:24:29Z", [0.2], ""], [101542, "2021-12-10T10:25:24Z", [0.07], ""], [1333, "2021-12-10T10:18:26Z", [0.12], ""], [100701, "2021-12-09T22:05:44Z", [0.4], "Revised as per Plan B announced today so less likely more restrictions after Xmas.   "], [62808, "2021-12-09T21:42:24Z", [0.97], "https://www.bbc.com/news/explainers-52530518 "], [62808, "2021-12-09T21:41:46Z", [0.98], "Comment deleted on Dec 09, 2021 09:42PM UTC"], [101031, "2021-12-09T20:39:35Z", [0.08], ""], [100701, "2021-12-09T17:01:07Z", [0.98], "Plan B being announced today.   I am going up to 98 as I think that we will be looking at rule of 6 type restrictions"], [95784, "2021-12-09T14:32:54Z", [0.1], ""], [96367, "2021-12-09T13:42:46Z", [0.6], "Adjusting down with @SE_Meyer s pertinent point about the political / populist reaction to the Xmas Party disclosures."], [100653, "2021-12-09T09:55:04Z", [0.1], ""], [86367, "2021-12-09T08:00:11Z", [0.15], ""], [94872, "2021-12-09T04:02:43Z", [0.28], ""], [88198, "2021-12-09T00:57:37Z", [0.17], ""], [96367, "2021-12-08T19:24:05Z", [0.76], "Worth a read from Professor Neil Ferguson, head of the Department of Infectious Disease Epidemiology at Imperial College London and a member of the Government’s Scientific Advisory Group for Emergencies (Sage): https://inews.co.uk/news/omicron-covid-cases-overtake-delta-variant-infections-uk-before-christmas-1340762 Lockdown in the New year (which saves Boris another \"Grinch of Christmas headline but may cost more economically once its got out of control) or before Christmas (when some form of gathering restriction might have the most significant impact)?"], [87177, "2021-12-08T19:07:16Z", [0.1], ""], [89038, "2021-12-08T18:38:18Z", [0.08], "Up a couple with Plan B, time is getting seriously tight though, and even the measures last week that included mask wearing on public transport was opposed by dozens of Tory MPs. Johnson is perhaps starting in his head to count leadership letters to 1922 committee, he simply cannot afford to further provoke his backbenchers at this stage."], [79508, "2021-12-08T18:34:06Z", [0.15], "Way things are going at the moment if they announced serious restrictions you  might see riots, but plan B is Go"], [94791, "2021-12-08T17:23:38Z", [0.02], "Omicron's transmissibility is high but the severity of illness, seemingly, is much more mild. So mild that it decreases the already-projected strain on the NHS? I'm not clever enough to know that and I'm not sure SAGE has concluded anything. Do I think people will adhere, en masse, to any restrictions on indoor meetings? No. I think there is too much 'lockdown fatigue' and 'political fatigue' at this point. I think the government will be all too aware of that, especially with all the cloudiness of the Downing Street Christmas Party.  I'm anticipating advice to work from home where possible up to Christmas and, perhaps, staggered returns to schools in January."], [96367, "2021-12-08T15:37:39Z", [0.76], ""], [96367, "2021-12-08T15:25:26Z", [0.74], "The government shifting position is potentially more impactful than the actual shift to Plan B as it shows they are willing to make impositions on peoples freedoms over Christmas that many here believed the Libertarian wing of the Tory Party and populist playbook in Johnson's hands simply would not permit. U Turns and late / reactive measures in place are not a new thing for Johnson's administration (hence my starting high pitch) and the move to Plan B now (as opposed to in January) may indicate that behind No 10's doors hides a lot more concern than is being publicly known. Working on the principle that Johnson would rather do nothing at all if he could get away with it, this move to Plan B restrictions can be seen as a meaningful demonstration of the concern at the head of government (and/or a sociopathic opportunity to provide a distraction from Johnson's many festering humiliations of the moment).  Johnson will be closely watching polls, the level of support behind him on the back benches and what may be coming in the new year (not so much case and fatality rates...he doesn't care about those things).  There will be a calculation somewhere that this will benefit his power base somehow (he wouldn't be doing it otherwise), the question is how and why?  Could it be that projections into the new year see longer lockdowns and greater economic harm right than limitations now? Either way, the move to Plan B restrictions may more easily open the door to localised, targeted and specific restrictions being imposed on specific hot spots, venues and mass gathering events (although clearly not parties at No 10), and with 3 weeks to go and little sign of Omicron slowing it seems entirely possible that more is to come."], [96367, "2021-12-08T15:24:36Z", [0.78], ""], [96139, "2021-12-08T14:54:02Z", [0.1], "It looks like they will be implementing Plan B rules today - but the plan has no limits on numbers of people - and I think this will feel like enough is being done for now so they will not introduce anything more severe until after Christmas. "], [87827, "2021-12-08T12:27:20Z", [0.15], "Staying at 15% instead of decreasing. Sounds like Plan B rules are likely but according this document those appear to only include proof of vaccination, masking, and work from home recommendations. I doubt there will be more than that applied before the end of the year. https://www.gov.uk/government/publications/covid-19-response-autumn-and-winter-plan-2021/covid-19-response-autumn-and-winter-plan-2021"], [96139, "2021-12-08T12:21:16Z", [0.15], ""], [96139, "2021-12-08T12:21:02Z", [0.2], "Comment deleted on Dec 08, 2021 02:47PM UTC"], [97945, "2021-12-08T10:59:02Z", [0.33], "Within the last 10 days, we've gone from resolute denials that any further restrictions would be applied before Christmas to work from home orders and vaccine passports. Going up again - the dial keeps shifting. https://www.ft.com/content/bd0a637e-3e2b-4637-9548-d9eac1e20838"], [55987, "2021-12-07T15:59:50Z", [0.0], ""], [1333, "2021-12-07T12:17:28Z", [0.13], ""], [96367, "2021-12-07T12:02:06Z", [0.66], ""], [100653, "2021-12-07T09:47:30Z", [0.11], ""], [101031, "2021-12-07T03:30:07Z", [0.05], ""], [94872, "2021-12-07T02:52:27Z", [0.33], "Daily death rates are still quite low, but I suspect there will be more pressure to put legal restrictions on the number of people who meet indoors if cases skyrocket over the next couple of weeks."], [97945, "2021-12-06T15:12:18Z", [0.25], "Going back up a bit. The key is NHS capacity. Don't think it's beyond the realms of possibility that hospitals struggle to cope and government is forced to act. "], [70711, "2021-12-06T12:10:22Z", [0.0], ""], [103526, "2021-12-06T01:02:24Z", [0.2], "I assess the majority of UK politicians seeking to appear favorably to the public will not try to legalize this COVID-19 safety measure. It is made fairly clear that by calling the day this restriction was lifted \"Freedom Day,\" the public prefers to move on with life as it was before the pandemic, rather than see the government reinforce the previously \"inconvenient\" COVID-19 policy."], [102961, "2021-12-05T20:45:21Z", [0.08], ""], [92794, "2021-12-05T17:58:09Z", [0.14], ""], [103516, "2021-12-05T17:26:41Z", [0.88], ""], [33873, "2021-12-04T15:11:39Z", [0.08], "Passage of time"], [89038, "2021-12-04T12:03:09Z", [0.06], ""], [103481, "2021-12-03T23:36:20Z", [0.05], "New mutation can be a trigger but momentum is against personal restrictions and public health has less leverage than previously "], [99993, "2021-12-03T21:32:22Z", [0.02], ""], [100653, "2021-12-03T11:47:37Z", [0.09], ""], [79508, "2021-12-02T18:35:15Z", [0.09], ""], [103450, "2021-12-02T16:59:08Z", [0.1], "The lockdown is vastly unpopular; politicians looking for reelection are unlikely to rock the boat here."], [96139, "2021-12-02T12:01:30Z", [0.05], "This is a bit of a superficial read, but there are a lot of sources that are using language that indicates that they are operating under the assumption that they won't do anything until after christmas, if at all. They are keen to protect christmas and there is no leading indicators such as them beginning to talk about the NHS being under unsustainable pressure, which is a precursor for them to take action. It's not 'good housekeeping' to just add a quote without context of the full doc, but I think evidence of the government's point of view is summed up in quoting their autumn and winter covid response plan - \"Mandating vaccine-only certification would be preferable to closing venues entirely or reimposing social distancing.\"  So again it seems they want to rely on vaccination to get through christmas without imposing restrictions - specifically restrictions on the number of people - it seems the restrictions would come (if they come) in the form of mandating vaccination for access to events. "], [96367, "2021-12-01T23:13:23Z", [0.87], ""], [1333, "2021-12-01T19:11:22Z", [0.14], ""], [77869, "2021-12-01T17:57:05Z", [0.9], "Back in July I tweeted odds of 1/3 about a Xmas lockdown. That shortened to 1/5 in November, and since the stooshie about 'omicron' is now at best 1/10. There are many interests that will welcome lockdown 4: the Security State (prop: Priti Patel) would welcome the opportunity to tug on the popular leash to remind us who's boss; the bourgeoisie, who did pretty well out of previous lockdowns through capital investments, property prices, and government subsidies and cheap loans; disaster capitalists, already making hay from the privatisation of health and care services; and of course 'consultancies', some old, some new, who have raked it in from the public purse for supplying services (eg 'NHS' Test & Trace) and products (eg PPE), reaping profit margins in tens of percent. This last group were exposed in some detail by Private Eye two weeks ago, and they have a strong interest in a return to emergency powers and house arrest. "], [94791, "2021-12-01T17:11:09Z", [0.02], "Javid says no need to cancel Christmas parties"], [1333, "2021-12-01T16:47:23Z", [0.15], ""], [100701, "2021-12-01T16:31:49Z", [0.9], "The UK politicians will panic again"], [55987, "2021-12-01T16:19:22Z", [0.11], ""], [103436, "2021-12-01T14:51:40Z", [0.81], ""], [96367, "2021-12-01T12:49:40Z", [0.85], "Dropping slightly with time remaining.  Some useful comments on here questioning whether BoJo's political spine will allow him to place restrictions in proactively before Christmas (potentially seeing quicker recovery & growth in the new year) or whether it will fold under pressure of \"another cancelled Christmas\" headlines (which is the guiding star for his premiership). Advice from his health advisers against large Christmas gatherings (that is is currently ignoring) is leaking out, potentially indicating a \n desire by the scientists to not be blamed for another lethargic UK leadership response to an emergent threat.  This may in turn place pressure on the Government to act now to preserve some reputational competency in 2022 (that may see some opening moves by ascendant Tories to topple the Clown Prince and send him packing with all the blame for the UK's recent travails)."], [102302, "2021-12-01T10:30:57Z", [0.3], ""], [81456, "2021-12-01T07:29:55Z", [0.07], ""], [94872, "2021-12-01T03:39:35Z", [0.2], ""], [96828, "2021-12-01T03:11:13Z", [0.23], "Down a few percentage points due to reports that the those with Omicron have ' very mild' symptoms and @cdob63's point that this is largely a political question as much as it is a \"what's best for public health?\" question."], [92079, "2021-12-01T01:00:47Z", [0.0], ""], [84956, "2021-11-30T23:16:13Z", [0.05], ""], [101031, "2021-11-30T21:55:44Z", [0.08], "Not increasing my forecast a whole lot just yet. \nI have broken the forecast down to a number of sections in my mind:\n1. when will cases increase to a point that new, more stringent public health measures will be required. This would probably be driven by omicron as there was unlikely to be any major new factors that increase delta infections until Christmas and a possible winter surge. Another GJO question on covid variants in the US gives a low probability that Omicron will become the dominant strain in the US before mid January https://www.gjopen.com/questions/2095-when-will-a-sars-cov-2-variant-other-than-delta-next-represent-more-than-70-0-of-total-covid-19-cases-in-the-us\n2. Is there political will to begin new, more stringent public health measures - starting to see it with vaccination drives and mask mandates but I feel that there will be low public acceptance of precautionary measures unless justified by an increase in deaths and the health system being overwhelmed. considering there is less than 5 weeks to go it seems unlikely to be able to justify the measures in that time. It will take 2 to 3 weeks until we get a good idea of the transmissibility and re-infection risk and then it will take a couple of weeks to make a cabinet decision. Restrictions immediately before Christmas could be deeply unpopular."], [1333, "2021-11-30T21:27:12Z", [0.12], ""], [94791, "2021-11-30T20:25:31Z", [0.05], "I'm not adjusting my forecast until there is research into the severity of illness caused by the omicron variant, and timings of infection-to-hospitalisation. As it stands, I think it is much more likely that (legal?) restrictions will be put in place in January rather than December."], [85596, "2021-11-30T20:11:24Z", [0.05], ""], [88452, "2021-11-30T19:12:59Z", [0.0], "Judging by BoJo's initial reaction, 'freedom day' means 'no more restriction' for the public however dire the straits are."], [1333, "2021-11-30T19:04:33Z", [0.11], ""], [103344, "2021-11-30T18:31:23Z", [0.2], "Due to how much impact the Delta variant had England may decide to act faster with Omicron "], [88198, "2021-11-30T18:29:53Z", [0.22], ""], [99993, "2021-11-30T17:46:18Z", [0.05], ""], [103290, "2021-11-30T17:19:09Z", [0.11], ""], [691, "2021-11-30T16:12:22Z", [0.02], "In the current environment, this has become more a political question than a clinical or epidemiological one.   Political cowardice in the face of all forms of death, disease, destruction and devastation has always been one of the very most fatal of afflictions, and herd immunity doesn't work on it. "], [1333, "2021-11-30T15:31:48Z", [0.1], ""], [102075, "2021-11-30T11:25:56Z", [0.45], ""], [103265, "2021-11-30T01:25:52Z", [0.08], ""], [96139, "2021-11-29T23:15:18Z", [0.25], "I'm increasing probablitlty of some legal restrictions in light of the new variant. I do think the government is still more likely to try and encourage and reccomend over imposing legal ristrictions.. "], [55987, "2021-11-29T16:16:50Z", [0.23], "Omicron poses an increased risk of renewed mandates. "], [96828, "2021-11-29T13:16:09Z", [0.3], "With a \"personal responsibility\" attitude, England's government may never reimpose such a restriction. In addition, it seems the restrictions have to be legally binding, not just a suggestion, I would assume. This makes the case that much harder. On top of that, the year is almost ending, and there may not be enough time in the next 4 weeks to have something develop into a tipping point. However, the health secretary said there is no work from home rule 'as of yet.' Sporting events and arena-type events and religious gatherings may need more pushing by government to get to \"close down\" should Omicron* grow. And it seems to me that the cases are just trickling upward. There seems to be some support for more restrictions, ironically. I guess some people would not mind restrictions given the current circumstances. On the other hand, restricting travel and in-person gathering for the Holidays would be such a disappointment. On the OTHER hand, there could be a restriction toward members not living in the same household, in which members living within the same household can still spend the holidays together. Given the reliancy on noisy human judgement among government members and the unpredictability of COVID, my forecast is bumped a little closer to the 50/50 range. Overall still unlikely given the current situation but vulnerable to be tipped to the other side. *Omicron seems to be 5 times more transmisible than Delta. This is alarming and I'm eager to see the actual findings in the coming weeks. https://news.sky.com/story/covid-19-what-are-the-covid-restrictions-now-and-when-do-new-rules-come-into-force-12481243"], [100653, "2021-11-29T12:21:31Z", [0.16], ""], [92794, "2021-11-28T21:26:21Z", [0.16], ""], [92794, "2021-11-28T21:23:11Z", [0.13], ""], [101031, "2021-11-28T18:16:57Z", [0.07], ""], [33873, "2021-11-28T14:13:05Z", [0.1], "Increasing this because of the new variant. The data out of South Africa is concerning and there seems to be varying views appearing on whether it is A) more transmissible, B) vaccine evasive or C) causes more severe disease. I think we are close to confirming (A) but there seems to be a lot less confidence in (B) and (C).  I think all 3 conditions would need to be met before any additional restrictions would be introduced in the UK. I think it will take two-three more weeks before we have consensus around vaccine efficacy and then even longer before we know about severity of disease in vaccinated people (and with which vaccines) e.g. CMO said: \"Professor Whitty added that Omicron is highly transmissible, it is not yet clear how effective the vaccine will be as protection against it – but said those who are vaccinated or receive the booster jab will be less likely to become seriously ill.\" - https://www.manchestereveningnews.co.uk/news/uk-news/chris-whitty-explains-fears-over-22297799 Chris Whitty also thinks that the public would need to be on side for more restrictions (https://www.bbc.co.uk/news/uk-59434196 ). I suspect that to get to that point before the new year the new variant would have to prove itself to be causing very severe disease in vaccinated people infected over the next couple of weeks, probably in the same way we saw at the start of the pandemic. I think we're very unlikely (1-5%) to see rule of six style restrictions re-appearing and that would only happen in the most severe case. However I do think there is a greater likelihood that this question will be resolved as 'yes' due to some restrictions on larger gateherings indoors."], [87827, "2021-11-28T13:21:13Z", [0.15], "Would normally have dropped 5 now but I'm maintain for another week until news am about Omicron settles down."], [102961, "2021-11-28T12:06:46Z", [0.1], ""], [1333, "2021-11-28T10:26:32Z", [0.26], ""], [89038, "2021-11-27T20:50:21Z", [0.07], "Up again with new variant "], [96367, "2021-11-27T16:47:02Z", [0.9], ""], [101989, "2021-11-27T11:11:18Z", [0.05], "Increasing a bit given that cases are increasing and there is a new variant. Still - hospitalizations are not growing and there isn't enough new information about the new variant to warrant higher odds."], [96757, "2021-11-27T05:59:37Z", [0.1], ""], [94791, "2021-11-26T22:53:20Z", [0.05], "Difficult to update with today's new regarding new variant. A lot of impulsive caution/panic in the stock markets but bonds did not make a significant move. Scientists have no information about the severity of the associated illness. I'm not going to move my forecast right now but I might regret it!"], [94872, "2021-11-26T22:01:13Z", [0.25], ""], [103368, "2021-11-26T16:44:26Z", [0.25], ""], [691, "2021-11-26T14:13:32Z", [0.02], ""], [96367, "2021-11-26T11:40:30Z", [0.88], ""], [97945, "2021-11-26T10:29:17Z", [0.2], "Upping slightly due to new variant. Still think this government will be extremely reluctant to impose restrictions again after making such a song and dance about them ending in the summer. "], [103364, "2021-11-26T10:19:51Z", [0.5], ""], [96828, "2021-11-26T03:36:20Z", [0.27], "I'm not entirely convinced with UK's COVID cases rising, the new African variant at play, evidence of UK Gov acting on the new variant, and the general surprises this pandemic brings.  However, Europe is seeing violent protesets against such restrictions. So I guess the chances are lower because of this fear of outburst in happening in England."], [96828, "2021-11-26T03:33:52Z", [0.3], ""], [102372, "2021-11-25T14:26:37Z", [0.03], ""], [96139, "2021-11-25T13:06:15Z", [0.15], "The government has repeatedly shown that they would rather encourage/nudge over setting hard rules. I think the likely outcome (if any) is that they will put into play 'recommendations' as well as guidance that encourages, but they will not legally mandate. The govt is also selling the vaccine success story, showing that deaths/hospitalisations remain in control despite a surge in infections. So they will be hesitant to make any moves that degrade this story.   Where I do see perhaps some rules  in play is given the note on Sept 7th that Rule of six  interactions will count... but I still think they'll introduce these sort of things as guidance rather than hard rules. "], [55987, "2021-11-24T15:23:11Z", [0.08], ""], [86367, "2021-11-24T04:17:38Z", [0.1], ""], [97945, "2021-11-23T09:19:10Z", [0.15], "Passage of time"], [88452, "2021-11-23T08:58:46Z", [0.0], ""], [84956, "2021-11-22T14:18:51Z", [0.2], ""], [33873, "2021-11-22T08:57:15Z", [0.02], ""], [103233, "2021-11-22T03:20:28Z", [0.0], ""], [102961, "2021-11-21T20:11:24Z", [0.05], ""], [691, "2021-11-21T16:46:34Z", [0.05], ""], [94791, "2021-11-21T07:49:14Z", [0.05], "Unless the situation becomes untenable for the NHS, I really can't see Boris wanting to prompt any protests or violence like we''re seeing in Holland and Austra. https://www.bbc.co.uk/news/world-europe-59363256"], [86367, "2021-11-20T10:48:19Z", [0.2], ""], [96757, "2021-11-20T10:20:54Z", [0.06], ""], [94872, "2021-11-20T06:17:25Z", [0.14], ""], [103290, "2021-11-19T00:00:24Z", [0.0], ""], [62808, "2021-11-18T23:26:40Z", [0.0], ""], [1333, "2021-11-18T13:25:14Z", [0.27], ""], [96367, "2021-11-17T21:41:08Z", [0.85], ""], [101542, "2021-11-17T16:55:18Z", [0.09], ""], [94791, "2021-11-16T18:36:34Z", [0.05], "Noted that multiple EU countries are putting measures in place: unvaccinated lockdown, working from home etc. UK's numbers are poor relatively but the acceleration is more intense in Europe, strangely. Reiteration for now. "], [86367, "2021-11-16T16:01:56Z", [0.1], ""], [22689, "2021-11-15T22:27:52Z", [0.0], ""], [1333, "2021-11-15T16:21:05Z", [0.25], "Prime Minister Boris Johnson will chair an emergency Cobra meeting in response to the terrorist attack at Liverpool Women’s Hospital, according to Downing Street. The Prime Minister also held a COVID-19 press conference alongside Chief Scientific Adviser Sir Patrick Vallance and Chief Medical Officer Chris Whitty after No10 announced earlier the expansion of the booster programme to people over the age of 40. Johnson said he could not \"categorically rule out\" another Christmas lockdown and urged eligible people to get their booster vaccinations.\nPhoto via @CapitalLivNews"], [55987, "2021-11-15T16:05:49Z", [0.12], ""], [94791, "2021-11-14T18:48:18Z", [0.05], ""], [96757, "2021-11-12T18:01:09Z", [0.07], ""], [15500, "2021-11-12T09:53:11Z", [0.85], "exponential grow\nthe national healthcare system works at the limit right now"], [100653, "2021-11-12T09:43:26Z", [0.12], ""], [96757, "2021-11-12T03:06:58Z", [0.05], ""], [87827, "2021-11-11T22:19:24Z", [0.15], "Down 5 on passage of time."], [102387, "2021-11-11T11:37:28Z", [0.1], ""], [100653, "2021-11-11T07:56:13Z", [0.13], ""], [94872, "2021-11-11T05:44:33Z", [0.16], ""], [88198, "2021-11-11T05:00:07Z", [0.18], ""], [102961, "2021-11-10T21:37:51Z", [0.1], ""], [89038, "2021-11-10T16:54:53Z", [0.03], "Javid is going to play the hero of no restrictions I feel, with over-the-top praise for those that have had their boosters."], [55987, "2021-11-10T14:50:19Z", [0.05], ""], [101542, "2021-11-10T11:44:46Z", [0.1], ""], [102387, "2021-11-10T10:38:48Z", [0.12], ""], [103191, "2021-11-09T20:25:24Z", [0.25], "There are other measures that would be implemented ahead of this, so we are a couple of degrees away from this restriction.  It is likely that the double vaccination and the 6 month boosters will be able to maintain the hospital capacity balance for the next several weeks.  A new variant that is much less inhibited by the current vaccines would likely be the factor that would change the regulations again, and there has to be a reasonable chance of that at some point, but unlikely to have taken hold before Jan 2022. "], [102387, "2021-11-09T16:27:46Z", [0.13], ""], [97945, "2021-11-08T13:48:24Z", [0.25], "Reducing for passage of time "], [100653, "2021-11-08T08:40:35Z", [0.14], ""], [96367, "2021-11-08T07:20:52Z", [0.79], ""], [102961, "2021-11-07T17:44:55Z", [0.2], ""], [101989, "2021-11-07T13:37:20Z", [0.03], ""], [102929, "2021-11-07T09:37:37Z", [0.03], ""], [79508, "2021-11-07T09:21:35Z", [0.05], ""], [94872, "2021-11-07T02:33:32Z", [0.2], "Moving down on account of falling cases"], [86367, "2021-11-07T01:29:50Z", [0.15], ""], [92794, "2021-11-06T19:27:48Z", [0.1], ""], [96757, "2021-11-06T10:40:14Z", [0.09], ""], [88198, "2021-11-05T17:45:53Z", [0.23], ""], [55987, "2021-11-05T15:26:02Z", [0.08], ""], [93068, "2021-11-05T10:26:13Z", [0.04], ""], [89038, "2021-11-04T22:07:36Z", [0.09], ""], [101542, "2021-11-04T08:30:51Z", [0.11], ""], [97565, "2021-11-03T23:25:01Z", [0.4], ""], [55987, "2021-11-03T15:27:45Z", [0.13], ""], [100653, "2021-11-02T07:37:09Z", [0.18], ""], [94872, "2021-11-02T04:17:22Z", [0.25], "Adjusting down as cases fall"], [4423, "2021-11-02T03:09:54Z", [0.05], ""], [79508, "2021-11-01T19:31:36Z", [0.06], ""], [55987, "2021-11-01T15:49:40Z", [0.19], "Falling case rates ease the pressure to place restrictions for the Holidays. Adjusting down."], [100653, "2021-11-01T08:04:57Z", [0.19], ""], [89038, "2021-10-31T17:30:15Z", [0.14], ""], [691, "2021-10-31T15:39:52Z", [0.06], ""], [86367, "2021-10-31T14:43:13Z", [0.18], ""], [94872, "2021-10-31T03:28:51Z", [0.3], ""], [102372, "2021-10-29T09:24:55Z", [0.8], ""], [422, "2021-10-29T00:08:30Z", [0.0], ""], [78854, "2021-10-28T19:59:50Z", [0.6], ""], [79508, "2021-10-28T10:11:13Z", [0.1], ""], [89038, "2021-10-27T16:22:06Z", [0.3], ""], [93028, "2021-10-27T14:17:38Z", [0.0], ""], [100653, "2021-10-27T07:19:09Z", [0.2], ""], [102961, "2021-10-26T19:17:08Z", [0.25], ""], [87827, "2021-10-26T18:12:27Z", [0.2], ""], [103062, "2021-10-26T17:16:31Z", [0.6], "I state my reasons in a forthcoming Conversation article. I think the NHS is under severe pressure already, cases rising in older, more vulnerable population, and booster program too slow. Furthermore I worry about the takeup of the booster program (ie demand side problem). Evidence on waning of vaccine immunity seems convincing to me. The government has shown from previous serious waves that they will enact restrictions when health leaders tell them it is necessary.  On the other hand, cases are not rising slowly, and natural immunity+vaccine immunity could bring cases and hospitalisations down, hence there is doubt that this prediction will happen."], [55987, "2021-10-26T15:41:15Z", [0.25], ""], [94872, "2021-10-26T04:43:03Z", [0.33], ""], [102961, "2021-10-25T20:34:25Z", [0.35], ""], [79508, "2021-10-25T20:21:19Z", [0.08], ""], [96757, "2021-10-25T16:22:50Z", [0.1], ""], [102409, "2021-10-25T15:50:57Z", [0.33], "Assuming a prior of 50%, evidence of two previous lockdowns since March 2020. Death toll per week is lower than previous death toll when lockdown occurred first, dropping this to 33%.\nhttps://coronavirus.data.gov.uk/details/deaths\nhttps://www.instituteforgovernment.org.uk/sites/default/files/timeline-lockdown-web.pdf"], [95956, "2021-10-25T09:56:25Z", [0.3], "I really struggled to come up with a base rate here. But my eventual reasoning was: every time the hospitalisations have gone up above about 1,200 a day, we've imposed restrictions (in March and October last year). But the number of hospitalisations has gone on upwards curves towards that number four times (we're currently on the fifth). The two most recent upwards curves, in July and August, petered out and came back down a bit. It'd be a bit silly to assume that *every time* it goes above 1,200 hospitalisations we lock down, or that exactly 50% of upwards curves drop down. And the situation is very different now, with much greater immunity, than last year. But I think we can say there's some threshold probably around the 1,500 mark which we'd probably impose restrictions at, and that the upwards exponential curves are much less predictable than they were last year. I'm going to naively call that a base rate of 40%. We're spending more time indoors as the winter draws in. But boosters and continuing natural infection will continue to make it harder for the disease to spread quickly as we go along. Also, if things get worse, there are lots of lighter-touch things that can be imposed, and people naturally regulate their behaviour. And that 40% naive base rate is looking at the whole of the last 20 months, but the nice predictable upwards exponentials were both last year and the wobbly lines were both this year. I'm just going to somewhat crudely knock it down to 30% because I think it's unlikely, but I'm not very confident in either the behaviour of the disease or govt's ability to get out ahead and avoid problems by introducing the lighter-touch measures early"], [100653, "2021-10-25T06:43:05Z", [0.19], ""], [80790, "2021-10-24T21:57:00Z", [0.03], "I don’t think there is any chance of legal restrictions going as far as limiting indoor meeting again before Jan.  note the key word legal in the question.  This question is quite specific on this restriction, and it’s one of the more extreme restrictions. Plan B (see ref 1) does not mention it (that I can spot, please correct me if I’ve missed it).  Plan B is designed to limit impact on the NHS, so is driven from hospitalisations and ICU patients, not cases.  Yes it includes advice on working from home, but they would have to start restricting pubs restaurants and so on again for this question and I can’t see there being any appetite for that.   Yes cases are on the up, and hospitalisations are also going up, but they are nowhere near the levels of last year.  The graph on this page put this into context https://coronavirus.data.gov.uk/details/healthcare So I think we might get plan b restrictions, and as things get worse people will modify their behaviour, but i think it would have to get really really bad with the flu before indoor restrictions are put in place again. Admittedly everyone is getting sick with coughs, colds and sickness bugs, but flu hasn’t really made an emergence yet. See here https://www.gov.uk/government/statistics/national-flu-and-covid-19-surveillance-reports-2021-to-2022-season\nMost COVID cases are in school age kids who are also least likely to get really sick and are doing loads and loads of testing so will be detecting high rates.  But this also limits the impact on the NHS. 1) https://www.gov.uk/government/publications/covid-19-response-autumn-and-winter-plan-2021/covid-19-response-autumn-and-winter-plan-2021#contingency-planning. See contingency planning section."], [89038, "2021-10-24T15:22:56Z", [0.33], "I probably should come up more, Sunak's comments today felt like this isn't far away. "], [96367, "2021-10-24T07:30:36Z", [0.75], ""], [94872, "2021-10-24T06:05:31Z", [0.25], ""], [101542, "2021-10-23T18:53:55Z", [0.1], ""], [102302, "2021-10-23T13:06:42Z", [0.3], ""], [89038, "2021-10-23T09:40:41Z", [0.2], ""], [94791, "2021-10-23T09:33:07Z", [0.1], "https://www.bbc.co.uk/news/explainers-52530518. Criteria has been set, although without specific numbers. "], [55987, "2021-10-22T15:57:36Z", [0.31], ""], [79508, "2021-10-22T12:27:07Z", [0.1], ""], [86367, "2021-10-22T09:58:33Z", [0.22], ""], [97945, "2021-10-22T09:30:04Z", [0.35], "The autumn 2020 lockdowns demonstrated that the tipping point for reintroducing restrictions is not not the number of deaths or cases but hospitalisations. Daily hospital admissions in England are now at a similar level to this time last year (19/10/21: 799 compared to 19/10/20: 773 - rolling 7 day average). Clearly we are in a different place now due to the vaccine but we know immunity wanes after around six months, so the pace of the booster programme will be key in slowing the rate of hospital admissions. This seems to be ramping up now (223,000 booster jabs on 21/10 compared to 190,000 a week before), with public health campaigns and eligiability conditions being eased in the last few days. In my view this government will be extremely reluctant to impose restrictions on indoor meeting again but if daily hospitalisations tips over 1000 then they might be forced into it. "], [100653, "2021-10-22T07:07:14Z", [0.18], ""], [1333, "2021-10-21T18:07:21Z", [0.0], ""], [103026, "2021-10-21T17:16:39Z", [0.4], ""], [691, "2021-10-21T16:56:51Z", [0.08], ""], [55987, "2021-10-21T15:42:44Z", [0.24], "Continued case increases heading into the Holiday season makes me think there may be a push for intervention coming. "], [103024, "2021-10-21T15:40:18Z", [0.25], ""], [103024, "2021-10-21T15:39:56Z", [0.0], ""], [63852, "2021-10-21T15:13:09Z", [0.3], ""], [103021, "2021-10-21T15:12:39Z", [0.85], ""], [103020, "2021-10-21T15:10:16Z", [0.25], ""], [103019, "2021-10-21T15:07:30Z", [0.13], ""], [103016, "2021-10-21T15:05:53Z", [0.62], "amid spiralling case numbers, and the late start of vaccinating teens, giving them only one dose, the 6 month gap for boosters which means over 50s won't all get boosters until mid-December - and then allowing big events to go ahead without vaccine passes (see London Film Festival) and refusing to bring in mask mandates. And heading into the winter things will just get worse and worse. If there's more pressure on fuel, the NHS will be straining to handle it. And the govt has just forgotten Covid is a thing. "], [103015, "2021-10-21T14:58:29Z", [0.8], "I think that restrictions will have to be reinposed. The lack of taking the initiative now in bringing back mandatory face masks, why they were never kept in place god knows, and other simple measures will mean that the virus will continue out of control. Higher infections will, despite the vaccine, lead to higher hospitalisation and another frantically late response by the government to curb it. In other words history is repeating itself yet again."], [89038, "2021-10-20T20:20:37Z", [0.18], ""], [55987, "2021-10-20T16:39:21Z", [0.11], ""], [79508, "2021-10-20T11:17:28Z", [0.09], "Adjusting up"], [101256, "2021-10-20T08:41:12Z", [0.13], ""], [101031, "2021-10-20T08:06:02Z", [0.04], "There is still no plan to impose any restrictions but a Plan B has been floated which includes masks, vaccine passports and encouraging working from home. No talk of social restrictions \nBBC News - Covid: Bring back rules amid rising cases, urge NHS chiefs\nhttps://www.bbc.co.uk/news/uk-58976577"], [96367, "2021-10-20T02:47:13Z", [0.65], ""], [89038, "2021-10-19T17:59:07Z", [0.1], ""], [99993, "2021-10-19T17:00:22Z", [0.03], ""], [99993, "2021-10-19T17:00:15Z", [0.04], ""], [101031, "2021-10-19T08:51:41Z", [0.04], ""], [100653, "2021-10-19T06:43:13Z", [0.2], ""], [1333, "2021-10-19T06:28:35Z", [0.09], ""], [102842, "2021-10-19T02:06:41Z", [0.2], ""], [99857, "2021-10-18T16:26:20Z", [0.2], "\"It is one of the conundrums of the current phase of the Covid pandemic: the UK has among the highest number of infections across the world and a death toll that continues to steadily climb, yet the national mood seems sanguine. So is this down to British stoicism, a Keep Calm and Carry on mentality?\"  It seems that despite the pressure slowly mounting there's no political will to change the status quo and it's barely a conversation. On a global scale the UK is now doing quite poorly but “The government has abandoned all pretence at public health measures to control Covid. It’s a national scandal, but one which seems to have largely slipped from view.” I still can't rule it out but its bizarre to witness from the outside. I'll back down to 20% since no one there seems bothered... https://www.theguardian.com/world/2021/oct/15/why-britons-are-tolerating-sky-high-covid-rates-and-why-this-may-not-last"], [87827, "2021-10-18T12:52:36Z", [0.2], "-7 on passage of time, cases remain high but hospitalizations and deaths have stayed low."], [94791, "2021-10-18T12:26:53Z", [0.05], "Tameside (one of the worst boroughs for R rate since Sept) is implementing masks in communal areas of schools. Intervention early enough to avoid further, wider restrictions?"], [96757, "2021-10-15T12:29:20Z", [0.07], ""], [20156, "2021-10-15T05:39:49Z", [0.1], ""], [94791, "2021-10-14T20:24:32Z", [0.05], "NHS wait times in the news. No comment from government, no avoid A&E campaign, no 'first warning' so far. Reiteration. "], [58028, "2021-10-14T14:35:37Z", [0.15], ""], [96828, "2021-10-14T04:22:37Z", [0.24], ""], [86367, "2021-10-14T02:42:23Z", [0.15], ""], [89038, "2021-10-13T21:28:33Z", [0.12], "Time"], [58028, "2021-10-13T21:14:12Z", [0.18], ""], [102960, "2021-10-13T20:11:46Z", [0.0], ""], [79508, "2021-10-12T16:27:50Z", [0.04], ""], [73653, "2021-10-12T16:08:37Z", [0.0], ""], [96367, "2021-10-12T11:37:46Z", [0.4], ""], [62808, "2021-10-10T17:53:42Z", [0.0], ""], [1333, "2021-10-10T12:24:03Z", [0.2], ""], [101031, "2021-10-10T11:10:05Z", [0.07], ""], [102929, "2021-10-10T09:50:32Z", [0.05], "The current guess seems a bit high. Rates are stable at the moment, and politically this will be difficult move. If things did go up, I'd say other steps would be implemented first. "], [101648, "2021-10-09T04:18:20Z", [0.1], ""], [58028, "2021-10-08T20:45:25Z", [0.2], ""], [97703, "2021-10-08T13:03:29Z", [0.05], ""], [100653, "2021-10-08T07:43:08Z", [0.22], ""], [96828, "2021-10-06T06:33:17Z", [0.28], ""], [100653, "2021-10-05T07:58:09Z", [0.33], ""], [94791, "2021-10-04T16:43:58Z", [0.05], "Tameside is one of the worst boroughs currently for R-rate; I live in this borough so I will use this as a good case-in-point. The R-rate accelerated rapidly this time last year, lagging school reopenings by 4 weeks; however, this year, the acceleration has been multiples lower. Currently, there have been no discussion of any restrictions or distancing."], [88198, "2021-10-04T15:59:36Z", [0.33], ""], [96757, "2021-10-04T15:34:28Z", [0.12], ""], [87827, "2021-10-04T11:39:11Z", [0.27], ""], [102849, "2021-10-03T15:33:19Z", [0.15], ""], [1333, "2021-10-01T17:23:53Z", [0.21], ""], [38210, "2021-10-01T13:07:18Z", [0.15], "Politically the Government will look at every other alternative - recommending caution, suggesting precautions. \n"], [55987, "2021-09-30T16:13:49Z", [0.13], ""], [96367, "2021-09-30T07:40:15Z", [0.55], "Cases seems to be holding relatively stable and fatalities & hospital admissions seem to be on a slow decline now. Not in winter yet however and with a perfect storm of issues on the horizon for the UK things still feel on the \"more likely than not\" side of the scale for some sort of local restrictions for in trouble NHS services. https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-02-28..latest&facet=none&pickerSort=desc&pickerMetric=total_cases&Metric=Confirmed+cases&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR"], [86367, "2021-09-30T03:06:21Z", [0.2], ""], [86367, "2021-09-30T03:04:05Z", [0.18], ""], [96828, "2021-09-29T10:38:11Z", [0.33], ""], [95683, "2021-09-29T02:20:04Z", [0.0], ""], [94872, "2021-09-28T04:37:01Z", [0.2], ""], [95683, "2021-09-28T02:24:54Z", [0.0], ""], [96828, "2021-09-27T04:13:42Z", [0.35], ""], [95683, "2021-09-27T02:25:02Z", [0.0], ""], [101031, "2021-09-26T22:12:21Z", [0.09], ""], [95683, "2021-09-26T20:36:48Z", [0.0], ""], [99993, "2021-09-26T18:43:07Z", [0.05], ""], [75518, "2021-09-26T15:57:10Z", [0.1], "With the recent vaccinating of younger population it will reduce the spread. Seems like they are exploring other options than imposing restrictions on how many that can meet, such as masks, vaccination passports,\nAnd possibly additional temporary lockdowns. "], [96757, "2021-09-26T05:48:56Z", [0.15], ""], [99993, "2021-09-25T16:53:07Z", [0.1], ""], [102774, "2021-09-25T12:27:51Z", [0.1], ""], [89038, "2021-09-24T20:06:47Z", [0.14], ""], [102595, "2021-09-23T14:37:23Z", [0.5], ""], [30434, "2021-09-23T13:57:37Z", [0.2], ""], [102143, "2021-09-21T21:34:51Z", [0.1], "Deaths are steadily dropping   \nhttps://www.nytimes.com/interactive/2021/world/united-kingdom-covid-cases.html\n"], [99993, "2021-09-21T16:46:49Z", [0.15], ""], [1333, "2021-09-21T11:06:12Z", [0.25], ""], [102561, "2021-09-21T02:17:50Z", [0.22], "Despite UK government’s efforts to  reopen the economy and lifted restrictions, vaccination of first liners, test  trace, and  isolate reducing positive cases, returning to schools and work might increase number of cases. Also weather conditions and  spread of seasonal respiratory diseases might impose pressure to take measures such as limiting number of people meeting indoors. on the other hand efforts to vaccinate the population might lighten such restriction. \nhttps://www.gov.uk/government/publications/covid-19-response-autumn-and-winter-plan-2021/covid-19-response-autumn-and-winter-plan-2021"], [55987, "2021-09-20T18:37:34Z", [0.15], ""], [87691, "2021-09-20T04:01:13Z", [1.0], ""], [89038, "2021-09-17T19:20:57Z", [0.2], "Coming down to crowd"], [93028, "2021-09-17T17:09:06Z", [0.01], "number of daily new cases dropping: https://www.worldometers.info/coronavirus/country/uk/"], [32100, "2021-09-16T17:09:17Z", [0.01], ""], [86367, "2021-09-16T13:13:26Z", [0.12], ""], [97963, "2021-09-16T02:07:30Z", [0.2], "According to multiple news outlets, the UK government plans on relying on vaccines rather than imposing further lockdowns, including boosters for older and vulnerable citizens. Prime Minister Johnson warns that vaccine passports and mandatory face masks may be required in the event of a surge in UK cases, but never mentioned further lockdowns as a possible measure that would be taken.  While unlikely, in a Bloomberg article dated September 14, an unidentified source stated that the UK could bring back national and regional lockdowns in England as a last resort. "], [101542, "2021-09-15T13:10:28Z", [0.02], ""], [96367, "2021-09-14T21:48:52Z", [0.62], "Taking a slice out of the confidence when factoring in: -the need for Legal Restrictions to be imposed for this question (as opposed to government advisories which is more the preferred course of action in post vaccine Britain)\n-the threats of revolt by Tory MPs in the upcoming vote on extending the governments emergency powers awarded them with the Coronavirus Act (2000) (noting that many of the lockdown and quarantine rules imposed legally have ben enacted through the Public Health (Control of Disease) Act 1984  and not the Coronavirus Act [1]).\n-the tiredness of the UK Public with COVID restrictions and how that will be reflected in a populist government's decision making\n-the three day drop in case numbers (possibly a data anomaly and short lived once school return figures start coming in, we'll see) [2]. [1] https://www.telegraph.co.uk/news/2020/09/10/planet-normal-use-fear-has-brought-greatest-invasion-personal/\n[2] https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-02-28..latest&facet=none&pickerSort=desc&pickerMetric=total_cases&Metric=Confirmed+cases&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR"], [85635, "2021-09-14T12:14:30Z", [0.05], "Comment deleted on Sep 14, 2021 12:42PM UTC"], [102530, "2021-09-13T09:41:24Z", [0.08], "The government really doesn't want to do this, and unless a new variant hits, the vaccine rollout should keep death rates and hospitalisations relatively low, even if infection rates fluctuate."], [33873, "2021-09-13T09:04:09Z", [0.03], ""], [85635, "2021-09-13T07:47:09Z", [0.15], ""], [100653, "2021-09-13T07:44:46Z", [0.34], ""], [81567, "2021-09-12T21:40:42Z", [0.05], ""], [54817, "2021-09-12T18:21:48Z", [0.2], "The Conservative government is desperate to avoid imposing such restrictions, as we saw repeatedly in the latter part of 2020. Unless fatality rates rise dramatically, it is unlikely that they would impose such measures again."], [96367, "2021-09-12T16:30:40Z", [0.74], "Moving up a fraction with publication and confirmation of a significant infection rate rise in Scotland, assessed to be in the wake of school re-openings that occurred a few weeks ahead of their English counterparts [1]. There seems little or no reason (based on the parity of mitigation measures in both countries or, more correctly, the lack of same) that this trend will not be mirrored in the UK causing further rises in what is already a steadily worsening situation (noting a smoother curve and significantly reduced numbers than has been seen previously) [2]. As the data shows, with vaccine proliferation being the significant difference between previous COVID surges and what we may see in Q4 2021, a rise in case numbers does not directly translate to a critical rise in fatalities or hospitalisations. The trend lines are rising in a much shallower trajectory than pre-vaccine surges and the total numbers remain significantly lower. But deaths and hospitalisations ARE still rising, steadily and consistently, and the UK government seem intent on maintaining the political narrative of \"everything back to normal\" for as long as they possibly can (meaning logically that this upward trend will only continue into winter). This of course does not factor in the less predictable (but entirely feasible) impact of any new or emergent variant that bucks the delta variant's current impact on case rates, hospitalisations and deaths. Will the \"slow and steady\" impact of COVID in Q4 2021 (compared to the shock of the previous year's surge), combined with a tacit (and likely unconscious) acceptance of increased COVID morbidity within the UK public, assisted by plenty of \"look the other way\" headlines from the Government and business friendly UK media, be enough to save the Boris premiership from being forced into yet another embarrassing and reactive U turn? Will they be able to keep control of the the virus and (far more important to the UK's populist PM) the public mood in the face of what may (gradually) become an unacceptable daily fatality rate (for perspective: the UK is, as of today's figures, essentially experiencing just short of two Grenfell Towers [3] a day in COVID fatalities) and/or the imminent or actual collapse of the NHS? Today's Sunday paper headlines give further warnings from the UK Government of re-imposed restrictions \"if people don't act responsibly\". As stated in previous rationales (https://www.gjopen.com/comments/1331699) this narrative has been seen in previous surges as the UK Government laying the groundwork for a shifting of the blame away from them (and commonly onto a selected non-Tory voting demographic) as and when new, entirely reactive COVID mitigation measures (or more accurately NHS collapse avoidance measures) are imposed despite their preparatory narrative that \"Boris really doesn't want to\". Recent precedent suggests a \"personal responsibility\" plea to the often contrary, ambivalent and apathetic UK public (trying to ignore the irony of this message coming from the most reckless, irresponsible, incompetent and self-interested UK government in a generation) will very likely fall on deaf ears, leading to the logical conclusion that the things Boris is saying he really doesn't want to do (but will if he's forced to) are more likely than not to come to pass.  Add to this the UK Government's own published concerns about the compound impact of a potentially aggressive Flu and Respiratory Syncytial Virus (RSV) [4] epidemic for the 2021 winter season in the UK and what it could do to NHS capacity alongside COVID 19.  Don't forget, this question is asking about lockdown measures being imposed across parts or all of the UK for any reason (not just purely because of COVID). If the UK Government were confident of a managed and controllable infection & fatality rate at this moment, would they be giving preparatory warnings (and preparing blame narratives) ahead of a potential new surge and high healthcare stress period for the winter period? If they were confident in vaccine performance, current COVID mitigations and NHS preparedness for the winter season wouldn't this populist and headline focused Government be be busy telling everyone NOT to worry and start making Christmas plans? Looking at the list of measures available: localised restrictions on numbers in pubs & restaurants, indoor gatherings and social events as a mitigation measure ahead of a more widespread regional lockdown appears very much to be on the cards (and would seem to count for this question save for residential care homes which the GJP have confirmed count as medical care facilities and therefore out of bounds for this question). Finally, and on a (not incredible) tangent, would the imposition of some restrictions on certain social gatherings (particularly around the Christmas period) be a useful cover for some of the Brexit (and COVID) induced supply shortages being increasingly felt by the UK at this moment? COVID has proven to be a very useful scapegoat for some of the UK's Brexit induced travails right now and we've seen the UK Government and its friendly media outlets playing this line hard to avoid the PM's pet project being revealed as the economically disastrous clown show it might otherwise be proven to be. Whilst this might seem a rather extreme and Machiavellian move there have already been reports of beer shortages due to Brexit induced driver shortages [5] and these are only likely to get worse as the driver shortage exacerbates and the holiday season kicks in in earnest with no restrictions on pub and bar gathering. Whilst painful, might the Brexit committed UK Government also look upon restrictions on bars, pubs and social gatherings over Christmas '21 (and the resultant relief from demand upon the supply chain) as something of a Brexit silver lining? This doesn't feel at all impossible with the current lot, although its also a hypothesis I'm not putting any real forecasting value into for this question! If they put restrictions in within this question's timeframe it'll be because they have been forced to by the conditions of the moment and not purely because they hope to use restrictions over Christmas to help mask Brexit's lengthening skid marks. The political cost vs benefit calculation wouldn't seem to add up if that was their driving intention behind re-imposed social restrictions. [1] https://www.mirror.co.uk/news/uk-news/warning-worrying-covid-maps-show-24895606\n[1] https://www.bloomberg.com/news/articles/2021-08-27/scotland-reports-record-new-covid-infections-in-warning-for-u-k\n[2] https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-12-20..latest&facet=none&pickerSort=desc&pickerMetric=total_cases&Metric=Hospital+patients&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR\n[2] https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-12-20..latest&facet=none&pickerSort=desc&pickerMetric=total_cases&Metric=Confirmed+cases&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR\n[2] https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-12-20..latest&facet=none&pickerSort=desc&pickerMetric=total_cases&Metric=Confirmed+deaths&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR\n[3] https://en.wikipedia.org/wiki/Grenfell_Tower_fire\n[4] https://publichealthmatters.blog.gov.uk/2021/07/23/why-we-are-preparing-for-a-worst-case-scenario-winter-season/\n[5] https://www.foodandwine.com/news/british-pubs-run-out-of-beer-brexit"], [96367, "2021-09-12T15:27:57Z", [0.72], "Comment deleted on Sep 12, 2021 04:30PM UTC"], [102595, "2021-09-12T09:50:24Z", [0.7], ""], [95683, "2021-09-11T22:46:47Z", [0.0], ""], [1333, "2021-09-11T21:10:26Z", [0.26], ""], [1333, "2021-09-11T13:51:29Z", [0.25], ""], [87827, "2021-09-11T12:54:58Z", [0.3], "Despite the sustained high cases the hospital system is still not seeing many hospitalizations, much lower than the last wave. I think this remains the biggest factor. But I'm going up 10 on articles shared by others that make it sound like the administration is keeping the option on the table in case a bad winter wave happens which is possible. https://coronavirus.data.gov.uk/details/healthcare"], [96367, "2021-09-11T08:17:15Z", [0.7], "Moving up with Boris publicly  “toeing the water” of what may, from his advisors positions, be an inevitable need to re-restrict elements or areas of the UK [1]. We’ve seen this sort of performative \"trial and measure headline\" a lot over the last year or so: a narrative story that starts with “he really doesn’t want to…” which gradually morphs into “he may have no choice but to…” which, shortly after the point of inevitability (and way too late to manage proactively) becomes “fellow citizens, it is with regret that I must…”.  Combined with the spin of \"this or that (generally non-Tory supporting) demographic are to blame for this\" then what we see today may be a useful herald of things to come in October / November for the UK. NI tax hike shows BJ is willing to do the unpopular things so long as he keeps hold of his majority parliamentary support.  Whilst I remain of the view that a national lockdown is far less likely, the possibility of local lockdowns in the face of regional healthcare being overwhelmed (likely in the woefully underfunded North of England where outbreaks have been significantly serious to require controversial regional lockdowns) seems significantly more likely today with Boris seeming to lay the groundwork and ‘soften the landing’ of future restrictions with preparatory public warnings. In counterpoint, the vaccine rollout in the UK has undeniably gone well in its initial drive although it does appear to be tailing off now as those that will have and those that can't or won't haven't.  Not as much talk of anti-vaxxer communities and sub-cultures in the UK but they will inevitably be present in some form.  More likely are the younger demographics who have not yet been able to get vaccinated and are also now returning to collective education with few restrictions or mitigations required by government (but still present at a local level). There is also the desire from within Boris' camp to maintain some of his crumbling support in the \"red wall\" areas: something that may encourage him to shy away from widespread social gathering restrictions whatever the situation in Northern healthcare maybe. The requirement to lock down will be unpopular within Boris' MP base and so will require unequivocal data and an undeniable catastrophe to become apparent before he will resort to it, but when exploring what is in place right now to prevent such a situation (when remembering that the UK is facing a particularly bad flu season alongside COVID which might exacerbate the need for grouping restrictions in households) the possibility of some local restrictions (that would avoid a wholesale revolt of Tory MPs in parliament) does remain fairly high. Examples from New Zealand, Singapore, Taiwan and plenty of other COVID success stories show that this virus demands a proactive response: something that the UK bureaucracy and this government in particular are genetically, systematically and conceptually ill equipped to deliver.  As such, slightly above a 2/3rds chance of some regional or local restrictions on social gathering by the end of the year, and with all that Q4 2021 is likely to bring, feels about right. [1]. https://www.theguardian.com/world/2021/sep/10/boris-johnson-publish-covid-blueprint-difficult-winter\n[1] https://inews.co.uk/news/politics/covid-lockdown-guidance-new-restrictions-boris-johnson-warning-winter-fears-1193808"], [89038, "2021-09-10T19:50:46Z", [0.4], "Moving up again, so many U turns and public support for further required restrictions are stronger than I thought a couple of week back. NI rise far more brazen. https://www.theguardian.com/world/2021/sep/10/boris-johnson-publish-covid-blueprint-difficult-winter "], [59881, "2021-09-10T18:04:18Z", [1.0], ""], [26642, "2021-09-10T17:46:43Z", [0.8], ""], [18322, "2021-09-10T13:36:20Z", [0.0], ""], [102530, "2021-09-10T11:35:54Z", [0.15], "The government does not believes such restrictions are enforceable any longer - the focus will be on completing vaccine programme among hesitant groups and mixers. It will only happen if there's a major surge or new variant of concern."], [102527, "2021-09-10T02:45:54Z", [0.65], ""], [102527, "2021-09-10T01:27:56Z", [0.35], "Comment deleted on Sep 10, 2021 02:45AM UTC"], [102527, "2021-09-10T01:27:06Z", [0.4], "Comment deleted on Sep 10, 2021 01:27AM UTC"], [102508, "2021-09-09T22:19:55Z", [1.0], "The U.K. is rife with virtue signalling and political correctness. That, and a hunch."], [20156, "2021-09-09T09:40:38Z", [0.27], ""], [100653, "2021-09-09T07:21:48Z", [0.32], ""], [34959, "2021-09-09T05:32:11Z", [0.22], ""], [101227, "2021-09-09T05:15:29Z", [0.2], ""], [1333, "2021-09-08T18:05:12Z", [0.25], ""], [102487, "2021-09-08T17:57:01Z", [0.8], "Yes, a two weeks circuit breaker will have to be imposed on October or December"], [55987, "2021-09-08T15:08:18Z", [0.19], ""], [34959, "2021-09-08T13:26:39Z", [0.2], ""], [96678, "2021-09-08T00:53:39Z", [0.05], "Covid rate is not much higher than when restrictions were lifted initially, PM Johnson has acted fairly committed to not restoring them, and given adequate vaccination rates, the limited time left, and no noise from top officials about restoring them, this seems very unlikely."], [89038, "2021-09-07T23:01:40Z", [0.3], "Rethinking this big time."], [101542, "2021-09-07T17:41:45Z", [0.04], ""], [81567, "2021-09-07T10:21:08Z", [0.15], ""], [101648, "2021-09-07T00:40:54Z", [0.25], ""], [81567, "2021-09-06T17:44:24Z", [0.3], "Looks like there may be another lockdown in October if current hospitalisations keep going up. "], [96757, "2021-09-06T10:17:27Z", [0.2], ""], [33715, "2021-09-06T10:09:49Z", [0.75], ""], [94872, "2021-09-06T05:28:59Z", [0.23], ""], [99857, "2021-09-06T03:05:46Z", [0.33], "As cases are creeping up still this is looking more possible than I'd initially thought. Canada has several provinces imposing new restrictions and there's still a fair bit of time left. While I'm not convinced occupancy restrictions is the most likely step I'm still coming up as a precaution"], [2642, "2021-09-05T23:47:32Z", [0.75], "UK currently spiking in rise of cases again. Seems likely. https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-03-01..latest&pickerSort=asc&pickerMetric=location&Metric=Confirmed+cases&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR"], [12879, "2021-09-05T19:43:02Z", [0.35], ""], [95496, "2021-09-05T15:41:27Z", [0.33], "Potential for further increase in cases is clear over the coming months as colder weather and potential new variants come into play. Govt is clearly averse to such measures, however some localized restrictions around larger indoor gatherings (eg. Christmas parties) may still fit their ‘freedom’ messaging "], [102439, "2021-09-05T13:06:40Z", [0.2], ""], [101364, "2021-09-05T10:26:58Z", [0.05], "No appetite for further restrictions.  Current infection levels are high but stable and there is no significant increase in hospitalisation"], [89038, "2021-09-04T19:17:37Z", [0.12], ""], [79508, "2021-09-04T06:55:55Z", [0.09], ""], [79479, "2021-09-04T03:06:38Z", [0.75], "It may be a relatively high number but the politicians are going to be under increasing pressure to do something. A high (possibly meaningless) cap especially in the context of large gatherings at Christmas (work parties for example) just seems almost inevitable "], [101648, "2021-09-04T01:11:31Z", [0.2], ""], [100716, "2021-09-03T17:23:07Z", [0.6], ""], [38210, "2021-09-03T08:04:13Z", [0.22], "With new variants surfacing in South Africa and the risk of a larger than normal flu season the government will likely have enough room to say the environment has changed to allow them to row back on their promise for no restrictions. It’s hard to see the health service not being supportive of some restrictions. I don’t see it as a strong possibility, hence the 22% forecast"], [95683, "2021-09-02T20:45:28Z", [0.0], ""], [23287, "2021-09-02T17:01:14Z", [0.25], ""], [79508, "2021-09-02T16:09:52Z", [0.06], ""], [26642, "2021-09-02T13:28:56Z", [0.8], ""], [101499, "2021-09-02T13:13:21Z", [0.01], "I think it's going to be difficult tot get any more legal restrictions through parliament "], [96367, "2021-09-01T22:01:13Z", [0.6], "Down with the clarification by the GJP(O) team on the inclusion of care homes in the definition of medical care facilities. \"Thank you for your inquiry. For the purposes of this question, regulated care homes are considered medical care facilities (https://datadictionary.nhs.uk/nhs_business_definitions/care_home.html).\""], [24440, "2021-09-01T21:05:53Z", [0.1], ""], [41217, "2021-09-01T18:50:00Z", [0.3], ""], [93373, "2021-09-01T18:49:00Z", [0.26], "Likely routes to resolving positive: \n>Some restriction on home gatherings\n>Night clubs shutting\n>Some local lockdown (this feels like the most likely of the three, and bumps me up a bit)\nLikely contingent on 3rd wave.. which is happening a bit... and kids are going back to school\nThink it's gonna be politically harder to impose than previous restrictions"], [1333, "2021-09-01T18:21:57Z", [0.27], ""], [13406, "2021-09-01T16:19:12Z", [0.0], ""], [81448, "2021-09-01T15:18:05Z", [0.05], "For this to happen, there needs to be : \n1/ a heightened risk;\n2/ political will to tackle the situation through those measures. 1/ Even though the number of cases may still be quite high, the number of deaths remains largely subdued (compared to where it used to be when the number of cases was this high). Furthermore, the number of cases seems to be stalling (weak evidence). Appearance of new variants is unlikely to change this, since delta seems to be mitigated by the vaccine as well, and variants take time to spread.  2/ The right criterion to think about this is the number of deaths. The number of cases peaked right around \"Freedom Day\", so it is unlikely to be used as a reason to reintroduce measures soon. In political terms, the government has taken a strong stance and it would be difficult to go back to containment measures.  The 2nd and 3rd lockdowns were triggered at a time were deaths were rising fast and at levels of 0.5 and 1 (per 100000) respectively. I estimate the probability of this happening again before EOY at 10% at most (considering the slow and continuous rise of deaths, which may be due to a high number of cases on non-vaccinated people).  For this to then politically be used to justify lockdowns, I would give a probability of 50% (same level as before, but now commitment to stay open).  Combined, this gives a 5% probability. "], [84453, "2021-09-01T12:45:20Z", [0.05], ""], [73564, "2021-09-01T12:16:36Z", [0.31], ""], [101262, "2021-09-01T10:18:00Z", [0.12], ""], [101256, "2021-09-01T09:42:00Z", [0.15], ""], [89050, "2021-09-01T08:35:10Z", [0.2], ""], [96367, "2021-09-01T08:24:20Z", [0.68], "All forecasters please note: this question is not just talking about COVID related restrictions but restrictions on indoor gathering for ANY reason (something of a bait and switch in play here!).  Note the concerns over the up coming flu season ([1] and [2]). Mollifying from my more \"gut feel\" start point but still maintaining a \"more likely than not\" position given: -School reopening and widespread concern over lack of mitigations in place (very limited vaccine penetration to school age groups, no mask requirements, no real social distancing, poor ventilation)\n-Very relaxed social view on COVID case numbers, R rate and even fatalities (compare: Grenfell Tower: 73 fatalities, UK COVID daily death rate as of 1st September 21: 97.  https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-09-21..latest&facet=none&pickerSort=desc&pickerMetric=total_cases&Metric=Confirmed+deaths&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR)\n-Potential for new, vaccine resistant variants emerging amongst widely infected but mostly vaccinated population (UK Govt seems content to not mitigate risks and not impose any mitigations in pursuit of \"freedoms\" making the UK an open petri dish for the virus' own evolution programme)\n-New variants being imported that raise concern levels in specific communities (see new C.1.2 variant: https://www.theguardian.com/australia-news/2021/aug/31/what-is-c12-the-new-covid-variant-in-south-africa-and-should-we-be-worried).\n-The use of COVID fear and COVID restrictions as a convenient political whitewash for numerous upcoming Brexit calamities (NI protocol, further crippling of supply chain & driver shortages, food shortages etc.).  https://www.ft.com/content/fbb70741-34cc-4f54-a66b-a2e4b9445f5b In counter point, there is:\n-UK Govt's bullish, optimism, populism infused and highly reactionary approach to COVID management that demonstrates a will to only do the bare minimum until the last possible moment (narrowing the window of possibility for new restrictions to be imposed to a \"critical\" or \"emergency\" moment when the UK public becomes concerned).\n-Boris' personal approval ratings hit for another large scale lockdown (something that drives and consumes the narrow mind that inhabits No 10 at this moment)\n-Tory Party MP resistance to further restrictions particularly in newly won \"red wall\" seats that Boris seems keen on trying to hold onto.  https://www.theguardian.com/world/2020/oct/13/hancock-turns-on-tory-lockdown-sceptics-ahead-of-key-covid-votes\n-No new major variant's emergence since Delta (stand by for C.1.2 impact assessment)\n-UK vaccination programme's population penetration & herd immunity\n-UK low hospitalisation rates (compared to last lockdown)\n-R Rate stabilising (but still just above 1) On the back of the above I do not believe it likely we'll see any form of national lockdown unless a serious new variant or other major crisis emerges, but I do believe it \"more likely than not\" that we'll see local restrictions imposed as a reactionary measure to a local serious outbreak that pressurises an already stressed local hospital (historically focused on the poorer areas of the UK).  This could be either COVID related or driven by a sudden increase in more seasonal Influenza related concerns (+COVID). What I don't know is if this question considers elderly care homes as \"medical care facilities\" so hedging on this whilst awaiting a response. [1]  https://publichealthmatters.blog.gov.uk/2021/07/23/why-we-are-preparing-for-a-worst-case-scenario-winter-season/\n[2]  https://www.theguardian.com/society/2021/jun/25/is-the-uk-in-for-a-bumper-flu-season-this-winter"], [94872, "2021-09-01T06:57:13Z", [0.2], ""], [55726, "2021-09-01T05:08:44Z", [0.01], "No. Because Delta poses no threat to the health system, and it is the risk of overloading the health systems that drives lockdown. \nIf a new and more infectious variant comes along, Boris will give in to the new threat at the beginning of 2022, not before. "], [86367, "2021-09-01T01:57:34Z", [0.15], ""], [80492, "2021-09-01T00:51:34Z", [0.05], "UK is on track for a 90% vaccination rate and infection rate seems to be leveling out. New restrictions at this time will be politically difficult to implement and enforce esp after Liverpool had a full stadium at Anfield last weekend! "], [101648, "2021-09-01T00:47:46Z", [0.1], ""], [9486, "2021-08-31T23:55:16Z", [0.4], "People go wild over Christmas, hospitals overwhelmed"], [8826, "2021-08-31T22:16:52Z", [0.6], ""], [98950, "2021-08-31T20:54:52Z", [0.9], "Schools are already overloading systems in US and Scotland. Restrictions are inevitable given huge community infection rates"], [1333, "2021-08-31T20:50:24Z", [0.38], ""], [80982, "2021-08-31T20:48:13Z", [0.0], ""], [1333, "2021-08-31T20:45:32Z", [0.55], ""], [50981, "2021-08-31T20:42:38Z", [0.15], ""], [50981, "2021-08-31T20:37:07Z", [0.15], ""], [80982, "2021-08-31T19:27:25Z", [0.0], ""], [46575, "2021-08-31T19:21:55Z", [0.25], "There will be a significant increase in cases"], [78488, "2021-08-31T19:14:35Z", [0.7], ""], [1333, "2021-08-31T19:09:59Z", [0.74], ""], [97703, "2021-08-31T18:59:18Z", [0.15], ""], [83135, "2021-08-31T18:58:03Z", [1.0], ""], [79462, "2021-08-31T18:53:03Z", [0.8], "1. The UK has not extended the vaccination programme to the children 12 and over. \n2. These children will be returning back to school during the first two weeks of September. \n3. No significant effort has been made, nor material/financial support provided to schools to ensure they have robust ventilation or air filtration.\n4. Children kept in close quarters/proximity within classrooms where the risk of passing on infections is increased.  I forecast a spike in infections originating in schools to being towards the end of September. Further, I forecast that this will lead to a community-driven spread in households which will be compounded as we enter the colder months when families will be spending more time indoors with potentially infected kids.  Base on previous patterns of response by the UK government, I also believe there will be a delay in the government taking action which will lead to further significant pressures on the NHS and thus make the reintroduction of restrictions inevitable, about December 2021.  Another compounding factor will be the potential yearly flu outbreak which may make a return this year because of the reduced restrictions in the months leading up to November."], [76760, "2021-08-31T18:50:21Z", [0.8], "Too many think the pandemic is over "], [60695, "2021-08-31T18:12:29Z", [1.0], ""], [63479, "2021-08-31T17:45:56Z", [0.65], ""], [13464, "2021-08-31T17:25:08Z", [0.1], "Depends more on the flu season (and the higher rate of respiratory viruses) than COVID and the NHS' ability to cope with everything at the same time in the winter. Couple that with Boris' more libertarian streak coming through and what we now know from Dominic Cummings about the PM's thoughts on the previous restrictions he feels he was forced into and the probability is fairly low."], [77517, "2021-08-31T17:07:30Z", [0.2], ""], [77517, "2021-08-31T17:06:19Z", [0.0], ""], [64744, "2021-08-31T16:57:41Z", [0.15], ""], [11430, "2021-08-31T16:51:05Z", [0.5], ""], [85200, "2021-08-31T16:38:34Z", [0.19], ""], [87981, "2021-08-31T16:37:08Z", [0.1], ""], [101878, "2021-08-31T16:35:49Z", [0.25], ""], [100814, "2021-08-31T16:31:56Z", [0.1], ""], [76166, "2021-08-31T16:31:03Z", [0.05], "The Government will resist further restrictions at all costs, these would only be implemented if the scientific evidence was overwhelmingly in favour of further measures."], [79443, "2021-08-31T16:30:56Z", [0.1], ""], [97188, "2021-08-31T16:22:41Z", [0.05], ""], [99099, "2021-08-31T16:20:14Z", [0.2], "England seems to have come to it's \"we're going to just live with it\" phase of Covid.  Unless another strain comes along and boosts infections even more, I doubt this comes to pass"], [79492, "2021-08-31T16:20:10Z", [0.0], ""], [101648, "2021-08-31T04:51:07Z", [0.2], ""], [101648, "2021-08-31T04:50:52Z", [0.3], ""], [94872, "2021-08-31T04:34:18Z", [0.21], ""], [102375, "2021-08-30T19:25:00Z", [0.0], "Unlikely to be the need to do so, or the political willingness."], [101542, "2021-08-30T13:55:27Z", [0.05], ""], [34959, "2021-08-30T03:52:25Z", [0.12], ""], [88452, "2021-08-30T00:40:02Z", [0.0], ""], [57249, "2021-08-29T10:43:52Z", [0.04], ""], [101118, "2021-08-28T17:38:57Z", [0.0], ""], [102359, "2021-08-28T17:38:23Z", [0.3], ""], [95944, "2021-08-27T18:31:05Z", [0.0], ""], [1333, "2021-08-27T18:11:39Z", [0.89], ""], [101031, "2021-08-27T12:04:40Z", [0.15], ""], [102354, "2021-08-27T11:53:04Z", [0.33], "Political will for restrictions is declining\nThe presence of vaccines reduce the link between case growth and hospitalisations and therefore reduces the correlation between restrictive policy and case growth. \nBooster shots will be needed in response to variants and declining efficacy.\nBooster success is inversely correlated with restriction probability "], [95802, "2021-08-27T11:19:11Z", [0.1], ""], [102286, "2021-08-27T08:21:03Z", [0.33], ""], [102286, "2021-08-27T08:20:07Z", [0.9], ""], [96367, "2021-08-27T07:05:02Z", [0.85], ""], [96367, "2021-08-27T07:02:53Z", [0.92], ""], [96367, "2021-08-27T06:59:22Z", [0.8], ""], [81567, "2021-08-27T05:17:53Z", [0.0], ""], [94872, "2021-08-27T05:11:17Z", [0.21], ""], [92690, "2021-08-27T03:07:48Z", [0.95], "@Jenjamin-Backson "], [101648, "2021-08-27T01:53:31Z", [0.4], ""], [75518, "2021-08-26T21:56:20Z", [0.7], ""], [102143, "2021-08-26T16:41:32Z", [0.76], "It looks like the effective reproductive rate is reasonable stable now.  There was a linear rise from about 80 to 150 deaths per day over the last month.  If that switches to exponential growth we can anticipate possible policy change. Social distancing seasonal impact will take place as winter progresses and we seem to get a new high R value version of the virus about every 6 months, so I give is a high chance of at least a short term local policy change between now and Jan 1.  There will be quite a bit of political pressure to avoid this option."], [88198, "2021-08-26T15:47:47Z", [0.37], ""], [87177, "2021-08-26T06:55:44Z", [0.0], ""], [86367, "2021-08-26T02:07:21Z", [0.2], ""], [101648, "2021-08-26T01:39:25Z", [0.2], ""], [84956, "2021-08-25T20:54:03Z", [0.58], ""], [93409, "2021-08-25T16:29:19Z", [0.5], ""], [95784, "2021-08-25T14:19:05Z", [0.25], ""], [102145, "2021-08-25T12:30:56Z", [0.1], "Not economically viable, delta peaking, don’t see them floating them idea aggressively "], [79508, "2021-08-25T08:34:32Z", [0.05], ""], [1479, "2021-08-25T05:26:38Z", [0.0], ""], [94872, "2021-08-24T23:07:32Z", [0.17], ""], [1333, "2021-08-24T18:08:38Z", [0.89], ""], [18322, "2021-08-24T17:55:02Z", [0.0], ""], [18322, "2021-08-24T17:53:26Z", [0.75], "Comment deleted on Aug 24, 2021 05:55PM UTC"], [55987, "2021-08-24T15:35:54Z", [0.1], ""], [102126, "2021-08-24T13:29:05Z", [0.6], ""], [85635, "2021-08-24T12:24:07Z", [0.1], ""], [89038, "2021-08-24T12:11:52Z", [0.09], "Locality instead of national far more likely. No real imminent pressure and Johnson won't want any Christmas celebrations cancelled again after last year debacle, what is long forgotten and was barely damaging mind"], [97565, "2021-08-24T08:12:57Z", [0.7], ""], [102302, "2021-08-24T07:02:21Z", [0.24], ""], [102306, "2021-08-24T06:10:50Z", [0.42], "- Vaccine efficacy fades after 2-3 months just in time for winter "], [35398, "2021-08-24T01:00:55Z", [0.9], ""], [1667, "2021-08-23T23:06:22Z", [0.66], "Cases are rising and restrictions need not cover the whole of UK to count. Winter will increase probability of infections due to people being in close quarters. Over 13% of pop unvaccinated and another 12% have received only one shot. "], [4423, "2021-08-23T20:30:15Z", [0.67], ""], [102012, "2021-08-23T19:16:02Z", [0.15], ""], [62808, "2021-08-23T19:08:43Z", [0.0], ""], [11366, "2021-08-23T19:04:33Z", [0.0], ""], [29875, "2021-08-23T18:36:26Z", [0.0], "Get vaccinated and go out"], [101333, "2021-08-23T15:58:21Z", [0.05], ""], [1333, "2021-08-23T11:11:26Z", [0.89], ""], [101422, "2021-08-23T08:40:09Z", [0.71], ""], [34724, "2021-08-23T07:56:42Z", [0.05], ""], [94872, "2021-08-23T06:26:11Z", [0.16], ""], [93028, "2021-08-22T22:22:53Z", [0.01], ""], [96367, "2021-08-22T21:31:04Z", [0.6], "Starting pitch, with proper analysis to follow."], [1333, "2021-08-22T20:42:37Z", [0.9], ""], [102132, "2021-08-22T15:28:33Z", [0.15], "With vaccination rates at 90% in the UK, I think we are looking at 3 scenarios 1) a dangerous variant turning up that vaccines are not effective on, or the Delta variant infecting many who have been vaccinated. There have been 8 variants identified, all of them in 2020 - even the Delta variant was first identified in Nov 2020 (https://www.bmj.com/content/374/bmj.n1971)\n8 variants in 2020. None so far in 2021. You’d expect at least 1 to turn up but it would also need to be worse than others and they typically take time to spread. (E.g. Delta took four or five months to reach the UK). \n2) The Delta variant is largely hitting unvaccinated people for now in terms of ICU cases anyway in Switzerland which only has 50% vaccination rates. Infection rates in the UK are also dropping. So I think that is also unlikely. \n3) low vaccination hotspots… I could not find evidence of this in the UK so I think this is again a small chance. \nThat said - The public is now used to restrictions so the government of the UK will be confident that there will be compliance. The law could state no more than 1000 people for instance if the event does not check COVID certs ( similar to Switzerland). So it would not be that restrictive. Governments like to be seen to be doing things. Something like that would show action without causing too much controversy.  It can happen but unlikely to."], [81262, "2021-08-22T13:01:18Z", [0.9], "Using hospitalization as key metric, they have been rather flat without much of a bounce upwards from the huge uptick this summer in infections. However, with Autumn and the return to office, school, and daily life, infections are bound to rise again - not only that, but new study shows breakthrough infections within vaccinated show high viral loads for Delta, meaning their level of contagiousness will still be source of concern (see latest Economist this week)"], [100273, "2021-08-22T12:16:55Z", [0.9], "Winter is coming,  and the plague is coming with it."], [87827, "2021-08-22T12:16:10Z", [0.2], ""], [45594, "2021-08-22T11:55:26Z", [0.1], ""], [94737, "2021-08-22T10:36:15Z", [1.0], ""], [102306, "2021-08-22T08:43:29Z", [0.37], "Variants "], [101648, "2021-08-22T01:17:03Z", [0.1], ""], [89038, "2021-08-21T20:55:35Z", [0.06], "Was bit low, so many U turns on indoor restrictions but this would arguably be the most surprising of them all"], [691, "2021-08-21T20:13:52Z", [0.03], ""], [1333, "2021-08-21T20:07:15Z", [0.96], ""], [99857, "2021-08-21T16:49:09Z", [0.12], "I had a whole piece written up and lost it... so long story short, the R rate is 0.9-1.2, hospitalizations are stable, and delta is almost all cases. Vaccination program has slowed but is still progressing. I've asked for clarification on if the restrictions would have to be imposed by the national govt or if a municipal/regional restriction would count (which seems slightly more likely). At this point it's not looking likely and barring something from left field I'm going with a low probability."], [100653, "2021-08-21T15:43:19Z", [0.1], ""], [90237, "2021-08-21T14:46:46Z", [1.0], ""], [101364, "2021-08-21T14:28:32Z", [0.1], "Vaccinations and previous restrictions have had a positive effect.  Subject to a new variant, it's unlikely that even a significant spread eill result in high hospitalisations and deaths."], [1333, "2021-08-21T13:38:02Z", [0.98], ""], [28336, "2021-08-21T07:16:24Z", [0.05], ""], [100664, "2021-08-21T06:44:41Z", [0.02], ""], [101031, "2021-08-21T06:33:37Z", [0.08], "Booster shots in september will reduce impact on the most likely to be hospitalised.\nWill watch cases, hospitalisations and strains and look to change with those. \nIt is only just over 4 months."], [34815, "2021-08-21T03:46:02Z", [0.0], ""], [92079, "2021-08-21T03:30:27Z", [0.0], ""], [87827, "2021-08-21T02:48:30Z", [0.25], ""], [87827, "2021-08-21T02:44:39Z", [0.25], "While cases are nearly as high as they were over the winter when lockdown was in place, hospitalizations and deaths are significantly lower due to the high vaccination rate. My guess is that's unlikely to change, and combined with lockdown fatigue the government is unlikely to impose that again. However I still think there's a 25% chance that the government could get concerned about high case spread or that hospitalizations and deaths could begin to rise higher. https://coronavirus.data.gov.uk/details/healthcare"], [94872, "2021-08-21T02:35:58Z", [0.16], ""], [61713, "2021-08-20T22:36:10Z", [0.2], "Gut instinct is quite a strong 'No', on the basis that: 1. Government may not be able to get MPs support for another lockdown (or anything similar) without relying on Labour votes (which they seem unwilling to do);\n2. Vaccinations have led to 30k cases per day causing 'only' 150 or so daily deaths, which the government seems to find a bearable amount with no new measures; and\n3. Further vaccinations slowly improving the situation further. On the other hand: 1. Risk of a winter/school return spike pushing cases and deaths up is real, and given we are already on 100+ daily deaths we don't have that far to climb before additional measures might be difficult to avoid; and\n2. The pandemic has had several false dawns already and I am skeptical of being too confident that we are passed lockdown-type measures."], [55987, "2021-08-20T21:59:59Z", [0.11], ""], [80790, "2021-08-20T21:32:07Z", [0.03], "Cases are currently quite high compared to last October when restrictions were last in place, yet hospitalisations remain relatively low.  It’s the hospital capacity that drives the issues. Yes flu might come along, but there are little signs of coughs and colds since people started mixing, so behaviours and better cleaning will have a big impact on how much flu can pass around. Mind you having been suppressed for a year, they may come back stronger, but I don’t think it will be enough to cause further restrictions.  Everyone has been well versed in COVID now and that it’s worse than flu, so I think less people will get flu, present themselves as ill unnecessarily, the hospitals will only admit the really ill too now I guess.  So all in all the threshold for further restrictions feels like things would need to be really bad again. Although my forecasting track record isn’t great at the moment, do I feel I may have doomed us all."], [100701, "2021-08-20T19:33:14Z", [0.8], "With indoor fall flu season coming I can see another round of media promoted fearmongering about the variants."], [99993, "2021-08-20T19:12:49Z", [0.25], ""], [79508, "2021-08-20T18:43:40Z", [0.04], "My guess would be a low probability, so long as they go with a mix and match and not so much of the AZ Vax"], [101989, "2021-08-20T18:36:16Z", [0.05], "Assumptions:\n* The restrictions will be imposed only if the healthcare system is close to its capacity\n* Currently the healthcare system is at ~20% of capacity and growing very slowly: https://coronavirus.data.gov.uk/details/healthcare\n* Back to school and more indoor time in the winter will have a relatively minor impact on the number of cases\n* The uptake of the second dose of the vaccine will continue at a linear rate, growing from ~76% today to ~88% by the end of September.\n* The UK will start booster shots in September, which should help based on what we see in Israel\n* No new variant that is worse than Delta will become dominant by the end of December."], [1333, "2021-08-20T18:35:01Z", [0.99], ""], [1333, "2021-08-20T18:28:15Z", [1.0], ""], [60695, "2021-08-20T18:22:53Z", [1.0], ""], [89038, "2021-08-20T18:05:30Z", [0.03], "Deaths won't be higher enough and Javid an economically minded health minister."], [85635, "2021-08-20T17:14:18Z", [0.25], ""]]}