{"question_id": 1728, "title": "Will a World Series decide an MLB Champion in 2020?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.99, 0.01], "correct_answer": "Yes", "correct_forecast": 0.99, "preds": [[95565, "2020-10-27T20:07:34Z", [1.0], ""], [52131, "2020-10-27T14:14:43Z", [1.0], ""], [90733, "2020-10-27T13:36:28Z", [1.0], ""], [84880, "2020-10-26T16:40:29Z", [1.0], ""], [1333, "2020-10-26T11:15:36Z", [1.0], ""], [75863, "2020-10-25T23:42:52Z", [1.0], ""], [96557, "2020-10-24T13:39:44Z", [1.0], "The World Series is currently ongoing and the MLB has given no indication that they will end it prior to its resolution. "], [75863, "2020-10-23T23:00:35Z", [0.99], ""], [93496, "2020-10-22T17:34:28Z", [1.0], ""], [95565, "2020-10-22T13:54:37Z", [1.0], ""], [1333, "2020-10-20T13:18:02Z", [1.0], ""], [93496, "2020-10-19T01:37:14Z", [0.99], ""], [691, "2020-10-18T14:22:49Z", [1.0], ""], [75863, "2020-10-17T18:27:37Z", [0.98], "The World Series is taking place soon, Oct 20-28, and there are no indications that it will be cancelled. https://en.wikipedia.org/wiki/2020_World_Series I am giving a 2% chance to there being COVID outbreak among players that is widespread enough to prompt the cancellation of the World Series."], [96318, "2020-10-17T11:26:18Z", [0.96], ""], [96434, "2020-10-16T00:18:54Z", [1.0], ""], [33035, "2020-10-14T15:36:35Z", [1.0], ""], [691, "2020-10-12T14:27:47Z", [1.0], ""], [1333, "2020-10-12T14:08:06Z", [1.0], ""], [95838, "2020-10-12T02:15:36Z", [0.85], "The Dodgers are the most favored team in MLB so I will the give them high probability of winning. Its the \"depth\" of their staff and the previous winning trend that causes them to be the favorite.\nhttps://www.espn.com/mlb/standings/_/group/overall"], [96356, "2020-10-12T00:29:56Z", [1.0], "Because the MLB has no plans to cancel or pause the season. \n https://www.cbssports.com/mlb/news/mlb-playoffs-bracket-schedule-dates-as-baseball-postseason-moves-to-alcs-and-nlcs/"], [96352, "2020-10-11T20:14:08Z", [0.95], "Based on the current response from the MLB, there are no indications they plan to cancel the World Series. According to a recent press release, the World Series and other championship games will all be held in Arlington Texas to minimize exposure (Press Herald, 2020). Current procedures by the MLB give indications of the response and mitigations against COVID-19. Another factor to take into place is the overall response from sporting events in the United States. Both football and basketball have continued games with mitigations that monitor exposure. I think baseball will follow the same trend, especially since games are currently being played. While games are ongoing, updated brackets are being developed for the World Series. My predictions are as follows: -95% Yes\n-5% No https://bleacherreport.com/articles/2912799-world-series-2020-updated-bracket-predictions-ahead-of-alcs-nlcs\nhttps://www.pressherald.com/2020/09/15/mlb-playoffs-to-be-held-in-bubble-with-world-series-entirely-in-arlington-texas/\n"], [96350, "2020-10-11T17:38:07Z", [0.99], ""], [83, "2020-10-11T16:59:50Z", [1.0], ""], [96220, "2020-10-11T15:29:35Z", [1.0], "Predicting a traditional 162-game season would be hard enough to include dozens of variables but now a revised 60-game season may prove more daunting. Traditional powerhouses (Dodgers and Yankees) have proven their staying power, while perennial bottom feeders (Reds and Padres) have surprised a few people this post-season.  The MLB announced that the Postseason Wild Card Series would begin Tuesday September 29, 2020. The AL/NL Division Series is slated to begin October 5, 2020 with the AL/NL Championship Series following a start date of October 11, 2020. As of this writing, the World Series is tentatively scheduled to kick-off on October 20, 2020, and if necessary, a Game 7 conclusion on October 28, 2020.  As reported by the Associated Press on September 15, 2020, \"As part of an agreement, the Division Series, League Championship Series and World Series will be part of a bubble designed to minimize exposure to the coronavirus. The World Series itself will be played entirely at the Texas Rangers’ new ballpark in Arlington, Texas, as part of a bubble agreement between Major League Baseball and the players’ association, the first time the sport’s championship will be played entirely at one site since 1944” (AP, 2020). Back in August 2020, the MLB released a revised COVID-19 protocol list in the aftermath of an outbreak between the St. Louis Cardinals and Miami Marlins clubhouses. Amongst other strict precautions, the revised list included that players and staff would be required to wear face coverings at all time, to include the dugout and clubhouse, with the exception of players on the field. This includes all coaches on the field, and every member of the umpiring crew. Also, clubs are required to reduce the size of their traveling parties to essential personnel who are absolutely necessary to playing games (Nightengale, 2020). Depending on the continued health of each club involved in postseason play, I do believe the MLB will crown a 2020 World Series Champion. The league has provided enough consideration to most, if not all, contributing factors and applied them fairly and consistently across the board to ensure compliance and a successful postseason. \n"], [95276, "2020-10-11T14:55:56Z", [0.99], "Yes  they will because they are still currently playing baseball and will not let other sports make money and baseball not make money. "], [45594, "2020-10-11T13:22:17Z", [0.8], ""], [64078, "2020-10-11T00:52:10Z", [1.0], ""], [691, "2020-10-10T14:48:16Z", [1.0], "The MLB postseason has been reduced to meaninglessness by the elimination of the Yankees last night.  Somebody forced them to play Tampa Bay, which never ends well.  Nonetheless, there will be something called a World Series which will produce something called a champion.   Personally I attribute the decline of civilization to the expansion of major league baseball beyond eight teams in each league, with many of the new ones located west of St. Louis.  There is a special place in Heck for the person or persons responsible."], [84880, "2020-10-09T23:57:36Z", [0.99], ""], [75863, "2020-10-09T23:34:36Z", [0.96], "Still on track — https://www.cbssports.com/mlb/news/mlb-playoffs-schedule-2020-postseason-dates-times-tv-info-for-alds-game-5-alcs-and-nlcs/"], [88452, "2020-10-09T09:36:33Z", [1.0], "As of now, remaining games are on schedule.\nLast remaining game of division series takes place today 09 October 2020 to determine the winner TB  -  NYY. After that the League Champion Series (Best-of-seven mode) will determine World Series finalists: HOU  -  TB vs NYY\nATL  -  LAD between 11 and 18 Oct 2020 (in case all seven games are required) World Series (Best-of-seven) between 20 and 28 Oct 2020, (one planned off-day), Champion determined on 24 October at the earliest.\n22 games or less and only 5 teams left (4 teams tomorrow). Potential for disruption is very small.\nI predict 18 games necessary until title determined, in a likely range of 16 to 19 games. As the World Series takes place simultaneously to the high time of political campaigns ahead of the election, I am no longer sure the world of pro sports will be completely unaffected by disturbances of the political sphere or spills from the rising SARS-CoV-2 infections across the country. However, since games are now only played in San Diego and Arlington and MLB will proceed in a \"bubble-like\" mode, interruptions are now very unlikely. Actually the only thing that could reasonably stop the Championship from being decided is, imho, a plane crash in which the contestant team traveling from San Diego to Arlington (HOU, TB or NYY) passes.\nhttps://en.wikipedia.org/wiki/Munich_air_disaster#Fatalities\nI hope, they're going to travel by bus..."], [95394, "2020-10-08T20:59:17Z", [0.98], "I assess that the 2020 MLB Champion will be decided through the conventional practice of the World Series. This judgment is placed at 98%. While the initial restart of the season was marred by the reality of Covid-19, the league has positively addressed the contaminations and breaches which will allow for the continuation of the season and the championship. The timeline on which the season has operated has been complicated. On July 26, the opening series, Miami was forced to remain in Philadelphia due to Covid-19. The latest case, as of Aug 30, saw the Athletics with one member of their organization testing positive for the coronavirus, forcing the postponement of their game against the Astros. As of the before mentioned date a total of 37 different MLB games, impacting a total of 13 teams, had been postponed due to COVID-19 cases. \n\tWhile the number of postponements has been numerous, the majority of play has been unaffected. 472 games have been played successfully this season by the end of August, meaning that 92.73% of games this season have been played to a satisfactory conclusion. Johns Hopkins university depicted the number of new cases at just over 70,000 for the beginning of the season and 50,000 today (October 3rd). Based on current prediction and models, new cases will decline slightly as the year draws to a close. The series begins on the 11th and past trends show that should an individual test positive for the virus the game can be rescheduled with a week following extensive testing. Thus while a major uptick in cases could cause issues with a timely start to the series, there is a high probability that the World Series will happen. \n\u2028\nSources \nhttps://www.mlb.com/standings\nhttps://www.cbssports.com/mlb/news/mlb-schedule-has-37-total-games-postponed-due-to-positive-covid-19-cases/\nhttps://www.espn.com/mlb/story/_/id/29571468/mlb-postponements-line-how-positive-coronavirus-tests-impacted-schedule"], [93162, "2020-10-08T17:40:35Z", [0.99], ""], [95292, "2020-10-08T16:02:49Z", [0.75], "I believe there is a 75% chance the MLB world series will happen this year. So far, the MLB has kept fans out in order to social distance and just allow the players to be there and so that they are only exposed to each other. One primary reason I think the world series will happen is that the American people and the players are sick of the COVID restrictions and want to play/watch sports again. Also the MLB has to make money to continue to have future seasons. One of the effects of COVID on MLB is that 43 games have been postponed due to the virus, according to CBS Sports. Another reason I believe the world series will happen in 2020 is the baseball experts have released their predictions and probabilities on which team will win. They would not release this without confidence that the world series will take place. The predictions can be found on Forbes as well as the MLB website.  \nhttps://www.forbes.com/sites/alexkay/2020/06/29/2020-mlb-season-schedule-start-date-world-series-odds-news-on-baseballs-return/#3b453db41704\nhttps://www.mlb.com/news/predicting-the-2020-world-series-winner\nhttps://www.cbssports.com/mlb/news/mlb-schedule-has-43-total-games-postponed-due-to-positive-covid-19-cases/"], [93496, "2020-10-08T14:18:16Z", [0.9], ""], [96056, "2020-10-08T12:00:28Z", [0.95], "The threat inherent in this question is whether or not the 2020 MLB season will be cancelled due to COVID-19. So far, MLB games have continued for the 2020 season. Games are being played and are complete with fake cardboard fans in the seats. Yesterday the Dodgers played the San Diego Pirates. There is very little indication that professional baseball is under any threat due to COVID-19. According to the official MLB postseason website, playoffs are underway and the World Series are scheduled for late October 2020. Some professional sports calendars have been impacted but some have not at all. Baseball has seen little impact due to the pandemic and there is no indication that the World Series will be cancelled. Therefore, I say that there is a 95% chance that the World Series will decide an MLB Champion in 2020. https://www.cbssports.com/mlb/news/timeline-of-how-the-covid-19-pandemic-has-impacted-the-2020-major-league-baseball-season/\nhttps://www.espn.com/mlb/ https://www.mlb.com/postseason https://www.nytimes.com/article/mlb-playoff-rules-seeding-location-wild-card.html\n"], [33035, "2020-10-08T02:42:17Z", [0.99], ""], [57778, "2020-10-07T09:14:06Z", [0.97], ""], [75093, "2020-10-07T04:42:42Z", [0.95], ""], [95293, "2020-10-07T01:37:20Z", [0.8], "Although the pandemic has clearly affected MLB, I believe that there will be a championship. MLB has already made changes in their season to accommodate the previous outbreaks such as stated previously. There is also too much revenue involved in both the money made directly for the MLB and money involved in betting. I believe that there is a 80% chance there will be a championship, 5% chance there will not be a championship, and a 15% chance that the season will be discontinued in the middle of the season because of an outbreak."], [95565, "2020-10-06T14:40:47Z", [0.96], ""], [90882, "2020-10-06T01:48:06Z", [1.0], ""], [95300, "2020-10-05T22:25:03Z", [0.9], "It is almost certain that a World Series will decide an MLB Champion in 2020; especially if you calculate your prediction after the second week of the season. The second week of the MLB season was the worst week in terms of the virus, there was a recorded 18 positive cases on one single team. There was also outbreaks on multiple teams that week, and a few cases where the virus caused players to be out for the remainder of the season. One thing is clear: The MLB is not intimidated by the virus and they will do everything possible to ensure that season finishes all the way through for the players, the fans, and obviously for the money. I will give the MLB credit: they may be wanting to see it all the way to the end for a monetary gain, but they have also made improvements throughout the season to make sure that the season continues. They have also established a playoff format to where multiple playoff series are played at the same location, similar to what the NBA has done with the Playoff Bubble. This makes sure that the players remained safe and quarantined during their off time, and are protected from any external things that could cause the virus to spread on a team. I have 10% doubt simply because you can never be too sure with this virus, and there is always the chance that an outbreak could occur.  Source: https://www.cbssports.com/mlb/news/mlb-roundtable-will-the-league-be-able-to-complete-the-2020-season/"], [95559, "2020-10-05T22:18:43Z", [1.0], "My group again utilized the Delphi method for this prediction. We initially all agreed that there will be a 2020 World Series champion due to the 2020 season still in play and the short remainder of the season that the teams have to play. The 2020 MLB season opening was delayed to July 23rd due to COVID-19 and it only has to keep going until the end of October when the World Series typically ends. Only two of the thirty teams have endured a team-wide outbreak of COVID since the start of the season. With the postseason starting on Oct. 5th, there will only be 16 teams in play which lowers risk of COVID exposure. "], [96033, "2020-10-04T23:47:09Z", [0.9], "Major League Baseball has already posted a schedule for the playoffs (ESPN, 2020).\n\nIt’s important for baseball to crown a new champion since the Houston Astros were caught cheating in the 2017 and 2018 seasons, which included a World Series victory in 2017 (Bernstein, 2020).  This news has overshadowed the game to some extent, with angry fans even going so far as to hire a plane to fly a sign over their game against the Dodgers which read, “Houston Cheats Bang Bang.” (Wells, 2020) Major League Baseball as an organization is probably looking to put this news in the rearview mirror and may be more motivated than most sports leagues to play and crown a new champion.  As of this writing, the MLB has designated “bubble cities,” similar to how the NHL conducted their playoffs, in which most of the games will be played.  Outside of a major COVID outbreak, which the MLB is actively trying to prevent, the MLB will crown a new champion this season.  Confidence level: 90%. Works Cited: Bernstein, D. (2020, July 24). Astros cheating scandal timeline, from the first sign-stealing \nallegations to a controversial punishment. Sporting News. https://www.sportingnews.com/us/mlb/news/astros-scandal-timeline-sign-stealing-punishment/zbe6j4yoi1g21ia0say31zv3n ESPN (2020). 2020 MLB playoffs: Schedules, postseason bracket, analysis and updates. \nhttps://www.espn.com/mlb/story/_/id/29955449/2020-mlb-playoffs-schedules-postseason-bracket-analysis-updates Wells, A (2020, September 12). Plane with 'Houston Cheats Bang Bang' Sign Flies over Astros \nvs. Dodgers Game. Bleacher Report. https://bleacherreport.com/articles/2908843-fan-flies-plane-with-houston-cheats-bang-bang-over-astros-vs-dodgers-game\n"], [95274, "2020-10-04T18:28:10Z", [0.7], "The chances of not having a world series to decide the MLB championship are going down because we are getting better at controlling COVID-19 at least when it comes to small numbers. It is possible that not every member of the team will be able to play in a championship but there is too much money on the line to not play for both the owners and the players. A change in public policy by the government might take the decision out of the hands of the coaches, players, and owners all together."], [95290, "2020-10-04T17:09:43Z", [0.85], "I believe that there will be an MLB Championship in 2020. The MLB League has already created and enforced rules to stop the spread of COVID-19 and ensure the\nsafety of all players. At the end of the day it is all about the money. If there were no MLB games or a championship then the League would lose too much money as they already will be close to losing $640K without fans in the stadium."], [87422, "2020-10-03T20:21:33Z", [1.0], ""], [90802, "2020-10-03T13:41:42Z", [1.0], ""], [95296, "2020-09-30T17:21:31Z", [0.55], "There is a chance that the World Series will decide the 202 MLB Champion. The late season, for most sports, and the cancellation of spring training, it will have no effect on the world of sports.  With 55% chance of that happening, the organization will have to keep to the CDC measures to keep everyone involved safe.  https://www.mlb.com/news/mlb-2020-season-delayed\nhttps://www.mlb.com/news/mlb-2020-postseason-schedule-announced\n"], [79461, "2020-09-30T04:08:03Z", [1.0], ""], [94737, "2020-09-29T07:53:55Z", [1.0], ""], [95305, "2020-09-29T03:39:34Z", [0.95], "It appears increasingly likely that there will be a 2020 World Series and champion. The playoffs will be different and there remain unknowns about testing for COVID-19 and how that might affect the playing venues and teams. Whether a World Series champion would be considered legitimate by the fans is a different, subjective issue. The abbreviated season finished on September 27th. The World Series appears inevitable. Unforeseen clusters of COVID positivity could potentially impact the playoffs/series. However, the Series appears inevitable. Under the MLB’s COVID-19 Health Monitoring & Testing Plan, during the week ending Thursday, September 10th, there were 11,669 random tests performed with only one positive result (0.0009%). There have been no new player infections. There have been no new positive cases in players in the 12 days preceding the report. I estimate a 95% probability of a World Series determining a 2020 champion. https://www.cnbc.com/2020/09/09/mlb-finalizing-postseason-bubble-plans-with-the-world-series-in-texas.html\n"], [95313, "2020-09-28T23:45:04Z", [0.85], "Not only are the games scheduled, there have been stricter punishments and protocols that players must follow if they wish to play this season.\nThere has been a 33 positive cases incident in the past that made the league look like they were unlikely to play.\nThe MLB Players Association has agreed to the stricter protocols and punishments.\nA general consensus of boredom amongst the US public as well as loss of money from lack of views makes it likely that MLB Management is trying to push for the games to resume to capitalize on the increased demand for sports and lack of money."], [95505, "2020-09-28T23:16:04Z", [0.85], "I give this question 85% probability being that it is an obvious question. Of course the world series will decide an MLB Champion. However, COVID is hindering some sports teams with outbreaks that spread like wildfire which leads to my 15% uncertainty. "], [95565, "2020-09-28T19:56:20Z", [0.95], ""], [95657, "2020-09-28T03:41:06Z", [0.85], "The odds are highly favorable of the World Series deciding a champion in 2020, with a plan already in place to conduct 60 games to tell who will qualify. Much of the concern seems to be coming from the fear of a COVID outbreak occurring that would disrupt the playoffs and force postponement, pushing them into 2021. With the odds of that considered, however, the season is currently in play with safety measures in place. Apparently, 43 games have had to be postponed due to COVID outbreaks already, so there is a slight chance of 2021 meeting the 2020 Champions. With the decision supposed to end in October, there is plenty of wiggle room in case of more postponing until New Year's, essentially 60 more days to get more games in just in case.\nhttps://www.cbssports.com/mlb/news/mlb-playoffs-bracket-dates-neutral-site-bubbles-everything-else-to-know-about-2020-baseball-postseason/\n"], [95486, "2020-09-28T03:32:41Z", [0.57], "\n2) Will a World Series decide an MLB Champion in 2020?\n (Links to an external site.)\nThis year there have been close to 40 games postponed due to covid 19. Players are opting out of the season for their own health reasons. I believe there will be a 43 percent chance of the MLB allowing a championship.  There will be a 57 percent chance that there will not be a championship. According to Andefrson and Axisa, two journalists from CBS sports, even players who are adhering to guidelines that were put in place, are still testing positive for COVID. \nhttps://www.espn.com/mlb/insider/story/_/id/29579708/as-mlb-confronts-coronavirus-first-impressions-2020-season-last\nhttps://www.cbssports.com/mlb/news/st-louis-cardinals-covid-19-outbreak-yadier-molina-among-13-positive-tests-series-vs-tigers-postponed/\nhttps://tulsaworld.com/sports/national/2020-mlb-predictions-barry-lewis-picks-his-world-series-champion/collection_7e806bf8-29ba-5412-b229-f517772eb044.htm\n"], [95295, "2020-09-28T02:14:13Z", [0.85], "The MLB has already set the dates for the potential seven-game World Series in the days of October 20-28. This is with the Wild Card postseason games starting September 29. It is very doubtful that the World Series will not be conducted in 2020 considering the very strict COVID restrictions put on players plus their desperation to play as many games as possible in this odd short season. There have only been 43 games \"postponed\" throughout the whole season (July 23- Present). There are also no signs from the commissioner that COVID will slow down the MLB as he stated \"No reason to quit\". There is also an incentive to keep the World Series going because it is a huge moneymaker for the MLB as the 2019 postseason made around $88 million bonus to split across the 10 teams in the playoffs. This is a huge boost to the MLB and each team, which will be used to compensate for not having people in their stands all season. \nThe problem that has become more prevalent towards the end of the summer of 2020 has been BLM protest. Just a month ago the NBA playoffs were shortly postponed in a player protest reaction to the death of Jacob Blake. Although this postponement did not last long, more major emotional events like this may lead to massive protests in both players and in civilians in the major cities where the MLB parks are located. Although tensions are very high and will continue to rise as the election becomes closer, it is very doubtful that the World Series will not be conducted in 2020."], [95317, "2020-09-28T02:08:12Z", [0.99], "With the baseball season in full swing as of now and the season scheduled to come to an end late next month (game 7 scheduled for 10/28), the MLB should have adequate time to have a full World Series championship and a winner decided by the end of this year. Also, nearly every MLB team has had a positive case of COVID-19, limiting the further possibility of the team being quarantined and having their games postponed. Lastly, the MLB makes hundreds of millions of dollars off of the world cup alone. It is highly unlikely that the owners of the MLB and its investors would be willing to miss out on such a large payout, especially considering how far in the season the league is right now.\nhttps://www.google.com/search?q=mlb+schedule&oq=mlb+schedule&aqs=chrome.0.69i59j0l6.4163j0j4&sourceid=chrome&ie=UTF-8#sie=lg;/g/11hds0x76g;4;/m/09p14;mt;fp;1;;\nhttps://www.npr.org/sections/coronavirus-live-updates/2020/07/10/889735793/nearly-every-major-league-baseball-team-has-had-a-coronavirus-test-come-back-pos\nhttps://www.statista.com/statistics/193645/revenue-of-major-league-baseball-teams-in-2010/"], [95301, "2020-09-28T01:51:37Z", [0.85], "Yes, I believe there is an 85% chance the World Series will decide an MLB champion in 2020. Teams are consistently being tested and quarantining their players from unnecessary contact to ensure safety, while having little positive results in return. A total number of 53, 826 samples have been collected and tested, and only 1% of those samples have returned positive. 49 of the 71 positives have been MLB players, and only 22 have been staff. Because of the COVID regulations in place and baseball naturally being “socially distant” sport, it would be relatively easy for a season to continue and ultimately crown an MLB champion. The season started July 23rd and each team will have had to play a total of 60 games (shortening the season), which is scheduled to end on September 27th. Due to the fact that the season is almost over, it is easy to conclude that the MLB world series will choose an MLB champion for the 2020 season. "], [95564, "2020-09-28T01:30:16Z", [0.9], "Major League Baseball released a full postseason plan earlier in the month of September and has yet to alter it. With the first round of games slated to begin this upcoming Tuesday, it is highly unlikely that the MLB will back out of their plan now with COVID-19 cases being the only potential variable. In regards to the looming threat of the coronavirus, the MLB is continuing to conduct tests and the most recent results are promising. As of September 25th, only 2 of the 13,279 samples tested were new positives. This round of testing compared to a previous round conducted in early August, where 13 of the 13,043 samples were positive, shows that as of now the MLB’s current COVID-19 precautions are keeping the game in session. https://www.cbssports.com/mlb/news/mlb-playoff-picture-standings-postseason-bracket-marlins-reds-clinch-phillies-one-game-out/\nhttps://www.mlb.com/news/mlb-covid-19-test-results-9-25-20\nhttps://apnews.com/article/mlb-baseball-oakland-arizona-sports-general-cfacd5fffdedbc7bdbee0ae5feaa7969"], [95570, "2020-09-28T01:11:24Z", [0.97], "I think the MLB will continue the season in to the playoffs and eventually declare a World Champion. The regular season, although postponed and loss some players due to their decision to opt out of the season, has gone fairly well. Out of the 30 teams in the league, only 2 have experienced an outbreak on the team. Other players continue to test positive but the MLB has done a good job with quarantining players. The MLB is already planning for a postseason to happen and I am almost 100% certain they will continue until a champion is crowned. "], [95314, "2020-09-28T01:02:01Z", [0.95], "The reason I picked this probability is because even though there have been a lot of players opting out of playing and the pandemic still going on to this day, I believe they will still do the world series. The reason is that those players that opted out chose to do that, also with out the world series the MLB will be losing revenue off of merchandise from the winning team. Thus them deciding to declare a winner for the 2020 season."], [95709, "2020-09-28T00:46:07Z", [0.98], "The MLB is already playing their games as of right now but without fans being there. There are also dates released by the MLB that are set for the World Series playoff to begin starting on the 20th of October, 2020. There is also a World Series bracket on the CBS Sports website that has the teams in place, and at the top of the bracket it says Postseason 2020. Covid-19 is not a major concern for stopping the post season because there are only 2 of the 13,279 that were positive as of September 25th.\nhttps://www.cbssports.com/mlb/news/mlb-playoffs-bracket-dates-neutral-site-bubbles-everything-else-to-know-about-2020-baseball-postseason/\nhttps://www.mlb.com/news/mlb-covid-19-test-results-9-25-20"], [95484, "2020-09-28T00:43:01Z", [1.0], "The end of the World Series will be at the end of October and given that the teams have made it this far, there is an extremely high chance that they will continue on to the World Series. To prove that point, only two of the thirty teams have experienced a widespread outbreak of COVID-19 this season, which provides hope that the rest of the season will continue in that good manner. Also, only 16 teams will play in the postseason, which lowers the chance of COVID-19 contact. \nSources: https://www.mlb.com/news/mlb-announces-2020-regular-season\nhttps://www.cbssports.com/mlb/news/mlb-schedule-has-43-total-games-postponed-due-to-positive-covid-19-cases/\n"], [95288, "2020-09-28T00:22:00Z", [0.95], "I predict in an almost certainty that there will be a World Series in 2020 primarily in the fact that CBS Sport has confirmed that the MLB has \"announced plans for the 2020 playoffs in mid-September. The league will hold the final three rounds...the Division Series, League Championship Series and World Series.\" In addition, the MLB has tested all of their MLB players and only 2 of the 13,279 players have COVID.\nhttps://www.cbssports.com/mlb/news/mlb-playoffs-schedule-neutral-site-bubbles-everything-else-to-know-about-2020-baseball-postseason/\nhttps://www.mlb.com/news/mlb-covid-19-test-results-9-25-20"], [95514, "2020-09-27T23:41:25Z", [0.99], "Due to the huge financial loss that the MLB faced do to the corona virus pandemic it will be vital for them to run a post season and play for a championship. If they lose a season completely the MLB commissioner Rob Manfred stated that Major League Baseball stands to lose $4 billion. The MLB cannot afford to lose all of this revenue so some type of season even if modified is essential. There is also a plan in effect for the postseason. There will be 16 teams total going into postseason, including four rounds of games. There will be a best-of-three wild card series, best-of-five division series, best-of seven league championship series, and a best-of-seven world series all according to mlb.com. There has been way too much revenue lost and a lot of postseason planning and preparation for a World Series to not be played to determine an MLB Champion. "], [95560, "2020-09-27T23:27:12Z", [0.95], "I believe the MLB will decide a MLB Champion by way of a World Series in 2020. The MLB already announced that the season would be abbreviated, and any games that have been cancelled thus far have been rescheduled. As CNN reported, I'm sure the players all eager to play as many games as possible as \"if a partial season is played, players would receive a prorated salary.\" The MLB has announced their displeasure several times about playing games without fans in the stands, but as we have seen, the MLB is capable of adapting. It also seems unlikely that the league would be eager to lose even more money since they have already lost so much on this season.\nhttps://www.cnn.com/2020/06/22/us/mlb-2020-season-spt-trnd/index.html"], [95547, "2020-09-27T23:20:16Z", [0.9], "In the 2018 season, MLB and the 30 teams generated around 9.9 billion US Dollars, with COVID restrictions in place this year each game is losing a significant amount of revenue, estimated to be around 640k per game. Completely canceling the season will further losses in revenue. Despite the reduced number of games and the recent COVID outbreaks, the MLB in its entirety cannot afford to lose more money then it already has by canceling the remainder of the season. \n"], [95316, "2020-09-27T22:37:53Z", [0.93], "I believe it is extremely likely that a World Series will decide an MLB champion for 2020. With league championships less than two weeks out it is almost certain that the MLB will take full advantage of the World Series this year. the MLB typically makes 10 billion each year, the MLB might not even make half of that number. With the regular season all over, there is no reason for the MLB to stop scheduling games unless COVID becomes worse. The World Series generated roughly $305 for the MLB last year alone. With revenue at an all time low for the organization, and realistically no reason to put off the series my level of certainty is at 93%. (almost certain according to Sherman Kents chart regarding probabilitative language). https://www.google.com/search?client=safari&rls=en&q=mlb+world+series+2020&ie=UTF-8&oe=UTF-8#sie=lg;/g/11hds0x76g;4;/m/09p14;mt;fp;1;;\nhttps://wallethub.com/blog/world-series-fun-facts/7683/\nhttps://www.forbes.com/sites/maurybrown/2020/05/18/a-deep-dive-into-mlbs-financial-losses-for-the-2020-season/#77c686797f6c"], [95304, "2020-09-27T21:32:22Z", [0.95], "I believe there is a very good chance that the MLB plays a World Series. According to the MLB's website a report claims that of the 13,279 tested this week only 2 were new positives. Weather the World series is played is based on how well the teams handle COVID-19 and judging on this report it seems that they are doing very well.  Also, the president of the MLB said that they are pushing to have fans at the World Series which means that they are planning on having them regardless of fans or not.\nRefrences: https://www.cbssports.com/mlb/news/rob-manfred-says-mlb-is-pressing-ahead-with-plan-to-have-fans-at-world-series-and-nlcs/\nhttps://www.mlb.com/news/mlb-covid-19-test-results-9-25-20"], [95515, "2020-09-27T21:26:52Z", [0.89], "Sports in the United States historically make money at ridiculous amounts. The fact is, the MLB in 2019  make a record 10.7 billion dollars in revenue.  Big televised sporting events make money due to advertisements on commercial breaks. With the continued ban on attendance in sporting events, this period in history could lead to the most money spent by companies on advertisements. Therefore, it is highly probable the MLB will hold its World Series in 2020.\nhttps://www.cnbc.com/2019/12/22/report-mlb-revenue-for-2019-season-a-record-10point7-billion.html"], [95298, "2020-09-27T20:37:16Z", [0.94], "According to MLB there have been 104 positive cases that have been publicly released. However of those 104 positive cases 58 of them have since recovered and returned to play. There are currently 1,026 players in the MLB, so statically only 5% of the players are unable to play at the current moment. Another factor is that the number of cases nation wide are dropping drastically as well, so  opinion the MLB will be more willing to continue the season and have a World Series. Not only that  but the MLB's revenue is 10.3 billion dollars during a regular season, so if conditions are beginning to get better they wouldn't want to risk losing that much money. The MLB is also using neutral sites to host the post-season games which will help control and minimize the spread of the virus which increases the probability of the World Series championship happening. In closing, due to the increasing number of safety precautions and decreasing number of cases in his highly likely there will be a World Series in 2020. https://www.msn.com/en-us/sports/mlb/mlb-players-who-have-tested-positive-for-coronavirus-list-of-covid-19-cases-in-baseball/ar-BB16us5S\nhttps://www.cbssports.com/mlb/news/mlb-playoffs-schedule-neutral-site-bubbles-everything-else-to-know-about-2020-baseball-postseason/ "], [95530, "2020-09-27T20:16:56Z", [0.85], "Yes I believe that the World Series will decide an MLB Champion in 2020 and here are my reasons why.\nAccording to ListWire, “With the Fall Classic so close, oddsmakers have started posting the 2020 World Series champ’s money lines. As a few teams have a strong case for their collective pile-up after the Series-winning out being the sure-thing wager, we looked at what BetMGM thinks about all 30 MLB team’s chances.”\nAccording to the latest results from MLB.com, “ Among Major League players, there have been no new positives for 19 consecutive days and in 27 of the last 28 days. The total number of monitoring samples collected and tested has been 127,718. 88 of these 127,718 samples, which is 0.07%, have been new positives.”\nAlso according to the book SUPERFORECASTING, “And some forecasts are meant to comfort-by assuring the audience that their beliefs are correct and the future will unfold as expected.”\nBased upon the amount of COVID-19 test results that came back positive, the length of time where there have been no new cases, the league’s confidence to be able to start making predictions on who will win the series, and the league reassuring the public that there will be a World Series winner, I say there is a 85% chance of the World Series deciding which team will be the next MLB champion. \n"], [95299, "2020-09-27T19:53:50Z", [0.9], "Based on the reports from the MLB back in August, there have only been 141 out of 57,578 tests turn out positive. Statistically, that is only a 0.2% of a positive turn out rate since the beginning of testing in June. Even though this statistic is somewhat outdated due to its last report being in August, there have been no major reports of outbreak sense then. With no recent reports from the constant testing, it is safe to assume there have been no significant increases to the number of cases. Finally, the MLB has also stated that the regular season will conclude September 27th, and  that the World Series will begin shortly after on October 20th. They have also stated that the finals will take place at the Globe Life Field in Arlington. With the constant testing and the vast amounts of preemptive measures taken to stop the spread of the coronavirus, is it almost certain that there will be a World Series. "], [95557, "2020-09-27T19:06:14Z", [0.9], "  There is a 90% chance that the World series will decide an MLB champion in 2020.  The dates for the world series have already been put into place. More than 40 games were postponed due to Covid-19 complications, but they were all rescheduled so that the MLB championship could still be played.  "], [95513, "2020-09-27T18:06:02Z", [0.99], ""], [95513, "2020-09-27T17:58:46Z", [0.99], "Yes. The post season starts in two days. There is going to be 16 teams in the post season with necessary precautions that will be taken. As long as a meteor does not hit, a postseason is a confirmation for a world series."], [95527, "2020-09-27T17:43:27Z", [0.98], "The reason i say this will be decided by a world series is because for one, it always has been. the dates have already been set up for the world series and the playoffs are set to begin soon."], [95319, "2020-09-27T17:24:58Z", [0.9], "Considering the revenue generated by the MLB season in conjunction with the amount of positive coronavirus cases, I predict a 90% chance of the World Series determining the 2020 MLB Champion based on the financial earnings of the postseason and small COVID-19 positive rate. According to 2019 statistics, the MLB netted 10.7 billion dollars in revenue, an increase from 2018, and was slated to increase again in 2020. Despite coronavirus precautions prohibiting fans from many stadiums, the MLB is still predicted to earn similarly to the 2019 season. Estimates for MLB postseason revenue are placed around 787 million dollars, making it financially beneficial to play the World Series. In terms of MLB coronavirus statistics, September 18th tests yielded zero positives among players and staff members out of 12,381 total samples collected. The World Series is slated to play in a single venue at a maximum of 25% capacity, reducing exposure by travel and spectators.   References \"Latest MLB COVID-19 Test Results\". MLB.Com, 2020, https://www.mlb.com/news/mlb-covid-19-test-results-9-18-20. Accessed 23 Sept 2020. \"2020 World Series To Be Played Entirely At New Ballpark In Arlington\". Foxsports.Com, 2020, https://www.foxsports.com/midwest/story/2020-world-series-to-be-played-entirely-at-new-ballpark-in-arlington-091520. Accessed 24 Sept 2020. Young, Jabari. \"Major League Baseball Revenue For 2019 Season Hits A Record $10.7 Billion\". CNBC, 2020, https://www.cnbc.com/2019/12/22/report-mlb-revenue-for-2019-season-a-record-10point7-billion.html. Accessed 25 Sept 2020.\n"], [93496, "2020-09-27T16:35:48Z", [0.75], ""], [90167, "2020-09-27T16:11:59Z", [1.0], "They made it this far. Remaining teams are now in regional “bubbles.”\nhttps://www.sportingnews.com/us/mlb/news/mlb-playoff-bubble-rules-locations-schedule/ekz3xsh112t6143xmuq2bd92v"], [94889, "2020-09-27T12:50:09Z", [1.0], "9/25/20 update\nThere were 0 new positives among Major League players in the past week.\nAmong Major League players, there have now been no new positives for 26 consecutive days and in 34 of the last 35 days. Players will have more pressure and incentive to stay COVID free as the playoffs progress."], [35, "2020-09-27T11:43:31Z", [0.7], ""], [95507, "2020-09-27T03:46:34Z", [0.35], "It had been reported that there has been a total of 104 positive cases total in 27/30 teams in the MLB.  Reports have also said that cover cases are still rising, and that MLB player are opting out and deciding to not play this season.  But the MLB has played a total 60 games and have postponed 40 games as of today.  Using these States I believe that thier will be a 35 percent chance of the MLB having or postponing a championship game, and a 65 percent chance of not having a championship based on the high reports  on players opting out and an increase number Positive Covid-19 cases.  \n"], [19260, "2020-09-26T22:51:47Z", [1.0], ""], [95289, "2020-09-26T22:30:27Z", [0.99], "With almost a billion dollars of revenue in the air for the 2020 MLB championship, I give a 99 percent chance that there will be a championship played. Commissioner Rob Manfred plans to have a normal world series and even hopes to host fans at the game. With plans for it to be held in Globe Life Field, in Arlington, Texas which hosted 21,000 Dallas Cowboy fans for the NFL season opener. Baseball is also a very low contact sport and has handled the Corona Virus very seriously throughout the current season.\n"], [96019, "2020-09-26T12:13:35Z", [1.0], ""], [90237, "2020-09-25T17:09:22Z", [1.0], ""], [75863, "2020-09-25T15:18:14Z", [0.95], "Still on track. https://www.nytimes.com/article/mlb-playoff-rules-seeding-location-wild-card.html"], [1333, "2020-09-25T14:41:23Z", [1.0], ""], [94869, "2020-09-25T14:02:21Z", [0.95], ""], [93496, "2020-09-24T03:21:10Z", [0.6], ""], [95291, "2020-09-24T00:29:53Z", [0.9], " It is very unlikely for the MLB association to cancel the current baseball season even with the threat of coronavirus. Firstly, baseball is naturally far less contact focused than other major league sports, and multiple regulations, as well as regular testing schedules, have been implemented to prevent the spread of coronavirus with steep penalties that disobey. Even in the face of a small outbreak amongst the Miami Marlins, the MLB leadership has no plans to cease the 2020 season. Rob Manfred stated in a weekly meeting with the MLB's 30 team owners that \"We believe the protocols are adequate to keep our players safe.\" Another thing to consider is the progress of research on coronavirus's behavior and a possible vaccine. The WHO lists 202 vaccines currently undergoing clinical trials, with 5 of those approved for limited use and nearing completion. If completed before the end of this year's MLB season, a coronavirus vaccine would improve the safety of MLB players even further. https://www.cbssports.com/mlb/news/mlb-mlbpa-reportedly-agree-to-new-covid-19-safety-protocols-rule-breakers-face-season-long-suspension/\nhttps://www.who.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines\nhttps://www.cbssports.com/mlb/news/mlb-has-no-plans-to-cancel-or-pause-2020-season-after-marlins-coronavirus-outbreak-per-reports/"], [90167, "2020-09-23T19:21:08Z", [0.94], ""], [691, "2020-09-23T15:28:06Z", [0.99], ""], [33035, "2020-09-23T12:49:20Z", [0.98], ""], [95294, "2020-09-23T02:38:39Z", [0.8], "With the 116th World Series looking to start October 20, 2020, and only 104 positive cases reported to the public, the league should have no reason to not have a World Series. The League has safety measures and protocols that are put into place to make sure the players and staff members are safe. If both protocols and measures are followed, then cases should remain in the range that are manageable while not risking the health of others. Testing protocols should be strictly followed to make sure that cases are monitored to help reduce the risk of exposing other teams when competing against each other. On July 27th it was announced that Rob Manfred and the owners of the conferences have no plans to cancel or pause the 2020 season after there was an outbreak of cases on the Marlins.  https://www.cbssports.com/mlb/news/mlb-has-no-plans-to-cancel-or-pause-2020-season-after-marlins-coronavirus-outbreak-per-reports/\nhttps://www.mlb.com/news/mlb-2020-postseason-schedule-announced\nhttps://www.msn.com/en-us/sports/mlb/mlb-players-who-have-tested-positive-for-coronavirus-list-of-covid-19-cases-in-baseball/ar-BB16us5S"], [90882, "2020-09-22T01:48:57Z", [0.98], ""], [29054, "2020-09-21T22:20:09Z", [1.0], ""], [21865, "2020-09-20T14:43:00Z", [0.75], ""], [91924, "2020-09-20T14:33:24Z", [0.91], ""], [75863, "2020-09-20T13:14:00Z", [0.94], ""], [94751, "2020-09-19T18:32:10Z", [0.8], ""], [88560, "2020-09-17T14:06:51Z", [1.0], ""], [93358, "2020-09-16T18:57:52Z", [0.95], ""], [90167, "2020-09-16T14:39:41Z", [0.93], ""], [90882, "2020-09-16T11:28:23Z", [0.96], ""], [95388, "2020-09-15T18:18:19Z", [0.8], "While there are players that are having outbreaks, teams have already started their preseason games. The MLB has already taken into precaution with that there will be no off days for the wild cards for the World Series. The MLB also stated they don't plan on pausing or canceling their series.  Sources:\nhttps://www.cbssports.com/mlb/news/mlb-has-no-plans-to-cancel-or-pause-2020-season-after-marlins-coronavirus-outbreak-per-reports/\nhttps://en.wikipedia.org/wiki/2020_Major_League_Baseball_season"], [95297, "2020-09-15T17:20:56Z", [0.9], "We are just 16 days off from the start of the playoffs and the MLB season although shortened is near the end and with only 104 players currently accounted for as testing positive the league has no reason not to finish out the season. On top of that the MLB has grossed roughly 8 billion from the World Series since 2010 and would be losing Hugh profit margins if they cancelled the rest of the season. "], [93496, "2020-09-14T03:35:39Z", [0.4], ""], [33035, "2020-09-13T13:05:04Z", [0.91], ""], [95603, "2020-09-13T02:03:20Z", [0.98], ""], [94889, "2020-09-12T14:48:06Z", [0.97], ""], [75863, "2020-09-11T18:51:46Z", [0.93], ""], [19260, "2020-09-10T20:28:52Z", [0.99], ""], [691, "2020-09-10T14:26:56Z", [0.95], ""], [1333, "2020-09-10T13:16:43Z", [0.95], ""], [90167, "2020-09-10T03:06:03Z", [0.92], ""], [22689, "2020-09-09T20:36:28Z", [0.99], ""], [691, "2020-09-09T18:13:13Z", [0.94], ""], [88284, "2020-09-09T15:33:10Z", [0.95], ""], [1333, "2020-09-08T09:10:24Z", [0.88], ""], [87155, "2020-09-08T04:14:51Z", [0.85], ""], [95062, "2020-09-08T03:39:12Z", [0.89], ""], [87691, "2020-09-08T03:27:16Z", [0.0], ""], [88452, "2020-09-07T20:31:39Z", [1.0], ""], [1333, "2020-09-07T15:01:07Z", [0.87], ""], [75863, "2020-09-07T13:53:55Z", [0.9], "https://en.wikipedia.org/wiki/2020_Major_League_Baseball_season"], [95565, "2020-09-07T08:16:06Z", [0.9], ""], [90167, "2020-09-07T03:25:56Z", [0.84], ""], [45594, "2020-09-06T10:11:33Z", [0.8], ""], [1333, "2020-09-06T06:08:31Z", [0.86], ""], [1333, "2020-09-05T11:43:36Z", [0.85], ""], [84880, "2020-09-04T23:37:45Z", [0.85], ""], [1333, "2020-09-04T19:46:37Z", [0.84], ""], [88766, "2020-09-04T17:25:23Z", [0.84], ""], [691, "2020-09-04T14:54:25Z", [0.88], ""], [1333, "2020-09-04T13:17:24Z", [0.85], ""], [1, "2020-09-03T19:48:10Z", [0.9], ""], [79461, "2020-09-03T14:55:41Z", [0.95], ""], [89135, "2020-09-03T12:32:23Z", [0.95], ""], [95494, "2020-09-03T07:45:41Z", [0.95], "Too much money at stake"], [1333, "2020-09-03T07:36:41Z", [0.86], ""], [90167, "2020-09-03T03:25:47Z", [0.82], ""], [84415, "2020-09-03T02:33:28Z", [0.8], ""], [14432, "2020-09-02T21:50:45Z", [1.0], ""], [19260, "2020-09-02T18:20:01Z", [0.9], ""], [691, "2020-09-02T16:42:43Z", [0.84], ""], [1333, "2020-09-02T14:59:38Z", [0.85], ""], [88452, "2020-09-01T23:38:10Z", [0.28], ""], [1333, "2020-09-01T20:25:33Z", [0.75], ""], [1333, "2020-09-01T15:37:18Z", [0.65], ""], [84880, "2020-09-01T00:26:45Z", [0.83], ""], [35, "2020-08-31T20:59:02Z", [0.5], ""], [90167, "2020-08-31T03:27:56Z", [0.58], ""], [93456, "2020-08-30T04:34:27Z", [0.0], ""], [1333, "2020-08-29T09:03:19Z", [0.56], ""], [88452, "2020-08-29T03:16:19Z", [0.49], ""], [88560, "2020-08-29T00:17:23Z", [0.95], ""], [95341, "2020-08-28T18:01:06Z", [0.98], "Too much money on the line for anything but some form of this to be yes"], [691, "2020-08-28T15:04:44Z", [0.8], ""], [88452, "2020-08-27T04:40:46Z", [0.2], "https://www.cbssports.com/nba/news/nba-boycott-live-updates-lakers-clippers-vote-to-end-season-after-bucks-protest-jacob-blake-shooting/live/ Some MLB games have been postponed, future potential for delays and disruptions open..."], [33035, "2020-08-26T19:38:31Z", [0.8], ""], [74065, "2020-08-26T16:55:45Z", [1.0], "They've already figured it out...upgraded from 95% to 100%.  No way they're shutting it down. "], [89135, "2020-08-25T17:25:28Z", [0.55], ""], [88766, "2020-08-24T20:51:39Z", [0.79], ""], [84880, "2020-08-24T14:47:31Z", [0.75], ""], [691, "2020-08-24T14:22:18Z", [0.8], ""], [88452, "2020-08-23T12:20:29Z", [0.0], "American League seems to be on track so far, for a timely season end. It's the National League that has troublesome delays in two out of three of its divisions:\nEast Division (Miami Marlins, Philadelphia Phillies ) and Central Division (St. Louis Cardinals) Can anyone explain to me how there can be a World Series champion be played out when one out of two constituent leagues will likely not be able to determine one or more teams for competing in the National League Division Series (NLDS), and if there's no pennant, for the title in a fair mode?"], [94751, "2020-08-22T18:52:13Z", [0.4], ""], [45594, "2020-08-22T13:49:25Z", [0.5], ""], [19260, "2020-08-22T00:38:26Z", [0.8], ""], [22689, "2020-08-21T16:46:44Z", [0.7], ""], [691, "2020-08-21T14:25:50Z", [0.9], ""], [88452, "2020-08-20T08:55:39Z", [0.3], ""], [691, "2020-08-19T19:13:07Z", [0.95], ""], [91924, "2020-08-19T14:27:01Z", [0.5], ""], [88284, "2020-08-19T01:47:44Z", [0.75], ""], [64078, "2020-08-18T18:12:01Z", [0.9], ""], [90733, "2020-08-18T15:24:38Z", [0.6], ""], [95108, "2020-08-18T07:18:52Z", [0.5], "On the one hand, even the Spanish Flu of 1918 didn't cancel the world series. The first case of the flu appeared in the United States in March 1918, the MLB season began as scheduled on April 16 and completed most of its slate. It cut one month off the end of the season and ended with Game 6 of the World Series on Sept. 11, which the Boston Red Sox won against the Chicago Cubs.  But on the other hand, the MLB has canceled the World Series before, notably in 1994 when MLB association went on strike."], [95062, "2020-08-18T04:58:31Z", [0.35], "As @Mattbliss90 mentioned, the MLB does not operate within a bubble as some other professional sports leagues have.  2) The world series extends into the November.  3) The influenza season begins in the fall. 4) In addition to COVID19, influenza will begin to increase public fear.  5) Public school reopenings will only further the spread of infectious disease.  6) Since the MLB does not operate within a bubble, they are at greater risk of community spread.  7) Team outbreaks have already occurred, exposing team vulnerability and increasing the difficulty in scheduling.  8) Continued outbreaks due to increasing risk of infection will likely occur, decreasing the likelihood that a complete season will be able to take place.   One important factor that could change this outcome I believe is if the season somehow transitioned to a bubble like atmosphere."], [90167, "2020-08-18T03:22:09Z", [0.5], ""], [88452, "2020-08-17T18:55:34Z", [0.0], ""], [8318, "2020-08-17T03:41:25Z", [0.07], ""], [554, "2020-08-16T23:04:50Z", [0.05], ""], [89135, "2020-08-16T20:07:04Z", [0.35], ""], [95037, "2020-08-16T14:51:24Z", [0.65], ""], [45594, "2020-08-16T07:38:49Z", [0.5], ""], [93496, "2020-08-15T19:58:04Z", [0.25], "As of today there have been 32 games cancelled involving 12 different team (1). The lack of a strict bubble compared to the NBA and the NHL has made it harder for the teams to avoid potential spreading among positive tests. We are currently in the second outbreak of the first wave, not a second wave of COVID in which most experts generally agree will happen sometime later this year around the same time MLB would be finishing up (2). (1) https://www.cbssports.com/mlb/news/mlb-schedule-has-32-total-games-postponed-due-to-positive-covid-19-cases/ (2) https://www.hopkinsmedicine.org/health/conditions-and-diseases/coronavirus/first-and-second-waves-of-coronavirus"], [93496, "2020-08-15T19:57:00Z", [0.8], "Comment deleted on Aug 15, 2020 07:58PM UTC"], [93711, "2020-08-15T15:11:18Z", [0.1], ""], [88452, "2020-08-15T13:44:30Z", [0.63], ""], [90167, "2020-08-14T23:14:30Z", [0.9], ""], [93358, "2020-08-14T19:01:06Z", [0.85], ""], [691, "2020-08-14T17:35:44Z", [0.95], ""], [88452, "2020-08-14T06:25:06Z", [0.49], ""], [94774, "2020-08-14T05:20:57Z", [0.98], "people get covid, most people are fine, young professional athletes will continue to play while getting paid millions. Owners have no incentive to stop.  "], [90882, "2020-08-14T02:45:51Z", [0.89], ""], [19260, "2020-08-14T02:30:52Z", [0.95], ""], [93358, "2020-08-14T01:15:59Z", [0.85], ""], [83, "2020-08-13T22:02:07Z", [0.99], ""], [94869, "2020-08-13T18:23:00Z", [0.85], "It's already proven that they can play games in the safe format.  The WS could be delayed, sure, but I'm confident it will still happen.  "], [1333, "2020-08-13T18:11:43Z", [0.55], ""], [61368, "2020-08-13T11:12:44Z", [0.0], "Unless they follow the NBA's protocol by using a bubble, there's no chance"], [88633, "2020-08-12T21:02:52Z", [0.4], ""], [93358, "2020-08-12T18:39:22Z", [0.8], ""], [1333, "2020-08-12T13:39:23Z", [0.45], ""], [79461, "2020-08-12T13:25:34Z", [0.8], ""], [93310, "2020-08-12T09:05:45Z", [0.79], "https://sports.yahoo.com/mlb-is-reportedly-considering-a-playoff-bubble-after-major-covid-19-outbreaks-145259951.html MLB seems determined to follow through, so maybe flexible to adapt new systems to limit covid exposure. Significantly increasing probability especially with the extremely high opportunity costs. Hopefully it is still early to make what the change effective."], [88452, "2020-08-12T05:55:57Z", [0.33], "If decisions made in college football are an indicator for the future of professional baseball, then this doesn't bode well: https://edition.cnn.com/2020/08/11/us/big-ten-postpones-football-coronavirus-sports-trnd/index.html"], [94982, "2020-08-12T02:42:41Z", [0.95], "Possible lost revenue on the part of both owners and players will provide the impetus for season completion. The league could also make adjustments to allow for teams to have a larger roster to account for any losses due to to virus contamination."], [42456, "2020-08-12T02:38:30Z", [0.95], ""], [79975, "2020-08-11T22:18:04Z", [0.85], ""], [32100, "2020-08-11T19:00:58Z", [0.7], ""], [74065, "2020-08-11T16:52:54Z", [0.95], "There's too much money in the game and the athletes are too healthy to not play.  If 12 players on a team get sick, that's no reason to call off the season.  Real soon interested parties will realize that 1) there is ZERO threat to pro athletes and 2) a huge pool of minor leaguers that will willingly take the place of a MLBer who is scared of the Rona and 3) the live sports market is huge.  No risk + decent profits = World Series."], [1333, "2020-08-11T09:42:50Z", [0.35], ""], [19260, "2020-08-11T06:34:54Z", [0.9], ""], [88452, "2020-08-11T06:17:59Z", [0.33], ""], [34815, "2020-08-11T03:36:39Z", [1.0], ""], [94388, "2020-08-11T03:10:30Z", [0.85], "MLB has already weathered an early season test and testing and player adherence will ultimately lead to fewer disruptions (see MLS experience, although that was in a bubble so not perfectly analogous)"], [88560, "2020-08-10T22:56:48Z", [0.8], ""], [88320, "2020-08-10T22:52:49Z", [0.85], ""], [1019, "2020-08-10T15:23:44Z", [0.1], ""], [84420, "2020-08-10T14:58:13Z", [1.0], ""], [93310, "2020-08-10T14:49:27Z", [0.43], ""], [88766, "2020-08-10T08:13:50Z", [0.83], ""], [89013, "2020-08-10T04:00:49Z", [0.95], ""], [4423, "2020-08-10T01:46:45Z", [0.69], ""], [92079, "2020-08-09T23:57:45Z", [1.0], ""], [93310, "2020-08-09T22:00:30Z", [0.41], "There are going to be logistical issues with scheduling and trying to figure out how to keep the team and the people working with the team covid-safe. It is uncertain how the mlb will handle doing 2 week quarantine and rescheduling events. How many \"quarantine leaves\" could a team have before being booted out of the running? Will be interesting to see how this plays out. https://www.sbnation.com/mlb/2020/8/7/21358891/mlbs-coronavirus-problem-scheduling-nightmare https://www.nbcsports.com/chicago/cubs/why-cubs-cards-covid-19-postponement-raises-heat-mlb-ethics-questions But there is a lot riding on carrying forward. Lots of potential revenue lost. Even the sports-themed businesses outside MLB think sports bar & restaurants) will be on the losing end, but still leaning more on the \"no\" So right now I am almost in the middle on this."], [63837, "2020-08-09T21:46:04Z", [0.7], ""], [57400, "2020-08-09T20:39:42Z", [0.66], ""], [2497, "2020-08-09T17:40:45Z", [1.0], ""], [94923, "2020-08-09T17:31:03Z", [0.65], ""], [84880, "2020-08-09T16:35:07Z", [0.83], "Now that the crowd is cooling, I can come down off of my \"certainty\" horse. I imagine there will be some sort of series this year and some sort of \"champion.\"\nThis year is a weird wash though. I don't think anyone will look at the 2020 MVP and say \"wow what a specimen of athletic prowess,\" but rather \"wow, good job not getting sick and getting paid to entertain cardboard cutouts.\"\nThey really could have fun this season if they wanted to... It would be fun if they organized an All-Star SERIES. Build a bubble. Do it for charity. Let's go. As far as this question is concerned... things will get tough as everything starts shutting down again. I don't know that the crowd 80% is appropriate, but I am bullish vs the crowd. In reality, I think we are overconfident and a realistic number is closer to a decent shot at yes with 75%.\nI'll adjust as the crowd settles in and hopefully more forecasters weigh in."], [79461, "2020-08-09T16:15:52Z", [0.6], ""], [691, "2020-08-09T13:57:03Z", [0.94], ""], [1333, "2020-08-09T10:07:35Z", [0.25], ""], [94889, "2020-08-08T15:40:18Z", [0.72], "Post-season is too large of revenue stream to lose.  However, while not a part of the original negotiation, if enough teams miss enough games that the end of the regular season standings isn't perceived equitable by player's union, there may be a renegotiation that could fall apart."], [1333, "2020-08-08T15:10:21Z", [0.15], ""], [94900, "2020-08-08T12:59:09Z", [0.64], ""], [22689, "2020-08-08T04:02:24Z", [1.0], ""], [22689, "2020-08-08T04:01:56Z", [0.9], ""], [89135, "2020-08-08T03:06:53Z", [0.15], ""], [88284, "2020-08-08T01:59:57Z", [0.85], ""], [88422, "2020-08-07T22:37:45Z", [0.75], ""], [88766, "2020-08-07T22:18:22Z", [1.0], ""], [88452, "2020-08-07T21:01:04Z", [0.0], "Even if this does not apply to many baseball fans, the world has more urgent issues than baseball in 2020.\nThey proved they can't handle guidelines.\nPlayers proved to be much less disciplined than for instance in the NBA bubble, mainly interested in their future contracts and endowments.\nFrequent interruptions will make continuing the Series increasingly difficult.\nAt a low level of games played, a title like \"MLB World Series Champion\" appears to be pointless and questionable."], [90167, "2020-08-07T19:58:29Z", [0.05], "Will adjust if the season is not outright canceled in the next 2 weeks. https://www.sbnation.com/mlb/2020/8/7/21358891/mlbs-coronavirus-problem-scheduling-nightmare"], [84880, "2020-08-07T19:25:21Z", [1.0], "MLB desperately needs the money. Even if they have to call me up as a relief pitcher for the Giants, there will most likely be a series. "], [92980, "2020-08-07T18:49:23Z", [0.85], "There will be a World Series."], [87064, "2020-08-07T18:31:28Z", [1.0], ""], [691, "2020-08-07T18:21:12Z", [1.0], "There will be a World Series.  It may be three games of five innings each, with the trade deadline extended and an unlimited roster so whoever is in it can round up enough uninfected players from other teams and short-season A outfits.  Sandlot with nicer uniforms, perhaps, but there will be something called a World Series."], [87155, "2020-08-07T18:17:30Z", [0.5], ""], [92980, "2020-08-07T17:42:18Z", [0.67], ""], [60695, "2020-08-07T17:12:18Z", [1.0], ""], [1333, "2020-08-07T17:10:06Z", [0.0], ""], [52854, "2020-08-07T17:05:25Z", [1.0], ""]]}