{"question_id": 1822, "title": "Before 1 January 2022, will Amazon announce that it will spin off Amazon Web Services (AWS)?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[97302, "2022-01-01T04:28:34Z", [0.0], ""], [38, "2022-01-01T02:18:48Z", [0.0], ""], [9263, "2021-12-31T22:08:46Z", [1.0], ""], [102667, "2021-12-31T21:17:40Z", [0.0], ""], [103959, "2021-12-31T20:50:34Z", [0.0], ""], [103959, "2021-12-31T20:45:59Z", [0.0], "Comment deleted on Dec 31, 2021 08:50PM UTC"], [101437, "2021-12-31T19:40:21Z", [0.0], ""], [103957, "2021-12-31T18:13:17Z", [0.47], ""], [103952, "2021-12-31T16:57:22Z", [0.0], ""], [103949, "2021-12-31T05:05:03Z", [0.01], "Prediction closes in less than 2 days and events like this are longer in the making."], [103947, "2021-12-31T00:32:48Z", [0.01], "Less than a 1% chance due to only 2 days left before the deadline. Even though there has been a social and political movement for Amazon to break up its services, AWS remains the only real profitable arm of Amazon and the timing at this point would seem to cater to the crowd, not something Amazon is known for historically."], [103878, "2021-12-30T23:55:44Z", [0.0], ""], [103946, "2021-12-30T21:48:45Z", [0.05], "Amazon loses money in lots of projects and their strategy involves shedding the worst ones, not spinning off the best ones."], [103734, "2021-12-30T20:38:18Z", [0.0], ""], [103945, "2021-12-30T19:49:11Z", [0.0], "I am new to Good Judgement and this is the first question I'm looking at! Today is 12/30. How often do companies make major annoucements in the final days of the calendar year?  A Harvard Business Review article says that companies typically make major announcements (positive or negative) in the days surrounding a new CEO appointment. Jassy became CEO of Amazon in July 2021. Although a CEO appointment isn't the only time major announcements are made, it makes the timing even less likely that a major announcement will take place today or tomorrow. @scmountford and others point out that AWS is a very profitable part of Amazon's business and that Amazon would not be likely to split off AWS unless forced to by regulatory bodies."], [103941, "2021-12-30T14:41:26Z", [0.0], ""], [103635, "2021-12-30T13:08:37Z", [0.0], "It is almost 31st December 2021, so chances are minimal."], [66854, "2021-12-30T03:46:15Z", [0.0], ""], [103932, "2021-12-30T00:02:21Z", [0.0], ""], [103932, "2021-12-30T00:02:02Z", [0.01], ""], [103930, "2021-12-29T22:40:52Z", [0.0], ""], [14984, "2021-12-29T22:28:45Z", [0.1], "I dont really have a reason other than that's pretty soon and it has not happened yet."], [103928, "2021-12-29T21:31:37Z", [0.01], "Low likelihood of such a major event within the declining window I think.  "], [52131, "2021-12-29T20:31:00Z", [0.0], ""], [103926, "2021-12-29T19:33:44Z", [0.43], "It will save on taxes"], [103734, "2021-12-29T18:34:43Z", [0.01], ""], [103920, "2021-12-29T16:44:40Z", [0.0], "While Amazon may choose to spin off AWS at some later date, it seems extremely unlikely (sub 1% probability) that they would choose to do so before the end of the year. Blindsiding the market in this manner would only lead to questions about the timing and potential unease - neither of which would be of benefit to Amazon."], [103918, "2021-12-29T14:40:26Z", [0.0], ""], [100680, "2021-12-29T14:27:21Z", [0.0], ""], [26642, "2021-12-28T22:34:21Z", [0.01], "very late adjustment.  "], [103908, "2021-12-28T20:43:26Z", [0.01], ""], [82102, "2021-12-28T19:13:43Z", [0.05], ""], [67500, "2021-12-28T18:26:08Z", [0.01], ""], [103896, "2021-12-28T10:37:32Z", [0.01], ""], [81448, "2021-12-28T08:03:54Z", [0.0], ""], [3429, "2021-12-27T22:15:53Z", [0.01], "maintaining current forecast"], [103883, "2021-12-27T20:21:01Z", [0.0], ""], [102877, "2021-12-27T18:55:08Z", [0.0], ""], [103808, "2021-12-27T16:31:58Z", [0.01], "The probability of such a corporate action is very slim due to the limited number of days until the deadline. AWS having a major contribution to the total turnover of Amazon may not impact spin-off decisions. The case of the spin-off has some grounds. However such corporate events are (unless no insider information was received) very hard to time. Therefore our only control in this situation is the proximity of the deadline, which lowers the probability of the outcome significantly. "], [96392, "2021-12-27T15:53:52Z", [0.0], ""], [103876, "2021-12-27T13:27:38Z", [0.01], "We are almost at the end of 2021. AWS currently provides most of the profit of Amazon, which is currently being constrained by a worldwide labour crunch. There is no immediate crisis or scandal that would put the necessary pressure on Amazon leadership to take this major step, which would have huge implications for Amazon's overall bottom line. Amazon has no recent history of spinning off major parts of its business in this way."], [103872, "2021-12-27T07:49:24Z", [0.0], "2021 is almost over"], [103871, "2021-12-27T07:09:25Z", [0.0], ""], [50769, "2021-12-27T03:49:28Z", [0.0], ""], [101180, "2021-12-26T20:44:22Z", [0.0], "there's still a rational case to be made, but the clock's run out for 2021"], [77455, "2021-12-26T19:13:34Z", [0.02], ""], [100754, "2021-12-26T18:28:32Z", [0.0], ""], [101848, "2021-12-26T16:57:57Z", [0.0], ""], [103855, "2021-12-26T13:43:49Z", [0.0], ""], [103853, "2021-12-26T12:53:39Z", [0.01], "https://seekingalpha.com/amp/article/4463214-amazon-time-to-spin-off-aws  This article provides a pragmatic POV.   And there is only one week left in the year.  The chances seem slim, but non-zero."], [103853, "2021-12-26T12:50:23Z", [0.01], "https://seekingalpha.com/amp/article/4463214-amazon-time-to-spin-off-aws This Seeking Alpha article seems like a pragmatic summary.  And there’s only a week left in the year.  The chances would seem to be low, but greater than zero."], [103853, "2021-12-26T12:36:51Z", [0.0], "Comment deleted on Dec 26, 2021 12:51PM UTC"], [103782, "2021-12-26T09:41:11Z", [0.0], "No time for such a decision. And Amazon has no interest in the spinn off unless is pushed by Goverment"], [103782, "2021-12-26T09:38:46Z", [1.0], "Comment deleted on Dec 26, 2021 09:42AM UTC"], [103069, "2021-12-26T01:28:53Z", [0.01], ""], [103805, "2021-12-26T00:58:50Z", [0.0], ""], [103848, "2021-12-25T23:04:34Z", [0.0], "Comment deleted on Dec 25, 2021 11:06PM UTC"], [103293, "2021-12-25T22:57:06Z", [0.01], "Although there is a call from investors to spinoff, most likely this will not be announced before the 1 January 2022, if any it would be a surprise 1% chance"], [102667, "2021-12-25T22:23:09Z", [0.01], ""], [102220, "2021-12-25T22:19:59Z", [0.01], ""], [101593, "2021-12-25T18:41:11Z", [0.0], "Too little time remaining."], [103386, "2021-12-25T17:35:45Z", [0.0], ""], [103386, "2021-12-25T17:35:13Z", [0.01], "Comment deleted on Dec 25, 2021 05:35PM UTC"], [101580, "2021-12-25T17:12:15Z", [0.0], "No relevant info to sustain this decision before 1st of Jan "], [80475, "2021-12-25T15:10:00Z", [0.0], ""], [103822, "2021-12-25T15:00:05Z", [0.0], ""], [103822, "2021-12-25T13:16:21Z", [0.01], ""], [103840, "2021-12-25T02:33:50Z", [0.0], ""], [102244, "2021-12-24T22:19:44Z", [0.0], ""], [103833, "2021-12-24T20:09:57Z", [0.01], "No chance this occurs within the next week. "], [89135, "2021-12-24T13:16:46Z", [0.0], ""], [103822, "2021-12-24T08:40:05Z", [0.02], ""], [103822, "2021-12-24T08:39:40Z", [0.97], "Comment deleted on Dec 24, 2021 08:40AM UTC"], [103290, "2021-12-24T03:37:27Z", [0.0], ""], [103817, "2021-12-23T22:15:42Z", [0.0], ""], [103815, "2021-12-23T19:21:18Z", [0.5], "There's always a chance"], [103814, "2021-12-23T18:57:22Z", [0.0], "Comment deleted on Dec 23, 2021 06:57PM UTC"], [62808, "2021-12-23T17:51:36Z", [0.0], ""], [103805, "2021-12-23T17:32:34Z", [0.01], ""], [103811, "2021-12-23T14:58:26Z", [0.8], "Comment deleted on Dec 23, 2021 03:03PM UTC"], [103808, "2021-12-23T07:57:00Z", [0.0], ""], [103805, "2021-12-23T00:06:44Z", [0.02], ""], [103799, "2021-12-22T16:39:50Z", [0.0], "I find it unlikely this will occur in the next 10 days."], [102220, "2021-12-22T09:23:22Z", [0.05], ""], [103797, "2021-12-22T08:08:01Z", [0.0], ""], [103795, "2021-12-21T23:25:54Z", [0.02], "Having not been released at the developer conference, the end of the year being a prime focus of their core business (retail) and the end of the year being a dead time in all other business activities, this is highly doubtful."], [101941, "2021-12-21T22:31:39Z", [0.0], ""], [103788, "2021-12-21T09:45:39Z", [0.02], "I think it is very unlikely to happen so soon."], [103787, "2021-12-21T01:17:14Z", [0.15], "AWS is one of amazon's biggest profit drivers. There are numerous synergies associated with keeping the AWS part of Amazon. There isn’t significant federal government pressure. Amazon does not have a history of spinning off companies. No other major tech company is spinning off their web services. "], [103706, "2021-12-20T22:26:50Z", [0.04], "I am revising my forecast down by 4pp (50%). There seems to be NO movement towards any kind of announcement in the direction of a spin off of AWS"], [103782, "2021-12-20T19:33:20Z", [0.24], "The spin off can help Amazon to avoid  penalties due to anti-monopolistic rules and problems with use of customers personal data. Investors have asked for the opportunity to invest only in AWS business: it coul be a problem for the stock value of the rest of Amazon Business. Amazon can get money cheaper than China Goverment (2,53% vs. 2.8%) and it woulnt be posible with the spin off. AWS CEO Andy Jassy has repeatedly avowed that the only way AWS will ever leave the mothership is if federal regulators feed him feet first into a wood chipper. January 1st 2022 is to close. https://forrestbrazeal.com/2019/07/24/cloud-irregular-amazon-wont-spin-off-aws-and-thats-too-bad-for-aws/"], [103782, "2021-12-20T19:30:49Z", [0.76], "Comment deleted on Dec 20, 2021 07:33PM UTC"], [80667, "2021-12-20T17:40:09Z", [0.0], "Spin off the cash cow?? no way!"], [103777, "2021-12-20T16:19:03Z", [0.0], "I strongly believe that Amazon will not announce an AWS spin-off before 01/01/2022. First, there was not a spin-off announcement at the re:Invent developer conference earlier this month. At re:Invent, AWS announced new AI/ML initiatives and a Nasdaq partnership, indicating that the conference was an apt forum for such announcements. I posit that, if an announcement were to be made, it would have been made then. Second, only 10 days currently remain in 2021. Announcing a spin-off in late December risks the news being over-shadowed by holiday festivities. Therefore, I believe it is incredibly unlikely that Amazon will announce an AWS spin-off before 01/01/2022- so unlikely, that I'm locking in 0%."], [3429, "2021-12-20T16:00:32Z", [0.01], "maintaining current forecast"], [93181, "2021-12-20T16:00:16Z", [0.0], ""], [87827, "2021-12-20T14:45:32Z", [0.0], ""], [103734, "2021-12-19T20:56:44Z", [0.02], ""], [103761, "2021-12-19T16:01:51Z", [0.1], "i highly doubt as the procedure requires ample time in terms of preparation so that it can be executed  "], [58508, "2021-12-19T05:58:36Z", [0.0], ""], [103751, "2021-12-18T22:29:05Z", [0.03], ""], [103751, "2021-12-18T22:27:17Z", [0.15], "I don't think this happens before January 1, 2022 - before the new year seems like a dead point in the market and this seems like something they would do after the Omicron wave."], [103750, "2021-12-18T20:15:42Z", [0.0], ""], [103747, "2021-12-18T18:54:58Z", [0.0], ""], [101364, "2021-12-18T17:41:59Z", [0.0], ""], [103745, "2021-12-18T17:09:30Z", [0.3], ""], [103745, "2021-12-18T17:08:38Z", [0.0], ""], [103743, "2021-12-18T11:27:56Z", [0.0], ""], [103743, "2021-12-18T11:27:41Z", [0.1], "No they'd only do so because of "], [103488, "2021-12-17T15:44:57Z", [0.0], ""], [103386, "2021-12-17T15:14:00Z", [0.01], "So, you're saying there's a chance!!!"], [103736, "2021-12-17T12:59:00Z", [0.0], ""], [29054, "2021-12-17T02:38:07Z", [0.0], ""], [103734, "2021-12-17T01:46:52Z", [0.12], ""], [103732, "2021-12-17T01:16:32Z", [0.0], ""], [101180, "2021-12-16T21:59:04Z", [0.0], "maybe miracles can happen, but not on this one.  clock's run out"], [103730, "2021-12-16T19:53:04Z", [0.0], ""], [62808, "2021-12-16T14:43:27Z", [0.0], ""], [103724, "2021-12-15T16:43:52Z", [0.22], "Although there is not that much synergy between AWS and Amazon's retail business, it's really not in the interest of Jeff Bezos to do this.  Also, maybe pressure is especially high now, but it seems like the question probably has been arising for a while and it hasn't happened.  "], [103722, "2021-12-15T08:46:45Z", [0.0], ""], [103721, "2021-12-15T07:54:56Z", [0.0], ""], [103719, "2021-12-14T21:46:29Z", [0.01], "AWS is the main profit center for AMZN. Unless they believe that they could better leverage a cash infusion, there is almost no possibility that AMZN would spin off AWS. The potential for regulation presents a risk, but they are more likely to spin off something that's less profitable and with a higher profile to decrease their risk of regulatory action."], [103706, "2021-12-14T16:51:06Z", [0.08], "I have been looking at the crowd result and it is trending towards 0% - I have not been able to find any other information that would lead me to believe that Amazon is going to announce any changes in the AWS organizational structure. Given that AWS is 50% of profits for Amazon and there is no real pressure from government at the time Amazon will try to delay this announcement. Given that there is some significant investor clamor for split up, there is still a slim chance there might be an announcement.  Given these factors I will revise my outlook by half to ~8%"], [103711, "2021-12-14T07:00:07Z", [0.0], "It is fast approaching the end of 2021. And the spin off is a mixed good or bad idea, it is running out of time to implement the plan."], [103661, "2021-12-14T03:17:02Z", [0.03], ""], [103706, "2021-12-14T01:18:58Z", [0.13], "The US government has attempted / succeeded at pushing ahead 15 high-profile corporate breakups since 1911. This is a non-exhaustive list based on this recent publication: https://stacker.com/stories/3604/15-companies-us-government-tried-break-monopolies. A breakup of AWS from Amazon would be one of the high-profile breakups and would have an impact similar to the examples listed here (Mircrosoft, American Tobacco, Standard Oil, etc.). If Amazon saw that such a development might be real, they would probably preempt an attempt by the US government with its own announcement.  So having 15 high profile events in 110 years (1911-2021) gives an initial probability of 13%"], [102244, "2021-12-13T19:10:50Z", [0.01], "Updated: Same thinking but time is now short, only about 1/10 of first forecast.  So updating to 10% of previous estimate (10%), leaving 1%"], [3429, "2021-12-13T17:43:25Z", [0.01], "maintaining current forecast"], [103702, "2021-12-13T16:01:31Z", [0.02], "Very unlikely given the short time left this year."], [103700, "2021-12-13T15:04:26Z", [0.0], "Seems very unlikely given what little time is left in the year, and many of the staff will be on holidays soon."], [88452, "2021-12-13T14:43:46Z", [0.0], ""], [102651, "2021-12-13T12:01:20Z", [0.0], ""], [103695, "2021-12-13T02:18:36Z", [0.0], "AWS outage; Amazon is struggling to recover from the outage during the Biden/Putin meeting; the Illinois warehouse was leveled by the tornado...though an AWS valuation is valuable, Jassy/Bezos have to focus on optimization and preventing such a broad outage in the future."], [103693, "2021-12-12T21:35:44Z", [0.1], "I know nothing on this topic. This the the first question I've ever answered. I'm going to say the odds are very low (10%). I don't feel that there is enough incentive to do it that soon."], [103691, "2021-12-12T18:58:48Z", [0.51], "Stock has been under-performing for a lot of different reasons. As the date of the actual spin-off is immaterial, we are mainly trying to understand whether Amazon thinks that an announcement would help alleviate some of the pressure on the company, and give it some breathing space to figure out other issues. "], [1333, "2021-12-12T15:40:36Z", [0.0], ""], [29054, "2021-12-12T15:17:59Z", [0.0], "Amazon now depends on AWS to keep the numbers of the rest of the company to look healthier than the slug of being a middle-man retailer show, and those numbers of the retail segment continue to be pitifull, and AWS is a gold mine for now, but it is a matter of four to five years untuil that is another burden so expect in the next 60 months the cashing uot of a part of AWS but not the full company there is a lot of money to be made in selling wet paper. "], [103686, "2021-12-12T12:45:50Z", [0.05], "Amazon never has split its business before, it actually did the opposite, it acquired other businesses. While there is a trend to split companies these days, in my limited experience I recall it happening in the manufacturing business.\nFacebook/Meta, who has been put under quite some pressure to split its sub-companies resisted to do so. That I know there is no law coming to force this step, so Amazon too would be safe in that respect despite the recent fines they received for violating antitrust laws (e.g. in Italy).\nAs this prediction is being made on Dec 12th and the year is almost over, the likelihood for it to happen within 18 days is probably low. 5% should serve as a higher boundary of likelihood to account for the fact that the chance of an event is almost never 0."], [103683, "2021-12-12T08:47:28Z", [0.0], ""], [103678, "2021-12-12T00:40:55Z", [0.0], ""], [97203, "2021-12-11T22:30:55Z", [0.0], ""], [94889, "2021-12-11T19:49:20Z", [0.0], ""], [103675, "2021-12-11T18:57:38Z", [0.05], "I interpret the question to be restricted to volitional action on Amazons part, I.e. no legal action takes place (though some form of legal pressure is allowed). 1) Amazon has never spun off any division, and the companies model of doing business does not lend itself to the practice. You could say we have a base rate of 0 restricting the comparison class to other divisions of Amazon. Considering all Fortune 500 companies, Silicon Valley companies, or tech companies etc may lead to a nonzero base rate, but given amazons singular nature and composition many of these comparisons would be predicated on a reductive since of similarity. Beyond that, market trends across sectors are toward consolidation and acquisition. 2) Inside perspective: AWS is amazons most powerful and profitable division. Other than the web store, AWS is very nearly one half of the company. More over, the unanimity of amazons presence and size, and synergies from keeping their own web page in their own platform, forbid consideration of a spin off. 3) i restricting the question: regulatory action would be highly likely to fail, barring the adoption by the courts of a new anti-trust regime. Anti-trust cases are predicated on market dominance, but AWS has many virile competitors. The courts have not even begun the process of adopting new anti-trust rules, so there is no reason to on the horizon to believe any legal pressure will have effect. 4) why 5%? People make mistakes, businesses, even massive ones, fall from grace. Without a more refined statistical analysis predicated on data not available to me I cannot assess the question in a more fine grained way. So I’m assessing the probability in units of 5 points.  For AWS profitability, and Amazons value of it, look here:\nhttps://www.cnbc.com/2021/09/05/how-amazon-web-services-makes-money-estimated-margins-by-service.html To understand regulatory issues look here\nhttps://www.theregreview.org/2020/10/01/hovenkamp-antitrust-regulation-over-time/"], [103671, "2021-12-11T10:27:06Z", [0.0], ""], [103664, "2021-12-10T15:58:52Z", [0.0], "It is too soon and not in Amazon's interest to see a cash cow."], [103386, "2021-12-10T15:07:14Z", [0.02], ""], [103663, "2021-12-10T14:38:16Z", [0.1], "Spin off of AWS is a good business decision but the value of the spin off would go down and potentially impact the total value of Amazon. Look at IBM when it spun off Kyndryl the value of the spin off has been steadily declining so that affects the total value of IBM."], [103661, "2021-12-10T04:11:02Z", [0.05], ""], [103658, "2021-12-09T21:35:29Z", [0.0], "In the second quarter of 2021, AWS brought in a record $14.8 billion in net sales, accounting for just over 13% of Amazon's total net sales. Having grown steadily in the 30% range the past few quarters, AWS is a frontrunner to other cloud computing platforms such as competitor Microsoft Azure."], [20044, "2021-12-09T19:34:03Z", [0.0], ""], [20044, "2021-12-09T19:33:51Z", [0.1], ""], [67403, "2021-12-09T09:49:48Z", [0.0], ""], [103650, "2021-12-09T07:48:29Z", [0.03], ""], [103497, "2021-12-09T03:33:53Z", [0.01], ""], [103645, "2021-12-08T22:00:38Z", [0.5], "I see major companies spinning off parts of their businesses that require increased focus in order to increase market share in the respective spin-offs. Market is changing more rapidly than ever requiring more decentralized and nimble approaches. "], [103645, "2021-12-08T21:56:40Z", [0.0], ""], [103644, "2021-12-08T21:05:16Z", [0.05], "I haven't heard of this, but there is not that much time left. It sounds like a reasonable thing to do. This is my gut guess, I cannot provide any more info now."], [103642, "2021-12-08T20:32:57Z", [0.0], "Comment deleted on Dec 08, 2021 08:33PM UTC"], [103641, "2021-12-08T19:37:33Z", [0.0], "No regulatory pressure for now and from shareholder perspective not interesting"], [103640, "2021-12-08T18:31:06Z", [0.0], ""], [87827, "2021-12-08T18:29:21Z", [0.0], ""], [1333, "2021-12-08T14:13:18Z", [0.01], ""], [103634, "2021-12-08T12:01:48Z", [0.0], "No reason to from a shareholder point of view, already a very valuable stock, and not enough regulatory pressure at the moment. Could happen in the future when stock price slides or from regulatory action. "], [103634, "2021-12-08T11:44:23Z", [0.0], "Comment deleted on Dec 08, 2021 12:02PM UTC"], [103633, "2021-12-08T09:28:10Z", [0.0], "Is the amazon stock reaching a usd 3.600"], [103628, "2021-12-08T06:03:11Z", [0.1], "Not enough pressure from regulators / politicians / public.  People are bothered more by the vehicles peppered through their neighborhoods making traffic worse."], [103626, "2021-12-08T05:12:46Z", [0.0], ""], [103624, "2021-12-08T03:20:22Z", [0.0], ""], [103620, "2021-12-08T01:36:32Z", [0.0], ""], [103615, "2021-12-08T00:21:36Z", [0.0], ""], [103616, "2021-12-08T00:08:08Z", [0.0], ""], [103615, "2021-12-08T00:06:41Z", [0.0], ""], [103611, "2021-12-07T21:32:10Z", [0.02], "No. Bezos' ego is too large for a spinoff. "], [103607, "2021-12-07T20:20:10Z", [0.0], ""], [103604, "2021-12-07T19:29:08Z", [0.0], "One of Amazon's main source of revenue is the AWS business. This keeps the other businesses running while the company is expanding it's services to other countries. Having said this I see only a 0% probability that a spin off would happen as see it only driven by anti-trust legislation changing."], [102676, "2021-12-07T19:07:04Z", [0.0], "Pending anti-trust legislation which is not timely.  I would pull on the precedence set from the MIcrosoft anti-trust suit which was filed, convicted, and overturned."], [103602, "2021-12-07T18:44:01Z", [0.0], "Comment deleted on Dec 07, 2021 06:44PM UTC"], [103599, "2021-12-07T17:59:47Z", [0.09], "It is difficult to imagine Amazon breaking up its business is such a major way when its CEO and founder is so literally reaching for the stars. And even less imaginable that such a thing would happen in the the few days left before January 1, 2022. Understanding this question was posed over a year ago, if we think out in another year’s time…I think the answer would remain a very low percentage rate that Amazon would spin off this Uber profitable wing of its business without major market turmoil. Doing so would negatively affect the company’s stock price. And quite frankly, while it might make good business sense for the growth of AWS…well there’s so much ego that stands in the way. Amazon seeks to be everything. It all. As a company its mission is to physically run every aspect of our lives. So, currently a spin-off simply feels…off-brand. Should the stakeholders find a way to relieve the business of CEO Bezos, this prediction would change immensely. "], [103601, "2021-12-07T17:17:35Z", [0.0], ""], [103600, "2021-12-07T17:06:51Z", [0.18], "Amazon has been operating for decades without making any such major spin-offs.  The timeframe in question is not even one month away, therefore has a low probability of happening."], [103598, "2021-12-07T17:00:07Z", [0.0], ""], [103597, "2021-12-07T16:40:27Z", [0.0], "Amazon is busy with holiday season and space flights. I predict if they spin off it would be in spring 2022 or later"], [103594, "2021-12-07T16:15:19Z", [0.1], ""], [102105, "2021-12-07T15:49:30Z", [0.0], "No noise on this, and now too close to the holiday period to action anything. AWS is heavily ingrained in the Amazon infrastructure, and not forgetting the current CEO was the AWS previously. Even debating this internally would create a lot of noise in advance. With a few weeks to go, I see a less than 1% chance of this materializing."], [103591, "2021-12-07T15:43:45Z", [0.15], "AWS is hugely profitable and at this time has not proven to be an unmanageable growth arm, though Bezos is not *entirely* immune to criticism. I believe the actual pressure on him is much less. His actual departure would be to pursue more personal ambitions with his uncountable billions. I do think the possibility of the break up of Amazon is closer to 35-50% sometime in 2022. Can't seem to find how to edit my percentage to 15% for this current date range, though that's my actual percentage weight.. "], [103591, "2021-12-07T15:37:32Z", [0.0], "Comment deleted on Dec 07, 2021 03:43PM UTC"], [103589, "2021-12-07T15:09:38Z", [0.55], "Bezos stepping down. Increased number of companies spinning off. "], [103586, "2021-12-07T14:01:39Z", [0.0], ""], [103567, "2021-12-07T12:41:24Z", [0.2], "Having full control over their Web services will delay it. "], [103582, "2021-12-07T12:17:34Z", [0.15], "That’s less than a month from now & there is too much else happening to resolve it that fast"], [103581, "2021-12-07T12:08:22Z", [0.0], ""], [1019, "2021-12-07T11:38:22Z", [0.0], ""], [103578, "2021-12-07T10:09:58Z", [0.0], "The timing is too close for that major a decision, there would be more telegraphing to the markets first. Amazon's overall profitability is boosted significantly by AWS so spinning it out would need to either increase overall value (unlikely) or to address a direct threat of greater regulation (or being broken up) which hasn't materialized as yet (and is likely to decline after the mid term elections). "], [103575, "2021-12-07T09:43:56Z", [0.0], "Amazon internal infrastructure runs on AWS. Spinning AWS off will require Amazon to pay for it to the newly minted company and will likely make it unprofitable as ecom margins are very thin."], [103572, "2021-12-07T04:02:40Z", [0.0], ""], [103569, "2021-12-07T02:15:14Z", [0.0], ""], [103565, "2021-12-07T00:41:10Z", [0.05], ""], [103565, "2021-12-07T00:40:27Z", [0.0], ""], [103560, "2021-12-06T21:03:19Z", [0.05], "AWS supports Amazon profit, but the current CEO has rejected the idea already in the second half of 2021. A spinoff announced in the last month of 2021 without some sort of obvious movement hinting at it is not likely."], [103558, "2021-12-06T20:10:34Z", [0.0], "Comment deleted on Dec 06, 2021 08:10PM UTC"], [103556, "2021-12-06T19:19:23Z", [0.05], ""], [103556, "2021-12-06T19:18:51Z", [0.0], ""], [103553, "2021-12-06T18:36:09Z", [0.4], "Wait until end of quarter if they do it"], [4423, "2021-12-06T18:30:39Z", [0.53], ""], [103550, "2021-12-06T17:28:45Z", [0.2], "Amazon will wait to see what Congress decides on the tax issues, what the Fed determines for rates, and what the remote work data looks like"], [103548, "2021-12-06T17:20:00Z", [0.05], "Not much external pressure to do so and CEO of Amazon previously ran AWS. "], [103546, "2021-12-06T17:02:34Z", [0.0], ""], [103543, "2021-12-06T15:35:18Z", [0.01], "Anything is possible which necessitated a 1% chance. Markets are already too volatile and the VIX is trending at a level that continues to show significant volatility. Not the time for a spin-off. "], [103542, "2021-12-06T14:56:10Z", [0.02], ""], [103538, "2021-12-06T13:59:48Z", [0.01], ""], [103539, "2021-12-06T13:16:31Z", [0.02], ""], [103539, "2021-12-06T13:16:01Z", [0.2], "Comment deleted on Dec 06, 2021 01:16PM UTC"], [103537, "2021-12-06T13:14:30Z", [0.01], ""], [103537, "2021-12-06T13:14:08Z", [0.06], ""], [103537, "2021-12-06T12:57:29Z", [0.2], "The stck would have been lower  since FTC has been busy but not overly dramatic from the head \nplus FTC been focused more on Facebook insta and whatsapp"], [103528, "2021-12-06T11:32:48Z", [0.05], ""], [103534, "2021-12-06T04:59:00Z", [0.05], ""], [103532, "2021-12-06T03:23:25Z", [0.0], ""], [103530, "2021-12-06T02:33:22Z", [0.2], "There are only 3 weeks left in the year and it seems unlikely that Amazon will make such a big decision in the time remaining. As well, given that the FTC case against Amazon is still pending, I do not see overwhelming pressure in the next 3 weeks to make the spin-off decision. At the same time, Amazon could still make the decision to ward off future antitrust action. "], [103526, "2021-12-06T00:40:20Z", [0.0], "Comment deleted on Dec 06, 2021 12:40AM UTC"], [103526, "2021-12-06T00:39:43Z", [0.45], "Based upon the abundant resources and financial/industrial success Amazon has been building for the last 27 years, the company can afford and may choose to spin off AWS in the future. Many other companies such as Coca-Cola and Kellogg have progressed with similar issues by spinning off their sub-brands. However, I do not assess this change will be made before 1 January 2022. While Amazon is currently facing a great deal of public scrutiny and exposure due to its unethical business practices, AWS is a hugely profitable sector of Amazon and I don't see this issue impacting business enough to push the company into spinning AWS off anytime soon."], [103526, "2021-12-06T00:25:27Z", [0.7], "Comment deleted on Dec 06, 2021 12:39AM UTC"], [103521, "2021-12-05T22:06:08Z", [0.0], ""], [103519, "2021-12-05T20:07:15Z", [0.0], ""], [103519, "2021-12-05T20:06:44Z", [0.05], ""], [103518, "2021-12-05T18:41:14Z", [0.0], ""], [103517, "2021-12-05T17:49:03Z", [0.2], ""], [103516, "2021-12-05T17:20:18Z", [1.0], ""], [103513, "2021-12-05T16:28:22Z", [0.0], ""], [103510, "2021-12-05T10:19:38Z", [0.0], ""], [94872, "2021-12-05T09:03:01Z", [0.0], ""], [103502, "2021-12-05T01:11:47Z", [0.01], "The chance is never zero, but, in successful technology companies, spinoffs are rare.   They are more common in poorly performing companies, and, even then, as with the spinoff of the Avaya from Lucent (Western Electric), it is often a seemingly \"legacy\" division which is thought to be unlikely to do well, as a way of unburdening the parent from the inevitable destruction of value.   This corporate thinking is often mistaken:  Avaya did well, much better than Lucent, after the spinoff, once it was freed from the dead hand of the parent's management.   AWS, on the other hand, is doing very well, arguably better than Amazon as a whole, and the Amazon CEO was most recently head of AWS for a very long time and is very familiar with its strengths and weaknesses.    Amazon is committed to the long term growth of stockholder value, and having a strong cash producer, such as AWS, helps grow the overall business, much as the insurance businesses have help grow Bershire Hathaway.   Spinning off AWS would satisfy only a few AWS customers who are Amazon competitors and hesitant about trusting AWS (although necessarily with good reason), and perhaps some left-wing regulators who are against business success on principle."], [103499, "2021-12-04T23:33:01Z", [0.0], ""], [103499, "2021-12-04T23:31:31Z", [0.02], "Comment deleted on Dec 04, 2021 11:32PM UTC"], [103386, "2021-12-04T20:24:36Z", [0.02], "Lowering. Time-value"], [103493, "2021-12-04T17:05:24Z", [0.25], "AWS is closely integrated with Amazon, forming a foundational capability for Amazon fulfillment services.  AWS is basically an internal capability (cloud computing) being offered as a service product.  AWS is also generating revenue growth ($7.6b in 2020 vs. North America $6.4b and International $2.2b from operations.)  Because of this, I think spinning AWS off is very unlikely (25%). https://www.sec.gov/Archives/edgar/data/1018724/000101872421000004/amzn-20201231.htm#i75de98b9097f40f3b5884e541f532421_163"], [103492, "2021-12-04T15:54:16Z", [0.0], "Although there are many who think this should happen sooner, rather than later, I don’t believe that Amazon is ready to pull that trigger quite yet, although it may happen in 2022. I doubt it will be announced in 2021."], [103491, "2021-12-04T15:50:15Z", [0.01], ""], [103492, "2021-12-04T15:47:27Z", [0.0], "Comment deleted on Dec 04, 2021 03:55PM UTC"], [103491, "2021-12-04T15:44:03Z", [0.0], "Comment deleted on Dec 04, 2021 03:46PM UTC"], [103488, "2021-12-04T12:29:34Z", [0.01], "The criticism of Amazon comes from an anti-monopolies standpoint - the idea that dominance of an area of the economy by a small number of actors, or of many interconnected areas by a single actor, is bad for consumers, communities and the economy. Thus the purported benfits to spinning off AWS are almost entirely to the wider world and not to Amazon, which would suffer hugely - AWS is extremely profitable. The only obvious benefit would be a public relations benefit, and perhaps a benefit of decreasing organisational complexity, but there is no evidence from Amazon's past behaviour or the past behaviour or statements of major figures (e.g. Jeff Bezos) that these are important motivations. Looking at the class of which Amazon is a member - publicly traded companies - this would also seem be extremely anomalous behaviour. "], [100805, "2021-12-04T12:29:16Z", [0.0], ""], [103487, "2021-12-04T10:45:02Z", [0.0], ""], [103484, "2021-12-04T03:50:47Z", [0.0], "January 1 2022 or after would be tidier"], [29054, "2021-12-03T23:42:29Z", [0.0], ""], [103475, "2021-12-03T22:21:24Z", [0.2], "Comment deleted on Dec 03, 2021 10:26PM UTC"], [103472, "2021-12-03T18:20:40Z", [0.01], "I generally agree with the rationale of @samdcbu. I would add though that most previous public evidence indicates that Amazon is overall resistant to breaking itself up. That they would suddenly see such dramatic benefits in \"spinning off\" AWS that they would follow through on it in the next 28 days is extremely unlikely."], [103473, "2021-12-03T18:12:56Z", [0.05], "Its a short period of time, Its functionally a privat3 compqny and jeff bezos has minimal incentive to decentralise. "], [103473, "2021-12-03T18:11:09Z", [0.0], ""], [85051, "2021-12-03T17:10:34Z", [0.0], ""], [103468, "2021-12-03T17:05:52Z", [0.0], ""], [103466, "2021-12-03T16:25:21Z", [0.0], ""], [103465, "2021-12-03T16:22:59Z", [0.15], "some slight mention of this in the msm but if it were this close to happening i think there would be more leaks from insiders who want to be recognized as having special insight. i may be wrong because i don’t know enough about Amazon’s executive culture. "], [103462, "2021-12-03T15:07:53Z", [0.0], "Andy Jassy, Amazon’s new CEO, formerly ran AWS and sees it as very valuable to Amazon’s future success. It provides large, quarterly profits that can be reinvested into other parts of the Amazon business. Amazon has historically “trained” investors to except and be fine with it heavily reinvesting profits. For these reasons I think even if AWS were more valuable as a separate company, to Amazon that potential boost in valuation of the two companies is outweighed by the ability to use the profits from AWS elsewhere in Amazon. As I don’t believe markers would pressure Amazon to sell AWS, an announcement of a regulatory investigation into anti-competitive behavior by AWS could possibly trigger this. I see this as unlikely in the next month, and the timetable between announcement of the investigation and Amazon’s announcement of spinning off AWS would be longer than a few weeks. Also, not all work weeks are created equal. This is the holiday season and it is more likely this would all go down in 2022, not 2021. "], [102607, "2021-12-03T14:59:58Z", [0.0], ""], [103457, "2021-12-03T12:01:56Z", [0.0], "Comment deleted on Dec 03, 2021 12:02PM UTC"], [10612, "2021-12-03T10:49:53Z", [0.0], ""], [62808, "2021-12-03T01:24:02Z", [0.0], ""], [103454, "2021-12-02T22:35:47Z", [0.2], "They likely will, but I doubt they will announce in the next 4 weeks.  Current focus will be on maximising holiday sales."], [103453, "2021-12-02T21:38:21Z", [0.05], "I believe it is more likely they’ll wait until after the New Year to make that move. With inflationary concerns and the uncertainty of the COVID variants causing market fluctuations I don’t feel they’ll add to share price drops with a stock split caused by breaking off AWS before Jan 1st."], [102651, "2021-12-02T18:40:00Z", [0.04], "Time is running out.  Some articles I found referenced antitrust pressures on Amazon that might hasten a split on their terms instead of letting the federal government carve up the company.  However, the current antitrust lawsuit doesn't seem to be close to resolution. "], [103450, "2021-12-02T15:23:15Z", [0.0], "Comment deleted on Dec 02, 2021 03:23PM UTC"], [103448, "2021-12-02T14:38:37Z", [0.01], "No advantage to do so by that date"], [103444, "2021-12-02T06:37:33Z", [0.0], ""], [103443, "2021-12-02T05:00:29Z", [0.01], ""], [103441, "2021-12-01T22:15:40Z", [0.0], ""], [101235, "2021-12-01T17:45:41Z", [0.01], ""], [3429, "2021-12-01T17:16:26Z", [0.01], "maintaining current forecast"], [103438, "2021-12-01T15:34:21Z", [0.0], "There is no regulatory issue that is impending "], [102641, "2021-12-01T15:00:09Z", [0.01], "No change @carolinesutton - Thanks for checking"], [103435, "2021-12-01T12:08:46Z", [0.0], ""], [81456, "2021-12-01T08:21:49Z", [0.0], ""], [102954, "2021-12-01T02:48:22Z", [0.02], "Updating for remaining time left"], [103427, "2021-12-01T02:29:22Z", [0.0], ""], [103424, "2021-11-30T23:43:31Z", [0.25], "Comment deleted on Nov 30, 2021 11:44PM UTC"], [101036, "2021-11-30T22:46:14Z", [0.0], ""], [103420, "2021-11-30T22:00:39Z", [0.08], "No, because there is only a month left in the year and there is very little about this in the news. There is no immediate antitrust movement that would make a move like this necessary. The former head of AWS has recently become Amazon CEO, so he likely wants to maintain control of the part of the business that he is the most familiar. I cannot find evidence that there are activist investors among Amazon's shareholders who have both the will and the power to make an AWS spinoff happen."], [103420, "2021-11-30T21:44:56Z", [0.0], "Comment deleted on Nov 30, 2021 09:54PM UTC"], [102663, "2021-11-30T20:51:39Z", [0.03], ""], [102675, "2021-11-30T20:32:42Z", [0.0], ""], [50048, "2021-11-30T18:45:52Z", [0.01], "Lowering due to time left in the question. "], [94889, "2021-11-30T16:13:37Z", [0.01], ""], [97712, "2021-11-30T14:01:09Z", [0.0], ""], [103402, "2021-11-29T17:11:35Z", [0.0], ""], [94587, "2021-11-29T14:16:59Z", [0.0], ""], [103398, "2021-11-29T10:43:21Z", [0.0], ""], [102549, "2021-11-29T03:17:40Z", [0.0], "Absolutely zero in the media about this issue.  Amazon has not expressed any interest in taking this step yet even if it would potentially be a good idea."], [102922, "2021-11-28T16:13:00Z", [0.0], ""], [103389, "2021-11-28T07:47:16Z", [0.0], ""], [103387, "2021-11-28T06:24:08Z", [0.07], ""], [103386, "2021-11-28T03:02:05Z", [0.04], "Increasing trend of companies spinning off businesses currently. Still, must be low because activists investors are the drivers and there are none that I can find with power in Amazon's shareholder base"], [103386, "2021-11-28T02:58:23Z", [0.0], "Comment deleted on Nov 28, 2021 03:02AM UTC"], [103384, "2021-11-28T02:24:11Z", [0.0], ""], [103384, "2021-11-28T02:20:54Z", [0.0], "Comment deleted on Nov 28, 2021 02:23AM UTC"], [103377, "2021-11-27T01:21:07Z", [0.0], "They won’t have an earnings release until then. So probably no way to announce it properly to public/investor."], [103377, "2021-11-27T01:18:43Z", [0.59], ""], [691, "2021-11-26T14:16:07Z", [0.0], ""], [103367, "2021-11-26T14:07:30Z", [0.0], "Comment deleted on Nov 26, 2021 02:07PM UTC"], [103364, "2021-11-26T10:00:47Z", [0.25], ""], [103364, "2021-11-26T09:58:46Z", [0.75], "To focus on other things, and to lessen the accusation that Amazon is crowding the market. "], [103353, "2021-11-25T11:10:11Z", [0.0], ""], [103351, "2021-11-25T00:49:47Z", [0.0], ""], [3429, "2021-11-24T18:18:16Z", [0.01], "maintaining current forecast"], [103342, "2021-11-23T18:59:16Z", [0.05], "Never heard of ist before :)"], [103341, "2021-11-23T17:30:49Z", [0.2], "AWS props up the whole amazon businnes. Retail side would collapse."], [100680, "2021-11-23T15:28:05Z", [0.0], ""], [103334, "2021-11-23T04:36:03Z", [0.0], ""], [87827, "2021-11-22T21:43:13Z", [0.0], ""], [100981, "2021-11-22T19:26:57Z", [0.0], "Not much time left now, believe less than 1 in 200, so will go to 0%"], [10612, "2021-11-22T06:48:02Z", [0.0], ""], [103311, "2021-11-21T19:26:47Z", [0.0], ""], [103309, "2021-11-21T11:31:04Z", [0.0], ""], [103298, "2021-11-20T15:14:16Z", [0.38], ""], [3429, "2021-11-19T20:45:41Z", [0.01], "maintaining current forecast"], [103293, "2021-11-19T20:31:21Z", [0.6], "With growing anti trust laws and growing calls from ex management and investors, a spin off can seem like a good business decision at this point. The new CEO and former AWS member knows the capability of a spin off of AWS.   https://theweek.com/jeff-bezos/1002278/andy-jassy-is-amazons-new-ceo-can-he-fill-jeff-bezos-shoes ,   https://seekingalpha.com/article/4463214-amazon-time-to-spin-off-aws"], [103290, "2021-11-18T23:38:10Z", [0.04], "Amazon will not take such a radical decision in the next 12 weeks. I see no signs or communications from the company, factors in the industry or rumours from legislative circles that would make this likely. It may happen at some time in the future, but not by 1st January 2022."], [103290, "2021-11-18T23:35:20Z", [0.0], ""], [62808, "2021-11-18T23:14:37Z", [0.0], ""], [42234, "2021-11-18T20:14:57Z", [0.0], ""], [102651, "2021-11-18T02:34:44Z", [0.07], "I just saw two articles (one from Jul 20 and one from Sep 21) referencing the profits that AWS brings in as a major reason to spin off.  However, one way Amazon grew in the 90's and 00's was by reinvesting profits back into developing/enhancing services like AWS.  Large profits is probably a motivator AGAINST spinning off AWS among those that make these decisions because the money can be applied to other areas that need to lose money while developing (drone delivery, grocery store tech, purchasing delivery vans).  Additionally, time is starting to run short before this closes out."], [103280, "2021-11-17T22:31:59Z", [0.0], ""], [101180, "2021-11-17T19:04:09Z", [0.01], "goin' with the flow and aware of the calendar."], [102006, "2021-11-17T14:18:24Z", [0.0], "Voted for 1% some months ago. Time has gone by and nothing appeared on the horizon. Since 0,3 or so is not an option, 0% seems to be more reasonable by now."], [103129, "2021-11-17T12:38:30Z", [0.1], ""], [102748, "2021-11-17T05:57:25Z", [0.01], "At this time of the year there is an outlier chance of such an announcement\nThe reasoning I gave when reducing the chances from 15 to 2 per cent still hold true and it is in Amazon interest to have it as one entity in foreseeable future"], [103233, "2021-11-17T00:13:42Z", [0.0], "Spin-offs are rare to start with (~20 to 40 announced per year in the US publicly traded space), even more so in the tech sector. No reason to believe AMZN will do it in the next 1.5 months."], [102549, "2021-11-16T20:40:59Z", [0.02], "Not seeing much on the wire about AWS spinning off."], [102664, "2021-11-16T17:53:37Z", [0.0], "H.R.3825  Remains in Summary in Committee) -  I don't expect the announcement until the legal process is more developed."], [101235, "2021-11-16T16:51:43Z", [0.02], "Time decay"], [103262, "2021-11-16T15:30:29Z", [0.0], "There is almost no time left for the spin-off process to take place"], [103262, "2021-11-16T15:29:26Z", [0.2], "Comment deleted on Nov 16, 2021 03:30PM UTC"], [103260, "2021-11-16T14:25:37Z", [0.0], ""], [103259, "2021-11-16T12:23:10Z", [0.0], "AWS represents 12% of revenue for Amazon and carries a 61% profit margin. No reason to abadon this. The only factor that would force Amazon to spin off AWS would be an anti trust legal action from the government.  AWS owns 31% of the cloud with its next competitor at 18%. A very strong position but the field is open to competition. "], [103257, "2021-11-16T10:05:47Z", [0.12], "Would negetively affect overall AMZN. And the concerns do not outweigh the impact yet"], [99780, "2021-11-15T21:23:44Z", [0.0], ""], [103161, "2021-11-15T18:59:25Z", [0.02], "Not a lot of time left for this to happen, and  there have not been a lot of forced takeovers in the past. "], [103245, "2021-11-15T11:58:45Z", [0.0], ""], [103244, "2021-11-15T07:15:07Z", [0.21], "seems unlikely"], [102305, "2021-11-14T22:12:56Z", [0.0], ""], [103233, "2021-11-14T05:24:26Z", [0.0], ""], [103230, "2021-11-13T21:59:44Z", [0.0], ""], [101084, "2021-11-13T20:43:58Z", [0.01], ""], [103224, "2021-11-13T12:02:14Z", [0.0], "Comment deleted on Nov 13, 2021 12:02PM UTC"], [103220, "2021-11-12T19:31:49Z", [0.0], ""], [103219, "2021-11-12T18:35:54Z", [0.0], ""], [103218, "2021-11-12T17:44:59Z", [0.02], ""], [103216, "2021-11-12T13:07:33Z", [0.0], ""], [103215, "2021-11-12T13:05:05Z", [0.02], "Base rates for spinoffs are very low.  "], [103212, "2021-11-12T10:21:50Z", [0.88], ""], [15500, "2021-11-12T10:06:37Z", [0.02], ""], [10612, "2021-11-10T15:49:26Z", [0.0], ""], [88452, "2021-11-10T15:15:10Z", [0.03], ""], [103195, "2021-11-10T02:32:20Z", [0.1], ""], [103175, "2021-11-08T14:38:44Z", [0.0], "Extremely unlikely given the short timeframe and the low probability that legislation will be passed swiftly. Amazon has no incentive unless this is legislated."], [103170, "2021-11-08T03:54:25Z", [0.0], "Comment deleted on Nov 08, 2021 03:54AM UTC"], [85144, "2021-11-07T21:36:28Z", [0.0], ""], [103164, "2021-11-07T02:47:17Z", [0.1], ""], [92794, "2021-11-06T19:20:12Z", [0.0], ""], [103162, "2021-11-06T18:32:50Z", [0.0], ""], [103107, "2021-11-06T17:11:01Z", [0.05], ""], [103161, "2021-11-06T16:02:04Z", [0.5], "Comment deleted on Nov 15, 2021 06:58PM UTC"], [103160, "2021-11-06T15:29:26Z", [0.0], ""], [103159, "2021-11-06T14:23:40Z", [0.25], "That’s only two months away so with such a small window it is unlikely to happen. There is a greater chance it could hasten within five years. Some investors want a spin off or the government may make them. See https://seekingalpha.com/amp/article/4463214-amazon-time-to-spin-off-aws"], [102748, "2021-11-06T05:49:41Z", [0.02], "With Jeff Bezos selling stake to raise funds it appears that this spin-off might not happen because the combined value derived is higher and chances of regulatory action will be less as Amazon presently appears as a diverse business. With break-up the retail business will come in for more scrutiny which in near future might reduce the valuation and not increase"], [102644, "2021-11-05T17:38:51Z", [0.02], ""], [103155, "2021-11-05T10:06:03Z", [0.0], ""], [87827, "2021-11-04T20:42:46Z", [0.01], ""], [103151, "2021-11-04T14:38:37Z", [0.0], "Comment deleted on Nov 04, 2021 02:38PM UTC"], [85051, "2021-11-04T12:59:41Z", [0.02], "time is running, I lower my forecast accordingly"], [103149, "2021-11-04T09:56:13Z", [0.24], "Even though investor pressure is building up Bezos and Amazon management team have long resisted investors' wishes to pursue their own strategy. On the back of very strong pandemic results and even as Amazon is intensifying its forays into content creation and advertising, while other big tech companies (as well as brick and mortar) are increasingly nibbling at Amazon core businesses, a breakdown of Amazon seems unlikely... unless regulatory pressure in US (or even EU) make it more attractive."], [103146, "2021-11-03T23:59:56Z", [0.05], ""], [103143, "2021-11-03T20:56:23Z", [0.0], ""], [102256, "2021-11-03T19:19:32Z", [0.01], ""], [103102, "2021-11-03T19:10:16Z", [0.05], ""], [103101, "2021-11-03T14:04:30Z", [0.08], "I looked at the number of planned and recent spin offs. I then considered the arguments in the article. "], [103123, "2021-11-03T14:01:49Z", [0.1], ""], [103130, "2021-11-03T06:38:29Z", [0.0], ""], [103129, "2021-11-02T22:04:36Z", [0.2], "Because the earlier it spins off the cloud computing program the better chance it has to resolve the question"], [103124, "2021-11-02T17:54:25Z", [0.01], ""], [102549, "2021-11-02T10:44:42Z", [0.05], "Andy Jassy has not indicated that there is much interest in spinning AWS off.  The philosophy of Jeff Bezos is long term growth, which Jassy seems to buy into.  As we approach Jan 1st, there has been very little news about a spinoff as well.  Things might change as pressure on Amazon by regulators increase but between now and Jan 1st it is unlikely to happen."], [103114, "2021-11-02T06:40:36Z", [0.49], "test"], [103110, "2021-11-02T03:18:40Z", [0.0], "Comment deleted on Nov 02, 2021 03:18AM UTC"], [81456, "2021-11-01T22:36:41Z", [0.01], ""], [3429, "2021-11-01T17:14:12Z", [0.01], "Maintaining current forecast"], [102105, "2021-11-01T10:52:34Z", [0.0], "Given the time left until the deadline, and no downward pressure to do it, I would put this at under 0.5%, but as there is no option for that, will lower to 0%."], [10612, "2021-11-01T04:28:44Z", [0.0], ""], [36440, "2021-10-29T16:10:23Z", [0.0], ""], [103092, "2021-10-29T13:34:32Z", [0.01], "Regulatory pressure has massively decreased - other more urgent priorities - makes no sense from Amazon's perspective to spin-off"], [103092, "2021-10-29T13:33:09Z", [0.0], ""], [103089, "2021-10-29T09:46:17Z", [0.01], "Unlikely because this would be very soon."], [103088, "2021-10-29T02:29:04Z", [0.0], ""], [422, "2021-10-29T00:10:23Z", [0.0], ""], [103084, "2021-10-28T20:55:31Z", [0.73], "they haven't returned shareholder value in last 10 months or so and share price hasn't moved up at all. they will need to do this to increase shareholder value and keep them interested in the com[any."], [103083, "2021-10-28T20:54:32Z", [0.95], "Too much uncertainty in the near term for move of this caliber."], [103082, "2021-10-28T20:22:36Z", [0.0], "Comment deleted on Oct 28, 2021 08:22PM UTC"], [103077, "2021-10-28T18:11:17Z", [0.0], ""], [103069, "2021-10-27T13:57:18Z", [0.02], "Likely (~30-50%) long-term, but not likely in the next two months. No catalyst or reason for AMZN to do it now. Better to wait until they have more regulatory pressure."], [103069, "2021-10-27T13:55:25Z", [0.05], "Although this likely long-term, it seems too soon for this to happen (2 months). Why would they announce now. Maybe hold it in the back pocket as a way to appease regulators in the future.  "], [33035, "2021-10-27T13:19:37Z", [0.0], ""], [94872, "2021-10-27T04:26:47Z", [0.01], ""], [103061, "2021-10-26T16:06:04Z", [0.0], ""], [103058, "2021-10-26T10:54:07Z", [0.03], "No major tech spin off happened in the past years, possibly in the past decade. Antitrust already happened several years ago, and no big spin-off. The situation can change, but the probability of big change within 2 months is low."], [103056, "2021-10-26T02:23:48Z", [0.0], "Will not happen in 2021"], [103053, "2021-10-25T19:46:07Z", [0.0], ""], [3429, "2021-10-25T17:32:45Z", [0.01], "maintaining current forecast"], [87827, "2021-10-25T17:03:08Z", [0.01], ""], [12726, "2021-10-25T01:22:19Z", [0.0], ""], [88452, "2021-10-24T19:57:13Z", [0.06], ""], [103048, "2021-10-24T09:38:23Z", [0.01], ""], [103048, "2021-10-24T09:37:59Z", [0.1], ""], [31201, "2021-10-24T03:02:04Z", [0.0], "I think very low probability as it is integral to their corporate existence. I think they would only ever do this if forced by anti-trust legal action."], [95992, "2021-10-23T19:15:00Z", [0.0], ""], [20044, "2021-10-23T13:49:21Z", [0.01], ""], [103045, "2021-10-23T03:37:50Z", [0.0], "Comment deleted on Oct 23, 2021 03:38AM UTC"], [102748, "2021-10-22T13:32:56Z", [0.05], "With recent focus on FB regarding SM issues, this will not be best time to do the split as it will attract ill required spotlight\nRetail still is small and wafer thin margins which the cloud business is presently compensating\nAmazon will want to see how does shopping behaviour evolve post pandemic \nMost importantly, the future will be 'platform marketing' and this means ability to synthesise and process troves of data on shoppers, this is best done if both are together because if they are spit then data sharing might lead to unforeseen challenges viz. statutory, legislative, business etc.\n"], [103039, "2021-10-22T12:14:05Z", [0.63], ""], [103036, "2021-10-22T09:56:18Z", [0.0], ""], [103035, "2021-10-22T04:08:39Z", [0.05], ""], [103016, "2021-10-21T14:58:41Z", [0.4], "Comment deleted on Oct 21, 2021 02:58PM UTC"], [103016, "2021-10-21T14:58:20Z", [0.6], "New head at the company, increased scrutiny and possible antitrust interest - AWS unlikely to be impacted by boycotts levelled at Amazon. "], [103012, "2021-10-20T20:37:02Z", [0.02], "Given the time of the year, Amazon is unlikely to make an announcement at this point that would potentially impact their busiest season.  "], [101180, "2021-10-18T20:31:48Z", [0.02], "Time's running out.  Amazon has sidestepped some of the potential political problems I saw earlier as social media like Facebook take increased heat."], [102993, "2021-10-18T18:45:17Z", [0.0], ""], [30346, "2021-10-18T17:43:41Z", [0.0], "Rounding to 0 as time has passed."], [3429, "2021-10-18T15:31:32Z", [0.01], "maintaining current forecast."], [101235, "2021-10-18T13:53:30Z", [0.03], ""], [102988, "2021-10-18T13:11:38Z", [0.0], "Comment deleted on Oct 18, 2021 01:11PM UTC"], [102987, "2021-10-18T09:26:50Z", [0.0], ""], [99780, "2021-10-17T12:17:05Z", [0.01], "holding"], [102980, "2021-10-16T16:02:43Z", [0.2], ""], [62808, "2021-10-16T15:17:13Z", [0.0], ""], [102976, "2021-10-16T05:41:05Z", [0.0], "They need the AWS to compete with Google and to use the data for their own decision making"], [102973, "2021-10-15T16:35:38Z", [0.0], ""], [101580, "2021-10-15T07:52:26Z", [0.05], "There is a low probability for this to happen before Jan 1st, 2022 as we are in mid Oct now. AWS is used to finance Amazon's development and other projects. Probably Bezos might not be so happy to get into difficulties for financing his projects. Let's not forget that AWS accounts for around half of Amazon's operating income. If AWS will spin-off, would be probably done thru an IPO and a down payment to Amazon. No such announcement done yet, and it is probably not a priority on Jassy's agenda right now. Time is too short for this to happen in 2021 as it is not an urgency. I gave a 5% probability which a bit over crowd's forecast because there might be undisclosed things that still could trigger such to happen before Jan 1st. A 1% for me is like almost no chances to happen. "], [3434, "2021-10-15T04:21:36Z", [0.0], ""], [3429, "2021-10-14T16:15:19Z", [0.01], "maintaining current forecast."], [102967, "2021-10-14T09:49:12Z", [0.0], "feel - sentiment of market crash in 2022 + timing towards jan 1 22, focus will be based on positioning to absorb downside affect"], [102966, "2021-10-14T09:36:41Z", [0.02], ""], [102966, "2021-10-14T09:36:17Z", [0.12], ""], [102963, "2021-10-13T22:55:45Z", [0.0], "Lack of short term government regulation pressure and a quick search on global cloud usage provides details that Azure and GCP are growing.Current competition with multiple vendors in this space can be used as an argument against spinning off AWS."], [102960, "2021-10-13T19:54:25Z", [0.0], ""], [102954, "2021-10-13T07:49:59Z", [0.03], "1. It's hard to find precedent for Amazon spinning off any parts of its company; it mostly operates in acquiring subsidiaries instead.\n2. Common reasons for spinoffs don't seem to apply here: Amazon does not look like it wants to streamline operations nor does it look like it has failed to find a buyer for AWS (and given how lucrative AWS is, wouldn't want to sell it anyway?).\n3. On the other hand, there is a lot of chatter about why Amazon should spin off AWS, but not necessarily why it would.\n4. The remaining short timeline would make it unlikely that an announcement would be made. Press releases for other company spin offs seem to cluster around Q1 to Q2. So, an announcement in Q4 looks tough here."], [102105, "2021-10-12T13:03:51Z", [0.01], ""], [37520, "2021-10-12T01:44:00Z", [0.01], ""], [102945, "2021-10-11T18:57:13Z", [0.05], ""], [100981, "2021-10-11T17:21:35Z", [0.01], ""], [102944, "2021-10-11T15:36:26Z", [0.0], "Not top priority"], [102937, "2021-10-11T03:20:08Z", [0.0], "Comment deleted on Oct 11, 2021 03:20AM UTC"], [102928, "2021-10-10T20:29:24Z", [0.07], "Scenario A Assume congress can act before end of session Dec. 10, 2021 AND Amazon complies 6.75% [a few follow-up research items remain - TD]\nScenario B Amazon spins out AWS to placate antitrust sentiment. Public comments from C-level suggest highly unlikely 6.75%\nScenario C Amazon spins out AWS based on business rationale. FY2019 Amazon had $42B in cash, doesn't need capital. Product sales growth catching up to Service Sales growth so operating each as a standalone could make sense in time, though unlikely in the next 60 -90 days. [a few follow-up research items remain - TD]\n"], [102928, "2021-10-10T19:42:42Z", [0.49], ""], [102928, "2021-10-10T19:42:21Z", [0.5], ""], [62808, "2021-10-10T17:47:49Z", [0.0], ""], [102926, "2021-10-10T01:54:05Z", [0.1], ""], [102922, "2021-10-09T14:15:22Z", [0.01], ""], [102922, "2021-10-09T14:14:50Z", [0.05], ""], [95802, "2021-10-09T12:04:30Z", [0.01], ""], [97703, "2021-10-08T13:02:36Z", [0.0], ""], [102916, "2021-10-08T10:02:42Z", [0.0], ""], [102916, "2021-10-08T10:01:49Z", [1.0], "It’s a burgeoning service, bringing in billions of dollar in profit for Amazon. One key aspect of that is the Amazon management. Not enough regulatory pressure right now to break up and make subsidiaries."], [102916, "2021-10-08T09:58:29Z", [0.0], ""], [102905, "2021-10-07T19:26:37Z", [0.0], "Comment deleted on Oct 07, 2021 07:27PM UTC"], [102899, "2021-10-07T12:53:30Z", [0.05], ""], [102899, "2021-10-07T12:53:03Z", [0.2], "It is highly likely that AWS will be spun off when the market and political conditions are good. Jan 22 May be too soon, but would be a strong signal of intent from the new CEO. "], [102899, "2021-10-07T12:46:44Z", [0.0], "Comment deleted on Oct 07, 2021 12:53PM UTC"], [102895, "2021-10-07T07:47:01Z", [0.05], "Very profitable business, allows for other business investments. Doesn't make sense to remove given current strategy.\nOnly possibility is forces spin off due to regulation or anticipating regulatory pressures."], [102894, "2021-10-07T06:00:49Z", [0.0], ""], [102891, "2021-10-07T00:38:55Z", [0.7], "They have completely different business models and customer journeys."], [102889, "2021-10-07T00:30:20Z", [0.0], "The internet is becoming more and more developed. Online shopping is already a daily life of people. AWS is the most profitable part of Amazon, and there is no more benefit to splitting it."], [102885, "2021-10-06T18:20:54Z", [0.1], "Large tech companies have been reluctant to spin off profitable divisions. AWS is one of the most successful divisions in Amazon, and it will be reluctant to spin it off at all. Even if Amazon were to make such a move, the probability of it happening so soon is low."], [102881, "2021-10-06T15:22:56Z", [0.0], ""], [102877, "2021-10-06T02:29:33Z", [0.03], "Outside view (comparison to other companies): Possible (see Francis_Urquhart's post), but as many others have pointed out - time is running out.\nOutside View (regulators/courts force a breakup): Not likely at all.  Time is running out.\nInside view: As everyone else has said, why would they split off the most profitable arm?"], [102876, "2021-10-06T02:27:54Z", [0.0], ""], [102653, "2021-10-05T16:14:19Z", [0.01], "After the FB outage today, AOC tweets about the need to break up monopolies. Increase from 0 to 1%."], [102376, "2021-10-05T15:52:11Z", [0.0], "No, not likely at all."], [102671, "2021-10-05T14:12:45Z", [0.06], "It would take some sort of Black Swan event - AWS is growing fast and makes up over 10% of Amazon's total revenue. The only thing that gives me pause is the fact that AWS is currently the subject of some sort of SCOTUS controversey."], [96678, "2021-10-05T13:44:12Z", [0.0], ""], [102869, "2021-10-05T04:39:58Z", [0.0], "AWS accounts for nearly 2/3 of Amazon's profit, and owning it supports Amazon's other operations. If anything should be spun off, it's the rest of Amazon. AWS doesn't have the baggage that the rest of Amazon does, and the revenue is far less certain."], [102867, "2021-10-05T01:32:12Z", [0.0], ""], [102607, "2021-10-05T00:21:42Z", [0.06], ""], [102866, "2021-10-04T22:45:58Z", [0.0], ""], [101867, "2021-10-04T21:20:24Z", [0.07], "Whilst there appear to be a couple more investors talking sensibly about the rationale for a spin-off (https://www.fool.com/investing/2021/09/30/3-reasons-amazon-should-consider-spinning-off-aws/) time is starting to run short, and one would expect rumours or potential discussions of restructures would be being discussed ahead of an announcement. There has also been a noticeable absence of political rhetoric on regulatory pressure, so revising forecast down."], [3429, "2021-10-04T17:36:55Z", [0.01], "maintaining current forecast"], [87827, "2021-10-04T11:40:49Z", [0.01], ""], [102851, "2021-10-03T20:53:03Z", [0.0], "Comment deleted on Oct 03, 2021 08:54PM UTC"], [102850, "2021-10-03T17:04:05Z", [0.0], ""], [94889, "2021-10-03T15:59:29Z", [0.02], ""], [102849, "2021-10-03T15:30:55Z", [0.05], "The time-frame is quite tight considering this would probably have to be initiated via courts (and would definitely be fought). "], [102849, "2021-10-03T15:29:40Z", [0.0], "Comment deleted on Oct 03, 2021 03:29PM UTC"], [102847, "2021-10-03T15:03:28Z", [0.05], "AWS integrated with Amazon—split is only going to happen when 100% forced by legislators, Corp benefit, or benefit to customers. None of those happening before 2022. "], [102846, "2021-10-03T14:40:51Z", [0.15], "January 1st leaves too little time for regulatory action to force AWS to be spun off. So if such an announcement is made, it will more likely be a business decision by the shareholders and not due to scrutiny over anti-trust lawsuits in EU or America. I have no idea about the business rationale, so let's say the base probability is 20-25%. Amazon just got a new CEO who may or may not announce it. He was head of AWS before, so he knows it inside and out, and may have personal attachment to keeping it under one company. This issue may have been discussed privately between him and the Amazon board of directors, so if the board wanted to spin off AWS, they may have chosen a different CEO, and maybe made Andy Jassy, who has a proven track record with AWS, to continue as the CEO of the spun-off AWS. I think the fact that he is the CEO reduces the probability somewhat. So my guess is 15%."], [69362, "2021-10-03T04:28:13Z", [0.53], ""], [102843, "2021-10-02T21:13:09Z", [0.0], ""], [102842, "2021-10-02T21:04:58Z", [0.05], ""], [102842, "2021-10-02T21:02:38Z", [0.35], "Revenues from this type of service likely to dominate retail"], [102836, "2021-10-02T16:43:00Z", [0.0], "We can assume the management culture of Amazon is geared towards acquiring very different companies and improving operational efficiencies - not downsizing.\nAndy Jassy (CEO) has spoken against an AWS spin off, though it's not clear if that's his most recent opinion on the matter.\nAndy Jassy may not want to satisfy \"armchair quarterbacks\" who advocate for the spinoff, and be seen as a late responder to market forces.\nThe threat of increased scrutiny will more likely target other business practices, e.g., anti-competitive behaviors toward small retailers in the Marketplace.\n"], [102839, "2021-10-02T14:01:05Z", [0.0], ""], [102835, "2021-10-02T01:13:41Z", [0.4], "This would free up liquidity for the corporation to acquire additional assets... as they have been doing over the past 60-months.  My \"40% figure\" is rather high and should be more like 15% in retrospect... oh well!"], [102834, "2021-10-01T22:57:59Z", [0.0], ""], [102653, "2021-10-01T20:54:07Z", [0.0], "Amazon has shown itself to be extremely acquisitive in nature, so baseline seems to suggest that this option is a non-consideration. Mounting antitrust scrutiny could create a situation where a spin-off of AWS becomes favorable, but even so, this seems unlikely in the given timeline."], [102829, "2021-10-01T13:44:16Z", [0.02], "not much time left, but still is possible if spurred by Amazon itself... new CEO....."], [101245, "2021-10-01T11:56:19Z", [0.01], ""], [102828, "2021-10-01T05:26:37Z", [0.0], ""], [101180, "2021-10-01T02:00:30Z", [0.03], "the clock is running down even as anticipated political threats have declined"], [102823, "2021-09-30T19:41:19Z", [0.0], ""], [102822, "2021-09-30T18:20:07Z", [0.01], ""], [102822, "2021-09-30T18:19:53Z", [0.1], "Comment deleted on Sep 30, 2021 06:20PM UTC"], [102820, "2021-09-30T10:26:06Z", [0.02], "The CEO of Amazon said he will not spin it off unless required by regulators.  How likely will regulators force to spinoff AWS, I'm not sure about. They can do multiple things, as alternatives to forcing a spinoff: expand funding for FTC and DOJ. This reduces the probability. And even if regulators pass a law mandating the spinoff, it could take months before Amazon announces it. They might fight back and lobby against it, before announcing the spinoff.  Also, the politics in the US are now focused on passing major bills (Infrastructure), supply chain inflation and raising the debt ceiling, which means they are not focusing on breaking up Big tech."], [102816, "2021-09-29T14:59:49Z", [0.0], ""], [102813, "2021-09-29T05:58:36Z", [0.05], ""], [96392, "2021-09-29T02:32:17Z", [0.0], ""], [95683, "2021-09-29T02:15:45Z", [0.0], ""], [95683, "2021-09-29T00:32:44Z", [0.0], ""], [102805, "2021-09-28T20:30:28Z", [0.0], ""], [102806, "2021-09-28T20:30:08Z", [0.0], ""], [50048, "2021-09-28T18:09:53Z", [0.02], "Jul 29, 2021 — Amazon posts third $100 billion quarter in a row, but still misses expectations · Earnings: $15.12 vs $12.30 per share, according to analysts.   Companies rarely spin off the most profitable parts of their company after missing earnings estimates. "], [102800, "2021-09-28T18:08:23Z", [0.0], "My understanding of Amazon: Amazon is not prone to a spin off policy; they are a conglomerate with diverse activities; so these are arguments for NO;\nhowever, some other cloud provider may go public, which can put the pressure on Amazon to isolate this very activity. and some ex-insiders are talking to the press since 2020 to explain Amazon is under antitrust scrutiny. so it raises the probablity of YES. However, antitrust enforcement is currently very low in the USA, so the probability is close to nil. https://som.yale.edu/faculty-research-centers/centers-initiatives/thurman-arnold-project-at-yale/antitrust-enforcement-data-0"], [102676, "2021-09-28T16:15:03Z", [0.07], "Limited knowledge of cost/opportunity.  Very little data supporting the initiative soon.  Recent executives have openly discussed the opportunity, but discussion lends back to wants vs needs."], [102798, "2021-09-28T15:57:01Z", [0.7], "Amazon with AWS will be too large."], [102641, "2021-09-28T15:32:25Z", [0.01], "Reviewed other forecasters'  comments and did not see a need to change"], [102797, "2021-09-28T14:28:00Z", [0.15], "No, based on Amazon's innovative approach to business by understanding what the consumer will want and not what they currently need.  Amazon will create the market they want to lead.  However, Amazon has a history of innovation without announcement.  AWS was created about 10 years ago with little fan fare.  Now they lead the market.  Amazon creates the need and lets the market come to them.  https://techcrunch.com/2016/07/02/andy-jassys-brief-history-of-the-genesis-of-aws/"], [95683, "2021-09-28T02:19:49Z", [0.0], ""], [102675, "2021-09-27T23:28:11Z", [0.01], "Updated Forecast:\nOutside View:\n25 anticipated spin offs of Fortune 500 companies in 2021 = 5%\n1 quarter left in 2021 = 1.25% Pre-Pandemic averages = 3.4%\nDivided by 1 quarter = .8% Number of tech companies anticipated to spin off in 2021 = 2%\nDivided by 1 quarter = .5% Inside View\nAWS represents at least 30% of all cloud services, Judiciary committee antitrust bills, Andy Jassy’s personal ties to AWS as the new Amazon CEO, strengths/opportunities by increasing market access, weaknesses/threats to breaking down the Amazon ecosystem and potentially reducing capital efficiency, Amazon shareholder tolerance for a potential 4th quarter decline, limited new investor attractiveness to AWS.  The outside and inside looks combine to less than 1% probability of spin off. Since that option isn't available, and since anything is possible, updated forecast to 1%."], [102791, "2021-09-27T20:35:32Z", [0.05], "Crowd expectations were much lower than mine."], [102791, "2021-09-27T20:34:56Z", [0.35], "Bray has said AWS should be spun off, but I think it's a tough decision and he can stop the plan."], [3429, "2021-09-27T19:29:37Z", [0.01], "Maintaining current forecast."], [95683, "2021-09-27T02:19:50Z", [0.0], ""], [102784, "2021-09-27T00:27:55Z", [0.12], ""], [102783, "2021-09-26T21:53:49Z", [0.05], ""], [102783, "2021-09-26T21:53:14Z", [0.0], ""], [95683, "2021-09-26T20:32:02Z", [0.0], ""], [102763, "2021-09-26T04:23:13Z", [0.02], ""], [102066, "2021-09-26T01:24:12Z", [0.02], ""], [102776, "2021-09-25T22:33:26Z", [0.0], "Comment deleted on Sep 25, 2021 10:33PM UTC"], [84559, "2021-09-25T17:59:38Z", [0.01], ""], [84559, "2021-09-25T17:59:27Z", [0.0], ""], [102750, "2021-09-24T14:01:41Z", [0.05], "Base: "], [102765, "2021-09-23T19:33:40Z", [0.01], ""], [102765, "2021-09-23T19:32:33Z", [0.0], "Comment deleted on Sep 23, 2021 07:32PM UTC"], [102760, "2021-09-23T13:36:44Z", [0.2], ""], [102759, "2021-09-23T10:46:36Z", [0.0], ""], [85051, "2021-09-23T07:37:28Z", [0.04], ""], [102753, "2021-09-22T13:53:16Z", [0.0], ""], [102489, "2021-09-22T10:10:51Z", [0.15], "\nAlthough this move is possible, I do not think it would happen this soon. \"Amazon's Q4 earnings showed AWS accounts for 52% of Amazon's operating income.\" Hence, I believe such a move would be done more cautiously and deliberately, ensuring this amount is covered by another Amazon asset. Source: https://www.businessinsider.com/andy-jassy-aws-amazon-spin-off-break-up-tim-bray-2021-2"], [102749, "2021-09-22T03:56:32Z", [0.0], "Baseline: other big tech companies spinning off large ($40bn+ revenue), profitable divisions in an IPO. This has never happened. In fact, the exact opposite is happening, where big tech companies are buying unicorns/ other tech platforms/ other companies in hopes of continued growth (via organic growth and stragetic value-add of the target). Think FB buying Instagram/Whatsapp, GOOG buying Youtube, AMZN buying Twitch/Pillpack/WholeFoods/etc. \nAdj to baseline: none, given AMZN behaves according to the trend (it may, in fact, exemplify the trend better than other tech companies due to how acquisitive it is). It is possible that AMZN has to spin off divisions to decrease market power due to political pressures, but within the next 4 months (Sep 2021 to Jan 2022), nothing serious is in the works for this to happen. If anything, they would target AMZN to stop using seller data to produce & sell their own private label products, but spinning off AWS from Amazon retail does not decrease the power of AWS or Amazon retail."], [102748, "2021-09-22T03:38:31Z", [0.63], "There have been calls for this spinoff for a long time. Current CEO is responsible for AWS earlier and knows unlocking of value. Andy will also want to create his mark and step out of Jeff shadow. "], [102747, "2021-09-22T03:21:26Z", [0.0], ""], [102743, "2021-09-22T02:45:44Z", [0.1], "Amazon enjoys its diverse product portfolio and doesn't show interest in spinning off business units.  It's not apparent to me that AWS's growth is encumbered by staying with Amazon."], [97569, "2021-09-21T19:55:01Z", [0.0], ""], [102701, "2021-09-21T19:45:24Z", [0.02], ""], [50048, "2021-09-21T17:15:42Z", [0.03], "I assess this would only be done to assuage political pressure and the Congressional docket is full of pressing budget matters.  Given there is only 3 months left in this forecast, I think the chances are very remote. "], [102738, "2021-09-21T13:25:40Z", [0.05], "AWS generates a significant part of Amazons profits so there is no reason to spin off AWS. \nSpin off due to regulations of the gouvernment may happen but I dont believe that this is happening before 1 January 2022. Those kind of processes take years to make progress and lobbyism is slowing it down even more. "], [37893, "2021-09-21T10:11:30Z", [0.01], ""], [102735, "2021-09-21T08:02:56Z", [0.02], ""], [102735, "2021-09-21T08:01:54Z", [0.0], ""], [102664, "2021-09-21T02:28:59Z", [0.05], "Legislation in Congress may have weight (H.R.3825) - Ending Platform Monopolies Act if it gets passed.   However, given the antitrust cases take years to conclude with procedures and appeals (e.g. the 1999 Case with Microsoft was settled at the Court of Appeals) I don't expect the announcement until the legal process is more developed.    "], [102732, "2021-09-21T00:54:38Z", [0.0], ""], [102729, "2021-09-20T18:57:57Z", [0.0], ""], [3429, "2021-09-20T18:29:51Z", [0.01], "Maintaining current forecast"], [102722, "2021-09-20T12:21:34Z", [0.0], "Comment deleted on Sep 20, 2021 12:21PM UTC"], [102667, "2021-09-20T02:35:14Z", [0.02], "Amazon is a $2.19T company with 50.9% of their value AWS. Unless forced by the government, it does not seem logical a company would spin off its most profitable division. However, the AWS and e-commerce businesses will experience separate growth trajectories as Amazon strategically expands these platforms (new venture with Affirm, brick and mortar stores, etc.).    From a precedence perspective, companies that generally spinoff businesses to create value:  \n1)\tBetter management: Probably not. Andy Jassy led Amazon's AWS.\n2)\tSeparating growth trajectories and strategies: Potential exists for AWS to spinoff for this purpose. The AWS service is uniquely different from their American and International sales. Both platforms have opportunities.\n3)\tBetter coverage from security analysts: Analysts watch AWS e-commerce exceptionally closely. \n4)\tUnlock shareholder value: AWS is not overvalued from a fundamental evaluation perspective. One could argue the market is not correctly valuing e-commerce, which would warrant a spinoff.  A spinoff is in the cards, but not before January. https://www.finra.org/investors/insights/splitting-difference-four-reasons-why-corporations-pursue-spinoffs\n"], [102712, "2021-09-18T22:46:04Z", [0.05], "AWS is a significant cash engine for Amazon. Its ability to make money to cover the areas where Amazon is losing money has been a huge part of Amazon's ability to innovate. My probability would increase if public and especially government sentiment shifted way further than it currently is. Specifically, Amazon would have to be caught up in a \"public with trial\" fervor focused on other FAANG members first with Democrats needing to create wins to lead into mid-term elections."], [102711, "2021-09-18T21:36:43Z", [0.01], "Improbable given the lobbying efforts described here: https://www.nytimes.com/2021/06/22/technology/amazon-apple-google-facebook-antitrust-bills.html"], [89135, "2021-09-18T14:52:40Z", [0.02], ""], [102663, "2021-09-18T01:46:33Z", [0.05], ""], [102641, "2021-09-17T22:59:20Z", [0.01], "https://www.zdnet.com/article/why-its-time-to-spin-aws-out-of-amazon/\nCould happen but not before 1 Jan 2022"], [62808, "2021-09-17T14:24:49Z", [0.0], ""], [102121, "2021-09-16T22:25:08Z", [0.0], "Updating my previous forecast of 1% down to 0%. (See https://www.gjopen.com/comments/1315415.)"], [102701, "2021-09-16T18:58:30Z", [0.05], ""], [102701, "2021-09-16T18:58:01Z", [0.1], ""], [102701, "2021-09-16T18:57:22Z", [0.16], "Amazon doesn't seem like it wants to become smaller as a business. Threat from Congress seems limited. AWS a huge part of Amazon profits."], [101437, "2021-09-16T16:10:34Z", [0.01], ""], [102698, "2021-09-16T14:56:31Z", [0.05], ""], [102698, "2021-09-16T13:45:22Z", [0.0], ""], [102695, "2021-09-16T08:00:49Z", [0.08], ""], [34959, "2021-09-16T04:48:43Z", [0.0], "Holding at 0%, based on the opinion that amazon will require to be pushed to spin off any platforms.  Recent result of the Epic v. Apple case could act as a proxy for this, as the courts found that Epic failed to prove Apple is acting monopolistically, it's difficult to see Amazon being pushed into this decision by anyone in the immediate future. "], [102675, "2021-09-16T00:50:05Z", [0.05], "Key variables are Andy Jassy’s personal ties to AWS as the new Amazon CEO, strengths/opportunities by increasing market access, weaknesses/threats to breaking down the Amazon ecosystem and potentially reducing capital efficiency, Amazon shareholder tolerance for a potential 4th quarter decline, new investor attractiveness to AWS. The variables combine, some increasing and others decreasing probability, to a 5% chance."], [102679, "2021-09-15T18:47:26Z", [0.06], "Amazon maintains an ecosystem approach to services including AWS.  These include advertising, retail site analytics and ecommerce functionality.\nThe 6% probability is based on CEO & board uncertainty."], [3429, "2021-09-15T17:38:24Z", [0.01], "maintaining current forecast"], [101235, "2021-09-15T16:18:28Z", [0.06], ""], [67403, "2021-09-15T15:21:52Z", [0.01], ""], [102686, "2021-09-15T13:41:51Z", [0.0], ""], [102685, "2021-09-15T13:40:18Z", [0.0], ""], [102683, "2021-09-15T03:13:09Z", [0.0], ""], [102681, "2021-09-15T01:44:41Z", [0.0], ""], [102680, "2021-09-14T23:30:40Z", [0.05], "It seems unlikely as spin offs in tech are unusual. I'm reluctant to score it at 0 though..."], [102680, "2021-09-14T23:28:55Z", [0.0], ""], [55987, "2021-09-14T15:56:23Z", [0.0], ""], [102532, "2021-09-14T12:38:28Z", [0.1], ""], [10612, "2021-09-14T11:36:10Z", [0.0], ""], [102669, "2021-09-14T07:21:27Z", [0.01], ""], [102545, "2021-09-13T19:24:16Z", [0.15], ""], [102655, "2021-09-13T19:16:42Z", [0.0], "There is little precedent that Amazon would spin-off a company, especially one of its most profitable divisions."], [102659, "2021-09-13T19:10:32Z", [0.1], ""], [102651, "2021-09-13T18:01:56Z", [0.1], "With Bezos stepping down recently. the company will want to show it can continue to function under new leadership as opposed to breaking up Amazon.  The small percentage of \"yes\" is because there is a chance that they might use specialization to show that each \"department\" has an individually strong leaders."], [102645, "2021-09-13T16:56:16Z", [0.57], "Comment deleted on Sep 13, 2021 04:56PM UTC"], [101935, "2021-09-13T15:05:10Z", [0.05], ""], [102636, "2021-09-13T14:55:41Z", [0.0], "Will the US admit itself as the origin of the coronovirus? Can we return to normal life by 2023?\nNo. It is a global disaster and the US may declare there may be an earlier origin. No, even if the vaccination is available for everyone. It still needs more time for us to recover as a result of mutations.\nYuhao lIu"], [102635, "2021-09-13T14:38:38Z", [0.0], ""], [102629, "2021-09-13T14:32:02Z", [0.0], ""], [102630, "2021-09-13T14:32:01Z", [0.0], ""], [102440, "2021-09-13T09:53:49Z", [0.1], "This might be the next big step after Jeff Bezos stepping down as CEO. Afterall, they're not afraid to make big changes"], [37893, "2021-09-13T06:32:23Z", [0.01], ""], [102618, "2021-09-13T03:34:39Z", [0.0], ""], [102616, "2021-09-13T01:51:46Z", [0.0], "Comment deleted on Sep 13, 2021 01:51AM UTC"], [102611, "2021-09-13T01:05:55Z", [0.02], ""], [102611, "2021-09-12T23:17:26Z", [0.03], "Base rate seems very low for spins in the stock market.\nWould be the biggest spin off in history by far\nEnd date only 4 months away\nNew CEO bit of a wild card, but still unlikely IMO.\n"], [102105, "2021-09-12T21:20:10Z", [0.02], "No change to my forecast. No significant new information other than AWS is performing extremely well. I think this will be a very interesting question with a longer time period, as cloud uptake really got forced on companies due to COVID-19. I personally do not see it, but will keep my ear and mind open to new information."], [102609, "2021-09-12T21:10:58Z", [0.0], "Comment deleted on Sep 12, 2021 09:11PM UTC"], [102608, "2021-09-12T20:29:41Z", [0.0], ""], [102606, "2021-09-12T15:59:45Z", [0.0], ""], [102600, "2021-09-12T08:31:55Z", [0.0], "Comment deleted on Sep 12, 2021 08:32AM UTC"], [102595, "2021-09-12T04:26:27Z", [0.0], ""], [95683, "2021-09-11T22:36:51Z", [0.0], ""], [62808, "2021-09-11T19:26:48Z", [0.0], ""], [102571, "2021-09-11T18:19:17Z", [0.0], ""], [102568, "2021-09-11T17:54:24Z", [0.5], ""], [102568, "2021-09-11T17:39:23Z", [0.0], ""], [102568, "2021-09-11T16:45:12Z", [0.0], ""], [102566, "2021-09-11T14:46:24Z", [0.0], ""], [87827, "2021-09-11T13:00:03Z", [0.01], ""], [102561, "2021-09-11T10:49:59Z", [0.8], "Positive outlook even during COVID 19 crisis in 2020- major projects and launches in middle eastern markets particularly UAE - Diverse digital services  infrastructure- Amazon Web Services has been followed into the web hosting space by Microsoft, Google, and others, but it still has around 45% of the market.\nLast year, its $13.5 billion dollar profit made up 63% of the company’s entire earnings.   https://searchaws.techtarget.com/definition/Amazon-Web-Services - https://www.fool.com/investing/2021/05/30/prediction-these-will-be-10-largest-stocks-by-2035/"], [5510, "2021-09-11T02:41:41Z", [0.0], ""], [102549, "2021-09-10T22:20:55Z", [0.25], "Comment deleted on Sep 12, 2021 11:51PM UTC"], [102549, "2021-09-10T22:20:04Z", [0.0], ""], [102546, "2021-09-10T20:44:37Z", [0.0], "Comment deleted on Sep 10, 2021 08:44PM UTC"], [100264, "2021-09-10T18:30:19Z", [0.05], "It is an issue, what will stick arround for a long time and regulation of some sort is most likely to come in future, but I agree with various other forecasters here: The timeline is too short for that and at the moment there are more pressing issues. But I don't want to rule it out completely, because developments are constantly also going on in the backround, of which the public is not really aware, this why I give it 5%."], [3429, "2021-09-10T18:02:33Z", [0.01], "maintaining current forecast"], [102540, "2021-09-10T17:29:07Z", [0.0], ""], [102532, "2021-09-10T11:40:53Z", [0.0], ""], [102530, "2021-09-10T10:10:16Z", [0.05], "I know very little about this area, and don't have time to study it in depth, so this is a very naive first forecast from a total newbie. I simply read the forecasts and reasons already given, and judged the balance of probability to be on the sceptics' side, as: a) AWS is big, but its business model might not be sustainable as a standalone; b) Amazon doesn't have a history of spinning off; c) Amazon is hugely rich, and can weather scrutiny / regulation. I gave it 5% though because the majority has been wrong before, and 1% looks a bit too small for something as chaotic as business... and Amazon might know things we as a crowd don't..."], [37893, "2021-09-10T06:38:35Z", [0.01], ""], [102529, "2021-09-10T03:22:52Z", [0.47], ""], [38094, "2021-09-10T02:13:20Z", [0.0], ""], [102526, "2021-09-10T01:26:44Z", [0.49], ""], [102524, "2021-09-09T21:47:15Z", [0.88], "typically all major companies will announce any major changes or new frameworks within the last quarter of the fiscal year to up the stock value. "], [1333, "2021-09-09T18:04:10Z", [0.0], ""], [102516, "2021-09-09T16:46:57Z", [0.02], ""], [102516, "2021-09-09T16:46:32Z", [0.1], ""], [102516, "2021-09-09T16:45:20Z", [0.0], ""], [102509, "2021-09-09T13:42:19Z", [0.51], ""], [102503, "2021-09-09T04:44:52Z", [0.0], ""], [102500, "2021-09-09T02:26:34Z", [0.0], "Comment deleted on Sep 09, 2021 02:27AM UTC"], [102497, "2021-09-09T01:20:12Z", [0.03], "There are multiple cloud compute options, including Google and Microsoft offerings; and a fairly low barrier to entry (you could make your own AWS with a small team of engineers and free software, it just wouldn't have their economy of scale). This would be a strong case against it being forced. <1%. Amazon might to do it simply because it might end up a less profitable market (since it is a commodity), they can get a good price for it, and it doesn't necessarily fit with their overall vision of being a consumer company. 10% a year."], [102496, "2021-09-08T23:36:44Z", [0.17], ""], [102490, "2021-09-08T18:57:29Z", [0.15], ""], [102489, "2021-09-08T18:39:05Z", [0.8], ""], [102482, "2021-09-08T13:35:52Z", [0.8], "Comment deleted on Sep 08, 2021 01:36PM UTC"], [102481, "2021-09-08T10:01:35Z", [0.0], ""], [96678, "2021-09-08T02:33:53Z", [0.01], "Unlikely in the first place without a lengthy regulatory/court lead-up, and this would likely cause serious disruption to Amazon's business."], [102469, "2021-09-07T15:54:34Z", [0.0], "Comment deleted on Sep 07, 2021 03:54PM UTC"], [102465, "2021-09-07T09:18:00Z", [0.01], "The timeframe for the announcement seems too imminent."], [102465, "2021-09-07T09:12:32Z", [0.0], ""], [102458, "2021-09-07T01:15:42Z", [0.0], ""], [102457, "2021-09-07T00:05:13Z", [0.0], ""], [102450, "2021-09-06T17:43:43Z", [0.0], ""], [101180, "2021-09-06T13:38:55Z", [0.15], "Time's clearly not on my side.  On the other hand, it remains an open issue and a political challenge -- more probable from the Administration than Congress at this point-- could provoke such a response."], [102444, "2021-09-05T21:52:45Z", [0.0], ""], [102442, "2021-09-05T18:55:43Z", [0.0], "Comment deleted on Sep 05, 2021 06:55PM UTC"], [102437, "2021-09-05T08:58:00Z", [0.0], "Comment deleted on Sep 05, 2021 08:58AM UTC"], [102435, "2021-09-05T06:06:07Z", [0.0], ""], [102143, "2021-09-04T22:37:41Z", [0.01], "Dropping to 1 from 2 because of short timeline."], [101394, "2021-09-04T16:51:54Z", [0.0], ""], [102431, "2021-09-03T21:49:45Z", [0.0], ""], [102430, "2021-09-03T14:52:03Z", [0.0], ""], [37893, "2021-09-03T06:47:55Z", [0.01], ""], [102427, "2021-09-03T00:25:12Z", [0.0], "Comment deleted on Sep 03, 2021 12:25AM UTC"], [102426, "2021-09-02T21:21:52Z", [0.0], ""], [95683, "2021-09-02T20:33:29Z", [0.0], ""], [55987, "2021-09-02T15:58:12Z", [0.08], ""], [97712, "2021-09-02T13:02:12Z", [0.02], ""], [67403, "2021-09-02T09:15:17Z", [0.05], ""], [24440, "2021-09-01T23:19:03Z", [0.01], ""], [102418, "2021-09-01T22:30:17Z", [0.03], "Amazon will only spin off if forced by Congress anti-monopoly efforts.  Current efforts are focusing on Amazon basics.  "], [102418, "2021-09-01T22:28:03Z", [0.0], "Comment deleted on Sep 01, 2021 10:29PM UTC"], [102415, "2021-09-01T17:07:19Z", [0.02], "AWS accounts for about half of operating revenues, so the only reason to spin it off is to avoid antitrust suits. But these suits will take years to resolve and Amazon would be fools to jump the gun on this sort of move. On the other hand, announcing the spinoff would immediately stop all the lawsuits so this could boost their stock price. But it would be at the expense of long term growth and profitability since the future of Amazon's non-computing business lines is in AI, and it would be risky to spin off that asset since they would no longer control it and have the power of deep business integration. Finally, even if there is an announcement, I doubt it will come before the deadline."], [101848, "2021-09-01T14:49:31Z", [0.01], ""], [97703, "2021-09-01T13:10:15Z", [0.01], ""], [37893, "2021-09-01T09:19:38Z", [0.01], ""], [101235, "2021-08-31T18:29:22Z", [0.07], ""], [102386, "2021-08-31T14:06:01Z", [0.6], ""], [11817, "2021-08-31T05:13:16Z", [0.0], ""], [3429, "2021-08-30T18:49:09Z", [0.01], "maintaining forecast"], [100981, "2021-08-30T17:21:38Z", [0.02], "Updating to make it less likely given we are running out of time."], [102372, "2021-08-30T11:25:03Z", [0.35], "They will eventually spin it off though this deadline seems too imminent.\n"], [102372, "2021-08-30T11:23:03Z", [0.0], "Comment deleted on Aug 30, 2021 11:23AM UTC"], [37893, "2021-08-30T08:35:40Z", [0.01], ""], [102366, "2021-08-29T12:15:27Z", [0.0], ""], [102363, "2021-08-29T09:14:26Z", [0.7], ""], [93028, "2021-08-28T09:46:02Z", [0.0], ""], [102358, "2021-08-28T01:41:12Z", [0.0], ""], [102063, "2021-08-27T13:24:42Z", [0.01], ""], [37893, "2021-08-27T08:04:04Z", [0.01], ""], [102347, "2021-08-26T10:44:56Z", [0.01], ""], [102347, "2021-08-26T10:43:48Z", [0.0], ""], [37893, "2021-08-26T09:35:51Z", [0.01], ""], [55987, "2021-08-25T14:51:02Z", [0.09], ""], [20044, "2021-08-25T13:05:44Z", [0.02], ""], [95802, "2021-08-25T13:02:54Z", [0.05], ""], [102340, "2021-08-25T11:36:47Z", [0.09], "Amazon has never spun off before, they don't need the cash (money can be printed both from the stock market and single investors) to increase growth if they wanted to, Bezos is a megalomaniac that still has controlling interest and he doesn't want to diminish the perceived size of his baby, much more likely that they will go into another and new business area."], [102031, "2021-08-24T22:37:19Z", [0.05], ""], [101555, "2021-08-24T21:35:45Z", [0.0], "The company is still not in a rush to crystallize the value of such a growing bussiness"], [102331, "2021-08-24T04:13:58Z", [0.76], "Big enough and different from Amazon's core business"], [102329, "2021-08-24T01:16:35Z", [0.01], "AWS is Amazon's cash cow"], [102329, "2021-08-24T01:15:06Z", [0.49], "Comment deleted on Aug 24, 2021 01:16AM UTC"], [102327, "2021-08-23T20:31:30Z", [0.0], "Comment deleted on Aug 23, 2021 08:32PM UTC"], [3429, "2021-08-23T16:30:04Z", [0.01], "Maintaining current forecast. "], [87827, "2021-08-23T13:19:17Z", [0.01], ""], [37893, "2021-08-23T06:54:13Z", [0.01], ""], [102322, "2021-08-23T05:52:39Z", [0.0], ""], [101180, "2021-08-22T23:47:49Z", [0.2], "Time's moving on.  Still possible economic changes resulting from covid and renewed Congressional antitrust high-tech interest could  yield this result."], [101180, "2021-08-22T19:11:07Z", [0.2], "Time is not on my side.  The clock is running down.  Still possible Congressional focus in waning months could provoke action"], [102309, "2021-08-22T16:51:14Z", [0.04], "Base rate:\n- Number of IPOs is at an all-time high (USA: 407 in 2020), driven by high valuations. The current valuations would also make a spin-off of AWS more attractive -> adjust up\n- Amazon made only two divestments in its history: Scholastic in 2003, Wikia in 2018. Spinning off AWS would be an exceptional move for the company, especially given AWS' contribution to Amazon's overall profits. I.e. 7.4% likelihood of a spin-off/divestment p.a. since founding in 1994. 4 months left-> Base rate of ~2.4% that something (!) is spun off Specifics:\n- Amazon CEO Jassy announced in 2019 that he did not want to spin off AWS, at least not in 2020. This could have changed by now, though -> adjust down \n- In June 2021, house lawmakers have drafted a legislation that could break up tech giants like Amazon. This legislation could force Amazon to spin off AWS. However, only few Republicans support the bill so far. Even if it becomes legislation, legal objections from the tech giants can be expected. This would drag the process into the future. However, Amazon could make a move to appease legislators -> adjust up Source:\nhttps://www.wsj.com/articles/amazon-other-tech-giants-could-be-forced-to-shed-assets-under-house-bill-11623423248"], [102309, "2021-08-22T16:11:37Z", [0.0], "Comment deleted on Aug 22, 2021 04:13PM UTC"], [101245, "2021-08-22T15:23:28Z", [0.01], ""], [101245, "2021-08-22T15:23:14Z", [0.0], ""], [102308, "2021-08-22T12:00:46Z", [0.0], "Comment deleted on Aug 22, 2021 12:02PM UTC"], [102305, "2021-08-22T07:59:50Z", [0.06], "This has been discussed for some time, at least January 2020.  Tim Bray, a former Amazon VP, has been calling for it to be spun off (note he resigned in Protest).  It stands to reason that Amazon would want to maximize capital if it did spin off AWS.  With Delta cases rising, and markets currently falling, this does not appear to be an ideal environment for that.   The Outside View, chance of any spin-offs being announced, would seem to be very small.  Every company is unique in this sense having different assets that mean different things, but the chance of any spin-off being announced would seem to be extremely small over any 4-month period.  Factors for the spin-off are the AWS would be able to pickup additional business as being tied to Amazon has been holding them back somewhat.  The spin off also may be forced from a regulatory perspective at some point."], [102303, "2021-08-21T12:43:24Z", [0.0], ""], [37893, "2021-08-21T08:03:28Z", [0.01], ""], [102301, "2021-08-21T07:02:15Z", [0.0], ""], [55987, "2021-08-19T15:57:37Z", [0.13], ""], [102289, "2021-08-19T15:33:49Z", [0.0], ""], [102256, "2021-08-19T13:11:17Z", [0.03], ""], [102256, "2021-08-19T13:09:45Z", [0.05], "I have the advantage of this being resolved in only a few short months. Spinning-off would be a big decision. Short searches on the internet provide a myriad of pros and cons for Amazon. However, the incentive for Amazon at this point seems small - something Jassy has stated publicly. Even though those public statements are a couple years old, I think they are still relevant. Best chance at a spin-off would come if they were forced to by the government. While I find this to be very possible, I think it is unlikely to happen in the next few months. "], [20156, "2021-08-19T09:09:21Z", [0.0], ""], [85144, "2021-08-18T18:38:15Z", [0.01], ""], [27321, "2021-08-18T18:15:33Z", [0.01], "Following the crowd for now."], [102280, "2021-08-18T16:48:17Z", [0.0], ""], [102280, "2021-08-18T16:45:33Z", [0.25], "Comment deleted on Aug 18, 2021 04:46PM UTC"], [98507, "2021-08-18T14:11:53Z", [0.0], ""], [37893, "2021-08-18T06:40:21Z", [0.02], ""], [102266, "2021-08-18T01:03:33Z", [0.0], ""], [102134, "2021-08-17T21:16:51Z", [0.01], ""], [102265, "2021-08-17T21:13:29Z", [0.7], ""], [102261, "2021-08-17T18:12:41Z", [0.75], "Pro (\"Yes\" answer) factors: (a) New CEO wants to make his mark with a big initiative like spinning off AWS. (b) American mass media has been aggressively steering the public toward left wing perspectives, toward government controls. In this climate Congressmen can curry public favor and get help get contributions/reelection by proposing to \"break up\" powerful corporations. (c) A new AWS company opens opportunities to fill more government bureaucracy chairs with overpaid underworked fat government bureaucrat asses to fitz around with \"regulatory compliance\" enforcement on AWS, and helps government to expanded generally; a perennial desire of Democrats. (d) Spin off expands management's empire and prospects for even higher personal riches. (e) Cloud services are a fundamentally different business than Amazon's bread&butter business of goods retail, calling for different management as a different company. (f) Aug. 11 - The National Security Agency has awarded a contract worth up to $10 billion to Amazon Web Services. which provides the requisite revenue for a spinoff to survive.\nCon (\"No\" answer) factors: Amazon doesn't need to raise capital by spinning off AWS.\nCaveat: Timing of spinoff is outside the scope of my forecast. Whether \"Before 1 January 2022\" or at a different time is altogether unknown. Investment bankers might sell Amazon management on the concept of a spinoff."], [102260, "2021-08-17T16:52:41Z", [0.0], ""], [102257, "2021-08-17T04:07:30Z", [0.1], "I believe they will wait longer to avoid the optics of conceding to the crowd. They may even do it shortly after the New Year 2022 but not before. "], [100273, "2021-08-17T00:50:32Z", [0.0], "They will spin off more VPs and COs. "], [3429, "2021-08-16T20:35:38Z", [0.01], "maintaining current forecast"], [102254, "2021-08-16T19:04:45Z", [0.0], "Comment deleted on Aug 16, 2021 07:04PM UTC"], [37893, "2021-08-16T13:16:58Z", [0.02], ""], [102244, "2021-08-15T18:27:55Z", [0.1], ""], [102244, "2021-08-15T18:25:00Z", [0.15], "There is not a good rationale for its business or politically to make a change at this time. The most likely scenario where they would do it is a sudden economic conditions change before the end of 2021 that would make the spinoff more lucrative. Political world is focused on other issues such as Apple and Google app stores and privacy. Amazon could use a spin-off it help itself when in political trouble but there is no reason now to spend that opportunity when it is not subject to political pressure"], [85051, "2021-08-15T11:49:44Z", [0.05], "I'm lowering by 1% point as time is passing"], [102238, "2021-08-14T23:23:43Z", [0.05], ""], [102238, "2021-08-14T23:20:01Z", [0.0], ""], [102232, "2021-08-14T10:52:00Z", [0.0], "Comment deleted on Aug 14, 2021 10:52AM UTC"], [101036, "2021-08-13T01:05:23Z", [0.01], ""], [102223, "2021-08-12T16:44:09Z", [0.0], ""], [101521, "2021-08-12T13:23:15Z", [0.0], ""], [102220, "2021-08-12T11:05:44Z", [0.0], "Comment deleted on Aug 12, 2021 11:06AM UTC"], [1333, "2021-08-11T18:22:30Z", [0.0], ""], [102217, "2021-08-11T16:08:38Z", [0.1], "Would be largest ever divestment, only 5 months until closing date, no management indication"], [102216, "2021-08-11T15:04:53Z", [0.02], "Jeff Bezos only just finished his space travel! If the spinning off is gonna happen, it should be after 1 Jan 2022."], [102105, "2021-08-11T13:22:02Z", [0.02], "No change to current forecast."], [102210, "2021-08-11T04:24:07Z", [0.01], ""], [102210, "2021-08-11T04:23:37Z", [0.15], ""], [102209, "2021-08-11T03:04:58Z", [0.85], "Jeff Bezos likes making money, and AWS is worth more standalone than tethered to the parent"], [102207, "2021-08-10T22:32:30Z", [0.02], ""], [102207, "2021-08-10T22:28:26Z", [0.0], ""], [3429, "2021-08-10T17:48:19Z", [0.01], "maintaining current forecast"], [37893, "2021-08-10T06:45:17Z", [0.02], ""], [101744, "2021-08-10T01:16:29Z", [0.12], ""], [102191, "2021-08-09T16:30:46Z", [0.0], ""], [88614, "2021-08-09T14:32:32Z", [0.01], ""], [101848, "2021-08-09T13:21:26Z", [0.04], ""], [102186, "2021-08-09T12:41:32Z", [0.0], ""], [102185, "2021-08-09T08:15:07Z", [0.18], ""], [102179, "2021-08-08T20:10:45Z", [0.0], ""], [102177, "2021-08-08T17:38:42Z", [0.08], "Competition from MS, Alphabet, etc. and a crowded agenda for the US executive branch will slow anti-trust activity. And they benefit from the brand spillover from Amazon."], [102177, "2021-08-08T17:31:35Z", [0.83], "Comment deleted on Aug 08, 2021 05:32PM UTC"], [62808, "2021-08-08T16:02:04Z", [0.0], ""], [102176, "2021-08-08T11:12:37Z", [0.71], ""], [102174, "2021-08-08T06:54:15Z", [0.9], ""], [102172, "2021-08-07T21:49:56Z", [0.1], "Spinning off AWS is a major impact on the revenue and profit for the Amazon company as a whole, so it should be planned and announced long before it happens. However, this has never been heard before so it is unlikely to happen so fast."], [83135, "2021-08-07T18:41:00Z", [0.0], ""], [101364, "2021-08-07T15:23:06Z", [0.01], ""], [102171, "2021-08-07T09:41:46Z", [0.45], "—"], [102171, "2021-08-07T09:41:03Z", [0.0], ""], [102167, "2021-08-07T00:21:55Z", [0.05], "Eventual spin off is likely, but not by 1 Jan 2022--that's less than four months away and I expect there will be a lot of political wrangling first. Amazon may be particularly resistant to the spin-off right now because former AWS CEO Jassy has been promoted to Amazon CEO just recently--I bet Amazon will do everything it can to have Jassy to stay connected to AWS for a while longer (years) before any spin off takes place. Also, AWS is Amazon's most profitable business (and fastest growing?)--there are many compelling reasons for Amazon to drag its heels on any spin off. On the other hand, the momentum behind antitrust right now puts the probability above 0%. "], [102165, "2021-08-06T18:23:07Z", [0.02], "Didn't mean to forecast this, so matching the crowd. "], [102165, "2021-08-06T18:12:19Z", [0.0], ""], [102161, "2021-08-06T10:37:06Z", [0.4], "I havent had time to properly research this question. I know amazon prefers to do things in house though."], [102159, "2021-08-05T21:43:47Z", [0.0], "Comment deleted on Aug 05, 2021 09:44PM UTC"], [55987, "2021-08-05T16:56:02Z", [0.17], "Increasing the odds purely on the current push for anti-trust reform. Seeing as only an \"announcement\" is required to satisfy the question, I'm going up to 17%. If the spin-off had to be completed by the end of the year, I'd still be with the crowd.   https://www.nytimes.com/2021/06/29/technology/facebook-google-antitrust-tech.html"], [101744, "2021-08-05T00:18:49Z", [0.15], ""], [102155, "2021-08-04T22:47:21Z", [0.0], ""], [101180, "2021-08-04T15:30:57Z", [0.3], "clock is running down"], [102149, "2021-08-04T11:22:11Z", [0.0], ""], [102147, "2021-08-04T08:32:01Z", [0.01], ""], [102147, "2021-08-04T08:30:39Z", [0.0], ""], [102143, "2021-08-03T17:12:51Z", [0.01], "Assumptions:\nCompanies’ spinoff to make more money and to improve management. Evidence: > It might improve management of AWS. but how would it make more money and it would increase uncertainty in stock prices at xmas. The US government forces spinoffs when there are severe conflicts of interests and anti competitive practices. > I have not heard much about AWS noncompetitive practices, but there is an investigation going on. Large spinoffs must go through lengthy review process. > No evidence of a review process going on. Big companies announce spinoffs once they are relatively sure that it will happen. > There is evidence that they are thinking about it given new management, but evidence seems speculative and too early. Jan 1 2022 is too soon to announce. Ref: https://corpgov.law.harvard.edu/2019/10/31/spin-offs-unraveled/"], [102143, "2021-08-03T16:50:45Z", [0.02], "Comment deleted on Aug 03, 2021 05:14PM UTC"], [102139, "2021-08-03T12:12:40Z", [0.0], ""], [100653, "2021-08-03T11:59:09Z", [0.0], ""], [102136, "2021-08-03T07:38:08Z", [0.01], ""], [102136, "2021-08-03T07:37:27Z", [0.0], ""], [102134, "2021-08-02T21:57:24Z", [0.08], "AWS is becoming the core of Amazon, so will not be spun off. However, as Bezos leaves as CEO, this situation may change."], [102134, "2021-08-02T21:56:19Z", [0.0], ""], [3429, "2021-08-02T16:35:15Z", [0.01], "maintaining current forecast"], [102127, "2021-08-02T14:43:11Z", [0.08], "Baseline of about 1% of firms per year 10/1000 from https://research-doc.credit-suisse.com/docView?language=ENG&source=emfromsendlink&format=PDF&document_id=999089271&extdocid=999089271_1_eng_pdf&serialid=pvH393UArco6JvZIguX4cJ5jXWIkrqD%2Bb1l3MzX4YTI%3D#:~:text=Do%20Spin%2DOffs%20Create%20or%20Destroy%20Value%3F&text=We%20find%20that%20spin%2Doffs,volatility%20of%20returns%20is%20significant. Due to regulatory issues and huge biz unit differences, estimate 10 to 20 x more likely for amazon, but only one quarter remaining..... "], [102126, "2021-08-02T11:11:10Z", [0.0], ""], [37893, "2021-08-02T07:46:58Z", [0.03], ""], [102123, "2021-08-02T07:08:27Z", [0.4], "Drive share price and satisfy shareholders; but may not want o let go of a high margin biz to their bottom line"], [102122, "2021-08-02T02:18:00Z", [0.0], ""], [102121, "2021-08-01T23:19:52Z", [0.01], "AWS is currently an indispensable source of revenue for Amazon as well as a means of control over the infrastructure that powers many other business'. Andy Jassy, the new CEO, was previously CEO of AWS. It would be weird to appoint the CEO of AWS as the new CEO of Amazon if there were any plans to spin off AWS in the following months. Therefore, it seems reasonable to assume that there were no plans to spin off AWS when he was appointed. Moreover, it also seems reasonable to assume that Amazon would invest important resources into fighting off any pressure on them to spin off AWS. An outcome where Amazon is forced to spin off AWS only seems realistic if the US government were to build a case for it, and succeed with their argument. I cannot think of a historical example of something comparable happening in conditions similar to the current economic and political conditions. The FTC does appear to want to move towards limiting the power of large tech companies, but it seems unlikely that this could happen fast enough for Amazon to announce that they are spinning off AWS before January 1 next year. Based on this I am only willing to assign a probability of 1% to the event that Amazon will announce that it will spin off AWS before January 1 2022."], [102119, "2021-08-01T16:00:01Z", [0.0], ""], [102117, "2021-08-01T11:43:34Z", [0.0], ""], [102112, "2021-07-31T19:19:20Z", [0.0], ""], [85051, "2021-07-31T15:53:48Z", [0.06], "One pct down as the time is running."], [97569, "2021-07-31T13:36:14Z", [0.01], ""], [102110, "2021-07-31T07:21:07Z", [0.01], "There is almost no rationale behind Amazon wanting to do this while the following is true:\n- AWS remains profitable\n- AWS remains tied in with Amazon's retail operations\n- legislation around monopolies creates no incentive to do so The greatest chance of being spun off seems to occur in being moved into a holding company like Alphabet"], [102110, "2021-07-31T07:16:36Z", [0.0], "Comment deleted on Jul 31, 2021 07:16AM UTC"], [102109, "2021-07-30T21:24:22Z", [0.0], "The threat of antitrust is not yet strong enough to warrant spinning off AWS, particularly as there are two other strong players in the cloud services space. I think it likely that Amazon would prefer to continue strengthening and benefiting from AWS as long as possible. Amazon has no financial reason to spin off AWS."], [102105, "2021-07-30T10:23:51Z", [0.02], "While the fact that Amazon has a dominant market impact, both on the retail space and cloud computing arena, is undeniable, there are major players in the market that are eating away at the market share of AWS. Amazon as an entity would see no reason to split unless regulations force them to do so. I do not see a situation where the current US administration could possibly enact a requirement in the next 6 months to make Amazon section off AWS. Even if they did, it would not require Amazon to announce they would do so within the next 5-6 months. These things take time. However, we cannot dismiss the negative visuals that Amazon has with the public, and the potential upside the Biden administration could muster from the public by attempting to push something along these lines, but I see this as a very unlikely set of events."], [101036, "2021-07-30T06:39:40Z", [0.03], ""], [101934, "2021-07-30T03:51:28Z", [0.08], "@Jprice94 @mkarbowsky @Pablo_Vargas\nThis question touches on the more activist regulatory approach that seems to be a hallmark of Biden's appointees and approach to signaling where his sympathies lie. The question just asks for whether Amazon will announce anything. I don't think there is enough pressure out there right now for Amazon to feel the need to act. Also, the last time the US took on AT&T back in the 1980s, and Microsoft back in the 1990s, but it's been a long time since it has been that aggressive. I'd need to see more signs of action to give this a high probability."], [102101, "2021-07-29T23:27:44Z", [0.01], ""], [102072, "2021-07-29T23:04:35Z", [0.03], "Dropped further given the revenue growth announced today. "], [102097, "2021-07-29T19:47:30Z", [0.35], ""], [102095, "2021-07-29T18:49:07Z", [0.1], ""], [1333, "2021-07-29T14:03:23Z", [0.02], ""], [102084, "2021-07-29T04:25:05Z", [0.02], ""], [102084, "2021-07-29T04:24:20Z", [0.98], ""], [102083, "2021-07-28T22:15:37Z", [0.0], ""], [33523, "2021-07-28T18:11:40Z", [0.0], "Even if Amazon was willing to create an AWS spinoff, I don't think it would happen before Jan 1. \n- Antitrust doesn't seem to be moving forward at an effective rate.\n- Amazon itself would not be motivated to break up AWS as it is against their interests. \n- There is no pressure from the market/public to break up AWS as the majority of consumers (who use amazon) barely recognize the size/influence of AWS"], [81448, "2021-07-28T10:01:19Z", [0.02], "Passage of time. "], [94872, "2021-07-28T05:58:45Z", [0.02], ""], [102074, "2021-07-28T05:01:43Z", [0.16], ""], [102072, "2021-07-28T00:49:12Z", [0.05], "I think the best starting point here is to presume the answer is no (ie, 0%). AWS has a (very) healthy profit margin, it's a (the?) main driver behind Amazon's stock value, and its relationship with Amazon retail seems to be pretty symbiotic. @philk also makes a good point about the base rate for big tech spin-offs. You can also make the argument that it is Jassy's 'baby' given that he run the division (although I personally don't give too much weight to this argument).  Viewed in this context I cannot see how Amazon could justify the decision to spin off AWS to its shareholders (or why it would even consider doing so in the first place). The elephant in the room is the antitrust drive (see recent 5 bills introduced in congress). If the question had a wider timeframe I would take this into account more heavily (I think it is reasonable to presume that this have the potential to have a material impact on Amazon's decision making if it gains momentum and leads to concrete policy results). I will adjust my forecast upwards slightly to the 5% figure to take this into account but as things stand my view is that 1 Jan 22 is too soon for the antitrust stuff to have a material impact."], [101235, "2021-07-27T19:19:42Z", [0.1], "Tick tock."], [691, "2021-07-27T18:30:58Z", [0.01], ""], [102068, "2021-07-27T15:44:53Z", [0.0], ""], [102066, "2021-07-27T14:52:23Z", [0.04], "Amazon seems more likely to give up it's retail operations than its cloud based systems.  I can't really see it."], [3429, "2021-07-27T14:21:16Z", [0.01], "maintaining current forecast"], [102063, "2021-07-27T11:31:49Z", [0.02], ""], [88452, "2021-07-27T07:37:23Z", [0.14], ""], [20044, "2021-07-26T17:21:47Z", [0.04], ""], [102052, "2021-07-26T16:10:55Z", [0.0], ""], [102049, "2021-07-26T15:31:23Z", [0.3], ""], [101612, "2021-07-26T14:56:24Z", [0.0], "This is a new forecast for this entry however, I already submitted a forecast under a different post.  I failed to pause and read this correctly, i.e. timeframe.  There will be zero regulatory reason to spin AWS off and very little to no business reason.  AWS is the most valuable component in Amazon, but it ties to the platform so severing will have its costs with loss of efficiency.  My 10% forecast was intended as a spin off with no timeframe."], [102043, "2021-07-26T06:54:43Z", [0.0], ""], [102039, "2021-07-25T22:12:42Z", [0.0], ""], [85144, "2021-07-25T20:12:17Z", [0.02], ""], [102034, "2021-07-25T18:20:29Z", [0.06], "AWS is the best performing part of Amazon business, so they will not give up on it. The trust busters pressure is not so aggressive so far (see FB ruling) and the monopoly position of Amazon is hard to argue, with MS and Google and many others competing in the same ground"], [102013, "2021-07-25T18:11:38Z", [0.03], ""], [102032, "2021-07-25T15:31:04Z", [0.0], ""], [102031, "2021-07-25T14:12:39Z", [0.07], "AWS I'd think would be lucrative to Amazon, and I doubt they would divest without being forced to by government. It \nThat being typed, I still want to leave some chance that it could happen, but it would feeling quite significant if it did"], [102030, "2021-07-25T04:03:10Z", [0.0], ""], [102028, "2021-07-24T18:56:21Z", [0.0], ""], [102006, "2021-07-23T21:12:47Z", [0.01], "\"Now we have absolutely no plans to spin off the AWS business now.\" (Werner Vogel on June 28, 2021: https://www.wbur.org/onpoint/2021/06/28/the-prime-effect-inside-amazon-web-services). 1% only because there are rumors, bot actually there are no current rumors at all. And even if Amazon had plans, 5 months would be an extremely short time span. compared to the largest corporate spin offs: https://en.wikipedia.org/wiki/List_of_largest_corporate_spin-offs. For example it took PayPal 10 months (https://en.wikipedia.org/wiki/PayPal) and they already had plans."], [81456, "2021-07-23T20:48:37Z", [0.02], ""], [101437, "2021-07-23T20:07:03Z", [0.02], "@philk has a compelling argument that my forecast should be lowered from 4% to 2%.  Given the time horizon and absent new information, I will likely keep a 2% probability for some time.  I believe a European regulatory action is the biggest risk to my view."], [101191, "2021-07-23T18:10:52Z", [0.0], ""], [99780, "2021-07-23T18:06:36Z", [0.01], ""], [102018, "2021-07-23T15:46:43Z", [0.0], "Comment deleted on Jul 23, 2021 03:47PM UTC"], [102016, "2021-07-23T13:11:03Z", [0.0], ""], [101364, "2021-07-23T12:47:23Z", [0.05], ""], [102013, "2021-07-23T06:27:27Z", [0.05], "AWS is used in a few places, F1 for example, but very few have heard of it, and even fewer know what it does. Given this, it seems unlikely that it could realistically happen by the deadline. On the other hand, this wouldn't be the first time that large tech companies have launched spin offs - just look at Waymo and Niantic. It's a small percentage, I think, but not 0."], [101934, "2021-07-23T03:03:48Z", [0.12], "@Jprice94 @mkarbowsky @Pablo_Vargas\nI think there are good reasons for Amazon to spin off AWS. It would get the regulators off its back and it would create a ton of cash for Amazon and potentially for shareholders. Yet there are reasons why I don't think it would, or even realistically could happen by the deadline, which is less than six months away. It wasn't in Amazon's plans, so far as I know. The cash that AWS generates is very useful for Amazon as it tries to maintain its position across the entire retail ecosystem, while expanding into infrastructure, entertainment and whatever else. And then there's the timing. I don't think you'll see a major offering like this toward the last three weeks of the year when markets are preparing for year-end. That leaves less than five months to start planning the spin-off, which I presume they'll want to do well rather than leave money on the table. Jan. 1 2022 is this question's deadline, but it's not Amazon's deadline. Given all that Congress has on its plate, and the relative newness of Biden's regulatory crew, it's going to be a long time before they can get their ducks in a row and exert any real pressure, if that's what they really want to do. It seems to me that the government doesn't have the weight to force this issue, and Amazon and its bankers don't have a reason or a need to move that quickly. I'm revising down to 12%"], [102012, "2021-07-23T02:54:59Z", [0.0], ""], [102009, "2021-07-22T19:57:19Z", [0.1], "Even tho they use it mainly for replays in sports most layman have never heard of it"], [93028, "2021-07-22T14:56:25Z", [0.0], "extremizing"], [102007, "2021-07-22T14:01:24Z", [0.0], "Comment deleted on Jul 22, 2021 02:47PM UTC"], [102006, "2021-07-22T13:42:03Z", [0.0], ""], [34959, "2021-07-22T08:52:45Z", [0.0], ""], [94872, "2021-07-22T05:13:55Z", [0.03], ""], [102003, "2021-07-21T23:26:39Z", [0.0], "Spin-offs are a rare event in general; there were 5 notable spinoffs from tech companies with a market cap above 2 billion USD in 2020 (there are 361 tech companies that fit the bill: https://finviz.com/screener.ashx?v=111&f=cap_midover,sec_technology). The base rate is around 1.4%. The new CEO also stated in a 2019 interview that he saw no reason to spinoff the division, unless ordered to do so by regulators. Furthermore, there are only ~5 months from now to the start of 2022, so even if regulators ordered Amazon to spin off AWS, there wouldn't be enough time to resolve the legal challenges. I would rate the probability at less than 1%."], [101999, "2021-07-21T14:52:04Z", [0.0], ""], [87827, "2021-07-21T13:18:38Z", [0.02], "-3, Passage of time."], [101992, "2021-07-21T00:28:27Z", [0.0], ""], [101245, "2021-07-20T00:44:28Z", [0.05], ""], [3429, "2021-07-19T20:11:26Z", [0.01], "maintaining current forecast"], [101307, "2021-07-19T17:17:47Z", [0.02], "While I can see such development happening at some point, there's no reason to assume that it will happen in the near future. AWS has existed as a major entity for over 12 years. Just a quick google search indicates that this topic is brought up every year, but more recently Amazon analysts at various banks have indicated that they don't see a spin off happening in the very near future. "], [92939, "2021-07-19T16:31:45Z", [0.03], "There is nothing special that is happening that will really push Amazon to gravitate towards a spin off. The AWS is very valuable business for amazon especially in terms of revenue and Amazon has not really expressed interest in a spinoff of any sort. Also, this has not happened even though AWS existed for more than 15 years. There are some changes obviously like the scrutiny but since nothing is getting materialized in courts I dont think this will necessarily play a huge role. And there is also changes to the management of Amazon, but this doesnt really show an indication of leaning towards a spin off for AWS. This is why my probability is fairly low"], [101278, "2021-07-19T15:20:08Z", [0.01], "Evaluating what base rate we should use is very important - Amazon should be conditioned upon previous spin offs by large tech companies as opposed to general companies, since Amazon is a large technology company which makes it have a different spinoff probability compared to other companies. Furthermore, there is historical (https://marketrealist.com/2019/12/aws-ceo-laughs-off-amazon-spin-off-question/) and recent (https://www.gfmag.com/topics/blogs/jassy-promotion-dims-amazon-web-services-spinoff) news suggesting that Amazon will not spin off AWS. Given that there is only half a year until January 1, 2022 with little news about any Amazon corporate actions (as well as the fact that Andy Jassy is the new Amazon CEO and was formerly at Amazon Web Services), it seems highly improbable that Amazon will announce a spin off AWS."], [101318, "2021-07-19T14:59:59Z", [0.04], ""], [101976, "2021-07-19T12:39:31Z", [0.0], ""], [101975, "2021-07-19T05:27:24Z", [0.0], ""], [101971, "2021-07-18T20:18:41Z", [0.0], "Comment deleted on Jul 18, 2021 08:20PM UTC"], [101968, "2021-07-18T15:05:46Z", [0.6], ""], [101964, "2021-07-18T11:21:52Z", [0.0], ""], [1624, "2021-07-17T00:46:07Z", [0.0], ""], [101867, "2021-07-16T22:59:33Z", [0.2], "- The business case seems light, with most of the pressure coming from the political angle\n- On the business side, AWS is hugely profitable and enables cashflow and cheap cost of capital to support the rest of the business, particularly retail. The new CEO was the head of AWS, so the incentives would seem to also favor keeping his area of expertise. - I see several main arguments to spin-off. The first is political anti-trust pressure on Big Tech. The second is the risk that AWS customers are increasingly competitors with Amazon's retail. Business. I both of these pressures very weak at the current time. Anti-trust is early days and there are larger targets (Google, FaceBook) - I don't see much short-term pressure to act. Similarly, internal competitive pressures may build but I can't find any evidence of a serious issue at the moment. Of course, other business reasons to spin-off - markets are high so terms of the spin-off would be favourable after benefiting from people staying at home, and the new CEO may look to stamp a new direction on the company early. In terms of timing, and on balance, it seems to make more sense for the new CEO to take some time to bed in before making significant changes and selling off the company's most valuable company, so an announced spin off in the next six months seems low."], [101955, "2021-07-16T21:04:22Z", [0.0], "Comment deleted on Jul 16, 2021 09:05PM UTC"], [101951, "2021-07-16T14:29:17Z", [0.7], "I feel as though Amazon will because they seem to have a proven track record of success by diversifying their businesses. Also Amazon Web Services in many ways is currently considered a different entity so it makes sense to continue down this path"], [101949, "2021-07-16T13:35:14Z", [0.0], ""], [101948, "2021-07-16T13:23:17Z", [0.1], "I do not think it is likely in such a short time frame. AWS is a big cash cow for Amazon, and I cannot see them wanting to spin off their highest margin segment. If anti-trust concerns grow in the future it is a possibility. "], [85051, "2021-07-16T09:43:45Z", [0.07], "If the timeframe was 6 years and not 6 months, I think the likelyhood was >50%\nTime is running, so I lower from 9% to 7%. "], [101947, "2021-07-16T08:32:16Z", [0.08], "Unlikely given the results to Facebook's antitrust case, and particularly unlikely within this time-frame.\nThe company also has no incentive for such a move."], [101946, "2021-07-16T07:41:32Z", [0.1], "Unlikely as Amazon is acting as a consortium, which allows it to use proceeds from profitable businesses to fund the other less profitable businesses. This is the reason why some investors would like to unlock this value. However this would not work well for the current way Amazon operates."], [101402, "2021-07-16T06:37:05Z", [0.43], ""], [101941, "2021-07-15T23:04:49Z", [0.08], "AWS too profitable and current business/economic climate too volatile for this to eventuate this year"], [101935, "2021-07-15T17:36:41Z", [0.35], "As @DanKruger mentions, AWS creates a nice cash cushion for Amazon. Not only do the profits comprise a significant portion of Amazon's business, but they also provide the funds necessary to explore new ventures, something Amazon will continue to do as the world looks to move to a post-pandemic sense of normalcy. Some of the services Amazon provided during the pandemic will see a decrease in demand and therefore revenue, but Amazon will look to offset those services by providing either incentives for customers to continue to rely upon them or new services to fill the gap. In either case, Amazon will want to rely upon AWS as a safe stream of revenue. Additionally, despite calls for Amazon to spin off AWS, tech policy discussions in Congress have focused more on Facebook, Twitter, and Google as of late. The Pentagon's decision to cancel the JEDI contract and start a new cloud services contract also incentivized AWS to remain as it is rather than submit a proposal during a period of transition.  Nevertheless, I assess the likelihood of AWS's independence as 35% - it is possible that Amazon will look to break up its businesses during a period of relative growth and stability, or tech hawks in Congress may take a look at Amazon (and specifically AWS's) outsized role in the U.S. economy and increase scrutiny on the corporation as it stands."], [101934, "2021-07-15T16:02:26Z", [0.15], "Amazon is managed in a way that it keeps costs low, which also depresses it profit and operating margins. The ability to maintain profitability in a low-margin business helps scare off potential competitors. The cash generated by AWS is a nice cushion that potential rivals don't have. I think it's unlikely that Amazon would get rid of it. Also, Amazon doesn't need to raise a lot of cash, so I don't think there's a need for it to do something like that. "], [101607, "2021-07-15T10:38:07Z", [0.01], ""], [101394, "2021-07-15T07:06:05Z", [0.01], ""], [101926, "2021-07-14T22:13:42Z", [0.04], ""], [101926, "2021-07-14T22:13:08Z", [0.0], ""], [101917, "2021-07-14T14:08:18Z", [0.02], "AWS continued to drive much of Amazon’s profit. Operating income increased 37% from a year earlier to $3.56 billion, but trailing the $3.75 billion FactSet consensus estimate. That means 52% of the company’s operating income can be attributed to AWS, compared with about two-thirds in the same period a year ago.  "], [101914, "2021-07-14T10:09:50Z", [0.27], "If Bezos stepping down may signal a change a scenery for the company which could translate into a spin off of AWS, the timing before year end remains probably too short for such a radical change"], [101912, "2021-07-14T09:15:21Z", [0.32], "Political and regulatory attention is too distracted to put enough pressure to force Amazon to announce it before the EoY. A preemptive announcement by Amazon is a possibility but I am unaware of a pressing reason to do so at the moment."], [25265, "2021-07-14T02:12:41Z", [0.0], ""], [101180, "2021-07-14T01:03:18Z", [0.33], "moving toward crowd, but still find the environment pretty volatile, most recently by the Jedi cancellation.  In terms of politics, a disagreegated is a more attractive bidder for the new contract, which may be a big enough deal to influence their thinking."], [101437, "2021-07-13T20:29:51Z", [0.04], "1. Lowering forecast due to time. 2. The Facebook antitrust dismal (https://thehill.com/policy/technology/560839-facebook-antitrust-victory-poses-big-test-for-new-ftc-chief):  Per the article, \"Judge James E. Boasberg, an Obama-era nominee, dismissed both the FTC complaint and an antitrust case against Facebook brought by state attorneys general in dual court rulings this week.  Boasberg dismissed the FTC’s complaint as presented, arguing it provided insufficient evidence to prove that Facebook controls over 60 percent of the market share, as the lawsuit alleges. 'It is almost as if the agency expects the Court to simply nod to the conventional wisdom that Facebook is a monopolist,' he wrote.\" “If you are at the agency, remind yourself that it's not a fatal blow. But you do not dismiss it as a trivial concern either,” said William Kovacic, a former FTC chairman who’s now a professor at George Washington University Law School.  “It is damaging to the agency's prestige and to its morale, and it is foreboding of hard things you're going to have to do in order to succeed,” he added. This is an uphill legal battle where an FTC will need to devote a lot of resources.  Given the broad mandate of the FTC, it seems unlikely that Amazon will announce a spin off due to regularly considerations from the US.   The bigger issue may still be Europe and that is worth closely following."], [101902, "2021-07-13T18:56:09Z", [0.02], "Very short time horizon with no press reports this is about to happen. Lots of corporate restructuring gets talked about generally while very few happen within 6 months (c. 1%). Slow regulatory and court processes mean forcing will take a long time."], [101892, "2021-07-13T15:22:42Z", [0.0], "Tempt me with a longer date that would give time for an investigation to further develop."], [101890, "2021-07-13T07:20:57Z", [0.02], "Insufficient time to deadline. Would require a longer investor build-up. Biden's political capital is much more likely to be used efficiently elsewhere."], [101889, "2021-07-12T23:52:31Z", [0.25], "AWS is a big money-maker for Amazon and it helps fund other parts of the business.  I gave it 25% because there is always the possibility of anti-trust pushes that might force them to do it."], [3429, "2021-07-12T17:37:14Z", [0.01], "maintaining current forecast"], [101884, "2021-07-12T13:59:10Z", [0.1], ""], [101875, "2021-07-11T12:26:30Z", [0.0], ""], [101867, "2021-07-10T19:42:54Z", [0.0], ""], [101083, "2021-07-10T14:35:29Z", [0.05], "@Beckersc made a very good point in the possibility of a recession cash inflows from sources other than Amazon consumer sales would be important. While the economy is going strong right now the momentum will have to slow at some point. I have concerns because there will inevitably be economic consequences once the rent moratoriums and the additional unemployment stimulus end. While housing prices are very strong, the funds used to purchase and pay mortgages may limit the amount homeowners use to by the chattels the fill their home with. Those with higher rent payments will have similar challenges."], [55987, "2021-07-09T15:31:48Z", [0.04], ""], [101852, "2021-07-09T15:13:11Z", [0.4], "No factors: new leadership, provides revenue for Amazon risk-taking\nYes factors: antitrust suit, former VP call, regulatory scrutiny esp. in EU"], [101848, "2021-07-09T07:40:32Z", [0.1], "Unlikely they would make such a major change in short period after change in leadership (as Jeff Bezos takes a more back seat role)"], [101296, "2021-07-08T19:53:07Z", [0.03], "Overall, these likelihood seems relatively low. Not only is this unlikely to happen period, but it is also unlikely that things will change enough in the next month and they will announce that AWS is spinning off. That being said, it is important to note that there was a very recent change in CEO. Jeff Bezos is no longer in charge and Andy Jassy, who is a former AWS Vice President is the new CEO. That being said, it does not seem that Andy Jassy is particularly keen on spinning off AWS just yet, but he does see it as a nontrivial possibility. There are a number of reasons for and against spinning off AWS. First, as AWS and Amazon continue to grow, the amount of regulation between the two will become a large issue. Splitting off AWS could save Amazon lots of time spent in restructuring down the line. On the other hand though, AWS does account for much of the income of Amazon. In 2020 Q4, AWS accounted for 52% of Amazon's operating income. It is essentially a cash cow for Amazon that allows Amazon to take risks such as the Kindle, Alexa, or the FireStick. On top of that Amazon relies mostly on consumer retail so it will be hit hard by a possible recession and not having something like AWS by its side could be very risky for Amazon. I do think that Amazon will eventually spin off AWS, but I do not imagine that this announcement will come anytime soon."], [61391, "2021-07-08T17:30:58Z", [0.0], ""], [101036, "2021-07-07T22:35:20Z", [0.05], ""], [1333, "2021-07-07T18:32:34Z", [0.01], ""], [101826, "2021-07-07T17:51:16Z", [0.03], "AWS is a major cash cow for Amazon, and current antitrust legislation has been shot down in the case of Facebook: https://www.forbes.com/advisor/investing/update-facebook-antitrust-lawsuit/\nAmazon antitrust must overcome these legal hurdles which means showing that amazon has used market power for price manipulation. This argument may be valid when it comes to the storefront, but it doesn't seem likely that Amazon will spin off their largest profit source. "], [3429, "2021-07-07T15:58:04Z", [0.01], "maintaining current forecast"], [101364, "2021-07-07T14:51:18Z", [0.1], "I think Amazon will only spin off AWS if required to do so by regulatory authorities."], [101262, "2021-07-07T13:16:44Z", [0.03], ""], [101816, "2021-07-06T18:10:59Z", [0.1], "AWS has a significant share in Amazon's profit, and the way Amazon is expanding their business in multiple avenues, AWS's customers could turn out to be Amazon's competitors. Also, given the potential antitrust investigations that might happen, Amazon might opt to spin off AWS on its own terms rather than being imposed by regulators. "], [101816, "2021-07-06T17:42:09Z", [0.0], "Comment deleted on Jul 06, 2021 06:11PM UTC"], [101815, "2021-07-06T17:34:00Z", [0.65], "I suspect Amazon will re-organize their corporate structure similar to what Google did, becoming Alphabet and separating the various facets of their organization into individual corporate entities, while still maintaining control. "], [62808, "2021-07-06T14:12:59Z", [0.0], ""], [101329, "2021-07-06T13:54:43Z", [0.03], "We can look at the base rate first taking the outside view. It is more appropriate to condition on large tech and retail company spinoffs first rather than for general companies since Amazon is a large tech and retail company and it makes sense that different types of companies would have very different spinoff profiles considering their differences. We can use the lists https://en.wikipedia.org/wiki/List_of_largest_technology_companies_by_revenue and https://companiesmarketcap.com/retail/largest-retail-companies-by-market-cap/. I analyze the top 10 companies from each category since Amazon falls firmly within that group of companies for each company. Although some of these companies are international, it is still a fair comparison considering all these companies have operations in the US and abroad. From Tech: Apple (https://www.applegazette.com/apple-inc/apples-spinoff-companies/), Samsung (https://news.samsung.com/global/three-new-projects-spin-off-from-samsung-electronics-c-lab), Foxconn (https://wccftech.com/apple-supplier-foxconn-to-spin-off-ev-manufacturing-as-independent-unit-after-bringing-amazon-microsoft-on-board/), Alphabet (https://appleinsider.com/articles/20/02/11/google-reabsorbing-jigsaw-spin-off-as-it-continues-to-undo-alphabet), Microsoft (https://www.fool.com/investing/2020/07/13/microsoft-will-spin-off-its-popular-chinese-teenag.aspx), Huawei (https://www.scmp.com/tech/big-tech/article/3116809/huawei-spin-honor-working-qualcomm-5g-smartphones-report-says), Dell (https://www.crn.com/news/data-center/michael-dell-to-own-41-percent-of-vmware-after-spin-off#:~:text=Dell%20Technologies%20is%20not%20selling,81%20percent%20stake%20in%20VMware.&text=This%20month%2C%20Dell%20Technologies%20officially,the%20fourth%20quarter%20of%202021.), Hitachi (https://www.spglobal.com/marketintelligence/en/news-insights/trending/k6-za5w_0pebs6ihtei2nq2), IBM (https://www.datacenterdynamics.com/en/news/ibms-managed-infrastructure-spin-off-to-be-called-kyndryl/), and Sony (https://www.techspot.com/news/84592-sony-spins-off-three-business-units-newly-created.html) have had spinoffs. So all these companies have had spin offs. From Retail: Walmart (https://www.nasdaq.com/articles/walmarts-flipkart-to-spin-off-digital-payments-business-2020-12-03), Home Depot (https://www.reuters.com/article/us-hd-supply-holdgs-m-a-home-depot-idUKKBN27W1MO), Costco (https://en.wikipedia.org/wiki/PriceSmart), Lowe's Companies (https://ir.loews.com/news-releases/news-release-details/loews-corporation-announces-plan-spin-lorillard), Jingdong Mall (https://www.forbes.com/sites/joecornell/2021/04/05/jdcom-to-carve-out-its-logistics-business-via-ipo/?sh=444d6e81323f), Inditex (https://sourcingjournal.com/topics/financial/inditex-profit-up-26-in-first-half-35963/), Coupang (http://www.koreaherald.com/view.php?ud=20200401000484), Wesfarmers (https://www.reuters.com/article/us-wesfarmers-divestiture-coles/australias-wesfarmers-in-no-hurry-for-deals-after-coles-spinoff-idUSKCN1MF08Y), and Lululemon (https://www.cnbc.com/2019/09/11/what-a-1000-dollar-investment-in-lululemon-would-be-worth-after-10-years.html) have had spinoffs. The only company I cannot find a spinoff for is CVS. We cannot use this -- that 19 of these 20 companies have had spinoffs -- directly however. After all, predicting a spinoff of AWS is significantly different than predicting whether Amazon will ever spin off a subsidiary at all. Let's say that these companies have had an average life of (approximately) 20-40 years, and 1-3 spinoffs for an average of 2 (based on the research I did online this seems reasonable, but not too sure). There is about 0.5 of a year left until 1 January 2022. This gives an average of 0.95*2/30*0.5 which is just over a 3% chance of an Amazon spinoff until 1 January 2022.  But, considering that predicting a spinoff of AWS is significantly different than predicting whether Amazon will ever spin off a subsidiary at all and considering that Amazon has a particular situation rather than just being the aggregate of tech and retail companies, we should now take the inside view. There are a couple of factors here pointing in opposite directions. On one hand, Jingdong mall is similar to Amazon being an e-commerce company based in China and has had spinoffs in late 2020 and early 2021, suggesting it would not be unreasonable if Amazon did the same. On the other hand, there is historical (https://marketrealist.com/2019/12/aws-ceo-laughs-off-amazon-spin-off-question/) and recent (https://www.gfmag.com/topics/blogs/jassy-promotion-dims-amazon-web-services-spinoff) news suggesting that Amazon will not spin off AWS. The latter point counteracts the former point a bit in my opinion, yielding a 3% chance for the spinoff in my view."], [10612, "2021-07-06T10:23:21Z", [0.0], ""], [101788, "2021-07-05T16:34:01Z", [0.68], ""], [101788, "2021-07-05T16:31:13Z", [0.0], ""], [101748, "2021-07-05T15:24:26Z", [0.0], "Why do companies spin off major components? Usually, 1) they are forced to by the government, or 2) they think it will generate more value for shareholders long term. Neither of those applies to Amazon this year."], [101785, "2021-07-05T14:46:09Z", [0.25], "Amazon and Bezos are all about the Benjamin’s. I don’t see it happening without forceful anti-trust action, but Lina Khan, newly minted chair of the FTC seems dead set on making it happen.  However, the US government in fortunately operates by payoffs to lobbyists and ideological zeal , and Bezos has over 100 billion at his disposal.  Hence I give her a 25% shot.  "], [101225, "2021-07-05T00:33:32Z", [0.0], ""], [101767, "2021-07-04T15:33:27Z", [0.0], ""], [101762, "2021-07-03T18:17:44Z", [0.0], ""], [86367, "2021-07-03T08:01:19Z", [0.0], ""], [101752, "2021-07-03T06:04:39Z", [0.5], "- start guess = 50%, ie. no idea. On another front, just today Bezos has stepped down as CEO, ie is something changing in Amazon? Amazon and AWS are two different business entities,making money from Business to Consumers the first and B2B services the second one. ie. it could makes sense to spin off AWS. Before 1/1/2022, ie. within the next 6 months, seems quick... Leave it at 50%"], [101744, "2021-07-02T19:04:52Z", [0.25], "With Bezos stepping down as CEO there may be some likelihood that the new person will try to take some significant action to establish their new leadership but I think it is unlikely to be something this significant."], [101743, "2021-07-02T18:27:17Z", [0.01], "I feel quite confident in asserting that even in the remote event that Amazon spins off AWS, there is a zero chance it would happen of its own volition. AWS is the primary revenue driver for Amazon's business and extremely successful earnings & marketshare wise, so it makes little sense for them to do it for business reasons. At best, one might see a Google-Alphabet style rebranding to make AWS seem more independent of Amazon's other businesses, when in reality they already operate that way in effect. The nonzero chance mainly comes from President Biden's appointee to chair the FTC: Lina Khan. Amidst increased scrutiny on big tech from across the political spectrum, Khan appears to be interested in pursuing antitrust probes against Amazon and other similarly large and successful tech companies. In the remote event that such a probe yields any sort of result -- itself unlikely considering there is little consensus over how to enact such odious government intervention -- then a spin-off might in fact happen, but given typical government timelines still unlikely that it would happen in the next 6 months without facing immense legal challenges. Never say never, but this is essentially guaranteed not to happen."], [20256, "2021-07-02T16:58:28Z", [0.14], ""], [101317, "2021-07-02T14:26:44Z", [0.05], "AWS is Amazon's prime profit generator that allows the company to pursue its competitive cash burning model in other markets[1]. It would not be in the benefit of Amazon as a total entity to sell off AWS. Bezos's stated goal is to use his cash generating businesses to be able to maintain unprofitability for long time periods in other markets Amazon wishes to join. Despite the small public narrative of Anti-Trust action, Big Tech behind the scenes is a huge positive for U.S. geo-political and geo-economic interest.  Geo-economically, Big Tech stocks suck up too much global capital to break up. A glance at the balance sheet of the Central Bank of Switzerland will confirm this. [3] Geo-politically, Big Tech including Amazon, has an almost semi-state like power in the amount of international information, data and supply chains they hold and control. U.S. National Intelligence almost exclusively uses AWS as well. [2] Any mention of taking real action with Amazon will be shut down pretty quickly without extensive discussion, an action plan about how to handle the breakup, and very good reasoning for why it benefits the U.S. domestically and abroad.  https://www.investopedia.com/how-amazon-makes-money-4587523#:~:text=Amazon%20makes%20money%20through%20its,profits%20and%20is%20growing%20fast. [1] \nhttps://www.washingtonpost.com/business/2019/04/02/cia-long-relied-exclusively-amazon-its-cloud-computing-now-it-is-seeking-multiple-providers-massive-new-contract/ [2] \nhttps://www.bloomberg.com/news/articles/2020-11-09/switzerland-s-central-bank-holds-u-s-stocks-worth-127-billion [3]"], [101734, "2021-07-02T02:20:31Z", [0.0], ""], [101731, "2021-07-01T21:56:23Z", [0.0], ""], [100754, "2021-07-01T21:27:17Z", [0.02], ""], [101728, "2021-07-01T20:23:26Z", [0.1], ""], [101728, "2021-07-01T20:22:13Z", [0.6], "Comment deleted on Jul 01, 2021 08:23PM UTC"], [101722, "2021-07-01T10:51:58Z", [0.0], "AWS is too integrated in the core business to spin off voluntarily. Only way it will be broken up is by regulators"], [101721, "2021-07-01T09:05:02Z", [0.0], "Comment deleted on Jul 01, 2021 09:06AM UTC"], [101717, "2021-07-01T08:24:25Z", [0.05], "Reasons why: forced divestment due to anti-trust ruling against Amazon. Given time frame of the question seems unlikely, although appointment of Khan may have impact. Why not: AWS value to Amazon, aggressive approach to acquisitions and general time frame concerns make it unlikely by end of year."], [101715, "2021-07-01T05:58:59Z", [0.0], ""], [101437, "2021-06-30T16:34:43Z", [0.05], "While my 5% view is unchanged at the moment, a recent headline is worth highlighting, \"Amazon seeks recusal of FTC chair Lina Khan in antitrust probes of the company\" (https://www.cnbc.com/2021/06/30/amazon-seeks-recusal-of-ftc-chair-lina-khan-in-antitrust-probes.html) Several forecasters have highlighted the role and position of the new FTC Chair Lina Khan.  Intellectually, I find this an interesting tactic for Amazon to deploy on multiple fronts: (1) The FTC review of Aamzon's proposed acquisition of Metro-Goldwyn-Mayer, and (2) Try to remove her from future Amazon related antitrust issues.   Even seeking this ruling may have unintended consequences.  If successful, it could reduce the likelihood of antitrust risks from the FTC.  However, if unsuccessful, AMZN may face a stronger FTC response.  Further, even if AMZN is successful, there may be a stronger antitrust response by Congress.\n"], [101376, "2021-06-30T11:43:28Z", [0.2], ""], [93028, "2021-06-30T05:57:30Z", [0.01], ""], [3429, "2021-06-29T18:22:05Z", [0.01], "maintaining current forecast."], [101199, "2021-06-29T16:23:16Z", [0.1], "Appointment of Lina Khan as Chairperson of FTC is an important aspect to consider and for optics Amazon could consider spinning off AWS to let the other businesses continue as they are."], [101563, "2021-06-29T14:16:10Z", [0.15], "cash generator and a pending lawsuit. As such, i think it will be a low probability until the suit is settled"], [101484, "2021-06-29T13:50:01Z", [0.3], "Comment deleted on Jun 29, 2021 04:28PM UTC"], [101180, "2021-06-28T16:55:14Z", [0.4], "pulled back by majority,  still think ongoing and growing political threats make this an attractive strategy.  important to remember that disciplining big tech is one of the very few issues with bipartisan Congressional support and no potentially painful budget impact"], [101497, "2021-06-28T09:55:32Z", [0.5], ""], [101633, "2021-06-28T02:19:02Z", [0.0], ""], [101625, "2021-06-27T18:11:11Z", [0.0], ""], [101623, "2021-06-27T17:18:09Z", [0.02], "Factoring in the 1/1/22 date makes this highly unlikely "], [101623, "2021-06-27T17:13:09Z", [0.15], "AWS is apparently a very high margin business for Amazon, which likely offsets low/negative margin businesses elsewhere in its portfolio.  @chesler1 believes that congressional pressure for breakups will focus on Facebook and Google's more customer-facing social networking businesses before they get to a business like AWS, which provides a tangible fee for service, rather than \"free for data\" like Facebook and Google."], [101615, "2021-06-27T05:06:06Z", [0.0], "Comment deleted on Jun 27, 2021 06:13AM UTC"], [101612, "2021-06-26T20:29:19Z", [0.1], "Reasons for forcing spinning off are compelling however, they are more than offset by political forces influenced by lobbying.  This is highly unlikely unless Congress were to pass a statute which applied to all mega techs ... and this would be watered down.  Ironically, this would likely result in Amazon + spinoff being valued more highly by the market.  I failed to catch the \"Jan 2022\" or perhaps the window changed (i.e. I changed it somehow) since I am new.  In this timeframe ... ZERO.  What I read initially when I signed up is at an undefined future time ... for this, 10%+, by 1/1/2022 ZERO."], [99780, "2021-06-26T12:33:09Z", [0.02], "holding"], [101610, "2021-06-26T10:52:36Z", [0.0], ""], [101607, "2021-06-26T03:36:43Z", [0.02], "Two possibilities: Governments force AMZN to divest AWS, or AMZN wants to divest AWS. Both are remote. If governments force to divest AWS that will only be at the end of a long legislative, investigative and legal process. That is unlikely to finish by January. Recent US legislation seems more likely to block acquisitions or force AMZN to separate its e-commerce platform business from its first party products like Amazon Basics than to force it to divest AWS specifically. The second possibility, AMZN chooses to divest AWS. This would be exceptional, at AMZN's 65 PE that would be the largest divestiture ever by a factor of ~2x. Typical reasons for doing this is because part of AMZN is undervalued, or AMZN wants to make acquisitions and antitrust scrutiny requires them to divest. AMZN being undervalued: Hard to imagine with the equity bubble we're in. The appreciation would have to overcome the costs of the transaction and the ongoing tax disadvantage from separating AWS from, say, the e-commerce storefront or streaming video business which needs to purchase the cloud compute. AMZN wants to make acquisitions: AMZN's biggest acquisition to date, WFM (~14 billion) is dwarfed by AWS (say ~200 billion.) So any acquisition would have to be strategic and enormous, maybe in healthcare or insurance. Seems unlikely because of (a) scale, (b) equity overvaluation, (c) legislative climate to block acquisitions."], [62808, "2021-06-25T21:39:25Z", [0.0], ""], [101603, "2021-06-25T18:37:23Z", [0.0], ""], [101602, "2021-06-25T18:25:50Z", [0.0], ""], [101600, "2021-06-25T16:17:27Z", [0.25], "n/a"], [101596, "2021-06-25T14:52:29Z", [0.0], ""], [101593, "2021-06-25T14:26:34Z", [0.1], "While the decision may well be beneficial in the long-term, \"before 1 January 2022\" seems to be crucial. In pandemic-ridden world, e-commerce seems to paradoxically be both more needed and less stable (perhaps because many shops were forced to enter the field and won't just leave), and risk of having the short-term diving of spin-off could be too much of a hit in this particular time. Likewise, American lawsuits do not seem to be a quick progress, and attempting to perform the split in the middle of a lawsuit would be strange. Also, Bray's claim that it would be good is additional incentive not to do it because humans are reputation-seekers."], [101588, "2021-06-25T13:38:23Z", [0.07], "In the future, it is possible to spin off the core AWS but until high authority, pressure will not be done. @cnedu"], [101585, "2021-06-25T12:44:44Z", [0.0], ""], [20044, "2021-06-24T20:26:03Z", [0.06], "https://www.politico.com/news/2021/06/24/house-tech-giants-breakup-bill-496091"], [101566, "2021-06-24T19:50:49Z", [0.0], ""], [101563, "2021-06-24T18:13:54Z", [0.15], "No likely. AWS is a cash generator and there is a federal lawsuit. As such, AMZN will not make any changes before the case resolves."], [55987, "2021-06-24T15:20:52Z", [0.05], ""], [101533, "2021-06-24T12:09:12Z", [0.05], "I think all of these talking about a spin-off is  smoke and mirrors to take the pressure out of the anti-trust discussion. Amazon core business will benefit to much from AWS. Bezos will not allow to let them go. AWS WILL spinn of - some day - I think this will  take 2 to 3 years. Not zuntil end of 2021. https://www.ft.com/content/b0d363b4-1cc5-3713-a08b-927e9f287bf8 https://forrestbrazeal.com/2019/07/24/cloud-irregular-amazon-wont-spin-off-aws-and-thats-too-bad-for-aws/ https://www.businessinsider.com/andy-jassy-aws-amazon-spin-off-break-up-tim-bray-2021-2?r=US&IR=T"], [101521, "2021-06-24T09:29:15Z", [0.35], ""], [101521, "2021-06-24T09:11:57Z", [0.65], "Amazon has little incentive to spin off."], [101511, "2021-06-24T01:55:00Z", [0.0], ""], [101510, "2021-06-24T00:15:39Z", [0.0], ""], [101509, "2021-06-23T23:00:14Z", [0.0], ""], [101508, "2021-06-23T21:19:44Z", [0.1], "The probability is low. AWS is at the core of Amazon's growth strategy and, if decoupled, would have a significant impact on its long-term goals. "], [3429, "2021-06-23T17:34:38Z", [0.01], "maintaining current forecast"], [101505, "2021-06-23T17:34:26Z", [0.0], ""], [101504, "2021-06-23T15:47:05Z", [0.1], "The debate is still going on and I think the Jan 2022 timeframe is too early. Just 6 months left for this year."], [101503, "2021-06-23T15:39:42Z", [0.3], ""], [101497, "2021-06-23T11:18:07Z", [0.82], "Comment deleted on Jun 23, 2021 11:18AM UTC"], [101493, "2021-06-22T23:52:23Z", [0.25], "Although there are some antitrust conversations within the US and EC governments the process is still in early stages. And Amazon will not spin off one of their key cash cows unecessarily"], [101492, "2021-06-22T22:53:05Z", [0.15], "No, its a cash cow and there is a federal antitrust lawsuit. So, most likely, AMZN will not make changes prior to the suit."], [101484, "2021-06-22T21:40:10Z", [0.3], "AWS is responsible to the majority of Amazon's operating income and until regulators deem there to be antitrust violations there is \"no major benefit\" to a spin-off.  AWS is growing despite the potential for not winning business based on prospects feeling Amazon may be their competition in other areas of interest, and a former AWS exec is taking over as Amazon CEO. https://www.cnbc.com/2020/07/24/former-amazon-senior-engineer-calls-for-aws-spinoff.html.  "], [101489, "2021-06-22T19:01:45Z", [0.15], "Andy Jassy taking over is an important indication to me, that AWS' current success has been noted as a long term trend at Amazon. I'm quite confident that Amazon wants to spin off AWS at some point but I can't see how this would happen within the next 6 months. Also, what's the definition of announce? Surely, they won't go ahead and release a definite statement but be more vague about it. "], [101489, "2021-06-22T18:54:05Z", [0.0], ""], [101487, "2021-06-22T16:25:24Z", [0.0], ""], [101486, "2021-06-22T15:19:15Z", [0.0], ""], [101483, "2021-06-22T12:43:16Z", [0.01], ""], [101479, "2021-06-22T10:05:12Z", [0.1], "amazon will have to split up at some point to avoid antitrust penalties, but not so soon, and possibly in a different way than spinning of AWS, since without AWS, amazon retail would probably not be viable, at the moment."], [59137, "2021-06-22T08:38:58Z", [0.5], ""], [101477, "2021-06-22T08:35:44Z", [0.0], ""], [101473, "2021-06-21T20:33:14Z", [0.87], "Comment deleted on Jun 21, 2021 08:35PM UTC"], [101470, "2021-06-21T18:52:20Z", [0.01], ""], [101469, "2021-06-21T17:55:31Z", [0.0], ""], [3429, "2021-06-21T17:44:38Z", [0.01], "maintaining current forecast."], [101468, "2021-06-21T16:12:54Z", [0.2], ""], [101282, "2021-06-21T13:18:19Z", [0.05], "AWS has been under scrutiny for years. It was almost a year ago that Former Amazon Vice President called for the company to spin off Amazon Web Services -- nothing yet has happened. The AWS CEO has said over and over again that AWS will not spin off (at least not by choice) from Amazon -- so I think this move would have to come from an anti-trust lawsuit. However, I don't see right now that AWS is the target of any anti-trust lawsuits (most are against Amazon's retail), and it takes a significant amount of time to build one... but January 1 2022 is not far off. The only anti-trust lawsuit I was able to find was almost immediately dropped (see Parler). While it is true that there is relative bipartisan support for \"taking down\" big tech, I just don't see this happening within the year."], [101457, "2021-06-21T03:14:28Z", [0.25], "Maybe, but most likely not."], [101458, "2021-06-21T03:07:39Z", [0.75], "The only bipartisan activity taking place is Antitrust and going after big tech, with elections in 2022 politicians will try to score but Amazon will make the first move in their terms "], [101457, "2021-06-21T03:02:33Z", [0.0], "Comment deleted on Jun 21, 2021 03:03AM UTC"], [101452, "2021-06-20T23:34:00Z", [0.0], ""], [101447, "2021-06-20T20:37:10Z", [0.5], ""], [101447, "2021-06-20T20:13:39Z", [0.0], ""], [101445, "2021-06-20T19:33:21Z", [0.0], ""], [101444, "2021-06-20T18:15:57Z", [0.0], ""], [101443, "2021-06-20T17:47:30Z", [0.0], ""], [101442, "2021-06-20T15:54:58Z", [0.03], "Comment deleted on Jun 20, 2021 03:55PM UTC"], [101442, "2021-06-20T15:53:42Z", [0.02], "Comment deleted on Jun 20, 2021 03:55PM UTC"], [101442, "2021-06-20T15:53:14Z", [0.0], "Comment deleted on Jun 20, 2021 03:55PM UTC"], [88452, "2021-06-20T15:31:48Z", [0.14], ""], [97140, "2021-06-20T09:27:52Z", [0.05], ""], [691, "2021-06-19T19:56:42Z", [0.02], ""], [101437, "2021-06-19T19:56:10Z", [0.05], "In summary, inertia with natural road blocks (i.e. new CEO, year-end timing vs. core business, time it takes to build an antitrust lawsuit, AZMN has been instrumental in keeping the US economy running during covid-19) is a powerful force.  As a result, and assuming there is not a significant change in inertia in such a short period, I put the probability at 5% as a starting value. From my perspective, there are three reasons for Amazon to spin-off AWS: 1.  Regulatory Requirement Driven by Antitrust Lawsuit:  The news of antitrust lawsuits against Amazon has been increasing.  There are lawsuits from Europe (https://www.cnbc.com/2020/11/11/eu-investigates-amazon-what-it-means-for-us-antitrust-probes.html) as well as the Washington DC (https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/dc-s-antitrust-suit-against-amazon-will-rely-on-high-burden-of-proof-8211-experts-64539029).  Further, the new FTC chair is Lina Khan, who has expressed antitrust concerns related to Big Tech (https://www.yalelawjournal.org/note/amazons-antitrust-paradox & https://www.axios.com/lina-khan-ftc-chair-tech-24fa3aa0-d3ba-47b0-bbda-db87f401ac25.html).   This takes time and it is hard.  Further,  according to form FTC chair William Kovacic in referencing the Washington DC antitrust lawsuit, \"There isn't a body of litigation that has looked at this in detail, in this setting, in trial proceedings.\" \"Without the benefit of cases that have said 'this practice is anti-competitive,' you have to explore some new terrain. The burden is always on the plaintiff to show anti-competitive effects.\" At the same time, the Axios article indicates, \"If Khan pursues a wide-ranging regulatory agenda, as she is expected to, and quickly gets another Democratic commissioner confirmed, the FTC can move to pursue aggressive cases and enforcement, especially with the support of Congress.\"  Could something happen quickly?  Maybe, but it is dependent on getting another Democratic commission confirmed quickly.  If this happens, this would change my probability. 2.  Shareholder or Board Activism to Unlock Latent Value:  This seems unlikely for several reasons.  (A) With a new CEO in February 2021 (https://www.vox.com/recode/22264330/amazon-ceo-andy-jassy-jeff-bezos-aws), it does not seem likely the Board of Directors would want to announce such a large corporate change in the first year with a new CEO.  (2) Amazon's retail business is in high gear around Christmas.  This is an enormously important time of the year.  Taking focus away from execution would be problematic in my opinion and damage the new CEO's credibility.  (3) With the annual shareholder meeting most likely in May 2022 (based on 2019 - 2021 timing), it would make the most sense to announce a spin-off in Q1'2022 or at the annual shareholder meeting itself.   (4) With a significant portion of the profitability of AMZN associated with AWS, which is important to create investments in other business units, it is not clear where the new incremental free cash flow would be sourced to fund innovation in the rest of the business.  As a result, it is not obvious a spin-off is accretive to shareholders, who are typically focused on long-term growth opportunities.  If AMZN turns into a value-oriented firm whereby generating free cash flow to return to shareholders via dividends and share buybacks, I could see a reason for AWS to spin-off.  That does not seem to be the case today. 3. Game Theory:  With increasing pressure from antitrust regulators around the world, the most cooperative Big Tech firm to regulatory changes may be able to better control the impact of regulation on their core business.  This may be in the form of a settlement with a multi-year implementation or the creation of internal firewalls between subsidiaries (i.e. large commercial banks such as Bank of America or JP Morgan).  As this type of game theory takes multiple months to negotiate, raise through proper channels, and would likely need board approval, unless it is already being discussed, it is less likely to happen before 1 January 2022.   Areas to Monitor:\n- Language from New FTC Chairwomen:  Lina Khan wrote a note titled, Amazon’s Antitrust Paradox, in the Yale Law Journal: https://www.yalelawjournal.org/note/amazons-antitrust-paradox\n- New Commissions at the FTC:  https://www.axios.com/lina-khan-ftc-chair-tech-24fa3aa0-d3ba-47b0-bbda-db87f401ac25.html\n- European Antitrust Regulators:  The pace of the recently announced European antitrust lawsuit against Amazon is worth monitoring.  Europe has historically had a stronger antitrust framework and enforcement mechanisms.  Europe is the biggest wild card as they have the more experience with antitrust regulations and frameworks.  https://www.cnbc.com/2020/11/11/eu-investigates-amazon-what-it-means-for-us-antitrust-probes.html. \n"], [101235, "2021-06-19T18:13:57Z", [0.12], ""], [101422, "2021-06-18T06:25:02Z", [0.5], ""], [101420, "2021-06-18T04:21:59Z", [0.85], ""], [101414, "2021-06-17T19:32:16Z", [0.0], ""], [101413, "2021-06-17T18:53:47Z", [0.0], "Comment deleted on Jun 17, 2021 06:54PM UTC"], [101410, "2021-06-17T17:57:12Z", [0.17], "While Big Tech is under the radar for Senator Amy Klobucher, in charge of the antitrust subcommittee, and pressure is increasing on tech companies who are creating conglomerates in different sectors of the economy hampering open competition and are creating closed systems which have little interoperability, the value of AWS is extremely high on the market currently (up to 500 $ billion) and its growth and margin is significantly higher than the rest of Amazon, which will make it very hard for Amazon to accept to sell it, and to sell it beneath market value should pressures increase on Amazon to do so as competitors would wait until the price falls."], [101307, "2021-06-17T16:43:16Z", [0.04], "The primary incentive for a company to spinoff a subsidiary is the added potential for financial benefits, if the strategic priorities of the companies are diverging, if it's interested in getting acquired, or (particularly relevant in the case of Amazon) to avoid anti-trust scrutiny.  To address this question, while we don't have particularly relevant base rates for companies the scope of Amazon, we can look at the history of anti-trust regulation on big tech. Various experts close to Big-Tech and antitrust regulation predict that given the history of Big-Tech's response to anti-trust, Facebook and Google will be the first to be hit by government regulation, at which point Amazon will follow. Considering that anti-trust investigation on big-tech has failed to impact big-tech for the past several years, the odds of FB, Google, and Amazon being affected by regulation AND deciding to spin-off AWS within the span of < 6 months, is incredibly unlikely. Additionally, as of June 2021 (this month), Andy Jassy, CEO of AWS, mentioned that he didn't expect AWS to spinoff any time soon."], [55987, "2021-06-17T15:18:13Z", [0.05], ""], [101409, "2021-06-17T09:57:24Z", [0.1], "Amazon would only spin off AWS if compelled to by regulators. Otherwise the synergies from keeping it within are too great to justify divestment even if it increases shareholder value. Of the big tech companies Amazon is the least likely to face regulatory action because it has only a small % of US retail. With other cloud competitors gaining share there is little likelihood regulators take action in the future. Furthermore even if the federal government wanted to spin AWS off it would likely require bipartisan lawmaking which is unlikely given Amazon's lobbying power. The uncertainty arises from Amazon's behavior under the next CEO and the possibility the filibuster is removed."], [101064, "2021-06-16T22:18:56Z", [0.4], "Red flagged as a possibility"], [101405, "2021-06-16T22:14:34Z", [0.0], ""], [101404, "2021-06-16T15:08:08Z", [0.0], ""], [101402, "2021-06-16T11:19:33Z", [0.72], "Comment deleted on Jun 16, 2021 11:19AM UTC"], [101402, "2021-06-16T09:42:21Z", [0.72], "The government has to implement regulation because amazon is too harmful for the retail  industry."], [101402, "2021-06-16T09:17:06Z", [0.0], "Comment deleted on Jun 16, 2021 09:26AM UTC"], [101399, "2021-06-16T01:59:55Z", [0.0], "Zero (0%) probability, of Amazon spinning off (AWS) before 1 January 2022. "], [101397, "2021-06-15T21:29:11Z", [0.0], "Comment deleted on Jun 15, 2021 09:35PM UTC"], [101394, "2021-06-15T14:41:53Z", [0.03], "Although some spin off with legislation down the line makes sense, a move by Jassy so soon seems aggressive.  Also see moving exclusively into cloud services as a greater possibility than spinning it off as of right now."], [101394, "2021-06-15T14:12:48Z", [0.0], "Comment deleted on Jun 15, 2021 02:13PM UTC"], [100971, "2021-06-15T14:00:41Z", [0.1], ""], [101391, "2021-06-15T11:15:32Z", [0.6], "I think Amazon moves incredibly quickly on some of its decisions, and by spinning it off it allows them to grow that branch more quickly and effectively "], [101387, "2021-06-15T03:33:40Z", [1.0], "Amazon is already in court regarding anti-competative practices. AWS would be the easiest department within Amazon to spiniff. Bezos is no longer CEO and Andy Jassy is now Ceo of all Amazon formally of AWS. Undoubtedley Amazon's market domination in many areas will force an Anti-Trust legislation. The current Anti-Trust laws were written well before the Internet age so are insufficient. But new laws specific to thr mofrtn political economy are now being written. The EU had a much harsher stance on competative practices and USA will follow suit in time. "], [101385, "2021-06-15T01:52:46Z", [0.0], ""], [100521, "2021-06-14T19:40:27Z", [0.75], "If I had any inside information I would probably bump this up to 99.99% but 75-80% is the highest I will go. The proactive step Amazon could/should make is to spin off AWS before a court orders the dismantling of the entire company. Amazon management, directors and investors know that the sum of Amazon's parts are more valuable than AMZN as a whole."], [100981, "2021-06-14T18:09:21Z", [0.04], ""], [3429, "2021-06-14T16:50:49Z", [0.01], "maintaining current forecast"], [101377, "2021-06-14T06:56:45Z", [0.84], "amazon executives have overtly stated as much, and congress set to trustbust tech in coming weeks"], [101371, "2021-06-13T18:35:28Z", [0.2], ""], [101180, "2021-06-13T13:54:04Z", [0.47], "revising downward because of sway of majority opinion.  but legislation introduced to break up tech firms in Congress -- and resulting media coverage -- keep possibility real."], [93028, "2021-06-13T08:42:08Z", [0.02], ""], [101367, "2021-06-13T05:22:17Z", [0.0], ""], [10612, "2021-06-13T05:16:09Z", [0.0], ""], [88452, "2021-06-12T18:57:05Z", [0.26], "\"The most aggressive of the five bills, which addresses concerns about tech giants using their control over multiple business lines to favor their own products or to suppress rivals, opens the door to breakups of the companies if they don't comply. \"\nhttps://us.cnn.com/2021/06/11/tech/house-tech-antitrust-bills/index.html"], [101356, "2021-06-12T15:49:16Z", [0.1], "https://www.cnet.com/news/amazon-apple-google-facebook-targeted-by-new-pack-of-antitrust-bills/"], [101364, "2021-06-12T12:12:25Z", [0.1], "Pressures on Amazon are focussed elsewhere"], [101364, "2021-06-12T12:10:34Z", [0.0], ""], [101348, "2021-06-11T07:25:12Z", [0.1], "It will not take the heat off Amazon, the market abuse allegations are focused on the e-commerce site, AWS is an afterthought that will do nothing to reduce the allegations of anti-competitive behavior. "], [101348, "2021-06-11T07:23:14Z", [0.2], "Corona delayed everything, Jeff Bezos still likes to fund his other pet projects, and he needs AWS to provide the cash"], [101347, "2021-06-11T05:07:10Z", [0.05], "It will likely happen, but not this soon.  "], [101346, "2021-06-11T04:18:13Z", [1.0], "Comment deleted on Jun 11, 2021 04:18AM UTC"], [101343, "2021-06-11T02:59:22Z", [0.0], "AWS floats the profits required to keep the rest of Amazon an attractive investment."], [101342, "2021-06-10T23:13:38Z", [0.0], ""], [55987, "2021-06-10T20:54:02Z", [0.03], ""], [101285, "2021-06-10T20:42:46Z", [0.0], "It seems relatively unlikely that Amazon will spin off Amazon Web Services because there doesn't seem to be any reason to do so. The scrutiny it faces will likely not materialize due to any type of government regulation taking an excessive amount of time - The Jedi Contract fight between Amazon and the Pentagon is still occurring after multiple months, which means that even if accused of monopoly power, it will take until much later for anything to actually materialize to cause AWS.  Outside of government regulation, AWS doesn't seem to have any incentive to spin off. "], [101309, "2021-06-10T17:29:02Z", [0.7], "It will happen in Joe Biden's second term. Pressure from government agencies and the public will force governmental action on this matter. It can be a determination analogous to the one made in the cases of Standard oil and  ATT"], [101333, "2021-06-10T17:08:24Z", [0.05], ""], [101333, "2021-06-10T17:08:08Z", [0.0], ""], [101331, "2021-06-10T15:43:04Z", [0.15], "There are some good reasons for AWS to spin off, however, there are still major doubts, so even if it happens some time in the future, it is not likely to happen as soon as before the start of 2022."], [101325, "2021-06-10T07:53:15Z", [0.25], ""], [101321, "2021-06-10T04:04:27Z", [0.1], "Amazon has invested many economic resources into fighting anti-trust legislation that could potentially force a spinoff of AWS. Combined with statements from executives, it appears that Amazon's leadership is very against spinning off AWS at the present (and this is unlikely to change in the next few months). At the same time, Amazon will likely spin off AWS at some point - competitors with Amazon's online retail and other businesses may be less encouraged to use AWS and anti-trust legislation could become an even more real legal future. It is, however, unlikely to happen within the next six months."], [101306, "2021-06-10T03:01:24Z", [0.57], "This is something that has been spoken of since 2019/20, however no action has been taken. Plus, AWS makes a large part of Amazons revenue, however, based on anti-trust investigations this might happen."], [101305, "2021-06-09T20:54:08Z", [0.0], ""], [101302, "2021-06-09T20:05:51Z", [0.03], "January 1st is only in 7 months and there has been no indication in the past 16 years of AWS' existence that it will spin off. It should be very unlikely."], [101298, "2021-06-09T18:11:46Z", [0.0], ""], [100386, "2021-06-09T17:36:50Z", [0.75], ""], [101295, "2021-06-09T16:15:18Z", [0.0], "Comment deleted on Jun 09, 2021 04:16PM UTC"], [101290, "2021-06-09T12:03:49Z", [0.05], "I don't believe that it is in Amazons interest to split up its sections and that currently there isn't enough pressure against the company to do so."], [101283, "2021-06-09T03:26:42Z", [0.0], ""], [101275, "2021-06-08T20:59:12Z", [0.04], ""], [101270, "2021-06-08T15:44:23Z", [0.5], ""], [101269, "2021-06-08T14:58:42Z", [0.1], "Eventual spin-off possible, just not in the time frame above."], [94872, "2021-06-08T06:29:37Z", [0.05], ""], [101263, "2021-06-07T20:12:51Z", [0.5], "I believe that this will end up being a tactical decision by AWS based on the US anti-trust investigations. With Jeff Bezos stepping away it provides an opportunity to look at spinning a portion of the company off."], [101262, "2021-06-07T19:18:23Z", [0.16], "Amazon has an empire. There's an entire weekly newsletter committed to giving updates on the new things Amazon is getting involved in. Amazon has lots of money and lots of power, so I can't see a spinoff taking place, period. That said, stranger things have happened and if regulators get involved it could happen. However I think the 1 Jan 2022 date is too early."], [101262, "2021-06-07T19:09:49Z", [0.96], "Comment deleted on Jun 07, 2021 07:10PM UTC"], [101262, "2021-06-07T19:09:21Z", [0.63], "Amazon has an empire. There's an entire weekly newsletter committed to giving updates on the new things Amazon is getting involved in. Amazon has lots of money and lots of power, so I can't see a spinoff taking place, period. That said, stranger things have happened and if regulators get involved it could happen. However I think the 1 Jan 2022 date is too early."], [101216, "2021-06-07T18:40:11Z", [0.05], "Unless the government intervenes, highly unlikely. Even then, it's unclear if AWS is truly different from Amazon's core service of logistics"], [101261, "2021-06-07T18:16:07Z", [0.0], ""], [3429, "2021-06-07T15:15:47Z", [0.01], "maintaining current forecast"], [101255, "2021-06-07T11:02:42Z", [0.1], "Amazon will do whatever it is in its hands to avoid it. Integration between AWS and Amazon.com is essential to his business so the company will fight back aggresively to keep AWS under its roof"], [81456, "2021-06-06T22:34:09Z", [0.03], "As correctly pointed out by @erikbays [1] and others here, AWS itself is not the target of any anti-trust actions (it does have competitors anyway, most notably Google Cloud Platform and Microsoft Azure, but also others [2]). Although the House Antitrust Report on Big Tech [3] does include a section on cloud computing, it is apparent from Amazon's answer [4] that the anti-trust concerns are about Amazon's retail business, and not its cloud ones (which are never mentioned in their reply). Even the Citi Research analyst that urged for spinning-off AWS back in Sep 2018 [5][6] took into account Trump's alleged obsession with Bezos and Amazon, which is clearly not a reason any more. So, in order for Amazon to spin it off, the movement needs to make economic sense. Which I presently cannot see. -----\n[1] https://www.gjopen.com/comments/1175545\n[2] https://www.educba.com/aws-competitors/\n[3] https://www.nytimes.com/interactive/2020/10/06/technology/house-antitrust-report-big-tech.html\n[4] https://www.aboutamazon.com/news/policy-news-views/fringe-notions-on-antitrust-would-destroy-small-businesses-and-hurt-consumers\n[5] https://www.geekwire.com/2018/financial-analyst-renews-call-amazon-spin-off-amazon-web-services/\n[6] https://www.cnbc.com/2018/09/17/amazon-should-split-its-retail-and-cloud-computing-businesses-citi.html"], [101247, "2021-06-06T14:00:09Z", [0.0], ""], [85144, "2021-06-06T10:47:47Z", [0.03], ""], [101245, "2021-06-06T03:05:11Z", [0.15], "AWS is the one of Amazon’s must successful business units, which helps to financially offset other areas of the company which are still not breaking even. Unlikely (15%) chance that Amazon would spin off AWS as 52% of Amazon’s operating profit comes from AWS."], [101243, "2021-06-05T20:04:59Z", [0.01], "The pandemic put a spotlight on big tech and in particular amazon because online shopping was so necessary. The perception of monopoly status that Amazon experienced during the pandemic is decreasing as the world reopens. Google trends shows that people searching for AWS has been decreasing over the past year. Adam Selipsky, recently appointed to be the AWS CEO, has a long work history with Amazon. There is also a lack of discussion about the idea that he was brought on to spin off AWS: given this lack of discussion and his work history with Amazon, it doesn't appear that it is his or Amazon's serious strategy to spin off AWS. AWS's market share isn't outright dominate and there is competition to keep it in check."], [101244, "2021-06-05T19:18:08Z", [0.05], "There is no rush for such a deal in the current covid climate..US laws and regulators may publicly ask for it, but behind the words will be leeway...it will happen but not until late 2022 at earliest."], [100805, "2021-06-05T13:41:54Z", [0.03], "Potential reasons to spin off AWS: (1) Antitrust regulation or other pressure.  Antitrust scrutiny seems to be inside Amazon's retail operations, for now. p < 1% (2) Selloff when company  needs for more capital. Who would by AWS? Unless Amazon has something new, like huge acquisitions or new business ventures, I don't think they need the money.  They can borrow cheaply.  p << 1% (3) Combined shareholder value will be higher when companies are separated than when they are together.  This seems like the most likely reason. The synergies between AWS and rest of the Amazon are not that high.  Jeff Bezos might want money for other endeavors. Selling all stocks from the other company would bring that money without diluting voting power in the other. Timing of the spin in the current economic situation could increase the shareholder value dramatically.  Only six months to split is a short time. p=3%"], [101240, "2021-06-05T06:27:03Z", [0.0], "Comment deleted on Jun 05, 2021 06:27AM UTC"], [101239, "2021-06-05T03:46:25Z", [0.15], "There will always be calls for spinning off parts of businesses, but it will not happen before this date, and unless there is legislation against this which will not happen before this date. "], [3429, "2021-06-04T14:50:58Z", [0.01], "Distinct possibility but not before 1/1/22"], [10612, "2021-06-04T14:31:12Z", [0.0], ""], [101235, "2021-06-04T13:52:48Z", [0.15], "My gut tells me that it probably will not, but measures me from getting to believe it almost certainly will not. I cannot remember Amazon spinning anything off. They seem to be building an ecosystem of strategic assets, even as they edge out to new areas. AWS seems pretty strategic. Bezos is stepping down. That probably does not eliminate his vision as influence. Antitrust concerns could surface. I don’t think an AWS spinoff resolution would emerge in 2020. More likely it would be a last resort, fought tooth and nail. Andy Jassen is on record strongly against."], [101233, "2021-06-04T08:23:56Z", [0.1], "Congress will push for the breakup of Amazon as its discontents with Big Tech continues. However, Amazon still needs AWS to subsidise their less lucrative online retail. AWS is the easiest part for Amazon to spin off and could be a piecemeal way of satisfying congress without them needing to endanger their dominance in online retail. I think it will have with about 60-70% chance within 10 years but won't happen until Amazon is pushed."], [101197, "2021-06-04T05:30:46Z", [0.0], ""], [101223, "2021-06-03T15:40:10Z", [0.0], ""], [101222, "2021-06-03T04:36:31Z", [0.0], ""], [101219, "2021-06-02T21:45:51Z", [0.01], ""], [101219, "2021-06-02T21:44:54Z", [0.0], ""], [101217, "2021-06-02T17:30:53Z", [0.0], ""], [101216, "2021-06-02T17:12:13Z", [0.05], "If it happens, it'll be due to breaking up FAANG companies via Biden Administration. I expect it to be a 2023 aim, not a 2022/2021 aim. The anti-trust process for Standard Oil took many years, so either it will be a fast breakup starting in 2022 which will make it political fodder for '24 campaigns or it will be a leading policy that's ongoing for a re-election campaign. http://www.digitalhistory.uh.edu/teachers/lesson_plans/pdfs/unit7_8.pdf"], [3429, "2021-06-02T15:10:51Z", [0.01], "maintaining current forecast"], [101212, "2021-06-02T05:27:37Z", [0.0], ""], [101036, "2021-06-02T02:14:52Z", [0.1], "as before"], [101036, "2021-06-02T02:14:28Z", [0.2], "https://apnews.com/article/amazoncom-inc-jeff-bezos-coronavirus-pandemic-cloud-computing-ced84a1a8b8653d815621d5030c1cf85\nhttps://www.cnbc.com/2020/07/24/former-amazon-senior-engineer-calls-for-aws-spinoff.html\nhttps://www.cnbc.com/2019/12/05/amazon-faces-us-antitrust-scrutiny-on-cloud-business-bloomberg.html\nhttps://www.ft.com/content/b0d363b4-1cc5-3713-a08b-927e9f287bf8\nhttps://www.geekwire.com/2021/amazon-web-services-posts-record-13-5b-profits-2020-andy-jassys-aws-swan-song/\nhttps://www.cnbc.com/2021/04/29/aws-earnings-q1-2021.html\nit doesn't seem likely to me but i must be missing something! the person who ran AWS is now CEO of amazon and it has continued to make bit profits. lost out to microsoft but that doesn't seem to have knocked them."], [101211, "2021-06-02T01:07:28Z", [0.0], ""], [101197, "2021-06-01T19:36:27Z", [0.0], ""], [55987, "2021-06-01T15:20:49Z", [0.03], ""], [101199, "2021-05-31T22:19:10Z", [0.0], "The two broad reasons for spin off could be Business and Political.\nAWS is very much part of Amazon's overall strategy that is the cash cow which is expected to fund other businesses, innovation, and other ambitious growth plan in developing countries such as India. I expect the next in line CEO to maintain the traditional growth trajectory for which rigorous capital investment is required. Moreover the CEO designate is the person who ran AWS and it being the important profit generator, the CEO's expertise will add more weight.\nThe other strong reason could be political intervention which could dictate the spin off of AWS from Amazon. The current Biden administration's priority (internal) is to control the pandemic, spur economic growth, reduce unemployment, secure infrastructure funding, control racism, optimize immigration, and many others before their administration focuses on splitting up Amazon."], [101197, "2021-05-31T19:54:48Z", [0.05], "They're unlikely to be forced into it by legislation.  Americans don't see themselves as affected by the particular business structures of companies, and are unlikely to care outside of a major event (or election) drawing it more to the fore.\nAs for Amazon voluntarily spinning AWS, erudite commentators seem intent on arguing why it should happen, but I've generally found this unreliable as to what the inner circle plans.  Such a move would likely be held close to the chest.\nHas a spin off of this magnitude ever happened by the Big 5?  Staying consolidated is generally in their strategic and competitive interest. They acquire all the time, but are not in the habit of divesting.  It would be a major departure from this for Amazon to be the first to do so in a long time.\nThe short time period is also a factor.\nI'm not in the inner circle, but I don't see it."], [101191, "2021-05-31T00:47:28Z", [0.7], "Comment deleted on May 31, 2021 12:48AM UTC"], [101187, "2021-05-30T22:17:35Z", [0.0], ""], [67403, "2021-05-30T08:27:16Z", [0.2], ""], [101180, "2021-05-29T22:35:44Z", [0.6], "Bipartisan political doubts and criticism of big tech will continue to grow, partly because of the realization that this is one of the very few areas where there is bipartisan agreement.  Such a move could take some of the air from that balloon.  Such a move would result in greater liquidity because there would be two stocks each at a more affordable level than the current costly one and thus be attractive to investors who'd also appreciate the effort at reducing political/legal risk"], [62808, "2021-05-29T20:28:58Z", [0.0], ""], [101177, "2021-05-29T20:00:31Z", [0.0], ""], [94872, "2021-05-29T03:55:27Z", [0.05], ""], [101172, "2021-05-28T22:07:41Z", [0.0], ""], [101123, "2021-05-28T17:06:21Z", [0.09], "While there is an ask for this activity, it’s demand has a few notable pre-requisites.\n* AWS Infrastructure consumption by a lot of smaller brands within Amazon (Audible/Web Storefronts/Twitch).\n* Legal ramifications of existing government contracts.\n* Lack of consistent pressure on Amazon to bring this change.\n"], [101168, "2021-05-28T07:32:03Z", [0.01], "Externally the chance appears to be zero. Because it is the core of Amazons profitability\n However the chance there is an unknown rationale is non-zero. Also with bezos leaving the new leader, former head of aws might see it as an opertunity. Any government action to split the organisation for monopoly reasons won't have time to enact the idea by 2022 especially as you'd expect Amazon to go to the supreme court etc."], [101167, "2021-05-28T07:28:37Z", [0.05], ""], [101168, "2021-05-28T07:26:53Z", [0.0], ""], [101167, "2021-05-28T07:21:54Z", [0.0], ""], [101166, "2021-05-27T23:20:36Z", [0.0], "Comment deleted on May 27, 2021 11:21PM UTC"], [78366, "2021-05-27T20:29:18Z", [1.0], ""], [101162, "2021-05-27T19:17:04Z", [0.05], ""], [3429, "2021-05-27T17:00:52Z", [0.01], "Maintaining current forecast"], [86880, "2021-05-27T15:40:55Z", [0.05], ""], [55987, "2021-05-27T15:39:51Z", [0.03], ""], [101159, "2021-05-27T08:32:35Z", [0.05], "AWS is predominantly a digital infrastructure asset. Amazon has extremely high demands for exactly this type of infrastructure which is the reason they were so well placed to spot the requirement for AWS. Spinning off AWS would reduce Amazon's control over a major (and growing) cost base. Spinning off AWS is a direct contradiction of Amazon's corporate culture which is \"Day 1 mentality\", you don't spin off large corporate assets on Day 1. 5% probability remains because Bezos is losing his grip on Amazon following his divorce and many companies will look to re-organise following the pandemic. Spinning off AWS has probably been discussed within Amazon, but for the reasons above is very unlikely before 2022 as there are still many valuable lessons for Amazon to learn from AWS customer use during COVID."], [94872, "2021-05-26T22:56:08Z", [0.04], ""], [62808, "2021-05-26T20:52:56Z", [0.0], ""], [101154, "2021-05-26T14:51:45Z", [0.0], ""], [101152, "2021-05-26T09:49:46Z", [0.68], "jhh"], [101145, "2021-05-25T20:46:20Z", [0.17], ""], [101018, "2021-05-25T13:07:35Z", [0.8], "Amazon might spin off AWS due to increased security breach issues ,and business rivals  looking for the inorganic growth and opportunity."], [101132, "2021-05-24T23:38:40Z", [0.82], "When companies get too big they sell off parts"], [101131, "2021-05-24T21:33:28Z", [0.41], ""], [3429, "2021-05-24T15:38:44Z", [0.01], "maintaining current forecast"], [20044, "2021-05-24T13:17:05Z", [0.04], ""], [101124, "2021-05-24T08:20:54Z", [0.89], ""], [101122, "2021-05-24T05:27:12Z", [0.65], "Large legacy enterprises like banks who till now have been resisting cloud due regulatory & other reasons, those barriers are being re-drawn. AWS is already at a point, where few large customers will generate same revenue as all others put together.  And the revenue is going to continue to grow & AWS could in terms of revenue make as much as rest of Amazon. And at that point it will make sense, to unlock value and spin of AWS as a separate company. So the only thing left is when. "], [101117, "2021-05-23T15:01:21Z", [0.0], ""], [101116, "2021-05-23T08:29:22Z", [0.5], "infer by feeling"], [101113, "2021-05-22T17:17:56Z", [0.05], ""], [101113, "2021-05-22T17:15:40Z", [0.0], ""], [101110, "2021-05-21T22:19:26Z", [0.8], ""], [3429, "2021-05-21T15:38:51Z", [0.01], "maintaining current forecast"], [101108, "2021-05-21T14:14:04Z", [0.6], "Without a spinoff, increased scrutiny and regulation in the EU and the US could stifle Amazon's ability to establish a larger market share with rapid growth. \nAmazon spinning AWS off could allow Amazon to uniquely benefit from 'setting it free.'  Factors that may play a role: Increased opposition to Amazon's perceived Monopolistic status. Increased political capital emphasizing people over corporate interests. Amazon's public opposition to unionization. Impending EU regulation of Cloud computing, including the creation of a web-services provider standardized marketplace. The probability could be higher were it not for the middle-ground option of AWS spinning off its own subsidiary offerings (AWS Proton, Greengrass, ECS Anywhere, Blockchain, OPSWorks, etc) and the expectation for the spinoff to occur by January 2022."], [101096, "2021-05-20T15:30:55Z", [0.0], ""], [101094, "2021-05-20T13:05:00Z", [0.0], ""], [88452, "2021-05-20T07:45:28Z", [0.05], "https://www.dw.com/en/amazon-facing-german-anti-monopoly-probe/a-57572829\nhttps://www.geekwire.com/2020/analysis-read-antitrust-case-amazon-key-takeaways/\nhttps://ktla.com/news/nationworld/in-separate-cases-u-s-government-and-48-states-file-antitrust-lawsuits-against-facebook/ https://insights.dice.com/2021/05/14/weekend-roundup-amazon-hq2-hiring-a-i-polishes-grand-theft-auto/ https://www.nytimes.com/live/2021/04/29/business/stock-market-today https://clearcode.cc/blog/antitrust-investigations-gafa/\nhttps://www.cnbc.com/2020/12/14/ftc-orders-amazon-facebook-and-others-to-explain-how-they-use-personal-data.html"], [101090, "2021-05-20T07:36:33Z", [0.01], "No strong business reason to divest AWS."], [101085, "2021-05-19T15:09:05Z", [0.0], ""], [101084, "2021-05-19T14:51:36Z", [0.03], ""], [101084, "2021-05-19T14:49:39Z", [0.0], ""], [101083, "2021-05-19T13:47:09Z", [0.5], "I have no idea and have not seen anything in the news. However, most businesses keep tight lipped about what they are going to do. I also doubt the question came out of nowhere. Something triggered the question."], [101077, "2021-05-18T21:49:12Z", [1.0], ""], [3429, "2021-05-18T19:51:08Z", [0.01], "maintaining current forecast"], [101072, "2021-05-18T18:25:19Z", [0.15], "It might, under pressure. However, it seems early to expect that to happen before 2022 starts"], [55987, "2021-05-18T16:42:45Z", [0.03], ""], [101068, "2021-05-18T14:43:36Z", [0.1], ""], [101069, "2021-05-18T14:43:04Z", [0.0], ""], [101063, "2021-05-18T08:32:44Z", [0.4], "Jan 2022, somewhat early. Maybe later in 2022 if pressure comes from the government"], [101061, "2021-05-18T03:48:21Z", [0.01], "1. AWS is a huge profit engine for Amazon. 2. There is no value to spinning it off except to escape regulatory pressure. 3. Amazon is awash in cash; it will defend itself against pressure through lobbying and litigation that would be effective well past 1 JAN 2022  4. Jeff Bezos has an ego the size of Jupiter; the thought of him backing down in 7 months is out of the question."], [101061, "2021-05-18T03:44:13Z", [0.0], "Comment deleted on May 18, 2021 03:44AM UTC"], [101061, "2021-05-18T03:42:57Z", [1.0], "Comment deleted on May 18, 2021 03:43AM UTC"], [101060, "2021-05-18T03:20:52Z", [0.34], ""], [101057, "2021-05-17T23:16:33Z", [0.0], ""], [101055, "2021-05-17T19:51:28Z", [0.1], "As AWS is a big financial part of amazon, and close from a monopoly, they won't spinoff it if they do not have a strong external incentive to do so. "], [101054, "2021-05-17T19:05:22Z", [0.0], ""], [101052, "2021-05-17T17:33:25Z", [0.0], "Comment deleted on May 17, 2021 06:09PM UTC"], [101047, "2021-05-17T15:38:02Z", [0.03], "I'd say it is possible due to anti-trust laws, but no specific timeline. "], [101047, "2021-05-17T15:36:32Z", [0.0], "Comment deleted on May 17, 2021 03:37PM UTC"], [101046, "2021-05-17T15:36:08Z", [0.35], "Likely to happen at some stage but 1 January 2022 is less than 8 months away."], [101045, "2021-05-17T09:35:30Z", [0.0], "Comment deleted on May 17, 2021 09:35AM UTC"], [101042, "2021-05-17T02:35:21Z", [0.25], "There are lots of good reasons for this to happen - it's just a question of when. Unlikely to happen before 2022 tho"], [101042, "2021-05-17T02:32:44Z", [1.0], "Amazon need to get ahead of anti-trust moves in both Europe and the US - especially under a Biden govt. This from last year https://www.cnbc.com/2020/07/24/former-amazon-senior-engineer-calls-for-aws-spinoff.html"], [80475, "2021-05-17T02:24:28Z", [0.01], "Some are saying the new head of AWS, former CEO of Tableau Software, could be a guy ready to run AWS as its own public company. \nhttps://techcrunch.com/2021/03/24/why-adam-selipsky-was-the-logical-choice-to-run-aws/"], [101041, "2021-05-17T01:54:01Z", [0.9], "There will likely be political pressure to split the company, as big tech is being targetted by regulators.  Also, cloud computing is the hot thing, so there will be huge demand for such a company  It will free up shareholder value for further expansion.  Besos is a megalomaniac. https://www.businessinsider.com.au/scott-galloway-amazon-will-spin-off-amazon-web-services-ignition-2018-12?r=US&IR=T"], [101038, "2021-05-17T01:19:21Z", [0.1], "AWS is a huge source of revenue for Amazon and allows the company a margin of error with other retail marketers like Walmart that would be difficult to beat. In the absence of a viable congressional or justice department breakup effort of Amazon, which seems remote this year, I think AWC stays."], [100971, "2021-05-16T18:49:13Z", [0.0], ""], [1333, "2021-05-16T14:02:28Z", [0.0], ""], [101023, "2021-05-16T13:19:33Z", [0.05], "Comment deleted on May 16, 2021 01:20PM UTC"], [101021, "2021-05-16T06:22:17Z", [0.0], ""], [94872, "2021-05-16T06:02:54Z", [0.03], ""], [34815, "2021-05-16T04:44:33Z", [0.0], ""], [101020, "2021-05-16T01:51:31Z", [0.0], ""], [101015, "2021-05-14T21:40:23Z", [0.0], ""], [101013, "2021-05-14T18:51:41Z", [0.52], "Comment deleted on May 14, 2021 06:52PM UTC"], [100754, "2021-05-14T17:47:28Z", [0.01], ""], [101012, "2021-05-14T17:25:30Z", [0.0], ""], [3429, "2021-05-14T14:37:05Z", [0.01], "Maintaining current forecast."], [101010, "2021-05-14T13:15:04Z", [0.0], ""], [101009, "2021-05-14T12:01:29Z", [0.1], "As long as Amazon is among the top profitable organizations, I do not see much chance that they spinoff. "], [101009, "2021-05-14T11:57:11Z", [0.0], ""], [101000, "2021-05-13T11:10:05Z", [0.0], "Comment deleted on May 13, 2021 11:10AM UTC"], [100998, "2021-05-13T05:58:35Z", [0.0], ""], [100986, "2021-05-11T20:57:51Z", [0.05], ""], [100986, "2021-05-11T20:57:25Z", [0.1], "I don't see the logic in that, Amazon just wants to consume everything and get big."], [100983, "2021-05-11T19:46:36Z", [0.0], "Comment deleted on May 11, 2021 07:52PM UTC"], [3429, "2021-05-11T17:19:19Z", [0.01], "maintaining current forecast"], [100981, "2021-05-11T14:13:23Z", [0.05], "Did my best to find a base-rate for how often public companies spin off divisions in general. I found this not great resource https://www.stockspinoffs.com/recent-spinoffs/. This lists 30 spinoffs in 2016, 23 in 2017, 22 in 2018, 19 in 2019, and 13 in 2020 (avg 21.4 / year). There are ~3500 public stocks in the US so an approximate base rate of 0.6%. Given uncertainty in data, I think it's far more likely this undercounts spinoffs than overcounts them, so I would estimate between 0.25% - 3% of public companies have a spinoff per year. We have slightly less than 8 months left in the year, but this question is about announcing vs completing, and it looks like this often takes ~2 months, so we'll go with 10/12 * (0.25 - 3%) and a base rate of .21% - 2.5% base rate range.  Reasons spinoff more likely than base-rate...\n- Lots of folks believe this is a good idea based on businesses being separated with different capital needs\n- Tech stock getting bid up dramatically these days\n- Regulatory pressure to split companies\n- Belief that spinoff can unlock growth for AWS because of customer concerns (e.g Walmart won't use AWS) https://www.cnbc.com/2020/07/24/former-amazon-senior-engineer-calls-for-aws-spinoff.html Reasons against spinoff...\n- Bezos replacement is the former CEO of AWS. He likely has empire building reasons to keep AWS in-house and has publicly laughed at the idea. https://marketrealist.com/2019/12/aws-ceo-laughs-off-amazon-spin-off-question/\n- So long as Amazon continues to own the spinoff, it seems unlikely competitors with Retail like Walmart will want to to spend money in AWS anyway. The only way to assuage this concern would be divestment, which would force Amazon to give up ownership of arguably the best growth asset in business. Unlikely!\n- Regulatory focus on Amazon doesn't really seem to be about AWS, more about the Retail side, if anything.  Overall I'd say the unique structure which enables a spinoff makes this a lot more likely than the base rate. Regulatory risk is a huge uncertainty. I'll go with 4x the base rate (0.84% - 10%) and pick the midpoint 5.4% rounded to 5%."], [100980, "2021-05-11T12:36:58Z", [0.3], "Anti-trust pressure is about to get intense, but this is much more likely in 2022-2023 than this year. "], [100976, "2021-05-11T06:13:37Z", [0.15], "New incoming CEO but status quo likely to persist for foreseeable future, given the way larger corporate structures allow for tax advantages"], [10612, "2021-05-11T02:22:46Z", [0.0], ""], [100971, "2021-05-11T01:24:58Z", [0.0], ""], [100970, "2021-05-10T22:23:04Z", [0.0], "Comment deleted on May 10, 2021 10:24PM UTC"], [100967, "2021-05-10T18:34:33Z", [0.8], ""], [100966, "2021-05-10T18:31:20Z", [0.12], "There are less than 7 months until January 2022 and no real indication that they will spin off AWS. Why they would:\n1. AWS already functions fairly independently\n2. Ant-trust cases seem to be increasing and there is a renewed focus on Big tech\n3. There's been a recent spate of AWS adopting open-source technologies created by other companies and incorporating them as a paid offering. There might be legal action around this, but I don't really see regulators looking into this by January 2022. Why they wouldn't:\n1. AWS is an Amazon cash cow\n2. AWS is deeply integrated in Amazon. AWS was created from dog-fooding internal technologies and then releasing to the public. For AWS to get spun out, it would have to be something like how Alphabet is functioning, but I don't think Alphabet companies share infrastructure the way Amazon does with AWS.\n3. I don't think regulators are currently equipped to understand or tackle AWS as an anti-trust case vs. more prominent targets e.g. Google, Facebook.\n4. There are multiple competitors to AWS e.g. Azure Cloud, Google Cloud, AliCloud"], [100965, "2021-05-10T18:13:41Z", [0.0], ""], [55987, "2021-05-10T15:39:11Z", [0.03], ""], [88452, "2021-05-09T10:21:08Z", [0.03], ""], [100950, "2021-05-08T23:11:55Z", [0.0], ""], [100949, "2021-05-08T22:33:02Z", [0.01], ""], [94737, "2021-05-08T14:54:25Z", [0.0], ""], [100938, "2021-05-08T14:49:38Z", [0.26], "Amazon Web Services generate too large a percentage of Amazon’s earnings to spin it off. "], [100937, "2021-05-08T13:27:15Z", [0.85], "The DoJ is hungry for showing it has the teeth to enforce antitrust. Combined with pressure from the EU, I expect it to happen. Especially with Bezos stepped down. "], [100933, "2021-05-07T22:02:05Z", [0.1], "test"], [100931, "2021-05-07T19:47:16Z", [0.2], ""], [55987, "2021-05-07T15:07:50Z", [0.04], ""], [3429, "2021-05-07T14:58:46Z", [0.01], "maintaining current forecast"], [100923, "2021-05-07T07:25:46Z", [0.2], ""], [100922, "2021-05-07T05:15:59Z", [0.11], ""], [100922, "2021-05-07T05:15:31Z", [0.15], "Comment deleted on May 07, 2021 05:16AM UTC"], [100920, "2021-05-06T21:57:04Z", [0.03], ""], [100920, "2021-05-06T21:42:06Z", [0.0], ""], [89135, "2021-05-06T16:43:37Z", [0.1], ""], [100912, "2021-05-06T16:31:00Z", [0.62], "Comment deleted on May 06, 2021 04:32PM UTC"], [88640, "2021-05-06T14:33:47Z", [0.0], ""], [100911, "2021-05-06T07:02:49Z", [0.1], ""], [100911, "2021-05-06T07:01:34Z", [0.2], "Comment deleted on May 06, 2021 07:03AM UTC"], [69091, "2021-05-06T00:39:07Z", [0.15], "There is too much lobbying power to have it happen so quickly.  There are bigger items on the Democratic agenda that will require more time than this fight"], [100909, "2021-05-05T21:29:32Z", [0.0], ""], [62808, "2021-05-05T18:49:48Z", [0.0], ""], [1333, "2021-05-05T18:44:51Z", [0.0], ""], [100898, "2021-05-05T07:36:03Z", [0.2], "People believe that AWS should be spun off so because it has become so huge in recent times and investors will be able to invest in only cloud computing if\nit is spun off. But Jeff Bezos plans for the future and will want AWS to be a part of Amazon. "], [100898, "2021-05-05T07:26:06Z", [0.0], ""], [100895, "2021-05-05T04:58:11Z", [0.01], ""], [100893, "2021-05-05T02:17:36Z", [0.0], ""], [100891, "2021-05-04T22:25:18Z", [0.04], ""], [100891, "2021-05-04T22:21:17Z", [0.0], ""], [100890, "2021-05-04T21:41:34Z", [0.5], ""], [100889, "2021-05-04T21:40:26Z", [0.0], ""], [100886, "2021-05-04T21:12:04Z", [0.0], "Comment deleted on May 04, 2021 09:12PM UTC"], [3429, "2021-05-04T20:11:01Z", [0.01], "maintaining current forecast"], [100876, "2021-05-04T05:25:03Z", [0.32], "Pressure from gov on reducing market dominance, strong marker"], [100870, "2021-05-03T22:22:12Z", [0.08], "Comment deleted on May 03, 2021 10:22PM UTC"], [100868, "2021-05-03T18:57:54Z", [0.5], ""], [55987, "2021-05-03T15:11:45Z", [0.04], ""], [100861, "2021-05-03T11:55:13Z", [0.0], ""], [100857, "2021-05-02T21:26:49Z", [0.0], "Comment deleted on May 02, 2021 09:27PM UTC"], [100856, "2021-05-02T20:51:40Z", [0.05], "AWS is a significant portion of Amazon's total profits. It also competes with the Google Cloud platform and Microsoft Azure - and these companies like to \"win\" when it comes to developing and maintaining a strong customer following."], [85051, "2021-05-02T09:28:28Z", [0.09], "I still think it possible and in time it will happen, but time is running so I lower with 1% again. "], [100273, "2021-05-01T20:58:26Z", [0.2], "Doubtful,  but possible. "], [80475, "2021-05-01T20:20:56Z", [0.0], "Amazon hasn't spun off anything in its entire history. Bezos wants Amazon to be ultra low risk, so he why would he voluntarily spin out what is perhaps the widest moat, most valuable part of his company? Unless there's some huge decline in the stock price requiring them to unlock value or issues with antitrust, it's very unlikely to happen this year"], [100847, "2021-05-01T19:53:33Z", [0.08], "AWS is not the target of recent anti-trust violation investigations. Lawmakers instead highlighted Amazon Marketplace's treatment of third party sellers. Still, spinning off AWS may be a way for Amazon to pre-empt any antitrust violations, thereby removing themselves from being targeted by lawmakers. It would certainly be easier for them to separate into these two entities rather than, say spinning off the marketplace. Amazon is profitable sans AWS so it is certainly not necessary for Amazon's survival to not split. With that said, recent executive turnover has improved the possibility of this transpiring. Look no further than IBM, who within the span of about nine months announced a new CEO (who was head of cloud services) and then a split into two companies."], [100846, "2021-05-01T18:55:01Z", [0.02], "It is highly unlikely that Amazon will spun off such a profitable business unless the expected value of keeping AWS is less than the expected value of losing it. With the first 100 days of the Biden administration over and no announcement of a major anti-trust action, Amazon is unlikely to perceive high likelihood of the kind of aggressive government action sufficient to spur the spin off."], [100846, "2021-05-01T18:53:40Z", [0.0], "It is highly unlikely that Amazon will spun off such a profitable business unless the expected value of keeping AWS is less than the expected value of losing it.  With the first 100 days of the Biden administration over and no announcement of a major anti-trust action, Amazon is unlikely to perceive high likelihood of the kind of aggressive government action sufficient to spur the spin off."], [3429, "2021-04-29T17:02:46Z", [0.01], "maintaining current forecast"], [100754, "2021-04-28T17:13:13Z", [0.01], ""], [97140, "2021-04-28T15:03:20Z", [0.0], ""], [10612, "2021-04-27T02:34:56Z", [0.0], ""], [100794, "2021-04-26T17:03:07Z", [0.07], ""], [3429, "2021-04-26T16:36:11Z", [0.01], "maintaining current forecast"], [99780, "2021-04-26T12:38:04Z", [0.02], "Updating - according to Business Insider, Amazon is seeing unprecedented sr. executive turnover (https://www.businessinsider.com/amazon-executive-exodus-vps-other-senior-people-leaving-2021-4), citing a challenging culture and relatively low pay. Seems even more unlikely, then, that an incoming CEO will spin off the most profitable portion of the business, since so much of Amazon total comp is tied up in heavily back-loaded stock-options."], [14853, "2021-04-26T08:30:58Z", [0.02], ""], [88452, "2021-04-25T11:27:50Z", [0.06], ""], [55987, "2021-04-23T14:33:01Z", [0.04], ""], [3429, "2021-04-23T13:29:31Z", [0.01], "maintaining current forecast"], [98237, "2021-04-20T14:12:31Z", [0.01], "I only see this happening if antitrust becomes a big issue in the USA in the next 2 years. "], [3429, "2021-04-19T18:38:08Z", [0.01], "maintaining current forecast"], [55987, "2021-04-19T14:47:22Z", [0.04], ""], [20044, "2021-04-19T13:33:01Z", [0.05], ""], [10612, "2021-04-19T05:45:37Z", [0.0], ""], [100661, "2021-04-18T13:18:59Z", [0.01], "Never say never, but the benefit to both the AWS BU and the Amazon bottom line make this unlikely. Furthermore, the new leader of Amazon, Andy Jassy, founded the cloud business. A founder spinning of the BU they founded would be surprising given what I know of leaders and their motivations."], [99943, "2021-04-18T01:34:06Z", [0.0], "Update. Looking further at the news (from earlier this year) thatAndy Jassy, formerly CEO of AWS, has been named future CEO of Amazon. There's no way Amazon would spin off AWS after taking its CEO to be the head of Amazon. To my mind, that solidifies the future of AWS as part of Amazon for at least a good while to come."], [99943, "2021-04-18T01:27:03Z", [0.04], "Update."], [59053, "2021-04-16T19:32:30Z", [0.02], ""], [100554, "2021-04-16T04:21:35Z", [0.03], "Nothing is impossible, however, it's unlikely before Jan 1 2022. AWS subsidizes Amazon's retail operation in some ways, and turning AWS into an explicit cost for the retail operation will likely be a disadvantage for Amazon.   Internally, it will likely be a decision they postpone as much as possible. External pressure at this point is mostly talk, with a new CEO in place, it has also likely have bought some time for Amazon in terms of scrutiny. "], [100543, "2021-04-15T23:03:13Z", [0.05], "Little chance it happens before Jan 1, 2022 as new Amazon CEO used to run AWS."], [100521, "2021-04-15T16:50:55Z", [0.5], "It's inevitable. The question is- is it imminent?"], [62808, "2021-04-13T22:30:32Z", [0.0], ""], [95802, "2021-04-13T01:51:13Z", [0.15], ""], [3429, "2021-04-12T16:47:21Z", [0.01], "Not likely to occur this year."], [55987, "2021-04-12T14:38:58Z", [0.04], ""], [100347, "2021-04-08T14:20:35Z", [0.0], "This is a massive cashcow. "], [100298, "2021-04-06T16:10:23Z", [0.05], ""], [100287, "2021-04-06T03:38:13Z", [0.03], "My sense from the articles is that this is possible and might make sense, but is highly unlikely within this time frame. The main advocate seems not to be particularly influential and the new CEO takes over in Q3 (why would it happen before the new CEO), so that gives little time to make such a big decision.  Moreover, AWS was new CEO Jassy's baby, basically, so it seems doubtful he would want to say goodbye to it after just becoming head of Amazon.  Seems a very long shot to me. [1] https://www.businessinsider.com/andy-jassy-aws-amazon-spin-off-break-up-tim-bray-2021-2"], [62808, "2021-04-05T11:05:22Z", [0.0], ""], [20044, "2021-04-05T10:54:03Z", [0.06], ""], [97185, "2021-04-03T15:24:05Z", [0.0], ""], [63409, "2021-04-03T08:32:48Z", [0.01], ""], [55987, "2021-04-01T15:53:48Z", [0.04], ""], [100184, "2021-03-31T23:55:08Z", [0.04], ""], [691, "2021-03-31T18:12:38Z", [0.03], ""], [85051, "2021-03-31T12:55:38Z", [0.09], "Bringing Tim Wu and Lina Kahn into the administration supports my 9% prob. \nStill believe the stock will go up if they spin off AWS. \nSo I stay with 9% even though the clock is ticking against me."], [38706, "2021-03-31T04:17:47Z", [0.6], "Privacy legislation, monitoring and accountability is increasing, significantly, world-wide. So, are cloud-based cyber attacks. Spinoffs spread the accountability repercussions in terms of money."], [20044, "2021-03-30T14:28:50Z", [0.04], ""], [94872, "2021-03-29T02:49:03Z", [0.04], ""], [99943, "2021-03-28T20:45:38Z", [0.05], "Amazon needs AWS, and AWS needs Amazon, at least for now."], [88452, "2021-03-28T13:10:14Z", [0.09], ""], [100031, "2021-03-26T16:48:09Z", [0.93], ""], [99948, "2021-03-25T19:03:26Z", [0.08], ""], [55987, "2021-03-25T15:57:42Z", [0.03], ""], [1019, "2021-03-25T13:51:42Z", [0.0], ""], [10612, "2021-03-24T10:46:32Z", [0.0], ""], [62808, "2021-03-23T21:54:44Z", [0.0], ""], [67403, "2021-03-23T08:28:26Z", [0.1], ""], [94872, "2021-03-23T03:47:58Z", [0.03], ""], [68276, "2021-03-22T19:05:53Z", [0.01], "From an anti trust perspective AWS does not receive the attention that other parts of the Amazon business receive and therefore I think it a very low probability that this cash cow is spun off.  "], [48709, "2021-03-22T17:02:40Z", [0.0], "It just got contracts to air NFL football ... all hands on deck ..."], [55987, "2021-03-22T14:57:22Z", [0.03], ""], [12726, "2021-03-21T17:12:01Z", [0.01], ""], [54646, "2021-03-21T15:55:18Z", [0.05], ""], [37893, "2021-03-18T06:50:51Z", [0.04], ""], [87064, "2021-03-17T12:35:32Z", [0.0], ""], [99780, "2021-03-15T16:28:35Z", [0.03], "As far as antitrust problems go, AWS seems pretty low on the list for Amazon as a whole; spinning it off wouldn't take attention away from the core eCommerce portion of the business (and pressure that part of the business to increase profitability). Further, Andy Jassy will become CEO in Q3 2021; will he make such a controversial move so early in his tenure?"], [55987, "2021-03-15T16:11:01Z", [0.03], ""], [10612, "2021-03-14T02:44:06Z", [0.0], ""], [1529, "2021-03-12T17:53:03Z", [0.01], "Where to start in responding....? One, most of the divestiture conversations seem to have originated outside of Amazon. Two, Jeff Bezos goal(s) never seem to have been only on maximizing stock price (i.e. $-value), rather, it has been on the wholistic value of the company and how it's parts work together....and let the stock price take care of itself. Yes, it is probably true AWS as a standalone could be valued higher, but there would be major downsides for Amazon. At this point, all the major pieces of Amazon work in concert for providing an integrated service/investment/financial entity. IF they divest AWS, there is loss of control and integration. Third, it seems many that are pushing divestiture are probably playing an option bet ...and maybe displaying a little jealousy."], [99615, "2021-03-11T19:54:30Z", [0.15], "I think if they see it as a way to make more money they will! "], [61016, "2021-03-11T12:15:23Z", [0.1], "The US Antitrust Committee in its broad goals to legislations to reform Big Tech has mentioned breaking apart different lines of businesses as one of the ways. \nThis process takes a long time - the first testimony was heard last year. The bills are expected to be tabled in spring for voting. \n(https://9to5mac.com/2021/02/25/congress-big-tech-apple-reform-legislation/).\nHowever, voting will be decided by number of factors.\nIt is too early to predict the outcome of voting."], [59748, "2021-03-11T02:37:05Z", [0.05], ""], [61391, "2021-03-10T16:46:45Z", [0.05], ""], [55987, "2021-03-09T17:21:54Z", [0.04], ""], [99594, "2021-03-09T16:04:17Z", [0.2], ""], [88452, "2021-03-08T22:27:38Z", [0.31], ""], [99446, "2021-03-08T12:45:57Z", [0.05], ""], [94872, "2021-03-07T06:24:21Z", [0.04], ""], [99145, "2021-03-06T23:48:48Z", [0.1], ""], [98897, "2021-03-06T17:50:03Z", [0.13], ""], [94587, "2021-03-05T14:24:59Z", [0.01], ""], [98779, "2021-03-04T15:41:14Z", [0.15], "Too profitable. If you remove AWS from Amazon, then the parent looks too overvalued"], [10612, "2021-03-04T05:10:50Z", [0.0], ""], [95992, "2021-03-02T22:06:26Z", [0.01], ""], [16109, "2021-03-02T16:15:23Z", [0.35], ""], [98713, "2021-03-02T15:24:39Z", [0.07], ""], [14208, "2021-03-02T04:43:27Z", [0.1], "It depends on how the CIA IG complaint is resolved. "], [94872, "2021-03-01T03:48:29Z", [0.04], ""], [98680, "2021-02-28T21:42:24Z", [0.01], ""], [87571, "2021-02-26T19:00:30Z", [0.1], "too much information can be collected via AWS"], [55987, "2021-02-26T15:42:30Z", [0.03], ""], [72271, "2021-02-25T15:31:38Z", [0.01], "At current growth rates it won't be quite large enough to justify that. Also, the US government will be too busy feeling with the pandemic and Google and Facebook's monopolies to tackle Amazon at the same time and put pressure on them."], [84773, "2021-02-25T08:51:43Z", [0.03], ""], [85051, "2021-02-24T15:33:21Z", [0.09], "Time is running, I lower my forecast"], [1333, "2021-02-24T14:57:43Z", [0.0], ""], [94872, "2021-02-24T02:25:55Z", [0.04], ""], [81448, "2021-02-23T14:41:43Z", [0.05], "AWS is the greatest /existing/ business success Divesting it could perhaps "], [55987, "2021-02-22T16:45:31Z", [0.13], ""], [85144, "2021-02-22T15:41:23Z", [0.01], ""], [10612, "2021-02-21T03:55:34Z", [0.0], ""], [96972, "2021-02-18T21:09:01Z", [0.05], "Judging from the many job postings for AWS in this area, it looks like Amazon is still building up this unit instead of readying it for sale."], [88452, "2021-02-18T12:26:44Z", [0.31], ""], [10612, "2021-02-16T10:45:03Z", [0.0], ""], [88614, "2021-02-15T16:43:24Z", [0.02], "Despite political headwinds for big tech and anti-trust deadline of 1 Jan 2022 is very quick.  "], [98422, "2021-02-14T22:46:45Z", [0.05], ""], [56115, "2021-02-14T22:45:31Z", [0.1], ""], [98436, "2021-02-14T21:00:46Z", [0.28], ""], [28346, "2021-02-14T19:48:17Z", [0.08], "Now looking far less likely now that Jassy taking over. Ironically more likely to spin off the eCommerce business"], [73141, "2021-02-13T19:08:10Z", [0.0], ""], [55987, "2021-02-12T16:35:32Z", [0.23], "A push for breaking up these large conglomerates is underway. It's likely that companies will begin the process before they are forced. But, government runs slowly and timing is the big question. "], [19630, "2021-02-12T07:15:45Z", [0.15], ""], [85986, "2021-02-12T01:30:57Z", [0.04], ""], [62808, "2021-02-10T00:56:10Z", [0.0], ""], [10612, "2021-02-09T08:21:20Z", [0.0], ""], [64357, "2021-02-09T01:38:40Z", [0.25], ""], [85051, "2021-02-07T16:07:50Z", [0.11], ""], [98346, "2021-02-07T01:09:50Z", [0.55], "Amazon is going to spin it off before antitrust makes them. Antitrust is going to see serious traction in the next 1-3 years. Rating the probability conservatively because 1yr is a quick turnaround"], [91142, "2021-02-05T22:23:25Z", [0.0], ""], [691, "2021-02-05T17:49:25Z", [0.02], ""], [93181, "2021-02-04T16:51:27Z", [0.01], "New CEO would not do anything so fundamental in his first year"], [61011, "2021-02-04T14:13:02Z", [0.01], ""], [88452, "2021-02-04T12:18:53Z", [0.51], "amazon may become the victim of its own success with regards to political pressure and anti-trust efforts. Full year 2020 result reveal, how much of a profit machine aws is to amazon.com Inc., and that ti in part subsidizes the low margin retail business especially in tthe international expansion of the conglomerate, which is problematic, since amazon.com on a regular basis offers products at cutting-edge price which are close to dumping. What is good for consumers in the short term, promises a powerful monopoly at squeezingly higher price levels in the future. This will be a main point that the FTC will have to deal with at a certain point. The question is, whether they will wait until it will basically be too late for brick-and-mortar retailers to surive, which would be sad.\nTwo points from the most recent news make me bet higher on this question for a 2021 pre-emptive aws IPO:\n/amazon.com Inc. is the combination of two economic superpowers in one conglomerate: the world market leader in online retail owns the world market leader in web services and cloud computing (market share 31%, challenged by Microsoft Azure (20%), Alpahabet's Google Cloud branch (7%) and Alibaba Group Holding Ltd. (6%). In the public sector cloud business, aws commands almost half of the market (45%).\n/aws has a CEO of its own, which might be determined to be Teresa Carlson, currently aws vice president of international public sector business, and recently Amazon.com Inc. also reported  progress of its HQ2 in Arlington, VA construction, which some describe as a \"glass poop emoji covered in trees\" architecturally by some. Although the timeline for construction is not outlined, a having second headquarter clearly points to preparedness and the ability to fully disintegrate and separate the operational businesses of both amazon businesses in the future. From the market valuation perspective and experiences with conglomerates from the past, such as General Electric (GE) or Siemens, it is well known that the stock markets dislike conglomerates and see a higher value added in IPOs for a couple of reasons (risk, flexibility, agility of business restructuring, focus), and especially Siemens has a track record of disintegration of business sectors to the maximum and now more or less a financial holding company. In order to maximize its own market valuation, amazon.com Inc. could be tempted to go this way by its own choice sooner or later. EDIT:\nThe rough timeline for HQ2 is set out as\n\"The towers are expected to reach their 22-story height by the end of 2022. Amazon employees will start their first day inside sometime in early 2023.\"\namazon employees are already present in Arlington, VA working from leased office space.\nhttps://www.bizjournals.com/washington/news/2019/10/15/amazon-now-has-a-timeline-for-the-first-hq2-towers.html\nhttps://www.bizjournals.com/washington/news/2020/01/22/its-happening-demolition-begins-on-amazon-hq2-site.html https://en.wikipedia.org/wiki/United_States_antitrust_law\nhttps://en.wikipedia.org/wiki/Amazon_HQ2#The_Helix\nhttps://www.theverge.com/2021/2/2/22262149/amazon-helix-arlington-virginia-design-hq2-campus\nhttps://www.aboutamazon.com/news/amazon-offices/the-next-chapter-for-hq2-sustainable-buildings-surrounded-by-nature\nhttps://www.bizjournals.com/washington/news/2021/02/04/what-will-andy-jassy-amazon-rise-cloud-wars-aws.html\nhttps://www.zdnet.com/article/google-cloud-vs-aws-two-vastly-different-profit-pictures/\nhttps://www.straitstimes.com/business/companies-markets/bezos-to-step-down-as-amazon-ceo-and-transition-to-executive-chair-role"], [95992, "2021-02-04T03:19:12Z", [0.0], ""], [67403, "2021-02-03T22:09:35Z", [0.2], "Comment deleted on Apr 29, 2021 08:16PM UTC"], [96713, "2021-02-03T21:51:21Z", [0.75], ""], [67403, "2021-02-03T20:10:31Z", [0.05], ""], [94563, "2021-02-03T17:57:00Z", [0.0], "Given the announcement yesterday that Mr. Bezos is standing down and being replaced by Mr Jassy, it is all but inconceivable Amazon are planning to spin off AWS this year. Any forced split would almost certainly be subject to litigation so I do not see this being something Amazon announce this year."], [96923, "2021-02-03T16:52:26Z", [0.02], ""], [20044, "2021-02-03T14:37:22Z", [0.05], ""], [94872, "2021-02-03T05:29:00Z", [0.05], ""], [98108, "2021-02-03T00:11:16Z", [0.01], "Amazon will likely not spin off AWS unless it is forced to do so by government trustbusting. It is unlikely that such action will be taken in the next 11 months given how many other issues the Biden administration is focusing on. The announcement that AWS's head is replacing Jeff Bezos as the CEO of Amazon demonstrates that Amazon is not interested in spinning off AWS by itself at this time. I will raise my forecast if there are leaks or announcements of a Department of Justice investigation or case into Amazon specifically over AWS. https://www.cnbc.com/2021/02/02/aws-earnings-q4-2020.html"], [30346, "2021-02-02T21:45:33Z", [0.01], "Jassy being named CEO incrementally reduces probability of AWS spin. https://s2.q4cdn.com/299287126/files/doc_financials/2020/q4/Amazon-Q4-2020-Earnings-Release.pdf"], [98237, "2021-02-02T16:20:08Z", [0.05], "Anti-trust seems very fringe currently, and that's the only way I see Amazon splitting."], [88452, "2021-02-02T11:13:37Z", [0.22], "\"But investors should know the Trump-era antitrust concerns that put a damper on Alphabet — as well as Facebook (FB), Amazon (AMZN) and Apple (AAPL) — haven't exactly gone away.\n[...]\nSome worry regulatory woes could plague Alphabet and the other big tech stocks even more now that Democrats have control of the House and Senate. Top lawmakers like Democratic senators Elizabeth Warren and Amy Klobuchar and independent Bernie Sanders have all expressed a desire to break up many of these companies.\"\nhttps://edition.cnn.com/2021/02/01/investing/google-alphabet-stock-earnings-preview/index.html"], [62808, "2021-02-02T00:25:14Z", [0.0], ""], [58508, "2021-01-30T16:18:09Z", [0.01], ""], [1624, "2021-01-30T02:15:13Z", [0.01], ""], [94872, "2021-01-30T01:45:03Z", [0.1], ""], [94563, "2021-01-29T19:02:24Z", [0.03], "I do not see Amazon willingly spinning off AWS quite yet, or announcing plans to do so by the end of 2021."], [88614, "2021-01-29T16:55:57Z", [0.02], ""], [10612, "2021-01-29T11:36:32Z", [0.0], ""], [30717, "2021-01-28T19:50:16Z", [0.0], ""], [97569, "2021-01-28T15:57:42Z", [0.01], "In keeping with the excellent analysis from @SE_Meyer I see little chance of this announcement in the next 11 months.  In looking at the history of anti-trust busting by the U.S. government, corporations rarely preemptively capitulate to the government: Standard Oil, AT&T, Microsoft, none of which conceded anything until after many years of litigation.  Standard Oil was a monopoly for decades and for almost two decades after the Sherman Act was passed before the USG forced a break up.[1]   The Biden administration is putting in place its personnel quickly, but it will be at least several months before the key decision makers in the Justice Department, who would decide the way forward on Amazon, will be confirmed and up to speed.  New administrations customarily engage in policy reviews of important issues facing them when they start their term.  This sort of policy review would have at least 90 to 120 days of inter-agency consultations.  AWS's role in the national security community will only lengthen the inter-agency fighting over the policy.  If the DOJ, announced an action to break up Amazon, including forcing a spin-off of AWS, it would happen in late summer at the earliest under the most optimistic scenario.  It is hard to see what incentive Jeff Bezos would have at that point to throw in the towel.  The history of anti-trust actions shows that these play out over years, if not decades, because it is in the interest of the company to do so.  I see the same system of incentives in place for Amazon. [1] https://www.britannica.com/topic/Standard-Oil"], [96005, "2021-01-27T14:13:19Z", [0.45], ""], [85051, "2021-01-26T09:36:44Z", [0.16], "The spin off makes good sence long term, but time is running so I ajust my forecast again. "], [98117, "2021-01-25T23:00:29Z", [0.0], ""], [88452, "2021-01-25T12:34:36Z", [0.15], "Talk of government action in anti-trust regulation with regards to Alphabet Inc. (Google) and Facebook Inc. is getting more mainstream. As Oxfam just published a list of wealth increase of the ten wealthiest individuals on earth during (and because of) the pandemic - among them Jeff Bezos at the top of the list -, it's just a matter of time that even amazon will be scrutinized for structural properties that restrain competition and behavior and/or intentions to crush competitors by using the data stored on the aws network for their online shopping business.\nIt is very similar to the past efforts of the European Commision to separate the electric power production capacity from the electric grid to enable fair competition, and if it's not the U.S. regulators, it will certainly be the EU competition enforcing bodies that are going to set the ball rolling. "], [1019, "2021-01-24T14:08:29Z", [0.01], "Prof Galloway doesn't think it will happen until FR faces some regulatory activity. "], [38094, "2021-01-23T01:30:59Z", [0.0], "AWS was organically grown over decades, not a startup purchased recently. I don't see an advantage to Amazon to spin it off, and I cannot imagine it being required for regulatory reasons."], [61391, "2021-01-22T23:55:45Z", [0.05], ""], [85144, "2021-01-21T13:53:20Z", [0.02], ""], [94872, "2021-01-21T07:40:57Z", [0.15], ""], [26467, "2021-01-20T16:40:21Z", [0.0], ""], [20156, "2021-01-20T13:47:32Z", [0.1], ""], [10612, "2021-01-19T03:22:36Z", [0.0], ""], [13657, "2021-01-18T05:37:22Z", [0.0], ""], [85947, "2021-01-17T21:49:03Z", [0.77], ""], [87266, "2021-01-16T14:36:48Z", [0.01], ""], [67080, "2021-01-16T13:17:16Z", [0.05], ""], [85986, "2021-01-15T01:43:47Z", [0.09], ""], [88452, "2021-01-14T19:03:32Z", [0.13], ""], [97853, "2021-01-13T23:23:41Z", [0.01], "Too cruicial to their business model (for now). Amazon wouldn't be the same without it."], [61011, "2021-01-13T16:52:09Z", [0.02], ""], [20044, "2021-01-13T14:24:08Z", [0.23], ""], [11817, "2021-01-12T14:52:13Z", [0.02], ""], [1333, "2021-01-12T13:01:30Z", [0.0], ""], [85986, "2021-01-10T00:01:46Z", [0.12], ""], [97465, "2021-01-09T15:54:42Z", [0.15], ""], [96722, "2021-01-08T18:17:20Z", [0.07], "Amazon is unlikely to spinoff its web services in the near term. Its AWS continues to produce robust growth and provides a backstop against retail sales surges/regressions.  Additionally, AWS and its retail services are both providing critical data needed for machine learning which is arguably more valuable than either department. https://www.zdnet.com/article/aws-says-very-very-sophisticated-practitioners-of-machine-learning-are-moving-to-sagemaker/\nhttps://www.cnbc.com/2020/07/24/former-amazon-senior-engineer-calls-for-aws-spinoff.html"], [94872, "2021-01-08T03:12:46Z", [0.06], ""], [84773, "2021-01-07T09:57:33Z", [0.04], ""], [28346, "2021-01-06T00:27:05Z", [0.13], "may pre-empt action by the new US administration\nalso might fit with the growing trend towards hybrid/multi-cloud"], [97712, "2021-01-05T19:45:00Z", [0.07], "There may be more regulations, but not to the extent that would require Amazon to spin off AWS. Because it is such a significant profit driver for Amazon and impacts other components of the business, I can't see them wanting to separate the two unless it was mandated."], [97709, "2021-01-05T18:18:23Z", [0.2], ""], [96392, "2021-01-05T14:09:24Z", [0.02], ""], [97703, "2021-01-05T11:35:25Z", [0.25], "Amazon doesn't appear to be in the habit of spinning off parts of the business, and the compute and storage capacity provided by AWS is an enabler for the rest of the business - I would expect they will want to retain full control over it, regardless of what others may want them to do."], [81330, "2021-01-05T08:34:35Z", [0.02], ""], [11817, "2021-01-05T02:26:11Z", [0.01], ""], [81187, "2021-01-04T22:50:20Z", [1.0], ""], [86367, "2021-01-04T03:57:19Z", [0.0], "AWS is a money machine, basically. Today, retail is something like 70 percent of Amazon's revenue. But AWS is 70 percent of the company’s operating profits.\nhttps://logicmag.io/commons/inside-the-whale-an-interview-with-an-anonymous-amazonian/ A long but interesting insight into how Amazon thinks works."], [14266, "2021-01-03T17:58:52Z", [0.0], ""], [45594, "2021-01-03T12:40:22Z", [0.1], ""], [89785, "2021-01-03T03:04:50Z", [0.0], "Amazon is far from a monopoly. And it has little to gain from selling AWS unless compelled by anti trust regulations. Which the Dems now in power will not support (even though their Oct report supported it) cause the are heavily funded by these same companies. The Dems hwill enact more regulations but not call for splitting up the big 4. Which is what the Republicans support as well. "], [10612, "2021-01-03T01:49:06Z", [0.0], ""], [1333, "2021-01-02T11:21:37Z", [0.0], ""], [94872, "2021-01-02T02:53:01Z", [0.04], ""], [38094, "2021-01-01T23:22:38Z", [0.01], "I like the analysis of @SuretyGuy and think his reasoning is sound, voting with my Brier. Only 364 days of risk here."], [97638, "2021-01-01T22:30:55Z", [0.05], ""], [85051, "2020-12-30T14:17:32Z", [0.2], "1% down again because time is running. But look at Alibaba. Regulation is coming. "], [70711, "2020-12-30T03:17:46Z", [0.0], ""], [62808, "2020-12-29T03:54:04Z", [0.0], ""], [95613, "2020-12-28T17:39:11Z", [0.0], ""], [58785, "2020-12-27T03:33:37Z", [0.05], ""], [97510, "2020-12-26T19:24:57Z", [0.1], ""], [97185, "2020-12-26T16:50:42Z", [0.01], ""], [34959, "2020-12-26T16:13:25Z", [0.01], ""], [97505, "2020-12-26T15:16:34Z", [1.0], "Styria/Austria + 1  🏬 😉"], [75363, "2020-12-26T13:49:08Z", [0.03], "\nFrom 02/01/2013 - 26/12/2020 (2916 days), there have been 211 corporate spinoffs ->\nhttps://www.stockspinoffs.com/recent-spinoffs/ I will assume that all these spinoffs refer to Fortune Global 500 companies like Amazon.\nhttps://fortune.com/global500/2020/search/ From 26/12/2020 - 31/12/2021 (371 days) ->\n27 company spinoffs during this period = 371 * (211 / 2916) Amazon Spinoff before 1/1/2022 = 5% = 27 / 500 With Amazon having 40 subsidiaries like AWS ->\nhttps://en.wikipedia.org/wiki/Amazon_(company)#Subsidiaries Amazon AWS Spinoff before 1/1/2022 = 3% = 5% * 0.5"], [1333, "2020-12-25T07:23:37Z", [0.0], ""], [10612, "2020-12-25T03:33:45Z", [0.01], ""], [63835, "2020-12-23T20:11:42Z", [0.01], "Calls for spinoff notwithstanding - FAANGs are deeply entrenched in our economy and in our society. Any \"breakup\" would arise from protracted antitrust litigation the likes of which recall the AT&T and Microsoft breakup efforts. \nI see no political stomach, no \"trustbuster\" mentality, no TR, that would move such a process sustainably forward. So would Bezos let AWC go voluntarily? \nI think not - as AWC provides  the cash flow that Bezos needs to move all other initiatives forward.  He disdains measurements of GAAP profit, and Wall Street valuation metrics seems to agree - as per a now-old AMZN assessment from Barrons:    https://www.barrons.com/articles/amazon-is-a-free-cash-rocket-ship-time-to-jump-on-board-51578099601 . \nBut valuing something as a multiple of sales, without any earnings or cash flows behind it, can be quite problematic as the euphoria wears off. \nSo then we have to get more granular, \nThe Sep 30 AMZN earnings release indicated TTM Operational CF of $55billion and TTM FCF of $29 billion.: https://press.aboutamazon.com/news-releases/news-release-details/amazoncom-announces-third-quarter-results.\nBut it gets squishy about how much CF comes from AWS. Rough guess: If service revenues over the TTM went from $83B to $113B - how much of that can realistically be from things like Prime? More likely it is in the main from AWS, whose CFs and profits are scalable at this point - they're likely minting coin from all the prior CapEx.  \nSo if I estimate 80% of service revenue as AWS - 70-80% of company cash flows are coming from this one SBU. That infers strongly that Bezos would not suffer the divestiture or IPO of AWS if he wants to continue using its strong cash flows to support growth in all areas, especially its newer business that have not yet scaled up to generate its own sustainable cash flows.\nAnd Wall Street would not have doubled the stock in one year if it was actually valuing multiples of revenues with nothing behind it-. It's probably valuing tomorrow's price at multiples of today's cash flow (in whatever manner measured) with a growth factor based upon continued expectations of topline growth.. From supporting operational needs to supporting Wall Street valuations - to me AWS becomes a \"must-keep\" for Bezos.\nThus - I'm thinking there's minimal chance of spinoff before 1-1-2022"], [96758, "2020-12-22T18:19:28Z", [0.04], ""], [62808, "2020-12-21T22:40:22Z", [0.0], ""], [97442, "2020-12-21T18:43:57Z", [0.12], ""], [95789, "2020-12-21T14:33:05Z", [0.04], ""], [95789, "2020-12-21T14:32:52Z", [0.14], ""], [97424, "2020-12-20T19:13:11Z", [0.17], "There will likely be some continued discussion on regulating big-tech. However, regulation does not automatically entail breaking companies up. Amazon won't spin AWS off on its own, and Congressional or Executive regulations likely won't make them do it either.  https://theconversation.com/lawmakers-keen-to-break-up-big-tech-like-amazon-and-google-need-to-realize-the-world-has-changed-a-lot-since-microsoft-and-standard-oil-143517"], [94872, "2020-12-20T08:14:35Z", [0.1], ""], [62808, "2020-12-20T02:49:21Z", [0.0], ""], [97198, "2020-12-20T01:51:54Z", [0.07], "Amazon will not take an action like this unless it is legally forced to. Preemptive measures to reduce scrutiny seem unlikely based on Amazon's past behavior. The political/legal climate can change, of course."], [58508, "2020-12-19T21:22:49Z", [0.02], ""], [691, "2020-12-19T17:38:39Z", [0.04], ""], [88452, "2020-12-18T10:17:08Z", [0.0], ""], [20044, "2020-12-17T19:00:08Z", [0.27], "Yet another antitrust lawsuit leveled at big tech: https://www.politico.com/news/2020/12/17/3rd-antitrust-lawsuit-hits-google-447741 How long before regulators and lawmakers set their eyes on Amazon? I suspect Bezos will try to pre-empt any regulatory action by spinning off AWS before they do -he has always been the canniest/most business oriented of the big tech Founder/CEOs "], [1333, "2020-12-16T13:09:46Z", [0.0], ""], [20044, "2020-12-15T20:27:08Z", [0.25], ""], [73183, "2020-12-15T08:03:22Z", [0.03], ""], [96530, "2020-12-13T20:56:52Z", [0.0], ""], [9263, "2020-12-13T18:27:37Z", [1.0], ""], [691, "2020-12-13T16:54:32Z", [0.03], ""], [10612, "2020-12-12T11:28:20Z", [0.01], ""], [1624, "2020-12-12T02:05:42Z", [0.05], ""], [96923, "2020-12-11T20:31:21Z", [0.03], "Will be watching the antitrust pressure on Facebook as a signal of whether this may occur. Seems unlikely now, but not impossible."], [85051, "2020-12-11T16:14:57Z", [0.21], "Time is running, so I downgrade, but the focus on monopolies is on. The latest focus on Facebook does not reflect into the share price, so it seems as if the stock market does not believe in the theme."], [54789, "2020-12-11T16:06:29Z", [0.0], ""], [172, "2020-12-11T14:57:33Z", [0.0], ""], [691, "2020-12-10T18:11:36Z", [0.07], ""], [1333, "2020-12-10T15:07:21Z", [0.0], ""], [95751, "2020-12-08T13:46:37Z", [0.0], ""], [48709, "2020-12-08T13:42:31Z", [0.5], "50/50 question"], [97219, "2020-12-07T11:26:19Z", [0.8], ""], [691, "2020-12-06T16:18:43Z", [0.08], ""], [97203, "2020-12-05T23:21:41Z", [0.3], ""], [64357, "2020-12-03T22:51:39Z", [0.35], ""], [96868, "2020-12-03T21:56:18Z", [0.0], ""], [10612, "2020-12-03T11:26:00Z", [0.01], ""], [1333, "2020-12-02T15:42:45Z", [0.0], ""], [88452, "2020-12-01T08:03:28Z", [0.35], "Why would aws (!) \"by amazon\" put up commercials right between \"Boerse vor 8\" (a weekday stock markets and economy report at prime time, on ARD, one of the two publicly funded main stations) and the \"Tagesschau\" (15min general news at prime time, ARD's trusted evening draft horse (for more than 50 years) traditionally viewed by people of all ages, mainly 40+ and older)?"], [95751, "2020-12-01T02:20:34Z", [0.04], ""], [14266, "2020-11-30T00:24:26Z", [0.05], ""], [26642, "2020-11-29T21:22:13Z", [0.22], "The current press in Congress against the Amazon/Facebook/Google/Apple monopolies may increase scrutiny as a way to distract people from the COVID crisis.   Amazon may offer to spin off the web service as a way to ameliorate and placate the regulators.  "], [1333, "2020-11-29T19:13:02Z", [0.0], ""], [766, "2020-11-29T16:27:53Z", [0.0], ""], [95992, "2020-11-29T03:40:34Z", [0.02], ""], [85986, "2020-11-28T01:55:13Z", [0.15], ""], [691, "2020-11-27T16:19:17Z", [0.12], ""], [97100, "2020-11-26T19:25:32Z", [0.15], ""], [20156, "2020-11-25T08:39:27Z", [0.6], ""], [87427, "2020-11-24T23:02:10Z", [0.0], ""], [88614, "2020-11-24T18:32:43Z", [0.03], ""], [1333, "2020-11-24T18:00:40Z", [0.13], ""], [11817, "2020-11-24T03:35:05Z", [0.02], ""], [1019, "2020-11-23T14:37:01Z", [0.01], ""], [34959, "2020-11-23T01:47:25Z", [0.02], "Amazon will both act in their best interest and in the interest of profitability, that means they are very unlikely to announce this on their own.  Looking at the breakup of Bell Systems, I did not realize the anti-trust lawsuit was filed in 1974, before the breakup was mandated in 1982 (https://en.wikipedia.org/wiki/Breakup_of_the_Bell_System). Microsoft's 2001 antitrust ruling could be argued to have started back in 1993, and even once it had been brought to trial in 1998 took 3 years to be settled (https://en.wikipedia.org/wiki/United_States_v._Microsoft_Corp.).  I'm only at 2% for now because a 1-in-50 chance of this being different is plausible after 2020, I expect to spend most of 2021 at 1% for this, and would consider dropping to 0% if an investigation is announced. "], [9263, "2020-11-23T01:27:12Z", [1.0], ""], [651, "2020-11-22T20:49:27Z", [0.51], ""], [62808, "2020-11-22T18:28:42Z", [0.0], ""], [691, "2020-11-21T21:01:53Z", [0.09], ""], [1333, "2020-11-21T16:47:39Z", [0.14], ""], [93409, "2020-11-19T15:41:35Z", [0.05], ""], [66305, "2020-11-18T17:39:38Z", [0.05], ""], [96546, "2020-11-18T17:37:04Z", [0.09], ""], [1333, "2020-11-18T14:11:34Z", [0.15], ""], [87691, "2020-11-18T07:25:05Z", [1.0], ""], [11278, "2020-11-18T02:48:27Z", [0.01], ""], [95584, "2020-11-18T00:04:09Z", [0.14], ""], [93028, "2020-11-17T14:09:10Z", [0.0], "Biden presidency will value US-companys' fitness on international scale higher than national antitrust concerns. To calm domestic sentiments, Big Tech might agree to pay (more) taxes in US. But no voluntary spin off."], [30717, "2020-11-17T06:31:05Z", [0.05], ""], [96073, "2020-11-17T05:32:56Z", [0.05], ""], [37513, "2020-11-16T23:07:15Z", [0.05], ""], [95823, "2020-11-16T18:45:33Z", [0.15], ""], [29054, "2020-11-16T17:10:57Z", [0.0], "The empire keeps its castle."], [95789, "2020-11-16T13:32:35Z", [0.33], ""], [1333, "2020-11-16T12:36:28Z", [0.25], ""], [1333, "2020-11-15T18:15:49Z", [0.35], ""], [88452, "2020-11-15T17:19:44Z", [0.51], ""], [88743, "2020-11-15T11:00:27Z", [0.03], "Finally had the time to read around this and I agree with @erikbays's (and others) analysis that AWS is less vulnerable than other parts of the empire to antitrust action. Also that Amazon would fight extremely hard to keep it if any action were taken. Because of bilateral anti-big tech sentiment in DC, they might be forced to spin it off (partly because they're an easier target than Facebook or Google), but it  would make sense for them drag out the fight for many years."], [92106, "2020-11-15T00:53:13Z", [0.12], "Whilst there may be increased political/regulatory pressure and scrutiny on big tech from a Biden Admin and possibly the EU, I don't think a spin off is likely before 2022 given (1) there will likely be no regulatory requirement to do so before then, (2) the current profitability of AWS for Amazon and (3) a lack of a compelling strategic reason to do so right now. "], [740, "2020-11-14T11:47:09Z", [0.65], ""], [86367, "2020-11-14T02:34:54Z", [0.01], ""], [20156, "2020-11-13T13:40:09Z", [0.7], ""], [59881, "2020-11-12T17:55:21Z", [0.0], ""], [88452, "2020-11-12T16:08:02Z", [0.85], ""], [88640, "2020-11-12T15:34:46Z", [0.19], ""], [1333, "2020-11-12T14:53:14Z", [0.45], ""], [96904, "2020-11-12T13:48:32Z", [0.66], "Biden presidency being tougher on tech. "], [39562, "2020-11-12T12:16:31Z", [0.33], ""], [21258, "2020-11-11T22:07:58Z", [0.85], ""], [9263, "2020-11-11T17:20:17Z", [1.0], ""], [87064, "2020-11-11T13:15:01Z", [1.0], ""], [11007, "2020-11-11T10:59:19Z", [0.65], "Necessary to avoid sanction in both US and EU."], [90519, "2020-11-11T06:59:05Z", [0.2], ""], [34959, "2020-11-11T04:15:12Z", [0.02], ""], [85246, "2020-11-09T16:27:15Z", [0.05], ""], [1333, "2020-11-09T14:05:46Z", [0.55], ""], [10612, "2020-11-09T04:42:22Z", [0.01], ""], [87827, "2020-11-08T17:16:09Z", [0.05], "Seems unlikely and no concrete reason for it other than speculation on the government breaking them up (very unlikely in my opinion) or them thinking it's a good business move (also sounds unlikely)."], [691, "2020-11-08T16:37:07Z", [0.09], ""], [11817, "2020-11-07T22:50:10Z", [0.02], ""], [61011, "2020-11-07T22:37:59Z", [0.06], ""], [12726, "2020-11-07T19:23:55Z", [0.05], ""], [1333, "2020-11-07T14:44:05Z", [0.65], ""], [1624, "2020-11-07T01:56:20Z", [0.1], ""], [88452, "2020-11-06T17:40:14Z", [0.28], ""], [96826, "2020-11-06T16:50:12Z", [0.05], "Seems as though Corona virus boosted e-commerce growth so AWS growth rate will be greater than but not materially so than the e-commerce core making a spin off less likely. "], [172, "2020-11-06T15:03:40Z", [0.01], ""], [96005, "2020-11-06T14:10:27Z", [0.88], "Yes.  Following the elections of 2020 and to avoid certain regulations as well as insulate against market movements they will make this change before the 2022 Mid-terms.  "], [1333, "2020-11-06T07:02:13Z", [0.75], ""], [85386, "2020-11-05T21:01:39Z", [0.68], ""], [50395, "2020-11-05T18:51:12Z", [0.1], ""], [691, "2020-11-05T15:07:36Z", [0.12], ""], [81262, "2020-11-05T09:21:10Z", [0.0], "Agree with @erikbays  AWS has been the money generator within the firm - Wouldn't understand the regulatory (or even strategic) benefit of spinning off. "], [96808, "2020-11-05T08:18:18Z", [0.03], "AWS is their cash machine which allows them to expand globally against Alibaba. They won't spin off at this stage unless forced by legislation."], [1333, "2020-11-04T16:39:18Z", [0.85], ""], [95992, "2020-11-04T08:17:18Z", [0.01], ""], [84773, "2020-11-04T07:14:04Z", [0.05], ""], [86367, "2020-11-04T04:17:59Z", [0.02], ""], [80949, "2020-11-03T20:46:14Z", [0.05], ""], [50395, "2020-11-03T18:51:58Z", [0.2], ""], [88766, "2020-11-03T15:47:47Z", [0.0], ""], [61011, "2020-11-03T15:39:06Z", [0.04], ""], [89099, "2020-11-03T12:28:23Z", [0.0], ""], [67403, "2020-11-03T09:32:17Z", [0.1], ""], [25601, "2020-11-03T09:00:23Z", [0.02], ""], [85051, "2020-11-03T06:07:22Z", [0.22], ""], [95992, "2020-11-03T06:01:05Z", [0.02], ""], [13657, "2020-11-03T05:59:37Z", [0.01], "The books on Amazon typically show that their marketplace essentially breaks even. AWS is their real money maker. I have heard people claim that this is really just a function of bookkeeping, and Amazon likes to make it look like their marketplace is not doing as well as it really is. If they split off AWS it might be more difficult for them to play these bookkeeping games. And if marketplace shows a profit they may have more pressure to raise wages. Also maybe they really do still need AWS to subsidize marketplace. This is largely speculation, but I thought I would throw it out there to add to the conversation. I also don't see how spinning off AWS would do anything to prevent antitrust action. The arguments that Amazon is being abusive stem from them promoting their own products above other products and manipulating search results. AWS is largely unrelated. AWS makes Amazon larger, but I don't see how it gives them any market advantage by having AWS together with marketplace, so splitting it apart wouldn't have anything to do with antitrust."], [96530, "2020-11-03T04:28:22Z", [0.03], ""], [95584, "2020-11-03T02:16:30Z", [0.17], ""], [91142, "2020-11-03T01:02:40Z", [0.03], "Base case is extremely low, investors won't push for it, meaning the only reason this question comes together is because of political momentum. This probably isn't going to be where a new government (assuming a Biden win) is going to be focused in the first 2 years of its term when its political will is highest."], [30346, "2020-11-02T22:06:50Z", [0.02], "Base case is this is extremely low probability. Bezos historically has not been primarily focused on short-term performance of stock and is extremely unlikely to make this choice to \"unlock value\", and the probability of specific regulatory intervention that leads to AWS spinoff in such a short time period is also extremely unlikely."], [88452, "2020-11-02T20:19:58Z", [0.51], ""], [95751, "2020-11-02T19:22:46Z", [0.25], "When AWS CEO Andy Jassy was asked about a spin-off he laughed and said No, because there isn't a positive benefit to the company. "], [93181, "2020-11-02T16:14:38Z", [0.05], "There is always a chance but for the moment it is the high growth part of the business. "], [95789, "2020-11-02T15:37:15Z", [0.42], "I am leaning toward 'no' based on the outside view that Amazon has broadly expanded its products and service over the years and has not previously spun off any capability (books, to other products, to music, to TV and Movies, to Original TV and Movies, etc.).  If Amazon were to spin off any portion of its business, it might make sense to do the spinoff at the end/beginning of their fiscal year.  (Jan 1 is the start of their Q1). "], [93028, "2020-11-02T15:29:43Z", [0.02], "Baseline: After WWII, basically 0, as far as I can tell. (1) Factors: Possible in principle -> minimum of 1%\nA simple verbal slip of a smart person having to endure Trump face-to-face might be enough to get his collaborators to instigate such a thing upon his command. With about 40% chance of him winning and that event then happening with a 5% chance, that gives me 2% estimate. What would change my mind? Change of values for companies is possible, yet unlikely.\nIf the US regulators found it to no longer be in their interest to have oligopolic tech companies situated in their country so they can have easy access to information gathered, that would change things for shure. Only pressure from outside the US seems likely to cause such a change. Maybe a trade agreement with China or a reaction to escalating trade wars with the growing data-protection sentiment driven EU. (1) https://en.wikipedia.org/wiki/History_of_United_States_antitrust_law"], [1019, "2020-11-02T11:19:54Z", [0.03], ""], [26642, "2020-11-02T11:17:55Z", [0.02], "Very low likelihood during the next year.  While Anti-Monopoly is gaining steam in Congress, companies invest heavily to distract congress from their main mission (protecting the public).  "], [96369, "2020-11-02T10:19:51Z", [0.0], ""], [73970, "2020-11-02T09:06:15Z", [0.21], ""], [67182, "2020-11-02T06:27:35Z", [0.06], ""], [94587, "2020-11-02T00:50:12Z", [0.57], ""], [16109, "2020-11-02T00:22:18Z", [0.75], ""], [88614, "2020-11-01T20:18:40Z", [0.05], ""], [87155, "2020-11-01T17:21:53Z", [0.05], ""], [96436, "2020-11-01T17:17:25Z", [0.05], "I currently view AWS becoming a separate corporate entity as very unlikely. Several factors informed this guess.  1) A preliminary web search found that Amazon hasn't spun off any subsidiary companies before  November 1st, 2020.  \n2) Amazon's AWS CEO disregarded a spin-off in Dec. 2019\n3) Anti-trust is not a priority in the USA where AWS is based. \n->    This could change. if the U.S. legislative and executive branches change course. However, reforming anti-trust requires long-term policy focus and expending political capital, which makes reform unlikely."], [41254, "2020-11-01T16:11:42Z", [0.02], ""], [86367, "2020-11-01T16:06:20Z", [0.05], ""], [691, "2020-11-01T15:57:26Z", [0.25], ""], [12726, "2020-11-01T15:33:35Z", [0.1], ""], [14432, "2020-11-01T14:42:59Z", [0.0], ""], [67403, "2020-11-01T13:06:27Z", [0.2], ""], [45594, "2020-11-01T09:43:06Z", [0.25], ""], [75093, "2020-11-01T05:18:41Z", [0.05], ""], [95992, "2020-11-01T03:33:14Z", [0.04], "A number of assumptions in here, but overall it's all leading to a low overall probability. If anyone has a good resource on historical DOJ anti-trust cases and their average length etc, would be highly interested.  There are three broad reasons for a spinoff.  (1) Economic benefit, through some combination of enhanced earnings, but more typically through higher valuation;  (2) as a means of defending against a corporate takeover, by selling the most valuable assets of the firm to a friendly third party [https://en.wikipedia.org/wiki/Crown_Jewel_Defense#:~:text=In%20business%2C%20when%20a%20company,attracted%20to%20the%20company%20assets.]; (3) Due to government-mandated action, typically due to anti-trust It's pretty clear that Amazon is too big to be taken over by anyone, so (2) can be ruled out. On (1) the entire business already commands a premium valuation, and so spinning out AWS isn't a great way to get a valuation boost. You could argue that spinning it out could improve earnings growth, but I doubt that matters much.  So that leaves (3), and that's exactly what Amazon has said on the issue: https://www.cnbc.com/2019/06/11/aws-ceo-we-would-follow-the-law-if-regulators-demand-amazon-spin-out.html So it comes down to what the anti-trust action will be, and how swift it could be.  First, let's distinguish anti-trust from the other ways of \"going after\" amazon via taxes. Some form of explicit \"Amazon tax\" seems likely and feasible with a Biden administration: https://www.cnbc.com/2020/05/22/i-think-amazon-should-start-paying-their-taxes-joe-biden-says.html Anti-trust, on the other hand, is a slower process and requires some pretty clear hurdles to be met, either consumer harm or bad acts. It seems pretty clear that there is a massive consumer surplus from Amazon, and so then you're on to bad and anti-competitive acts. I have no view as to whether Amazon is doing these things, but it takes time to assemble and advance such cases. IBM (colloquially known as the Vietnam of the DOJ) took 13 years, and Microsoft took 11 years.  So the probability is low. Let's assume the average DOJ anti-trust investigation can be wrapped up in 2 years, with a 1 year standard deviation. This is a complete made up distribution, but I had trouble finding historical case database. I'm assuming that the IBM and Microsoft cases were tail events, and that Democrats will push to advance the investigation, if there is one, much quicker. The fact that a suit has been filed against Google is illustrative of this. So that means there would be something like a 16% probability of concluding the case after 1 year.  Let's assume the probability of the govt winning is 50%.  And let's further assume the probability of a spinoff as a result of the govt win is 50% (to me it seems more liekly that they would just want money, but let's assume 50%).  16% * 50% * 50% = 4%.  https://www.cnbc.com/2019/06/11/aws-ceo-we-would-follow-the-law-if-regulators-demand-amazon-spin-out.html"], [86367, "2020-11-01T02:27:18Z", [0.15], ""], [41952, "2020-11-01T01:34:10Z", [0.5], ""], [92079, "2020-11-01T01:23:05Z", [0.0], ""], [15500, "2020-10-31T21:20:14Z", [0.05], ""], [11817, "2020-10-31T19:45:24Z", [0.03], ""], [96546, "2020-10-31T19:25:35Z", [0.09], "Amazon and AWS have not made such statements. In 2019 Aws CEO made an opposite statement. No formal proceedings have began from regulators. The spin-off at this point is just outside speculation."], [92467, "2020-10-31T19:19:53Z", [0.6], ""], [96559, "2020-10-31T18:12:25Z", [0.01], "The chance of serious government initiated pressure for Amazon spin-offs generally before 2022 is very low. It will be the first year of a Democratic presidency, and perhaps full Democratic control of house and senate. It will take significant time to build a true anti-trust case and put real pressure on Amazon. An actual anti-trust case will take many years to litigate and Amazon is unlikely to initiate a spin-off until deep into the process and a clear understanding of where future anti-trust laws may evolve to. A self-initiated spinoff would be very unusual move. Given the dominance of AWS and the synergy effects from being embedded within the Amazon ecosystem, they are likely to keep things as is. Also, given that an Amazon spin-off has not occurred so far in it's history it makes the short time frame of the question extremely unlikely. The true probability would be sub 1% but this is the lowest that is allowed."], [96686, "2020-10-31T17:27:25Z", [0.65], "Political pressure is building within Congress to break-up mammoth companies."], [8826, "2020-10-31T17:06:32Z", [0.7], ""], [691, "2020-10-31T14:03:20Z", [0.45], ""], [86367, "2020-10-31T13:46:27Z", [0.22], "They have to be forced to do so and they will fight tooth and nail against this. AWS really funds most of Amazon's predatory pricing , Acquisition and R&D splurges. Moreover Anti trust enforcement in US has been pretty weak in the past 20-25 years, crippled in part by powerful lobbying and budget constraints at the FTC also aided by courts which have consistently taken a narrow view of what constitutes as Anti competitive conduct. In simpler words AWS is what helps them offer Prime at 119$ and Sell Alexas below cost. Taking that away would materially impact the growth of the marketplace business and all other new businesses that they want to get into. On the flip side, the democrats have been more vocal about regulating the tech and there will be some action on that front post election.  But overall I would say Amazon proactively offering to split AWS to avoid further scrutiny seems a bit hard to imagine."], [67403, "2020-10-31T13:39:47Z", [0.33], ""], [70711, "2020-10-31T13:28:56Z", [0.75], ""], [93409, "2020-10-31T07:49:22Z", [0.75], ""], [60695, "2020-10-31T05:32:46Z", [0.75], ""], [90457, "2020-10-31T04:39:30Z", [0.77], ""], [50172, "2020-10-31T03:46:26Z", [0.77], ""], [1624, "2020-10-31T01:10:34Z", [0.15], ""], [64078, "2020-10-30T21:54:59Z", [0.5], ""], [89135, "2020-10-30T21:52:40Z", [0.85], ""], [22689, "2020-10-30T21:14:57Z", [0.0], ""], [23785, "2020-10-30T21:10:21Z", [0.53], "I like you"], [7289, "2020-10-30T20:47:13Z", [0.35], ""], [91598, "2020-10-30T18:54:11Z", [0.8], ""], [88452, "2020-10-30T18:47:55Z", [0.85], ""], [1333, "2020-10-30T18:24:29Z", [1.0], ""]]}