{"question_id": 1406, "title": "Before 1 February 2020, will Ukraine adopt a new law giving or extending Donbas special status for local self-government?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[1034, "2019-12-26T00:51:31Z", [1.0], ""], [81196, "2019-12-25T16:45:08Z", [0.25], "Comment deleted on Dec 25, 2019 04:45PM UTC"], [62808, "2019-12-25T02:51:42Z", [1.0], "https://ria.ru/20191221/1562682904.html"], [1034, "2019-12-24T16:33:28Z", [1.0], "Ukraine’s Zelensky signs law prolonging special status of Donbass\nThe Ukrainian parliament approved the aforementioned law on December 12 TASS (2019) Dec. 18, states that: KIEV, December 18. /TASS/. Ukrainian President Vladimir Zelensky has signed a law prolonging the special status of the Donetsk and Lugansk Regions until the end of 2020, the Verkhovna Rada (Ukrainian parliament) informed on its website on Wednesday (Para. 1). \"[The law] has been returned with the president’s signature,\" the message informs (Para 1-2). TASS News Website. (2019). Ukraine’s Zelensky signs law prolonging special status of Donbass. TASS. Dec. 18, 2019. Retrieved from\nhttps://tass.com/world/1100629 Ukrainian Lawmakers Extend Donbas Special Status Law Until End Of 2020 Radio Free Europe Website. (2019). Ukrainian Lawmakers Extend Donbas Special Status Law Until End Of 2020. Radio Free Europe. Dec. 12, 2019. Retrieved from\nhttps://www.rferl.org/a/ukrainian-lawmakers-extend-donbas-special-status-law-until-end-of-2020/30321863.html KYIV -- Ukrainian lawmakers have approved a bill extending the law on the special status of local self-governance in areas of the eastern regions of Donetsk and Luhansk regions until December 31, 2020."], [1333, "2019-12-24T13:51:48Z", [1.0], "The difficult questions on the border and Donbas regional elections were put off to the New Year, but that plays to Zelenskiy’s advantage too as he can claim to have made none of the concessions that many feared he would be forced to make.\nI’m releasing a special Editor’s Picks today as there was such heavy and important news flow yesterday. The top story is of course the first Normandy Four meeting in three years where Russian President Vladimir Putin met with Ukrainian President Volodymyr Zelenskiy for the first time in an attempt to reboot the Donbas peace process. And it was rebooted. The initial reactions this morning remain sceptical as all said and done not that much was achieved at the meeting. There is an agreement on a new POW swap, the non-contact area that underpins attempts at a real ceasefire has been expanded (three people were killed on December 9 as the leaders sat round that table), and some other bits and pieces like starting to remove landmines from no-man’s land and better 24/7 monitoring of the situation. But the big questions on when and how elections will be held and when Ukraine’s eastern border will be returned to Kyiv’s control were put off until a new meeting slated for April. That will do. As I wrote yesterday there were fears going into the meeting that Zelenskiy would come out with nothing and that would cause him serious problems at home. Former president Petro Poroshenko was preparing to milk the situation for all its worth and there were demonstrations in Kyiv over the weekend from the “no capitulation camp”. From this perspective the meeting was a win for Zelenskiy as he took the low hanging fruit that give him the opportunities for more prime time telly when the POWs return just before the New Year’s Eve holidays. (Eastern Europe doesn't really celebrate Christmas, or at least not until the “old Christmas” that falls in January, not December.) Observers remain sceptical that the new expanded ceasefire can be made to stick, but that is the point of having a peace conference: ceasefires fail because you are at war and when you make them stick you have peace. The difficult questions on the border and Donbas regional elections were put off to the New Year, but that plays to Zelenskiy’s advantage too as he can claim to have made none of the concessions that many feared he would be forced to make. So the bottom line is Zelenskiy can defend his popular support. He remains in the game. The reform momentum he has built up – given a boost at the weekend by a new preliminary $5.5bn Extended Fund Facility (EFF) deal with the International Monetary Fund (IMF) – can be maintained. And he has four months for the foreign ministry diplomats to work on the much more difficult questions that remain on the agenda. Here France and Germany will play a crucial role. Given the relatively short amount of time officially allotted to the meetings yesterday – which looks more akin to a speed dating event than a summit – it is clear that a lot of work is going on behind the scenes, but the fact the meetings ran completely off agenda – the press conference was scheduled for 18:45 and actually happened at 23:00 – also shows that there was real substance discussed at the four-way meeting in the evening. Of course bringing the war to a complete end is going to be very difficult. And although Zelenskiy is very inexperienced, which showed clearly in the substance of the answers the four leaders gave at the press conference, it is also clear that Putin is facing a united front of France and Germany that have got Ukraine’s back so he is facing a formidable counter-party, not a just an actor who has been thrown into the deep end. And that gives cause for hope, as German Chancellor Angela Merkel in particular excels at these sort of multi-faceted and difficult negotiations with lots of moving parts. In addition to our report on the Normandy Four meeting I also include a longer news analysis on a case that started the same day where Russia is trying to force Ukraine to meet its obligations on the $3bn Eurobond that former president Viktor Yanukovych bought in 2013 and the post-Maidan government then defaulted on. On this score things look less good. Ukraine is arguing that it is “odious debt” which the country was forced to buy, and you don't have to pay that kind of debt back. However, the bond was bought long before Russia attacked Ukraine and while Yanukovych was still the legitimate president. If Ukraine is forced to return the money (a decision will be made in February) then that would take its reserves back under three months of import cover and would at a minimum lead to a devaluation of the hryvnia. Watch this space and check out the bne IntelliNews website and Twitter account (@bneIntelliNews) to stay on top of this, and all the other news from New Europe. BTW we just released the December issue of the bne IntelliNews monthly magazine. Cover story is on Norilsk Nickel's decision to ramp up spending on cutting emissions and dealing with a spike in demand for its metals as the world is finally starts to react to the climate crisis. Greta should have gotten that Nobel Peace Prize is you ask me... Read the current issue here. And sign up for a free subscription to the magazine here."], [80587, "2019-12-24T04:31:51Z", [1.0], "I was not following the four-way Normandy talks. In retrospect, Ukraine had no other option to extend the current arrangement. I'm not so certain they will create a permanent special status for Dombas but expect that will come in time."], [42276, "2019-12-23T14:21:48Z", [0.33], ""], [1034, "2019-12-23T06:17:42Z", [1.0], ""], [72737, "2019-12-22T23:28:42Z", [1.0], ""], [80367, "2019-12-21T23:34:37Z", [0.95], "Updated to reflect reports of Ukraine Parliament having agreed to extend special status"], [15556, "2019-12-19T15:01:00Z", [1.0], ""], [1333, "2019-12-18T19:43:45Z", [1.0], ""], [1333, "2019-12-18T19:43:22Z", [0.55], ""], [74903, "2019-12-18T16:03:00Z", [0.05], ""], [691, "2019-12-18T14:07:50Z", [1.0], ""], [63963, "2019-12-18T04:13:09Z", [1.0], ""], [73687, "2019-12-17T12:55:30Z", [0.99], ""], [28414, "2019-12-16T20:15:37Z", [1.0], "\"Vladimir Zelensky introduced into the Verkhovna Rada amendments to the Constitution on decentralization of power in the country\"\nhttp://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=67644"], [1333, "2019-12-16T19:38:51Z", [0.45], ""], [691, "2019-12-16T14:27:11Z", [1.0], ""], [18679, "2019-12-16T07:58:38Z", [0.01], ""], [691, "2019-12-15T17:59:43Z", [1.0], ""], [38, "2019-12-15T03:47:42Z", [1.0], "Thanks to @Greyowlsova!\nhttps://www.gjopen.com/comments/comments/932676"], [29875, "2019-12-14T20:32:22Z", [0.75], ""], [691, "2019-12-14T19:59:42Z", [1.0], ""], [15196, "2019-12-14T14:12:06Z", [1.0], ""], [14107, "2019-12-14T11:28:07Z", [1.0], ""], [39937, "2019-12-14T08:51:08Z", [1.0], ""], [70711, "2019-12-14T06:51:17Z", [1.0], ""], [81061, "2019-12-14T05:45:25Z", [1.0], ""], [691, "2019-12-13T14:38:09Z", [1.0], ""], [27661, "2019-12-13T10:31:52Z", [1.0], ""], [27661, "2019-12-13T10:31:36Z", [0.99], ""], [1034, "2019-12-13T08:44:19Z", [1.0], ""], [13306, "2019-12-13T05:39:44Z", [1.0], ""], [43311, "2019-12-13T01:57:17Z", [1.0], ""], [1711, "2019-12-12T23:16:35Z", [1.0], ""], [1333, "2019-12-12T19:11:47Z", [0.35], ""], [10192, "2019-12-12T18:36:23Z", [1.0], ""], [25705, "2019-12-12T18:16:04Z", [1.0], "It is done. Rada: 320 for, 20 against. http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=2174"], [13306, "2019-12-12T14:08:02Z", [0.9], ""], [41922, "2019-12-12T13:40:39Z", [1.0], ""], [691, "2019-12-12T12:55:56Z", [0.98], ""], [73687, "2019-12-12T05:00:17Z", [0.89], ""], [27461, "2019-12-12T04:24:26Z", [1.0], ""], [72737, "2019-12-11T21:35:25Z", [1.0], ""], [67246, "2019-12-11T19:55:00Z", [1.0], ""], [28414, "2019-12-11T17:10:55Z", [1.0], ""], [56, "2019-12-11T15:42:26Z", [1.0], "@Greyowlsova seems like they know what they are talking about. https://www.gjopen.com/comments/comments/932676"], [25705, "2019-12-11T15:22:53Z", [1.0], "The extension of the bill 9153 may be voted on as early as Thursday during a special session. Today the relevant committee of the parliament (Rada) is reviewing it.  As the bill was introduced by two members of the governing party Servant of the People and is supposed to be supported by most of opposition, it has 100% chance to go through. The timely extension of the bill is seen as a necessary step to check mark that Ukraine is sticking to Minsk agreements and a pre-condition for EU to extend sanctions against Russia. As Zelensky just asked EU to do the latter, the vote in Rada will be held ASAP. Sorry, in Russian:\nhttps://strana.ua/articles/analysis/238572-kak-vlast-budet-prodlevat-zakon-ob-osobom-statuse-donbassa-.html\nhttps://www.rbc.ua/rus/news/komitet-segodnya-rassmotrit-zakonoproekt-1576059532.html"], [691, "2019-12-11T13:23:04Z", [0.88], ""], [27461, "2019-12-11T02:51:08Z", [0.95], ""], [40584, "2019-12-10T23:49:09Z", [0.8], ""], [14107, "2019-12-10T21:04:11Z", [0.95], ""], [1034, "2019-12-10T19:43:42Z", [1.0], ""], [1333, "2019-12-10T19:40:08Z", [0.25], ""], [27661, "2019-12-10T18:27:43Z", [0.95], ""], [39937, "2019-12-10T17:26:30Z", [0.99], ""], [67246, "2019-12-10T07:50:29Z", [0.9], "It looks like they will extend current special status of Donbas. The only question is whether the Trilateral Contact Group will agree on it soon enough for Verkhovna Rada to adopt it before 1st February. I think this is highly probable. https://www.ukrinform.net/rubric-polytics/2834666-law-on-special-status-of-donbas-should-be-extended-for-one-year-zelensky.html"], [13306, "2019-12-09T04:56:40Z", [0.85], ""], [1034, "2019-12-08T22:59:39Z", [1.0], ""], [67246, "2019-12-08T19:30:59Z", [0.83], "Just before the 9th December... https://foreignpolicy.com/2019/12/06/ukraine-better-without-donbass-costly-reconstruction-pro-russia-west/?fbclid=IwAR3B_9kUHZ8ChAEy-1wfx86dTm0ByTDoOaWiuQRgXRGOHwnvhg2kRY304JA"], [29980, "2019-12-08T02:51:38Z", [0.99], ""], [33217, "2019-12-08T00:14:36Z", [0.01], "It will asbolutely not give Donbass any sort of status. The war isnt even over, the white supremacists that support eu integration still havent stopped their incursions into the area, and just a few months ago they had a show of force in front of the seat of government to get zelensky to back off on peace building with Russia.\nOn top of that, the eu would not allow Donbass to becom self governing unless they thought there was a possibility that Donbass could be annexed by Russia. Even in that case, if america were giving the eu assurances that it would start a war with Russia if Donbass was annexed, then the eu would not support self governance either."], [10192, "2019-12-07T19:30:58Z", [0.96], "Zelensky announced fate of the law will be decided after Normandy Four Summit in Paris. 12/9 \n"], [80529, "2019-12-07T17:09:26Z", [0.0], ""], [68146, "2019-12-07T15:32:17Z", [0.75], ""], [691, "2019-12-07T13:43:55Z", [0.18], ""], [40584, "2019-12-06T23:59:01Z", [0.65], "Jumping in here"], [1333, "2019-12-06T19:23:47Z", [0.16], ""], [41922, "2019-12-06T16:17:55Z", [0.8], ""], [67246, "2019-12-06T09:58:00Z", [0.8], ""], [13306, "2019-12-06T04:00:32Z", [0.5], ""], [25705, "2019-12-06T02:17:20Z", [1.0], ""], [1333, "2019-12-05T19:25:55Z", [0.15], ""], [63963, "2019-12-05T01:53:21Z", [0.4], ""], [1034, "2019-12-04T21:35:58Z", [1.0], ""], [691, "2019-12-04T15:33:40Z", [0.2], ""], [21884, "2019-12-04T08:15:12Z", [0.85], ""], [80367, "2019-12-04T02:49:03Z", [0.65], "Ukraine's leadership has signed up to the Steinmeier Formula, accepting the principle of self-government for the Donbas regions. Support in Ukraine for further war is low. Together, this implies strong incentives for Ukraine to reach an agreement. For Russia, motives are less clear but whilst their incentive to compromise is perhaps lower, their ultimate military/diplomatic strength likely gives them a strategic advantage in any negotiation."], [13306, "2019-12-04T01:16:47Z", [0.35], ""], [30194, "2019-12-04T01:09:32Z", [0.58], ""], [38739, "2019-12-03T23:57:51Z", [0.4], ""], [1034, "2019-12-03T20:45:37Z", [1.0], ""], [14107, "2019-12-03T20:26:47Z", [0.5], ""], [11430, "2019-12-03T19:22:03Z", [0.55], ""], [67246, "2019-12-03T18:12:29Z", [0.75], ""], [73687, "2019-12-03T16:07:13Z", [0.71], ""], [48709, "2019-12-03T14:27:11Z", [0.03], "Don't know enough on the issue.\n"], [14133, "2019-12-02T02:22:26Z", [0.75], ""], [1333, "2019-12-01T22:57:04Z", [0.12], ""], [79591, "2019-12-01T19:49:21Z", [1.0], ""], [691, "2019-12-01T19:23:27Z", [0.21], ""], [12879, "2019-12-01T17:26:13Z", [0.6], ""], [14107, "2019-11-30T19:59:56Z", [0.55], ""], [1333, "2019-11-30T17:04:00Z", [0.13], "Russian Special forces ae using the Donbas as a weapons range to test their newest upgrades. I think that stalls THE LEGISLATION."], [74903, "2019-11-30T15:53:42Z", [0.35], "A french media is saying that, there will be a \"normandie summit\" (Germany - France - Russia - Ukraine) in Paris december 9 \nhttps://www.lefigaro.fr/international/ukraine-un-sommet-au-format-normandie-le-9-decembre-a-paris-20191115\nso we are closer for a  special status, but there is some resistance inside Ukraine.\nstatus quo seem to be more plausible... "], [27661, "2019-11-30T14:54:02Z", [0.85], ""], [15196, "2019-11-30T14:25:57Z", [0.75], ""], [39381, "2019-11-30T09:12:55Z", [0.7], ""], [33887, "2019-11-29T20:51:47Z", [0.0], ""], [691, "2019-11-29T14:24:05Z", [0.25], ""], [67246, "2019-11-29T10:30:07Z", [0.6], ""], [1034, "2019-11-29T03:47:01Z", [1.0], "FM Prystaiko explains ways to agree law on Donbas special status with occupying authorities UNIAN (2019) Nov, 18, states that: Ukrainian Foreign Minister Vadym Prystaiko says provisions of a new law on Donbas' special status should be agreed with representatives of the occupying authorities of the so-called \"Donetsk and Luhansk People's Republics\" (\"DPR\" and \"LPR\") during a meeting of the Trilateral Contact Group in Minsk. \"We can proceed with the fact that [Ukraine's] parliament will pass this bill. There are lawmakers interested in this issue, and they should come up with some of their ideas... Moreover, there is a clause in the Minsk agreements that all modalities should be agreed with the other side, the 'DPR' and 'LPR.\" The only way to agree with that side is the Trilateral Contact Group, i.e. it is important to have an interaction between the parliament, which will pass the bill, and the negotiation group, which should understand that the lawmakers are ready to finally vote, because nothing will take place without their say, without their vote, without their engagement,\" he told the Ukrainian news agency RBC-Ukraine in an interview (Para. 1-2). UNIAN Website. (2019). FM Prystaiko explains ways to agree law on Donbas special status with occupying authorities. UNIAN. Nov, 18, 2019. Retrieved from\nhttps://www.unian.info/politics/10759374-fm-prystaiko-explains-ways-to-agree-law-on-donbas-special-status-with-occupying-authorities.html Tsvetkova, M. & Nienaber, M. (2019). Putin, Merkel say Ukraine's Donbass should get special status – Kremlin. Reuters. World News. Nov 11, 2019. Retrieved from\nhttps://www.reuters.com/article/us-russia-germany-ukraine/putin-merkel-say-ukraines-donbass-should-get-special-status-kremlin-idUSKBN1XL252 Interfax-Ukraine (2019). Moscow urges Kyiv to extend law on Donbas special status to 2020. Kyiv Post. Nov 12, 2019. Retrieved from\nhttps://www.kyivpost.com/ukraine-politics/moscow-urges-kyiv-to-extend-law-on-donbas-special-status-to-2020.html?cn-reloaded=1 Ukraine News Agency Website. (2019). Law on special status of Donbas will be written in Ukraine's parliament, in dialogue with the people, not outside of Ukraine – Servant of the People. Interfax Ukraine. Oct 22, 2019. Retrieved from\nhttps://en.interfax.com.ua/news/general/620154.html Ukrinform Website. (2019). Ukrainian president outlined 'red lines' for peace in Donbas – Yaremenko.  Ukrinform. 29 November 2019. Retrieved from\nhttps://www.ukrinform.net/rubric-polytics/2791577-ukrainian-president-outlined-red-lines-for-peace-in-donbas-yaremenko.html"], [18679, "2019-11-28T15:19:40Z", [0.02], ""], [41922, "2019-11-28T14:51:31Z", [0.7], ""], [27461, "2019-11-28T14:28:34Z", [0.9], "If extension of the current law counts (as implied by the description - the previous extension required a new bill), then it’s quite likely. Recently both sides are making conciliatory steps, so not extending the law would be seen as a rupture. Leaving 10% for the likelihood that this happens after Feb 1 for technical reasons. "], [691, "2019-11-28T14:27:44Z", [0.28], ""], [67246, "2019-11-28T10:19:12Z", [0.57], "It will at least be extended in some way. More will be clear after 9 December, https://www.unian.info/war/10771472-special-envoy-sajdik-on-minsk-talks-recent-developments-inspire-certain-optimism.html"], [19801, "2019-11-28T05:43:12Z", [0.35], "Ukraine troops, rebels pull out of Donbass village\nhttps://www.dw.com/en/ukraine-troops-rebels-pull-out-of-donbass-village/a-51206372 Positive steps, but does the current Ukrainian government have enough support to bring peace? Uncertain at best. New bill on Donbas status to be developed following Normandy Four summit – Razumkov\nhttps://www.unian.info/politics/10768814-new-bill-on-donbas-status-to-be-developed-following-normandy-four-summit-razumkov.html\n"], [80587, "2019-11-28T02:41:35Z", [0.25], "Putin wants a solution by the end of the year. Kyiv is unlikely to respond to his demand on principle, insisting the decision will not be made outside Ukraine. In practical terms, a constitutional change is unlikely, however, an extension is possible. Will this occur before the New Year? I doubt it. I will refine more, last news was 13 days old. Further research will include OSCE's position. In practical terms, the question is what will the outcome of no extension be? more fighting?"], [1333, "2019-11-27T17:19:22Z", [0.14], ""], [25920, "2019-11-27T16:48:47Z", [0.05], ""], [79338, "2019-11-27T14:04:41Z", [0.01], ""], [691, "2019-11-27T13:49:50Z", [0.28], ""], [79338, "2019-11-27T13:39:33Z", [0.01], ""], [41922, "2019-11-27T10:45:37Z", [0.5], ""], [14296, "2019-11-26T23:05:03Z", [0.08], ""], [1333, "2019-11-26T19:06:10Z", [0.13], ""], [691, "2019-11-26T18:55:11Z", [0.36], "This may well happen, but it will be prefaced by much quacking and flapping--and maybe even serious negotiation--so not likely within this time frame.  "], [52960, "2019-11-26T18:27:34Z", [0.4], "Both the Ukraine and Moscow are far off negotiation wise. Although, a majority in the area support Moscow, the Ukraine is hard pressed to give in to Moscow's demands without some concessions on the part of Moscow."], [78808, "2019-11-26T16:14:33Z", [1.0], "Thrown under bus by both the us and NATO and will consider the Donbas a relatively small sacrifice"], [42472, "2019-11-26T15:34:41Z", [0.0], ""], [74916, "2019-11-26T14:58:42Z", [0.7], "It will go in this direction, but may be prolonged to February / March 2020."], [42162, "2019-11-26T13:42:44Z", [0.55], "A pragmatic party holds majority in the Ukrainian parliament. Direct rule can't be imposed on Donbas by legislation alone. But letting the current law lapse is the default position so I will allow it 45 %."], [45092, "2019-11-26T12:17:15Z", [0.65], "Growing awareness of lack of support from the U.S."], [68327, "2019-11-26T11:45:30Z", [0.2], ""], [77717, "2019-11-26T06:47:13Z", [1.0], ""], [75086, "2019-11-26T05:07:37Z", [0.0], ""], [17840, "2019-11-26T04:04:33Z", [0.72], ""], [13306, "2019-11-26T01:43:44Z", [0.18], ""], [78328, "2019-11-26T01:05:51Z", [0.85], ""], [80662, "2019-11-25T23:59:10Z", [0.25], "It reflect on he ground reality so has low cost. The new government can focus on other issues further west."], [1333, "2019-11-25T23:36:04Z", [0.16], ""], [32131, "2019-11-25T23:26:21Z", [0.36], "While Zelensky will be eager to show Ukrainian strength and independence, Russia may remain reticent.  The issue of America's involvement with both heads of state continues to be a complicating factor."], [79697, "2019-11-25T23:20:24Z", [1.0], ""], [40642, "2019-11-25T23:19:54Z", [0.0], ""], [1711, "2019-11-25T23:17:47Z", [0.0], ""], [63161, "2019-11-25T23:04:54Z", [0.05], ""], [63161, "2019-11-25T23:01:10Z", [0.05], ""], [50981, "2019-11-25T22:41:55Z", [0.55], ""], [32761, "2019-11-25T22:25:19Z", [0.2], ""], [4645, "2019-11-25T20:33:56Z", [0.3], ""], [32861, "2019-11-25T19:15:06Z", [0.39], ""], [75093, "2019-11-25T17:04:38Z", [0.05], ""], [691, "2019-11-25T14:56:42Z", [0.38], ""], [5018, "2019-11-25T03:36:00Z", [0.01], ""], [80649, "2019-11-24T17:52:06Z", [0.95], ""], [691, "2019-11-23T12:44:50Z", [0.2], ""], [1333, "2019-11-22T18:30:19Z", [0.15], ""]]}