{"question_id": 1841, "title": "On 12 May 2021, will Ethiopia's Tigray region be under a federally-imposed state of emergency?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.975, 0.025], "correct_answer": "No", "correct_forecast": 0.025, "preds": [[29054, "2021-05-11T23:57:56Z", [1.0], ""], [85144, "2021-05-11T18:54:16Z", [0.38], ""], [85144, "2021-05-11T18:52:47Z", [0.5], "Be interesting to see how this resolves and what happens in the coming weeks.. "], [79508, "2021-05-11T15:55:41Z", [0.05], ""], [55987, "2021-05-11T15:19:18Z", [1.0], ""], [99993, "2021-05-11T00:41:46Z", [0.0], ""], [85144, "2021-05-10T22:03:45Z", [0.75], ""], [96828, "2021-05-10T19:54:29Z", [0.0], "By far the most dubious crowd forecast I've seen. A 0% is more reasonable than a 100% regardless if this turns out yes, in my opinion. The logical assumption seems to be that the SoE is expired. There is incentive to renew but time and chances have elapsed so the evidence to renew is low. PENDING: I might be overlooking those sneaky COVID state of emergencies. Anyone have sources?"], [85144, "2021-05-10T17:24:42Z", [0.99], "My initial rational was that the fighting was likely to go beyond this six month mark and the situation would not resolve within this period and so some sort of state of emergency (SOE) would stay in place. Looking at things now, I think this question has been poorly thought through by GJO, since it is one where the end result will be some dull technicality.  For example: 1) The question asks: \"will Ethiopia's Tigray region be under a federally-imposed state of emergency?\" Not whether the one implied in the question description will be renewed. There has been more than one SOE within the region, and one is due to covid  [0]. This may be semantics, but the question is vague on this basis.  2) The question looks like it will resolve through understanding the constitutional and legal situation and points of Ethiopian technical legal detail rather than one's ability to forecast.  Article 93 of the Ethiopian Constitution cannot be taken on it own as a basis for whether the question can be resolved as it currently stands. The question is whether the non-notification of an extension means the SOE has lapsed, or whether it is still in-tact but in a legally questionable situation regarding the constitution. The counterfactual here is whether the SOE has been lifted due to Article 93 of the Constitution mandating it is after 6 months, it's not clear that has happened in Tigray either, from my research. This is a legal question, and it is doubtful whether GJO is going to launch a legal review in Ethiopia to have this tested.  Further to this,  Human Rights Watch noted that a 2016 Ethiopian SOE went \"...far beyond what is permissible under international law\" [1], so it's difficult to look at this on any remotely comparative basis. It looks as if in 2018 an SOE decree was already in-place before the Ethiopian Parliament voted on it [2].  For an outside view of a perhaps questionable sources questioning the constitutional aspect of the 'በትግራይ የአስቸኳይ ጊዜ አዋጅ' see [3] and [4]. 3) Finally there is the question of what federally imposed means here since the region's government has been replaced by the federal government which seems to have put in place its own state of emergency [5]. The temporary government is also directly accountable to the Federal government [6]. The federal government has recently removed all the people it put in place to run Tigray and the region will not take part in national elections scheduled for next month [7].  So the de facto governing power within Tigray is currently the federal government.  [0] https://chilot.me/2020/04/a-proclamation-to-approve-the-state-of-emergency-proclamation-no-3-2020/\n[1] https://www.hrw.org/news/2016/10/31/legal-analysis-ethiopias-state-emergency#_ftnref39\n[2] https://www.arabnews.com/node/1248336/world\n[3] https://www.facebook.com/GeezMedia/posts/834083590524583\n[4] https://www.facebook.com/24HoursTelevision/posts/112291510991819\n[5] https://translate.google.com/translate?hl=&sl=am&tl=en&u=https%3A%2F%2Fwww.press.et%2Fama%2F%3Fp%3D44496\n[6] https://chilot.me/wp-content/uploads/2021/04/Regulation-No.479-2020-Regulation-concerning-Provisional-Administration-in-Tigray-National-Region.pdf\n[7] https://www.dw.com/en/ethiopia-removes-tigray-regional-government-leader/a-57440830 Thoughts: @jleibowich @Ryan-Beck @fisherdbus, and @SE_Meyer?"], [94872, "2021-05-10T15:47:10Z", [0.0], ""], [58028, "2021-05-10T15:14:19Z", [0.0], ""], [93409, "2021-05-10T15:11:22Z", [1.0], ""], [99993, "2021-05-10T14:31:11Z", [1.0], ""], [98388, "2021-05-10T11:59:51Z", [0.7], "Given the stat of many African nations descending into chaos (Nigeria, Somalia, DRC, Mozambique) the Ethiopian Government may use this as motivation to leverage an extension of the stat of emergency. This is a bad motivation for my prediction, as it is not very factual and more driven by an emotional response to what is happening on the continent. Good-bye Brier Score....."], [79508, "2021-05-10T11:31:26Z", [0.25], "Guess we need to check what happens tomorrow as well  "], [96828, "2021-05-10T10:46:37Z", [0.08], "Forgot to change previous forecast.\n. . .\nOkay at this point, they have 2 days to make a new one that \"extends\" the crisis, publicly reveal they renewed one, or something major/new to come up that forces them to create a new one. All these to me do not seem very likely. To me it feels like more than 1 in 100 and less than 1 in 20. However, I will join @jleibowich's forecast so as not to stray from from his, @Ryan-Beck's, and @fisherdbus' forecast. I am 25% confident that admins will void this question by Friday due to ambiguity about whether or not it has been extended."], [96828, "2021-05-10T10:45:32Z", [0.03], "Comment deleted on May 10, 2021 10:45AM UTC"], [1333, "2021-05-09T20:09:51Z", [1.0], ""], [62808, "2021-05-09T17:02:59Z", [1.0], "Comment deleted on May 09, 2021 05:12PM UTC"], [31275, "2021-05-09T16:44:44Z", [0.2], ""], [94872, "2021-05-09T14:47:52Z", [0.08], ""], [94872, "2021-05-09T14:47:06Z", [0.15], ""], [87827, "2021-05-09T14:44:53Z", [0.35], "No news of this that I've heard and the deadline has passed."], [96828, "2021-05-09T10:55:11Z", [0.2], "There is still a chance to gather a new one. There is a lot of \"potential energy\" for that since it just expired and they could be working on gathering a new meeting soon to make a new one; the fighting in the city does not seem resolved yet (based on a digital forensic team I saw on Twitter) so I do not understand why they would lift the state of emergency or let it expire. Nonetheless, being faithful to the evidence and not the narrative in this particular case."], [88452, "2021-05-09T08:54:46Z", [0.0], "OK, so I'll have to revise completely... According to the Ministry of Foreign Affairs\nhttps://www.ethioembassy.org.uk/press-release-on-g7-foreign-ministers-statement-on-the-situation-in-tigray/\nthe Ethiopian federal government has issued a statement at the beginning of April 2021, which assessed the situation under control, even though there was no mention of expiration or extension of the SoE.\n\"The Government of Ethiopia has continued intensifying its efforts to address the situation in the Tigray region and has made enormous progress since the law enforcement measures have come to a successful conclusion. Although these positive developments have been recognized and are visible for all to see, the statement issued by the G7’s Foreign Ministers on 02.04.2021 has failed to capture some of the important steps taken to ensure that the pressing needs of the region are in the process of being fully addressed in all fronts.\"\nThe federal government obviously reacted to a G7 statement critical of the situation and the allegations of war crimes and atrocities, e.g. to be found at Canada's ministry of foreign affairs' global section\nhttps://www.canada.ca/en/global-affairs/news/2021/04/g7-foreign-ministers-statement-on-the-situation-in-tigray-ethiopia.html Although the current situation is completely different with regards to actual violence, it appears that the Abiy Ahmed government, which represents the ethnic majorities in Ethiopia and reflects the parliamentary majority of the \"Prosperity Party\" f.k.a the ERPRD coalition, chose to pretend peace, order and the rule of law for the sake of pretending secure, free and fair elections to be held in their constituencies (all states of Ethiopia except Tigray) to be held on 05 June 2021. The results of this election are foreseeably in favor of the Prosperity Party, now that the TPLF, which is also the only opposition party which had been granted a minority representation by parliament regulation, has been denied access to the elections and their militia arm has been declared terrorists. Pretending peace and calm becomes clear from the following claims as of April:\n/\"enormous progress since the law enforcement measures have come to a successful conclusion.\" overall\n/\"Unfettered access to humanitarian aid\"\n/\"Unfettered access [...] including international media\"\n/\"joint investigation on human rights violations by international human rights experts has also been allowed and will commence soon\"\n/\"the Eritrean troops who had crossed the border when provoked by the TPLF have now started to evacuate\"\n/\"the Ethiopian National Defense Force has taken over guarding the national border\"\n/\"The Interim Administration in collaboration with the Federal Government has also been working tirelessly to be able to bring the governance structure of the region back to full operation\" To make things worse, the federal government makes the international community and a lack of aid responsible for 4.2mn people in Tigray starving if not dying of hunger or as \"collateral damage\" in continued fights. A real state of emergency will likely exist, however, only inofficially, while the country is on the brink of either genocide/\"ethnic cleansing\" or civil war or both. All of this indeed points to a strategic expiration of the federal state of emergency in sharp contrast to the facts on the ground, for the sake of an untainted election result in June 2021 that will secure a one-party parliamentary representation of ethnic majorities in Ethiopia over the next term with all of the 547 seat in the House of Peoples' Representatives (the TPLF refused to join the unity party umbrella in Dec 2019 https://en.wikipedia.org/wiki/Prosperity_Party). Thanks to @Conor for his skepticism\n@probahilliby"], [2965, "2021-05-09T03:55:27Z", [1.0], ""], [94872, "2021-05-09T03:50:05Z", [0.4], ""], [22690, "2021-05-09T03:40:02Z", [0.5], "Art.93 of the constitution is pretty clear: \n\"A state of emergency decreed by the Council of Ministers, if approved by \nthe House of Peoples’ Representatives, can remain in effect up to six \nmonths. The House of Peoples’ Representatives may, by a two-thirds \nmajority vote, allow the state of emergency proclamation to be renewed \nevery four months successively.\" I have no doubt that if they had the vote it would pass, but they don't seem to have had the vote yet, so technically the SOE has lapsed. Dropping my probability to 50 until I get more clarity."], [914, "2021-05-08T22:46:11Z", [1.0], ""], [88452, "2021-05-08T14:48:03Z", [1.0], "The reason (Art.93(1)a \"...a break down of law and order which endangers the Constitutional order and which cannot be controlled by the regular law enforcement \") for the assignment of the extra-constitutional powers to the federal government (Art.93(4)a  \"...have all necessary power to protect the country's peace and sovereignty, and to maintain public security, law and order.\") has not been removed yet. There is no sign that the State of Emergency Inquiry Board has made public any final recommendations in a way of a final examination of the question, whether the above mentioned reason has been removed (Art.93(6)e \"To submit its views to the House of Peoples' Representatives on a request to extend the duration of the state of emergency.\"\nThere may be several reasons:\n/the State of Emergency Inquiry Board could still be studying the situation in Tigray, or finalizing their report.\n/a presented report could be so far undisclosed intentionally or withheld from the public by the House of Peoples' Representatives, e.g. for \"national security reasons\"\n/the expected report could be in the process of evaluation by the House of Peoples' Representatives we haven't heard of yet\n/there is a time lag between recommendation, application and approval of the first four month-extension of the federal SoE in Tigray in accordance with the constitution, depending on whether the House of Peoples' Representatives (HPR) is in session (Art.93(2)a, ...within forty-eight hours of its declaration) or not (Art.93(2), ...shall be submitted to it within fifteen days of its adoption.) The most likely time lag is thus the latter one (between adoption and approval) without immediate ability of the HPR of an approval, since there has been no news about any deliberations within 48 hours of the due date of an extension, if the same rules apply to an extension as to the initial declaration. In my view the Ethiopian constitution is somewhat unclear in this point. We'd then have to expect a declaration of an extension no later than possibly 18 May 2021, and I expect the federal SoE to be applied without interruption until then. /the last but remote possibility is that Prime Minister Abiy Ahmed is applying the federal SoE in his own interpretation of the constitution and in an unconstitutional manner. But even this would have found some attention of the media. In all, I assume the federal state of emergency is still in place and will be approved either shortly before the question's resolution or shortly thereafter, anything else would be a surprise. Initiatives such as the call for peace of the Ethiopian Orthodox church patriarch may be a sign of goodwill, but will offer no immediate relief of the tensions let alone solve the underlying problems. The most recent central government's actions, such as the designation of the Tigray People's Liberation Front (TPLF) as a terrorist group, and the replacement of the former head of interim government of the state of Tigray will not increase mutual trust needed for a solution via negotiations within less than a week. EDIT:\npossible sources\nhttps://www.channel4.com/news/world/ethiopia\nhttps://www.ethioembassy.org.uk/news/?filter=statement"], [94872, "2021-05-07T21:25:35Z", [0.5], ""], [55987, "2021-05-07T15:16:10Z", [1.0], ""], [98850, "2021-05-07T14:56:27Z", [0.99], "Reading through other posts and research on this topic leads me to think this will continue to be in place. There is a small chance that it is lifted for some reason, but the 6 month initial period is over and the state of emergency has not been lifted or really discussed much."], [90254, "2021-05-07T13:51:55Z", [1.0], ""], [94872, "2021-05-07T02:43:31Z", [0.6], ""], [691, "2021-05-06T18:35:52Z", [1.0], ""], [34959, "2021-05-06T16:01:40Z", [0.98], ""], [85144, "2021-05-06T14:36:35Z", [0.99], "This is pushing it for evidence, but previously states of emergency have been actively lifted rather than lapsed, and the UK FCO says it's still in-place:\nhttps://www.gov.uk/foreign-travel-advice/ethiopia and the State of Emergency Inquiry Board hasn't reported since December. "], [87346, "2021-05-06T03:11:14Z", [1.0], ""], [94872, "2021-05-06T02:56:07Z", [0.7], ""], [94872, "2021-05-06T02:53:32Z", [0.8], ""], [62808, "2021-05-05T20:00:52Z", [1.0], ""], [1528, "2021-05-05T14:01:36Z", [1.0], ""], [1528, "2021-05-05T13:58:05Z", [1.0], ""], [61016, "2021-05-05T13:44:21Z", [1.0], "Eritrea has agreed to start withdrawal. This is one of the important steps towards normalization as I noted in my first note. https://reports.unocha.org/en/country/ethiopia/. However, it is too early to remove the state of emergency before 12 May 2021. "], [87827, "2021-05-05T13:13:17Z", [0.95], "I still haven't seen news of it being renewed yet, has anyone else? According to this link it was approved November 5th, so I would think that means it has to be renewed today or it will expire right? https://www.voanews.com/africa/mps-approve-state-emergency-after-ethiopia-launches-military-operation-tigray"], [97375, "2021-05-05T13:08:14Z", [1.0], ""], [29054, "2021-05-05T13:04:28Z", [1.0], ""], [88452, "2021-05-05T12:20:47Z", [1.0], "https://committees.parliament.uk/publications/5722/documents/56559/default/"], [96828, "2021-05-04T16:38:05Z", [0.5], ""], [96828, "2021-05-04T16:37:37Z", [0.65], ""], [55987, "2021-05-04T15:00:37Z", [1.0], ""], [20156, "2021-05-04T08:53:03Z", [1.0], ""], [691, "2021-05-03T18:26:50Z", [1.0], ""], [85144, "2021-05-03T14:11:37Z", [0.99], ""], [58028, "2021-05-03T10:19:20Z", [1.0], ""], [31275, "2021-05-03T01:35:38Z", [0.95], ""], [58028, "2021-05-02T18:07:51Z", [0.9], ""], [691, "2021-05-02T15:59:39Z", [0.99], ""], [55987, "2021-05-02T05:33:21Z", [0.98], ""], [96828, "2021-05-01T04:38:10Z", [0.77], ""], [94872, "2021-04-30T05:11:38Z", [0.9], ""], [88098, "2021-04-30T01:06:38Z", [0.9], ""], [62808, "2021-04-29T23:18:32Z", [1.0], ""], [62808, "2021-04-29T23:17:52Z", [0.96], ""], [100184, "2021-04-29T17:21:06Z", [0.9], ""], [87827, "2021-04-29T15:59:11Z", [0.9], "Still no official extension that I've seen but going up 5 as it seems very likely considering the ongoing conflict."], [100828, "2021-04-29T15:48:13Z", [0.94], ""], [58028, "2021-04-29T07:46:36Z", [0.85], ""], [31275, "2021-04-28T23:47:24Z", [0.8], "The Emergency was for just six months. It would have to be extended. Have seen no move to fo that. "], [34959, "2021-04-28T14:32:20Z", [0.95], ""], [55987, "2021-04-28T14:29:00Z", [0.97], ""], [97140, "2021-04-28T14:03:49Z", [1.0], ""], [691, "2021-04-27T17:22:04Z", [0.98], ""], [81334, "2021-04-27T10:47:39Z", [0.96], "edging closer"], [100287, "2021-04-27T01:16:03Z", [0.98], ""], [87346, "2021-04-26T18:00:54Z", [1.0], ""], [88452, "2021-04-26T14:30:51Z", [1.0], "https://www.economist.com/graphic-detail/2021/04/22/tigray-is-edging-closer-to-famine"], [18679, "2021-04-26T09:51:40Z", [1.0], ""], [79508, "2021-04-25T16:33:22Z", [0.86], ""], [94872, "2021-04-25T00:43:31Z", [0.95], ""], [91722, "2021-04-24T18:19:54Z", [0.99], "Given current state of violence and extreme conflict in the region, it will be a shock if state of emergency is lifted by May 12. "], [55987, "2021-04-23T14:28:46Z", [0.95], ""], [100724, "2021-04-23T11:52:50Z", [1.0], ""], [96828, "2021-04-23T10:16:16Z", [0.85], "They have not yet voted to extend it with the expiration date soon approaching. If nothing else changes in the next week and a half, it's just going to expire. However, they have issued a new State of Emergency in the Amhara region south of Tigray. I hear there is no evidence that forces have left Tigray."], [49359, "2021-04-22T23:20:37Z", [1.0], "That crisis in not improving."], [100731, "2021-04-22T13:31:12Z", [1.0], ""], [61016, "2021-04-21T13:20:03Z", [0.99], "Following factors that announce the normalcy has not occurred:\n1. Eritrean forces have not withdrawn \n2. Elections are planned to happen in June - whether in Tigray, not clear. EU has already committed to send election observers.\n3. Intermediation ( representative from EU, the Finnish Foreign Minister's two visit has not yielded any result) Under these conditions, it is highly likely that the conflict will continue to remain."], [98252, "2021-04-20T19:59:25Z", [1.0], ""], [88452, "2021-04-19T09:03:57Z", [1.0], "There's some level of denial of the problem, when Commissioner Mitiku Kassa stated recently that \"not a single person in Tigray is dying of hunger\", and quashed the information and reports from the region as \"rumors\" with the intention to make Ethiopia look bad.\nhttps://www.geeskaafrika.com/ethiopia-no-one-dies-from-hunger-in-tigray/ Eritrean troops are apparently still present in the region, even though a troop withdrawal was confirmed earlier. However, the Tigray conflict has recently been discussed at the UN security council for the fifth time, and it is very clear to judge by the UN awareness that the region still is in a state of crisis - if not war -, and an extension of the federally imposed state of emergency will likely be inevitable, even if none such deliberations have been announced publicly yet.\nhttps://www.hrw.org/news/2021/04/15/un-security-council-needs-act-ethiopias-tigray-region\n"], [28346, "2021-04-18T21:44:51Z", [0.96], ""], [29266, "2021-04-18T19:39:35Z", [1.0], ""], [100650, "2021-04-18T07:34:41Z", [1.0], "On 12 May 2022 ,too..."], [31275, "2021-04-18T01:31:49Z", [0.91], ""], [55987, "2021-04-16T14:59:35Z", [0.95], ""], [98258, "2021-04-15T19:58:20Z", [1.0], ""], [96828, "2021-04-14T09:30:58Z", [0.8], ""], [55987, "2021-04-12T14:36:50Z", [0.95], ""], [62808, "2021-04-12T12:11:57Z", [0.8], ""], [61598, "2021-04-11T19:30:44Z", [1.0], ""], [75432, "2021-04-11T15:13:43Z", [0.8], ""], [58028, "2021-04-10T21:32:02Z", [0.91], ""], [18679, "2021-04-10T10:09:22Z", [1.0], ""], [31275, "2021-04-09T00:59:42Z", [0.91], "The Declaration was made Nov 4 and goes for 6 months. May 12th is beyond that and would need to be extended. "], [100319, "2021-04-08T12:26:16Z", [1.0], ""], [914, "2021-04-08T02:50:31Z", [0.9], ""], [97185, "2021-04-07T16:15:03Z", [0.5], ""], [100287, "2021-04-06T23:15:22Z", [0.92], ""], [97185, "2021-04-06T16:32:41Z", [0.65], ""], [79508, "2021-04-06T15:53:29Z", [0.82], ""], [64041, "2021-04-06T15:10:19Z", [1.0], ""], [85144, "2021-04-05T15:19:13Z", [0.98], ""], [62808, "2021-04-05T10:56:36Z", [0.95], ""], [93350, "2021-04-05T06:40:35Z", [1.0], "The Tigray conflict in Ethiopia shows no sign of ending. President Abiy has now admitted that rather than defeat the TPLF, the latter has now regrouped into a guerrilla force led my former high-ranking officers that cannot be overcome within the next three months. This suggests a continuance of the state of emergency. https://www.theguardian.com/world/2021/apr/04/ethiopias-pm-says-military-fighting-difficult-and-tiresome-guerilla-war\n"], [31275, "2021-04-05T03:07:26Z", [0.91], ""], [58028, "2021-04-04T18:06:03Z", [0.9], ""], [691, "2021-04-03T18:23:51Z", [0.96], ""], [91722, "2021-04-03T16:45:26Z", [0.9], "Only a little over a month left. "], [2965, "2021-04-03T14:24:27Z", [1.0], ""], [88452, "2021-04-03T08:47:32Z", [1.0], "Quite a few signs for an extension of the federally-imposed state of emergency:\n/\"We, the G7 Foreign Ministers of Canada, France, Germany, Italy, Japan, the United Kingdom and the United States of America and the High Representative of the European Union are strongly concerned about recent reports on human rights violations and abuses, and violations of international humanitarian law in Tigray.\"\nhttps://www.gov.uk/government/news/ethiopia-g7-foreign-ministers-statement-on-tigray https://www.euronews.com/2021/04/02/g7-seriously-concerned-about-human-rights-violations-in-ethiopia-s-tigray-region\nhttps://www.euronews.com/2021/02/10/ethiopia-s-conflict-hit-tigray-region-is-on-the-verge-of-a-humanitarian-disaster /Elections are supposed to take place across Ethiopia with the exception of Tigray on 05 June 2021, one day after the current state of emergency would expire. An outbreak of violence could take place not only in Tigray, but also in other Ethiopian states. \n\"Another factor suggesting the conflict will continue is that the federal government has not fully achieved its key intervention objectives: to disarm the TPLF, prosecute all wanted Tigrayan leaders and re-establish a constitutional government in Tigray. With elections in Ethiopia (excluding Tigray) just over two months away, Abiy is likely to worry that he will look weak if he submits to talks with a fugitive Tigrayan leadership that his government has classified as treasonous. Moreover, Abiy faces little domestic pressure to change course. The war in Tigray enjoys broad popular support in much of Ethiopia and, outside Tigray itself, Abiy has successfully cast the TPLF as villains who have been sowing the seeds of civil strife for the past two years. Nonetheless, whether Eritrean troops maintain a presence or not, Addis Ababa seems unlikely to dislodge the Tigray Defence Forces from rural areas and convince Tigrayans to curtail their support for the resistance. The sad reality is that the war looks set to grind on, probably for months, if not longer, absent significant action by outside powers to bring it to a close.\"\nhttps://www.thenigerianvoice.com/news/297454/ethiopias-tigray-war-a-deadly-dangerous-stalemate.html /\"Following weeks of conflict, Ethiopian federal forces declared victory over the northern Tigray region’s leadership after taking the capital Mekelle on 28 November 2020. The army says it is mopping up, although ousted Tigrayan leaders and the UN say fighting is still widespread. The war has killed thousands and displaced maybe a third of Tigray’s population amid reports of atrocities by all sides. More than 4.5 million people in Tigray reportedly require emergency food aid and hundreds of thousands could starve. Federal troops are backed by Amhara factions claiming areas they say Tigray annexed in the early 1990s. It is now apparent that Eritrean troops intervened to support Ethiopia’s army, though both Asmara and Addis Ababa deny it. Whether or not the federal government achieves all its military goals, it will need to work with chunks of Tigray’s former regional administration and win popular acceptance to avoid being seen as an occupying force. It should curtail the Amhara and Eritrean troop presences and let aid flow. Inclusive national dialogue to heal this and other political divides is essential.[...] A federal state of emergency is in place until early May in Tigray and, so far, no elections are scheduled for the region though they are set for 5 June everywhere else in the country.\"\nhttps://reliefweb.int/report/ethiopia/finding-path-peace-ethiopia-s-tigray-region-crisis-group-africa-briefing-n-167-11 Probably, the emergency food aid to 4.5mn people in Tigray are contingent to a federally-imposed state of emergency, and its necessity does not look like it's disappearing any time soon."], [58028, "2021-04-03T08:25:29Z", [0.75], ""], [96828, "2021-04-01T21:16:14Z", [0.88], ""], [58028, "2021-04-01T19:20:48Z", [0.7], ""], [55987, "2021-04-01T15:45:21Z", [0.96], ""], [31275, "2021-03-31T20:51:39Z", [0.9], ""], [31275, "2021-03-31T20:50:50Z", [0.8], ""], [691, "2021-03-31T16:21:21Z", [0.94], ""], [99993, "2021-03-31T14:43:16Z", [0.9], ""], [100184, "2021-03-31T14:36:37Z", [0.84], ""], [100176, "2021-03-31T09:06:20Z", [0.75], ""], [97185, "2021-03-30T16:59:29Z", [0.45], "The Ethiopian government is still projecting that they have the situation under control, continuing the state of emergency undermines the message."], [79508, "2021-03-29T19:44:21Z", [0.78], ""], [62808, "2021-03-29T14:38:21Z", [0.95], ""], [96828, "2021-03-29T03:50:43Z", [0.61], "Residents are saying that the police operations in Tigray have petered out so to me, if the Ethiopian people and Ethiopian government want to work together on building trust after this, letting the state of emergency expire is most likely to be the best bet. It may also encourage more humanitarian aid which the government has pleaded for. Though if there is such human rights crimes going on, keeping the state of emergency may be a way to hide evidence but I see that as less plausible than my current thinking. Raising due to evidence of continued fighting in some areas. If it is not extended within 2 weeks of the expiration of the SoE, I'm predicting a higher chance it will expire before they can declare another one in the time between the expiration and the question close date. I am highly skeptical. My gut tells me lower than 50% but I will weight the ongoing fighting more than I want to. However, in my own country I would renew the SoE ASAP given the current conditions. But what exactly they will benefit from an extended SoE beats me. Paging all the experts!\nttps://twitter.com/EthiopianNewsA/status/1374437000351154186"], [61598, "2021-03-28T19:46:52Z", [0.98], ""], [80790, "2021-03-28T11:15:03Z", [1.0], ""], [691, "2021-03-27T16:02:18Z", [0.92], ""], [88452, "2021-03-27T13:42:34Z", [1.0], ""], [81334, "2021-03-26T13:51:06Z", [0.92], "increased because deadline closer and on balance not more likely to be resolved behore due date"], [94872, "2021-03-26T06:05:50Z", [0.9], ""], [96828, "2021-03-25T23:44:59Z", [0.5], "Raising to come closer to consensus, but I don't think it's reflecting a lot of what's going on. Access to media has been granted, journalists have been freed, the government continues to deny atrocities despite UN and US pressure (terminating State of Emergency could be a political way to defy these allegations), and I have seen an Ethiopian on Twitter speaking that conditions are back to \"normal\" there and another Ethiopian shared an independent opinion that the leaders may actually be seeking a peace resolution. Though, on the other hand, if the government is claiming victory over the opposition forces, why is it still in an SoE? Further, the accusations of mass rape and poor conditions for women there especially make me rise my probability percentage to 50/50 at this point."], [691, "2021-03-25T14:40:27Z", [0.9], ""], [2965, "2021-03-25T14:31:07Z", [1.0], ""], [79508, "2021-03-24T21:24:06Z", [0.74], "Very volatile situatiion "], [93350, "2021-03-24T09:34:30Z", [1.0], "In early November 2020, military confrontations between federal and regional forces in Ethiopia’s Tigray region, which borders both Sudan and Eritrea, led the Government to declare a State of Emergency. Since then, and despite the announcement of an official end to military operations at the end of November, Ethiopia’s Tigray region has continued to be affected by armed clashes and insecurity. \n‘OHCHR named the Ethiopian National Defence Forces, the Tigray People’s Liberation Front, Eritrean armed forces, and Amhara Regional Forces and affiliated militia as culprits.’ That  suggests atrocities by all parties with no end in sight.\nMy suggestion is that there will certainly be a state of emergency; but will this be federally imposed or by the UN (with especial concern over refugees. https://data2.unhcr.org/en/working-group/284  https://data2.unhcr.org/en/dataviz/144?sv=0&geo=0  https://news.un.org/en/story/2021/03/1087842  https://news.un.org/en/story/2021/03/1087842\n"], [72271, "2021-03-23T23:23:01Z", [0.97], ""], [62808, "2021-03-23T22:16:30Z", [0.79], ""], [98108, "2021-03-22T13:16:07Z", [1.0], ""], [96828, "2021-03-22T10:44:31Z", [0.42], "It seems back in December 2020 the government called the threat defeated. The government also denied this year that ethical cleansing is going on that US claims were occurring there. There are talks to reopen schools, hospitals are getting back up to speed, there is a COVID testing effort, and there is repeated use of the word normalcy, normal, and security - which was the cause for the termination of one of the past state of emergencies. There is also a strong military presence at the border where Tigray's people fled out of. The government is urging them to return to their homes. Additionally, most SoE's do not seem to last that long. At best, this current SoE may go all the way until expiration date and will not be renewed. I suspect now is the time to start talking about any sense of renewing it. There seems to be no urgency to renew it.\n*@raciulo mentioned that one of their SoE's was for COVID and it only lasted 5 months, even though COVID is not a 5-month stint. Confirms my confidence that there is a greater chance of letting the Tigray SoE expire. https://waltainfo.com/75-of-hospitals-in-tigray-operational-10-operating-partially-ecc/\nhttps://www.aljazeera.com/news/2020/12/7/ethiopias-abiy-denies-insurgency-emerging-in-tigray\nhttps://www.livemint.com/news/business-of-life/mint-lite-covid-global-surge-rise-in-childhood-obesity-sydney-floods-more-11616348171667.html\nhttps://www.aninews.in/news/world/others/ethiopia-rejects-us-allegations-of-ethnic-cleansing-in-tigray20210314083541/\nhttps://www.ft.com/content/f71fd04f-cf55-44e1-b20a-3c2830820566"], [29266, "2021-03-21T18:27:36Z", [0.99], ""], [34527, "2021-03-21T14:56:42Z", [1.0], ""], [92232, "2021-03-21T13:37:03Z", [0.95], ""], [79508, "2021-03-21T10:22:17Z", [0.7], ""], [62808, "2021-03-19T21:09:46Z", [1.0], ""], [79508, "2021-03-18T19:12:15Z", [0.67], ""], [37893, "2021-03-18T06:48:08Z", [0.89], ""], [18679, "2021-03-18T04:01:26Z", [0.99], ""], [2965, "2021-03-17T22:48:56Z", [1.0], ""], [31275, "2021-03-17T14:54:55Z", [0.9], "https://www.state.gov/atrocities-in-ethiopias-tigray-region/"], [49877, "2021-03-16T21:48:26Z", [0.7], ""], [79508, "2021-03-16T07:54:57Z", [0.61], ""], [96828, "2021-03-15T21:59:00Z", [0.96], "The latest reports do not look rosy. https://en.wikipedia.org/wiki/Timeline_of_the_Tigray_War"], [58028, "2021-03-14T19:50:17Z", [0.9], ""], [98108, "2021-03-14T16:21:16Z", [0.94], ""], [88098, "2021-03-14T11:12:41Z", [0.88], ""], [64041, "2021-03-12T20:55:38Z", [0.98], ""], [64041, "2021-03-12T20:54:46Z", [0.94], ""], [79508, "2021-03-12T17:27:27Z", [0.55], ""], [96828, "2021-03-12T13:09:04Z", [0.95], "There seems to be an optimistic tone through the government's social media, as conditions seem to worsen, yet there are arguments to both sides. First, six months would mean the SoE ends May 4, 2021, which would mean there would need to be an extension. I did some reading and one source tells me they could have extended this SoE at any time before it expires, at 4-month intervals. I question why they have not done so already, and there seems to be no wide discussions about it. This is information to support not extending the SoE. On the other hand, there seems to be a newly appointed leader of the State of Emergency Task Force - or something along that title, as of early March, 2021. This would be more likely in the case that they would be extending the SoE. In the previous SoE, it was extended but canceled early in light of peaceful and more secure progress. In relation to the current progress, there seems not to be of such. Therefore, a newly appointed leader on the Task Force would mean reinvigorated efforts to maintain the SoE through May and beyond until an obvious state of security is achieved. Other remarks that may be influential:\n- There are human rights abuses investigations going on in the country.\n- There is increased humanitarian aid focus in the country.\n- There are global demonstrations that the government is actively highlighting in its media.\n- There are allegations that the government is starving its people to starve out the enemies.\n- Many of Ethiopian conflicts last a period of decades, so in 2 months that will be only relatively little progress toward a conclusion to the conflict even considering that it began in November 2020.\n- There is some kind of election(s) in June (the month following the expiration month), so public perception on SoE may influence extension. And most importantly, in my judgement, the rising COVID cases in the country as of this update will mean greater support to maintain or enact a new COVID State of Emergency.\n**********\nHere is a great day-by-day timeline of events going on in the area\nhttps://en.wikipedia.org/wiki/Timeline_of_the_Tigray_War It would make sense to renew the SoE. But therein lies the question: will they renew the SoE? "], [61598, "2021-03-10T21:52:59Z", [0.95], ""], [62808, "2021-03-10T19:23:51Z", [0.93], ""], [34959, "2021-03-10T13:26:01Z", [0.92], ""], [21884, "2021-03-10T10:08:03Z", [0.83], ""], [81334, "2021-03-09T08:08:08Z", [0.9], "The book \"algorithms\" to live by inspired to have another go at setting the base rate for this question.\nhttps://www.goodreads.com/book/show/25666050-algorithms-to-live-by\nMore specifically it documents the difference in forecasting approach based on the distribution of outcomes, distinguishing between normal-, powerlaw- and erlang distributed data.\nWhereas i previously had (by default) assumed a normal distribution, a closer inspections learned me that the duration of the conflicts quite clearly follows a PL, in which half of the conflicts last arround a year or less and about 1/6 last 3 years or longer.\nThe intuition behind power-law forecasting is \"the longer something has taken, the longer it will take still\".\nI used a quick&dirty implementation of this, looking at what percentage of conflicts lasting > 125 days end up lasting > 189 days (using 4/11/20 and 12/5/21).\nThis led me to a probability of 89% (compared with just 63 for the normal distribution). More interestingly, this also provides me with a way think about how probabilities of certain paths might evaporate as the deadline approaches.\nIn this case: if no new information appears, in 5 weeks time the probability would increase to 94%.\nNo changes to my forecast though :)"], [88452, "2021-03-08T21:58:12Z", [1.0], ""], [97185, "2021-03-08T21:03:30Z", [0.5], ""], [79508, "2021-03-08T17:19:50Z", [0.52], ""], [31275, "2021-03-08T17:00:55Z", [0.9], "Depends on extension by May 4th. "], [96972, "2021-03-08T14:40:49Z", [0.15], ""], [85144, "2021-03-08T11:39:58Z", [0.97], ""], [61016, "2021-03-08T10:19:10Z", [0.4], "This is a case of regionalism vs. federalism.\nThe state of emergency has resulted in humanitarian and economic crisis in the region. \nThe emergency will have to be seen in the light of June elections. \nIf the anti-incumbency factor has to be removed against the Prime Minister, then there has to be loosening of emergency through the following means:\n1) Withdrawal of Eritrean forces\n2) Allowing international humanitarian aid\n3) Releasing the opposition leaders\n4) Dialogue between federal government and opposition rebels If these are to happen, there needs to be intermediary ( US has asked Eritrean forces to withdraw and there needs to be pressure from Saudi Arabia and other allies in the Gulf)\nChina is the biggest investor in Ethiopia and China has a significant role to protect its interests. If the above-mentioned happen in the next 30 days, there are high chances for the relaxation of emergency, which will pave way for teh national elections.\n(Source: https://www.crisisgroup.org/africa/horn-africa/ethiopia/167-finding-path-peace-ethiopias-tigray-region)"], [97337, "2021-03-07T15:04:22Z", [0.89], ""], [98845, "2021-03-07T13:11:21Z", [0.9], "Regarding violence that included an attack on a military base and contentious regional elections, Ethiopian Prime Minister Abiy Ahmed imposed a state of emergency in the Tigray region, which was approved by lawmakers. The Prime Minister “accused the opposition-led local government of attacking federal troops and trying to “loot” military assets” (Al Jazeera). There could be a 90% chance of this happening. "], [37893, "2021-03-07T09:49:49Z", [0.89], ""], [94872, "2021-03-07T05:45:40Z", [0.95], ""], [96724, "2021-03-06T16:04:59Z", [0.95], ""], [2965, "2021-03-06T02:40:40Z", [1.0], ""], [62808, "2021-03-06T02:39:19Z", [0.9], ""], [2965, "2021-03-05T02:18:12Z", [1.0], ""], [73687, "2021-03-04T21:38:17Z", [0.98], ""], [81334, "2021-03-04T08:45:18Z", [0.9], "Shorter time to resolution - alternative paths are evaporating."], [31275, "2021-03-02T01:42:52Z", [0.9], "https://www.reuters.com/article/us-ethiopia-usa-conflict-idUSKCN2AT1LB"], [79508, "2021-03-01T20:13:47Z", [0.39], ""], [87827, "2021-03-01T19:11:20Z", [0.85], "Seems like a lot of conflict still going on and would be surprising if they didn't extend it."], [97501, "2021-03-01T12:02:07Z", [0.99], "The situation is not improving. In the news, I have not read anything that suggests a possible exit from the state of emergency.\nThe Crowd is 86% Chance for Yes"], [94872, "2021-03-01T02:35:23Z", [0.95], ""], [28346, "2021-02-28T20:13:39Z", [0.91], ""], [75863, "2021-02-28T17:10:36Z", [0.9], "\"fighting is reportedly as fierce as ever\" https://apnews.com/article/ethiopia-antony-blinken-7ea14e7a2ea7939aedf767c5ccb46aac"], [97510, "2021-02-28T00:10:19Z", [1.0], "Feel terrible for the country."], [96828, "2021-02-25T13:37:17Z", [0.9], "Can peace talks occur simultaneously with an active federal state of emergency? Unless conditions significantly change, I hold a firm YES. A quick google shows reports of worsening or at best same horrid conditions. I would be happy to be wrong on this one."], [37893, "2021-02-22T18:34:14Z", [0.85], ""], [37893, "2021-02-22T18:33:48Z", [0.86], ""], [31275, "2021-02-22T16:43:10Z", [0.9], "https://www.nasdaq.com/articles/ethiopias-regional-tigray-forces-name-conditions-for-peace-with-government-2021-02-19"], [96828, "2021-02-20T02:51:17Z", [0.91], ""], [75863, "2021-02-20T00:05:06Z", [0.89], "https://www.reuters.com/article/us-ethiopia-conflict/ethiopias-regional-tigray-forces-name-conditions-for-peace-with-government-idUSKBN2AJ2AX"], [61598, "2021-02-19T19:39:34Z", [0.92], ""], [34959, "2021-02-19T00:58:45Z", [0.89], ""], [691, "2021-02-18T18:55:37Z", [0.89], ""], [75863, "2021-02-18T16:30:08Z", [0.9], ""], [80790, "2021-02-17T21:27:14Z", [0.89], "Had a quick look around and things don’t look like they will improve quickly, particularly if there is famine coming\nhttps://www.theafricareport.com/65873/ethiopia-will-tigray-reach-a-conclusion-in-2021/"], [62808, "2021-02-15T14:16:09Z", [0.95], ""], [31275, "2021-02-15T02:48:50Z", [0.9], ""], [62808, "2021-02-14T16:53:16Z", [0.8], ""], [98428, "2021-02-14T12:21:48Z", [0.9], ""], [28346, "2021-02-13T18:11:27Z", [0.88], ""], [96721, "2021-02-12T20:41:17Z", [0.7], ""], [28253, "2021-02-12T18:46:32Z", [0.75], "Likely will be sustained, Tigray notorious for ability to wage a long-term guerrilla campaign "], [914, "2021-02-10T03:25:55Z", [0.86], ""], [79508, "2021-02-09T16:43:44Z", [0.26], ""], [58028, "2021-02-08T14:26:15Z", [0.85], ""], [75863, "2021-02-06T20:15:01Z", [0.89], "\"fighting and ongoing clashes reported in many parts of Tigray\" https://reports.unocha.org/en/country/ethiopia/"], [97185, "2021-02-06T11:49:05Z", [0.45], "The AP story posted by @TheLopen and the wording of the article 93, \"cannot controlled by regular law enforcement.\" \" (1) (a) The Council of Ministers of the Federal Government shall have the power to decree a state of emergency, should an external invasion, a break down of law and order which endangers the Constitutional order and which cannot be controlled by the regular law enforcement agencies and personnel, a natural disaster, or an epidemic occur. \""], [94872, "2021-02-06T03:49:19Z", [0.95], ""], [75863, "2021-02-06T00:30:22Z", [0.9], "https://reports.unocha.org/en/country/ethiopia/"], [691, "2021-02-05T17:18:08Z", [0.88], ""], [46339, "2021-02-03T19:28:58Z", [0.9], ""], [62808, "2021-02-02T00:20:41Z", [0.8], ""], [96954, "2021-02-01T16:59:37Z", [0.65], "https://apnews.com/article/b275884a35bf176b6a53072f716b6a38\n-\" Ethiopia’s government has privately told Biden administration staffers its embattled Tigray region has “returned to normalcy,”\n-\"and they expressed unease at 'false and politically motivated allegations' of mistreatment of refugees from neighboring Eritrea,\"\n-More evidence of the Ethiopian government trying to save face and downplay the situation -5%\n"], [75863, "2021-02-01T14:05:04Z", [0.9], "\"The former ruling party in Ethiopia’s northern region of Tigray is committed to 'extended resistance,' according to an audio message purporting to be from its leader ... The recording was posted on Facebook by a media outlet affiliated with the former ruling party the Tigray People’s Liberation Front (TPLF), which has battled the government since Nov. 4 ... Reuters could not verify the audio’s authenticity or date ... Abiy claimed victory in late November after his forces captured the regional capital Mekelle, but reports of low-level fighting have continued.\" https://www.reuters.com/article/us-ethiopia-conflict/fugitive-ex-leader-of-ethiopias-tigray-region-vows-extended-resistance-idUSKBN2A00BW If the audio message is authentic, this suggests a protracted conflict is very likely — probably in the form of an insurgency by Tigray's forces against Ethiopian/Eritrean forces. It thus seems very probable that the federally-imposed state of emergency will be extended in May."], [79508, "2021-02-01T08:39:32Z", [0.2], ""], [96828, "2021-02-01T02:42:43Z", [0.96], ""], [97747, "2021-01-31T23:17:10Z", [0.8], ""], [31275, "2021-01-31T22:20:15Z", [0.9], ""], [2965, "2021-01-31T19:14:17Z", [1.0], ""], [45650, "2021-01-31T15:00:52Z", [0.55], ""], [14208, "2021-01-27T08:07:18Z", [0.05], "Please. That damn is never going to be built. Northern Africa will stroke out before that happens. "], [98108, "2021-01-26T01:01:10Z", [0.92], ""], [62808, "2021-01-25T19:39:37Z", [0.8], ""], [96954, "2021-01-25T17:45:25Z", [0.7], "https://apnews.com/article/international-news-eritrea-ethiopia-only-on-ap-kenya-2bdd10888f7717690847ad117f09f2d4\n\"Ethiopia’s government denies the Eritreans are in Tigray, a stance contradicted by an Ethiopian military commander who confirmed their presence last month.\" I feel I have underestimated the possibility of Ethiopia declaring an early end to the state of emergency. Obvious lies for the sake of rhetoric -  such as the one above - lead me to believe their willingness to call an end to the SOE even as the fighting continues is quite possible.  -10% Will do more research on their history of doing so in the past. "], [96828, "2021-01-25T08:20:10Z", [0.85], ""], [45594, "2021-01-24T08:13:02Z", [0.8], ""], [79508, "2021-01-23T12:21:01Z", [0.12], ""], [172, "2021-01-23T02:01:22Z", [1.0], ""], [11447, "2021-01-22T21:54:33Z", [0.75], "Same logic as last forecast"], [81334, "2021-01-22T09:03:13Z", [0.85], "Eritrea military is getting involved + hard to deliver food -> disaster is clear and now even less likely to be resolved: add 5%points.\nWhat about Ethiopia remove the SOE-label early, despite all this? Maybe that's not outside the realm of possibilities?: -1%"], [97945, "2021-01-21T15:14:28Z", [0.85], ""], [98025, "2021-01-19T17:42:49Z", [0.45], ""], [96828, "2021-01-19T14:13:50Z", [0.9], ""], [88098, "2021-01-19T04:47:33Z", [0.85], ""], [97185, "2021-01-18T21:12:00Z", [0.9], ""], [98001, "2021-01-17T12:29:39Z", [0.57], ""], [97992, "2021-01-17T00:35:30Z", [0.9], ""], [97964, "2021-01-16T14:47:03Z", [0.75], ""], [914, "2021-01-16T03:52:53Z", [0.85], ""], [2965, "2021-01-13T13:04:25Z", [1.0], ""], [2965, "2021-01-12T23:12:36Z", [1.0], ""], [97501, "2021-01-12T13:07:56Z", [0.8], "There is too much discrepancy between my forecast and that of other forecasters. \nIn the news, I have not read anything that suggests a possible exit from the state of emergency."], [31275, "2021-01-10T16:31:46Z", [0.9], ""], [31275, "2021-01-10T16:30:32Z", [0.6], ""], [97776, "2021-01-09T23:41:20Z", [0.9], ""], [96954, "2021-01-09T17:15:02Z", [0.8], "\"...the UNHCR sees no let up to the violence, abuse and dangers confronting area civilians.\"\n\"Latest arrivals tell of being caught in the conflict and being victims of various armed groups, facing perilous situations including looting of their houses, forced recruitment of men and boys, sexual violence against women and girls,” \nhttps://www.voanews.com/africa/ethiopians-continue-streaming-sudan-fleeing-tigray-region-violence \"The Ethiopian army says it has killed four senior members of the Tigray region's ruling party targeted in a military offensive, state-affiliated media reported late Thursday.\"\nhttps://news.yahoo.com/ethiopia-army-says-4-key-120308133.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAD4ogkpRjs0JSUmDZtuFBOBWcuSE9hs1wpQ60djQyswoqnZKtrwrheJNlTRr3d5ayMAegTKm85aKnFqyIarpmplylCzK4AciV_Gb-wsi_PpEAQssWK9YgmycqMYYa67pXP9LScEyfjsx3ULxRv2TT0cg06pC1NP-KXe-6KR9bubw \"While the conquest of Mekelle is a significant victory for the government, hostility and violence continue to cast a shadow over Tigray. TPLF leader Debretsion Gebremichael claims that fighting is still taking place ‘in three directions’, including near Mekelle. No TPLF leaders have been captured, and no large-scale disarmament has taken place. The renegade forces may be wounded – but they are still very much alive.\"\n\"Though the Ethiopian government has ridiculed the narrative pushed by a number of experts that there would be a ‘protracted insurgency in the rugged mountains of Tigray’\"\n\"they ‘are ready to die in defence of [their] right to administer the region’. Northern Ethiopia will thus likely be mired by sporadic, targeted violence for the foreseeable future unless a negotiated solution is reached. This conflict is far from over.\"\nhttps://globalriskinsights.com/2021/01/ethiopia-what-next-for-abiy-ahmed/ I believe the initial military success, the death of 4 of the 12 targeted Tigray leader (see my initial forecast for their importance, and Prime Minister Abiy Ahmed’s want to save his reputation as a Nobel Peace Prize laureate/rule of law leader push the probability further toward the government declaring an end to the conflict.  That said the amount of refugee's still leaving the country and the commitment of Tigray forces to guerrilla warfare indicate the state of emergency will most likely stay in place  "], [97747, "2021-01-08T02:26:18Z", [0.85], ""], [97185, "2021-01-07T23:46:26Z", [0.85], ""], [97375, "2021-01-06T10:50:19Z", [0.7], ""], [73687, "2021-01-06T00:26:02Z", [0.94], ""], [1333, "2021-01-05T11:18:19Z", [1.0], ""], [81187, "2021-01-04T22:43:05Z", [1.0], "The conflict is not likely to be solved"], [31275, "2021-01-04T18:11:55Z", [0.51], "Emergency was declared for six months. It would run out just before this and would have to be extended. Have to watch events. "], [97185, "2021-01-03T18:13:20Z", [0.75], ""], [37893, "2021-01-03T09:16:51Z", [0.8], ""], [11447, "2021-01-02T02:46:48Z", [0.75], "Unfortunately does not seem like there will be much resolution here. However could see the federal government want to “normalise” things even just for international perceptions."], [14813, "2021-01-01T23:50:57Z", [0.8], "War will escalate "], [97628, "2021-01-01T19:08:26Z", [0.86], ""], [97600, "2020-12-31T19:33:35Z", [0.45], ""], [97503, "2020-12-31T19:09:21Z", [0.9], ""], [97597, "2020-12-31T17:52:14Z", [0.45], ""], [73687, "2020-12-30T23:42:35Z", [0.89], ""], [28002, "2020-12-30T21:30:22Z", [0.85], ""], [1333, "2020-12-30T13:15:42Z", [1.0], ""], [2965, "2020-12-29T23:57:36Z", [1.0], ""], [914, "2020-12-29T23:14:15Z", [0.85], ""], [691, "2020-12-29T19:51:51Z", [0.86], ""], [97501, "2020-12-29T12:24:33Z", [0.05], "Duration of previous states of emergency in Ethiopia in the last 5 years:\n- October 2016/July 2017: 10 months, reason: national policy (source: https://en.wikipedia.org/wiki/2016-18_Ethiopian_state_of_emergency);\n- april 2018/june 2018: 3months, reason: national policy (https://www.cairn.info/les-chocs-du-futur--9782100779413-page-248.htm)\n- april 2020-august2020,5months, reason:covid (https://www.ouest-france.fr/sante/virus/coronavirus/covid-19-en-ethiopie-le-non-respect-du-port-du-masque-peut-etre-puni-de-deux-ans-de-prison-7029866) Why take into account only the last 5 years? Because there were no such states for 25 years before 2016. Great disparity in the duration of previous states of emergency. In addition, none located in a specific territory. Thus uncertainty about the duration with regard to these indicators, whose median is 5 months. "], [62808, "2020-12-29T09:22:29Z", [0.8], ""], [88452, "2020-12-29T08:37:19Z", [1.0], "\"The federal Government military operation in Tigray Region that started on 4 November was officially declared over by the Government on 28 November after capturing the capital city, Mekelle. However, arrests of the leadership of the Tigray People's Liberation Front (TPLF) are ongoing. As a result, localized fighting and insecurity reportedly continues, with fighting reported in Enda Baguna (south of Shire), Korem and Mahbere Tsige (west of Mekelle) last week.\"\nhttps://reliefweb.int/report/ethiopia/ethiopia-tigray-region-humanitarian-update-situation-report-28-december-2020 Does not sound as if a calm situation of peace and security will be reinstated before 04 May 2021, when the central government will have the decision to make whether or not to vote for a renewal of the federally-imposed state of emergency. \"The Plan targets 2.3 million people estimated to be needing humanitarian assistance as a result of the conflict, in Tigray, Amhara and Afar (50.4 per cent children, 26 per cent women and 17.6 per cent disabled).\" The fact, that large-scale humanitarian assistance is still necessary, is a clear indicator that it is not only a crisis to the interior peace, but also a real case of emergency, for which the state of emergency declared is adequate."], [97185, "2020-12-28T16:26:30Z", [0.55], ""], [96828, "2020-12-27T23:20:28Z", [0.8], ""], [97524, "2020-12-27T21:31:00Z", [0.45], ""], [29224, "2020-12-27T18:37:41Z", [0.92], ""], [97525, "2020-12-27T18:17:14Z", [0.0], ""], [1528, "2020-12-27T18:14:09Z", [0.9], ""], [67635, "2020-12-27T15:45:36Z", [0.75], ""], [63094, "2020-12-27T14:38:57Z", [0.75], ""], [2965, "2020-12-27T14:15:31Z", [1.0], ""], [97510, "2020-12-26T19:22:25Z", [0.95], ""], [97505, "2020-12-26T15:09:48Z", [1.0], "I’ll say again 100% "], [2965, "2020-12-25T10:55:32Z", [1.0], ""], [373, "2020-12-24T19:23:42Z", [0.75], ""], [96828, "2020-12-24T06:36:52Z", [0.89], ""], [22690, "2020-12-24T02:40:30Z", [0.8], "Dropping it 5% on the basis that if the rest of the country descends into chaos (https://www.theguardian.com/world/2020/dec/23/at-least-102-killed-in-massacre-in-western-ethiopia-after-abiy-visit), it increases the various other permutations."], [49359, "2020-12-23T23:03:10Z", [0.95], ""], [44887, "2020-12-23T16:46:01Z", [0.95], ""], [95943, "2020-12-22T22:57:28Z", [0.9], "The Tigray rebel forces have vowed to keep fighting, and their historical track record as regards such commitments is solid, whereas the central government cannot back-down without very high political costs. "], [172, "2020-12-22T15:42:56Z", [0.98], "Not finding much credible (recent) info on this. That happens when you cut communication. Expect as much as Abiy wants thing to return to “normal”, Tigray rebels will fight on in mountains. Eritrean involvement doesn’t help win minds...\nhttps://foreignpolicy.com/2020/12/18/the-war-in-tigray-is-a-fight-over-ethiopias-past-and-future/"], [97448, "2020-12-22T00:10:06Z", [0.65], ""], [97448, "2020-12-22T00:09:32Z", [0.15], ""], [62808, "2020-12-21T22:36:03Z", [0.8], ""], [94872, "2020-12-21T04:19:44Z", [0.85], ""], [97183, "2020-12-20T22:45:56Z", [0.9], ""], [62808, "2020-12-20T02:46:34Z", [0.9], ""], [34527, "2020-12-20T02:36:03Z", [0.9], ""], [87827, "2020-12-19T11:36:10Z", [0.75], "Seems likely that conflict lasts longer than 6 months and that the state of emergency would be extended."], [28346, "2020-12-19T10:26:54Z", [0.9], "Most analysis I've seen suggests that there will likely be a long drawn-out period of insurgency & perhaps guerilla warfare. It seems there are deep-rooted cultural & economic causes which will take a long time to settle (or be arbitrated). On the background it seems implausible that Ethiopia relaxes much - although potentially it could lift the state of emergency temporarily in May & then reapply it later if it deemed it necessary"], [46407, "2020-12-18T16:56:14Z", [0.75], ""], [32100, "2020-12-18T13:59:09Z", [1.0], ""], [88098, "2020-12-18T11:23:28Z", [0.8], ""], [97382, "2020-12-17T20:41:12Z", [0.85], ""], [7131, "2020-12-17T14:56:12Z", [0.9], ""], [97373, "2020-12-17T14:12:31Z", [0.7], ""], [45594, "2020-12-17T09:10:55Z", [0.7], ""], [2965, "2020-12-17T05:12:26Z", [1.0], ""], [97349, "2020-12-16T04:00:19Z", [0.75], ""], [97337, "2020-12-15T21:53:12Z", [0.35], ""], [97342, "2020-12-15T21:17:23Z", [0.85], ""], [2965, "2020-12-15T01:45:33Z", [0.95], ""], [34959, "2020-12-14T05:21:47Z", [0.87], ""], [31859, "2020-12-13T15:57:42Z", [0.65], "/"], [97293, "2020-12-12T22:50:58Z", [0.99], ""], [75863, "2020-12-12T21:55:27Z", [0.9], ""], [30495, "2020-12-11T10:19:19Z", [0.8], ""], [41352, "2020-12-10T22:05:10Z", [0.95], ""], [49877, "2020-12-10T18:47:12Z", [0.4], ""], [85144, "2020-12-10T18:45:16Z", [0.95], ""], [691, "2020-12-10T17:54:17Z", [0.88], ""], [22690, "2020-12-10T02:56:59Z", [0.85], "The crux of the question is how does Federal government benefit from a state of emergency.  From Article 93:\n (4) (a) When a state of emergency is declared, the Council of Ministers shall, in accordance with regulations it issues, have all necessary power to protect the country's peace and sovereignty, and to maintain public security, law and order.\n(b) The Council of Ministers shall have the power to suspend such political and democratic rights contained in this Constitution to the extent necessary to avert the conditions that required the declaration of a state of emergency.\n(c) In the exercise of its emergency powers the Council of Ministers can not, however, suspend or limit the rights provided for in Articles 1, 18, 25, and sub-articles 1 and 2 of Article 39 of this Constitution. So while a SOE does not override the right to secession (sub-article 1 of Article 39), my interpretation of the rest of Article 39 would imply that the ability to secede is virtually impossible under an SOE, so the government will have every need to continue to extend beyond the initial six months, assuming the TPLF don't just fall in line suddenly, which none of their 45 year history suggest they will. Starting at 85%."], [97259, "2020-12-09T21:10:46Z", [0.8], ""], [96972, "2020-12-09T20:12:47Z", [0.1], "The Ethiopian government will continue to reject foreign intervention and likely kill off the population rather than have them protected or recognized."], [49526, "2020-12-09T14:46:39Z", [0.85], ""], [96923, "2020-12-08T22:47:29Z", [0.95], ""], [48709, "2020-12-08T13:19:44Z", [0.8], "Base take over== yes.\n"], [18679, "2020-12-08T09:11:32Z", [0.99], ""], [58028, "2020-12-08T07:50:37Z", [0.9], ""], [97202, "2020-12-08T02:23:39Z", [0.9], ""], [15425, "2020-12-08T01:07:43Z", [0.85], "Feels like a situation where the region remains in a permanent 'state of emergency' "], [73687, "2020-12-07T21:18:31Z", [0.83], ""], [94646, "2020-12-07T16:59:41Z", [0.93], "The conflict seems serious and based on long-running cultural divides, not something that is new and could be fixed in short order. Over the last several years there have been State of Emergencies put in place for what appears to be much more mild conflicts. The implication being that the government uses State of Emergency declarations fairly liberally."], [94646, "2020-12-07T16:58:55Z", [0.9], "Comment deleted on Dec 07, 2020 04:59PM UTC"], [31795, "2020-12-06T23:45:25Z", [0.95], ""], [691, "2020-12-06T15:53:18Z", [0.9], ""], [8318, "2020-12-06T04:20:11Z", [0.68], ""], [63087, "2020-12-05T15:30:00Z", [0.8], ""], [45594, "2020-12-05T10:09:55Z", [0.7], ""], [3104, "2020-12-05T01:46:23Z", [0.85], "The emergency declaration is linked to the unrest in Tigray, which is unlikely to abate any time soon, and even if it does, it is likely that the government will renew it (especially because it was originally approved unanimously)."], [94444, "2020-12-04T21:59:47Z", [0.75], "Conflict seems to be heating up rather than cooling down. "], [97189, "2020-12-04T12:18:32Z", [0.55], ""], [59137, "2020-12-04T10:04:13Z", [0.85], ""], [61598, "2020-12-04T09:06:40Z", [0.9], ""], [96721, "2020-12-04T03:58:30Z", [0.65], ""], [31275, "2020-12-03T22:33:36Z", [0.88], ""], [691, "2020-12-03T21:19:05Z", [0.92], ""], [1333, "2020-12-03T20:07:20Z", [1.0], ""], [85415, "2020-12-03T15:00:19Z", [0.9], ""], [34566, "2020-12-03T14:37:28Z", [0.35], ""], [97177, "2020-12-03T13:04:33Z", [1.0], ""], [92232, "2020-12-03T07:44:17Z", [0.4], ""], [92232, "2020-12-03T07:30:49Z", [0.2], ""], [67377, "2020-12-03T05:01:30Z", [0.75], ""], [47396, "2020-12-03T01:24:17Z", [1.0], "Federal government is in charge NOW, so why would they release control so quickly."], [62808, "2020-12-02T22:12:16Z", [1.0], ""], [63306, "2020-12-02T20:57:17Z", [0.9], "Appreciating the logic of @Godt99 and @keith-huggins. Another variable that I do not know how to measure is external state's influences. The USA seems uninterested, but I don't see anything about Ethiopia's neighbors, and China are reacting. "], [42166, "2020-12-02T18:22:57Z", [0.7], "Likely to reach six month mark, but international pressure accounts for lower % chance than others here project"], [51269, "2020-12-02T16:52:40Z", [0.95], ""], [96747, "2020-12-02T15:50:49Z", [0.95], "already in a quasi state of emergency"], [77037, "2020-12-02T13:42:57Z", [0.9], ""], [52594, "2020-12-02T12:51:55Z", [0.95], ""], [68785, "2020-12-02T10:22:56Z", [1.0], ""], [81309, "2020-12-02T09:34:45Z", [0.71], ""], [18679, "2020-12-02T08:31:57Z", [0.99], ""], [21884, "2020-12-02T08:25:35Z", [0.76], ""], [70342, "2020-12-02T07:58:44Z", [0.6], ""], [88969, "2020-12-02T05:50:20Z", [0.2], ""], [91722, "2020-12-02T05:43:27Z", [0.66], ""], [51956, "2020-12-02T04:35:30Z", [0.9], ""], [84986, "2020-12-02T04:18:26Z", [0.85], ""], [31275, "2020-12-02T04:05:54Z", [0.8], ""], [94754, "2020-12-02T03:27:03Z", [0.95], ""], [31859, "2020-12-02T03:26:49Z", [0.55], ""], [46030, "2020-12-02T03:25:43Z", [0.2], "This area will continue to be in state of turmoil.  To many other 'bad actors' bordering this region"], [85012, "2020-12-02T01:42:51Z", [0.2], "It appears the government is taking action against the faction operating in the region. The capital city may have been retaken: https://www.washingtonpost.com/world/africa/ethiopia-tigray-offensive-abiy/2020/11/28/a3be6f90-3012-11eb-9dd6-2d0179981719_story.html"], [50769, "2020-12-02T01:31:52Z", [0.85], ""], [22343, "2020-12-02T01:27:02Z", [0.08], ""], [64078, "2020-12-02T00:27:09Z", [0.9], ""], [92207, "2020-12-02T00:22:07Z", [0.8], "Africa is a very inestable region achieve stability without external influence is very difficult"], [29054, "2020-12-02T00:12:43Z", [1.0], ""], [92207, "2020-12-02T00:02:15Z", [0.5], "The african emergency zones could deteriorates very quickly is very hard to achieve stability in that region"], [71233, "2020-12-01T23:16:28Z", [0.7], ""], [58648, "2020-12-01T22:39:35Z", [0.85], ""], [87346, "2020-12-01T19:26:02Z", [0.9], ""], [75093, "2020-12-01T06:36:46Z", [0.97], ""], [30364, "2020-12-01T04:27:17Z", [0.95], ""], [96595, "2020-11-29T23:03:44Z", [0.85], ""], [73687, "2020-11-29T21:22:29Z", [0.91], ""], [691, "2020-11-29T15:04:21Z", [0.99], ""], [21046, "2020-11-29T04:28:22Z", [0.95], ""], [59881, "2020-11-28T21:04:46Z", [1.0], ""], [96923, "2020-11-28T20:30:18Z", [0.95], ""], [22689, "2020-11-28T19:52:01Z", [1.0], ""], [75863, "2020-11-28T19:51:01Z", [0.9], "\"The Ethiopian government has announced a six-month state of emergency in Tigray. A full-blown civil war could last far longer ... 'Given the strength of Tigray's security forces, the conflict could well be protracted,' International Crisis Group, a non-profit organisation, says. 'Tigray has a large paramilitary force and a well-drilled local militia, thought to number perhaps 250,000 troops combined.'\" https://www.bbc.com/news/world-africa-54964378"], [62808, "2020-11-27T19:32:19Z", [1.0], ""], [34959, "2020-11-26T05:20:41Z", [0.96], ""], [691, "2020-11-24T16:16:58Z", [0.95], ""], [90096, "2020-11-24T16:12:02Z", [0.85], ""], [97069, "2020-11-24T11:55:42Z", [0.99], "Both Parties are willing to fight and if Mekele falls the TPLF will fight out of the mountains like Taliban for years maybe. I fear that the situation is used from the southern Region also to put there problems on the agenda, while the army is in the north.\n-1% last hope for diplomatic agreement"], [61598, "2020-11-24T08:25:23Z", [0.98], ""], [29054, "2020-11-24T02:58:24Z", [1.0], ""], [85415, "2020-11-23T22:51:28Z", [0.95], "6 months not a sufficient length of time to rectify the problem. Conflict escalating.  "], [73687, "2020-11-23T22:12:59Z", [0.85], ""], [34815, "2020-11-23T04:51:20Z", [1.0], ""], [95751, "2020-11-22T20:22:27Z", [0.9], "The Ethiopian government has many challenges in addition to the recent change in government. The country is in negotiations with Sudan and Egypt regarding water rights after starting to fill the GERD earlier this summer. The U.S. has sanctioned Ethiopia and Egypt is becoming more aggressive in the negotiations. The combination of internal civil war, regional threats and the struggling economy will pressure the government to maintain domestic security. "], [79508, "2020-11-22T20:00:34Z", [0.05], "From Mekelle they will fall back to Aksum "], [96724, "2020-11-22T17:19:24Z", [0.9], "Ethiopian PM Abiy Ahmed has rejected African Union assistance on 20 Nov and ordered a military offensive to encircle the Tigrayan capital of Mekelle (500,000 people). The conflict does not seem likely to resolve in the short-term, particularly while military action is underway and aid restrictions to the region worsen the humanitarian situation. The current PM has already delayed elections (delay announced in June 2020 for August 2020 elections) with lawmaker approval due to COVID-19, which is one of the reasons that sparked the crisis. This provides a baseline for his continued control and influence over parliament through at least May or June 2021 (when the next election is currently estimated to be held). A transition of power would not occur immediately, so the chance of continued differences of opinion between the PM and the TPLF factions through 12 May 2021 (for this question) is rather high, and extension of the SOE is likely to follow.  Things that could change this might include holding earlier elections, external negotiations, yielding to international pressure or sanctions (should they arise). These alternatives seem less likely given how much the pandemic's impact has increased over time in the country, however."], [37651, "2020-11-22T14:13:22Z", [0.94], ""], [95068, "2020-11-22T13:26:11Z", [1.0], ""], [691, "2020-11-21T19:59:07Z", [0.9], ""], [89099, "2020-11-21T13:13:02Z", [1.0], ""], [64078, "2020-11-21T00:56:39Z", [0.7], ""], [93409, "2020-11-20T18:09:55Z", [1.0], ""], [691, "2020-11-20T16:31:28Z", [0.9], ""], [8826, "2020-11-20T13:34:12Z", [0.9], ""], [88452, "2020-11-20T12:35:26Z", [1.0], ""], [96954, "2020-11-19T20:42:06Z", [0.95], "This state of emergency (SOE) will still be in place on May 12, 2021, because of:\n- The difficulty in capturing the 12-member Tigray executive committee \n- The refugee and humanitarian crisis in the region The difficulty in capturing the 12-member Tigray executive committee \nThe immediate goal of the Ethiopian government is to capture the 12 members executive committee of the region. While the military success has thus far been weighted heavily toward the federal government, capturing the committee will be more difficult than invading and controlling the military. Capturing this group will present similar challenges to those faced by the coalition forces in Afghanistan attempting to capture Al-Qaeda leadership, as the Tigray region is mountainous and has experience fighting a war of insurgency in the 16-year civil war in the 70s and 80s. I find it unrealistic that a group that resisted for such a long time will stop resisting in 6 months, and as long as organized resistance continues I expect the SOE to continue.  The refugee and humanitarian crisis being caused by the conflict\nIf the federal government were to succeed in capturing the Tigray executive committee and ending hostilities, the fallout of the conflict will still need to be dealt with. As of now, more than 30,000 refugees from the region have fled to Sudan(more will do so each day as the fighting intensifies and approaches the Tigray Capital) and hundreds of thousands in the Tigray region were already reliant on international humanitarian aid (which has been cut off due to safety concerns for aid workers). It is unrealistic to expect the SOE to be suspended before the refugee and supply situation has been resolved, which will almost certainly not have been achieved by May\n"], [81334, "2020-11-19T09:19:30Z", [0.81], "\"State of emergency\" looks like a popular ruling concept in this country, of which I don't know anything at all for starters and am just reading up on via wikipedia.\nAn earlier SOE was started in oct 16 for \"6 months\" and ended after 10 , after parliament voted to extend. So what is this SOE about?\nTigray TPLF held elections and Eth Gov refuses to recognizes, military escalation, now what?\nAccording to the guardian a lot of Eth military assets are located in Tigray region\nEven if Tigray is 7M pop (110 total), the balance in power could be more even because National army is invading a terrain \"ideal for guerilla warfare\" (guardian again). So I guess this qualifies as a civil war (tbc) and if so then SOE will surely last at least as long as does such a war.\nConflictrecurrence database gives overview of start/end-dates for conflicts, with the average episode of a conflict 967.5 days.\n37% of the conflicts they collected last shorter than the 190 days the question implies for this SOE.\nThis could be an overestimation of conflict runtime (given they only collect recurring conflicts) but given they have a state vs EPLF conflict (89-91) in their dataset, i'm gonna ignore that for now. in case the conflict ends, the soe probably does not straight away all though i don't know what other state a poor nation could actually be in during a pandemic but lets say that resolved conflict still has 50-50 prob of remaining in SOE for another couple of months (to be refined). That leaves us with 63% + 18% = 81% Uncertainties to be further explored:\n- actual military & (relative) economical strength of both sides\n- impact of comparing to \"non-recurring\" conflicts\n- nationwide support for Tigray side https://www.prio.org/Data/Armed-Conflict/ConflictRecurrenceDatabase/"], [34959, "2020-11-19T04:51:04Z", [0.92], ""], [96923, "2020-11-18T20:03:29Z", [0.85], ""], [87691, "2020-11-18T07:16:25Z", [0.0], ""], [49359, "2020-11-18T01:35:23Z", [0.75], ""], [86946, "2020-11-18T01:20:18Z", [0.98], ""], [691, "2020-11-17T20:57:07Z", [0.9], ""], [27710, "2020-11-17T20:33:55Z", [0.95], "The Ethiopian government is currently flying air strikes against Tigray region, which typically is the preparation of a larger ground campaign. Assuming this to be true, it is likely that the armed forces will quickly overwhelm the rebels in a symmetric conflict due to their superiority in arms power. This will cause many refugees to flee the region. Overall, the region is likely to experience a lot of hardships in the coming months.\nIn order to bring stability to the region after a military victory, the Ethiopian government will likely need additional security measures in place and use them to remove any remaining rebels. This is likely not finished in the next months, so the initial 6 months period will highly likely not be shortened."], [34353, "2020-11-17T19:28:02Z", [0.55], "A lot will depend on how the unrest proceeds."], [31656, "2020-11-17T19:06:32Z", [0.95], ""], [72185, "2020-11-17T18:55:11Z", [0.95], "The current Ethiopian government feels threatened by an increasingly assertive Tigray region community, which in turn feels entitled compared to the average Ethiopian due to historic reasons. The Tigray community has no intention of backing down from their claims without a severe confrontation, so the government has no incentive to ease up on their clamp down."], [87867, "2020-11-17T17:29:57Z", [0.8], "first guess no research yet"], [73970, "2020-11-17T08:16:58Z", [0.7], ""], [30717, "2020-11-17T06:23:31Z", [0.7], ""], [25601, "2020-11-17T05:04:22Z", [0.5], ""], [172, "2020-11-17T02:28:16Z", [0.98], ""], [75093, "2020-11-16T22:36:08Z", [0.65], ""], [62808, "2020-11-16T22:01:25Z", [1.0], ""], [29054, "2020-11-16T17:15:44Z", [1.0], ""], [95262, "2020-11-16T15:17:29Z", [1.0], ""], [14282, "2020-11-16T11:48:16Z", [0.65], ""], [93350, "2020-11-16T08:49:29Z", [1.0], "The political situation here is complex as is the question. The Ethiopian government may declare a state of emergency, but Tigray will ignore it. \nI will assume that even though a state of emergency has been declared, Tigray probably would agree that they are not ‘under’ the state of emergency.\nHowever, given the wording of the question, the government will renew the state of emergency.\nEthiopia has a federal constitution based on ethnic lines with each area having a degree of autonomy to administer their regions. Tigray has a history of being a ruling group and was instrumental of displacing a previous Marxist ruler.\nThe current leader Prime Minister Abiy Ahmed has attempted to de-federalise the country to  which Tigray disagrees and held an illegal election.\nAbiy has refused to negotiate with the Tigray leaders until they are in custody and their weapons destroyed.\nTigray has an army of 250,000 that has been described as ‘battle hardened’ that is larger than the Ethiopian army of 1652,000 (that is probably not).\nTigray is not demanding separation from Ethiopia but rather to maintain its status. This does indicate the potential of a civil war that may be settled by arbitration/negotiation arbitrated by the African Union. \nhttps://www.aljazeera.com/news/2020/11/15/rockets-fired-from-ethiopias-tigray-region-hit-eritrean-capital\nhttps://www.bbc.com/news/world-africa-54826875\nhttps://www.globalfirepower.com/country-military-strength-detail.asp?country_id=ethiopia\nhttps://www.nytimes.com/2020/11/05/world/africa/ethiopia-war-tigray.html\nhttps://www.npr.org/2020/11/13/934241830/what-to-know-about-ethiopias-tigray-conflict\nhttps://www.bbc.com/news/world-africa-54932333\n"], [96930, "2020-11-15T23:59:45Z", [0.65], "States of emergency are quite rare in Ethiopia as the one in 2016 was the first in 25 years. In that crisis the government ruled to tack on another 4 months of the state of emergency. Under the current prime minister he imposed a state of emergency due to covid that lasted 5 months although I could not find if it was extended or not. The essence of the question is whether the government will lengthen the state of emergency after it runs out on May 4th 2021. Judging by recent history and the insistence of the Tigray group (who are firing rockets at nearby Eritrea) I assume that the fighting will be ongoing by May. However the question is whether the country will still be under a state of emergency. I think they will be, but I could also see a situation where the fighting continues but Ahmed does not want the official label of state of emergency especially with elections sometime in 2021. Ahmed has already won a nobel peace prize and will I imagine be eager to quickly end this conflict, I just do not think that the Tigrey will go down quietly or quickly. I believe that the gov will vote to renew the state of emergency and I am giving it a 65% chance of happening, but I will also be watching the fighting and Ahmed's words to update the forecast. "], [90457, "2020-11-15T17:47:56Z", [0.99], ""], [87566, "2020-11-15T16:42:03Z", [0.5], ""], [691, "2020-11-15T16:28:40Z", [0.9], ""], [96950, "2020-11-15T14:33:07Z", [0.7], ""], [22689, "2020-11-14T19:06:04Z", [0.95], ""], [79508, "2020-11-14T18:10:50Z", [0.1], "Six months State of Emergency seems a tall ask given the way things are escalating "], [691, "2020-11-14T16:25:40Z", [0.9], ""], [37651, "2020-11-14T16:24:30Z", [0.93], ""], [92079, "2020-11-14T01:17:48Z", [0.91], ""], [62808, "2020-11-14T00:54:59Z", [0.9], ""], [172, "2020-11-13T22:46:35Z", [0.65], ""], [95068, "2020-11-13T20:03:27Z", [0.85], "“Tigrayans may only make up 6% of Ethiopia’s 110 million population, but the TPLF dominated Ethiopia’s military and government for much of the past three decades, until Abiy took office in 2018“ (https://time.com/5910962/abiy-ahmed-ethiopia-conflict/ ) at which point he acted to disenfranchise them creating a classic scenario for a brewing civil war.\nThis was already brewing with Ahmed in power Nobel peace prize or not.\nEven if they break away they wont be recognized by Ethiopia so we’re really looking at a question of how draconian will the  suppression be...and will Ethiopia devolve into chaos."], [79508, "2020-11-13T19:51:42Z", [0.15], "The area will want to break away and want to self Govern, this may well come in the near future as calls for an independent State"], [88766, "2020-11-13T19:36:15Z", [1.0], ""], [20284, "2020-11-13T19:32:12Z", [0.9], "There will still be armed conflict in May unless the PM Ahmed is taken out of office.  Tigray has the best forces and will not back down.  The central government at this \npoint must try to see Tigray fall inline.  That may take a long time or Tigray may outlast the PM."], [1333, "2020-11-13T18:35:06Z", [1.0], ""]]}