{"question_id": 1712, "title": "Which team will win the FA Cup?", "possible_answers": ["Arsenal F.C.", "Chelsea F.C."], "crowd_forecast": [0.34, 0.66], "correct_answer": "Arsenal F.C.", "correct_forecast": 0.34, "preds": [[75939, "2020-07-31T17:07:03Z", [0.43, 0.57], "Kante and Willian are likely to be available to Chelsea."], [87064, "2020-07-31T15:39:59Z", [0.12, 0.88], ""], [94676, "2020-07-31T14:40:47Z", [0.4, 0.6], ""], [90457, "2020-07-31T13:16:47Z", [0.16, 0.84], ""], [64078, "2020-07-31T12:50:25Z", [0.3, 0.7], ""], [94723, "2020-07-31T11:54:16Z", [0.2, 0.8], ""], [88766, "2020-07-31T09:11:32Z", [0.2, 0.8], ""], [94632, "2020-07-30T22:03:50Z", [0.35, 0.65], "With both managers looking for their first silverware in their new titles. Chelsea have the CL to look forward to, but it's unlikely they will be able to overcome Bayern Munich the next weekend and this is their one solid shot at a trophy for Lampard's first season at the reins. With such a young and talented squad, I'm updating my prediction to increase their odds of overcoming Arsenal and securing the win."], [91046, "2020-07-30T19:43:34Z", [0.6, 0.4], "Arsenal are on form and have only this top point to for the year. They should come out focused and intent"], [691, "2020-07-30T18:15:17Z", [0.34, 0.66], ""], [52131, "2020-07-30T16:06:14Z", [0.0, 1.0], ""], [79479, "2020-07-30T15:17:00Z", [0.6, 0.4], "Arsenal have an excellent record in FA cup finals and have comfortably won more than Chelsea. They've missed out on CL football by a country mile so this is their season in the line...there is everything to play for. Chelsea made it into the top 4 and have secured CL football which was their aim this season. After some nervy results at season end, I expect them to have less desire to win a cup given they've achieved their target. Both sides are somewhat inconsistent but Arsenal edge this for me "], [79508, "2020-07-30T14:57:55Z", [0.6, 0.4], "Going against the bookies again and giving the edge to the Gunner's over the Blues, the seasons results have not been their best, but they have improved lately.  No doubt the pensioners will continue attacking their weakness in defense.  Arsenal should be well aware of this and have it planned and sorted.  Also expect them to launch a two or three prong attack (via substitutions) The question is what beer and snacks to have while watching  :)  "], [90237, "2020-07-30T14:30:06Z", [0.3, 0.7], ""], [57400, "2020-07-30T13:40:25Z", [0.6, 0.4], ""], [93543, "2020-07-30T13:25:42Z", [0.3, 0.7], ""], [88320, "2020-07-30T13:24:08Z", [1.0, 0.0], ""], [92261, "2020-07-30T12:35:12Z", [0.55, 0.45], "Son in law's insight"], [88766, "2020-07-30T11:12:40Z", [0.22, 0.78], ""], [88954, "2020-07-30T09:40:01Z", [0.2, 0.8], ""], [87064, "2020-07-30T06:16:46Z", [0.2, 0.8], ""], [87094, "2020-07-30T01:09:32Z", [0.2, 0.8], "Based on current bets and Arsenal's playing during the tourney, Chelsea seems to be heavy favorites [1]. [1] https://www.sportsbettingdime.com/news/soccer/arsenal-vs-chelsea-odds-betting-preview-2020-fa-cup-final/"], [75939, "2020-07-29T23:02:25Z", [0.45, 0.55], "Chelsea is the better team overall, but not by much.  Arsenal drew a lot of games this season, which obviously can't happen in the FA final.  Randomly assigning draws during the PL season as W or L brings them much closer."], [11788, "2020-07-29T22:54:52Z", [0.0, 1.0], ""], [94671, "2020-07-29T21:10:47Z", [0.4, 0.6], ""], [88633, "2020-07-29T20:33:32Z", [0.4, 0.6], "current odds on betfair exchange"], [92786, "2020-07-29T18:13:15Z", [0.3, 0.7], ""], [92786, "2020-07-29T17:56:06Z", [0.3, 0.7], "Chelsea is a much stronger team than Arsenal this season. Potential confounding play is that Willian is being actively recruited by Arsenal. Perhaps he may not be at 100%?"], [10794, "2020-07-29T16:45:15Z", [0.05, 0.95], ""], [92803, "2020-07-29T16:23:34Z", [0.35, 0.65], ""], [89099, "2020-07-29T15:55:50Z", [0.0, 1.0], ""], [67500, "2020-07-29T15:24:30Z", [0.37, 0.63], ""], [86472, "2020-07-29T15:23:25Z", [0.25, 0.75], ""], [691, "2020-07-29T14:33:48Z", [0.34, 0.66], ""], [53587, "2020-07-29T10:58:14Z", [0.2, 0.8], ""], [94656, "2020-07-29T10:14:00Z", [0.32, 0.68], ""], [94655, "2020-07-29T09:49:45Z", [0.38, 0.62], "Based on points for the season, and the last 4 meetings between the clubs. Adjustments should be made closer to match day regards squad fitness and selection. Motivations similar for both clubs, I may lean with the momentum slightly towards CFC seeing as the pressure is off regards CH L qualification, however I have yet to change the prediction as I see very little to separate the two in terms of off pitch factors at the moment. "], [94563, "2020-07-29T09:19:28Z", [0.35, 0.65], "Chelsea are rightly strong favourites with the bookies. However, Arsenal has show a propensity to be able (sometimes) to perform well against better opposition - see SF vs. Manchester City and PL game vs. Liverpool.\nIn both games they managed to win with limited possession.\nBoth teams are stronger going forward, so whilst I give the edge to Chelsea, I do not see them as quite the overwhelming favourites that some do, although I expect them to win."], [20156, "2020-07-29T07:11:23Z", [0.35, 0.65], ""], [94648, "2020-07-29T05:17:23Z", [0.5, 0.5], ""], [35398, "2020-07-29T01:37:29Z", [0.01, 0.99], ""], [78821, "2020-07-29T00:19:11Z", [0.38, 0.62], "Seems sort of cheating, but updated betting odds favor Chelsea at 8/13 (betting odds presented as a fraction are the standard in the UK and Ireland). This has an implied probability of 61.9%. [1] What I'd really like to figure out is what team stats are most statistically significant in predicting wins. Example: possession time, shots on goal, shots on target, goals allowed, etc.... I'd like to understand statistics better to give this a go. I've found very detailed stats databases for each team [2,3,4,5,6,7,8,9] I just lack the technical expertise to best utilize them - and the time to learn before this match. [1] https://www.mirror.co.uk/sport/football/news/arsenal-vs-chelsea-fa-cup-22430612 Chelsea Stats\n[2] https://www.premierleague.com/clubs/4/club/stats\n[3] https://www.whoscored.com/Teams/15/Show/England-Chelsea\n[4] https://fbref.com/en/squads/cff3d9bb/Chelsea-Stats\n[5] https://footystats.org/clubs/england/chelsea-fc Arsenal Stats\n[6] https://www.premierleague.com/clubs/1/club/stats\n[7] https://www.whoscored.com/Teams/13/Show/England-Arsenal\n[8] https://fbref.com/en/squads/18bb7c10/Arsenal-Stats\n[9] https://footystats.org/clubs/england/arsenal-fc"], [67844, "2020-07-28T20:39:25Z", [0.55, 0.45], "Chelsea are the better team, but they are also the more fragile, less solid team. Arsenal have the greater motivation -Europa League qualification- and if they can repeat their City performance, they'll win. In a once-off game, \"anybody can win\" on the day, the question is, who is more likely to \"turn up\". Lampard's Chelsea lack game management ability against top teams so I'm giving Arsenal the edge but just barely. "], [94632, "2020-07-28T19:30:26Z", [0.4, 0.6], "Chelsea won about 42% more games this season as Arsenal, but also lost 20% more. Since Chelsea are also still in contention for the PL and both teams have had struggles at the back, either team could get an early lead and dictate the tempo of the game. With nothing else to play for an a skilled front three, I'd give Arsenal about a 40% chance of winning the game."], [86816, "2020-07-28T15:54:03Z", [0.67, 0.33], ""], [94626, "2020-07-28T14:17:49Z", [0.45, 0.55], "Chelsea are statistically better than Arsenal this season, but concede A LOT of goals . Arsenal's form since the start of the 'restart' has been relatively good with positive trends to suggest arteta is managing to get his team to play the way he wants.   Potential extra motivation for Arsenal is they could qualify for the Europa League through this competition as neighbours spurs did through the premier league's conclusion.  If Arsenal can defend as they did against manchester city in the semi final they will stand a chance of scoring on the counter attack against a defensively poor team in chelsea. Arsenal themselves have their own defensive problems with a number of high profile mistakes. It will be close but Chelsea are ahead in the cycle of building a team and will probably benefit from having had a full season with Lampard. "], [86467, "2020-07-28T14:06:25Z", [0.22, 0.78], ""], [80634, "2020-07-28T13:38:39Z", [0.0, 1.0], ""], [42097, "2020-07-28T13:25:01Z", [0.41, 0.59], "It's one game so anything can happen. I'm going with the betting markets on this one."], [88903, "2020-07-27T21:20:43Z", [0.4, 0.6], ""], [85291, "2020-07-27T18:37:52Z", [0.3, 0.7], ""], [92261, "2020-07-27T16:25:29Z", [0.65, 0.35], "Arsenal has won most FA Cups in history and they pretty much own the competition."], [14822, "2020-07-27T16:07:13Z", [1.0, 0.0], ""], [79508, "2020-07-27T14:35:04Z", [0.57, 0.43], "Oddly enough I think Chelsea will do it, but figures etc are in the Gunners favour "], [94370, "2020-07-27T14:33:29Z", [0.05, 0.95], ""], [87628, "2020-07-27T13:59:48Z", [0.0, 1.0], ""], [79591, "2020-07-27T13:22:20Z", [0.0, 1.0], "Tough call but somebody has to win.  "], [87440, "2020-07-27T09:52:38Z", [0.4, 0.6], ""], [61367, "2020-07-27T08:56:18Z", [0.7, 0.3], ""], [43621, "2020-07-27T00:47:33Z", [0.3, 0.7], ""], [24518, "2020-07-26T22:42:53Z", [0.65, 0.35], ""], [32861, "2020-07-26T19:53:20Z", [0.65, 0.35], ""], [1092, "2020-07-26T19:38:23Z", [0.1, 0.9], ""], [57400, "2020-07-26T18:11:48Z", [0.7, 0.3], ""], [14432, "2020-07-26T17:45:48Z", [0.0, 1.0], ""], [85669, "2020-07-26T17:00:25Z", [0.25, 0.75], ""], [28415, "2020-07-26T16:17:29Z", [0.38, 0.62], ""], [86785, "2020-07-26T15:07:04Z", [0.4, 0.6], "Adjusting up toward the crowd on the premise that everyone knows more about football than I do."], [691, "2020-07-26T14:12:12Z", [0.28, 0.72], ""], [88766, "2020-07-26T10:41:12Z", [0.28, 0.72], ""], [45594, "2020-07-26T06:48:39Z", [0.4, 0.6], ""], [94550, "2020-07-25T23:29:21Z", [0.35, 0.65], "I support Chelsea!"], [86554, "2020-07-25T23:26:06Z", [0.19, 0.81], ""], [27573, "2020-07-25T21:30:05Z", [0.35, 0.65], ""], [73196, "2020-07-25T21:19:56Z", [0.35, 0.65], ""], [88954, "2020-07-25T21:19:52Z", [0.3, 0.7], ""], [88954, "2020-07-25T21:19:31Z", [0.65, 0.35], ""], [88422, "2020-07-25T19:46:34Z", [0.1, 0.9], ""], [87064, "2020-07-25T19:21:18Z", [0.25, 0.75], ""], [78821, "2020-07-25T18:11:32Z", [0.47, 0.53], "revising based on a more quantitative analysis, inspired by @A356 :  Arsenal stats: https://fbref.com/en/squads/18bb7c10/Arsenal-Stats\nChelsea stats: https://fbref.com/en/squads/cff3d9bb/Chelsea-Stats ..................avg goals scored .............avg goals allowed\nArsenal............1.43.................................1.24\nChelsea...........1.81.................................1.46 Arsenal is losing a key defender (potentially) with a hamstring injury\nChelsea has a higher expected goals per game average....and they are attempting to acquire a stronger starting defender, which could impact goals allowed."], [92863, "2020-07-25T17:58:46Z", [0.4, 0.6], "Past few results show that Chelsea are favourites, plus final PL finish (C best case 3rd; A best case 8th). Will monitor injuries plus if Chelsea fail to reach UCL this year will certainly impact confidence.  EDIT: Chelsea did not fail, therefore, maintaining the current forecast until probable teams/injuries are known. Chelsea vs Arsenal H2H: 21 Jan 2020 - Chelsea v Arsenal - 2-2 - Premier League\n29 Dec 2019 - Arsenal v Chelsea - 1-2 - Premier League\n29 May 2019 - Chelsea v Arsenal - 4-1 - UEFA Europa League\n19 Jan 2019 - Arsenal v Chelsea - 2-0 - Premier League"], [78821, "2020-07-25T17:45:11Z", [0.56, 0.44], "Arsenal is still favored to win, but Chelsea is looking to sign John Stones in a move intended to improve their defensive line - they allow the most goals of any team in the top half of the Premier League.\nhttps://www.thesun.co.uk/sport/12223002/chelsea-arsenal-everton-transfer-man-city-john-stones/  Arsenal recently lost high impact defender Mustafi, and could provide an opening for Chelsea, especially if they can shore up their back line.\nhttps://www.hitc.com/en-gb/2020/07/23/report-arsenal-star-ruled-out-of-fa-cup-final/"], [86000, "2020-07-25T15:18:54Z", [0.75, 0.25], ""], [691, "2020-07-25T13:38:51Z", [0.37, 0.63], ""], [88766, "2020-07-25T12:33:58Z", [0.32, 0.68], ""], [88147, "2020-07-25T12:15:27Z", [0.25, 0.75], ""], [65637, "2020-07-25T11:27:17Z", [0.7, 0.3], ""], [86658, "2020-07-25T11:08:59Z", [0.43, 0.57], "Performance this season in the premier league Arsenal/Chelsea [1]: Average goals scored 1.43/1.81\nAverage goals conceded 1.24/1.46\nBig changes created not leading to goals 47/73\nYellow cards 83/58\nRed cards 5/0\nPenalties took 2/7\nPenalty success 100%/100% \nPenalties conceded 7/2 Both teams have had similar form since the restart. Quite an even match but I'd give Chelsea the edge.  [1] https://www.premierleague.com/clubs Also, football/soccer is a very dynamic sport, and using statistics from more than 3+ years ago to judge how these teams will perform is probably less valuable than usual. The players, managers, and (to a smaller extent) culture of both clubs has changed."], [87064, "2020-07-25T10:55:00Z", [0.3, 0.7], ""], [89083, "2020-07-25T09:12:37Z", [0.7, 0.3], "I think this is pretty much a flip of a coin..."], [88227, "2020-07-25T08:46:57Z", [0.35, 0.65], "Chelsea have better form and their league position is well deserved. Arsenal is a weaker team. Hence the baseline estimates. Will revise post Sunday (after the last league game is played) - if needed. "], [57778, "2020-07-25T07:52:14Z", [0.39, 0.61], ""], [87064, "2020-07-25T07:49:56Z", [0.1, 0.9], "source: https://www.calculator.net/random-number-generator.html"], [93502, "2020-07-25T07:11:00Z", [0.4, 0.6], ""], [60695, "2020-07-25T06:43:08Z", [0.8, 0.2], ""], [89039, "2020-07-25T04:50:48Z", [0.63, 0.37], "This will probably end up being the crowded trade but I am betting on Arsenal to secure their 14th FA Cup. I have gone back and forth with different scenarios including a mean reversion which sees Chelsea win. From a purely statistical point of view, however, Arsenal are the more likely victors and by a decent margin. Take a look at these stats and you’ll see why. I felt like a football commentator typing these up:  Chelsea have won 13 out of 28 meetings with Arsenal in all competitions since 2010 (46.4%)\nArsenal have 6 out of 7 FA Cup finals they have appeared in since 1999 (85%)\nChelsea have one 6 out of 8 FA Cup finals they have appeared in in the same period (75%)\nArsenal have beaten Chelsea both times they have faced off at Wembley since 1999\nChelsea’s cup record against Arsenal since 2010: 1 W 1 D 4 L (66% Loss Rate)[1][2] In terms of a base rate I’m going with between 53.6% (Arsenal’s win rate v Chelsea in all comps since 2010) and 66% (Arsenal’s win rate v Chelsea in cups since 2010). I’m settling at 63 percent for Arsenal since this is the edge of “Probable” according to Sherman Kent and I’m not betting the house on this. [1] https://en.wikipedia.org/wiki/List_of_FA_Cup_Finals#Results\n[2] https://www.11v11.com/teams/chelsea/tab/opposingTeams/opposition/Arsenal/"], [88955, "2020-07-25T03:34:19Z", [0.3, 0.7], "Chelsea have better players, and with a number of new transfers on the way in next month, the current roster will be motivated to show well to keep a spot or showcase themselves for a new team."], [92079, "2020-07-25T03:19:38Z", [0.75, 0.25], ""], [94000, "2020-07-25T01:55:42Z", [0.55, 0.45], ""], [94000, "2020-07-25T01:55:24Z", [0.65, 0.35], ""], [72713, "2020-07-25T01:07:36Z", [0.4, 0.6], ""], [88452, "2020-07-25T00:03:57Z", [1.0, 0.0], "Chelsea has one match ahead in the Champions League vs FC Bayern Munich, where they potentially fail. Psychology suggests in fearing fail, this will turn into a self-fulfilling prophecy and a negative stress environment which may be felt already now. In having more options to win, Chelsea has a lot more pressure not to lose in both Cups.\nMy guess is that Arsenal F.C. will be a lot more focused.\nHowever, team strength, from a league table perspective, seems to be all even, and I expect an open game with above average number of goals, even for Premier League conditions. The regular match time may end 2-2, that is why I forecast a penalty shootout in the companion question at a higher probability than the crowd."], [50291, "2020-07-24T23:37:40Z", [0.33, 0.67], ""], [79461, "2020-07-24T23:29:37Z", [0.35, 0.65], ""], [79461, "2020-07-24T23:29:29Z", [0.65, 0.35], ""], [63786, "2020-07-24T23:18:03Z", [0.4, 0.6], ""], [86554, "2020-07-24T23:05:59Z", [0.16, 0.84], ""], [84880, "2020-07-24T22:46:21Z", [0.34, 0.66], "Chelsea are favored to win and has momentum. Odds are even otherwise."], [94499, "2020-07-24T22:29:09Z", [0.3, 0.7], ""], [94499, "2020-07-24T22:28:10Z", [0.4, 0.6], ""], [86785, "2020-07-24T21:59:18Z", [0.45, 0.55], "Arsenal has won 6 out of 7 FA cups that its played in, including one against Chelsea in 2016-17. Chelsea has won 6/8 games. This is over the past twenty years. So Arsenal has made it to the cup once more than Arsenal, although it has a marginally lower success rate. It also seems like Chelsea has one or two star players, and greater overall success. So I'd give Chelsea a slight edge. I don't know anything about soccer/football, but here's some new stuff. \n- Frank Lampard is Chelsea's new coach (as of 2019), so he wasn't around for the 2017 loss.\n- Mikel Arteta is also new on Arsenal as of 2019. He's a former player."], [22689, "2020-07-24T21:51:48Z", [0.2, 0.8], ""], [90457, "2020-07-24T21:49:13Z", [0.22, 0.78], ""], [20558, "2020-07-24T21:47:28Z", [0.2, 0.8], "I feel Chelsea are going in favorites given their semi final performance"], [27661, "2020-07-24T21:37:01Z", [0.3, 0.7], ""], [89038, "2020-07-24T21:17:28Z", [0.34, 0.66], "Pains me as an avid Arsenal fan, but will have to go Chelsea. Europa League final last year an indicator more than 2017 FA Cup final, although no Hazard."], [52854, "2020-07-24T21:16:11Z", [0.23, 0.77], ""], [40848, "2020-07-24T21:09:45Z", [0.36, 0.64], ""]]}