{"question_id": 1181, "title": "Between 1 April 2019 and 31 March 2020, will an armed group from Iraq engage in a campaign that systematically kills 1,000 or more civilians in Iraq?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.05, 0.95], "correct_answer": "No", "correct_forecast": 0.95, "preds": [[62808, "2019-06-30T00:04:25Z", [0.05], ""], [20156, "2019-06-29T08:50:31Z", [0.05], ""], [74948, "2019-06-29T08:07:37Z", [0.02], ""], [75565, "2019-06-28T18:58:00Z", [0.08], ""], [75190, "2019-06-28T00:18:53Z", [0.0], ""], [39978, "2019-06-27T13:29:29Z", [0.02], ""], [75024, "2019-06-26T17:10:59Z", [0.06], ""], [75093, "2019-06-26T16:22:25Z", [0.15], ""], [14107, "2019-06-26T06:16:08Z", [0.02], ""], [54140, "2019-06-25T08:14:02Z", [0.3], ""], [72785, "2019-06-23T13:51:05Z", [0.04], "Adjusting for elapsed time. "], [14107, "2019-06-16T19:17:45Z", [0.02], ""], [691, "2019-06-16T12:32:03Z", [0.02], ""], [691, "2019-06-13T12:05:27Z", [0.03], ""], [172, "2019-06-12T21:47:36Z", [0.0], ""], [691, "2019-06-07T14:08:05Z", [0.03], ""], [172, "2019-06-04T22:58:34Z", [0.01], "Not close to perfect but getting better...\nhttps://www.theguardian.com/world/2019/jun/04/baghdads-green-zone-reopens-to-public-after-16-years\n"], [36132, "2019-06-03T17:35:14Z", [0.0], ""], [1333, "2019-06-03T16:04:20Z", [0.07], ""], [691, "2019-06-03T11:53:00Z", [0.03], ""], [14107, "2019-06-02T12:22:42Z", [0.02], ""], [172, "2019-06-02T12:15:57Z", [0.01], ""], [62808, "2019-05-28T22:48:02Z", [0.0], ""], [74166, "2019-05-28T14:02:22Z", [0.02], ""], [691, "2019-05-27T11:38:30Z", [0.03], ""], [14107, "2019-05-26T22:13:19Z", [0.02], ""], [172, "2019-05-26T16:37:18Z", [0.01], ""], [36255, "2019-05-24T13:27:17Z", [0.04], ""], [37250, "2019-05-24T13:04:13Z", [0.0], ""], [73299, "2019-05-23T20:27:10Z", [0.75], ""], [1333, "2019-05-23T16:46:11Z", [0.06], ""], [74051, "2019-05-22T16:00:23Z", [0.23], ""], [73734, "2019-05-22T06:05:19Z", [0.22], "\n https://apnews.com/901565b549b54365a3a5df5a20c058dc\n\tTrump officials to Congress: Goal is deterring Iran, not war\n\tBy LISA MASCARO and SUSANNAH GEORGE\n\n\tFrom <https://apnews.com/901565b549b54365a3a5df5a20c058dc&gt; \n\n\n\t“We’re not about going to war,” Shanahan told reporters.\n\t“Our biggest focus at this point is to prevent Iranian miscalculation,” said Shanahan, flanked by Pompeo, after back-to-back briefings for the House and Senate. “We do not want the situation to escalate.”\n\n\tFrom <https://apnews.com/901565b549b54365a3a5df5a20c058dc&gt;  And \tBrennan told House Democrats that while Tehran wants to avoid conflict, the country’s leadership will not capitulate to Trump. Sherman warned that reckless behavior by the Trump administration in Iran is hurting the U.S.’s credibility and undermining moderates in the country. Their comments were conveyed by a person in the room who was not authorized to discuss the private meeting by name.\n\n\tFrom <https://apnews.com/901565b549b54365a3a5df5a20c058dc&gt;  There are two very conflicting pieces of information that impact my original forecast.  Trump and his main people are publicly stating a desire to stay out of war.  This has a very high level of credibility because Trump pulled troops out of Syria and other ME countries at the consternation of his advisors (who all appear to have interests in the military industrial complex).  This conviction and his following through on the things he says he will do makes it less likely that a major conflict will erupt in the proxy battlefield of Iraq.   Iran is also publicly stating a desire to not go to war - however, they are state sponsors of clandestine terrorist organizations world-wide.  There is a very wide cultural gap in the rhetoric that may eventually lead to war and/or direct conflict between Iran and US…Saddam Hussein was a boisterous Arab leader.  He made many threats against the West - Culturally understood in the ME to mean he had no intention of warring with the West but will posture to show strength to his local enemies and allies alike.  (Typical Sun Tzu stuff, when weak appear strong - and is typical in the MENA area.  This behavior is what lead King Hussein of Jordan to enter the 1972 war with Israel even though Egypt had already been decimated - because Egypt kept telling Jordan that they were beating the Israelis.) Unfortunately the West does not behave in the same manner - when threatened, they act decisively.  Saddam Hussein found out the hard way, and the loss of his stabilizing force in the region plunged the who region into the dark ages.  Terhan is doing the same posturing in order to save face.  This may very well be miss interpreted by the West with devastating effect.   I think that Trump's conviction to not engage the US in foreign wars that do not immediately benefit the US will prevail despite the possibility of being dragged down the rabbit hole.   I am realigning my original forecast of 26% to 22%.  "], [14107, "2019-05-21T20:12:09Z", [0.02], ""], [72785, "2019-05-21T13:01:55Z", [0.05], "Slight increase on previous forecast due to rising tensions with Iran which could cause problems between Iraq's Sunni and Shia population or between rival Shia groups. "], [73734, "2019-05-21T05:51:21Z", [0.26], "Iraq has been the battle ground for the proxy and direct fighting between the US (on behalf of regional allies - KSA, Jordan, Isreal) and Iran.  Iran has been meddling in the daily affairs of Iraq since before the 2003 Allied Invasion and has been propping up the minority Shiits and their militias.  These militias were instrumental in forming the ISIL military (along with disgruntleted former Iraqi military officers who were cast aside during the reconstruction period).  After the destruction of ISIL in Syria, thousands of ISIL fighters systematically dispersed back into the surrounding communities and countries to include Iraq and Jordan.  (This also happened after the 2003 invasion where the fighters would disperse and blend with the small towns in Northern and Southern Iraq, making identification and rooting them out very difficult.   Tensions between Sunni and Shia sects continue to be very contentious throughout the region and frequently result in violence, especially in less regulated territories like Iraq.   The levels of corruption of the Iraqi government continues to invade every aspect of the daily lives of the countries population, leaving large numbers disgruntled and dis-empowered.  Iraqi men (obviously not all, but in significant numbers) are less emotionally mature and are quick to violent reaction.  (There were many instances in 2004-2007 of the Iraq Police cadets rioting against those training them because they did not like some aspect of training or the training environment.)  Third-party jihadists tend to be opportunistic in their attacks and may see the current escalations in tensions between Iran and US Coalition as an opportunity to strike in horrific ways without the poor publicity that comes with targeting schools and hospitals.  This also presents the situation where Iran backed militia can stage attacks and shift blame to the third-party jihadists.  This dynamic played out recently with the mortar attack on the green zone and no entity has claimed responsibility.  The fact that no entity has taken credit for the attack adds credence to the premise that the attackers are looking to shield involvement by allowing blame to fall elsewhere.    The dynamic also makes it very difficult to assess threats and risks to personnel, leaving US and Coalitions persons to over react to these threats - such as the US Embassy - Baghdad evacuating non-essential personnel in light of the recent mortar attack.   This dynamic will allow any instigator to spread any inflammatory rumors regarding which party is responsible for, say a particularly heinous attack, stirring up an emotional, violence prone general public.   The insidious side of this dynamic is that a relatively small and/or insignificant entity can easily increase tensions between US and Iran in this environment.  If an attack on US interests happens and blame is thrown at Iran, Iran's denials will be met with suspension.   Muqtada Al Sadr and other respected Clerics are calling for peace and stability.  This will have a limited overall effect on the population as a whole, and their influence will diminish if attacks increase in frequency and intensity.  Their calls for peace may also be seen as hollow as these are the same clerics that were calling for armed conflict against the coalition forces in the early years of OIF.   The Iraqi population in general in Iraq is war torn and war weary.  They want to find or develop something akin to normal, and the younger generation, more computer literate and social media savvy are far more open to differing opinions and lifestyles, therefore seemingly less likely to raise to violence.  This may be where the stability rests that will ensure the inevitable attacks do not escalate to full scale \"purges\".  "], [37488, "2019-05-20T18:57:12Z", [0.0], ""], [71880, "2019-05-20T10:32:18Z", [0.75], "the region is highly unstable and there is a perceived lack of leadership in the country. it is a situation ripe for a strongman to step into the vacuum and attempt to  take control"], [172, "2019-05-19T14:29:35Z", [0.01], ""], [62808, "2019-05-18T01:21:54Z", [0.01], ""], [61055, "2019-05-17T20:42:10Z", [0.4], ""], [691, "2019-05-17T20:05:35Z", [0.04], ""], [73472, "2019-05-17T11:18:10Z", [0.8], ""], [73470, "2019-05-17T06:12:14Z", [0.15], ""], [73287, "2019-05-17T01:45:16Z", [0.45], ""], [73194, "2019-05-16T06:16:30Z", [0.05], "violance in Iraq is decreasing. last time 1000 people died in conflict was 2016. the 5% is due to us and iran tension"], [73221, "2019-05-15T16:51:43Z", [0.4], "It is 15MAY19. The USA has just told its Embassy staff in The Green Zone to quit Iraq ASAP."], [172, "2019-05-15T01:43:27Z", [0.01], ""], [1333, "2019-05-15T00:50:50Z", [0.07], ""], [70539, "2019-05-14T16:36:31Z", [0.25], ""], [73202, "2019-05-14T16:18:32Z", [0.0], ""], [62808, "2019-05-14T10:50:41Z", [0.05], ""], [691, "2019-05-13T11:46:19Z", [0.03], ""], [172, "2019-05-08T04:22:26Z", [0.01], ""], [12591, "2019-05-07T04:33:21Z", [0.03], ""], [691, "2019-05-06T12:21:21Z", [0.01], ""], [66953, "2019-05-05T20:01:42Z", [0.02], "The armed groups target innocent civilian groups and this lead to fatalities especially after the rise of ISIS."], [172, "2019-05-05T02:48:35Z", [0.01], ""], [70711, "2019-05-04T21:53:39Z", [0.2], ""], [1333, "2019-05-04T19:58:57Z", [0.06], ""], [691, "2019-05-03T19:22:20Z", [0.01], ""], [72785, "2019-05-03T11:09:33Z", [0.04], "The number of civilian casualties has fallen massively since IS was effectively disbanded in Iraq.  However, there remains extremist groups that may coalesce to pose a threat, especially if the US pulls out of Iraq.  This is possibly the only plausible scenario which would result in the question being answered as a \"Yes\" but the chances of this happening appear to be very low within the given timeframe.  The 2018 election seems to have brought a bit more stability to Iraq and should reduce the risk of Shia/Shia infighting.  The appointment of a Kurdish president may also help to reduce Government/Kurdish tensions.  There is likely to be continued unrest in the Sunni population in the south, especially if rebuilding in the ex-IS controlled towns is delayed.  However, it is difficult to see a situation where this could result in 1,000 civilian deaths by 31 March 2020.  "], [1333, "2019-04-30T13:47:17Z", [0.07], ""], [172, "2019-04-30T00:37:20Z", [0.01], ""], [68188, "2019-04-29T17:09:37Z", [0.23], ""], [68188, "2019-04-29T17:08:31Z", [0.15], ""], [72705, "2019-04-29T09:45:29Z", [0.05], ""], [72713, "2019-04-29T03:29:08Z", [0.04], ""], [593, "2019-04-27T07:22:46Z", [0.1], ""], [49359, "2019-04-26T21:49:03Z", [0.08], ""], [70427, "2019-04-26T13:09:42Z", [0.0], ""], [62808, "2019-04-25T20:03:07Z", [0.05], ""], [1333, "2019-04-24T16:53:20Z", [0.08], ""], [55706, "2019-04-23T20:26:30Z", [0.15], ""], [72566, "2019-04-22T16:54:01Z", [0.05], ""], [172, "2019-04-20T21:08:42Z", [0.01], ""], [691, "2019-04-20T14:23:50Z", [0.02], ""], [172, "2019-04-16T11:55:07Z", [0.01], ""], [71798, "2019-04-15T02:31:37Z", [0.1], ""], [71818, "2019-04-14T19:12:01Z", [0.9], ""], [71482, "2019-04-14T17:09:21Z", [0.02], ""], [71028, "2019-04-13T14:46:45Z", [0.04], ""], [70311, "2019-04-13T13:13:15Z", [0.15], ""], [71077, "2019-04-13T03:03:07Z", [0.25], ""], [172, "2019-04-13T02:51:16Z", [0.01], ""], [70816, "2019-04-12T18:56:58Z", [0.05], ""], [70631, "2019-04-12T17:52:02Z", [0.1], ""], [31122, "2019-04-12T16:12:07Z", [0.07], ""], [70119, "2019-04-12T01:09:47Z", [0.65], ""], [70019, "2019-04-11T20:53:19Z", [0.4], ""], [14107, "2019-04-11T16:00:24Z", [0.02], "Base rate: between 1%-10% (best guess 2-3%). See here for more info: https://www.gjopen.com/comments/comments/841007 Other judgments: \n- EWP estimate at 6.9%. [1] \n- Crowd forecast here is 0%. Inside view: \n- EWP: \"Iraq is one of four countries we consider to be currently experiencing both state-led and non-state-led mass killings. We count a state-led mass killing against Sunni civilians suspected of supporting ISIS since 2014 and a non-state-led mass killing perpetrated by ISIS and affiliated armed groups since 2003.\" [1] So they already capture the two main sides of the ongoing insurgency. [2] While there seem to be some groups that are plausibly not captured by this (e.g. Peshmerga), they seem far from capable or willing to engage in such a campaign.  Overall judgment:\n- I don't think there is a plausible case for an existing group to cause such an episode. That leaves unknown unknowns. I'd give this about 2% given the history of Iraq. [1] https://earlywarningproject.ushmm.org/countries/iraq\n[2] https://en.wikipedia.org/wiki/Iraqi_insurgency_(2017%E2%80%93present)"], [5018, "2019-04-11T05:40:13Z", [0.01], ""], [68794, "2019-04-10T23:27:41Z", [0.21], ""], [68478, "2019-04-10T21:55:22Z", [0.0], "Actually, i would've said 80% a few months ago... but now its far from it. Kurds wants peace because of their failed economy and corrupted region that can't achieve their own government employees budget without south's money. whether PUK wants peace or not is the real question but it's still impossible to kill 1,000 when majority is against fighting within themselves. Iran's meddling is a thing, still i don't think Iran wishing for a suicide when all of US's focus is on it.\nSouth might do some protests against the government but it won't result in mass killings. "], [68523, "2019-04-10T21:40:01Z", [0.5], "Entirely possible with the current situation with the Kurds and the worsening security situation"], [62808, "2019-04-10T20:03:13Z", [0.0], ""], [32100, "2019-04-09T13:56:42Z", [0.0], ""], [68334, "2019-04-09T01:14:21Z", [0.05], ""], [63963, "2019-04-08T15:40:16Z", [0.05], ""], [691, "2019-04-05T15:08:34Z", [0.02], ""], [23006, "2019-04-04T03:01:17Z", [0.0], ""], [1333, "2019-04-03T20:14:23Z", [0.09], ""], [15196, "2019-04-02T20:50:25Z", [0.02], ""], [29980, "2019-04-02T16:19:32Z", [0.05], ""], [427, "2019-04-01T04:20:15Z", [0.01], ""], [427, "2019-04-01T04:19:52Z", [0.05], ""], [28166, "2019-03-30T03:19:33Z", [0.06], ""], [1333, "2019-03-29T17:57:43Z", [0.1], ""]]}