{"question_id": 1710, "title": "Between 25 July 2020 and 25 November 2020, will a lethal confrontation in Libya result in five or more fatalities for Egyptian armed forces?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[96541, "2020-11-25T17:05:10Z", [0.0], ""], [70711, "2020-11-25T16:43:57Z", [0.0], ""], [691, "2020-11-25T16:17:54Z", [0.0], ""], [90254, "2020-11-25T15:20:16Z", [0.0], ""], [1333, "2020-11-25T14:51:18Z", [0.0], ""], [20156, "2020-11-25T08:41:02Z", [0.0], ""], [86358, "2020-11-25T05:10:03Z", [0.0], ""], [62808, "2020-11-24T18:03:47Z", [0.0], ""], [1333, "2020-11-24T18:02:58Z", [0.0], ""], [60948, "2020-11-24T12:50:35Z", [0.0], ""], [25141, "2020-11-24T11:36:13Z", [0.0], ""], [92452, "2020-11-24T06:05:53Z", [0.0], ""], [57778, "2020-11-23T22:29:00Z", [0.0], ""], [93195, "2020-11-23T12:22:14Z", [0.0], ""], [206, "2020-11-22T18:34:38Z", [0.0], ""], [691, "2020-11-22T16:16:51Z", [0.0], ""], [96937, "2020-11-22T16:16:30Z", [0.0], ""], [75863, "2020-11-22T15:19:53Z", [0.0], ""], [1333, "2020-11-22T14:38:49Z", [0.0], ""], [94837, "2020-11-22T07:09:16Z", [0.0], ""], [57778, "2020-11-22T04:44:16Z", [0.0], ""], [62808, "2020-11-22T00:02:39Z", [0.0], ""], [94872, "2020-11-21T21:43:00Z", [0.0], ""], [691, "2020-11-21T18:55:09Z", [0.0], ""], [87064, "2020-11-21T17:46:38Z", [0.0], ""], [60948, "2020-11-21T16:16:49Z", [0.01], "Egypt accuses Qatar of undermining peace talks via support for Libyan government - Al-Monitor\nhttps://www.al-monitor.com/pulse/originals/2020/11/qatar-military-libya-gna-peace-talks.html\nFri, 20 Nov 2020 23:08:32 GMT\n"], [92850, "2020-11-21T08:52:58Z", [0.0], ""], [1333, "2020-11-21T06:11:34Z", [0.0], ""], [84880, "2020-11-21T03:22:17Z", [0.0], ""], [80475, "2020-11-21T00:50:41Z", [0.0], "Probably not in the next 5 days"], [1333, "2020-11-20T15:38:08Z", [0.0], ""], [28899, "2020-11-19T20:49:55Z", [0.0], ""], [90254, "2020-11-19T19:54:43Z", [0.01], "Their is still communication between them"], [6978, "2020-11-19T14:27:48Z", [0.02], ""], [63401, "2020-11-19T14:15:39Z", [0.0], "Talks continue between Egypt and Libya to strengthen join security and cooperation. "], [1333, "2020-11-19T13:41:03Z", [0.0], ""], [34959, "2020-11-19T01:03:07Z", [0.0], ""], [14027, "2020-11-18T18:08:30Z", [0.03], ""], [1333, "2020-11-18T14:31:49Z", [0.0], ""], [90254, "2020-11-18T07:06:41Z", [0.01], ""], [1333, "2020-11-17T13:10:34Z", [0.0], ""], [94872, "2020-11-17T05:00:18Z", [0.01], ""], [94633, "2020-11-17T03:55:18Z", [0.02], ""], [89038, "2020-11-16T23:43:23Z", [0.0], ""], [86785, "2020-11-16T20:16:26Z", [0.0], ""], [14027, "2020-11-16T17:27:08Z", [0.05], ""], [86554, "2020-11-16T16:54:51Z", [0.0], ""], [22689, "2020-11-16T16:38:35Z", [0.0], ""], [96945, "2020-11-15T03:57:50Z", [0.0], ""], [60948, "2020-11-14T16:35:20Z", [0.0], ""], [31275, "2020-11-14T15:28:52Z", [0.0], ""], [94872, "2020-11-14T02:24:04Z", [0.02], ""], [94872, "2020-11-13T22:52:57Z", [0.01], ""], [691, "2020-11-13T15:20:47Z", [0.0], ""], [63401, "2020-11-12T22:26:06Z", [0.0], ""], [93195, "2020-11-12T13:16:06Z", [0.03], "Another week has passed since last forecast and no reason to believe anything would change"], [14027, "2020-11-11T19:17:06Z", [0.07], ""], [44887, "2020-11-11T18:10:28Z", [0.0], ""], [206, "2020-11-11T17:52:44Z", [0.0], ""], [29266, "2020-11-11T16:09:26Z", [0.0], ""], [95068, "2020-11-11T15:53:21Z", [0.0], ""], [1333, "2020-11-11T14:59:43Z", [0.0], ""], [57778, "2020-11-10T22:36:44Z", [0.0], ""], [94872, "2020-11-10T18:59:58Z", [0.03], ""], [95394, "2020-11-10T18:03:46Z", [0.17], ""], [691, "2020-11-10T16:29:09Z", [0.0], ""], [34959, "2020-11-10T04:43:31Z", [0.01], ""], [94632, "2020-11-10T03:03:05Z", [0.0], ""], [1333, "2020-11-09T18:42:40Z", [0.0], ""], [88569, "2020-11-09T17:00:06Z", [0.0], ""], [27661, "2020-11-08T15:15:38Z", [0.0], ""], [88954, "2020-11-07T14:15:24Z", [0.1], ""], [93195, "2020-11-07T08:57:02Z", [0.07], ""], [57778, "2020-11-07T01:44:01Z", [0.0], ""], [96450, "2020-11-06T10:40:20Z", [0.0], ""], [57778, "2020-11-06T02:48:50Z", [0.0], ""], [6978, "2020-11-05T23:28:32Z", [0.03], ""], [14027, "2020-11-04T17:58:10Z", [0.13], ""], [87628, "2020-11-04T08:41:11Z", [0.0], ""], [88766, "2020-11-03T15:43:55Z", [0.0], ""], [96450, "2020-11-03T15:39:31Z", [0.01], ""], [34815, "2020-11-03T04:33:02Z", [0.0], ""], [57778, "2020-11-01T22:28:06Z", [0.0], ""], [60948, "2020-11-01T15:57:33Z", [0.01], ""], [28166, "2020-10-31T14:03:55Z", [0.1], ""], [94602, "2020-10-31T12:40:25Z", [0.05], ""], [94632, "2020-10-30T23:01:22Z", [0.01], ""], [60948, "2020-10-29T22:03:44Z", [0.02], ""], [27661, "2020-10-28T20:03:07Z", [0.0], ""], [31275, "2020-10-26T19:55:06Z", [0.05], ""], [31275, "2020-10-26T19:54:48Z", [0.01], "https://www.al-monitor.com/pulse/originals/2020/10/egypt-france-initiative-settle-libya-crisis.html\nhttps://www.al-monitor.com/pulse/originals/2020/10/egypt-turkey-products-libya-markets-competition.html"], [1333, "2020-10-26T11:12:36Z", [0.01], ""], [60948, "2020-10-25T12:40:15Z", [0.04], "-2%/week. -1% because of casus belli disappearance. "], [56, "2020-10-24T14:03:52Z", [0.0], ""], [96557, "2020-10-24T13:56:06Z", [0.05], "Egypt’s primary reason for moving troops to the Libyan border was to ensure that the ongoing civil war did not spill over in their country.1 With Libya’s two major warring factions agreeing to a permanent ceasefire2 it is very unlikely that Egypt will have any motivation to initiate conflict with the Libyans. 1: https://jamestown.org/program/will-egypt-send-troops-to-libya/\n2: https://www.nytimes.com/2020/10/23/world/middleeast/libya-ceasefire.html\n"], [86554, "2020-10-24T10:05:20Z", [0.01], ""], [13306, "2020-10-24T05:11:06Z", [0.0], ""], [88569, "2020-10-23T23:07:39Z", [0.01], ""], [31275, "2020-10-23T20:40:22Z", [0.01], ""], [31275, "2020-10-22T19:12:27Z", [0.05], ""], [27661, "2020-10-22T10:06:53Z", [0.01], ""], [6978, "2020-10-20T13:15:53Z", [0.15], ""], [60948, "2020-10-20T11:29:30Z", [0.07], "Not much on the news \nhttps://news.google.com/search?q=egypt%20Libya&hl=en-US&gl=US&ceid=US%3Aen\nbesides\nhttps://www.al-monitor.com/pulse/originals/2020/10/egypt-france-initiative-settle-libya-crisis.html"], [57778, "2020-10-20T07:49:29Z", [0.01], ""], [96318, "2020-10-19T16:31:54Z", [0.04], ""], [1333, "2020-10-19T13:27:32Z", [0.02], ""], [27661, "2020-10-19T09:27:10Z", [0.01], ""], [86554, "2020-10-18T21:42:52Z", [0.02], ""], [94632, "2020-10-18T17:41:01Z", [0.04], ""], [96450, "2020-10-18T11:15:41Z", [0.05], ""], [96318, "2020-10-17T20:52:54Z", [0.26], ""], [57778, "2020-10-17T05:43:38Z", [0.02], ""], [60948, "2020-10-15T10:46:58Z", [0.09], "-2%/week\nNot much on the news: https://news.google.com/search?q=egypt%20Libya&hl=en-US&gl=US&ceid=US%3Aen except https://www.egypttoday.com/Article/1/93079/Libyan-lawmakers-express-hope-for-holding-second-round-of-dialogue, which seems broadly positive. "], [89038, "2020-10-15T01:43:40Z", [0.01], ""], [95068, "2020-10-14T10:42:50Z", [0.15], ""], [27661, "2020-10-14T08:33:58Z", [0.01], ""], [14432, "2020-10-14T04:52:29Z", [0.0], ""], [88569, "2020-10-13T23:22:03Z", [0.02], ""], [60948, "2020-10-13T11:49:55Z", [0.11], "https://www.middleeastmonitor.com/20201012-libya-politicians-meet-in-egypt-for-constitutional-talks/"], [95399, "2020-10-13T00:54:04Z", [0.65], "Just as a matter of historical precedent, even the slightest, minor skirmish resulting out of the permanent tension in this region of the Middle East will unequivocally  be reflected in human casualties. Egypt is present in the area with its national armed forces.  Libya is, in theory, present at this location with armed forces composed of irregular. fighters counting with the support of Turkey. It is more likely for armed scenarios to escalate when irregular armed forces are present. Irregular armies do not subject themselves to rules of engagement and international law principles. Additionally, the magnitude or the potential escalation of the conflict is not part of the considerations taken into account by irregular combatants. Five or more fatalities is a minimal amount that could result out of the most insignificant confrontation."], [96229, "2020-10-12T05:47:06Z", [0.85], "Comment deleted on Oct 12, 2020 05:47AM UTC"], [95838, "2020-10-12T01:58:36Z", [0.75], ""], [96356, "2020-10-12T01:17:56Z", [0.2], ""], [96356, "2020-10-12T01:14:47Z", [0.85], "Comment deleted on Oct 12, 2020 01:15AM UTC"], [96352, "2020-10-11T21:16:11Z", [0.31], "With Egypt’s government approving a troop deployment to Libya, there will likely be an increase in combat, resulting in fatalities from both sides. Both countries have the weapons and capabilities to support conflict and engage in small arms fire and artillery, each potentially resulting in mass causalities. Another factor is the support that Egypt has from Turkey, with a threatening posture that could force Libya to respond (Al Jazeera, 2020). VOA suggests that Egypt is increasingly worried about the spread of extremism from Libya and will respond with appropriate force to prevent the spread (VOA, 2020). As tensions increase and the current atmosphere is intensifying, my predictions are as follows:\n-31% chance\nhttps://www.aljazeera.com/news/2020/8/20/egypt-seeks-support-of-libya-tribes-amid-threat-of-intervention\nhttps://www.voanews.com/extremism-watch/fear-instability-behind-egypts-readiness-send-troops-libya-experts-say\n"], [95614, "2020-10-11T16:49:12Z", [0.13], "Between 25 July 2020 and 25 November 2020, will a lethal confrontation in Libya result in five or more fatalities for Egyptian armed forces?\nEgypt and Libya have been at conflict for numerous years. This conflicted is highly covered as both countries have their own stability on the line but additionally, other nations have been brought into the mix, \n“the Libyan crisis is a significant challenge to Egypt’s domestic stability and political legitimacy. Since 2013, the conflict has been of strong geopolitical importance for Cairo due to the strategic convergence between UAE and Saudi Arabia and their support for Haftar’s war against the Tripoli-based Government of National Accord (GNA)-the latter being backed by Turkey and Qatar” (Atlantic Council, 2020). \nAs discussed from the Atlantic Council, the conflict with Libya not only affects the capital city of Egypt, Cairo, but also the UAE and Saudi Arabia. After months of relative peace, it seems the conflict is beginning to intensify again, “Egypt’s President Abdel Fattah el-Sisi said last month that Egypt could send troops into Libya, warning GNA forces not to cross the current frontline between them and LNA. In response, the GNA said it considered el-Sisi’s comments a ‘declaration of war’” (AlJazeera, 2020). It is my opinion that neither country wants to actually go to war or have deadly conflict. It appears that both countries want diplomatic independence while not appearing weak to one another; “President Sisi had drawn a line in the sand – between Sirte on the Mediterranean and the area around the Jufra airbase in central Libya – as Egypt’s ‘red line’ “(BBC, 2020). This notion is further backed up by The International Crisis Group, “for regional actors, Egypt in particular, the stakes transcend Libya and its oil sector. Their main concern is defending their vision of the regional order” (The International Crisis Group, 2020). It is quite clear that Egypt wants to avoid war at all costs, but understands the notion that there may come a time where they have to respond with force. If Egypt is put in a position where they do not respond forcefully, they will not be taken seriously in the Middle East. With all of this considered I put a lethal confrontation of a probability of 13%. \nMelcangi, A., and Dentice, Giuseppe. (2020, June 18). Libya’s crisis is a tough puzzle to solve for Egypt. Atlantic Council. Retrieved from: https://www.atlanticcouncil.org/blogs/menasource/libyas-crisis-is-a-tough-puzzle-to-solve-for-egypt/\nAl Jazeera, News Agencies. (2020, July 14). Eastern parliament seeks Egypt’s direct intervention in Libya war. Al Jazeera. Retrieved from: https://www.aljazeera.com/news/2020/7/14/eastern-parliament-seeks-egypts-direct-intervention-in-libya-war\nAbdelhadi, M. (2020, August 17). Libya conflict: Why Egypt might send troops to back Gen Haftar. BBC News. Retrieved from: https://www.bbc.com/news/world-africa-53779425\nInternational Crisis Group. (2020, July 27). Averting an Egyptian Military Intervention by Libya.   . Retrieved from: https://www.crisisgroup.org/middle-east-north-africa/north-africa/libya/averting-egyptian-military-intervention-libya\n"], [1333, "2020-10-11T14:59:47Z", [0.03], ""], [95276, "2020-10-11T14:58:18Z", [0.33], "I believe this is will be likely with the state of violence that has been experienced in the last year. "], [95842, "2020-10-11T13:49:15Z", [0.15], "With the explosion occurring in the Port of Beirut in early August 2020, tensions initially were reduced between Israel and Lebanon. Public support for the government of Lebanon and Hezbollah has fallen due to incompetence observed before and immediately after the explosion as Hezbollah refused to cease control of the Lebanese Finance Ministry in a newly formed government (Deeb, 2020; Times of Israel, 2020). However, the energy behind the initial protests has decreased significantly, with recent protests being significantly smaller in size and comprised of primarily minority populations (Vohra, 2020). Once believed to be on the brink of another civil war where Hezbollah would be focused on internal struggles, the Iranian backed terrorist organization has demonstrated its desire to continue to attack IDF forces, inciting a cross border firefight on 25 August 2020 (Vohra, 2020; Gross, 2020). The IDF returned fire and reportedly utilized military helicopters and aircraft to target Hezbollah positions across the border in Lebanon (Hendrix & Sly, 2020). No casualties were reported by either side after the altercation. The location where Hezbollah engaged IDF troops was between two camps of UN peacekeepers, and was suspected to be an attempt by Hezbollah to have the IDF to accidentally kill the UN forces (Hendrix & Sly, 2020).\n\tEngaging in a firefight less than a month after the explosion, as well as the IDF’s willingness to utilize military aircraft to target Hezbollah positions indicates tensions on the border are largely unchanged. Recent fighting against one another within Syria resulted in the death of a Hezbollah fighter, likely contributing to the escalation on the border (The Defense Post, 2020). Clearly evident that despite the explosion and subsequent public uproar, Hezbollah remains steadfast in its fight against Israel. However, both sides are actively avoiding all-out war, likely attempting to avoid inflicting significant casualties (Bassam, 2020). With one month remaining, I propose a 15% probability that a lethal confrontation will occur between Hezbollah and Israel prior to 14 November.  https://www.thedefensepost.com/2020/08/31/hezbollah-israel-soldiers/\n\nhttps://www.timesofisrael.com/hezbollah-carried-out-border-shooting-under-peacekeepers-noses-israel-tells-un/ https://www.dw.com/en/israel-lebanon-maritime-borders-us-backed-talks/a-55133674 https://www.nytimes.com/2020/07/27/world/middleeast/israel-hezbollah-lebanon-fighting.html https://www.washingtonpost.com/world/middle_east/israel-strikes-hezbollah-posts-in-lebanon-after-taking-fire/2020/08/26/e08c2bae-e767-11ea-bf44-0d31c85838a5_story.html https://www.washingtonpost.com/world/middle_east/lebanons-powerhouse-hezbollah-hit-by-backlash-after-blast/2020/08/30/b4470994-ea8f-11ea-bf44-0d31c85838a5_story.html https://www.timesofisrael.com/defying-macron-hezbollah-says-it-will-continue-to-fight-israel/ https://www.reuters.com/article/us-israel-lebanon-hezbollah/hezbollah-says-all-out-war-with-israel-unlikely-in-coming-months-idUSKCN24R0S6\n"], [31275, "2020-10-09T16:25:54Z", [0.01], ""], [56, "2020-10-09T15:34:15Z", [0.35], ""], [95394, "2020-10-08T21:34:28Z", [0.31], "I assess a 31% chance of the proscribed event occurring. The conflict between these two groups will not escalate to conflict at a high enough level by 25 November 2020 to occasion the loss of five more Egyptian troops. Egypt's President Abdul Fattah al-Sisi made a dramatic announcement when he stated that Egypt was prepared to move into Libya should national interests be threatened by the current unrest in this region. This proclamation was given with a “red line in the sand”. While not an idle threat, historical trends between these two countries have shown frequent posturing and little action. In February 2015, an Egyptian aircraft conducted several raids on positions belonging to extremist groups inside Libya in response to the slaughter of 21 Egyptian Copts at the hands of ISIS. Cairo is likely to continue this use of force with a limited intervention to securing the border area inside Libya and it could back up such an operation with airstrikes upon pro-Tripoli forces of the Government of National Accord, should they seek to advance. With Sirte located 1,000km from the Egyptian border deploying troops to central Libya would pose significant logistical challenges for the Egyptian army, lengthening supply lines and promising only inconsistent air cover to ground troops. Egypt’s rumored plan to transfer weapons to eastern Libyan tribal groups seems a more likely alternative to direct action. Currently actions by Egypt have shown distrust of this government due to its political Islam and ties to the Muslim Brotherhood, a group which Egypt has historically persecuted. Turkish and Egyptian troops potentially coming into close contact and pro-Russia private military fighters who are also in the fray risks a wider regional confrontation and overt escalation, something not desired by Egypt or its’ allies.\n\tAn intervention that could expose Egyptian troops to a direct confrontation with the Turkish military and affiliated Syrian fighters in central Libya is still a possibility. Private military contractors of the Russian-owned Wagner company are also consolidating a presence in central Libya, reportedly operating fighter jets in Jufra and bringing in reinforcements to Sirte and the oil terminal areas in a bid to bolster the Haftar forces’ positions there. France, the UAE, and several other neighboring countries, also share the same supposition concerning Libya's threat to regional stability. Outside interference is largely focused around the drilling stations scattered throughout the region. This combined pressure will most likely result in punitive proxy engagement with potential airstrikes in contrast to outright conventional military action against a largely guerrilla force. \n\tIt should also be noted that sate media and that belonging to nations who have interests in the country have utilized propaganda incessantly in an attempt to legitimize their claims. Three primary channels exist, Libya Al Ahrar, the most balanced but displayed a cautiously anti-Islamist institutionalist agenda, Al Nabaa, which is a staunchly islamic supporter of the revolutionaries, and Libya Awalan, which is conservative anti-Islam. These sources have combined to create a more complicated picture than necessary and overhypes the violence playing out on the ground. Therefore, the engagement will not escalate to the extent of five or more Egyptian casualties within Libya by the date prescribed.\n\u2028\nSources\nhttps://www.washingtoninstitute.org/fikraforum/view/egypt-haftar-and-the-u.s.-passive-interest-in-the-libyan-conflict\nhttps://www.theafricareport.com/31883/egypt-and-libyas-tumultuous-relationship-since-1969/\nhttps://www.bbc.com/news/world-africa-53779425\nhttps://reliefweb.int/report/libya/averting-egyptian-military-intervention-libya\nhttps://www.youtube.com/watch?v=mMEGgX7gZRc\nhttps://www.youtube.com/watch?v=4X-ps7QyBjl\nhttps://www.usip.org/publications/2015/04/role-media-shaping-libyas-security-sector-narratives\n"], [95292, "2020-10-08T17:47:59Z", [0.3], "I believe there is a 30% chance that a confrontation in Lybia will result in five or more Egyptian casualties. According to an article on bulgerianmilitary.com it states that \"Currently, Turkey continues to build up military forces in Libya. At the same time, Khalifa Haftar, against whom the Turkish troops are fighting, said that he intends to completely expel the Turkish military from the country.\". This massing of forces can cause tensions to rise. Despite this, I do not think there will be a rise of lethal engagements I feel that the Egyptians are on the defensive and will only take lethal action if provoked."], [1333, "2020-10-08T10:58:08Z", [0.02], ""], [60948, "2020-10-08T08:42:01Z", [0.11], "-2%/week"], [96056, "2020-10-08T07:45:50Z", [0.2], "The Egyptian armed forces (EAF) have a clear motive to stop the spread of the Muslim Brotherhood that is threatening to take over Eastern Libya. Egypt has declared that the “Red Line” threshold for the EAF is Sirte. The GNA have moved close and Egypt has made it clear that they are ready to support Gen Haftar. Turkey is ready to support Tripoli with air support.  From what I can see, there have been less than five clashes in the last five years with Egyptian casualties. There has not been an airstrike in 10 months and, so far in 2020, there seems to have been more talk than action. The EAF has also not engaged in a serious battle for decades and is most likely aware of its inexperience compared to war-scared and Turkish backed GNA. Therefore, I give a possibility of 20% of an armed conflict resulting in 5 or more fatalities for the EAF.  https://www.bbc.com/news/world-africa-53779425\nhttps://www.forbes.com/sites/pauliddon/2020/07/09/will-the-egyptian-and-turkish-militaries-clash-in-libya/#50c4fe8f2ea4\nhttps://studies.aljazeera.net/en/policy-briefs/sirte-jufra-line-front-war-or-basis-negotiations\nhttps://www.washingtoninstitute.org/fikraforum/view/egypt-haftar-and-the-u.s.-passive-interest-in-the-libyan-conflict\n"], [93195, "2020-10-07T15:36:52Z", [0.09], "_I believe that my previous forecast was a bit too optimistic. \n_No new information has come my way. \n_I still believe a \"Yes\" to be very unlikely, considering the ongoing cease fire negotiations \n_See previous forecasts for more reasoning\n"], [95293, "2020-10-07T01:38:04Z", [0.2], "Although there are rising tensions in Libya, I do not believe that there is a high risk of lethal confrontation between 25 July 2020 and 25 November 2020. The Egyptian parliament’s decision to send troops into Libya is used as a defensive tactic. Unless something of high gravity occurs, I do not believe that there will be a spark in confrontations. I believe there is a 20% chance that this will occur."], [1333, "2020-10-06T10:24:59Z", [0.01], ""], [95300, "2020-10-05T22:49:29Z", [0.05], "I highly doubt that there will be more than 5 fatalities for Egyptian Armed Forces between these dates due to the recent announcement of the ceasefire in Libya. As of August 21, a ceasefire was announced among the rival authorities in the Libya crisis, and it is looking like that ceasefire will be honored and respected. Both sides have acknowledged that this incident has done more harm than good and there has not been any serious military combat since June. This ceasefire establishes a new chapter in this crisis, and establishes hope for a country that has gone through hell in recent years. The 5% doubt is because Libya is an oil rich nation and a pivotal point in Africa, so there will always be room for conflict.  Source: https://www.bbc.com/news/world-africa-53863627"], [86554, "2020-10-05T22:38:26Z", [0.03], ""], [95559, "2020-10-05T22:21:55Z", [0.25], "At first my group predicted that there is a 20-30% chance that there will be a lethal confrontation in Libya resulting in 5 or more fatalities for Egyptian armed forces. Due to Turkey and Libya’s alliance, Egypt is most likely not to risk a conflict with Libya. "], [14027, "2020-10-05T22:08:22Z", [0.17], ""], [86785, "2020-10-05T17:06:37Z", [0.08], ""], [6978, "2020-10-05T15:49:15Z", [0.25], ""], [27661, "2020-10-05T09:05:02Z", [0.01], ""], [95399, "2020-10-04T20:16:04Z", [0.65], "The likelihood of at least some skirmish resulting out of this tension will be reflected in human casualties. Egypt is present in the area with its national forces, whereas Libya is in theory,  present at the location with armed forces composed of irregular with the support of Turkey. It is more likely for armed scenarios to escalate when irregular armed forces are present. Five or more fatalities is a minimal amount that could result out of the most insignificant confrontation. "], [95274, "2020-10-04T19:03:14Z", [0.43], "Turkey has been looking for a new place to start expanding into after Syria. There was a civil war in Libya that overthrew the government but it has been a while since this happened. Egypt attempting to stabilize its neighbor makes sense because they do not want to have fighting and ideology spill over into Egypt. Even though Egypt is there as a peace keeper and moderator for the talks, they can very easily become the target."], [88569, "2020-10-04T18:57:32Z", [0.03], ""], [95290, "2020-10-04T17:10:51Z", [0.6], "I do believe that there is a high chance that there will be a confrontation between Turkish and Egyptian forces in Libya. The region that is the focus point contains oil and neither country will want to lose that."], [86554, "2020-10-03T10:27:55Z", [0.05], ""], [94632, "2020-10-03T02:42:17Z", [0.05], "Egypt is attempting to help Libyan groups develop and maintain a lasting ceasefire (which appears to be working at the moment): https://news.un.org/en/story/2020/09/1074352\nThis is not to say the region is done with violence, but it greatly improves the odds we make it to the end of November (less than 2 months) without Egyptian troops being killed inside Libya. Moreover, with the Armenian-Azerbaijan conflict escalating quickly, Turkey is likely to divert its attention away from Libya for the time being. This means Egypt will likely have more room to work in the region and less pressure to take aggressive and/or deadly action inside of Libya. "], [92452, "2020-10-02T05:36:32Z", [0.1], ""], [60948, "2020-10-01T08:48:10Z", [0.13], "https://thearabweekly.com/libya-rivals-agree-egypt-talks-prisoner-exchange-transit-links\n-2%/week"], [95906, "2020-09-30T21:47:15Z", [0.45], "If Turkey want to move forward then Egypt will continue to become concerned  about losing  of its influence and Haftar losing control of the vital oil resources.  The rhetoric and exchanges seem to indicate a desire for some form of conflict.  Also, the number is fatalities is low, so the chances of some form of low conflict as a show of force if for no other reason then to demonstrate resolve.  "], [95296, "2020-09-30T17:25:07Z", [0.35], "There is currently a civil war in Libya that has spilled into Egypt in 2013 after the take down of their leader. Many radicals from Libya have killed Christian civilians, Egyptian guards and other government workers. Egypt does not see Libya as a functioning state since it does not have a running government. Because of the attacks on Egyptians, Egypt will step in, along with neighboring countries, to see that they get a benefit out of the war. Since the war has started there has been a rise in fatalities, but since 2019 fatalities have been on a decline. There is a 35% chance of there being five or more fatalities in a lethal confrontation. https://www.theguardian.com/world/2020/may/18/war-in-libya-how-did-it-start-what-happens-next\nhttps://www.bbc.com/news/world-africa-53779425\nhttps://www.washingtonpost.com/national-security/civilian-casualties-surge-in-libya-during-tripoli-battle-study-finds/2020/06/01/17e4d7a2-a408-11ea-8681-7d471bf20207_story.html"], [88452, "2020-09-30T09:01:24Z", [0.0], ""], [89038, "2020-09-29T17:32:58Z", [0.08], ""], [95305, "2020-09-29T03:42:45Z", [0.3], "Since Libyan leader Colonel Muammar Gaddafi met his end in 2011, Libya has been in chaos. Internal struggles for power between political Islamists and more secular nationalists have created an unstable situation that could easily spill over into Egypt. President al-Sisi of Egypt led the ouster of Mohammed Morsi of the Muslim Brotherhood in 2013. Morsi had been backed by Turkey. Egypt fears Turkish backed Islamists in their own back yard. Egypt likely wants to avoid a direct conflict in Libya. However, al-Sisi has drawn a “red-line” along the Sirte-Jufra line. This endangers oil sources. The bigger risk appears to be small groups of Libyan terrorist striking at Egyptian military. Little information is available on Egyptian troops positions and protection. Far less is available on potential border threats from Islamists. The chances of a lethal confrontation between Egyptian forces INSIDE of Libya appears much less likely. I estimate the chances of lethal confrontation in Libya resulting in five or more fatalities to Egyptian forces to be 30%.\nhttps://www.bbc.com/news/world-africa-53779425\nhttps://www.washingtoninstitute.org/fikraforum/view/convergence-of-crises-egypt\n"], [57778, "2020-09-29T01:44:55Z", [0.05], ""], [95313, "2020-09-29T01:30:55Z", [0.25], "While the Libyan political climate is unsteady and often resorts to violence the proposal was passed back in late July and yet nothing has occurred. It is unlikely that Egypt is going to stir up the pot with so many differing countries invested into different sides of the Libyan government with the UN backed Government of National Accord and the two rival backed government. Unless Libya decides to take aggressive actions against Egypt which is unlikely due to the innate instability of the region and ISIS there will be no conflict."], [95505, "2020-09-28T23:53:30Z", [0.45], "I am giving the question 45% probability because I believe Egypt will be on the defensive which should give them the advantage and allow them to sustain minimal casualties. Another reason I give this forecast is because Egypt is the superior country in terms of firepower and experience.\nhttps://www.indexmundi.com/factbook/compare/egypt.libya/military"], [1333, "2020-09-28T18:18:59Z", [0.02], ""], [95294, "2020-09-28T11:37:42Z", [0.1], "While the humanitarian crisis continues in Libya with increases numbers of displaced civilians, in July the Egyptian parliament unanimously approved the deployment of armed forces to the border.  While this was done in response to a proposed threat, mainly economic, there is a slight chance for a conflict, unless there is a confrontation between terrorist recruiters and the Egyptian forces there is less than a 10% chance of death for the military forces.  This is mainly due to Egyptian ties to finding and influence at the central core Muslim movements since the beginning.   https://www.crisisgroup.org/crisiswatch/print\nhttps://www.justice.gov/eoir/page/file/1319486/download\n"], [1333, "2020-09-28T11:24:55Z", [0.03], ""], [88452, "2020-09-28T10:59:59Z", [0.33], "Adjusting to the crowd a bit."], [95561, "2020-09-28T10:40:51Z", [0.22], "I don't think it is likely that the Egyptian army will confront Libya. Egypt is far to experienced and seems to be more focused on acting on the defensive. When they faced the Sinai, the Egyptian military could not handle the few hundred they faced. Over all a war with Libya would be a very \"High risk, Low reward\" situation. (Jamestown)\nhttps://jamestown.org/program/will-egypt-send-troops-to-libya/"], [6978, "2020-09-28T10:28:12Z", [0.33], ""], [60948, "2020-09-28T09:11:19Z", [0.15], "Going up on news of Egypt's deployment. "], [95657, "2020-09-28T03:52:36Z", [0.2], "I believe there is only a 20% chance of armed conflict causing Egyptian deaths anytime in this window, with the coronavirus pandemic still raging it seems that the Egyptians, while eager to move into Libya to secure the region from militia groups, has more urgent health matters to deal with. With the public so distracted by the pandemic, it seems unlikely that the government would have support in performing a military operation until the pandemic becomes a more backseat issue, and this is not predicted to be the case until next year. However, it stands to reason that President Sisi has no regard for the public's opinion, with Turkey chomping ath the bit for more power in the region and breathing down Egypt's neck. The President has just been granted full control and power to do whatever he deems necessary militarily, so there is still the possibility of action occurring, however unlikely in this time period. https://www.washingtonpost.com/world/africa/egypts-lawmakers-to-vote-on-deploying-troops-to-libya/2020/07/20/c6e859a6-ca5d-11ea-99b0-8426e26d203b_story.html\nhttps://www.bbc.com/news/world-africa-53779425"], [95486, "2020-09-28T03:38:00Z", [0.4], "3) Between 25 July 2020 and 25 November 2020, will a lethal confrontation in Libya result in five or more fatalities for Egyptian armed forces?\nhttps://www.aljazeera.com/news/2020/07/20/egypts-parliament-approves-troop-deployment-to-libya/\nhttps://www.aa.com.tr/en/middle-east/-decision-of-egyptian-parliament-declaration-of-war/1918072#\nEgypt and Israel have been at each other’s heads for a while. Based on the recent events of Israel crossing the border into Egypt.  I believe there will be a 40 percent chance of Egypt and Israel fighting."], [95317, "2020-09-28T03:16:47Z", [0.15], "It is extremely risky for Egypt to put themselves in a war with Libya and would produce little reward although it be in their interests. Since there has not been a major altercation in the past few months and Egypt frankly cannot economically support such a war using conventional methods, I believe that Egypt will not put themselves in a position allowing this. Although Egypt has put troops along the border this is just to show a defensive force and I do not believe it is going to be used in an offensive manner in near future. That being said, I believe the Egyptians will not attempt to put themselves in a situation that would allow these fatalities to happen in the near future.\nhttps://jamestown.org/program/will-egypt-send-troops-to-libya/\nhttps://www.bbc.com/news/world-africa-53779425"], [95294, "2020-09-28T03:08:17Z", [0.1], "While the humanitarian crisis continues in Libya with increases numbers of displaced civilians, in July the Egyptian parliament unanimously approved the deployment of armed forces to the border.  While this was done in response to a proposed threat, mainly economic, there is a slight chance for a conflict, unless there is a confrontation between terrorist recruiters and the Egyptian forces there is less than a 10% chance of death for the military forces.  This is mainly due to Egyptian ties to finding and influence at the central core Muslim movements since the beginning.   https://www.crisisgroup.org/crisiswatch/print\nhttps://www.justice.gov/eoir/page/file/1319486/download"], [95295, "2020-09-28T02:15:19Z", [0.2], "The Egyptian military has not seen the battlefield since 1973, and this is not because they live in a good neighborhood. This is because they have obviously stayed away from major conflicts outside of their own country. They will not make a physical act of war unless it is absolutely necessary. Nevertheless, they need to seem strong. This is why President Sisi stated a last warning to Libya and Turkish fighting forces not to cross their “red line” of Sirte. In saying this, we must ask, how likely is it that Libya fighters will blatantly cross this line? Egypt supports General Haftar, who controls most of the border between Egypt and Libya. An attack on Egypt would have to be more than just a suicide bomber. It would have to be a more organized and effective attack on Egyptian soil to actually push Egypt to put massive amounts of armed forces on Libyan soil. Although there is some Egyptian presence in Libya, whether it be covert or not, it is unlikely that five or more Egyptians will die from conflict on Libyan soil before 25 November. President Sisi has absolute control over his military. He seems like he would much prefer a peaceful resolution or attacking from afar using airstrikes over actually putting Egyptian troops in battle and danger. "], [95569, "2020-09-28T02:10:29Z", [0.25], "As a group, we conducted the Delphi Method to make more accurate predictions. Our initial estimate sat at low confidence with 28% that a lethal confrontation in Libya will result in five or more fatalities for Egyptian armed forces. For our discussion we looked at what the death toll was currently at, if there was one at all, what the conflict was since we were not educated on the matter, how the civil war in Libya would affect our probabilities, and where the forces were now. We determined that the Egyptians probably would not take the risk of conflict personally in this timeframe because it would threaten the supply line between Libya and Egypt. The only uncertain factor is the behavior of Turkey and where they swing their efforts and who they back. So far, there are no deaths in the set up timeline. Therefore, the chance of something happening in the next month and a half is unlikely. We reevaluated and we made the estimate that there was 25% likelihood. "], [95301, "2020-09-28T01:52:42Z", [0.5], "I believe there is a 50% chance a lethal confrontation in Libya will result in five or more fatalities for Egyptian forces. Due to the fact that Libya has no border guards, unified army, security forces or functional state institutions, conflict appears more often than not due to its lack of social structure and government oversight. In June 2014, smugglers killed six Egyptian border guards. In 2017, a group of Jihadists crossed into Egypt and attacked a security checkpoint, killing 16 Egyptian soldiers. Militants also kidnapped and beheaded 21 Egyptian Christians in 2015. Recently Egypt’s president said last month that he could send troops into Libya, warning GNA forces “not to cross” the current frontline between them and LNA. The GNA responded, considering the Egyptian Presidents comment “a declaration of war”. High tensions remain present both politically, socially, and economically. Most conflict is observed on the “Red Line” between Egypt and Libya, in which several cases Egyptian armed forced have been either injured or killed. Therefore, I predict there is a 50% chance a lethal confrontation will occur, having five or more fatalities between 25 July and 25 November. "], [95314, "2020-09-28T01:45:12Z", [0.5], "The reason I chose 50% is because as of right now Egypt is debating on whether sending troops into Libya but they are saving that option as a last resort because they do not want to send troops to libya.\nhttps://www.voanews.com/extremism-watch/fear-instability-behind-egypts-readiness-send-troops-libya-experts-say"], [95570, "2020-09-28T01:35:12Z", [0.15], "I predict there is a low possibility the conflict between Libya and Egypt will result in any casualties. Both country's leaders have openly said they are making it a priority to find a diplomatic and political solution. \"Egypt’s interests lie in the need to achieve stability and reach a peaceful solution in Libya.\" Egypt moved troops to its western borders as a safety net if it is ever needed.  Read more: https://www.al-monitor.com/pulse/originals/2020/09/egypt-libya-western-saleh-talks-sideline-hifter.html#ixzz6ZIQxftqg"], [95564, "2020-09-28T01:31:29Z", [0.2], "With about two months down and two months to go on this silent standoff, it appears that there will probably not be a lethal confrontation in Libya resulting in five or more casualties for Egypt. It is clear that at this point, Egypt has little to no intentions of a large-scale military deployment to Libya, due to Egyptian President Al-Sisi’s “understanding of the risks” (Horton). Egyptian forces have not had any battlefield experience since 1973, so they are known to be inexperienced. This means that Egypt is currently adopting a primarily defensive strategy and will not make the first move into Libya. In late August, a ceasefire was announced by Libya’s rival authorities of their ongoing civil war. In the event that this ceasefire holds, the conflict that Egypt is attempting to keep distant from its western front will diminish at least for the time being. https://www.bbc.com/news/world-africa-53779425\nhttps://jamestown.org/program/will-egypt-send-troops-to-libya/\nhttps://www.bbc.com/news/world-africa-53863627"], [95709, "2020-09-28T01:02:52Z", [0.3], "I believe that the conflict between Egypt and Libya is more of trying to assert dominance in unstable times in the area by flexing their military powers. Also if Egypt were to try to move troops into Libya, they would be intervening with a civil war which could cause some problems in the tactics that they choose. Michael Horton, an intelligence journalist for The Jamestown Foundation describes this conflict as a \"High risk, low reward\" situation and I also agree with the statement.\nhttps://jamestown.org/program/will-egypt-send-troops-to-libya/"], [95288, "2020-09-28T00:50:20Z", [0.07], "I have an almost certainty of not having a lethal confrontation in Libya. According to Egypt Today, Egypt and Libya are attempting to call for and maintain a ceasefire between nations. \nhttp://egypttoday.com/Article/1/92431/Egypt%E2%80%99s-FM-US-Secretary-of-State-discuss-situations-in-Libya"], [95484, "2020-09-28T00:46:15Z", [0.25], "Egypt is more likely not to risk a conflict with Libya, mostly because of the alliance with Turkey that the Libyan Government of National Accord (GNA) faction has. Their most recent statements of moving troops onto their western border with Libya are most likely defensive measures, as Turkish-backed GNA forces have encroached upon Egyptian territory.  Source: https://www.thedefensepost.com/2020/06/24/egypt-troops-libya/"], [6978, "2020-09-28T00:27:52Z", [0.25], ""], [95560, "2020-09-28T00:26:58Z", [0.2], "I believe it to be highly unlikely that any Egyptians will die  in conflict in Libya. Anas el-Gomati told Al Jazeera that \" it’s really about trying to create all these theatrics, smoke and mirrors so to speak, in order to get Trump to make a phone call to Erdogan.\" This whole invasion seems to be a showboat so that Egypt won't lose any political or military power in it's neighboring countries. I believe that the majority of the Egyptian forces that are deployed will be aircraft so the chance of death is also significantly smaller than that of ground forces.\nhttps://www.aljazeera.com/news/2020/07/20/egypts-parliament-approves-troop-deployment-to-libya/"], [95514, "2020-09-28T00:24:14Z", [0.1], "Any small conflict between these two countries will result in a gigantic war that neither side will have the power to keep up with. A war between the two would most definitely lead to almost all of their forces being wiped out completely. Libya has no properly functioning state institutions, no unified army or security forces to speak of, and crucially no border guards on its side of their long desert border. The country is also awash with weapons acrrording to BBC News. The Egyptian military is likely nervous for an intervention because the Egyptian military has not had any battlefield experience since 1973. Both sides are highly unprepared and therefore I believe it could be possible that a lethal confrontation does not occur at all. I am giving this a 10% chance of happening because of the fact that Libya is so underprepared with it comes to security and weaponry in their country. \nhttps://www.bbc.com/news/world-africa-53779425"], [95304, "2020-09-27T23:42:39Z", [0.1], "I would say the probability for a lethal conflict is very low because Egypt and Libya are actively seeking a peace agreement and pushing for cease fires recently this being said it is still possible for conflict to happen however seems very unlikely. references: https://www.al-monitor.com/pulse/originals/2020/09/egypt-libya-western-saleh-talks-sideline-hifter.html "], [95547, "2020-09-27T23:14:21Z", [0.4], "Clashes between local militias in Libya have already begun, with at least 4 deaths and several injuries, though none of it was Egyptian. The likelihood of more firefights happening is greater due to some already happening, and the potential for collateral damage will only increase. "], [95316, "2020-09-27T23:10:53Z", [0.18], "Egypt and Libya have been at each others throats for quite some time now, with Egypt establishing the city of Sirte as the \"line of engagement\" things became a little more tense for spectating countries. with world powers taking sides and creating legislation with these countries it is unlikely any type large scale conflict will happen. therefore I believe the chance of five Egyptian armed fatalities is not more than 20%. both countries are likely aware that any small conflict will turn into a long standoff of small conflicts. With \"sponsor's\" taking notice of these countries I believe they will probably begin to focus less on combat and more on influence in their own countries and maybe competing with one another on a economic level.  https://www.reuters.com/article/us-france-egypt-libya/with-eyes-on-libya-france-cements-egypt-security-ties-idUSKBN18Z2LZ\nhttps://www.washingtonpost.com/world/africa/egypts-lawmakers-to-vote-on-deploying-troops-to-libya/2020/07/20/c6e859a6-ca5d-11ea-99b0-8426e26d203b_story.html"], [60948, "2020-09-27T23:00:07Z", [0.04], "-1% /week\n"], [95515, "2020-09-27T21:47:43Z", [0.24], "The civil war in Libya is more complex than Egypt fighting with Libya, in fact Egypt basically just exists in Libya. There are too many unlucky events that would have to come together in order for Egypt's armed forces to directly fight the Libyans. That being said, Egypt sees Haftar and his forces as terrorists and would most likely start a conflict against them. My answer is 25% because I do not believe any firefights will happen between the two parties with the UN ceasefire in play. Egypt may want to be rid of Haftar and his allies, but breaking rules set down by the UN could prove fatal to Egypt.\nhttps://www.politico.eu/article/the-libyan-conflict-explained/"], [95515, "2020-09-27T21:47:08Z", [0.25], "The civil war in Libya is more complex than Egypt fighting with Libya. There are too many unlucky events that would have to come together in order for Egypt's armed forces to directly fight the Libyans. That being said, Egypt sees Haftar and his forces as terrorists and would most likely start a conflict against them. My answer is 25% because I do not believe any firefights will happen between the two parties with the UN ceasefire in play. Egypt may want to be rid of Haftar and his allies, but breaking rules set down by the UN could prove fatal to Egypt.\nhttps://www.politico.eu/article/the-libyan-conflict-explained/"], [95298, "2020-09-27T21:33:51Z", [0.5], "Using Sherman's table of probability as stated in the book, \"Super Forecasting,\" by Phillip Tetlock,  I believe that it is \"chances are about even\" that Egypt will pursue conflict with Libya in the the leading months. Egyptian President Abdel-Fattah el Sissi has declared a \"red line\" along the city Sirte in which he has said \"is a direct threat to national security.\" That statement leads me to believe it is probable for conflict to arise because the leaders of Libya are known to be irrational which might push the Egyptian government to act, resulting in an escalation of conflict. The only reason the chances are about even is the either country is really ready for a war. The Egyptian military hasn't been in a conflict since 1973, and the Libyan Government will risk a civil war if they attempt to go to war with Egypt.  https://www.bbc.com/news/world-africa-53779425\nhttps://www.washingtonpost.com/world/africa/egypts-lawmakers-to-vote-on-deploying-troops-to-libya/2020/07/20/c6e859a6-ca5d-11ea-99b0-8426e26d203b_story.html"], [95319, "2020-09-27T20:58:40Z", [0.35], "I predict a 35% chance of this lethal confrontation occurring. Forces loyal to Field Marshal Khalifa Haftar, who are supported by the Egyptian government, currently occupy positions in central and eastern Libya, mainly comprising oil installations sought after by the Libyan government forces. Haftar blockaded oil exports in January, decreasing the nation's oil revenues and creating a strategic necessity for Libyan government forces to move further East, towards Egypt. There is a possibility that Egyptian forces will launch incursions into Libya to counter what they see as encroachments on their border. My prediction is not higher due to NATO supporting the Libyan government forces, which would most likely serve as a deterrent against Egypt launching attacks into Libya for fear of a multinational military reaction.  References \"Averting An Egyptian Military Intervention In Libya\". Crisis Group, 2020, https://www.crisisgroup.org/middle-east-north-africa/north-africa/libya/averting-egyptian-military-intervention-libya. Accessed 24 Sept 2020. Iddon, Paul. \"Will The Egyptian And Turkish Militaries Clash In Libya?\". Forbes, 2020, https://www.forbes.com/sites/pauliddon/2020/07/09/will-the-egyptian-and-turkish-militaries-clash-in-libya/#71e086272ea4. Accessed 23 Sept 2020.       "], [95530, "2020-09-27T20:42:17Z", [0.11], "•\tYes I do believe that there is a chance of about 11% that a lethal confrontation in Libya will result in 5 or more fatalities for Egyptian armed forces and here are my reasons why I’m saying that there is only about a 11% chance.\n•\tWhile The Defense Post is saying that, “Egyptian President Abdel Fattah al-Sisi has upped the ante in the chaotic conflict in Libya, warning Cairo could intervene militarily to halt a march eastwards by the Turkey-backed forces of the UN-recognized government.’, they are also saying that, “It is highly unlikely that Egypt will enter a direct war in Libya,” said Hassan Nafaa, political science professor at Cairo University. Sisi’s message was “more a political one than a military one: ‘That Egypt stands by its allies,'” he said.”\n•\tAccording to Samy Magdy of the Washington Post, “Last week, el-Sissi hosted dozens of tribal leaders loyal to Hifter in Cairo, where he repeated that Egypt will “not stand idle in the face of moves that pose a direct threat to security.”But el-Sissi has also pushed hard in recent weeks for a cease-fire and political settlement.”\n•\tAlso, according to Aljazeera.com, “Libya’s UN-recognised government announced a ceasefire across the country on Friday and called for demilitarising the contested strategic city of Sirte, raising hopes for peace in the more than nine-year-old conflict.”\n•\tBased upon the information above, I feel confident in my prediction that there is only about a 11% chance of there being a lethal confrontation in Libya result in five or more fatalities for Egyptian armed forces. \n"], [95299, "2020-09-27T20:11:17Z", [0.36], "Currently, Egypt’s President Sisi has drawn a “red line” in Libya. He stated that any attempt by militias loyal to Tripoli to cross this line will be considered a direct threat to Egypt’s national security. This “red line” was drawn back in August. Since the peak of this confrontation during this past August, there have been many engagements that have resulted in casualties, but none of which pertain to the Egyptain military. Along with this, President Sisi stated that they are currently looking for a peaceful diplomatic solution and are avoiding the usage of forceful military assets. Using inductive reasoning, with only about two months left, no recent fatalities amongst Egyptian forces, the pursuit for a diplomatic solution and still high tensions; it is safe to predict that there is a slight chance that there will be no lethal confrontation that will result in five or more fatalities for the Egyptian armed forces. "], [95557, "2020-09-27T19:57:02Z", [0.05], "There is a 5% chance that there will be more than 5 fatalities to the Egyptian armed forces.  Egypt is not in a good place at the moment to be fighting a war.  Egypt cannot afford the war and their allies are unreliable.  If Egypt was to have lethal fatalities in Libya that would further escalate their situation and Egypt would have little chance of succeeding in.  "], [95513, "2020-09-27T18:11:22Z", [0.15], "No. Egypt is pretty much trying to do what we are doing in the middle east. Libya has no form of state institutions or police or anything, so they are trying to do all they can to keep it from becoming a safe-haven for terrorists. The last time an Egyptian was killed in Libya was in 2017, so i do not see it to be likely. The situation there is very unstable, but I do not think either country wants to go to war."], [95527, "2020-09-27T17:45:22Z", [0.4], "I believe there is potential because of the heat of the area and the two forces wanting control over the same thing. But not many countries want war and that i exactly what would happen if this scenario was to play out."], [691, "2020-09-27T14:33:57Z", [0.01], ""], [10039, "2020-09-27T10:32:21Z", [0.04], ""], [95507, "2020-09-27T03:48:13Z", [0.4], "Libyan warlord, Khalifa Haftar, and  Libya’s Tobruk parliament has already given the green light for Egypt’s military to cross into Libya in for “ protecting national security”.  As of today, Libya is an unstable country with warlords as government leaders.  Before Libya let Egyptians enter thier states, Egypt was already had the idea of invading Libya without thier permission.  Tensions are very high between these two countries, but its interesting to see that Libya’s government let the Egyptians intervene in thier state.  Thier is a 40 percent chance that this will lead to an all out war and fatalities.  There will be a 60 percent chance that nothing will happen. \n"], [95289, "2020-09-26T22:51:07Z", [0.35], " Although the situation in Libya is still very unstable I believe that Egypt can not afford or want to get into a military conflict with Turkey.  With the United Nations, Russia and the UAE also involved they will have a shared interest in ensuring that the situation does not reach a global level. I give a 35 percent chance of lethal confrontation due to the unpredictability of a terrorist organization. In 2017, 16 Egyptian soldiers were killed in a border attack by the jihadists. The Egyptian military has not seen action since 1973 and is prone to mistakes backing General Khalifa Haftar."], [1333, "2020-09-26T15:43:21Z", [0.04], ""], [96019, "2020-09-26T13:09:56Z", [0.01], ""], [57778, "2020-09-26T02:47:04Z", [0.05], ""], [90237, "2020-09-25T17:17:49Z", [0.0], ""], [27661, "2020-09-25T09:26:01Z", [0.02], ""], [93195, "2020-09-25T08:57:20Z", [0.03], ""], [95388, "2020-09-25T01:11:07Z", [0.1], "While the dispute between Egypt and Libya forces has been going on I predict there is only a 10% chance of a conflict leading to five or more casualties. I say this because if Egypt does get into a conflict with Libya, Turkey will get involved due to their partnership with Libya which then leads Egypt to fighting a foe that is their neighbor which they do not want to have happen. Instead of a conflict of force I believe with is will be a conflict of politics rather than actual confrontation. Egypt isn't looking for a confrontation with Libya because thy know they won't get much support especially from their Arab neighboring countries. While Egypt has approved sending troops into Libya I predict this is only a show of might to the Libyans to say they are not afraid to put people in the country but it will be the last resort. Sources:\nhttps://www.thedefensepost.com/2020/06/24/egypt-troops-libya/\nhttps://www.washingtonpost.com/world/africa/egypts-lawmakers-to-vote-on-deploying-troops-to-libya/2020/07/20/c6e859a6-ca5d-11ea-99b0-8426e26d203b_story.html"], [95291, "2020-09-24T23:32:41Z", [0.01], "Although Egypt escalated the tensions between itself and Turkey over Libya on 24 July by approving a military support of Libyan Arab Armed Forces leader Khalifa Haftar, it is very unlikely that Egypt will suffer five or more fatalities before 25 November. Increasing foreign involvement from the UN and Russia will ensure that Turkey and Egypt face economic and judicial pressure if they continue to escalate in Libya. In addition to this, a cease fire called in August both opened the doors for negotiations and proved that Turkey has lost some of its advantage in Libya since its military intervention. https://www.aljazeera.com/news/2020/08/22/libyas-un-recognised-government-announces-immediate-ceasefire/\nhttps://www.al-monitor.com/pulse/originals/2020/09/turkey-libya-sarraj-resignation-ankara-accepts-egypt-role.html\nhttps://www.independent.co.uk/news/world/africa/egypt-turkey-libya-deployment-el-sisi-khalifa-haftar-a9629661.html"], [89038, "2020-09-24T19:52:57Z", [0.01], ""], [88569, "2020-09-24T18:19:20Z", [0.01], ""], [691, "2020-09-24T14:16:29Z", [0.01], ""], [691, "2020-09-23T15:28:16Z", [0.02], ""], [90457, "2020-09-22T15:24:15Z", [0.04], ""], [27661, "2020-09-22T09:31:42Z", [0.03], ""], [93350, "2020-09-22T09:01:03Z", [0.0], "Egypt , although approving its troops to enter Libya is now suggesting it will be an action of the last resort. The intention was to send a political message as opposed to a declaration of war. Egypt was concerned by Turkish activities in Libya, but the latter appears to be pulling back and appreciating Egypt’s position.\nThe threat has now diminished.\nhttps://www.egypttoday.com/Article/1/91904/Egypt-would-intervene-in-Libya-to-maintain-military-status-quo  https://www.thedefensepost.com/2020/06/24/egypt-troops-libya/  https://www.al-monitor.com/pulse/originals/2020/09/turkey-libya-sarraj-resignation-ankara-accepts-egypt-role.html\n"], [13306, "2020-09-22T03:19:31Z", [0.01], ""], [88569, "2020-09-22T02:22:27Z", [0.02], ""], [84880, "2020-09-21T23:10:15Z", [0.01], ""], [60948, "2020-09-21T18:04:19Z", [0.05], ""], [85535, "2020-09-21T13:30:27Z", [0.0], ""], [31275, "2020-09-21T04:18:13Z", [0.02], ""], [31275, "2020-09-21T02:05:28Z", [0.04], ""], [21865, "2020-09-20T14:50:18Z", [0.1], ""], [93174, "2020-09-19T18:16:36Z", [0.05], "Tensions have eased at the border, while tensions remain high in Benghazi among citizens complaining about power outages and water/oil shortages. "], [86554, "2020-09-19T09:51:18Z", [0.08], ""], [13306, "2020-09-19T06:03:22Z", [0.02], ""], [31275, "2020-09-18T20:59:10Z", [0.05], "Ok too low. "], [31275, "2020-09-18T20:58:50Z", [0.0], "https://www.al-monitor.com/pulse/originals/2020/09/turkey-libya-sarraj-resignation-ankara-accepts-egypt-role.html"], [1333, "2020-09-18T13:32:30Z", [0.05], ""], [95297, "2020-09-18T13:27:21Z", [0.05], "Egypt has drawn their line in the sand \"red line\" and now has two choices on how to deal with the dilemma. Egypt can either act early to prevent any potential attempt to capture Jufra and Sirte, which may provoke the very war the threat of intervention sought to deter or Egypt can wait until the other side crosses that line, which may prove disastrously late for Egypt and its Libyan allies. I believe that any confrontation would counterproductive for Egypt, as the Egyptian military is wary of what the long supply lines which would be needed between Egypt and central Libya would be destroyed and lethal confrontation will be avoided at all costs. \n"], [57778, "2020-09-17T23:08:27Z", [0.08], ""], [94632, "2020-09-17T18:46:19Z", [0.06], ""], [86554, "2020-09-17T17:03:56Z", [0.14], ""], [60948, "2020-09-16T12:46:41Z", [0.07], "-1% /week"], [87566, "2020-09-16T09:15:17Z", [0.1], ""], [27661, "2020-09-15T10:49:48Z", [0.04], ""], [57778, "2020-09-15T09:55:22Z", [0.08], ""], [89038, "2020-09-14T15:36:55Z", [0.03], ""], [27661, "2020-09-14T09:53:02Z", [0.05], ""], [14027, "2020-09-12T19:00:16Z", [0.11], ""], [88569, "2020-09-12T18:53:41Z", [0.03], ""], [6978, "2020-09-12T17:00:27Z", [0.3], ""], [13306, "2020-09-12T08:02:21Z", [0.03], ""], [34959, "2020-09-11T12:52:18Z", [0.02], "Peace for now looks better by the day https://www.aljazeera.com/news/2020/09/libya-rivals-reach-deal-allocate-positions-key-institutions-200911064210263.html"], [31275, "2020-09-10T15:59:58Z", [0.06], ""], [691, "2020-09-10T14:27:15Z", [0.04], ""], [92452, "2020-09-10T13:53:58Z", [0.15], ""], [1333, "2020-09-10T13:26:57Z", [0.06], ""], [57778, "2020-09-09T22:52:20Z", [0.13], ""], [1333, "2020-09-09T12:44:50Z", [0.06], ""], [60948, "2020-09-08T21:27:46Z", [0.08], ""], [60948, "2020-09-08T21:27:13Z", [0.05], ""], [56, "2020-09-08T18:35:39Z", [0.55], ""], [57628, "2020-09-08T15:28:04Z", [0.1], "Forgot to update this"], [1333, "2020-09-08T09:10:00Z", [0.07], ""], [13306, "2020-09-08T05:21:05Z", [0.02], ""], [87691, "2020-09-08T03:30:24Z", [1.0], ""], [88569, "2020-09-08T02:51:27Z", [0.05], ""], [1333, "2020-09-07T12:10:37Z", [0.08], ""], [57778, "2020-09-07T04:33:22Z", [0.14], ""], [86554, "2020-09-06T12:28:57Z", [0.18], ""], [1333, "2020-09-06T06:07:58Z", [0.09], ""], [94632, "2020-09-05T18:03:25Z", [0.09], ""], [1333, "2020-09-05T11:44:59Z", [0.1], ""], [60948, "2020-09-04T17:35:40Z", [0.09], "Passage of time. "], [88766, "2020-09-04T17:16:34Z", [0.11], ""], [1333, "2020-09-04T13:16:54Z", [0.11], ""], [34959, "2020-09-04T04:56:51Z", [0.06], ""], [88569, "2020-09-04T02:40:53Z", [0.08], ""], [86554, "2020-09-03T22:39:03Z", [0.29], ""], [57778, "2020-09-03T07:49:39Z", [0.15], ""], [1333, "2020-09-03T07:35:42Z", [0.12], ""], [93, "2020-09-03T01:06:02Z", [0.05], ""], [1333, "2020-09-02T14:58:54Z", [0.13], ""], [1333, "2020-09-01T15:36:35Z", [0.14], ""], [13306, "2020-09-01T01:48:36Z", [0.05], ""], [84880, "2020-09-01T00:27:03Z", [0.05], ""], [89038, "2020-08-31T22:57:27Z", [0.06], ""], [1333, "2020-08-31T16:28:46Z", [0.15], "https://www.al-monitor.com/pulse/originals/2020/08/libya-protests-coronavirus-ceasefire-militias-tripoli.html"], [95170, "2020-08-31T12:44:09Z", [0.13], "In addition to all mentioned here, the current protests will likely mean that GNA has less attention to spend on Sirte, and overall my hunch is that it decreases the chance of GNA crossing the red line established by Egypt. There would be an alternative where a sudden attack would be a tactic to actually mobilize public support for the contested government, but in a conflict-torn country this doesn't seem likely. Moving down from 15% to 13%.    "], [93502, "2020-08-31T06:19:43Z", [0.05], ""], [14027, "2020-08-31T01:56:15Z", [0.17], ""], [31275, "2020-08-30T19:51:04Z", [0.09], ""], [86554, "2020-08-30T19:46:47Z", [0.36], ""], [22689, "2020-08-30T03:04:07Z", [0.05], ""], [57778, "2020-08-30T02:28:06Z", [0.2], ""], [1333, "2020-08-29T09:03:02Z", [0.14], ""], [31275, "2020-08-28T04:32:09Z", [0.1], ""], [13306, "2020-08-28T00:25:53Z", [0.12], ""], [89038, "2020-08-27T20:06:49Z", [0.08], ""], [60948, "2020-08-27T15:04:06Z", [0.1], ""], [27661, "2020-08-27T14:48:49Z", [0.1], ""], [93195, "2020-08-27T09:05:04Z", [0.08], "\nInteresting article: https://reliefweb.int/report/libya/averting-egyptian-military-intervention-libya\nOpinion made up from a number of different articles and historical data from ACLED (https://acleddata.com/data-export-tool/). - The probability of deployment of Egyptian forces into Libya is high, an open question is where they will be deployed to.\n- It is very likely that Egyptian forces will secure the Egyptian border from within Libya, as this seems to be their major (communicated) concern. This may be accompanied by air strikes.\n- While deployment of troops to central Libya, e.g. Sirte (1000 km from the border) can not be excluded, it comes with considerable logistic effort and the need of even more resources to protect ground troops from the air\n- This means that the probability of an actual clash with Egyptian forces involved is not very high (except maybe in the air, but then not many forces involved)\n- Only around 8% of all military clashes in Libya have 5 or more fatalities (ACLED, 2018-2020).\n- Adding some uncertainty because I do not know enough about this conflict or Egyptian motivations yet\n- Update: Cease fire. Support of this by Egyptian government to be taken with care:\nhttps://www.al-monitor.com/pulse/originals/2020/08/egypt-military-official-visit-hifter-libya-turkey-qatar-gna.html"], [13306, "2020-08-27T02:48:36Z", [0.15], ""], [86554, "2020-08-26T22:25:03Z", [0.42], ""], [14027, "2020-08-26T21:13:44Z", [0.23], ""], [6978, "2020-08-26T21:06:19Z", [0.5], ""], [56, "2020-08-26T19:46:12Z", [0.7], ""], [1333, "2020-08-26T16:58:19Z", [0.15], ""], [1333, "2020-08-26T16:58:06Z", [0.09], "Last Week Haftar is hosting a party to celebrate the anniversary of the National Army in Tripoli - this week he rejects the ceasefire. I'd say he accomplished replenishment and reinforcement of his defense line and is ready to press Tripoli again. Turkey May Object. Haftar would like to bloody their nose, and the Russians may let him. \nhttps://www.al-monitor.com/pulse/originals/2020/08/libya-haftar-reject-ceasefire-tripoli.html"], [31275, "2020-08-26T16:36:58Z", [0.11], ""], [13306, "2020-08-26T05:20:03Z", [0.18], ""], [94884, "2020-08-25T14:52:01Z", [0.2], "Eygypt has two choices regarding their red line they have drawn in the sand.  1.) Pre-empt any pan assault Jufra and Sirte, although it has the potential to trigger a wider conflict that the threat of intervention attempts to avoid.\n2.) wait to see if the other side crosses the red line which has the risk of giving away the initiative to Egypt's opponents. "], [57778, "2020-08-25T13:01:26Z", [0.26], ""], [57778, "2020-08-25T04:46:13Z", [0.24], ""], [57778, "2020-08-25T04:45:46Z", [0.27], ""], [13306, "2020-08-25T01:16:04Z", [0.25], ""], [88569, "2020-08-24T22:32:08Z", [0.1], ""], [88766, "2020-08-24T20:39:19Z", [0.16], ""], [95170, "2020-08-24T20:02:12Z", [0.15], "Firstly, several base rate data points: autumn is the least casualty-heavy season in Libya since 2015 (see ACLED). Egypt has so far lost no soldier in the Libyan conflict, despite a brief air campaign. And despite the threat of troop deployment, no troops are currently on the ground. So starting probability is low (5-10ish%) In order for there to be 5 losses, Egyptian troops need to be 1) deployed and 2) engaged in combat.  The deployment could be expected if the \"red line\" established by Sisi is crossed (https://www.bbc.com/news/world-africa-53779425). And though I can't find progression analyses, we know that GNA+Turkey has been pushing Haftar lately and we know that they are not far from the red line (https://libya.liveuamap.com/ - a great source btw.) In fact, there are (turkish-aligned) reports of a military build-up of both sides around Sirte, though the town is also a point of much of international attention and dissuasion. The possibility of the red line being crossed is really unclear but feels closer to no (45-49%). The announced \"intervention\" then might take a few forms, from training and weapons to direct intervention. But given that the first two kind of happen already and don't help too much, Egypt might indeed have to engage in combat quite early on after the deployment.  Now to the ceasefire: there is an (albeit wobly) one, but the few similar events in the past have not been very effective. If broken, there might soon be a battle over Sirte (see above) - its relevance therefore currently doesn't feel great.  Finally a regional consideration. A proxy war is less costly than an open confrontation, but still not something Sisi or Erdogan should want. This threat of use is valuable in itself and though he made the mistake of drawing a red line, I don't think Sisi would want to escalate this one without due consideration. This pushes down the overall chance of Sisi justifying to himself and to the public Egypt's engagement in Libya before November (10-15%). Combining the chances that Sirte falls into the hands of GNA, that Egypt follows through on its promise, that they engage in combat and that they have at least 5 fatalities before the date, the final score feels like a strong no (15%)."], [87064, "2020-08-24T19:26:30Z", [0.05], ""], [31275, "2020-08-24T19:09:05Z", [0.12], "Both sides calling fir ceasefire. Lowering: https://thearabweekly.com/gcc-egypt-welcome-statements-ceasefire-libya"], [1333, "2020-08-24T18:19:55Z", [0.09], ""], [87064, "2020-08-24T16:41:20Z", [0.1], ""], [87064, "2020-08-24T16:41:03Z", [0.15], ""], [94632, "2020-08-24T16:31:40Z", [0.09], "Ceasefire reported a few days ago, reducing the probability of large-scale armed conflict in the coming months."], [85535, "2020-08-24T13:39:34Z", [0.01], ""], [13306, "2020-08-24T13:37:17Z", [0.33], ""], [13306, "2020-08-24T06:49:03Z", [0.4], ""], [22689, "2020-08-23T19:00:30Z", [0.1], ""], [34959, "2020-08-23T15:08:19Z", [0.08], ""], [89038, "2020-08-23T12:25:31Z", [0.16], ""], [57778, "2020-08-23T02:24:29Z", [0.2], ""], [88569, "2020-08-22T16:55:48Z", [0.12], ""], [691, "2020-08-22T16:52:32Z", [0.06], ""], [60948, "2020-08-22T16:17:32Z", [0.15], "https://www.bbc.com/news/world-africa-53863627 Go down 1% per week."], [6978, "2020-08-22T13:48:38Z", [0.33], ""], [1333, "2020-08-22T11:04:22Z", [0.1], "https://www.sofx.com/2020/08/22/libya-crisis-rival-authorities-announce-ceasefire-bbc-news/?utm_source=SOFX+Newsletter&utm_campaign=d3616b263b-EMAIL_CAMPAIGN_2019_02_20_11_10_COPY_01&utm_medium=email&utm_term=0_974be175b9-d3616b263b-203866021"], [95096, "2020-08-22T09:39:55Z", [0.03], ""], [27661, "2020-08-22T09:19:55Z", [0.05], "Ceasefire announced [1]. [1] https://www.bbc.com/news/world-africa-53863627"], [94633, "2020-08-22T04:32:00Z", [0.25], ""], [13306, "2020-08-22T04:26:04Z", [0.45], ""], [57778, "2020-08-22T03:53:30Z", [0.25], ""], [86785, "2020-08-21T17:40:49Z", [0.14], ""], [88452, "2020-08-21T14:23:01Z", [0.0], ""], [27661, "2020-08-21T10:54:49Z", [0.15], ""], [94528, "2020-08-21T02:07:58Z", [0.15], "Notwithstanding @mattlerner 's attempts to apply some statistical rigor, this one is kind of a wash for me. The best Libya-specific data I can find is here http://www.libyabodycount.org/table and it doesn’t provide the level of fidelity I’d need to be really confident about things. I don’t have any data to correlate say, casualty rates with military operations. Nor do I know exactly what Egypt is going to do, how many troops they’re going to send, how aggressively they’ll push etcetera. This https://www.aljazeera.com/news/2020/08/egypt-seeks-support-libya-tribes-threat-intervention-200820091114854.html seems to suggest that movement towards Sirte by the parliamentary/islamist forces would be a “red line”. But I have no idea how likely they would be to cross that red line, or if Egypt has the ability to back up their threat. I'm going to call it at 15%, but this is frankly the least confident I've been a prediction yet."], [89038, "2020-08-20T22:00:40Z", [0.19], ""], [1333, "2020-08-20T19:29:15Z", [0.45], ""], [60948, "2020-08-20T19:03:20Z", [0.25], "Go down 2%/week"], [86554, "2020-08-20T13:04:29Z", [0.59], ""], [57778, "2020-08-19T09:21:18Z", [0.3], ""], [95096, "2020-08-19T06:17:31Z", [0.04], ""], [31275, "2020-08-18T21:02:04Z", [0.38], "https://www.dailysabah.com/politics/diplomacy/turkey-favors-political-solution-in-libya-kalin-says\nhttps://www.almasdarnews.com/article/turkey-more-concerned-with-russia-than-egypt-in-libya-presidency/\nOk with this information it appears the situation is on the knife’s edge but the players do not really want conflict.\nDifficult to see how this can be resolved without someone giving up their agenda or the most powerful just imposing their agenda. Russia and Turkey?"], [31275, "2020-08-18T20:54:40Z", [0.44], "Meant to lower but if diplomacy fails better raise. Off to check Russia’s efforts in that regard."], [31275, "2020-08-18T20:53:22Z", [0.56], "https://www.al-monitor.com/pulse/originals/2020/08/egypt-libyan-army-hifter-anniversary-support-turkey.html\nhttps://www.bbc.com/news/world-africa-53779425\nTyrkey not moving and neither is Egypt. Russia trying to get a ceasefire. Hafter has not been willing in the past. "], [94632, "2020-08-18T20:13:43Z", [0.26], "In order for these requirements to be met you must have (a) Egyptian troops in Libya and (b) some conflict that results in 5 or more deaths. At the moment, Egypt is primarily posturing, and has not allowed requirement (a) to be realized. However, they have drawn a line in the sand and stated in no uncertain terms that any Libyan militants loyal to the opposition crossing that line would be classified as a national security threat and lead to an invasion. A full-fledged invasion would likely spur on both (a) and (b), but how likely is this.\nWell, baseline, since Egypt overthrew Morsi in 2013, there have only been three occassions where more than 5 Egyptians have been killed in a single conflict with Libyan militia. Of these three incidents, only two killed more than 5 armed Egyptian forces and the other one was the only that occurred on Libyan soil, meaning none of these events meet this criteria. However, if we take the total number of conflicts resulting in 5 or more Egyptian deaths, that gives us 3 in 7 years, or a roughly 43% chance each year. With less than four months left, this goes down to around 14%.\nHowever, the line in the sand is not the Egyptian border, it is drawn across Libya, making the odds of they are crossed much higher, say 28%. Moreover, Turkey is now vocally supporting Libyan rebels campaign against Egypt, which is likely to embolden them towards more aggressive actions. So raise it to 42%. The line being crossed, however, does not necessarily mean Egypt will invade since their only motivation will be to save face since the line itself is not all that close to the Egyptian border. I'd say there is around a 70% chance they would commit troops if this did occur, leaving us with 29%. If troops are committed, I'd give it a 90% chance that more than 5 are killed (assuming it is a fair amount of troops), though whether this is before November 25th depends entirely on when they are deployed. Regardless, that comes out to about a 26% chance more than 5 Egyptian troops are killed in a single conflict inside Libyan borders."], [64078, "2020-08-18T18:15:21Z", [0.1], ""], [1333, "2020-08-18T14:09:51Z", [0.55], ""], [95096, "2020-08-18T09:55:46Z", [0.02], ""], [6978, "2020-08-17T19:12:25Z", [0.62], ""], [1333, "2020-08-17T11:21:22Z", [0.66], " tHE BLOOD LUST LEVEL IS ABOUT TO GET A BOOST.\nhttps://deirezzor24.net/en/al-quds-force-recruits-people-of-deir-ezzor-to-fight-in-libya-this-time-with-approval-of-irgc/"], [34959, "2020-08-17T04:45:53Z", [0.24], ""], [57778, "2020-08-16T10:34:39Z", [0.28], ""], [13306, "2020-08-16T06:58:44Z", [0.55], ""], [691, "2020-08-15T14:35:16Z", [0.12], ""], [86554, "2020-08-14T23:23:13Z", [0.68], ""], [691, "2020-08-14T17:36:26Z", [0.15], ""], [1333, "2020-08-14T17:33:57Z", [0.65], " Headed back down pending arrival of French Forces."], [57778, "2020-08-14T04:24:14Z", [0.17], ""], [88452, "2020-08-14T03:54:10Z", [0.51], ""], [13306, "2020-08-14T02:51:02Z", [0.6], "This conflict is \"bubbling under the surface\" at the moment, but over the next three months something WILL happen that draws Egypt in. The question is whether this will result in 5+ fatalities for the army, but an option as clinical as Trump's 2017 Shayrat missile strike is not on the menu for El-Sisi. Arab News on Wednesday \"Libyan Air Force destroys mercenary convoy near Egyptian ‘red line’\"\nhttps://www.arabnews.com/node/1718581/middle-east"], [83, "2020-08-13T22:00:25Z", [0.0], ""], [1333, "2020-08-13T18:21:24Z", [0.75], ""], [94884, "2020-08-13T18:19:35Z", [0.2], "With Egypt's strategic goal appearing to be to proactively protect their western boarder with Libya in an effort to tamp down  radical influences in Egypt, unless Egypt's Libyan operations become offensive I calculate that the opposing in the GNA forces have little strategic interest in escalating the conflict with a Major non-NATO Ally."], [94884, "2020-08-13T17:31:14Z", [0.2], ""], [89038, "2020-08-13T17:26:40Z", [0.2], ""], [88452, "2020-08-13T10:07:29Z", [0.33], ""], [27661, "2020-08-13T08:15:36Z", [0.25], ""], [93195, "2020-08-13T07:54:35Z", [0.18], "Interesting article: https://reliefweb.int/report/libya/averting-egyptian-military-intervention-libya\nOpinion made up from a number of different articles and historical data from ACLED (https://acleddata.com/data-export-tool/).  - The probability of deployment of Egyptian forces into Libya is high, an open question is where they will be deployed to.\n- It is very likely that Egyptian forces will secure the Egyptian border from within Libya, as this seems to be their major (communicated) concern. This may be accompanied by air strikes. \n- While deployment of troops to central Libya, e.g. Sirte (1000 km from the border) can not be excluded, it comes with considerable logistic effort and the need of even more resources to protect ground troops from the air\n- This means that the probability of an actual clash with Egyptian forces involved is not very high (except maybe in the air, but then not many forces involved)\n- Only around 8% of all military clashes in Libya have 5 or more fatalities (ACLED, 2018-2020). \n- Adding some uncertainty because I do not know enough about this conflict or Egyptian motivations yet. Giving more than 20% chance feels wrong from the info I have gathered so far. Will keep updating."], [57778, "2020-08-12T22:58:35Z", [0.15], ""], [57628, "2020-08-12T01:44:10Z", [0.37], ""], [94632, "2020-08-11T16:12:54Z", [0.11], "The key here is leverage. Egypt want to maintain influence over Libya (and in particular, its oil) and fear that Turkey are beginning to grow to powerful in the region. Turkey want Egypt to back down and evacuate key areas they claim rightfully belong to Libya. Neither side benefits from an all-out war, but both sides gain leverage from posturing. With the US, Russia, and the UN now taking key positions and (at least outwardly) supporting peace talks and discussions, as well as a ceasefire, it would make even less sense for either country to ramp up tensions further. If a full-fledge war breaks out, Egypt will lose control of the region completely and will likely get none of the benefits of Libyan gas deposits while Turkey would likely be forced to watch even more areas of Libya cut out and controlled by various organizations (foreign and domestic) and the whole country descend further into chaos. Looking at it from a different angle, the Iraq war was waged under similar conditions (war-torn region, oil depots, insurrections, multiple foreign interests and actors) for 3,195 days (officially). In that time-frame, the US reportedly lost over 4,400 troops. If we assume all casualties were in groups of five and due to direct military confrontations (both of which are incorrect), we get an event meeting this criteria every 3.61 days. This is the maximum rate that could have been achieved for the 8 years of warfare. Since the Egyptian army is around 1/3 the size of the US's, let's assume the maximum rate they could achieve would be around one set of five casualties every 10.83 days. Now, it would take time for this rate to be reached. So far, there have been no casualties from Egyptian forces in the time frame described, which suggests that we are nowhere near a large conflict every 11 days. Moreover, it must be Egyptian troops suffering the losses, not American or Russian or Libyan or Turkish. This, too, seems unlikely since Egypt will likely not go to war if it is not supported by a larger power (Russia) and, if it is supported by a larger power it is unlikely to commit a large number of its own troops towards invading. More likely, it would begin running covert, specialized, and concentrated missions in concert with larger countries to help further its leverage and destabilize the region.  Basically, as things stand, it seems a ceasefire is at least as likely as increased military presence, if not more so, and even if the latter were to occur, there would still need to be a medley of events and decisions made to meet the criteria of this question. I think the most likely scenario to turn this to a 'Yes' would be an accident or misunderstanding that leads to half-a-dozen or more deaths, which is relatively unlikely given the players involved, their priorities, and the current state of play."], [89013, "2020-08-11T12:16:27Z", [0.33], ""], [57778, "2020-08-10T23:35:49Z", [0.13], ""], [13306, "2020-08-10T02:53:13Z", [0.55], "Not a lot has happened in the seven weeks since Egypt's parliament authorized intervention on the Western front if necessary. Egypt has however sent military supplies to Tobruk. With Egypt being both prepared to intervene and in the process of sending supplies, it is hard to see how no incident would occur over the next 3 1/2 months, including those involving Egyptian airmen and sailors. However, I am reducing the probability slightly for the considerable amount of time that has already passed."], [88452, "2020-08-09T22:20:29Z", [0.66], ""], [31275, "2020-08-09T21:41:23Z", [0.56], "https://www.cnn.com/2020/08/08/politics/trump-libya-civil-war/index.html\nhttps://www.libyaobserver.ly/news/egypt-russia-deploy-anti-aircraft-systems-libya-support-haftar\nhttps://twitter.com/ozkok_a/status/1292019907316547584?s=21\nhttps://www.al-monitor.com/pulse/originals/2020/08/egypt-turkey-military-drills-eastern-mediterranean-libya.html\nhttps://apple.news/AQDkkEOwET_6mts-aobLWDQ\nSure looks like preparations for war. \nRaising for awhile. \n"], [94633, "2020-08-09T18:35:46Z", [0.75], ""], [1333, "2020-08-09T10:07:20Z", [0.87], ""], [57778, "2020-08-09T02:38:18Z", [0.1], ""], [31275, "2020-08-08T19:40:56Z", [0.39], "https://www.libyaobserver.ly/news/egypt-russia-deploy-anti-aircraft-systems-libya-support-haftar\nIn view of this information though lowering. https://www.egypttoday.com/Article/1/90522/Libyan-US-agree-on-need-for-de-escalation-and-reopening\n"], [1333, "2020-08-08T15:10:05Z", [0.88], ""], [13306, "2020-08-08T05:05:39Z", [0.6], ""], [88569, "2020-08-08T04:59:26Z", [0.23], "Wish I could break this down further. Egypt has troops on the border and has told Turkey if they cross a red line the troops invade. \nSo: \n1)Turkey must cross this red line. \n2) Egypt must then invade. \n3) 5 troops must be killed.  Right now I give 1 50%, 2 50% and 3 98% but am open to criticism."], [94659, "2020-08-07T22:21:06Z", [0.49], ""], [1333, "2020-08-07T18:24:36Z", [0.89], ""], [86785, "2020-08-07T17:40:57Z", [0.15], ""], [57324, "2020-08-07T16:04:02Z", [0.3], ""], [1333, "2020-08-07T13:42:07Z", [0.9], ""], [1333, "2020-08-07T09:13:34Z", [0.91], ""], [92452, "2020-08-07T06:15:01Z", [0.4], ""], [13306, "2020-08-07T02:28:58Z", [0.67], ""], [31275, "2020-08-06T17:47:56Z", [0.55], "Raising even more but check often."], [31275, "2020-08-06T17:47:00Z", [0.42], "https://www.al-monitor.com/pulse/originals/2020/08/intel-libya-hifter-threat-turkey-forces-bullets.html\nBottom line if GNA tries to take Sirte and oil producing region Egypt may well invade. Several efforts to broker ceasefire and peace but Erdogan agenda is to expand power and be leader in the Islamic World. Raising. "], [34959, "2020-08-06T04:57:02Z", [0.47], ""], [88569, "2020-08-06T03:52:03Z", [0.33], ""], [88766, "2020-08-06T00:37:30Z", [0.32], ""], [27661, "2020-08-05T21:25:52Z", [0.35], ""], [88569, "2020-08-05T21:02:46Z", [0.45], ""], [86785, "2020-08-05T16:19:28Z", [0.18], ""], [88452, "2020-08-05T13:28:39Z", [0.51], ""], [31275, "2020-08-05T01:25:49Z", [0.38], "From article: The Egyptian invasion of Syria was more like \"Besiege Wei to rescue Zhao,\" a Chinese proverb which means attacking the enemy's weakness, not its strength directly, with the aim of achieving the best outcome with the least cost. Syria is also important to Turkey, which has struggled to retain influence in Syria, especially in Idlib, even though toppling the al-Assad's administration is now unrealistic. \nThe symbolic significance of the involvement in Syria is greater than its practical significance. Given these points, Egypt's latest action is for warning instead of overstimulating Turkey and leaves both sides room for maneuver."], [94806, "2020-08-04T11:00:25Z", [0.3], ""], [90918, "2020-08-04T05:48:26Z", [0.2], ""], [87744, "2020-08-03T22:04:29Z", [0.2], ""], [89038, "2020-08-03T21:00:56Z", [0.25], ""], [88569, "2020-08-03T05:15:12Z", [0.58], ""], [88569, "2020-08-03T04:44:20Z", [0.35], ""], [88569, "2020-08-03T03:33:47Z", [0.15], ""], [31275, "2020-08-03T03:31:01Z", [0.38], "https://www.businessinsider.in/international/article/opinion-west-asia-is-building-up-to-a-turkey-egypt-catastrophe-in-libya/articleshow/77311842.cms\nAfter reading this article the Geopolitical conflicts are larger than Libya. Very well could come to blows."], [84880, "2020-08-02T21:56:03Z", [0.65], "There's a saying in sales: No one sets foot on a used car lot unless they're interested in a used car."], [57628, "2020-08-02T17:25:39Z", [0.42], "Starting hear to average out @mattlerner forecast and the base rate. "], [54564, "2020-08-02T16:55:02Z", [1.0], "5 is an extremely low number for any conflict in that region. "], [93, "2020-08-01T16:15:45Z", [0.85], ""], [88452, "2020-08-01T12:43:33Z", [0.81], ""], [31275, "2020-08-01T00:41:07Z", [0.28], ""], [1333, "2020-07-31T13:49:09Z", [0.92], "I'm beginning to think Erdogan knows he has to much on plate with the hiatus on gas exploration while they talk with the Greeks. Inching  down."], [90237, "2020-07-30T15:21:56Z", [0.55], ""], [13306, "2020-07-29T19:13:55Z", [0.75], ""], [86785, "2020-07-29T17:09:08Z", [0.15], "For all recorded incidents in ACLED involving regular military forces (including Libya's) over the past five years, 13% have more than five fatalities. I think that's a good proxy for just how fatal incidents can be. There's actually an average of 60 \"events\" per month, so over the next four months we'd expect to see about 30 events with more than five casualties. But what are the odds that such an event includes a party that's NOT the military forces of Libya? Looks like it's about 2.5%. So we'd expect to see 0.75 such events over the next few months if we shake it out this way. 75% seems crazy high. But if we just look at the fatality count  for events involving a foreign military, it looks like only about 10% have more than 5 fatalities. We don't know unfortunately which side those are on, so let's tip down to 5%. So-- 5% if we assume that fatalities and combatant identities are correlated. So let's start there, and tip it way up to 15% to suppose that Egypt is three times as reckless as the U.S., Italy, Turkey and the UAE."], [34959, "2020-07-29T15:00:22Z", [0.63], ""], [94602, "2020-07-29T13:19:36Z", [0.08], "I have been following @reportingLibya on Twitter and have found the linked National Oil Corporation report rather interesting:  \"on Saturday July 25, 2020, a military aircraft landed at Zueitina port with uniformed personnel onboard, who inspected the runway in preparation for military use\". Are the uniformed personnel Egyptian military? If so are they assessing suitable runways for a rapid deployment of troops? I will increase the probability of a lethal confrontation occuring by 1% https://noc.ly/index.php/en/new-4/6048-mercenaries-at-ras-lanuf-petrochemical-complex,-zueitina-oil-port-and-zallah-field-are-a-threat-and-may-lead-to-the-destruction-of-the-libyan-people-s-sole-source-of-revenue"], [28166, "2020-07-29T01:22:00Z", [0.96], ""], [94632, "2020-07-29T00:37:27Z", [0.03], "The size of the Egyptian army is around 320,000 soldiers, while Libya has at most 25,000 in what could be considered its \"army\" making an all out conflict incredibly unlikely. Armed militants could attack the Egyptian armed forces, but such an attack in so small a time frame is also highly unlikely, especially one in which 5+ soldiers are killed. For this to occur, the most likely scenario would be an offensive crusade by the Egyptian armed forces that forces the Libyan people to defensively take Egyptian lives. However, with Russia and Turkey pushing for a ceasefire, this too is improbable. Most likely, this is a power move to exert dominance over the region and will not lead to large and deadly enough conflicts to meet this criteria."], [57778, "2020-07-28T23:51:16Z", [0.16], ""], [31275, "2020-07-28T23:43:03Z", [0.24], "Perhaps a tad too low. "], [43621, "2020-07-28T18:09:43Z", [0.6], "There is currently a decent dialogue going on, but there are so many foreign fingers in this pie that one misstep by one idiot could cause this powder keg to blow."], [90457, "2020-07-28T13:30:43Z", [0.64], ""], [1333, "2020-07-28T12:43:40Z", [0.93], ""], [94602, "2020-07-28T10:08:45Z", [0.07], "Egypt can only send troops as part of a defensive strategy to retain control of the surrounding oil infrastructure. I see no point in any high risk preemptive special forces raids or air strikes outside of held territory. Limited scope for multiple Egyptian fatalities without further escalation. "], [76743, "2020-07-28T08:19:30Z", [0.1], ""], [88766, "2020-07-28T07:20:53Z", [0.5], ""], [86554, "2020-07-28T01:20:02Z", [0.78], ""], [86554, "2020-07-28T01:19:19Z", [0.72], ""], [88954, "2020-07-27T23:30:10Z", [0.4], ""], [92291, "2020-07-27T19:59:08Z", [0.4], "Libyan tribal chieftains said Saturday they will file a lawsuit against tribesmen who called for an Egyptian military intervention in Libya. https://www.aa.com.tr/en/middle-east/libyans-to-sue-backers-of-egypt-military-intervention/1922325\nThis article sounds like an out. Also: The proposal announced by President Abdel Fattah el-Sisi included a ceasefire and a new elected presidential body representing the three Libyan regions. The east Libya camp accepted the proposal, dubbed the Cairo Declaration, while the Tripoli-based administration rejected it (Al-Jazeera). Seems like significant negotiations with a variety of countries. "], [1333, "2020-07-27T19:24:38Z", [0.94], ""], [13306, "2020-07-27T18:16:30Z", [0.8], ""], [78513, "2020-07-27T17:52:52Z", [0.8], "Egypt has voted to deploy troops to Libya, which is already embroiled in a civil war. Confrontations will be more likely around the oil terminals near the border as Lybia may assess an Egyptian goal of securing/taking it. The economic and political atmosphere in Egypt could incentivize military planners to engage in a more aggressive operation, as opposed only to border security, thus risking confrontation.  Sources: \nhttps://af.reuters.com/article/topNews/idAFKCN24S0QB-OZATP\nhttps://abcnews.go.com/International/wireStory/egypts-lawmakers-vote-deploying-troops-libya-71873091"], [13306, "2020-07-27T14:33:11Z", [0.55], ""], [8826, "2020-07-27T14:09:52Z", [0.99], "Egypt needs a deversion "], [87628, "2020-07-27T13:58:36Z", [0.85], ""], [85535, "2020-07-27T13:39:41Z", [0.75], "It seems most likely that there will be a confrontation in Libya, over the next five months, that results in deaths of both Egyptian forces and Turkish forces. The most likely area of conflict would be Sirte, especially if GNA forces attempt to push into the city (with Turkish support) [1]. Further, the more forces Turkey place in Libya will most likely result in an increase in the number of forces Egypt uses in Libya [2]. Tensions between Turkey and Egypt have been exacerbated by the alliances they are in, specifically in regards to Russia [3].  Russia has been accused of selling arms to Libyan groups and t a prolonged conflict would create a large profit for the Russian government while allowing them an operational test bed for their advanced weapon systems [4]. As Turkey is a NATO member, this could create an interest for the US (and other NATO members) to get involved in the conflict in order to combat Russian interference/influence. Ultimately, an armed conflict benefits all parties involved in this scenario. Thus, I predict a 75% chance that there is an armed conflict that results in five or more fatalities before 25 November 2020 in Libya. [1] https://www.aljazeera.com/news/2020/07/turkey-illegitimate-haftar-withdraw-key-libya-areas-200722160827376.html\n[2] https://www.polygraph.info/a/egypt-libya-sisi-intervention/30745850.html\n[3] https://www.theafricareport.com/31584/egypt-and-turkey-head-to-head-in-libya-drawn-out-stalemate/\n[4] https://www.theafricareport.com/31584/egypt-and-turkey-head-to-head-in-libya-drawn-out-stalemate/"], [28415, "2020-07-27T10:17:56Z", [0.33], ""], [35398, "2020-07-27T09:10:43Z", [0.6], ""], [92096, "2020-07-27T08:35:40Z", [0.75], "Tensions are growing there. Fairly strong likelihood of a lethal confrontation in the next few months."], [89013, "2020-07-27T05:19:39Z", [0.2], ""], [24518, "2020-07-26T22:40:53Z", [0.75], "There is no effective peace strategy."], [90553, "2020-07-26T20:31:49Z", [0.95], "Egypt just got the OK to deploy troops directly. High probability of fighting breaking out,"], [14027, "2020-07-26T19:04:00Z", [0.5], ""], [6978, "2020-07-26T18:28:38Z", [0.9], ""], [57400, "2020-07-26T18:14:16Z", [0.33], ""], [28871, "2020-07-26T18:13:43Z", [0.15], "Tourism and economics are more important in this times. "], [67500, "2020-07-26T16:16:42Z", [0.16], "90% chance troops are deployed in Libya, 50% chance they engage in battle (such as Sirte) and if so, 35% they suffer casualties >5."], [31275, "2020-07-26T16:00:57Z", [0.19], "https://bulgarianmilitary.com/2020/07/25/there-is-no-red-line-what-is-keeping-turkey-and-egypt-from-war-in-libya/"], [94558, "2020-07-26T11:15:48Z", [0.05], "Seems unlikely for now. Turkey/Erdogan is in a relatively weak position right now, which makes aggressive moves by the GNA unlikely. Egypt may or may not be bluffing, but I think they would really like Russia to do the dirty work for them. Especially because tourism will probably come back at some point and they don't want the news feed filled with war stories. They also have to deal with the Ethiopian conflict. Putin on the other hand could use a military victory."], [43077, "2020-07-26T09:07:24Z", [0.2], ""], [93502, "2020-07-26T08:10:29Z", [0.46], "Egypt is more likely to make any intervention by air, rather than trap itself in ground operations in Sirte, which is 900km away from its border. So, a conflict that produces casualties for Egypt is limited to either a confrontation of ground troops, or a loss of an Egyptian fighter jet. I assign:\n80% that Egypt does send troops in to Libya, either by air or land.\n40% that Egyptian troops actually reach hot zones, such as Sirte, by land.\nIf they do, I assign an 80% chance for 5 Egyptian casualties or more.\nThis adds up to 26%.\nI would like to add, to the above, the probability of an Egyptian air strike to Sirte going wrong, such as 2-3 Egyptian MiGs being shot down by GNA or Turkish forces, to which I would assign a 20% probability.\nAdding up the probabilities for ground and air fatalities I will assign 46% to 5 or more Egyptian casualties."], [45594, "2020-07-26T06:32:29Z", [0.25], ""], [93174, "2020-07-25T18:29:52Z", [0.78], "It seems that when military leaders are urged to use discretion/caution/restraint/etc and they refuse, it usually turns bloody. We'll watch what happens in the coming weeks.  https://www.aljazeera.com/news/2020/07/turkey-illegitimate-haftar-withdraw-key-libya-areas-200722160827376.html\n"], [5236, "2020-07-25T18:19:22Z", [0.05], "With the on going row between Egypt and Ethiopia over the construction of the dam on the Nile river and the conflict in the Sinai province i thing Egypt would rush to actively go into another front in Libya. The approval of the parliament was just to untie the hands of the Egyptian military for quick deployment when needed. "], [34657, "2020-07-25T16:41:52Z", [0.33], ""], [81567, "2020-07-25T14:40:18Z", [0.0], ""], [93350, "2020-07-25T13:18:27Z", [0.89], "This question depends on whether there will be a lethal confrontation or not. It is a moot question if Egyptian forces mobilise into Libya and do not engage with other forces (Turkey).\nThey have been invited to do so by the GNA in Tripoli although there attempts to gain a ceasefire that involves the Russians, Turkey and their proxies.\nAssuming any ceasefires fail and there is confrontation, the risk of Egyptian troops (5 or more) being killed are high, otherwise 0% https://www.aljazeera.com/news/2020/07/turkey-illegitimate-haftar-withdraw-key-libya-areas-200722160827376.html  https://www.middleeastmonitor.com/20200723-how-will-turkey-respond-to-egypts-intervention-in-libya/  https://www.middleeastmonitor.com/20200723-egyptians-refuse-sisis-decision-to-send-troops-in-libya/  https://www.middleeastmonitor.com/20200723-libya-egypts-decision-to-send-its-army-is-a-declaration-of-war/  https://abcnews.go.com/International/wireStory/egypts-lawmakers-vote-deploying-troops-libya-71873091  https://www.france24.com/en/20200623-will-egypt-send-troops-into-libya  https://www.libyaobserver.ly/news/libyan-deputy-defense-minister-says-gna-forces-advancing-sirte%C2%A0  https://apnews.com/b5e9c46df2ca700696b63e851511f426"], [88766, "2020-07-25T12:36:23Z", [0.4], ""], [88766, "2020-07-25T12:36:11Z", [0.33], ""], [88147, "2020-07-25T12:25:14Z", [0.25], ""], [65637, "2020-07-25T11:29:25Z", [0.6], ""], [88452, "2020-07-25T09:00:56Z", [0.56], ""], [57778, "2020-07-25T03:54:50Z", [0.39], ""], [92079, "2020-07-25T03:13:33Z", [0.05], ""], [91394, "2020-07-25T02:04:39Z", [0.7], ""], [93951, "2020-07-25T01:24:54Z", [0.5], "Libya is affected by multiple parties and Interests, Right now it resembles a proxy war between Egypt and Turkey. We should remember that QATAR was supported by Turkey. The party that Erdogan is a member has links with the formerly deposed Egyptian president. We saw this same thing happen in the Civil war of Spain prior to WW2 in which the Soviet Union and NAZI Germany supported opposite sides. We know French warships couldn't enforce inspections of cargo ships going to Libya which indicates weapons flow as these ships came from Turkey complete with Naval escorts."], [72713, "2020-07-25T01:04:13Z", [0.51], ""], [50291, "2020-07-24T23:41:57Z", [0.3], ""], [22689, "2020-07-24T21:53:58Z", [0.25], ""], [13306, "2020-07-24T21:40:24Z", [0.5], ""], [31275, "2020-07-24T21:07:55Z", [0.41], "Forgot Article: https://www.middleeasteye.net/opinion/libya-conflict-turkey--options-"], [31275, "2020-07-24T21:07:19Z", [0.44], "Good Article: "], [27661, "2020-07-24T19:35:48Z", [0.5], "Possible, not impossible [1,2]. We'll see what happens in the next weeks.  [1] https://www.middleeastmonitor.com/20200723-how-will-turkey-respond-to-egypts-intervention-in-libya/\n[2] https://www.aljazeera.com/news/2020/07/turkey-illegitimate-haftar-withdraw-key-libya-areas-200722160827376.html"], [10039, "2020-07-24T19:31:40Z", [0.05], ""], [87064, "2020-07-24T19:24:56Z", [0.25], ""], [86554, "2020-07-24T18:55:44Z", [0.54], ""], [86554, "2020-07-24T18:55:18Z", [0.43], ""], [1333, "2020-07-24T18:53:36Z", [0.95], ""], [84880, "2020-07-24T18:53:24Z", [0.57], "For now..."], [56, "2020-07-24T18:42:31Z", [0.95], ""], [52854, "2020-07-24T18:38:44Z", [0.0], ""], [11430, "2020-07-24T18:22:45Z", [0.85], ""], [88452, "2020-07-24T17:53:15Z", [0.26], ""], [691, "2020-07-24T17:49:12Z", [0.15], ""], [13306, "2020-07-24T17:46:28Z", [0.25], ""], [60695, "2020-07-24T17:39:53Z", [0.0], ""]]}