{"question_id": 2212, "title": "When will the US lift the suspension of entry for noncitizens who have been present in South Africa during the 14-day period preceding their entry or attempted entry into the US?", "possible_answers": ["Before 1 January 2022", "Between 1 January 2022 and 31 March 2022", "Not before 1 April 2022"], "crowd_forecast": [1.0, 0.0, 0.0], "correct_answer": "Before 1 January 2022", "correct_forecast": 1.0, "preds": [[80970, "2021-12-30T18:23:31Z", [0.0, 0.5, 0.5], "They should lift it now cause it's dumb but they move slow and don't care so... Leaning later"], [96828, "2021-12-30T11:19:23Z", [0.99, 0.01, 0.0], ""], [34815, "2021-12-30T06:31:35Z", [1.0, 0.0, 0.0], ""], [96828, "2021-12-30T01:26:39Z", [0.98, 0.02, 0.0], ""], [103822, "2021-12-29T12:07:07Z", [1.0, 0.0, 0.0], ""], [691, "2021-12-28T22:37:06Z", [1.0, 0.0, 0.0], ""], [102681, "2021-12-28T18:08:38Z", [0.0, 0.5, 0.5], ""], [101256, "2021-12-27T21:35:36Z", [0.99, 0.01, 0.0], ""], [89035, "2021-12-25T23:33:34Z", [1.0, 0.0, 0.0], "#$$#$$# - 1 day off!"], [45594, "2021-12-25T12:41:32Z", [0.9, 0.05, 0.05], ""], [99780, "2021-12-25T12:05:44Z", [1.0, 0.0, 0.0], ""], [34815, "2021-12-25T05:34:19Z", [0.0, 1.0, 0.0], ""], [1333, "2021-12-25T01:06:57Z", [1.0, 0.0, 0.0], ""], [96828, "2021-12-25T00:36:20Z", [0.98, 0.02, 0.0], ""], [96828, "2021-12-25T00:35:14Z", [0.98, 0.01, 0.01], ""], [96828, "2021-12-25T00:33:43Z", [0.97, 0.02, 0.01], ""], [103838, "2021-12-25T00:22:29Z", [0.0, 0.25, 0.75], ""], [99943, "2021-12-25T00:16:47Z", [1.0, 0.0, 0.0], "Oops, revising. Here's the original tweet that made the announcement: https://twitter.com/KMunoz46/status/1474373042000195587\n\"On Dec. 31, @POTUS will lift the temporary travel restrictions on Southern Africa countries. This decision was recommended by @CDCgov. The restrictions gave us time to understand Omicron and we know our existing vaccines work against Omicron, esp boosted.\"\nAnd it links to this article: https://www.reuters.com/world/africa/exclusive-us-lift-travel-curbs-eight-african-countries-source-2021-12-24/\n\"The Biden administration will lift travel restrictions on eight southern African countries imposed last month over concerns about the fast-spreading COVID-19 Omicron variant, the White House said Friday.\nForeign nationals who are barred from the United States because they have been in one of the eight countries within the prior 14 days will again be allowed on U.S.-bound flights leaving after 12:01 a.m. ET on Dec. 31, a senior official said, confirming a Reuters report.\""], [99943, "2021-12-25T00:04:05Z", [0.0, 1.0, 0.0], "\"President Biden will remove the ban on travel between the United States and countries in southern Africa at midnight on Dec. 31, a senior administration official said on Friday, reversing restrictions imposed last month to combat the spread of the Omicron variant.\"\nhttps://www.nytimes.com/2021/12/24/world/south-africa-united-states-travel.html\nIf the ban is lifted \"at midnight on Dec. 31,\" I think they actually mean midnight on the night of Dec 31 to Jan 1, which is 12:00 am on Jan 1, 2022."], [86607, "2021-12-24T20:34:53Z", [1.0, 0.0, 0.0], "Called it"], [101187, "2021-12-24T18:57:35Z", [1.0, 0.0, 0.0], ""], [94872, "2021-12-24T18:37:10Z", [1.0, 0.0, 0.0], ""], [22689, "2021-12-24T17:06:07Z", [1.0, 0.0, 0.0], ""], [99780, "2021-12-24T16:25:52Z", [1.0, 0.0, 0.0], "whoops"], [88452, "2021-12-24T16:03:30Z", [1.0, 0.0, 0.0], ""], [96828, "2021-12-24T14:26:34Z", [1.0, 0.0, 0.0], ""], [96828, "2021-12-24T12:36:15Z", [0.19, 0.64, 0.17], ""], [94872, "2021-12-23T20:41:00Z", [0.3, 0.7, 0.0], ""], [96828, "2021-12-23T09:58:03Z", [0.17, 0.63, 0.2], ""], [96828, "2021-12-23T09:56:52Z", [0.32, 0.48, 0.2], ""], [691, "2021-12-22T22:12:03Z", [0.0, 0.75, 0.25], ""], [88452, "2021-12-22T14:07:23Z", [0.66, 0.32, 0.02], ""], [94872, "2021-12-22T02:06:24Z", [0.5, 0.5, 0.0], ""], [101187, "2021-12-22T00:14:29Z", [0.05, 0.95, 0.0], ""], [96828, "2021-12-21T23:20:17Z", [0.02, 0.85, 0.13], ""], [96828, "2021-12-21T23:19:09Z", [0.03, 0.83, 0.14], ""], [88452, "2021-12-21T19:04:05Z", [0.38, 0.6, 0.02], ""], [94872, "2021-12-21T05:08:28Z", [0.27, 0.69, 0.04], ""], [1333, "2021-12-20T18:23:26Z", [0.19, 0.66, 0.15], ""], [94872, "2021-12-20T16:21:21Z", [0.33, 0.63, 0.04], ""], [99780, "2021-12-20T12:38:04Z", [0.0, 0.3, 0.7], "it's really fascinating to see the rationales below that the travel bans are \"pointless\" (correct) and thus will lifted soon (dubious), while at this very moment countries are imposing more and more border closings. i'm hedging ever-so slightly, counter to my biases, because it's possible that omicron will spread so fast and so utterly that before April there will simply be nobody left on God's Green Earth to infect."], [1333, "2021-12-20T11:37:33Z", [0.29, 0.56, 0.15], ""], [96828, "2021-12-19T06:44:54Z", [0.07, 0.53, 0.4], ""], [22689, "2021-12-18T17:58:25Z", [0.0, 0.4, 0.6], ""], [691, "2021-12-18T16:32:41Z", [0.01, 0.64, 0.35], ""], [101256, "2021-12-18T07:06:22Z", [0.03, 0.75, 0.22], "Adjusting my answer to increase likelihood that it will be sooner than later. It seems even more likely since last post that retaining travel restrictions on South Africa will be pointless/redundant, since Omicron will be global. "], [96828, "2021-12-17T11:07:08Z", [0.09, 0.5, 0.41], "Omicron is found \"everywhere\" now so what's the point of having the ban? But I could also see the ban staying for a long period of time."], [691, "2021-12-16T20:59:13Z", [0.01, 0.69, 0.3], ""], [88452, "2021-12-16T06:43:32Z", [0.19, 0.8, 0.01], ""], [1333, "2021-12-15T10:21:15Z", [0.4, 0.45, 0.15], ""], [89035, "2021-12-14T03:57:53Z", [0.0, 0.7, 0.3], "Updated based on progress in omicron conquering the world and on it likely being less deadly than expected"], [103650, "2021-12-13T23:56:16Z", [0.0, 0.9, 0.1], ""], [22689, "2021-12-13T18:49:37Z", [0.0, 0.5, 0.5], ""], [88452, "2021-12-13T08:46:27Z", [0.55, 0.44, 0.01], ""], [1333, "2021-12-13T01:37:15Z", [0.49, 0.37, 0.14], ""], [103586, "2021-12-12T15:46:39Z", [0.05, 0.55, 0.4], ""], [691, "2021-12-12T15:38:58Z", [0.03, 0.7, 0.27], ""], [99780, "2021-12-11T12:35:00Z", [0.0, 0.27, 0.73], "Hedging slightly, but all of Southern Africa is now looking at soaring case totals: https://twitter.com/MaxCRoser/status/1469634777078710274 To me, the relevant base rate remains how long previous COVID-related border closings remained in effect despite rampant internal spread of the virus, along with a general herd-mentality toward these closures (Israel, Morocco, many other countries are again closing their borders). The most visible \"anti-COVID\" measures stay in place long past their definitive uselessness precisely because of their visible nature. Richard Reid was arrested in 2001 and millions of air travelers are forced to take off their shoes daily, 20 years later....."], [1333, "2021-12-11T11:51:24Z", [0.6, 0.28, 0.12], ""], [96828, "2021-12-11T08:04:02Z", [0.11, 0.49, 0.4], ""], [96828, "2021-12-11T00:00:13Z", [0.11, 0.46, 0.43], ""], [86607, "2021-12-10T23:01:09Z", [0.7, 0.16, 0.14], "Ban is completely pointless with the virus already spreading here, and probably by end of month we will have more data showing that it is actually less deadly than the variant we already have. It was just proven that vaccines work, so the ban is extra pointless"], [96828, "2021-12-10T22:06:30Z", [0.12, 0.48, 0.4], "\"     Sec. 5.  Termination.  This proclamation shall remain in effect until terminated by the President.  The Secretary of Health and Human Services shall, as circumstances warrant and no more than 30 days after the date of this proclamation and by the final day of each calendar month thereafter, recommend whether the President should continue, modify, or terminate this proclamation.\" If South Africa's cases go down, the restrictions could be lifted. So instead of looking at cases in the US, it might be helpful to look at cases in the South African region. I noticed @smingers is skeptical about the vaccines being a probable motivator to open back up, citing as an example the US–Canadian border remaining closed for months after the first vaccines were approved. I also noticed @jleibowich puts high confidence in this resolving BEFORE April 1, 2022. I wonder what drives their forecast, especially @jleibowich's."], [103662, "2021-12-10T11:08:25Z", [0.1, 0.5, 0.4], ""], [94872, "2021-12-10T08:24:27Z", [0.43, 0.53, 0.04], ""], [1333, "2021-12-10T07:47:54Z", [0.69, 0.25, 0.06], ""], [103352, "2021-12-09T15:17:42Z", [0.1, 0.57, 0.33], ""], [103519, "2021-12-09T10:59:31Z", [0.05, 0.71, 0.24], ""], [88452, "2021-12-09T06:09:36Z", [0.88, 0.12, 0.0], "\"Omicron\" variant B.1.1.529 beeing identified in at least 57 nations across the world, the WHO says. The U.S. will rather lift suspension of entry with regards to SA than bring themselves in a position where they're forced to conclude new ones for other countries with a good track record of molecular surveillance such as the UK or Denmark, where the occurence (i.e. detection rate) of the Omicron is higher than average quite naturally.\nThe U.S. will be forced to lift the suspension of entry for noncitizens with regards to South Africa as soon as it must appear to be more of an unjustifiable punishment of South Africa than a mere means of precaution to the international community, and the date this is going to happen is rather soon."], [691, "2021-12-08T20:23:24Z", [0.0, 0.72, 0.28], ""], [89035, "2021-12-08T19:50:49Z", [0.0, 0.6, 0.4], "On widespread recognition of Omicron everywhere"], [92034, "2021-12-08T17:05:08Z", [0.0, 0.25, 0.75], "Until the Omicron variant is better understood, which will take weeks if not months, the US border will remain closed to these groups. Given that tourism to these countries is lower than to other areas of the world, the large wealth disparity between the US and other countries, and the lack of substantive relationships between the US and the listed countries, there won’t be any rush to reopen the borders to these countries. Though with substantial pressure from said countries, US citizens, and other countries, I think the border could be reopened sooner. "], [103629, "2021-12-08T15:02:07Z", [0.0, 1.0, 0.0], "Pressure is already mounting on the Biden Administration's purely political demonstration against South Africa and their early detection of Omicron. Christmas will be ending and people will not be hosting large gatherings anymore, making Jan 1- 31 March the perfect time to strategically announce roll back these measures. I actually predict Biden will apologize to these Nations as that seems to be on-brand messaging for the President and his Administration.  "], [103376, "2021-12-08T13:20:56Z", [0.1, 0.8, 0.1], ""], [103162, "2021-12-08T12:45:59Z", [0.03, 0.6, 0.37], ""], [103625, "2021-12-08T03:45:51Z", [0.12, 0.88, 0.0], "Political pressure and Omicron spread in US may result in early stoppage of the ban."], [97202, "2021-12-08T01:56:04Z", [0.0, 0.6, 0.4], ""], [90553, "2021-12-07T23:53:51Z", [0.0, 0.6, 0.4], "Biden admin is very slow to make changes in policy"], [96828, "2021-12-07T10:19:41Z", [0.1, 0.47, 0.43], ""], [79660, "2021-12-07T06:57:16Z", [0.55, 0.34, 0.11], "There is global pressure to release the ban on South Africa because there is no proof that the new variant originates from there (it was identified by an SA team)\nRight now, given the information (evidence) and public sentiment, there is a chance that the US will open its borders to SA travellers before the end of the year.    It's a bit of a coin toss, but, for now, I'm hedging towards the borders being open for SA travellers. \nI will revisit in a few days. "], [34959, "2021-12-07T05:03:56Z", [0.0, 0.51, 0.49], ""], [99780, "2021-12-06T19:47:22Z", [0.0, 0.2, 0.8], "Who, exactly, is the constituency for reasonable COVID travel/border policies, and particularly affecting disfavored nations such as South Africa? The border to Canada remained pointlessly and inexplicably closed for, what, over a year? Canada is, I believe, the US's largest trading partner, and one of our 3 closest allies, at worst. They couldn't get a land-border open to travelers, what chance does SA have?"], [1333, "2021-12-06T19:14:00Z", [0.76, 0.21, 0.03], ""], [103410, "2021-12-06T18:38:33Z", [0.0, 0.38, 0.62], ""], [103548, "2021-12-06T17:24:47Z", [0.35, 0.6, 0.05], "Early indications are that omicron is less severe than Delta and could be not much worse than a cold or a severe cold. Leaders also know that travel bans have almost no impact and do them in order to do \"something\" in a situation where they don't have much control. However unclear as to whether the public would be upset/outraged by a lack of action in instituting (or reversing) a travel ban at this point in the pandemic. So the downsides starting to outweigh the upsides. "], [94737, "2021-12-06T16:43:00Z", [0.0, 1.0, 0.0], ""], [48709, "2021-12-06T16:29:53Z", [0.25, 0.25, 0.5], "Just a guess"], [88452, "2021-12-06T14:43:01Z", [0.68, 0.32, 0.0], ""], [101256, "2021-12-06T10:49:52Z", [0.0, 0.7, 0.3], "Rationale for lifting the ban sooner than April is that by early next year Omicron will have become the globally dominant strain, so that continuing to ban travel specifically from Southern Africa would be pointless."], [101256, "2021-12-06T10:41:47Z", [0.0, 0.6, 0.4], "Comment deleted on Dec 06, 2021 10:50AM UTC"], [13657, "2021-12-06T08:46:31Z", [0.0, 0.02, 0.98], ""], [101422, "2021-12-06T06:53:22Z", [0.04, 0.95, 0.01], ""], [96828, "2021-12-06T01:57:43Z", [0.11, 0.46, 0.43], "Bin 2 most probable but still not likely (>50%), according to my judgement."], [96828, "2021-12-06T01:57:03Z", [0.14, 0.43, 0.43], "Bin 3 is around the time of when the first Omicron boosters are scheduled to be approved so my thinking is that until these boosters are available, the lifting of suspensions stays. I think it is quite possible this gets approved sooner, even with manufacturing delays. With approval, loosening of restrictions like the one on the UK could be possible."], [8826, "2021-12-05T20:11:14Z", [0.0, 0.5, 0.5], "Chicken little. A new variant will push this variant aside."], [1333, "2021-12-05T19:44:32Z", [0.87, 0.1, 0.03], ""], [767, "2021-12-05T17:56:28Z", [0.2, 0.8, 0.0], ""], [22689, "2021-12-05T17:23:44Z", [0.0, 0.0, 1.0], ""], [103514, "2021-12-05T16:58:14Z", [0.0, 1.0, 0.0], ""], [102663, "2021-12-05T16:44:26Z", [0.23, 0.67, 0.1], ""], [99780, "2021-12-05T15:02:55Z", [0.0, 0.11, 0.89], ""], [691, "2021-12-05T14:28:32Z", [0.0, 0.22, 0.78], ""], [101187, "2021-12-05T11:17:24Z", [0.0, 0.05, 0.95], ""], [45594, "2021-12-05T08:50:58Z", [0.05, 0.6, 0.35], ""], [103410, "2021-12-05T05:54:58Z", [0.01, 0.18, 0.81], ""], [96828, "2021-12-05T02:18:04Z", [0.24, 0.36, 0.4], ""], [96828, "2021-12-05T02:04:19Z", [0.3, 0.35, 0.35], ""], [103503, "2021-12-05T01:37:21Z", [0.0, 0.25, 0.75], "."], [103496, "2021-12-04T18:45:09Z", [0.15, 0.8, 0.05], ""], [691, "2021-12-04T15:56:13Z", [0.0, 0.15, 0.85], ""], [102985, "2021-12-04T13:32:03Z", [0.05, 0.5, 0.45], "Depends on how quickly Omicron spreads, how contagious & deadly it is, how vaccines will fare against it, and wether the public is willing to support covid restrictions going forward. This estimate is based on a my current knowledge of Omicron, which is that it may be more virulent and deadly than Delta, vaccines may offer some protection. However, the idea that the public will continue to support more ovid restrictions even as political winds are blowing in the opposite direction currently seems unlikely. This forecast is subject to update as we receive more information about the Omicron variant. "], [34815, "2021-12-04T11:24:15Z", [0.0, 0.0, 1.0], ""], [88452, "2021-12-04T09:12:42Z", [0.83, 0.17, 0.0], "EDIT:\nhttps://news.sky.com/story/covid-uk-latest-news-omicron-coronavirus-skynews-12469075?postid=3064141#liveblog-body"], [92079, "2021-12-04T03:39:29Z", [0.01, 0.02, 0.97], ""], [29054, "2021-12-03T23:11:20Z", [0.0, 0.0, 1.0], "Get on line and wait!"], [94872, "2021-12-03T22:26:49Z", [0.48, 0.48, 0.04], ""], [94872, "2021-12-03T22:25:01Z", [0.4, 0.55, 0.05], ""], [103477, "2021-12-03T22:02:55Z", [0.0, 0.0, 1.0], "1) Question is a bit off because the Biden administration revoked most previous travel bans for vaccinated persons otherwise fitting the category so it seems likely the exemptions will shift significantly but thats not the question. 2) The lack of hard data on Omicron variant will makes unlikely this ban will be lifted in the near or medium term."], [691, "2021-12-03T19:28:50Z", [0.0, 0.2, 0.8], "This is a breathtakingly pointless measure, and as such should enjoy a fairly long and thoroughly pointless life.  Optimistically, I'm afraid, guessing that it will go away before April.  "], [1333, "2021-12-03T19:19:02Z", [0.99, 0.01, 0.0], ""], [60695, "2021-12-03T19:10:48Z", [0.0, 0.0, 1.0], ""], [89035, "2021-12-03T18:21:47Z", [0.0, 0.3, 0.7], ""], [1333, "2021-12-03T18:20:14Z", [1.0, 0.0, 0.0], ""]]}