{"question_id": 1806, "title": "For any seven consecutive day period between 9 October 2020 and 15 June 2021, will there be fewer than 50,000 combined total confirmed new cases of COVID-19 in the United States?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[56, "2021-06-14T17:53:50Z", [0.0], ""], [62808, "2021-06-14T10:43:22Z", [0.0], ""], [754, "2021-06-14T01:50:55Z", [0.0], ""], [59635, "2021-06-13T19:43:22Z", [0.0], ""], [60948, "2021-06-13T10:18:29Z", [0.0], ""], [45594, "2021-06-13T07:10:59Z", [0.05], ""], [40584, "2021-06-12T22:13:05Z", [0.0], ""], [97302, "2021-06-12T21:44:18Z", [0.0], ""], [88098, "2021-06-12T12:32:01Z", [0.03], ""], [87175, "2021-06-11T19:08:34Z", [0.0], ""], [100184, "2021-06-11T17:16:56Z", [0.0], ""], [88198, "2021-06-11T15:12:10Z", [0.0], ""], [88452, "2021-06-11T11:50:31Z", [0.0], "This question could possibly close tomorrow on 12 June 2021 (if the GJO wanted), since the last possible moving 7d window (9 June through 15 June) will have accumulated more than 50k new cases already.\nIt is notable that Florida, which used to report about 2k new cases per day, appears to be not even included in the latest reports, since there seems to be a major testing breakdown from 06 June 2021. https://www.gjopen.com/comments/1201398"], [55987, "2021-06-10T21:34:12Z", [0.0], ""], [88569, "2021-06-10T18:30:15Z", [0.0], ""], [87827, "2021-06-10T15:48:57Z", [0.0], ""], [87897, "2021-06-10T14:50:15Z", [0.0], ""], [89038, "2021-06-10T10:10:43Z", [0.0], ""], [101306, "2021-06-10T03:07:20Z", [0.0], "50K per week is not possible since right now it is at 13K or around that number per day. With this rate, 50K will be reached in 4-5 days. "], [1333, "2021-06-09T18:22:35Z", [0.0], ""], [80790, "2021-06-09T18:14:22Z", [0.0], "50k per week is 7.1k per day.  WHO still reporting around 13k per day.  Can go up and down in a daily basis quite alot, but it has to halve and rates are slightly increasing. So for that to happen in the next week seems a bit difficult."], [75863, "2021-06-09T13:32:11Z", [0.0], ""], [20044, "2021-06-09T13:17:11Z", [0.0], ""], [86367, "2021-06-09T09:49:03Z", [0.01], ""], [783, "2021-06-09T04:12:50Z", [0.02], ""], [87897, "2021-06-09T01:59:45Z", [0.01], ""], [50395, "2021-06-08T23:44:53Z", [0.05], ""], [88002, "2021-06-08T23:26:08Z", [0.0], ""], [80667, "2021-06-08T22:18:17Z", [0.01], "1% ~ possibility of error"], [94737, "2021-06-08T21:32:22Z", [0.0], ""], [55987, "2021-06-08T20:57:11Z", [0.0], ""], [58508, "2021-06-08T20:09:57Z", [0.0], ""], [87897, "2021-06-08T19:42:49Z", [0.02], ""], [88198, "2021-06-08T19:19:39Z", [0.03], ""], [62808, "2021-06-08T18:38:14Z", [0.0], ""], [1333, "2021-06-08T18:26:44Z", [0.02], ""], [1333, "2021-06-08T18:24:49Z", [0.06], ""], [14027, "2021-06-08T18:18:52Z", [0.01], "Going the wrong way now.  Sadly, it ain't gonna happen."], [90882, "2021-06-08T16:53:12Z", [0.0], ""], [28899, "2021-06-08T13:43:40Z", [0.0], ""], [15471, "2021-06-08T13:32:22Z", [0.0], ""], [20044, "2021-06-08T13:31:12Z", [0.01], ""], [87897, "2021-06-08T11:37:47Z", [0.04], ""], [11817, "2021-06-08T06:16:44Z", [0.0], ""], [58508, "2021-06-08T04:47:28Z", [0.05], ""], [94435, "2021-06-08T04:47:08Z", [0.0], ""], [94837, "2021-06-08T04:28:23Z", [0.0], ""], [34959, "2021-06-08T03:38:54Z", [0.0], ""], [94872, "2021-06-08T03:37:43Z", [0.0], ""], [99943, "2021-06-08T03:18:00Z", [0.0], "It's over. Preview of today's cases: approx 16,126. Cases are now increasing a bit and moving farther from a trend line than they have since April 14. Even if the decline continues, it can't be steep enough in time for this question. It's been fun, @JonathanMann, @CJH, @cafebedouin, @Okanaganopolis! Thanks for the discussions and for trying to save me from myself. :)"], [31275, "2021-06-08T03:15:28Z", [0.0], ""], [754, "2021-06-08T03:10:17Z", [0.05], ""], [87897, "2021-06-08T02:50:46Z", [0.05], ""], [28899, "2021-06-07T22:23:12Z", [0.05], ""], [1333, "2021-06-07T19:33:46Z", [0.1], ""], [87827, "2021-06-07T19:29:07Z", [0.15], "Looks like cases may have leveled off a bit. Also could just be a reporting thing. But does seem less likely after the weekend. -15."], [86246, "2021-06-07T18:15:07Z", [0.0], ""], [60948, "2021-06-07T17:56:41Z", [0.05], ""], [58508, "2021-06-07T16:33:15Z", [0.13], ""], [90882, "2021-06-07T13:44:28Z", [0.04], ""], [87897, "2021-06-07T13:34:47Z", [0.06], ""], [96450, "2021-06-07T13:29:45Z", [0.0], "6 June was below the required average (7143)  with 6408 according to worldometers. But it was a sunday, usually by far the lowest number of a week. We would need a miracle to have similar numbers monday-friday this week, and those will be included in the last possible 7-day period for this question.\nGoing all in."], [87897, "2021-06-07T13:20:29Z", [0.08], ""], [96828, "2021-06-07T10:40:00Z", [0.0], "I can't reason enough time."], [88452, "2021-06-07T06:32:02Z", [0.0], "Florida alone appears to have had approx. 12k new cases in the first six days of June, Texas has had ~9.5k new cases. Given these two states combined represent about 50.5mn citizens or 15% of total population, and their decline in cases has apparently come to a halt recently, it's unlikely the US totals will fall below 50k over any 7d period, since the remainder of the US (48 States and 85% of the population) would have to compensate on average by having an incidence of only one fifth of that in FL/TX. This is certainly the case in some places, but Alabama, Indiana, Louisiana, Missouri, North Carolina, Oregon and Washington have been notable exceptions lately. Not impossible, but statistically highly unlikely.\n"], [94837, "2021-06-07T05:39:48Z", [0.05], ""], [87897, "2021-06-07T02:36:02Z", [0.06], ""], [20044, "2021-06-07T02:12:17Z", [0.03], ""], [14027, "2021-06-07T02:11:14Z", [0.03], "50,000 new cases per week equates to 7143 new cases per day, or about 21.5 new cases per million population (2.15 new cases per 100k population).  See https://covidactnow.org/?s=1898818 for new cases per 100k population and for the reinfection rates for all 50 states plus DC. Nine of the 25 largest states -- Texas, Florida, Washington, Arizona, Indiana, Missouri, Colorado, Alabama, and Louisiana -- have either a high infection rate (significantly above 2.15 per 100k) or a high reinfection rate, or both.  A reinfection rate above about 0.75 is high for purposes of this question, since we now need new infections to fall very rapidly.  If nine of the larger states have high numbers that are not declining rapidly it's very difficult for other states to fall sufficiently such that total new infections reach the 50k goal.  I'll go back down to 3%."], [58508, "2021-06-06T22:40:35Z", [0.25], "Going down slightly after thinking about my full probability distribution for a separate question"], [94737, "2021-06-06T22:36:07Z", [0.4], ""], [691, "2021-06-06T19:36:16Z", [0.0], ""], [58508, "2021-06-06T15:55:16Z", [0.3], ""], [99943, "2021-06-06T15:47:43Z", [0.4], "I still think <50k is possible, but it would be very tight.\nUpdate 6/6: preview of June 6 cases: approx 5285. The next couple days will likely show where this is going, which almost everyone but me is very certain is not <50k. I recognize that I will probably have a terrible Brier score on this, but this is my honest prediction."], [96828, "2021-06-06T07:53:50Z", [0.05], "1. I expect one thing and the trend drops further.\n2. Risk averse forecast. But I still do not expect it to reach the criteria in time after seeing some states picking up more cases consistent with some of the models."], [87897, "2021-06-06T01:54:15Z", [0.07], "h/t @elifland "], [88569, "2021-06-05T19:30:11Z", [0.04], ""], [1333, "2021-06-05T19:06:34Z", [0.15], ""], [15471, "2021-06-05T19:03:49Z", [0.25], ""], [60948, "2021-06-05T18:00:27Z", [0.07], ""], [60948, "2021-06-05T16:15:44Z", [0.05], ""], [80790, "2021-06-05T15:55:03Z", [0.01], "50k per week is 7.1k per day.  Down to 14k per day, but only 10 days to go to halve rate, and that is not the rate of decline seen.  Also end may holiday yet to manifest in cases."], [34959, "2021-06-05T15:53:37Z", [0.05], ""], [1333, "2021-06-05T14:49:31Z", [0.18], ""], [87897, "2021-06-05T14:23:26Z", [0.04], ""], [87897, "2021-06-05T14:05:46Z", [0.05], ""], [58508, "2021-06-05T05:47:57Z", [0.33], ""], [94837, "2021-06-05T05:34:28Z", [0.1], ""], [101239, "2021-06-05T03:58:33Z", [0.0], "Combined total cases - read the question wrong"], [101239, "2021-06-05T03:56:32Z", [1.0], "It is already 5 June and since trend is already down but have not looked at the numbers (just peeked) but yes"], [99943, "2021-06-05T03:08:17Z", [0.75], "Preview of June 4 cases: approx 17458. The previously linear decline is slowing slightly. Current forecast June 11 for <50k/week by WHO data, assuming WHO cases are a conservative 10% less than jhu cases. I anticipate this date will continue to shift later as time goes on; the outcome will be close, and we might not see <50k in the forecast period."], [94872, "2021-06-05T02:32:29Z", [0.06], ""], [29680, "2021-06-04T23:31:41Z", [0.0], ""], [14027, "2021-06-04T20:25:20Z", [0.07], "The average Rt for the 50 states + DC fell to 0.775 on June 1, and has since risen to 0.789.  See https://covidactnow.org/?s=1893813, and find the average of the \"Infection Rate\" column.  The oscillating pattern with a minimum mid-week and a maximum over the weekend has continued.  But the overall trend since April 20 has been down.  A 6.4% per day decline will have to be sustained to get the number of new infections below 50k/wk by June 15.  That's only a little faster than the current rate of decrease.  The rate could be accelerating downward, but I would note that the holiday weekend caused a glitch in the curve that obscures the trend. It looks like this one may not be decided until the last day.  But only one bad day is required to put this firmly back into the \"NO\" camp.  I want the answer to be \"YES.\" But having been way more optimistic than the crowd after the vaccines were announced last November, I'm reluctant to bet heavily on YES.  I will increase the odds from 3% to 7%."], [87827, "2021-06-04T19:17:25Z", [0.3], "Cases dropped by 55,000 in the last week, if the same were to happen over the next week it would be pretty close with 4 days to spare. That's based on Our World in Data though, which looks like it might have different numbers from WHO. But this is looking a lot more plausible than I would have guessed. Going up for now."], [87827, "2021-06-04T19:09:33Z", [0.02], ""], [754, "2021-06-04T18:18:11Z", [0.25], "A small few quants in this group are rising fast in their bets. I'm gonna \"hedge\" up from the crowd. however I believe at a certain number, it just won't drop \"below\". the 50K number Feels too low to be Dropped BELOW but I'm not as smart and will let my gut share the load with my risk mgmt.. "], [87897, "2021-06-04T12:57:42Z", [0.04], ""], [88569, "2021-06-04T07:20:06Z", [0.05], ""], [754, "2021-06-04T05:13:36Z", [0.08], ""], [99943, "2021-06-04T03:42:21Z", [0.8], "I think we'll likely be under 50k/week according to jhu data by around June 10-13, and according to WHO data by around June 9-12. My line predicts WHO data will be under 50k/week by June 8, but I'm allowing a few more days for the decline to slow. We may just squeak in under 50k, but I think it's likely we'll get there before June 15. (I note that the question closes with June 14 data.)\nPS I do note that I am perhaps the only one around who is forecasting \"yes\" so high."], [94737, "2021-06-04T03:31:24Z", [0.2], ""], [698, "2021-06-04T02:02:27Z", [0.02], ""], [88569, "2021-06-03T21:48:19Z", [0.1], ""], [1333, "2021-06-03T19:10:09Z", [0.17], ""], [20044, "2021-06-03T17:35:01Z", [0.09], ""], [87897, "2021-06-03T16:28:21Z", [0.05], ""], [88198, "2021-06-03T16:24:50Z", [0.07], ""], [90882, "2021-06-03T12:13:26Z", [0.1], ""], [96828, "2021-06-03T08:01:54Z", [0.01], ""], [28899, "2021-06-03T07:50:09Z", [0.1], ""], [99943, "2021-06-03T05:52:48Z", [0.75], "I shouldn't forget that the WHO numbers are lower than other numbers. WHO data for the week ending May 24 are 11.6% lower than JHU data, and 16.0% lower for the week ending May 17. A linear forecast has been holding really well for the 7-day average for the past 50 days, although it's possible that the curve has started to turn. (A few days ago, I was worried that the curve might be turning upward, but that seems not to be happening, at least.) Right now, forecasting a conservative 10% undercount by WHO, the WHO should register fewer than 50k cases/week by June 8; that date may well get pushed out a few days, though."], [86367, "2021-06-03T05:42:57Z", [0.07], ""], [94837, "2021-06-03T05:36:57Z", [0.03], ""], [99943, "2021-06-03T05:36:26Z", [0.6], ""], [58508, "2021-06-03T02:43:50Z", [0.3], ""], [96828, "2021-06-03T01:54:26Z", [0.0], "I think it's gonna be a matter of days or weeks but the trends say no in terms of the question's criteria. My estimate is aided by my analysis on this question that just opened: https://www.gjopen.com/questions/2025-how-many-confirmed-cases-of-covid-19-in-the-us-will-be-reported-for-the-week-ending-3-july-2021. Thank you, GJO."], [100184, "2021-06-02T17:50:17Z", [0.01], ""], [88569, "2021-06-02T17:20:07Z", [0.25], ""], [99943, "2021-06-02T05:36:24Z", [0.5], "Moving up to 50:50. As discussed in previous comments, a linear forecast fits the past now 49 days of 7-day average cases/day really well and slightly better than an exponential fit. At some point, the curve will turn towards zero, and it's possible that this turn has started. The holiday weekend has obscured trends, but hopefully we will know better what is going on once we have data from June 2 or 3. I choose to base my guess about where the curve will bend based on the example of Israel; if it occurred here at the same case load as in Israel, adjusted for population, it would be at ~11k cases/day. There are various reasons to think it would be different in the US (e.g., slightly higher vaccination rate in Israel would make Israel's numbers lower; later time in spring would make US numbers lower), but it's a start. We will likely be at ~11k/day by June 5 or 6. If cases continue falling linearly past that point, we'll see 50k/week by around June 9 or 10. But it's also possible that there will be an uptick in cases because fewer people are wearing masks or variants are spreading more. We'll soon know."], [88569, "2021-06-01T22:11:06Z", [0.15], ""], [1333, "2021-06-01T18:13:27Z", [0.19], ""], [34959, "2021-06-01T15:52:52Z", [0.15], ""], [55987, "2021-06-01T14:37:45Z", [0.01], ""], [88569, "2021-06-01T13:29:31Z", [0.2], ""], [20044, "2021-06-01T13:04:19Z", [0.12], ""], [96450, "2021-06-01T10:19:28Z", [0.05], ""], [15471, "2021-06-01T08:27:56Z", [0.2], "The US is probably going to miss the target value of this question by a week or so. Still needs a decline of ~14k/day. The past few weeks the decay averaged 1k/day per day, which with 14 days remaining would indicate success, but we should now start seeing pockets of the US where Covid is already eradicated and pockets where there is still a sufficient distribution to sustain community transmission. This will reduce the rate of decline (also: no idea why the case numbers no longer follow exponential growth/decline models) and probably make us miss the deadline for this question.  Still staying above the crowd"], [99943, "2021-06-01T05:30:08Z", [0.4], "A lot of chaos with testing and reporting because of the holiday weekend, but I am cautiously optimistic."], [94435, "2021-05-31T18:26:51Z", [0.03], ""], [94435, "2021-05-31T18:25:50Z", [0.02], ""], [94435, "2021-05-31T18:24:05Z", [0.0], ""], [88569, "2021-05-31T17:20:59Z", [0.07], ""], [88569, "2021-05-31T17:15:40Z", [0.04], ""], [99943, "2021-05-31T14:43:08Z", [0.15], "If the increase of the few days leading up to the holiday weekend were transient, then I think it's likely we'll see <50k cases in the 2nd week of June. Cases reported for yesterday (jhu data) were 52% of cases 1 week before. Cases reported for the day before were 61% of the week before. But with likely reduced testing and reporting over the holiday weekend, it's hard to know what's really going on right now. Plus, we'll likely see a rebound in reported cases on June 1 and possibly a bit on June 2. Hopefully testing and reporting will settle down by June 2 or 3.\n"], [13086, "2021-05-31T14:08:38Z", [0.02], ""], [1333, "2021-05-31T11:13:43Z", [0.27], ""], [94837, "2021-05-31T06:50:49Z", [0.02], ""], [58508, "2021-05-31T04:47:35Z", [0.15], "Continued declining trend in https://www.worldometers.info/coronavirus/country/us/ makes this seem plausible"], [88569, "2021-05-30T19:56:45Z", [0.03], ""], [754, "2021-05-30T17:15:54Z", [0.03], "back with crowd"], [20044, "2021-05-30T15:43:31Z", [0.08], ""], [90167, "2021-05-30T15:18:55Z", [0.0], "Maintaining 0%. I feel like stating the obvious this morning: the US won’t fall below 50k/week in June because vaccines don’t protect the unvaccinated. The subset of US citizens who remain unvaccinated correlates strongly to the subset who refuse to wear masks and social distance. COVID rates among this group have not declined at all since January. There is still plenty of (obstinate, selfish, misguided) tinder for the virus to burn through. Here’s an analysis from the Washington Post: https://www.washingtonpost.com/health/interactive/2021/covid-rates-unvaccinated-people/?itid=hp_pandemic%20test. "], [87827, "2021-05-30T13:35:35Z", [0.07], ""], [87897, "2021-05-30T12:31:55Z", [0.03], "As per my previous comment, we would need to see a pretty steep acceleration in the *rate* of declining cases in order for this question to resolve as true. I created a chart mapping the past trajectory and various outcomes based on a 15%,20%,25%, and 30% rate of decline. I'm expecting the outcome to fall somewhere between the 15% and the 25% projections, but I'll update if any of the weekly numbers along the way resolve higher than expected. Here is the chart: https://raw.githubusercontent.com/jonathanmann/gjopen/master/weekly_covid_cases/weekly_covid_cases.png\nI'm using the data from the WHO dashboard linked in the question description: https://covid19.who.int/region/amro/country/us"], [94837, "2021-05-30T06:49:01Z", [0.01], ""], [88569, "2021-05-30T00:05:42Z", [0.05], ""], [58508, "2021-05-29T17:36:25Z", [0.1], ""], [28899, "2021-05-29T17:26:28Z", [0.03], ""], [60948, "2021-05-29T17:26:07Z", [0.1], ""], [58508, "2021-05-29T16:26:50Z", [0.13], "Feels unlikely but possible"], [87897, "2021-05-29T14:45:04Z", [0.05], ""], [99943, "2021-05-29T13:20:31Z", [0.03], "The decline of the past month and a half may be starting to drift from linear. I'll move to the crowd forecast until it's clear which way things are going."], [60948, "2021-05-29T11:31:51Z", [0.15], "A two week halving resolves this question positively, but it still seems fairly unlikely.  Going up slightly 12% -> 15%"], [99943, "2021-05-28T18:06:50Z", [0.05], "I think the decline in cases would likely continue to well under 50k/week in the forecast period, except that there may now be a new upturn in cases. Is this due to the spread of variants and/or people not wearing masks indoors?"], [55987, "2021-05-28T14:56:53Z", [0.01], ""], [1333, "2021-05-28T14:39:28Z", [0.29], ""], [87897, "2021-05-28T13:15:59Z", [0.06], ""], [99943, "2021-05-28T03:12:21Z", [0.8], ""], [99943, "2021-05-28T03:03:22Z", [0.9], ""], [88002, "2021-05-27T16:47:54Z", [0.03], ""], [87897, "2021-05-27T13:51:49Z", [0.07], ""], [88452, "2021-05-27T09:47:23Z", [0.0], "Florida, Colorado, Michigan and probably some other states (NY, NJ, PA) with a rather large scope of premature reopenings could be crucial.\nCDC's idiotic waiver of masking mandate for vaccinated will protract breakthrough infections.\nVariants of Concern, B.1.351 and the newly declared VoC B.1.617.2 are still on the table, they are less likely to be inhibited by at least some vaccines, and will thus protract breakthrough infections and new outbreaks.\nA dozen of states still have a test positivity rate of >5%\nTwo dozens of states still have a high or very high level of community transmission.\nAnd, with the relatively low positity rates in the 75% of  the states, the number of tests currently is inappropriately low compared to what it should be to become aware of outbreaks early, and will be forced up, once severe outbreaks will occur (perhaps in CA next).\nIn all, the current figures are likely to understate the risk of higher transmission levels; 7-day new cases are unlikely to fall below 70,000 before 01 July 2021, if not longer..."], [96828, "2021-05-27T03:57:27Z", [0.05], "The decline only has to drop by 7.7% and it'll reach target, on average. However, there is still risk about the raw daily counts that is going to be used. I think if we used the average it may be more likely to reach target since it is less noisy than taking the raw daily counts."], [75863, "2021-05-26T13:27:57Z", [0.05], ""], [1333, "2021-05-25T21:33:46Z", [0.22], "https://coronavirus.jhu.edu/testing/individual-states"], [94910, "2021-05-25T19:50:29Z", [0.02], ""], [754, "2021-05-25T19:47:59Z", [0.08], "@belikewater  You've put a good fear into my thinking. @cafebedouin was strongly on this cause himself and recently stepped back towards No albeit to 25%, still well above the crowd. .  Without much (or any) good science to support my contention, I feel like a certain \"bottom\" will hit where the linear ramp-down just doesn't get to 50/k week... I assume testing remains abundant as ever\nI presume imperfect roll-out of vaccinations will remain as an intransigent issue.\nvaccine hesitancy\nbreakouts here and there... that said, I now think it will be closer than I originally thought.  I'll raise my hedge a little after this a little above the crowd and watch... cheers"], [55987, "2021-05-25T15:10:14Z", [0.01], ""], [754, "2021-05-25T13:11:21Z", [0.02], ""], [87897, "2021-05-25T13:05:10Z", [0.08], ""], [99943, "2021-05-25T12:01:58Z", [1.0], ""], [86367, "2021-05-25T06:12:48Z", [0.11], ""], [88198, "2021-05-25T05:47:38Z", [0.03], "Coming up off the bottom slightly..."], [88569, "2021-05-24T16:31:14Z", [0.13], ""], [87827, "2021-05-24T14:10:58Z", [0.1], ""], [87827, "2021-05-24T14:09:29Z", [0.04], ""], [20044, "2021-05-24T13:16:50Z", [0.1], "Decreasing slightly for passage of time. Weekly cases would need to decline by closer to ~40% per week for this question to resolve as a 'Yes'. Seems unlikely given the weekly declines have been roughly half of that (i.e., ~20%) the past few weeks, but exponential dynamics are tricky. We will likely see an acceleration in declines as vaccinations continue to tick up, but unclear if it will happen quickly enough to impact this question. "], [60948, "2021-05-24T11:25:00Z", [0.12], "Going up slightly; exponential dynamics are difficult"], [96450, "2021-05-24T09:53:54Z", [0.03], ""], [88569, "2021-05-23T16:41:15Z", [0.1], ""], [87897, "2021-05-23T11:38:30Z", [0.06], ""], [87175, "2021-05-23T11:19:43Z", [0.05], ""], [1333, "2021-05-22T13:14:32Z", [0.1], ""], [783, "2021-05-22T07:16:59Z", [0.02], ""], [101110, "2021-05-21T22:33:06Z", [0.0], ""], [88569, "2021-05-21T21:30:28Z", [0.07], ""], [31275, "2021-05-21T19:55:04Z", [0.02], ""], [100184, "2021-05-21T18:32:56Z", [0.05], ""], [14027, "2021-05-21T17:29:32Z", [0.03], "New infections are going down fast, just not fast enough to reach 50k/wk.  Reducing odds from 7% to 3%."], [34959, "2021-05-21T01:34:58Z", [0.01], ""], [90882, "2021-05-20T17:36:49Z", [0.0], ""], [1333, "2021-05-20T10:48:50Z", [0.09], ""], [87897, "2021-05-20T03:50:30Z", [0.07], "ticking up again as the numbers are trending toward the optimistic side of my projections."], [96828, "2021-05-20T01:04:22Z", [0.07], "I tried to use this https://viz.covid19forecasthub.org/ to estimate where it would be. It seems that around closing time, the 7-day moving average of daily cases in the US will be about half its value now—not enough to get to the resolution criteria, I suppose."], [1333, "2021-05-19T13:47:18Z", [0.08], ""], [31275, "2021-05-19T03:55:33Z", [0.02], ""], [87827, "2021-05-18T19:11:14Z", [0.07], ""], [14027, "2021-05-18T17:18:06Z", [0.07], "The average Rt for the 50 states + DC has fallen to 0.85, which is about where it was two months ago.  If it had stayed down this question would already be over.  Instead it rose to 1.05 in early April.  With only four weeks left until June 15 we would need to see a 5% decrease every day for the next month.  It's not impossible, but seems unlikely given the many places where vaccination rates are low.  NJ shows what can happen when herd immunity is approached.  New infections have fallen off a cliff, with Rt = 0.47.  Things could change (again), but if the current trend continues we will reach the 50k/week level before July 4th.  I'll keep the odds at 14 to one for a YES answer."], [55987, "2021-05-18T16:57:08Z", [0.01], ""], [90882, "2021-05-18T14:44:30Z", [0.05], ""], [34959, "2021-05-18T14:33:53Z", [0.05], ""], [96828, "2021-05-18T13:11:07Z", [0.2], "I'm seeing a close call on the horizon. Keeping tabs on that trend line and wary that numbers vary depending on source."], [20044, "2021-05-18T09:20:26Z", [0.12], ""], [28899, "2021-05-18T08:08:29Z", [0.1], ""], [11817, "2021-05-18T04:47:57Z", [0.04], ""], [29680, "2021-05-18T03:57:18Z", [0.01], ""], [87897, "2021-05-18T00:11:50Z", [0.05], "h/t @yagudin - raising my estimate slightly; there's more uncertainty here than I first thought."], [60948, "2021-05-17T20:41:39Z", [0.1], ""], [88569, "2021-05-17T20:09:34Z", [0.09], ""], [94737, "2021-05-17T05:18:28Z", [0.0], ""], [99943, "2021-05-16T20:22:16Z", [0.0], "With current nearly linear declines, my lowest forecast for the week is just over 50k.\nUpdate 5/20: Current forecast 57k. Will likely end up slightly higher."], [99943, "2021-05-16T20:21:03Z", [0.02], ""], [98422, "2021-05-16T19:14:59Z", [0.05], ""], [58508, "2021-05-16T18:25:36Z", [0.25], ""], [90433, "2021-05-15T21:43:56Z", [0.05], ""], [62808, "2021-05-15T14:04:31Z", [0.51], ""], [1333, "2021-05-15T13:57:00Z", [0.09], ""], [11447, "2021-05-15T11:56:14Z", [0.05], "Recent peak was just under half a million 14th April. Need about a 5% drop every day from now to get there. by 15th June. Average has been about -2.36% and only 1 in 30 days has got close. So that would suggest a probability much less than 3%. Have seen things becomes more vertical drop wise in some places (e.g. Israel) with the vaccine, but feels unlikely in the US given vaccine rates seem to be slowing and opening up accelerating. Overall going to go with 5%, probably erring on the side of too high."], [80790, "2021-05-15T09:18:51Z", [0.0], ""], [101015, "2021-05-14T21:43:52Z", [1.0], ""], [99943, "2021-05-14T18:34:27Z", [0.05], "After a different analysis."], [99943, "2021-05-14T18:29:48Z", [0.65], "Cases are declining quickly right now, and their decline is not currently slowing down."], [87897, "2021-05-14T12:27:57Z", [0.04], "I agree with @jainsa 's expectation of  approximately 75k-125k per week by June 15th.  # If cases continue declining around 15% per week, that will get us to around 125K.\n# If cases start declining faster at 25% per week, that should get us to around 60K.\n# If cases decline at 28% or more per week, that would get us to about 47K."], [20156, "2021-05-14T08:40:51Z", [0.0], ""], [15471, "2021-05-13T21:09:37Z", [0.2], "Creeping up again. The US showed a nearly linear decrease from 70k/day on 14 April to 34k/day today. With about the same timeframe left this will come down to weeks."], [20044, "2021-05-13T19:46:39Z", [0.1], ""], [20044, "2021-05-13T19:40:33Z", [0.04], ""], [34959, "2021-05-13T05:10:27Z", [0.02], ""], [88002, "2021-05-12T22:53:58Z", [0.04], ""], [100990, "2021-05-12T11:45:32Z", [0.77], ""], [88098, "2021-05-12T09:53:26Z", [0.05], "Expecting the cases to be in the range of 75k-125k per week on 15th June. But still due to the rapid decline the possibility has increased..."], [94872, "2021-05-12T06:40:12Z", [0.03], ""], [88569, "2021-05-11T20:31:19Z", [0.07], ""], [87897, "2021-05-11T19:45:22Z", [0.05], "seeing a steeper decay than I originally projected."], [88569, "2021-05-11T15:38:49Z", [0.05], ""], [55987, "2021-05-11T15:28:40Z", [0.01], ""], [1333, "2021-05-11T13:15:42Z", [0.1], ""], [60948, "2021-05-10T10:23:55Z", [0.15], ""], [94435, "2021-05-10T04:17:50Z", [0.03], ""], [58508, "2021-05-10T03:48:29Z", [0.27], ""], [89038, "2021-05-09T19:57:05Z", [0.03], ""], [28899, "2021-05-09T19:55:52Z", [0.15], "h/t @LokiOdinevich & @JonathanMann "], [914, "2021-05-09T19:41:34Z", [0.05], ""], [754, "2021-05-09T14:47:38Z", [0.05], "Up from 0... After a chat with @cafebedouin I'm gonna finish this race a little carefully. I've been well ahead of the crowd on this one, so will buy a touch of last minute insurance through the last stretch till we cross the line."], [56, "2021-05-09T14:34:35Z", [0.25], ""], [914, "2021-05-08T22:49:05Z", [0.25], ""], [100947, "2021-05-08T21:22:08Z", [0.1], "Vaccine hesitancy means it will be a long time before USA gets cases below 8300 a day. Even if some states do manage to suppress the virus by getting most people vaccinated, there will be outbreaks in states where refusal is high."], [53391, "2021-05-08T18:16:50Z", [0.0], ""], [783, "2021-05-08T16:53:12Z", [0.02], "Given variants and the aggressive anti vax folks in the US, the probability is lowered. "], [80790, "2021-05-08T13:34:19Z", [0.01], "Daily average is still around 50k let alone for a week.  This has remained quite stable the last few months so unlikely to drop that far by 15 June."], [88569, "2021-05-07T21:37:04Z", [0.02], ""], [1333, "2021-05-07T17:08:33Z", [0.11], ""], [55987, "2021-05-07T15:34:47Z", [0.01], ""], [1333, "2021-05-06T13:29:32Z", [0.1], ""], [914, "2021-05-06T00:43:29Z", [0.5], ""], [62808, "2021-05-05T18:49:08Z", [0.35], ""], [86785, "2021-05-05T16:11:12Z", [0.0], ""], [87897, "2021-05-05T16:01:34Z", [0.03], ""], [28899, "2021-05-05T06:06:14Z", [0.3], ""], [94872, "2021-05-05T03:14:10Z", [0.0], ""], [100892, "2021-05-04T22:58:15Z", [0.02], "extremely unlikely -- hasn't been that low for a single day, let alone 7 consecutive. with things reopening and herd immunity next to impossible, there is a close to zero chance of this occuring"], [55987, "2021-05-04T15:20:23Z", [0.01], "Given the short window remaining and the current 7-day average about 5x the target rate, these odds are very low. "], [20044, "2021-05-04T14:16:34Z", [0.08], ""], [34815, "2021-05-04T04:10:05Z", [0.0], ""], [34959, "2021-05-03T15:24:21Z", [0.05], ""], [1333, "2021-05-03T15:21:32Z", [0.15], ""], [87897, "2021-05-03T13:51:37Z", [0.04], ""], [86367, "2021-05-03T01:14:01Z", [0.2], ""], [28899, "2021-05-02T23:15:23Z", [0.35], ""], [86246, "2021-05-02T18:07:00Z", [0.0], "There is no fear or following of any guidelines for this to happen. "], [12726, "2021-05-02T17:33:06Z", [0.0], ""], [94872, "2021-05-02T14:20:39Z", [0.03], ""], [89035, "2021-05-01T20:03:25Z", [0.0], "1) vaccine hesitancy\n2) as the travel picks up, the number of mandatory tests will pick up and catch higher percentage of actual cases"], [87897, "2021-05-01T18:49:17Z", [0.03], "Case counts will get there, but probably not in time to count for this question."], [75863, "2021-05-01T14:33:43Z", [0.02], ""], [1333, "2021-05-01T07:55:57Z", [0.16], ""], [96828, "2021-05-01T04:48:31Z", [0.01], "I guess the only way is a linear trend downward, but the CDC ensemble (and some of the higher performing models on that contribute to the ensemble) project a flattening trend over the next month, which will stall the goal posed in the question."], [914, "2021-05-01T02:24:14Z", [0.65], ""], [11447, "2021-04-30T22:38:09Z", [0.35], "Dropping. With 6 weeks to go, need a bit over 25% drop a week to get there. Was 25%ish last week I believe so the drop needs to accelerate a bit."], [97140, "2021-04-30T09:30:26Z", [0.0], ""], [94872, "2021-04-30T05:41:32Z", [0.06], ""], [14027, "2021-04-30T00:32:09Z", [0.07], "Judging from the small number of updates posted for this question the crowd is very confident of the outcome.  The crowd is almost certainly right, having figured it out way before me.  I was way too optimistic.  But I continue to follow the numbers.  While binary questions have an appealing simplicity, it would be interesting to watch the forecasts evolve for a multi-bin question.  Possible bins: \"On or before June 15,\" \"June 16 through July 15,\" \"July 16 through August 15,\" and \"After August 15.\" The average Rt for the 50 states + DC has fallen to 0.94.  In mid-November 2020 there was a fairly strong correlation (~-0.6) between cumulative per capita infections and the Rt for each state.  Higher cumulative infections correlated to lower reinfection rates.  The speculation was that it was mostly due to behavior, but also possibly to partial herd immunity due to infection.  The magnitude of the January surge settled any questions regarding the cause:  it was due to behavior.  And of course the highly transmissible variant emerged before the vaccine could protect the population.  In any case the correlation completely dissipated by mid-February. Over the past week another strong correlation (-0.6) has emerged, this time between the vaccination rate (1+ dose) and the reinfection rate, Rt, as reported by https://covidactnow.org/.  Vaccinations are clearly having an impact.  The problem, for purposes of this question, is that there isn't sufficient time for states with low vaccination rates to push reinfection rates down.  The five states with the highest vaccination rates are: NH (59.8%), MA (54.7%), CT (53.9%), VT (53.8%), and ME (53.5%).  There are nine states over 50%. The five states with the lowest vaccination rates are: MS (30.7%), AL (32.0%), LA (32.1%), ID (33.6%), and WY (33.6%).  There are seven states below 35%.  With the lagging states having only a little over half the vaccination rates as the highest states it looks like we will see very uneven progress during the month of May.  Some states will have rapidly falling new infection numbers, but some will still have high numbers of new infections.  Progress will be significant, but it will be patchy. So while I believe the progress over the next month will surprise many people, it won't get us to 50k/week by June 15.  I'll keep my forecast at 7%."], [15471, "2021-04-29T21:18:06Z", [0.05], "Dropping to slightly above the crows as the US vaccination speed peaked in mid April. There is no chance, that the epidemic situation will be well enough in order to sustain <50k cases/7days. The remaining option is a refusal to count new cases, which should not happen within the next 6 weeks. I'm staying above the crowd mainly out of stubbornness, but the chance for a yes resolution is realistically gone"], [96828, "2021-04-29T20:14:04Z", [0.03], ""], [31275, "2021-04-28T23:52:34Z", [0.02], ""], [60948, "2021-04-28T22:16:55Z", [0.1], ""], [87897, "2021-04-28T17:21:59Z", [0.05], "currently still biasing my forecasts toward the crowd to hedge against my earlier estimates which were relatively high. Echoing the comment from my previous forecast, exponential decay in the number of infections is happening in the United States, but it's unlikely to hit less than 50k weekly confirmed new cases before this question expires especially since, as case counts continue to fall, more and more restrictions will begin to lift acting as a countervailing force. Still I think the crowd is a little bit too pessimistic here. My unweighted estimate is probably about 15%."], [1333, "2021-04-28T14:35:15Z", [0.17], ""], [94872, "2021-04-28T05:08:33Z", [0.08], ""], [88569, "2021-04-28T02:34:56Z", [0.03], ""], [84880, "2021-04-27T23:55:46Z", [0.01], ""], [58508, "2021-04-27T15:09:37Z", [0.3], ""], [56, "2021-04-27T15:08:48Z", [0.75], "I'm going to come down a bit, but crowd clearly doesn't understand exponential curves, vaccine rates of 3 million / day and seasonality, all of which makes this much more likely than your linear progression estimates suggest."], [87897, "2021-04-27T14:16:20Z", [0.03], "exponential decay in the number of infections is happening in the United States, but it's unlikely to hit less than 50k weekly confirmed new cases before this question expires especially since, as case counts continue to fall, more and more restrictions will begin to lift acting as a countervailing force. Still I think the crowd is a little bit too pessimistic here."], [28899, "2021-04-27T12:30:05Z", [0.2], "I am mostly HODLing: https://covid19-projections.com/path-to-herd-immunity/#comparison-projected-vs-actual"], [89038, "2021-04-26T21:25:53Z", [0.0], ""], [20044, "2021-04-26T20:04:47Z", [0.04], ""], [20044, "2021-04-26T20:03:13Z", [0.08], ""], [1333, "2021-04-25T15:30:45Z", [0.18], ""], [96450, "2021-04-25T10:05:06Z", [0.0], "Going down from 64K per day back to the pre-pandemic level in only 50 days? No way."], [87175, "2021-04-24T12:05:58Z", [0.2], ""], [87897, "2021-04-23T21:24:29Z", [0.02], ""], [96450, "2021-04-23T19:42:08Z", [0.02], ""], [96828, "2021-04-23T08:17:04Z", [0.0], ""], [1333, "2021-04-23T06:12:45Z", [0.19], ""], [88198, "2021-04-22T16:40:49Z", [0.0], ""], [1333, "2021-04-22T13:33:14Z", [0.2], ""], [691, "2021-04-21T19:36:58Z", [0.01], ""], [12413, "2021-04-21T17:07:03Z", [0.12], ""], [12413, "2021-04-21T17:06:35Z", [0.65], ""], [87827, "2021-04-21T14:54:31Z", [0.05], ""], [88569, "2021-04-20T20:07:29Z", [0.02], ""], [22689, "2021-04-20T17:26:48Z", [0.0], ""], [745, "2021-04-20T13:32:25Z", [0.02], ""], [14027, "2021-04-20T01:53:17Z", [0.07], ""], [1333, "2021-04-19T13:47:58Z", [0.21], ""], [20044, "2021-04-19T13:32:23Z", [0.02], ""], [20044, "2021-04-19T13:31:40Z", [0.06], ""], [15471, "2021-04-19T11:35:42Z", [0.3], "I start to get nervous with me being still very high on this question. Especially since Israel's vaccination effort effectively stalled at 60%. If the US were to experience a similar slow down this would show up towards the end of this question (really the only interesting part though). So far the US is still slightly accelerating its distribution. If the US behaves similar to Israel it should start seeing effects in about a month. For comparison:\nIsrael's last wave was broken at March 6th with a rate of 55% 1dose-vaccinated, from there it still took a month to reduce the numbers by 10x to below 30/100k/7days. If my math is correct, then 50k/7day corresponds to roughly 150/100k/7day which means slightly more than a reduction by a factor of 15 would be needed.  This all sounds like I'm far too optimistic, but I'm not up for giving up on that hope quite yet"], [34959, "2021-04-19T04:39:15Z", [0.01], ""], [94872, "2021-04-19T03:40:46Z", [0.0], ""], [914, "2021-04-19T02:06:37Z", [0.2], ""], [60948, "2021-04-18T20:51:49Z", [0.08], "Down after looking at my calibration curves."], [31275, "2021-04-18T19:57:40Z", [0.02], ""], [53391, "2021-04-18T12:58:35Z", [0.02], ""], [70711, "2021-04-18T08:34:49Z", [0.0], "time to throw in the towel, I think..\nI was always an outlier on this question..\nthe numbers will drop off the current plateau (rising) as vaccination continues apace.. just not in the time frame of this question."], [31275, "2021-04-18T01:34:35Z", [0.12], ""], [88569, "2021-04-17T23:15:36Z", [0.01], ""], [89035, "2021-04-17T21:55:40Z", [0.2], "On reluctance to vaccines, Turkey and India spikes"], [78239, "2021-04-17T15:45:26Z", [0.0], ""], [1333, "2021-04-17T13:26:09Z", [0.3], ""], [75863, "2021-04-16T15:28:47Z", [0.02], ""], [89038, "2021-04-16T07:40:16Z", [0.03], ""], [1333, "2021-04-15T15:47:05Z", [0.32], ""], [75863, "2021-04-15T15:09:39Z", [0.03], ""], [96450, "2021-04-15T09:14:18Z", [0.03], ""], [88569, "2021-04-14T15:25:43Z", [0.03], ""], [13086, "2021-04-14T09:57:52Z", [0.03], ""], [89035, "2021-04-14T05:46:13Z", [0.3], "On Israel improving to 170 cases a day"], [62808, "2021-04-13T22:23:23Z", [0.4], ""], [89038, "2021-04-13T19:18:48Z", [0.08], ""], [1333, "2021-04-13T14:00:14Z", [0.41], ""], [87897, "2021-04-13T13:11:28Z", [0.05], ""], [94872, "2021-04-13T05:53:24Z", [0.0], ""], [14027, "2021-04-12T21:58:56Z", [0.03], "Chile has vaccinated a larger portion of its population than the US (https://ourworldindata.org/covid-vaccinations?country=), but they have nearly double the infection rate (https://ourworldindata.org/covid-cases).  Once they started vaccinating they thought they no longer needed social distancing.  They were wrong, and the US is following their lead.  We in the US are fortunate to have a more effective vaccine, but we are far from herd immunity.  And the clock is running down on this question -- only nine weeks left. At some point fairly soon the new infection numbers should begin to fall sharply, but it's too little and too late.  I was very wrong on this question for quite a long time.  It's going to affect my Brier score, and not in a good way.  Oh well, you win some and you lose some."], [20044, "2021-04-12T14:26:05Z", [0.08], ""], [62808, "2021-04-12T12:18:03Z", [0.51], ""], [62808, "2021-04-12T12:17:50Z", [0.49], ""], [1333, "2021-04-11T13:42:30Z", [0.43], ""], [60948, "2021-04-11T13:39:11Z", [0.1], "Update slightly downwards after looking at my calibration charts."], [88569, "2021-04-11T05:32:10Z", [0.05], ""], [1333, "2021-04-10T15:37:08Z", [0.55], ""], [14027, "2021-04-09T23:25:56Z", [0.07], ""], [89038, "2021-04-09T21:05:55Z", [0.1], ""], [88569, "2021-04-09T17:19:00Z", [0.08], ""], [96828, "2021-04-09T09:10:19Z", [0.0], ""], [84880, "2021-04-09T03:19:57Z", [0.01], "Everybody please go get vaccinated so we don't have to forecast any more COVID-19 questions."], [31275, "2021-04-09T01:05:31Z", [0.21], ""], [31275, "2021-04-09T01:03:50Z", [0.4], ""], [96795, "2021-04-08T20:35:21Z", [0.03], ""], [1333, "2021-04-08T13:33:31Z", [0.6], ""], [92232, "2021-04-08T10:47:42Z", [0.0], ""], [88452, "2021-04-08T09:55:12Z", [0.0], ""], [1333, "2021-04-07T13:26:16Z", [0.61], ""], [11817, "2021-04-07T02:44:55Z", [0.44], ""], [95707, "2021-04-05T13:40:17Z", [0.05], ""], [1333, "2021-04-05T13:23:50Z", [0.63], ""], [20044, "2021-04-05T13:18:49Z", [0.06], ""], [62808, "2021-04-04T18:10:01Z", [0.51], ""], [62808, "2021-04-04T18:09:35Z", [0.75], ""], [89038, "2021-04-04T10:05:35Z", [0.14], ""], [1333, "2021-04-03T19:29:02Z", [0.64], ""], [28899, "2021-04-03T16:38:09Z", [0.25], "Moderating."], [34959, "2021-04-03T13:53:03Z", [0.03], ""], [60948, "2021-04-03T13:05:56Z", [0.15], ""], [754, "2021-04-03T12:44:07Z", [0.0], ""], [60948, "2021-04-03T11:52:18Z", [0.2], "Going slightly down, seeing as how the aggregate is so confident."], [11817, "2021-04-03T04:46:41Z", [0.4], ""], [11817, "2021-04-03T04:42:56Z", [0.44], ""], [14027, "2021-04-02T23:06:51Z", [0.17], ""], [14027, "2021-04-02T23:06:21Z", [0.11], "Like @Ruslan-Fazlyev, I'm looking at Israel, where new infections are falling at a rate of nearly 50% per week.  See https://ourworldindata.org/covid-cases, and plot Israel on a log scale.  The fall has been steep since about March 10. When the vaccine effect kicks in the numbers should fall very fast.  The problem is  that the numbers are not falling yet, and time is running short.  But I'll increase the odds from 11% to 17%."], [89035, "2021-04-02T16:41:07Z", [0.2], "Israel is improving fast, updating my forecast. "], [87897, "2021-04-02T13:20:08Z", [0.25], ""], [1333, "2021-04-01T14:49:28Z", [0.8], ""], [15471, "2021-04-01T06:47:42Z", [0.7], "Going down a bit to the stable numbers right now. I would have expected to observe at least a slight reduction already. Since that didn't happen, I'm backing off a bit. But I still think this should shake out at least very close. "], [100184, "2021-04-01T00:04:51Z", [0.12], ""], [100184, "2021-04-01T00:03:30Z", [0.5], ""], [31275, "2021-03-31T20:52:53Z", [0.06], ""], [88569, "2021-03-31T16:07:32Z", [0.1], ""], [20156, "2021-03-31T08:22:43Z", [0.09], ""], [88569, "2021-03-30T16:31:52Z", [0.05], ""], [87827, "2021-03-30T14:41:48Z", [0.1], ""], [1333, "2021-03-30T13:58:27Z", [0.81], ""], [11447, "2021-03-30T07:05:47Z", [0.5], "I would be higher without the crowd. Israel needs c 200 a day to be at the equivalent case load and seems to have got there, with c 55% of the population vaccinated and currently I understand almost no restrictions. The US probably needs a bit more vaccinated given a) younger pop in Israel and 2) a lot of the unvaccinated demographics cases may be under reported. But the target is all adults offered first dose by May and that appears relatively achievable. On the negatives:\n- vaccine rollout falling far short - seems unlikely, if anything there seems to be more upside to the rollout\n- vaccine reluctance - from Israel, Gibraltar etc. It seems like the herd immunity threshold is well below 100%. I can just believe 20% May hold out (although that seems unlikely) but much higher seems very remote\n- new variants - not clear that any are entirely vaccine immune and I would expect very high test and trace targets plus shutting down borders Even if all of those are 15% chances - which I think is high for the top two - you get to 65%, so I am definitely allowing the crowd to influence my forecast. What have I missed?"], [767, "2021-03-30T03:39:38Z", [0.0], ""], [11817, "2021-03-29T23:28:07Z", [0.26], ""], [88569, "2021-03-28T17:03:52Z", [0.06], ""], [1333, "2021-03-28T13:19:50Z", [0.9], ""], [60948, "2021-03-28T13:08:50Z", [0.25], ""], [754, "2021-03-28T02:57:06Z", [0.05], ""], [28899, "2021-03-27T18:06:31Z", [0.5], ""], [96450, "2021-03-27T15:08:41Z", [0.04], ""], [94837, "2021-03-27T12:40:58Z", [0.0], ""], [99943, "2021-03-27T04:50:26Z", [0.0], "It's the variants (aided by poor policy choices) vs. the vaccines (aided by natural immunity and warmer weather). Which will win?\nWe might get below a moving 7-day average of 50k cases/day for 7 days in a row (but probably not). But I can't picture a total of <50k cases for 1 week, i.e., 7.1k cases/day avg. Not yet. The US is clearly on a path to allowing every nonvaccinated person to become infected. Update 5/9: For another forecast, I project about 31k cases/day 7-day average on May 15. The 7-day moving average of cases/day has been declining very linearly for over 3 weeks now. If cases continue to decline linearly, we'll be below 0 cases/day on June 15, which isn't possible. Not sure where it will end up, but I can't imagine it'll be as low as 7.1k/day. Update 5/10: Looked at WHO data by weeks. Since the week starting April 12, weekly case totals have declined by 15% to 16% each week. Projecting a 16%/week decline forward, the weekly total for the week ending June 15 would be around 122k to 124k, or 17k to 18k/day."], [96828, "2021-03-26T21:10:05Z", [0.01], "I'm even more pessimistic than my previous forecast. But 3 months is a lot of time left. So I will remain at 1%."], [86367, "2021-03-26T15:42:03Z", [0.04], ""], [1333, "2021-03-26T13:15:51Z", [0.91], ""], [14027, "2021-03-26T02:36:16Z", [0.11], "Between mid-January and mid-February new infections dropped fast.  It must have been due to good behavior and a lack of new, more-transmissive mutations.  Now we seem to have to worst of all worlds -- a nasty B.1.1.7 mutation and a return to risky behavior.  It didn't have to be this way, but I have to be realistic.  It's time to play defense. Does anyone have an opinion as to why CA and TX have low reinfection rates (0.85), while MI is at 1.27 and NJ is at 1.06?  What is going on in Michigan and New Jersey?"], [31275, "2021-03-25T22:31:54Z", [0.03], ""], [90167, "2021-03-25T19:19:57Z", [0.0], ""], [914, "2021-03-25T00:42:41Z", [0.7], ""], [89035, "2021-03-24T13:39:32Z", [0.06], "With a population of 10M, and 1000 cases a day, Israel is now at 7*1000*40 = 280,000 equivalent. And they are considerably ahead of the US in vaccination and are much more strict on lockdowns. More new strains are getting discovered, too.  So I'll bring this down to 6%, and I'd say if the US even hits the 50k threshold, that's because of lack of testing in some states."], [1333, "2021-03-24T13:20:35Z", [0.92], ""], [94837, "2021-03-24T10:31:41Z", [0.01], ""], [1333, "2021-03-24T06:49:21Z", [0.94], ""], [62808, "2021-03-23T21:51:56Z", [0.36], ""], [58508, "2021-03-23T14:32:23Z", [0.4], ""], [20044, "2021-03-23T13:07:23Z", [0.09], ""], [60948, "2021-03-23T11:57:38Z", [0.2], ""], [60948, "2021-03-23T11:24:30Z", [0.15], ""], [95613, "2021-03-22T18:24:13Z", [0.51], ""], [1333, "2021-03-22T13:27:39Z", [0.95], ""], [87827, "2021-03-22T13:05:37Z", [0.08], "-2 as the decline has flattened out. We're still much closer to the ballpark, but I think there will be enough vaccine hesitancy during the question period to keep cases from dropping that low, though I could see down to 100k cases a week or something like that happening."], [14027, "2021-03-22T01:34:25Z", [0.23], "I've posted frequently on this question, so if you're tired of me feel free to skip this diatribe. From CDC data [See https://covid.cdc.gov/covid-data-tracker/#vaccinations], 68.8% of the 65+ demographic has now been vaccinated.  Nearly 80% of first shots are now going to people 18 to 64, and the number of total shots given is also increasing.  So from this point on we will be vaccinating the people most likely to spread COVID, whereas previously we vaccinated those most likely to die of COVID. If we track the changes in the CDC data we can see what percentage of the 18-64 demographic is being vaccinated daily.  It's about 0.75%, and this could be expected to increase.  But for a conservative estimate I'll assume it remains constant.  As of today, March 21, just over 20% of the 18-64 age group has received at least one shot.  Linearly projecting this forward gives the following:     Date --------------- Pct 18-64 Vaccinated March 21    ---------------      20%\nMarch 31    ---------------      27.5%\nApril 30       ---------------        50%\nMay 31        ---------------        72.5% Forgive the formatting; tabs are not allowed. Vaccine hesitancy will at some point reduce the numbers, and the curve will flatten.  But even if we can only get to 50 or 60%, retransmission should be greatly reduced.  One additional point:  The Pfizer vaccine is authorized for people 16 and older, so this could add an important group (high school students) to the vaccinated population.  See [https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations-process.html.] Time is running short to reach 50k/week by June 15.  And infection rates have not been going down lately.  The average reinfection rate for the 50 states + DC has increased to 0.983.  Rt will have to fall well below 0.90 for new infections to decrease by the 2.3%/day required to reach 50k/wk by June 15.  It's still iffy.  But at some point fairly soon I expect to see the rate of new infections begin to fall as more people are removed from the path of the fast-spreading B.1.1.7 mutation. So I'm increasing the chances (again), from 11% to 23%.  If Rt does not drop significantly by early April I'll join the crowd (again).  If Rt drops in April, to say 0.85, I'll increase the odds for \"YES.\"  That's my 2¢ for today."], [88002, "2021-03-21T18:13:39Z", [0.06], ""], [28899, "2021-03-21T06:47:15Z", [0.66], ""], [691, "2021-03-20T18:18:47Z", [0.02], ""], [88569, "2021-03-20T16:40:40Z", [0.05], ""], [45936, "2021-03-20T14:16:31Z", [0.15], "March 15th (unconfirmed figures?) 313M cases on weekly basis. \n11st March 98M doses of vaccin administered."], [89038, "2021-03-20T12:35:23Z", [0.2], ""], [94872, "2021-03-20T07:54:15Z", [0.05], ""], [14027, "2021-03-19T19:51:19Z", [0.11], "Having lost time to virus denialism, the US has been stuck with a mitigation strategy, i.e., just keep the ICU's functioning.  We put incredible stress on our healthcare professionals so that we could minimize the short-term pain of closing down the economy.  Of course it didn't work, we eventually had to shut down anyway. We succeeded with mitigation, although with over half a million deaths.  So it's not really much of a success.  ICU capacity utilization rates now vary from 27% (WY) to 82% (Georgia). See https://covidactnow.org/?s=1679611.  Having brought down new case numbers we could switch to suppression, but we were and continue to be too divided a nation for that.  Rather than seek to achieve zero infections through test and trace programs we are reducing mask requirements in many states, and opening restaurants to 100% capacity.  And we did this before enough vaccinations could be given to maintain new case numbers on the downslope. Dr Dr. Ashish Jha of Brown University appeared on the PBS newshour yesterday.  See https://www.pbs.org/newshour/show/with-states-reopening-widely-new-covid-hotspots-surface.  Dr Jha used a football analogy: we are on the 5 yard line, and we should just hang on to the ball a little longer.  [Instead we're spiking the ball.]  His opinion was that if we could wait 4-6 more weeks before opening up we could contain the virus before the B.117 mutation causes another surge.  The average Rt  for the 50 states + DC has risen from of 0.82 on Feb 23 to 0.964 today [also at covidactnow.org].  It looks like the average Rt will continue rising, and may very well exceed 1.00 within a couple of days. I've been one of the few optimistic forecasters on this question.  Given the above, I have to accept that the crowd is probably right.  Vaccination rates are high and increasing, so I think the 5% crowd forecast is a little too pessimistic.  But the crowd is probably right, and I'll go down to 11%."], [1333, "2021-03-19T13:25:19Z", [0.99], ""], [75863, "2021-03-19T12:41:48Z", [0.04], ""], [96828, "2021-03-19T12:39:19Z", [0.01], "The math and psychology just doesn't add up. I will get to 0 if I see no major changes in the next few days. I will revise upward if I see a drastic drop or tangible potential for one."], [96450, "2021-03-19T10:33:30Z", [0.05], ""], [70711, "2021-03-19T04:41:26Z", [1.0], "I seem to be an outlier. Not changing my prediction yet. The original prediction was based on the cumulative effect of ramping up of vaccination, superimposed upon the large numbers of infected/recovered patients. I did not factor in the cumulative effect of variants and the active effort (Hannity) to disrupt the vaccination effort. I still think the current plateau will give way to a decline. "], [94435, "2021-03-19T03:12:13Z", [0.03], ""], [11447, "2021-03-18T21:49:57Z", [0.35], "Moving up. Biden has said he hopes everyone has been offered a vaccine by end of May. Israeli cases look to be continuing to drop sharply at c 55% vaccinated albeit not yet at the c. 200 a day that would be consistent with the US hitting 50k a week. I want to do more work on this when the Israeli outcome becomes clearer but felt I should not wait for some upwards movement."], [88569, "2021-03-18T21:39:58Z", [0.06], ""], [34959, "2021-03-18T04:34:56Z", [0.05], ""], [31275, "2021-03-17T14:57:44Z", [0.05], ""], [96541, "2021-03-17T14:36:59Z", [0.0], "Everything is opening up again, and the new variants aren't going away. Although vaccinations are going to go up, I don't think it will go down this much by then. "], [87064, "2021-03-17T12:37:12Z", [0.05], ""], [96828, "2021-03-17T10:45:31Z", [0.04], ""], [89038, "2021-03-17T10:33:31Z", [0.25], ""], [84880, "2021-03-17T02:56:20Z", [0.01], ""], [80790, "2021-03-17T01:01:16Z", [0.0], "We’re still running at 50k per day.  Seems a dream that it was ever as low as 50k a week, or that it will ever be again. Sure it will, just not before June 21"], [86715, "2021-03-16T14:53:24Z", [0.03], ""], [11817, "2021-03-15T20:02:12Z", [0.29], ""], [60948, "2021-03-15T19:56:23Z", [0.09], ""], [94872, "2021-03-15T02:21:44Z", [0.07], ""], [75863, "2021-03-14T23:55:51Z", [0.07], ""], [88569, "2021-03-14T18:23:35Z", [0.1], ""], [45936, "2021-03-14T14:21:39Z", [0.1], ""], [60948, "2021-03-14T13:26:26Z", [0.1], ""], [88098, "2021-03-14T11:16:48Z", [0.0], ""], [14266, "2021-03-13T20:00:19Z", [0.0], ""], [60948, "2021-03-13T15:45:41Z", [0.15], ""], [94837, "2021-03-13T08:36:04Z", [0.02], ""], [96450, "2021-03-12T19:08:14Z", [0.07], ""], [96828, "2021-03-12T18:38:51Z", [0.02], ""], [91561, "2021-03-12T16:10:29Z", [0.06], ""], [87827, "2021-03-12T13:39:24Z", [0.1], "+5. Cases appear to be continuing to drop. Still seems unlikely to me as 50k a week is very low, but we're at least approaching the ballpark now. I think most people who want one will have been vaccinated by middle of May, but I would guess there will be enough who don't want it or are just too lazy to go get it right away that weekly cases won't drop below 50k."], [13657, "2021-03-12T06:44:19Z", [0.0], ""], [49359, "2021-03-12T00:45:43Z", [1.0], "We have the beginnings of a controlled pandemic."], [14027, "2021-03-11T23:17:59Z", [0.47], "In light of recent trends I'm forced to curb my optimism, down from 71% to 47%."], [90167, "2021-03-10T20:48:04Z", [0.02], ""], [94872, "2021-03-10T09:13:14Z", [0.1], ""], [691, "2021-03-09T19:25:04Z", [0.04], ""], [34959, "2021-03-09T14:06:32Z", [0.09], ""], [11817, "2021-03-09T12:42:35Z", [0.36], ""], [15471, "2021-03-09T08:40:29Z", [0.8], "Tl;dr: I don't understand the pessimism of the crowd forecast (but I'll happily admit that I'm a bit optimistic). @cafebedouin @Bobbiekar52 @Anneinak @SE_Meyer Currently the US sits at 59k/day [1], so 413k/week, which means slightly more than a factor of 8 reduction is required in the remaining.\nThe cumulative number of confirmed cases is about 30m [1], which translates to at least 10% [2] immunity based on past infections. We can safely assume that not all cases were confirmed so there should be around 10-25% immunity based on past infections [3].\nThere are currently 27 doses/100 inhabitants with 17.6 vaccinated/100 inhabitants and a rate of an additional 0.65/100 inhabitants per day [1]. And that rate has (at least approximately) risen by 0.01/day since the beginning of the year [1]. With 14 weeks (98 days) to go this should bring the US to at least: \n  27 + 0.65*98 = 90.7 vaccinations/100 and \n  17.6 + 0.33*98 = 49 vaccinated/100    [*]\nassuming statistical independence this gives something like 60% immunity [4], compared to the 25% of now this would reduce the available population by roughly a factor of 2, which would leave a factor of 4 before the question resolves positive.  Now this is a close-to-worst-case assumption. We did not take into account:\n- increasing vaccination rate (even if only linearly growing)\n- increased cumulative number of infections (even if this is dropping)\n- better weather conditions due to the beginning of the summer We can estimate the former two rather easily. Which ends up increasing the average number of daily vaccinations from 0.65 to 1.14 (and the number of vaccinated from 0.33 to 0.57) [5]. This then increases the number of vaccinations per 100 from 90.7 to 138.7 and the number of vaccinated people from 49 to 73.4. Now these are optimistic since I would assume that at 75% completion you start running into problems of a) getting the unwilling to be vaccinated and b) reduced rate since some areas will be done  (and thus drop out of the vaccination resources). But I would assume some positive correlation between \"people not willing to get vaccinated\" and \"people already infected\" so that I would assume something on the order of 80% immunity, which in turn corresponds to a reduction of available host population of a factor of 4 (wrt. to the situation now) leaving a factor of 2 that needs to come from the weather/other effects. Counterpoints:\n- immune escape due to mutations\n- loss of immunity over time\n- lack of vaccinations\n- increased testing due to freed up resources Of these I really only think the first is a significant unknown. We simply don't know yet how SARS-CoV2 mutates under pressure, but everything we have seen so far is still covered by the major vaccines (or at least claimed to) and only the South African and Brazilian variants seem to have escaped the natural immunity [6]. But even then they lead to significantly reduced symptoms so we might not (have to) care at all. There is no sign of a significant wane of immunity over time (reinfection rates are a few percent) and I don't think we screw up the vaccination production this late into the game. \nThe wildcard is the testing, in particular the willingness. I think we will have the situation enough under control to guarantee that the clinic systems will not be overwhelmed again at which point I would assume that the pressure to test will invert and everyone \"in charge\" will prefer not to test in order to reduce the numbers further. [1] https://ourworldindata.org/coronavirus/country/united-states?country=~USA\n[2] slightly less since slightly more the 300m inhabitants, but this is napkin math\n[3] https://covid19-projections.com/path-to-herd-immunity/\n[4] 1 - ( (1-50%) [by vaccination] * (1-25%) [by prior infection] )\n[5] (0.65 + (0.65 + 0.01/day * 98 days) / 2) = (0.65 + 1.63) / 2 = 1.14\n[6] both are less prevalent in the EU so I could work with outdated/wrong information PS: I was too lazy to find the citations for the reinfection numbers and immunity times, so again: I might work with outdated information, if you are aware of different information please let me know PPS: [*] 0.33=0.5*0.65 persons vaccinated from 0.65 vaccinations"], [88452, "2021-03-08T22:26:00Z", [0.0], ""], [88569, "2021-03-08T21:48:29Z", [0.2], ""], [96795, "2021-03-08T21:48:29Z", [0.03], ""], [89038, "2021-03-08T19:01:35Z", [0.2], ""], [60948, "2021-03-08T09:42:47Z", [0.2], ""], [60948, "2021-03-08T09:28:41Z", [0.25], ""], [88569, "2021-03-08T06:48:37Z", [0.08], ""], [89038, "2021-03-08T01:02:22Z", [0.16], ""], [754, "2021-03-07T21:40:38Z", [0.15], "On Jan 31st I wrote:\n4 1/2 months till close. 7143/day for 7 days is how low new cases must fall to. Today is still 20X that number Today, 5 weeks later, 3.25 months left, the ratio is 8.5X, a significant drop. I'm slipping up above the crowd to a 15% bet\n"], [98108, "2021-03-07T20:57:59Z", [0.0], ""], [22689, "2021-03-07T17:13:30Z", [0.03], ""], [60948, "2021-03-07T15:13:12Z", [0.17], ""], [28899, "2021-03-07T15:11:24Z", [0.2], ""], [60948, "2021-03-07T15:09:39Z", [0.12], ""], [58508, "2021-03-07T15:09:38Z", [0.32], ""], [22689, "2021-03-06T21:23:28Z", [0.1], ""], [96559, "2021-03-06T14:20:13Z", [0.05], "Vaccine Rollout"], [58508, "2021-03-06T13:41:20Z", [0.4], ""], [58508, "2021-03-06T13:40:25Z", [0.42], ""], [96450, "2021-03-06T12:06:44Z", [0.03], ""], [14027, "2021-03-05T23:19:29Z", [0.71], "According the the 2010 US Census there were just over 51M Americans over the age of 65.  It's probably higher now, maybe about 53M.  See https://en.wikipedia.org/wiki/Demographics_of_the_United_States.  The CDC reports that over 54M US residents have received at least one vaccine dose.  See https://covid.cdc.gov/covid-data-tracker/#vaccinations. So the age limit for receiving a shot should start dropping soon.  A Google search for \"When will COVID vaccination age limits be lowered?\" yielded the following results: West Virginia is lowering the age limit for COVID vaccines from 65 to 50.  See https://www.wsaz.com/2021/03/03/governor-lowers-age-limit-to-get-covid-19-vaccine/.\nFlorida's governor announced a reduction in the age limit to 60, and then to 55, sometime in March.  See https://www.wesh.com/article/florida-covid-vaccine-age-lowered-soon/35743650#. When we begin vaccinating the more active demographic, those between 16 and 55, partial herd immunity will have an increasing effect on reinfection rates.  Recently announced elimination of all COVID restrictions on businesses, especially in Texas, have caused concern that we will see another surge.  We may, but the race is on.  If the average reinfection rate remains under about 0.90 we could still see less than 50,000 new infections per week by June 15.  The average reinfection rate for the 50 states + DC has increased from a low of about 0.82 to 0.92 over the past 10 days.  If this trend continues I'll revise my forecast sharply downward.  In the meantime I'll keep my 71% forecast."], [88569, "2021-03-05T21:52:03Z", [0.05], ""], [94872, "2021-03-05T00:29:38Z", [0.05], ""], [94837, "2021-03-04T20:47:39Z", [0.03], ""], [75863, "2021-03-04T19:47:55Z", [0.02], ""], [88569, "2021-03-04T19:46:32Z", [0.08], ""], [90433, "2021-03-04T18:44:50Z", [0.15], "Not likely with Texas and Mississippi opening the doors for Covid's return."], [88569, "2021-03-03T23:03:20Z", [0.07], ""], [88569, "2021-03-03T19:27:12Z", [0.05], ""], [691, "2021-03-03T18:02:12Z", [0.02], ""], [89038, "2021-03-03T14:25:06Z", [0.14], ""], [89038, "2021-03-03T10:14:06Z", [0.2], "If Biden's pledge of finishing adult vaccination by end of May happens, then the week commencing 8th of June does become possible. Ambitious target and far from certain both variables above happen, but do feel 5% crowd forecast low."], [88198, "2021-03-03T01:47:23Z", [0.02], ""], [90882, "2021-03-03T01:29:55Z", [0.0], ""], [90882, "2021-03-03T01:29:42Z", [0.02], ""], [86367, "2021-03-03T00:58:09Z", [0.24], ""], [88569, "2021-03-02T22:25:33Z", [0.04], "TX gov Abbott decision to end mask mandate now greatly increases odds of a 4th wave. Expect some other big states to follow his lead off the cliff. "], [80475, "2021-03-02T20:28:14Z", [0.01], "Don't see how that's possible in the timeframe. Israel, which has administered almost 1 dose for every one of its citizens at this point, still had about 25,000 new cases in the past week. (Israel's population is 1/36th that of the US.) One difference is that these days most cases in Israel are asymptomatic, so if that's the case in the US by late May/early June, it's possible that the US will be much less aggressive about testing, under a best-case vaccine rollout scenario."], [28899, "2021-03-02T18:55:27Z", [0.02], ""], [11817, "2021-03-02T16:59:33Z", [0.21], ""], [94837, "2021-03-02T14:09:47Z", [0.05], "And back to 5"], [88569, "2021-03-02T02:50:36Z", [0.06], ""], [31275, "2021-03-02T01:49:27Z", [0.02], ""], [53391, "2021-03-01T23:28:36Z", [0.04], "Reducing to 4% 22 million received both doses\n46 million have one dose\n28 million reported cases\n67000 avg per day x 15 weeks remaining x 7 days per week equals 7 million protection by infection\nAsymptomatics guess 3 per every diagnosed is 84 milion\nVaccine rate 1 million doses per week noting pfizer and moderna require 2 doses and J&J 1 dose so call it 660, 000 vaccinated fully per week x 15 weeks equals 10million\nAdding it up 22 + 28 + 7 + 84 + 10 =151 million protected.  THIS IS BELOW HERD IMMUNITY.\nIf we did 1 million vaccinations per week then the total becomes 156 million, still low.\nAsymptomatic rate 6.5 then total is 235 million (70% of population) which is close to herd immunity  of 80%  but still low. Unknowns is the asymptomatic rate, 3 per is a guess and the wall street journal had an editorial where  the number 6.5. But then again people who had covid are also being vaccinated. If the case rate spikes to 120,000 per day then that is another 7 million.  \n"], [88569, "2021-03-01T20:36:49Z", [0.08], ""], [89135, "2021-03-01T20:05:41Z", [0.0], "https://www.cnn.com/2021/03/01/health/us-coronavirus-monday/index.html"], [89038, "2021-03-01T19:38:39Z", [0.2], ""], [767, "2021-03-01T03:25:08Z", [0.25], ""], [88569, "2021-02-28T22:10:38Z", [0.1], ""], [75863, "2021-02-28T17:24:07Z", [0.02], ""], [86554, "2021-02-28T13:50:55Z", [0.0], ""], [11447, "2021-02-28T09:20:17Z", [0.29], "Continuing to watch and monitor. The roll out of the easier to distribute vaccines should start shortly but that is not as quick as I had anticipated. Extra money should help but that is also not there yet. c. 40m currently vaccinated and 2.5m vaccinated a day and c. 100 days to go. So if half of the run rate is second doses that gets you 165m or about half the population. Upside from quicker roll out and single shot and easier distribution. If you say you get to 2.5m a day first/full shots that would get you to the whole population done by 15th June. If I had to split things out I would probably say by mid summer: -15% chance close to 100% vaccinated\n- 33% chance it is above 60%\n- 66% it is above 40% 50k a week is ambitious so maybe only 15% chance above 40% gets there and maybe 50:50 for the above 60% bucket. Maybe bits of that are generous but you also have the benefit of more traditional methods and summer so happy to update to 29%"], [28899, "2021-02-28T07:53:54Z", [0.05], ""], [94872, "2021-02-28T05:04:16Z", [0.1], ""], [14027, "2021-02-28T00:32:20Z", [0.71], "3.1 million vaccine doses were delivered today, a very positive trend.  I'll bite, increase odds to 71% (again).\nSee https://covid19-projections.com/path-to-herd-immunity/"], [89135, "2021-02-27T23:15:33Z", [0.2], "Am increasing likelihood (from 2%), probably will regret it. I have deep concerns about the downward trend continuing as we lift restrictions. I believe it will be a \"pass\" for those who do not wish to get a vaccination and/or wear a mask. Also concerned about new variations, and our ability to continue to vaccinate. But we are closer to those numbers than we were in October, so I believe an adjustment is warranted.   https://www.marketwatch.com/story/cdc-head-says-declining-cases-of-covid-19-and-lower-hospitalization-trends-are-stalling-2021-02-26"], [11817, "2021-02-27T19:14:44Z", [0.19], ""], [90882, "2021-02-27T15:43:02Z", [0.09], ""], [14027, "2021-02-26T20:41:56Z", [0.57], "The average reinfection rate for the 50 states + DC has increased from 0.82 to 0.87 over the past three days.  It's now at its highest level since Jan 31.  That's the bad news.  The good news is that vaccine shipments are also way up, reaching 2.6 million doses yesterday after falling well below one million.  See https://covid19-projections.com/path-to-herd-immunity/. I don't know how to balance the expected increases in vaccinations against the current reinfection trends.  The data over the next week should provide some clues.  In the meantime I'll reduce my (crazy) optimistic forecast from 87% to 57%.  Call me stubborn on this one, but I'm not going below 50% unless and until the trend line says it ain't gonna happen."], [91561, "2021-02-26T20:13:45Z", [0.06], ""], [34959, "2021-02-26T04:52:05Z", [0.05], ""], [783, "2021-02-25T22:56:24Z", [0.14], ""], [96828, "2021-02-25T10:00:10Z", [0.05], ""], [91561, "2021-02-24T21:51:00Z", [0.06], ""], [691, "2021-02-24T19:51:56Z", [0.05], ""], [88198, "2021-02-24T17:16:25Z", [0.03], ""], [90882, "2021-02-24T03:10:34Z", [0.12], ""], [94872, "2021-02-24T01:40:58Z", [0.05], ""], [80790, "2021-02-23T22:09:41Z", [0.02], ""], [89038, "2021-02-23T20:57:53Z", [0.28], ""], [14027, "2021-02-23T20:05:45Z", [0.87], "Vaccine supply will increase in the coming weeks, according to congressional testimony by Pfizer, Moderna, and J&J.  See https://www.washingtonpost.com/health/2021/02/23/vaccine-distribution-pfizer-moderna/. By mid-April we may have \"open season\" at vaccination sites.  Remember the line \"anybody who wants one can get one?\"  A year ago it was in reference to testing.  It's going to be true for vaccines within a couple more months, IMHO."], [96450, "2021-02-23T16:59:37Z", [0.05], ""], [754, "2021-02-23T14:01:05Z", [0.05], ""], [94872, "2021-02-23T02:01:00Z", [0.1], ""], [1333, "2021-02-22T20:25:47Z", [1.0], "and its Orange Mans Fault."], [31275, "2021-02-22T16:51:54Z", [0.05], ""], [31275, "2021-02-22T16:51:29Z", [0.15], ""], [34959, "2021-02-22T14:29:07Z", [0.12], ""], [45594, "2021-02-21T13:21:42Z", [0.3], ""], [28899, "2021-02-21T12:31:49Z", [0.07], ""], [59023, "2021-02-21T05:55:50Z", [0.02], ""], [94872, "2021-02-21T04:48:17Z", [0.15], ""], [86554, "2021-02-21T01:13:39Z", [0.02], ""], [89135, "2021-02-21T01:02:05Z", [0.02], "I continue to be below the crowd average in spite of the falling numbers.  As always, I hope my fears are unjustified.  https://www.yahoo.com/news/variant-cases-surge-crackdown-mardi-152626242.html"], [88569, "2021-02-20T20:59:25Z", [0.16], ""], [28899, "2021-02-20T16:45:52Z", [0.1], ""], [96828, "2021-02-20T03:09:58Z", [0.05], ""], [14027, "2021-02-20T01:14:13Z", [0.83], "The average Rt for the 50 states + DC is 0.818 [see https://covidactnow.org/?s=1609553], and new infection numbers have continued to fall [see https://covid19.who.int/region/amro/country/us].  Today the number of tests increased to nearly 1.9M, with only 4% positivity [see https://covidtracking.com/data/national].  If the weather is messing with the numbers we'll know within a week or so.  Until then I'll follow the data, which is amazingly good. Also, a Johns Hopkins doctor says the falling infections are not a fluke.  See https://www.newsweek.com/john-hopkins-doctor-thinks-covid-will-largely-gone-april-half-us-has-herd-immunity-1570615. His opinion is an outlier, and he could be wrong.  But the data says he may be right.  I believe there is a reluctance to talk about good news to avoid giving arguments to those who want to lift all restrictions, mask mandates, etc.  And politicians want to underpromise and overdeliver.  But for now I'm betting that the news will continue to be good."], [94910, "2021-02-19T17:12:38Z", [0.1], ""], [88569, "2021-02-19T16:59:28Z", [0.15], ""], [88002, "2021-02-19T03:44:39Z", [0.07], ""], [14027, "2021-02-19T00:23:38Z", [0.57], "Bloomberg headline -- \"A U.S. Vaccine Surge Is Coming, With Millions of Doses Promised.\"  It seems the Biden administration is trying hard not to overpromise, but apparently a lot of vaccine is about to come out of the pipeline.  Vaccination rates could increase rapidly after the weather clears in much of the country.  And many geographies have put in place more capacity to give shots; they're just waiting for shipments to arrive. See https://www.bloomberg.com/news/articles/2021-02-18/how-many-vaccine-doses-are-available-u-s-should-see-a-surge?sref=x7nYEkiY I don't think this is reflected in the consensus view.  I'll bump up my odds, from 53% to 57%.  Mutations and vaccine hesitancy mean this is not a forgone conclusion.  And I won't be surprised if sometime this spring the headlines change to something like \"Not Enough Takers at Vaccination Centers.\"\n"], [88569, "2021-02-18T20:09:51Z", [0.13], ""], [1333, "2021-02-18T16:01:24Z", [0.65], ""], [28899, "2021-02-18T13:19:39Z", [0.05], ""], [84880, "2021-02-18T06:37:58Z", [0.03], "https://www.theatlantic.com/ideas/archive/2021/02/why-covid-19-cases-are-falling-so-fast/618041/?utm_source=feed"], [86554, "2021-02-17T23:59:14Z", [0.06], ""], [90882, "2021-02-17T22:30:13Z", [0.17], ""], [75863, "2021-02-17T15:08:42Z", [0.05], ""], [94837, "2021-02-17T07:33:47Z", [0.1], "5 > 10\nRegression to the mean, as cases drop sharply in the US"], [80790, "2021-02-16T23:15:42Z", [0.18], "The past week had about 600k cases.\nLast time there were 50k cases in a week it was March 2020 (how long ago does that seem!)\nWe have just over 4months to reach that level.\nWith a significant pc of population that will have already had COVID (27m cases confirmed from a population of 330m 8% confirmed by tests.  Assume conservative x3 for asymptomatique non tested cases this is 24% now). Plus vaccinations we should expect infection rates to start dropping off.  Plus if it is a winter virus like flu (as seems evidenced by the Southern Hemisphere) then rates should start dropping off as the weather gets warmer.\nTherefore it is possible to get there by June, it just feels totally unrealistic at the moment.\nDropping forecast a little, but not as low as the crowd."], [78239, "2021-02-16T19:26:59Z", [0.05], ""], [97501, "2021-02-16T18:26:42Z", [0.0], "10/9/2020 to 2/8/2021= the minimum is about 324,000\nthe last week= about 670,000 There were less than 50,000 cases in the first week of the census in March 2020 alone, when far fewer tests were performed than today. Only the vaccine, therefore, could be a hope of getting back below 50,000 cases. Vaccination of the general population is not expected to take place before this summer in the United States. It is therefore unlikely that the epidemic will be so drastically slowed down in 4 months, as it has never seen such a drop even last summer. Reading the rationales of other forecasters and in particular @JamesEE confirmed me in the fact that the probability is not null. But I still think it's less than 1%, and the crowd is tending more and more towards not reaching this threshold, so I give a forecast of 0%."], [754, "2021-02-16T16:30:23Z", [0.15], ""], [90882, "2021-02-16T03:12:20Z", [0.38], ""], [88569, "2021-02-15T21:30:41Z", [0.16], ""], [1333, "2021-02-15T12:10:08Z", [0.66], ""], [94872, "2021-02-15T02:55:42Z", [0.35], ""], [31275, "2021-02-15T02:52:13Z", [0.3], ""], [88569, "2021-02-14T23:37:59Z", [0.14], ""], [691, "2021-02-14T17:24:54Z", [0.06], ""], [94837, "2021-02-14T17:08:36Z", [0.05], "Regression to the mean"], [1333, "2021-02-14T14:12:44Z", [0.64], ""], [88452, "2021-02-14T12:11:55Z", [0.0], "\" 'Two factors, however, can slow or even reverse the declines that have begun,' the IHME team said.\nThe first factor is the spread of the B.1.1.7 variant, which was first identified in the UK and experts warned could become the dominant strain in the US by spring. Data from the Centers for Disease Control and Prevention shows more than 980 cases of the variant have so far been detected across 37 states.\nThe second factor, according to the IHME team, is 'increased behaviors that favor COVID-19 transmission.'\n'Transmission has been contained over the winter through mask wearing, decreased mobility, and avoidance of high-risk settings such as indoor dining,' the team said. 'As daily case counts decline and vaccination increases, behaviors are likely to change towards increased risk of transmission.' That's why experts say now is not the time for the US to let down its guard. But a growing list of governors are loosening Covid-19 restrictions.\"\nhttps://edition.cnn.com/2021/02/14/health/us-coronavirus-sunday/index.html"], [88569, "2021-02-14T08:33:22Z", [0.1], ""], [94872, "2021-02-12T02:01:15Z", [0.5], ""], [88569, "2021-02-11T20:59:31Z", [0.09], ""], [25780, "2021-02-11T18:31:54Z", [1.0], ""], [94872, "2021-02-11T03:02:09Z", [0.2], ""], [94872, "2021-02-11T03:01:31Z", [0.08], ""], [94872, "2021-02-11T02:57:54Z", [0.02], ""], [14027, "2021-02-11T02:04:55Z", [0.53], "Since peaking in mid-January new infections have fallen steadily at a rate of about two and a half to three percent per day.  Plotted on a logarithmic graph it's a fairly straight line.  Extrapolating the line gets us below 50k/week in late May.  I believe the decline will continue for at least another month, or maybe two.  In six weeks we'll be at 250k/week, which matches the lows reached around Labor Day 2020.  That's where things could go haywire. Once new infections reach a relatively low level, and hospitals ICU's are back to almost normal, we may loosen restrictions.  If we, e.g., resume indoor dining and allow sporting events like basketball games without social distancing, the rate of decline could moderate or even reverse.  More transmissible mutations could reach a tipping point, and the most active demographic, 20 to 50 year olds, will not yet have been vaccinated.  There will be a tug of war between the vaccination campaign plus warmer weather against mutations and the tendency to declare victory prematurely.  I believe the Biden administration will be reluctant to open up prematurely, but states have the freedom to do as they choose. Until something changes I'll follow the data.  The final outcome will be determined by the 10-12 largest states, IMHO.  I'll especially be watching the big 4 -- CA, TX, FL and NY.  If the big states can reduce their numbers below their respective shares of the 50k/week total we should be able to meet the objective.  For now I'll increase my forecast to 53%.  I want to err on the side of optimism, but it's too early to go all in."], [94910, "2021-02-10T20:39:28Z", [0.2], ""], [88569, "2021-02-10T20:37:21Z", [0.07], ""], [691, "2021-02-10T16:39:38Z", [0.04], ""], [1333, "2021-02-10T14:50:15Z", [0.65], ""], [62808, "2021-02-10T01:07:25Z", [0.36], ""], [94837, "2021-02-09T21:01:08Z", [0.04], ""], [91561, "2021-02-09T20:43:45Z", [0.05], ""], [11817, "2021-02-09T16:22:21Z", [0.14], ""], [86367, "2021-02-09T14:54:24Z", [0.38], ""], [13657, "2021-02-09T11:50:55Z", [0.01], ""], [13657, "2021-02-09T11:39:07Z", [0.2], ""], [14027, "2021-02-09T01:36:57Z", [0.47], "The numbers are heading in the right direction."], [88569, "2021-02-09T00:20:35Z", [0.06], ""], [88569, "2021-02-08T21:34:00Z", [0.08], ""], [13657, "2021-02-08T15:25:09Z", [0.4], ""], [88569, "2021-02-07T22:56:58Z", [0.1], ""], [31275, "2021-02-07T21:42:29Z", [0.05], ""], [1333, "2021-02-07T15:36:29Z", [0.64], ""], [78239, "2021-02-07T13:06:11Z", [0.2], ""], [28899, "2021-02-07T08:30:11Z", [0.04], ""], [88198, "2021-02-06T22:35:15Z", [0.04], ""], [88569, "2021-02-06T22:01:27Z", [0.11], ""], [1333, "2021-02-06T08:18:57Z", [0.65], ""], [88098, "2021-02-06T04:01:18Z", [0.05], ""], [91561, "2021-02-05T22:31:48Z", [0.05], ""], [94837, "2021-02-05T08:20:06Z", [0.03], ""], [84880, "2021-02-05T02:32:31Z", [0.05], ""], [88569, "2021-02-04T22:01:43Z", [0.15], ""], [88569, "2021-02-04T17:51:58Z", [0.12], ""], [86367, "2021-02-04T15:58:37Z", [0.19], ""], [88452, "2021-02-04T14:56:36Z", [0.0], "\"The Escape Mutant\" is not a movie title, sadly, but the likely reason why all vaccination will not be enough to bring cases that low; the E484K mutation is present in both the South African variant and one of the Brazilian variants P.1\nhttps://newsinfo.inquirer.net/1392129/explainer-the-3-variants-of-sars2"], [94872, "2021-02-04T06:34:15Z", [0.04], ""], [14027, "2021-02-04T02:05:36Z", [0.43], "Still following the \"Gu model.\"  See https://covid19-projections.com/path-to-herd-immunity/\nIt predicts reaching the threshold just after the June 15 end date."], [88569, "2021-02-03T19:44:46Z", [0.15], ""], [98108, "2021-02-03T19:04:14Z", [0.04], "Despite the rapid reduction in cases the United States still has over 100,000 new COVID-19 cases a day."], [34959, "2021-02-03T14:52:01Z", [0.07], ""], [1333, "2021-02-03T14:51:38Z", [0.66], ""], [20044, "2021-02-03T14:40:42Z", [0.08], ""], [87827, "2021-02-03T11:23:23Z", [0.05], "Staying ahead of the crowd and this just seems very unlikely, that's an extremely low number of cases."], [88198, "2021-02-02T05:52:18Z", [0.05], ""], [84880, "2021-02-02T00:42:36Z", [0.05], "Question is, how likely is this to be a sustained decline? ...or will we see a fourth wave keep that average up? I can imagine people getting overconfident and celebrating too early. Maybe we'll be wrong... maybe."], [11817, "2021-02-01T23:41:13Z", [0.12], ""], [62808, "2021-02-01T23:02:22Z", [0.49], ""], [94872, "2021-02-01T02:50:24Z", [0.05], ""], [96828, "2021-02-01T02:39:34Z", [0.09], ""], [96828, "2021-02-01T02:20:38Z", [0.08], ""], [79461, "2021-01-31T23:19:23Z", [0.05], ""], [754, "2021-01-31T22:24:48Z", [0.03], "CORRECTION 5 1/2 Months till Close, so softening 1 point on the bet."], [31275, "2021-01-31T22:23:47Z", [0.08], ""], [31275, "2021-01-31T22:23:06Z", [0.14], ""], [754, "2021-01-31T22:20:37Z", [0.02], "4 1/2 months till close.  7143/day for 7 days is how low new cases must fall to.  Today is still 20X that number"], [40584, "2021-01-31T22:17:06Z", [0.04], ""], [75863, "2021-01-31T21:43:27Z", [0.04], ""], [53391, "2021-01-31T19:51:43Z", [0.1], "My big assumption is the number of asymptomatic infections.  This Nature article places eate at 17% https://www.google.com/url?sa=t&source=web&rct=j&url=https://www.nature.com/articles/d41586-020-03141-3&ved=2ahUKEwiV1qnc9MbuAhVOdt8KHfiDD4EQFjAKegQIHxAB&usg=AOvVaw1U3_SEdFdh573UL-53A_wu 26 million known cases.\nAdd 5 million for asymptomatic not identified cases \nAdd 21 million people in process of vaccination\nSub Total 26+5+21 = 52 million with antibodies. Assume 156,000 cases per day for remaining 135 days of question is 21 million.\nAgain add ases asymt for every found is 4 million Sub total:125+ 4 +21 = 150 million Finally add 100 million doses delivered into arms which equates to 50 million people (pfizer and Modrna) and if J&J is in the mix then it will be mkre people so let us assume a total of 80 million. That is now 230 million people with antibidies which is just below 80% of population (80% is 262 million, herd immunity).   It still comes down to 3 activities vaccinations, symptomatic infection, and asymptomatic infection.  A slower daily case rate  would only indicate a slow burn through population.  Can the US vaccinate an addtional 100 million people in 100 days (on top of the inital 20 million people in the initial round)? We will have the supply.  And I think the new team is really understanding the logistic challenge of vaccinating 100 million people.  "], [96797, "2021-01-31T16:47:20Z", [0.55], "21 weeks remaining with a 1.1 million case tally this last week.  Current who data has us the last 3 weeks decreasing at 12 and 20%, 20%respectively.  There's not much data I can find on historical decreases of disease with this large a vaccine push, so we'll just use the average of those as our best guess decrease in cases, so 16% decrease per week. (1.1 mil)(.84)^21= 28,265 cases per week by mid-June if we continually decrease at the rate of the last 3 weeks.  CDC \"ensemble\" forecasts have a spread of roughly 100%, so we'll take that as an assumption and use that as our high end, giving us a range of 28,265 to 56,531, leaving 73% of our range below the 50k a week threshold.  We'll use inside view of pandemic fatigue and the unknown of how effective vaccines will be against new strains to lower our forecast down to 55% https://www.cdc.gov/coronavirus/2019-ncov/cases-updates/forecasts-cases.html\nhttps://www.cfr.org/in-brief/how-dangerous-are-new-covid-19-strains"], [96450, "2021-01-31T11:32:41Z", [0.05], ""], [691, "2021-01-30T18:23:04Z", [0.06], ""], [58508, "2021-01-30T17:10:40Z", [0.35], ""], [98228, "2021-01-30T16:45:51Z", [0.02], ""], [1333, "2021-01-30T14:26:26Z", [0.65], ""], [14027, "2021-01-30T02:31:03Z", [0.53], "New case numbers have been marching steadily downward since mid-January.  I'll bet on the trend continuing, but won't go all in."], [94872, "2021-01-30T01:02:57Z", [0.07], ""], [80790, "2021-01-29T21:26:50Z", [0.24], ""], [91561, "2021-01-29T19:24:34Z", [0.05], "Increased transmissibility among new variations. Slow vaccine rollout/significant amount of population is hesitant to take vaccine. Even during the periods of summer that had the lowest number of cases, we were seeing 150,000-250,000+ new cases per week... I believe it will take us a long time to get <50k/week, probably not until late 2021 or even sometime in 2022."], [1333, "2021-01-29T18:09:53Z", [0.55], ""], [89038, "2021-01-29T16:42:36Z", [0.25], ""], [89135, "2021-01-29T12:06:48Z", [0.02], "Time and more spreadable variations. "], [88569, "2021-01-28T21:31:39Z", [0.18], ""], [76440, "2021-01-28T20:39:00Z", [0.15], ""], [84880, "2021-01-28T05:21:21Z", [0.09], ""], [14027, "2021-01-27T19:11:05Z", [0.43], "As more people personally know someone who has gotten a shot, vaccine hesitancy is decreasing.  See https://www.bloomberg.com/news/articles/2021-01-27/share-of-americans-who-want-covid-vaccine-growing-poll-finds?sref=x7nYEkiY. Now if we can only produce and distribute vaccines to everybody who wants one, and do it before the virus mutates further."], [88569, "2021-01-27T18:36:20Z", [0.2], ""], [13657, "2021-01-27T03:32:09Z", [0.6], ""], [14027, "2021-01-27T02:41:54Z", [0.31], "Moderating my optimism due to new strains, plus states are lifting some COVID restrictions.  See https://www.bloomberg.com/news/articles/2021-01-26/u-s-states-ease-covid-restrictions-even-as-variants-take-hold?sref=x7nYEkiY.  What we could achieve and what we will achieve are two different things."], [94837, "2021-01-26T21:18:32Z", [0.05], ""], [98108, "2021-01-26T20:58:21Z", [0.06], ""], [1333, "2021-01-26T14:18:25Z", [0.48], ""], [89035, "2021-01-26T04:34:52Z", [0.15], "Adjusting for the new strains"], [14027, "2021-01-25T20:20:05Z", [0.71], "President Biden was criticized first for being unrealistic with the \"100M vaccines in 100 days\" goal.  Yesterday on the Sunday morning weekly news programs (This Week, Fareed Zakaria, and Meet the Press), the criticism was that the goal of 100M vaccines was not ambitious enough.  My bet is that the Biden administration will push harder for faster vaccination.  It's clear that everything else the Democrats want to achieve will depend on getting SARS-COV-2 under control.  So the motivation is certainly there. According to the projections at https://covid19-projections.com/path-to-herd-immunity/, the 7k/day level won't be reached until June 17.  Their previous projection was early June.  I can only guess that the slow vaccine rollout is the reason.  I'm still way out in left field vis-a-vis the crowd.  But I'll stay optimistic, just a little less so."], [1333, "2021-01-25T14:24:56Z", [0.49], ""], [96450, "2021-01-25T11:05:58Z", [0.04], "Last time we had that, was mid March 2020. Even if they should manage to inoculate 150M people by then AND seasonal effects should be positive, there is still almost now way to get that low by 15 June."], [94435, "2021-01-25T05:37:39Z", [0.13], ""], [96828, "2021-01-25T04:37:38Z", [0.04], ""], [53391, "2021-01-24T20:18:50Z", [0.1], "New York Post : Fauci: Joe Biden's 100 million COVID-19 shots pledge means doses, not people.\nhttps://nypost.com/2021/01/24/fauci-joe-bidens-100m-shots-does-not-mean-100m-people/\nSo that is 67 million people, assuming no doses are wasted.  Note pfizer says it is counting the \"extra sixth dose\" in a five dose vial as part of jts contract delivery, so to me that means less than 66 million people.\nAlso infection rate is dropping.  Were at 200k now at 167k.  Herd immunity requires vaccination and infections to get to 80 percent of us population.  Looks like a slow burn now."], [88569, "2021-01-24T19:23:02Z", [0.14], ""], [90167, "2021-01-24T16:36:20Z", [0.07], ""], [34959, "2021-01-24T13:52:07Z", [0.05], "2 point bump on the back of the announcement that a target of 100M vaccines should be rolled out by  May.  Will it help? maybe, so far Israel's and the UK's roll outs have correlated with a reduction in daily new cases. However both of these countries have been in lockdown for a while, so IMO the jury is still out if a low percentage of vaccinations has a significant impact on the virus' spread.  "], [45594, "2021-01-24T08:00:37Z", [0.3], ""], [754, "2021-01-24T03:52:02Z", [0.08], ""], [22689, "2021-01-24T01:53:04Z", [0.5], ""], [88569, "2021-01-23T20:16:47Z", [0.21], ""], [88569, "2021-01-23T20:12:20Z", [0.25], ""], [87827, "2021-01-23T15:41:24Z", [0.08], "-7 on passage of time and the length of the current wave. Still optimistic on a significant reduction in cases in the timeframe, but 50k in a week is extremely low."], [86367, "2021-01-23T14:17:37Z", [0.28], ""], [20156, "2021-01-23T08:33:34Z", [0.25], ""], [88569, "2021-01-22T23:12:42Z", [0.33], ""], [11447, "2021-01-22T21:08:17Z", [0.33], "Going to the lower end of the range from my previous rationale. Roll out not going great and AZ not yet approved but new administration will likely look to turbo charge this. "], [88569, "2021-01-22T20:12:23Z", [0.5], ""], [88766, "2021-01-22T18:24:24Z", [0.0], ""], [88098, "2021-01-22T12:11:21Z", [0.07], ""], [94872, "2021-01-22T04:52:06Z", [0.07], ""], [88766, "2021-01-21T19:47:42Z", [0.1], ""], [88569, "2021-01-21T18:08:01Z", [0.4], ""], [75863, "2021-01-21T16:16:00Z", [0.05], ""], [20044, "2021-01-21T16:13:20Z", [0.12], ""], [1333, "2021-01-21T14:39:26Z", [0.4], ""], [97097, "2021-01-21T08:19:58Z", [0.5], ""], [88198, "2021-01-21T05:07:38Z", [0.06], ""], [94872, "2021-01-21T03:02:40Z", [0.1], ""], [14266, "2021-01-21T01:19:52Z", [0.05], ""], [88766, "2021-01-20T15:48:21Z", [0.14], ""], [94872, "2021-01-20T05:53:55Z", [0.18], ""], [88002, "2021-01-20T04:36:41Z", [0.09], ""], [754, "2021-01-19T20:34:05Z", [0.15], ""], [88569, "2021-01-18T20:05:57Z", [0.35], ""], [94837, "2021-01-18T16:09:03Z", [0.08], "15 > 8\nTendency to get a COVID vaccine has become, which is both grotesque and foreseeable, a partisan issue:\nhttps://www.pewresearch.org/science/2020/12/03/intent-to-get-a-covid-19-vaccine-rises-to-60-as-confidence-in-research-and-development-process-increases/\nMany Trump voters will not get the vaccine and thus it is not really likely that the new infections (at the moment 1-2 million per week) will go down to less than a 1/20 compared to now.\n"], [20044, "2021-01-18T13:54:47Z", [0.1], ""], [96450, "2021-01-18T08:07:41Z", [0.05], ""], [88198, "2021-01-18T04:08:04Z", [0.07], ""], [754, "2021-01-18T03:39:55Z", [0.2], ""], [691, "2021-01-17T17:23:49Z", [0.08], ""], [75863, "2021-01-16T20:18:24Z", [0.05], ""], [11817, "2021-01-16T17:33:17Z", [0.1], ""], [745, "2021-01-16T14:20:00Z", [0.1], "There is little indication that enough people will be vaccinated or behaving well In the near future"], [1333, "2021-01-16T14:10:13Z", [0.39], ""], [14027, "2021-01-16T02:09:23Z", [0.87], "COVID infection has been shown to provide the same level of protection as the best vaccines.  The referenced UK study did not assess the rate of reinfection for the new B.1.1.7 mutation, but will do that over the next three months. https://www.ft.com/content/929ef3cd-8611-49b2-9f23-918dc3470166 The rate of vaccination has been fairly closely following the projections at the website previously referenced by several forecasters.  See https://covid19-projections.com/path-to-herd-immunity/ The total number vaccinated is one day behind the projection.  If the trend continues we will reach the 7k/day limit of this question in early June.  For now I'll stay optimistic."], [86715, "2021-01-15T20:52:11Z", [0.02], ""], [31275, "2021-01-15T16:12:20Z", [0.3], ""], [94872, "2021-01-15T01:26:14Z", [0.5], ""], [48709, "2021-01-14T22:52:43Z", [0.7], "Today's numbers 230K for total cases.\nTotal deaths 386K\nCFR ==(in%) 1.65 ..."], [89135, "2021-01-14T21:40:36Z", [0.05], "Lowering from 15 to 5.  "], [84880, "2021-01-14T19:14:32Z", [0.15], ""], [88198, "2021-01-14T18:28:38Z", [0.08], ""], [88766, "2021-01-14T18:03:16Z", [0.17], ""], [96828, "2021-01-14T07:34:45Z", [0.11], ""], [86663, "2021-01-14T06:35:52Z", [0.05], ""], [88098, "2021-01-14T02:07:14Z", [0.1], ""], [80790, "2021-01-13T21:27:21Z", [0.38], "Still can get there, especially is warm weather does reduce infections as for flu (not yet truly demonstrated).  But reducing forecast as we seem a long way off, the election travel will generate cross infections and time to reduce takes longer than increases in infections."], [53391, "2021-01-12T20:30:13Z", [0.2], "Notupodating forecast. Noting that there is vaccine hesitancy among healthcare workers and a slowness jn delivering vaccinations due to a limit ln people to do vaccinatipns(why, i don't know).  Any way CDC has expanded vaccine eligibility to anyone over the age of 65. This shows that the reports of the slow vaccinations rollout are true and those in charge are trying to catch up by giving the vaccine to anyone who would take it. Interesting to know that Politico report says that healthcare workers who only graduated high school tend to refuse vaccinations those who graduated college tend to take it.  On the other hand, it was in charge and now going to at least all the vaccines and Storage and abandon the policy of holding back vaccinations that work to support the second shot. This would effectively mean we are going with a One-Shot regimen for a 2 Shot protocol and it doesn't seem like the FDA review decision. Again this is a move of desperation and the effectiveness of a One-Shot vaccine is going to be less than 90% whether that numbers 80 or 70 I don't know because no one studied it."], [1333, "2021-01-12T18:38:37Z", [0.38], ""], [1333, "2021-01-12T14:43:35Z", [0.37], ""], [89038, "2021-01-12T12:39:42Z", [0.4], ""], [83218, "2021-01-12T08:13:01Z", [0.9], ""], [88766, "2021-01-11T00:57:46Z", [0.2], ""], [14266, "2021-01-11T00:43:56Z", [0.12], "This one is conflicting for me.  I had a little free time today, so I played around with some numbers.   I got the vaccination numbers and total case count numbers from https://covid.cdc.gov/covid-data-tracker/#vaccinations\nI got the total population numbers by state from https://covidactnow.org Two big assumptions on this one: 1) If anyone has had COVID or received the first immunization shot, I'm considering them immune (probably not the best assumption, but the simplest, so I'm going with it for now) and 2) I'm assuming 3 unreported cases of COVID for each reported case (again may or may not be the best assumption, but gotta start somewhere) Side Note:  I've still seen some places suggesting that there are as many as 8 - 10 unreported cases per reported case.  However, if that were true, we'd already have hit herd immunity.  To that suggestion, 313000 new cases today say hello and goodbye.  With those assumptions in place, the nation as a whole has approximately 28.75% immunity, nowhere near herd immunity.  However, with the vaccination rollout and cases popping off like crazy right now, those numbers could climb quickly.   According to these numbers, North Dakota (53.65% immunity) and South Dakota (50.68% immunity) are the highest two states by far.  Interestingly enough, those two states are currently #47 (South Dakota with 49.6 new daily cases per 100k) and #48 (North Dakota with 31.3 new daily cases per 100k).  Is this simple reversion to mean, as these states were both popping off about a month ago, or could they actually be approaching herd immunity?  Either way, with both of them being two of the least populous states, even if both dropped to no new cases, it isn't going to do anything to the national numbers.   Either way, it looks as if herd immunity could be reached in at least various parts of the country well before this question ends.  However it's very hard to me to comprehend numbers dropping from where they are now to less than 50000 for a rolling 7 day period.  I'm still staying below the crowd, but I'll come off of 0% to limit my \"downside\" exposure."], [88098, "2021-01-11T00:28:08Z", [0.15], ""], [96450, "2021-01-10T10:59:39Z", [0.1], ""], [94872, "2021-01-10T05:38:00Z", [0.25], ""], [75863, "2021-01-10T00:46:29Z", [0.04], ""], [14027, "2021-01-08T21:01:32Z", [0.87], "To speed up immunization and herd immunity, the incoming Biden administration says it plans to hold back less vaccine for second doses.  This makes sense to me, and should bend the curve down sooner.  I'm returning to my optimistic forecast. https://www.nytimes.com/2021/01/08/world/biden-vaccine.html"], [94910, "2021-01-07T00:31:11Z", [0.6], "The best tool I have for this is modeling by Youyang Gu (https://covid19-projections.com/path-to-herd-immunity/) who has been very effective so far in COVID predictions. He estimates the first 7 day period we will be below 50k detected cases is around the end of May, with the week before June 15 having a predicted ~21k detected cases.  A few directional things to consider:\n• New COVID variant means cases -->\n• Vaccine rollout means cases <---\n• More people already having COVID (current estimate is 25% of US pop has had it) means cases <-- due to increased population immunity We don't know to what extend the new variant is driving infections currently, but if it is not driving them yet, it's a good bet it will since it is ~55% more transmissible. Also new strains are possible. We know vaccine rollout has been slow so far, but Youyang Gu is modeling for that in his estimates. It's possible more vaccine availability by late spring/early summer could help here too, which he does not account for yet. Finally, he already models for current COVID infection estimates and how that will affect future cases. To summarize, from his baseline, there's one thing I think that may increase spread, one thing that might decrease it, and one thing that is already accounted for. I'll lean towards taking his estimate that cases do fall below 50k/7day a couple weeks before June 15 and give it a 6/10 chance of being true.\n"], [783, "2021-01-06T23:35:53Z", [0.14], ""], [84880, "2021-01-06T23:17:01Z", [0.27], ""], [28899, "2021-01-06T20:54:11Z", [0.05], ""], [14027, "2021-01-06T18:30:33Z", [0.5], "Vaccine = VERY GOOD\nB117 Mutation = VERY BAD\nIt's a clash of titans. While I was focused on the vaccine, the virus was mutating -- they always do that.\nNew cases have spiked alarmingly in the UK.  When it was simply the \"Wuhan virus\" in January 2020 I didn't take it seriously enough.  I don't want to make the same mistake with the more transmissive mutation.  It's here, and it's going to increase exponentially -- they always do that.\nAnd the thing with exponential functions is that  they don't look so bad, until they suddenly appear to explode.\nSo I'll reduce my wildly optimistic forecast of 87% to a coin toss."], [1333, "2021-01-06T13:58:35Z", [0.38], ""], [88766, "2021-01-05T19:14:55Z", [0.3], ""], [97709, "2021-01-05T18:28:33Z", [0.05], ""], [96828, "2021-01-05T07:45:40Z", [0.03], ""], [94872, "2021-01-05T03:00:30Z", [0.41], ""], [86367, "2021-01-05T02:58:21Z", [0.48], ""], [11817, "2021-01-05T02:31:03Z", [0.13], ""], [88098, "2021-01-05T01:08:31Z", [0.2], ""], [81187, "2021-01-04T22:55:39Z", [1.0], ""], [31275, "2021-01-04T18:13:34Z", [0.4], ""], [53391, "2021-01-04T15:23:54Z", [0.2], "am providing this for thought.\n200,000 cases/day times 160 days = 32 million\nAdd 21 million known cases (1/4/21 although this ignores the false positive issues) and then 63 million of asymptomatic (assume 3 asympt for every known) \nSo 32+21+63 = 116 milion infected\nModerna and pfizer initial vaccines are 40 million people, so add 116+40 = 156 million vaccinated or with antibodies. 156 miliion is 47 % of US population so Herd Immunity is not happening at this point. To continue:\n80 percent of US population is 262 million.\nSo all we need to do is vaccinate 100 million americans after delivering the initial 40 million doses(my base number assumes an ongoing 200,000 infections).\nIn march pfizer will deliver another 100 million doses for use and moderna will also. So there will be enough doses in March to vaccinate everyone. So what will the vaccination rate be from March to June? The initial rate in dec and jan is helped by the willingness of those being vaccinated and the concentration of the population, but hindered by the cold storage requirements and the curse of doing something new..  The march april may phase will target the rest of US and encounter doubters but if J&J single dose is available better delivery (single shot and normal refrigeration) . I have also thought about the US adopting the concept of just delivering the the first shot of the two shot COVID vaccine.  I do not believe the FDA would agree to extend the authorization to a protocol that has no data behind it. It seems like something they would wait for the president to authorize after he takes office. 50000 cases total in a 7 day period means everyday less than 7000 cases are diagnosed, that is a low number. Even when 250 million people are vaccinated or exposed, that leaves 80million people vulnerable to infection. Last, i am at 20% and not lower because I think if the US can get it together  then  it can do 100 million vaccinations in 100days.  "], [20044, "2021-01-04T13:50:26Z", [0.08], ""], [1333, "2021-01-03T20:43:01Z", [0.37], ""], [75863, "2021-01-03T20:28:53Z", [0.05], ""], [88002, "2021-01-03T19:19:44Z", [0.3], ""], [88766, "2021-01-03T14:38:10Z", [0.36], ""], [78239, "2021-01-03T14:26:54Z", [0.5], ""], [45594, "2021-01-03T12:12:27Z", [0.5], ""], [86367, "2021-01-03T10:13:31Z", [0.62], ""], [783, "2021-01-03T08:36:49Z", [0.14], ""], [94435, "2021-01-03T06:42:09Z", [0.35], ""], [94872, "2021-01-03T06:22:01Z", [0.38], ""], [14266, "2021-01-03T04:58:48Z", [0.0], ""], [1333, "2021-01-02T20:08:20Z", [0.36], ""], [40584, "2021-01-02T19:21:23Z", [0.5], ""], [40584, "2021-01-02T19:19:40Z", [0.25], "Although I agree with @cafebedouin that waves end, I’d add that the troughs have been bigger with each wave. I agree this wave will end but lots of people will still be getting sick. "], [88569, "2021-01-02T04:53:32Z", [0.5], "@cafebedouin has given me the needed head shake to rethink this one and not overly focus on the vaccination story. The base rate story is pandemics tend to last about 18 months.  What he's wrong about is his theory that \"you can't tell anyone anything\" and therefore there's not much point in disagreeing in comments here. I'm happy to have my ideas challenged. I'd rather steal your good idea than stick with my bad one. "], [88569, "2021-01-01T23:51:29Z", [0.5], ""], [88569, "2021-01-01T23:09:53Z", [0.33], ""], [56, "2021-01-01T22:13:36Z", [1.0], "See my comment to @Balzac below."], [88569, "2021-01-01T21:48:05Z", [0.2], "Still on the pessimistic side of this with the pathetic vaccine roll-out.  Romney, trying to be pro-active, calls on the government to \" immediately enlist veterinarians, combat medics and others in a sweeping proposal to administer coronavirus vaccinations\".  Here's what I don't get. 170+ million Americans get flu vaccinations every year in a 3 month window, mostly through CVS, Walgreens and Kroger pharmacies. If we could do the same numbers with covid shots we'd be doing fine. So why can't we handle this exactly like flu shots? Pay pharmacies enough to make a decent profit on each shot and then they can pay the suppliers to supply the dosage. If extra-refrigeration equipment is required for transportation and storage, CVS, Walgreens and the transportation companies will happily buy and make room for the refrigeration equipment so long as they are still making a profit.  It seem instead of letting the market work, we have state governments trying to manage something which they have no competency to manage.  We didn't manufacture refrigeration equipment in parallel with manufacturing vaccines that require special refrigeration? How did someone not think of that? (I don't know if that's the case and hope it's not, but rest assured someone would have thought of it if you gave people a financial incentive to deliver the jabs.)  At least in Texas, currently, large hospitals have been given most of the vaccines and they are going through their patient lists and contacting them. Is that really a good way to do this when we already have a well-functioning system for delivering vaccines? Give them to pharmacies, prioritize everyone who's in the correct tier group, but also let anyone else wait \"stand by\" to receive a shot should the line ever let up anywhere.    More of a rant than a rationale, really.  https://www.reuters.com/article/us-health-coronavirus-usa/romney-floats-sweeping-vaccine-plan-as-u-s-nears-20-million-covid-19-cases-idUSKBN2962L3"], [80790, "2021-01-01T19:32:44Z", [0.53], "Cases in US running about 200k per week, which is high and sustained.  But June is still 6 months away and a drop off back to 50k per week should be possible with vaccines and spring hopefully taking people, outdoors more."], [91561, "2021-01-01T05:49:13Z", [0.1], ""], [88198, "2021-01-01T00:46:38Z", [0.09], ""], [20044, "2020-12-31T21:11:27Z", [0.13], ""], [88766, "2020-12-31T15:31:05Z", [0.56], ""], [97060, "2020-12-31T14:52:33Z", [0.05], ""], [94872, "2020-12-31T04:44:56Z", [0.34], ""], [88569, "2020-12-30T22:52:25Z", [0.2], "The amount of testing come May and June will be a factor. I wonder if there will be a strong correlation between those unwilling to be vaccinated and those less likely to get tested. If so, it may matter less if not enough people get vaccinated to approach herd immunity, for purposes of this question.  For instance, QAnoners claim the tests will give you the virus and also believe the vaccine will do much worse.  I've been tested 3 times: twice because I was going to visit others, another time because I had some symptoms. Friends tell me they have gotten tested because they had been in contact with someone else who tested positive.  If you have a more cavalier attitude toward Covid, it seems less likely you would be anxious to get vaccinated and less likely that you would get pre-emptively tested before an activity or because you were in the proximity of someone with Covid. However, unless you are a QAnoner, you might still get tested if you got a fever. So maybe the Covid cavalier are only 1/3rd as likely to get tested as the regular population and also much less likely to be vaccinated by June.  Then, assuming everyone who is in a hurry to be vaccinated gets a jab by early May, you would expect the confirmed infection rate among the non-vaccinated population to drop to 1/3 of what it would be if no such correlation existed. No? Edit: I suppose those who get tested because they have a fever will test positive at higher rates, so maybe 1/2 instead of 1/3. "], [88569, "2020-12-30T20:01:23Z", [0.2], ""], [88766, "2020-12-30T18:26:17Z", [0.47], ""], [88098, "2020-12-30T03:06:47Z", [0.35], "Dec 30th 2020:\nApproximately 170 days till 15th June 2021. \nIf I use India as a guide:\nIndia was able to reduce 78% cases in 100 days. At this rate US will be at ~8% of current number in 170 days i.e. ~ 98k cases per week. Maybe with vaccine rollout, US will do better than India.\nStill hopeful. But I will relook at this number around Jan 15th after the impact of holidays is clear."], [914, "2020-12-29T22:44:10Z", [0.55], ""], [84880, "2020-12-29T21:46:11Z", [0.29], "If and only if cases decline WoW ...it would be possible to hit 50k by May 13.\nBut don't listen to me, I could be wrong and am likely missing something."], [1333, "2020-12-29T14:29:26Z", [0.37], ""], [15471, "2020-12-29T11:51:41Z", [0.8], "Current cumulative number of infections: 18.8m\nWith an assumed dark field factor of 4: O(80m)\nRemaining population: O(240m)\nCurrent weekly infection number: 1.6m\nwith an assumed dark field factor of 4: O(6m) (about 2% of the total population)\nRemaining weeks till all infected: 40 This all hinges on the amount of dark field that the US really has. If we assume three undetected cases per infection [1] the US has reached about 20-25% infections already. Even though I could not find reliable sounding estimates on the expected vaccination rate, I would expect that to be sorted out relatively quickly and at least another 20-25% being able to be vaccinated in the first half of the year. The currently basically unstopped spread would add another 46% (23 weeks left). This number is an overestimation as the effects of herd immunity will kick in prior to reaching that level. In particular, I would expect that places like NYC already see a slow down in spread due to saturation. But the real problem comes down to: Is it enough to reduce the spread by a factor of 30 (assuming that detection rates stay this low) or 120 (assuming the detection rate tends to 1). I assume yes but I may be a) slightly optimistic and b) underestimating the variation of the spread within the US and there could be pockets remaining that can sustain a 50+k infection rate per week for longer. [1] this is somewhat conservative but hard to judge and subject to massive variations probably at least down to the county level. Estimates for the US range from 6-24 in July. This _must_ have come down otherwise the US should have seen a reduction in cases due to lack of susceptible population (18m*6=108m)\nhttps://www.ama-assn.org/delivering-care/public-health/how-many-covid-19-cases-are-going-undetected"], [88569, "2020-12-29T05:14:06Z", [0.15], "Could change quickly but right now the vaccine rollout looks horrible. I still think the greater risk in the US is that not enough people will want to get vaccinated before May, but it's also possible a lousy vaccine rollout won't even give enough people the option. "], [94872, "2020-12-29T03:50:10Z", [0.38], ""], [62808, "2020-12-29T03:46:24Z", [0.5], ""], [88569, "2020-12-28T18:08:34Z", [0.15], ""], [88766, "2020-12-28T14:38:13Z", [0.5], ""], [96828, "2020-12-28T10:49:58Z", [0.17], ""], [94872, "2020-12-28T02:26:38Z", [0.45], ""], [96828, "2020-12-28T01:44:36Z", [0.05], ""], [11447, "2020-12-28T01:29:23Z", [0.5], "So - been doing some thinking / research on this one. Feels like there are a few things to consider - how quickly will the vaccine be rolled out, how rolled out does it need to be for herd immunity, and how does the roll out interact with other public health positions. On the roll out - a few sources: https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-supply-us-100-million-additional-doses Chart halfway through this page: https://time.com/5921360/operation-warp-speed-vaccine-spending/ So - what we seem to know - doses for 100 million people due by 31st July (Pfizer), doses for 100 million people from Moderna (also approved already), not clear on timeline but I am assuming relatively similar timeline, 150 million people from AZ - not approved but seems pretty close to being approved and again presumably a similar timeline (possibly faster as it seems that the AZ vaccine is easier to manufacture?) and then J&J (I understand single dose so 100m) and a couple of others potentially kicking in before the end of Q1 next year. 328m people in the US - feels like to have that many vaccines out there in advance of 15 the June will require a few things, but not everything, to go right - probably needs AZ approved and those 3 providers to go a bit quicker than promised (although I suspect they have been careful not to overpromise) or Johnson and Johnson to come online early next year and roll out fast, or a couple of others to make it and roll out over the course of Q1. On the other hand - feels like being below 40 - 60% needs things to go wrong without anything else going right - still have c70% of the time to 31st July so Moderna and Pfizer alone should get there if everything goes to plan, and even if they have issues, one of the vaccines is less effective/does not work on one variant, problems with logistics of the roll out etc., just AZ should be able to pick up the slack, or one of the others further behind. 60 - 80% roll out - clearly somewhere in between - AZ coming through and all going to plan should get there, AZ coming through but a few issues could be compensated by J&J or another candidate coming through. Pfizer and Moderna over delivering could also get there. Putting some ranges here, let’s say cumulatively:\n10 - 20% chance close to 100% vaccinated\n40 - 60% that 60 - 80% done\n80%+ that 40 - 60% done We do not seem to know what the threshold for Herd immunity is, but wiki thinks it is 60 - 80% covered (https://en.m.wikipedia.org/wiki/Herd_immunity). So let’s say 50% chance herd immunity occurs in the 60-80% threshold and 100% above that and zero chance below 60%. Finally - interaction with other public health measures. This seems quite tricky - Western Europe and US seem to have a pattern where they have r values in the 1.1 - 1.5 range, until cases get unacceptably high, then go through severe restrictions until they get it back to a more acceptable rate. Vaccine in the 40 - 60% range would seem to suggest that restrictions in place currently would take the r rate down to below 1 so should be possible even in the lower vaccination scenarios. However it may be that the benefit is “taken” as more freedom and the US certainly found a run rate well above 50k as “acceptable” in September/October. In addition, we could well have a scenario where the vulnerable people are covered, deaths are low, but we have a high case load as people get back to normal without worrying about spread. On the flip side, Germany had case loads proportionally this low in Sep/Oct, there is a new us administration coming in that seems to want to fight covid hard (albeit, federal system and seperation of powers may limit the ability to do so), it may well be that clever vaccination means that the limits needed to bring down case loads are very “reasonable” (offices closed where wfh works and no “big” events like sports), plus the chance of a positive “perfect storm” where a large effort given current high caseloads, new admin, and vaccine coming through combine towards the end of Q1 to drastically reduce cases. I am putting a big range on the prob here of a non herd immunity drop in cases to this level; 15 - 60%. Taking the lower ends, you get:\n25% herd immunity (10% close to 100% vaccinated, 30% 60 - 80% vaccinated and half of that giving herd immunity.\nPlus  8% other positive outcomes) (55% good vaccine outcomes but no herd immunity and 15% a “good” outcome.\nFor 33% total Higher ends you get:\n40% herd immunity\n36% other positive outcomes\n76% overall. Mid point is 55%. Decided to be a bit more conservative at 50% given the lower crowd position and seeming conservative view from Fauci.\n"], [783, "2020-12-28T01:01:25Z", [0.22], ""], [88569, "2020-12-28T00:45:53Z", [0.2], ""], [1333, "2020-12-27T17:51:22Z", [0.36], ""], [75863, "2020-12-27T13:53:32Z", [0.09], "The current 7-day average of cases in the U.S. is about ~200,000/day [1]. This amounts to ~1,400,000 total cases in the last seven consecutive day period. Cases falling to a 7-day average of ~7,100 so as to amount to a total of 50,000 total cases in a seven consecutive day period between now and 15 June would mean that the situation at some point in the late spring/early summer would have to have improved so much so as to be just **3.6% of the current case numbers** (50,000/1,400,000 * 100 = 3.6%). Another way to think of this is it would mean **cases have to fall by 96.4% from where they are now**. This seems unlikely to me, especially given the fact that herd immunity through vaccination+cases is unlikely to have been achieved until late summer/early fall [2]. [1] https://covid19.who.int/region/amro/country/us\n[2] https://covid19-projections.com/path-to-herd-immunity/"], [97510, "2020-12-26T19:29:18Z", [0.05], ""], [58648, "2020-12-26T18:00:32Z", [0.75], ""], [97505, "2020-12-26T15:21:59Z", [0.0], ""], [89038, "2020-12-26T10:33:37Z", [0.5], ""], [14027, "2020-12-26T03:11:11Z", [0.87], "Factors for YES: 1) After high risk groups have been vaccinated we can start giving shots to healthy people in \"essential jobs\" such as meatpacking plants, warehouses, supermarkets, etc.  These workers come in contact with many people, so are more likely to get infected and then to spread the disease.  I'm betting that these folks will want the shot(s).   2) Winter will end, and people will spend more time outside. 3) To get campus life back to normal I would expect vaccination campaigns at colleges and universities to reach most students by April or May.  High school students should also be offered the vaccine. 4) By spring there may be a vaccine available that does not require two doses. 5) Nearly 6% of the US population has already tested positive for COVID.  Somewhere between 10% and 30% have probably developed some immunity.  Among those already infected are the people with the most social contacts who are most likely to have been super spreaders. Factors against: 1) Possible virus mutation -- I rate this an unlikely possibility.  But if I'm wrong my forecast will be a disaster. 2)  After tens of millions of people get vaccinated, new infections could drop significantly.  If this causes complacency, and/or many low-risk people forgo a vaccination, the downward trend could slow.  To reach 50k in one week the rate of new infections must go down without a major interruption. 3) Initial vaccinations won't help much.  Sicker and older people will be saved, and should be first in line.  But the super spreaders are not in this demographic. 4) When there is sufficient vaccine to reach everybody will some people refuse the shots?  How will universities and high schools encourage all students to get vaccinated, and will there be resistance?  How many anti-vaxers are there?  We will find out this spring."], [754, "2020-12-25T19:43:17Z", [0.25], ""], [88766, "2020-12-24T19:51:34Z", [0.45], ""], [1333, "2020-12-24T14:35:21Z", [0.33], ""], [94872, "2020-12-24T01:53:59Z", [0.3], ""], [84880, "2020-12-24T01:15:34Z", [0.33], ""], [49359, "2020-12-24T00:16:47Z", [0.4], ""], [70711, "2020-12-23T00:19:57Z", [1.0], "I am switching my opinion..\nRight now, late December, we have 200k+daily... and 18 million+ (6% of population) with diagnosed infection.. \nAssume 2-3 times undiagnosed or asymptomatic cases ..  very conservative..\nthen add the ones who will be immunized..\nthe number of people available to be infected starts to run out..., in my assessment, will really start to drop by April and reach the 50 k level by mid june"], [96541, "2020-12-22T22:03:47Z", [0.0], "Still not statistically likely.  Unfortunately I do not believe this is even a remote possibility. The U.S. has not seen case numbers this low since the very beginning of the pandemic. To not go over 50,000 cases over a 7 day period, there would be an average of only 7,142.857 cases per day. According to the WHO, or any site tracking COVID, there hasn't been a 7 day average that low since the week of 9 March (or earlier), and the lowest case rate the U.S. has seen since was still at around 20,000 per day. With the dramatic increase we are about to see, I am not sure we can even get back down to 20,000 a day by then without another shutdown, and that seems unlikely considering the backlash from the last shutdown. I do no believe there will be enough vaccines available to make a dent by then either. I read an article recently that compares the vaccine to a fire hose to stop the spread of the virus. A highly effective Vaccine is a very strong fire hose. However, with the extremely high case rate we are seeing, we are taking a strong fire hose to fight the country's worst forest fire ever by comparison. If we had lower case rates, meaning it was just a small fire to put out, it would be a lot easier to see cases go down by then. Before the vaccine can be effective, we would need enough doses to vaccinate the majority of the population at the same time, or we would need a lower case rate and a good rate of vaccinations in areas where the cases are most prevalent. If the time frame were longer, say 15 December, I would have more faith in the vaccine helping to get case numbers that far down. However, our lowest case rate over a 7 day period since 9 March occurred during the week of 25 May, with an average case rate of 20,205 cases per day. The U.S. was nowhere near the case rate it is at now when the downward curve began, since the highest weekly rate was 219,073 in April before going down. We are seeing that many cases per day right now. The average case rate per week since 2 November in the U.S. is 1,047,842 new cases, and this includes the week of 2 November, which had 684,493 new cases according to the WHO. Without that week, the U.S. averaged 1,138,679 new cases per week during the last four weeks, and last week was 1,251,632 new cases in 7 days. It takes weeks to get the case numbers down after a surge that is significantly smaller than what we are seeing now, so who knows how long the current surge will effect us. The worst two months are yet to come, and I do not see it improving so drastically after spring comes that we see case numbers drop to about a third of what they were at our lowest case rate since the beginning of the pandemic. I hope I am wrong, but the math doesn't add up in our favor. https://www.nytimes.com/2020/12/08/briefing/vaccine-don-gable-your-tuesday-briefing.html\nhttps://www.standard.co.uk/news/health/covid-vaccine-misinformation-b77756.html\nhttps://www.straitstimes.com/opinion/politics-and-covid-19-vaccine-fears\n"], [783, "2020-12-22T06:14:44Z", [0.22], ""], [88569, "2020-12-22T04:17:00Z", [0.33], "I'm coming round to the view that the crucial known unknown is whether enough people choose to be vaccinated by early May. Enough shots will likely be available: will enough of us shoot up?  Current polls on the matter don't strike me as useful. Public opinion will change in the months to come...  What will be a good proxy for gauging the jab appetite? Initially the demand will outstrip the supply. I suspect that if there is any lull, any day in January or February when the headlines say something to the effect of \"Vaccines Rotting on Shelves\" --it would be a bad omen.  Discovered this interesting projection site with nice, clear graphics: https://covid19-projections.com/path-to-herd-immunity/ Interesting != accurate but was a bit of info to update upward on."], [84880, "2020-12-22T00:03:52Z", [0.27], ""], [88569, "2020-12-21T23:16:21Z", [0.3], ""], [88766, "2020-12-21T22:56:19Z", [0.5], ""], [88569, "2020-12-21T22:32:42Z", [0.2], ""], [88766, "2020-12-21T22:25:30Z", [0.21], ""], [88002, "2020-12-21T19:22:27Z", [0.14], ""], [89035, "2020-12-21T09:32:05Z", [0.3], "Adjusting for: (1) slower than expected vaccine rollout (2) possible mutations"], [88198, "2020-12-21T06:02:06Z", [0.11], ""], [88452, "2020-12-21T04:48:56Z", [0.0], "Whoops!? 402,270 according to\nhttps://covid19.who.int/table https://www.gjopen.com/comments/1192579 Is this a reporting glitch? Probably the real number as of 20 Dec 2020 is 202,270?"], [85750, "2020-12-21T01:26:25Z", [0.15], "The lengthy process of rolling out vaccine (poor initial domestic stock levels + double dose needed for each person) along with prevalence of anti-vaccine sentiment and significant political pressure against lockdowns and other sensible covid measures means it is very likely that cases will continue very high throughout summer.  There is a possibility for stronger behaviour changes + vaccine deployment may reduce cases more rapidly than expected (hence the 15% and not 5% as others have suggested) "], [88569, "2020-12-20T19:27:40Z", [0.12], ""], [14027, "2020-12-20T18:57:27Z", [0.93], "The Economist estimates that around 20% of the US has already been infected by COVID-19.  See: https://www.economist.com/graphic-detail/2020/12/10/almost-one-in-five-americans-may-have-been-infected-with-covid-19 This can be thought of as a head start in the race to immunize 70-80% of the US population.  It will take at least a couple of months before immunizations have a significant effect.  But eventually (March or April?) new infections should begin to fall at an ever increasing rate.  I will bet on the power of exponential functions to get us below the 50k/wk threshold. How could this go wrong?  There could be a problem with vaccine production.  Or, when the virus starts to look  like a diminishing threat, people could forgo getting their shot(s)."], [88766, "2020-12-20T15:38:22Z", [0.49], ""], [13657, "2020-12-20T12:53:31Z", [0.99], "It looks like the test thresholds are going to change as the the vaccine is rolled out. The WHO just released a paper acknowledging that PCR tests with high cycle thresholds can have false positives. This opens the door for all jurisdictions to ensure that their testing thresholds are below the levels that can create false positives. This information has been known for a long time. The New York times reported on it in the summer. Dr Fachi acknowledged it several months ago. Previously I believe it was believed by the authorities that having false positives was beneficial because it was better to err on the side of caution and it helped to justify stronger lockdowns. Now that the vaccine is being distributed changing the test threshold amounts will help it look like the vaccine is working, restoring public confidence. Florida has recently required its testing centers to report what their cycle thresholds are I believe that this will be a trend among all jurisdictions, which will lead to many fewer positive test results."], [14266, "2020-12-20T06:19:04Z", [0.06], ""], [94872, "2020-12-20T02:41:29Z", [0.28], ""], [754, "2020-12-19T21:21:27Z", [0.1], ""], [14027, "2020-12-19T19:37:08Z", [0.93], "The Pfizer-BioNTech and Moderna vaccines both seem to give substantial immunity after only one dose.  We could potentially vaccinate most of the US population twice as fast.  Instead of giving a booster shot after 4 weeks we could wait 6 months, allowing more people to get protected sooner. https://www.nytimes.com/2020/12/18/opinion/coronavirus-vaccine-doses.html"], [691, "2020-12-19T17:09:38Z", [0.16], ""], [94837, "2020-12-19T16:08:07Z", [0.15], ""], [62808, "2020-12-19T05:16:04Z", [0.65], ""], [88569, "2020-12-18T22:34:46Z", [0.07], ""], [53391, "2020-12-18T22:04:31Z", [0.05], "I am reducing from 15 to 5%.  This article in STAT discusses the timelines for vaccine rollout to achieving herd immunith. It has math and stuff.\nhttps://www.statnews.com/2020/12/17/calculating-our-way-to-herd-immunity/"], [90433, "2020-12-18T18:18:27Z", [0.35], "As people won't wear a freaking mask and stay away from one another regardless of party, this disease will only end when the vaccine makes it."], [88098, "2020-12-17T01:06:58Z", [0.35], ""], [1333, "2020-12-16T14:16:15Z", [0.32], ""], [88452, "2020-12-16T12:12:16Z", [0.0], "I simply don't see seven of the states such as California, Florida, Texas, New York (state), Arizona, Michigan, Ohio collectively falling to or below 1,000 new infections/confirmations per day each (except from maybe in the case of a major outage of test capacity, lab capacity for an extended period of time) - for seven consecutive days! And this does not include any of the other 43 states and D.C."], [88569, "2020-12-16T00:32:41Z", [0.1], "Downgrading with this scenario in mind: by April the most at-risk population is likely to be fully vaccinated. Fatality/hospitalization rate drops substantially. Since those not yet vaccinated will be relatively healthy, many people will view the pandemic as \"over\". Bars, restaurants, Swedish & Thai massage parlors re-open everywhere."], [88569, "2020-12-15T21:17:30Z", [0.15], ""], [53391, "2020-12-15T20:43:50Z", [0.15], "Fauci indicates that vaccination will be further along then I thought by June. I was thinking 18% of population would be vaccinated or had covid.  Fauci is more like 50%.  Still 50 % would impact case rate, so i am adding 5%\nhttps://www.npr.org/sections/coronavirus-live-updates/2020/12/15/946714505/fauci-predicts-u-s-could-see-signs-of-herd-immunity-by-late-march-or-early-april"], [20044, "2020-12-15T15:17:50Z", [0.15], ""], [89038, "2020-12-15T10:10:01Z", [0.48], ""], [34959, "2020-12-15T09:24:32Z", [0.03], "Shaving a point from the bump in mid-Jan coming from Christmas"], [754, "2020-12-15T03:40:50Z", [0.15], ""], [88569, "2020-12-14T01:21:09Z", [0.17], ""], [88569, "2020-12-13T19:31:39Z", [0.2], ""], [9263, "2020-12-13T18:45:03Z", [0.25], ""], [1333, "2020-12-13T14:12:57Z", [0.31], ""], [42301, "2020-12-13T11:10:28Z", [0.15], ""], [88569, "2020-12-13T00:18:46Z", [0.25], ""], [754, "2020-12-12T22:14:02Z", [0.25], ""], [1333, "2020-12-12T12:09:55Z", [0.3], ""], [88098, "2020-12-12T11:52:05Z", [0.45], ""], [54789, "2020-12-11T16:10:31Z", [0.75], ""], [1333, "2020-12-11T13:17:03Z", [0.29], ""], [97097, "2020-12-11T09:57:26Z", [0.65], "Following input from @Balzac and @JamesEE I'm revising my forecast downwards slightly the main reason being that herd immunity does not imply cases <50k immediately.\n50k is a relatively low number and we might well be in a situation where the virus is more or less under control, but the number of new cases has yet to fall. \nAs long as the vaccines are proven to be without any substantial side effects, my guess is that the willingness to take it will only increase over time.\nI've read a little more about the spread of SARS-CoV-2 and it seems to be spreading in a fairly clustered way, fairly different from how influenza spreads, technically that it has a low k value. (https://www.theatlantic.com/health/archive/2020/09/k-overlooked-variable-driving-pandemic/616548/) I know too little of epidemiology to fully understand how that affects the spread, but it adds another element of chance to the spread which should at least increase the chance of the number of cases staying higher."], [88569, "2020-12-10T18:17:21Z", [0.12], ""], [691, "2020-12-10T17:56:09Z", [0.22], ""], [31275, "2020-12-10T15:06:35Z", [0.27], ""], [88569, "2020-12-09T22:48:28Z", [0.2], "Growing more pessimistic as June 15 seems too soon to have vaccinated enough Americans to reach herd immunity, which is basically what would be required to hit those numbers. Hopefully good vaccine news by Feb will change this outlook. "], [783, "2020-12-09T22:36:19Z", [0.22], ""], [88569, "2020-12-09T22:12:24Z", [0.3], ""], [96541, "2020-12-09T21:38:43Z", [0.0], "Unfortunately I do not believe this is even a remote possibility. The U.S. has not seen case numbers this low since the very beginning of the pandemic. To not go over 50,000 cases over a 7 day period, there would be an average of only 7,142.857 cases per day. According to the WHO, or any site tracking COVID, there hasn't been a 7 day average that low since the week of 9 March (or earlier), and the lowest case rate the U.S. has seen since was still at around 20,000 per day. With the dramatic increase we are about to see, I am not sure we can even get back down to 20,000 a day by then without another shutdown, and that seems unlikely considering the backlash from the last shutdown. I do no believe there will be enough vaccines available to make a dent by then either. I read an article recently that compares the vaccine to a fire hose to stop the spread of the virus. A highly effective Vaccine is a very strong fire hose. However, with the extremely high case rate we are seeing, we are taking a strong fire hose to fight the country's worst forest fire ever by comparison. If we had lower case rates, meaning it was just a small fire to put out, it would be a lot easier to see cases go down by then. Before the vaccine can be effective, we would need enough doses to vaccinate the majority of the population at the same time, or we would need a lower case rate and a good rate of vaccinations in areas where the cases are most prevalent. If the time frame were longer, say 15 December, I would have more faith in the vaccine helping to get case numbers that far down. However, our lowest case rate over a 7 day period since 9 March occurred during the week of 25 May, with an average case rate of 20,205 cases per day. The U.S. was nowhere near the case rate it is at now when the downward curve began, since the highest weekly rate was 219,073 in April before going down. We are seeing that many cases per day right now. The average case rate per week since 2 November in the U.S. is 1,047,842 new cases, and this includes the week of 2 November, which had 684,493 new cases according to the WHO. Without that week, the U.S. averaged 1,138,679 new cases per week during the last four weeks, and last week was 1,251,632 new cases in 7 days. It takes weeks to get the case numbers down after a surge that is significantly smaller than what we are seeing now, so who knows how long the current surge will effect us. The worst two months are yet to come, and I do not see it improving so drastically after spring comes that we see case numbers drop to about a third of what they were at our lowest case rate since the beginning of the pandemic. I hope I am wrong, but the math doesn't add up in our favor. https://www.nytimes.com/2020/12/08/briefing/vaccine-don-gable-your-tuesday-briefing.html"], [1333, "2020-12-09T15:43:53Z", [0.28], ""], [64357, "2020-12-09T15:41:55Z", [0.0], ""], [14266, "2020-12-09T07:03:26Z", [0.12], ""], [88569, "2020-12-09T00:34:49Z", [0.35], "I've bounced around between 30 and 55 on this so far.  Seems to be negative sentiment around the news that only 100 million of Pfizer's doses (with 2 needed per person) were purchased by the US, and  it could be until June before there are more Pfizer doses. How many doses of other vaccines will there be and when?  Alex Tabbarok has an interesting, optimistic post about how We Can Still Go Big [1] and \" increase capacity enough to vaccinate millions more people next year than currently planned \", although I'm still struggling to understand what the timeline could look like before  June in the US.  1. https://marginalrevolution.com/marginalrevolution/2020/12/buy-capacity-not-doses.html"], [88569, "2020-12-08T21:31:27Z", [0.3], ""], [88569, "2020-12-08T21:24:19Z", [0.45], ""], [88010, "2020-12-08T20:19:54Z", [0.38], ""], [34353, "2020-12-08T17:33:30Z", [0.0], "People are putting too much faith in the vaccination rollout. In 2009, only about 20% of the entire U.S. population received the H1N1 vaccine. In 2019, influenza vaccination rates in the U.S. were about 40% on average. If herd immunity is 60-80%, we're still a long way off. Even using the low end of 60%, between 65 million and 131 million people would need to contract and recover from the virus, separate from those who receive the vaccination.  And all of that assumes a flawless vaccine rollout, which it is likely to be anything but."], [11817, "2020-12-07T21:16:12Z", [0.09], ""], [88010, "2020-12-07T15:45:32Z", [0.42], ""], [20044, "2020-12-07T13:46:32Z", [0.14], ""], [88569, "2020-12-07T04:55:20Z", [0.5], ""], [67374, "2020-12-07T02:07:29Z", [0.1], ""], [89038, "2020-12-06T18:33:42Z", [0.53], ""], [87179, "2020-12-06T16:16:26Z", [0.65], ""], [1333, "2020-12-06T14:30:38Z", [0.27], ""], [754, "2020-12-06T03:01:30Z", [0.45], "I liked @Balzac 's rationale:\n1. Nobody knows anything.\n2. Some people who claim to know something are optimistic about the pandemic ending midsummer.\n3. Everyone has a motive. "], [94751, "2020-12-05T21:44:52Z", [0.5], ""], [94837, "2020-12-05T15:27:34Z", [0.18], "it would be about 30 times less than at present\nsticking with 18"], [84880, "2020-12-04T19:51:10Z", [0.4], ""], [86367, "2020-12-04T17:11:03Z", [0.7], ""], [97097, "2020-12-04T08:54:59Z", [0.75], "I think that it is more likely than not. 50k cases/week or roughly 7k cases/day would imply that contagion has slowed to a trickle. This could either happen through herd immunity (through immunization or people already having had COVID-19) and through fast detection and isolation of those who are contagious. Using data from Stockholm, Sweden it seems that about 10% of those infected are detected, which would give that there are already 140 million infected in the US. On the other hand - with an estimated death rate of .6% the total number of infected would be 46 million. I think 46 million is more certain so let's estimate the number to a weighted average 1/3 - 2/3, giving 77 million in the beginning of December. This doubling to 154 million by the beginning of June is not unreasonable. Regarding vaccines - I haven't seen a lot of numbers for 2021, but this article https://www.businessinsider.com/when-can-i-get-a-coronavirus-vaccine-timeline-2020-11?r=US&IR=T, mentions 30 million vaccines/ month in the beginning of the year (unclear if this is doses which would imply that the number treatments is half). Let's assume 15 million per month every month including May, which is 75 million people having been vaccinated by June 1. This would mean that 154+75 = 229 million could be immune. Of course some people who have already had the disease will receive the vaccine lowering this number say to 154+37.5=191.5. According to Herd immunity is believed to be reached when 60-80% of the population is immune (https://www.cnbc.com/2020/08/13/the-death-toll-would-be-enormous-fauci-says-of-herd-immunity-to-coronavirus-in-the-us.html). 191.5 million is 58% of the US population so almost within the herd immunity range. However, Fauci has said that he thinks it is possible that an \"overwhelming majority\" of the US population could be vaccinated by the end of June 2021, https://thehill.com/policy/healthcare/528247-fauci-says-us-could-have-heard-immunity-by-end-of-summer-2021. In addition to this faster and more widespread testing would make tracing and isolating new cases easier. \nThe main risk in this is associated with the vaccination program - failure in distribution, failure in uptake in general population and failure in the safety or efficiency of the vaccine. The number 50k/ week is also so low that the situation could be under control overall, but with localized outbreaks.\nMy estimate of the number of people already infected could also be off and contagion suppression measures in the beginning of next year could slow down the spread reducing the number of already infected."], [783, "2020-12-04T06:41:07Z", [0.22], ""], [89135, "2020-12-04T06:31:12Z", [0.15], "I am continuing to grow more cautious, which is where I went in early November after watching the numbers rise. \nAfter we hit the peak, it will take 7 to 8 weeks to come down.  I will re-evaluate when we finally hit a peak. But for now, lowering from 25 to 15% as the surge continues to grow. The higher it goes, the longer it will take to come down.  Listening to his health team, Biden is calling for 100 days of masking after January 20, which would put it the end of April.  Given the undermining by the current administration and followers, I don’t see people actually changing their behavior. If anything, I see the potential for mask wearing to become even more political.   I have ALWAYS said that it only will be fully understood when people personally lost a loved one.  Sadly, what I see is people denying their loved ones actually died of CoVid.  We can’t get our numbers down if people won’t believe ... which is horrifying since we are now losing the same number of people every single day that we were horrified to lose on 9/11.  I will be happy to be very wrong on this one, lost a friend to CoVid this week (and two to non CoVid issues).  "], [88569, "2020-12-04T04:42:45Z", [0.55], "1. Nobody knows anything.\n2. Some people who claim to know something are optimistic about the pandemic ending midsummer.\n3. Everyone has a motive. "], [88569, "2020-12-03T18:36:36Z", [0.55], ""], [88569, "2020-12-03T17:48:04Z", [0.5], ""], [88569, "2020-12-03T05:56:47Z", [0.7], ""], [14266, "2020-12-03T04:45:06Z", [0.21], ""], [88569, "2020-12-03T00:53:22Z", [0.5], ""], [96524, "2020-12-02T22:39:36Z", [0.3], "Ambitious, but vaccination roll outs beginning in the late winter early sprint will bring cases down slowly. Also new leadership from Biden White House may help curb spread slightly. To reach 50k cases/7 days we need a little under a third the cases from June 2020. Ambitious, but very plausible."], [88010, "2020-12-02T20:52:51Z", [0.42], ""], [20044, "2020-12-02T16:23:14Z", [0.11], ""], [1333, "2020-12-02T15:35:15Z", [0.26], ""], [34959, "2020-12-02T14:55:53Z", [0.04], "Update from a pessimist; 1. The current combination of vaccines will need to work out a way to ensure that people receive their second does to bring the effectiveness up to its maximum. So when rolling them out to the general population, the easiest way will be a federal government database. Yep, that's right, the only way to guarantee Americans can hit the target of \"early next year\" (1) is a federal database. Why? because people will not get to choose what they will be getting, so in order to ensure that a citizen can get their first dose in NY and the correct second does in Iowa is a register.  2. The number of vaccine hesitant and resistant individuals is very high. only 63% of health care workers polled by the CDC recently would get a vaccine, that's 37% who are hesitant at the very least. (2) 3. We don't know if transmission is prevented, which is terrifying. If it is not, even in places where there has been high adoption of anti-covid practices, people will relax once the first jabs start rolling out. There will be people that understand, and unfortunately the scenario where localized outbreaks are still happening after the vaccine is rolled out to gen pop is all to likely.  4. The outgoing admin has opted to major the transition difficult, I believe there is no Christmas stimulus, little coordination and nominal assistance from the Federal government. With the number of cases the US is looking to hit by Jan 20th, it would take months of full blown lockdown to bring the pandemic under control in 4 months. For example, the UK underwent a 1 month lockdown over October, and since coming out of their lockdown recently their daily new cases has halved from ~20k to ~10k. This kind of reduction only seems possible with a lockdown, which I think people are less interested in than a national register.  5. The time to distribute and the order of application of the vaccine is not the fastest way to reduce cases (but makes a lot of sense). Health care workers first, absolutely, but if you want to stop the pandemic the quickest, the next group are essential workers, not the elderly, and not the sick. (I agree with the current roll out plan, I'm not advocating for keeping the immuno-compromised and elderly at risk).  And most of us won't be seeing this needle until mid to late 2021 anyway (3). 1. https://www.cbsnews.com/news/anthony-fauci-vaccine-herd-immunity-face-the-nation-2020-11-22/\n2. https://www.npr.org/sections/health-shots/2020/12/01/940158684/some-health-care-workers-are-wary-of-getting-covid-19-vaccines\n3. https://www.cnet.com/how-to/covid-19-vaccines-will-arrive-soon-but-you-could-be-last-in-line-heres-who-will-get-one-first/"], [14266, "2020-12-02T05:21:23Z", [0.11], ""], [7658, "2020-12-01T23:24:46Z", [0.91], ""], [94837, "2020-12-01T22:14:03Z", [0.18], "12 > 18\nCrowd here becoming more optimistic, so am I but still more cautious"], [88002, "2020-12-01T17:56:28Z", [0.19], ""], [89035, "2020-12-01T17:45:54Z", [0.4], "Adjusting for Goldman Sach's expectation of 50% of US population vaccinated in May.\nBut then again, testing will really peak, so 50,000 will really include all cases, probably will be testing pre-flights, etc, which in fact may increase ratio of observed-to-true cases. So in fact I'm adjusting down!"], [75093, "2020-12-01T07:00:48Z", [0.05], "No too many stupid people not following basic guidelines.  I doubt anything will change to make any effect.  We don't even know the toll of the Thanksgiving festivities yet.  Poor and ineffective leadership across the nation has allowed this thing to get way out of control  That plus the unnecessary politicization of the disease, and people afraid of vaccines across the board and  spreading of misinformation there's a reason why our country has more cases than any other country.  "], [91561, "2020-11-30T23:42:39Z", [0.1], ""], [14027, "2020-11-30T20:44:11Z", [0.93], "The infection rate seems to have peaked, and vaccines are coming soon -- the incurable optimist in me wants to go all in for \"Yes.\" What the heck, no guts no glory.  I'll up the odds to 93%."], [96784, "2020-11-30T20:33:22Z", [0.28], "News lately has projected multiple vaccines being available somewhat sooner than anticipated.  However, two dose formulations + little news on production/rollout + US political and cultural factors don't make this much cause for improvement."], [1333, "2020-11-30T16:19:50Z", [0.25], ""], [88198, "2020-11-30T15:57:44Z", [0.12], ""], [88452, "2020-11-30T15:39:06Z", [0.0], "Vaccination will commence within three weeks.\nI will only amend my forecast, if the uninfected population of the Unhealthy States burns out at a ratio of more than 400,000 new confirmed cases per day around Christmas - in this case, herd immunity from April appears to be an option... (however, likely at the cost of 1 million or more fatalities in total)."], [22689, "2020-11-30T01:15:37Z", [0.55], ""], [22689, "2020-11-30T01:14:22Z", [0.28], ""], [75863, "2020-11-29T23:20:25Z", [0.09], ""], [14266, "2020-11-29T21:38:42Z", [0.07], ""], [75863, "2020-11-28T21:02:15Z", [0.05], ""], [31275, "2020-11-27T19:57:06Z", [0.3], ""], [691, "2020-11-27T16:03:34Z", [0.26], ""], [88452, "2020-11-26T20:16:21Z", [0.07], ""], [86554, "2020-11-26T18:55:14Z", [0.01], ""], [25780, "2020-11-25T22:44:10Z", [0.9], ""], [754, "2020-11-25T15:36:16Z", [0.35], ""], [50395, "2020-11-25T14:43:24Z", [0.5], ""], [88098, "2020-11-25T01:50:22Z", [0.48], ""], [11817, "2020-11-24T03:18:02Z", [0.06], ""], [14027, "2020-11-24T02:57:32Z", [0.57], "Vaccines will begin to help next year, if only a little.  The virus is burning itself out in many states, and will do so in many more by March 2021.  Then spring arrives, and with it a reduction of indoor transmission.  Bumping up from 43% to 57%"], [75863, "2020-11-23T20:07:53Z", [0.04], ""], [1019, "2020-11-23T14:44:36Z", [0.09], ""], [34959, "2020-11-23T04:48:50Z", [0.06], "Trimming a point based on lack of federal leadership and the inability of people to do either the right thing or accept lockdowns. "], [9263, "2020-11-23T01:39:28Z", [1.0], ""], [1333, "2020-11-22T19:51:39Z", [0.35], ""], [90167, "2020-11-22T19:08:48Z", [0.16], ""], [62808, "2020-11-22T18:58:45Z", [0.8], ""], [53391, "2020-11-22T18:30:27Z", [0.1], "Not updating forecast. Adding links to the logistical challenge of distributing and administering the vaccine.  Which supports my belief that vaccination will not significantly contribute to minimizing covid cases next spring.\nThis article discusses the temperature requirement and the challenge of moving it from factory to hospital https://www.cbsnews.com/news/covid-vaccine-pfizer-distribution-logistical-nightmare/#app\nThis article discusses the challenge of administering the vaccine to minimize wastage.  Once a vial is thawed and diluted to make five shots, health workers will be in a true “use it or lose it” situation: If there aren’t enough people ready for the shots within six hours, the vaccine spoils. So the process needs to be more formal or factory like.  Also it is 2 doses  21 days apart, so you got to come back and not forget.  \nhttps://www.politico.com/news/2020/11/22/scarce-covid-vaccine-waste-438928\nAs an aside, a percentage of those recieving the vaccine will develop symptons and not feel well.  I am sure those anecdotes will deter some from the vaccine.  "], [75863, "2020-11-22T16:25:39Z", [0.04], ""], [94837, "2020-11-22T08:05:04Z", [0.12], ""], [96797, "2020-11-22T02:08:35Z", [0.03], "50k in one week would be 7,143 cases diagnosed per day. currently, the US is registering 192k positive cases a day on an upward trend.  The US needs a 96.3% decrease in positive cases per day within the next 7 months.  The biggest decrease the US has currently seen is 40% between late July and early September. Italy achieved a 97% decrease going from 6,554 to a daily average of around 200 between March 21 and June 28-July 8.  Spain had a similar 97% decrease between early march (8.5k cases.day) and late June (260 cases/day). Germany and the UK follow similar patterns. so I precipitous decline in cases is possible. However, those decreases can be attributed to strict lockdown measures taken in those countries.  The US is unlikely to institute strict lockdown regardless of the party in charge of the executive branch.  The US is also likely to see increased daily rates as people gather for the holidays and testing capability continues to increase.  The winter weather will also cause a large percentage of the country to favor indoor settings to outdoors, increasing risk of transmission. It's been estimated by an acquaintance who has worked on a task force for a COVID vaccine distribution that mass distribution is expected in April at the earliest, and mid-summer in all likelihood.  With the vaccine timeline and the likelihood that US daily rates will remain high, there is a very low probability that the US will have less than 50k confirmed new cases in a week before June 15th 2021."], [88766, "2020-11-21T22:04:35Z", [0.75], ""], [691, "2020-11-21T20:01:01Z", [0.24], ""], [31275, "2020-11-21T19:40:47Z", [0.51], ""], [31275, "2020-11-21T19:39:56Z", [0.55], ""], [13657, "2020-11-21T07:32:45Z", [0.7], "Increasing because of possibly of rapid tests with a lower sensitivity. "], [88010, "2020-11-21T02:02:20Z", [0.42], ""], [75863, "2020-11-20T14:43:13Z", [0.05], ""], [89038, "2020-11-20T12:26:52Z", [0.5], ""], [88198, "2020-11-19T22:55:58Z", [0.19], ""], [22689, "2020-11-19T22:28:38Z", [0.5], ""], [88002, "2020-11-19T19:25:17Z", [0.22], ""], [75863, "2020-11-19T16:38:46Z", [0.09], ""], [89035, "2020-11-19T03:33:18Z", [0.5], "Adjusting for the two vaccines available."], [25780, "2020-11-18T22:18:23Z", [0.8], ""], [14027, "2020-11-18T19:07:05Z", [0.43], "With two vaccines that, so far at least, are 90+% effective, I'm becoming more optimistic.  There are still hurdles before widespread distribution, and safety studies to complete.  I'll bump my forecast to 43%, above the crowd at 29%."], [12413, "2020-11-18T17:45:35Z", [0.45], ""], [88098, "2020-11-18T16:11:38Z", [0.45], "Vaccine will help, so will the new Biden administration. I am getting this feeling that by March end, we will be on other side of the pandemic. "], [75863, "2020-11-18T15:50:06Z", [0.05], ""], [91430, "2020-11-18T15:29:02Z", [0.2], "The vaccine may help but probably not enough to reduce it that low. "], [87691, "2020-11-18T08:04:11Z", [1.0], ""], [86946, "2020-11-18T01:41:17Z", [0.2], ""], [691, "2020-11-17T21:02:07Z", [0.21], "Well, let's get it down to twice that every day before we get cocky.  In the US we have all winter to continue being stupid about transmission, and several months after that to mux up the supply chains.  Even though many adults will be working in government by then, it will take some time to get this sorted.  Still staying pretty low."], [34353, "2020-11-17T20:17:09Z", [0.55], "Slightly optimistic at this point. Really depends on how stupid Americans can be and how effective the anti-vaxxer campaign is."], [58072, "2020-11-17T15:43:56Z", [0.6], "Things are looking bad right now but there's quite a bit of time between now and June 2021, and some good reasons to be optimistic.  Several vaccines are looking extremely promising and there's talk of deployment beginning soon.  The US has new leadership and that may bring changes of strategy.  And somewhat morbidly, all those infections are increasing resistance in the population, which will make it easier for other strategies to succeed. I think the main risk on this time scale is that the numbers drop, but don't necessarily drop as far as 50,000 per week."], [95823, "2020-11-16T19:31:43Z", [0.38], ""], [95823, "2020-11-16T19:30:44Z", [0.01], ""], [89826, "2020-11-16T18:48:05Z", [0.05], ""], [29054, "2020-11-16T17:04:30Z", [0.0], "Without a massive lock down this is not on the cards, nor a lockdown is on the cards.\nVaccination is going to take at least another year to create a measurable initial herd immunity trend."], [22689, "2020-11-16T17:02:43Z", [0.3], ""], [34959, "2020-11-16T15:21:35Z", [0.07], "Notes on this question from a pessimist; - In Australia, the earliest we are expecting to begin vaccinations is in March, which mean only by April will our essential workers and at risk population will be vaccinated and I could potentially still be social distancing come May (1). - Distribution is going to be difficult, the solution being proposed for Australia is basically an insulated box with dry ice (1). - Herd immunity was described in the Lancet as follows; “In light of these findings, any proposed approach to achieve herd immunity through natural infection is not only highly unethical, but also unachievable” (2), and while we don't know the Heard Immunity Threshold (HIT), we can assume it will be between 44% - 95%, those are the numbers for higher than flu to on par with measles as per (3), from how infectious Covid19 appears to be it's probably in the mid-high 90s.  If the HIT is 50% then the USA only needs to inflect and immunize another ~160,000,000 people by May to see the effects of heard immunity kick in by June. - I honestly didn't expect the test rate in the USA to be so high at ~500k/1M population, but I still expect this rate to increase in 2021 (4) 1. https://www.abc.net.au/news/2020-11-11/coronavirus-pfizer-vaccine-eskies/12871888\n2. https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)31924-3/fulltext\n3. https://en.wikipedia.org/wiki/Herd_immunity#History\n4. https://www.worldometers.info/coronavirus/"], [91924, "2020-11-15T15:55:34Z", [0.2], ""], [53391, "2020-11-15T12:09:04Z", [0.1], "So i amdropping this 10% becajse i did not know that it takes two doses to vaccinate.  So it is not 25 million people are vaccinated by year end but like 12 million. Just slows the overall vaccination rate."], [14027, "2020-11-15T02:21:39Z", [0.23], "Infections will have to fall a long way to get below 50k/wk, but then June 15 is still 7 months away.  Vaccine(s) could begin to affect the numbers, as could \"threshold herd immunity.\" See https://empirefinancialresearch.com/articles/two-big-conclusions-about-the-coronavirus-pandemic This seems to be a topic for which there is quite a bit of controversy.  The theory is that when 20-30% of a population have some immunity, via either a vaccine or having the virus, and with some sensible social distancing, the rate of new infections will decrease.  The Dakotas and a few other states look like they will test the theory pretty soon.  Their cumulative infections are very high as a percent of their populations.  However, most states have cumulative per capita infection rates way below the Dakotas.  So without a vaccine most states will not reach the threshold immunity level, if it in fact does exist, until much later. I'll stay with a slightly lower chance than the crowd -- 23%."], [94837, "2020-11-14T22:23:30Z", [0.08], "Dropping to ~5% of present numbers  require vaccination of large population share or reaching herd immunity.\nLast summer, infection numbers remained relatively high in the US."], [78239, "2020-11-14T19:47:20Z", [0.4], ""], [87827, "2020-11-14T14:25:57Z", [0.15], "+5 on the vaccine news. But I don't think the vaccine will have reduced the virus to that point by midway through next year. We haven't been anywhere close to that number since the early days of the pandemic, that's a very small weekly amount. A possibility that I'm wrong is that increased herd immunity from the winter and the rollout of several vaccines at once more effectively crushes the virus than I'm expecting. If Moderns and others get approved this year it's possible there could be enough doses to crush the virus in the timeframe, but while I think several vaccines will be available early next year there either won't be enough for everybody or not enough people get it or a combination of those. https://ourworldindata.org/coronavirus-data-explorer?zoomToSelection=true&time=2020-02-14..latest&country=~USA&region=World&casesMetric=true&interval=weekly&smoothing=0&pickerMetric=total_deaths&pickerSort=desc"], [88198, "2020-11-14T05:48:48Z", [0.23], ""], [88452, "2020-11-14T05:16:09Z", [0.15], ""], [88010, "2020-11-13T20:33:24Z", [0.45], ""], [96751, "2020-11-13T19:22:50Z", [0.32], "Assuming that the seasonality principle for infectious disease holds for COVID-19 (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7116927/), and given the current analysis for US cases since about mid-march on the WHO's website (https://covid19.who.int/region/amro/country/us), I would anticipate a peak to occur in the next month or 2 with a drop to indicate normalization of the curve, yet I would project the likelihood of the trend line falling below 50k for seven consecutive days prior to June to be low.  Potential factors/drivers and how they influence this percentage:\nIncreased testing opportunities - increase\nVaccination - decrease\nIncreased/sustained use of PPE - decrease \nPolitical messaging - increase or decrease (but likely decrease for a short term win)"], [96795, "2020-11-13T17:07:06Z", [0.2], "95% decrease by June from last seven days 888k confirmed cases (CDC).  Politics and anti-vaccine supporters will limit herd immunity and the successes of social distancing.  Also, previous diseases from the WHO show that the decrease will not be 95% that quickly."], [96784, "2020-11-13T17:01:32Z", [0.25], "Rates are exponentially climbing and will continue to. Broad vaccine availability isn't likely before Jan to Feb and maybe much later. 2x doses slow uptake. Curve won't necessarily flatten for a time after vaccine availability. Don't expect the public to take vaccines or increase other mitigation measures."], [96722, "2020-11-13T16:58:39Z", [0.15], "Cases have not dipped below 50,000k over 7 days since the beginning of the pandemic even when testing was still sparse in the US. As cases continue to rise heading into the winter combined with \"COVID fatigue\" it is unlikely that cases will dip below 50k before widespread effective vaccines. "], [96718, "2020-11-13T16:55:13Z", [0.0], "COVID is 3x as transmissible compared to the flu. Transmissible viruses are going to transmit. Pair this fact with increased testing performance and capacity in the US, and naturally numbers will continue to rise."], [96784, "2020-11-13T16:54:12Z", [0.25], ""], [88766, "2020-11-13T15:52:09Z", [0.7], ""], [53391, "2020-11-13T13:07:35Z", [0.2], "Given the acceleration in cases in recent weeks i am assuming the virus will be circulating this winter through june.  The raml down in vases did not occur until june 2020 so i see no reason to think cases will stop with end of spring. It is an assumption Analysis:\nUs population 328 million\n10.3 million cases to date\n210 days to june 15. Rate of new cases per day 200k (higher than today) so that is 42 million cases meaning 55million americans would have been exposed.  That is  17 % of population, way below herd immunity. Vaccination rate is the next question.  Pfizer says 25 million doses by december 31, 2020, and the  630 million in   2021 but it is a ramp up ( https://www.nbcnews.com/business/business-news/pfizer-readies-herculean-effort-distribute-coronavirus-vaccine-n1247147  ) So lets say things go well in production and distribution i am guessing 100 million vaccininatikns occur. (cdc latest briefing on essential workers https://www.google.com/url?sa=t&source=web&rct=j&url=https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2020-09/COVID-07-Dooling.pdf&ved=2ahUKEwjIqdyCxP_sAhUsvlkKHSfcC5IQFjAKegQICBAB&usg=AOvVaw2j-EbYxerQqmlbzjJv4_2w Which means by june 155 million americans exposed or vaccinated.  That is 47% of population, which is still below effective herd immunity.  So herd immunity will not be stopping the case count. It will be intersting to see the cdc december update of vaccination plan now that pfizer is going to production and distribution.  We may be able to get a chart kf vaccination rates and production schedule.  Also there are other vaccines like moderna that will be announcing phase 3 eesults.  These will improve the supply side of the project. So rather being too negative, i am being positive that the supply a vaccine from multiple manufacturers will allow the 100 million vaccinations.  But the new manufacteres will get approval to use after pfizer is offially approved I am assuming that ultimately the number and rate of vaccinations has an unknown upper bound. "], [87064, "2020-11-13T11:28:21Z", [0.8], ""], [34959, "2020-11-13T07:33:39Z", [0.07], "Back down on the back of current numbers"], [88198, "2020-11-13T04:36:50Z", [0.26], ""], [13657, "2020-11-13T04:01:34Z", [0.6], ""], [84880, "2020-11-13T01:36:13Z", [0.27], "As @erikbays mentioned... this is an interesting one. Question is... what will happen?\nHow bad will winter get?\nHow will people respond? Will there be a \"Come to Jesus\" moment when everyone says \"Dang, this IS serious...\"\nHow will the government (fed and state) respond?\nMight the pandemic exhaust itself/run its course?\nWhat if the virus mutates?\nHow will vaccine production, dev and distro play out? What if everything peters out by April? What if we see resurgences into Q4 2021? I have this inkling that negativity bias is clouding my thinking. Then again, I'm trying to lean on science. But like on a hard run or long hike that feels like it'll never end, I feel that way now. I feel the way I feel when I forget how quickly a mile goes by. I think I'm wrong, but I think I've also been wrong in the past for being on the optimistic side of \"maybe.\""], [91883, "2020-11-12T18:33:26Z", [1.0], ""], [59881, "2020-11-12T18:04:05Z", [1.0], ""], [1333, "2020-11-12T17:58:24Z", [0.45], ""], [89187, "2020-11-12T17:47:34Z", [0.95], "Will burn out by then as everyone in the world will have been exposed to it by then with or without vaccine.\nHerd immunity will be achieved in the united states. Total idiots that Biden voters are they will hail it as Biden's genius. Sadly the USA will be in another great depression so no one will care about this question."], [75863, "2020-11-12T16:38:25Z", [0.05], ""], [39562, "2020-11-12T12:22:02Z", [0.15], ""], [783, "2020-11-12T05:28:03Z", [0.22], ""], [754, "2020-11-12T02:11:04Z", [0.1], ""], [914, "2020-11-12T00:05:32Z", [0.75], ""], [1078, "2020-11-11T20:16:14Z", [0.65], ""], [14027, "2020-11-11T19:15:21Z", [0.23], ""], [9263, "2020-11-11T17:37:21Z", [1.0], ""], [88010, "2020-11-11T15:50:54Z", [0.4], ""], [75863, "2020-11-11T15:25:33Z", [0.09], ""], [88002, "2020-11-10T22:25:39Z", [0.29], ""], [31275, "2020-11-10T18:33:14Z", [0.4], ""], [88010, "2020-11-10T17:28:14Z", [0.4], ""], [34959, "2020-11-10T15:49:41Z", [0.09], "3 points on the back of vaccination news and a Covid plan from Biden. From today I would estimate about 3 months to a first immunizations using the Pfizer vaccine at a minimum - about 4 weeks to confirmation of success, 1 week for approval, 1 week to roll out dose 1, 3 weeks to wait for dose 2, and 3 more weeks for contingency. The big contingency comes down to logistics (this needs to be kept at -69C/-92F) and that the 90% effectiveness rate is also for a preliminary investigation into the results, and even if people are being vaccinated by early Jan (8 weeks away), this is a limited selection of the population that has been living under the Trump admin's response to the virus for 8 weeks - I believe Pence (head of Covid19 task force) is on vacation and Trump has been hanging out playing golf while the daily number of new cases is almost equal to India, Italy, Russia, Poland, UK and France combined. Sadly, once the Biden admin takes over I believe the number of daily cases will have increased significantly from today. Even if the vaccine can start hitting major population centers by March, the resistance vaccine uptake will be an issue (google: \"Americans who won't take a covid19 vaccine\" and polls suggest ~51% would get vaccinated and ~1/3 won't) to , the lack of social cohesion will be an issue (electing Biden doesn't heal anything. If he has a hostile Senate, expect social division to widen and a Republican President in 2024) and at this stage we do not know if this vaccine impacts transmissibility, it may simply ensure 90% of us definitely live and the other 10% can hope for the best.  "], [1333, "2020-11-10T15:43:36Z", [0.35], ""], [31275, "2020-11-10T15:37:28Z", [0.32], ""], [86367, "2020-11-10T14:11:13Z", [0.72], ""], [691, "2020-11-09T17:48:49Z", [0.2], ""], [22689, "2020-11-09T02:00:49Z", [0.5], ""], [94435, "2020-11-09T01:31:49Z", [0.25], ""], [75863, "2020-11-08T21:30:29Z", [0.09], ""], [691, "2020-11-08T16:07:41Z", [0.16], "The US reported zero yesterday.  Presumably everybody was too busy paying attention to something else to keep records.  Have to wait a couple of days to see more nearly accurate numbers."], [11817, "2020-11-07T22:35:45Z", [0.09], ""], [84880, "2020-11-07T19:00:43Z", [0.27], "I'm cautiously warming up to \"Yes.\"\nIf an ultimate peak hits, say two weeks after NYE, and the wind-down takes 14-21 weeks, this could be one of those close ones.  It is possible that after the holidays 1) infections will hit a peak of community spread among the deniers and the loosely cautious, 2) atmospheric and climate conditions allow for more distance (a mostly debunked theory,) 3) no real reasons to gather in groups. I'm trying to balance my own mathematical deficiencies with our innate negativity bias."], [20156, "2020-11-07T15:31:10Z", [0.4], ""], [691, "2020-11-06T15:33:01Z", [0.16], ""], [26467, "2020-11-05T22:48:20Z", [0.35], "It's the 7 day total, not the 7 day average\nWas going to say 95% until I realized it's the total\nI'm going with 35% because once it starts to fade, this time it will fade quickly And, they may turn down the sensitivity of the PCR test to make Biden look good vs. Trump (Yes, this is a conspiracy theory) "], [90167, "2020-11-05T20:50:41Z", [0.27], ""], [50395, "2020-11-05T19:48:20Z", [0.35], ""], [1333, "2020-11-04T14:31:05Z", [0.25], ""], [11860, "2020-11-03T16:30:06Z", [1.0], ""], [88766, "2020-11-03T15:48:20Z", [0.67], ""], [88198, "2020-11-03T04:58:23Z", [0.14], ""], [13657, "2020-11-02T21:02:55Z", [0.75], ""], [89135, "2020-11-02T19:55:46Z", [0.25], ""], [88010, "2020-11-02T14:27:25Z", [0.15], ""], [783, "2020-11-02T04:51:40Z", [0.22], ""], [95944, "2020-11-02T01:28:42Z", [0.53], ""], [96559, "2020-11-01T21:16:21Z", [0.01], "Given that the US has not been able to accomplish this goal even during times with extended lockdowns and enforcement, the odds of this happening are very low. Given that multiple waves are likely to come in the future, coupled with extensive lockdown required and enforced in order to bring cases down to below 7k per day for 7 consecutive days. It's very difficult to imagine even the tail-end scenarios that could happen to allow for the yes to happen."], [45594, "2020-11-01T10:01:11Z", [0.5], ""], [86367, "2020-10-30T12:16:00Z", [0.15], ""], [66554, "2020-10-30T07:54:25Z", [0.4], ""], [11817, "2020-10-29T23:52:09Z", [0.04], ""], [691, "2020-10-29T18:23:09Z", [0.16], ""], [87155, "2020-10-28T22:00:43Z", [0.25], ""], [12591, "2020-10-27T21:40:07Z", [0.2], ""], [56, "2020-10-27T15:14:02Z", [0.8], ""], [89178, "2020-10-27T13:28:51Z", [0.0], "Oops.  Made a forecast the wrong way. So this is a correction.  0% chance we will get down to 50k in 7 days by then."], [89178, "2020-10-27T13:26:27Z", [1.0], "Comment deleted on Oct 27, 2020 01:26PM UTC"], [96620, "2020-10-27T12:25:01Z", [0.0], ""], [90653, "2020-10-27T00:12:22Z", [0.0], ""], [691, "2020-10-26T21:15:30Z", [0.15], ""], [88010, "2020-10-26T20:58:43Z", [0.15], ""], [88198, "2020-10-26T19:51:50Z", [0.16], ""], [88002, "2020-10-26T18:31:40Z", [0.21], ""], [31275, "2020-10-26T18:03:12Z", [0.28], ""], [88766, "2020-10-26T15:21:18Z", [0.7], ""], [12413, "2020-10-26T14:50:24Z", [0.2], ""], [11788, "2020-10-26T09:51:15Z", [1.0], ""], [75863, "2020-10-25T23:17:08Z", [0.1], ""], [13657, "2020-10-25T16:29:14Z", [0.8], "This question is interesting because you can't follow normal forecasting procedures with it. Current data is useless in predicting what will happen by next june. Partly because the data itself is terrible and inaccurate, partly because there are so many factors that can happen by that time. You really just have to go with your biases.  Who wins the election and whether the country does any more lockdowns I think is irrelevant. you can compare States and different countries that have done lockdowns or instituted mask wearing etc, and it clearly makes no difference in the data. This means either the data is bad because of oversensitive PCR testing and/or asymptomatic people not getting counted, or it means that mask wearing and lockdowns really do nothing to halt the virus.  I think we will have a vaccine in probably q1. We have also already started to see treatments approved by the FDA.  I don't believe reinfection is a major issue. I think most people that get this virus have very long-term T cell and b cell immunity memory and will be resistant even to new strains of the virus. You're supposed to only be able to get chicken pox once, but I got it three times and also got shingles. But my case is anecdotal and does not disprove the rule that 99.9% of people only get chicken pox once.  between immunizations, treatments, and long-term T cell and b cell immunity I think we will have something approaching herd immunity before June. There also may be a strategic decision to simply do less testing or to change the testing threshold to be more realistic instead of being oversensitive like it is now. I think increasing cases now actually means a likelihood of fewer cases later."], [88098, "2020-10-24T08:48:12Z", [0.35], ""], [31275, "2020-10-24T01:25:20Z", [0.26], ""], [75863, "2020-10-23T22:18:23Z", [0.15], ""], [86246, "2020-10-23T18:27:41Z", [0.0], ""], [13657, "2020-10-21T22:25:59Z", [0.4], "For own reference\nhttps://covid19.healthdata.org/united-states-of-america?view=total-deaths&tab=trend"], [31275, "2020-10-21T17:46:12Z", [0.3], ""], [1333, "2020-10-21T13:43:58Z", [0.13], ""], [86367, "2020-10-21T12:42:22Z", [0.07], ""], [96495, "2020-10-20T20:00:05Z", [0.95], "The communications have been quite clear when a vaccine will most likely get delivered and that is Q1 2021. One problem is obviously that people are skeptical about vaccines but I estimate that by the end of Q1 we should have enough people taking it seriously. "], [95613, "2020-10-19T19:33:11Z", [0.05], ""], [84880, "2020-10-19T17:34:10Z", [0.17], ""], [691, "2020-10-19T15:19:32Z", [0.1], ""], [88010, "2020-10-19T13:35:36Z", [0.12], ""], [89035, "2020-10-19T06:36:58Z", [0.3], "Currently 300k-ish cases.\nWill testing stop dramatically? I don't think so\nWill the herd immunity kick in? Not with re-infection potential.\nWill the vaccine be in effect and rolled out at scale before May? I think so, yes. This plus partial herd immunity should do the job. When will the mass vaccination start? Jan-Feb-March. Still, 50k is a radical number, it really is about nearly exterminating the virus. Also, many Americans would rather \"get it\" than vaccinate. And cases are likely to grow very high over winter plus Christmas."], [80790, "2020-10-18T22:03:21Z", [0.88], "Infections are running around 20k - 40k for months and have only just ticked up.  So for things to ease off to less than 50k by June 21 seems possible."], [94751, "2020-10-18T20:41:18Z", [0.75], ""], [95823, "2020-10-18T19:06:22Z", [0.6], ""], [31275, "2020-10-18T18:41:59Z", [0.25], ""], [691, "2020-10-18T15:27:17Z", [0.08], ""], [1333, "2020-10-18T14:47:16Z", [0.14], ""], [34959, "2020-10-18T13:21:57Z", [0.06], "Upon a closer consideration, this is very unlikely. The main factor is obviously the upcoming election, if JB wins he will struggle to calmly contain any states that will resist harsh federal measures. IF DJT is reelected, then I can see the crowd swinging this down to low single digits with the hold out for a vaccine being rolled out. The other thing to note is that the US has NEVER flirted with this level of weekly cases since the outbreak. Using world-o-meter (https://www.worldometers.info/coronavirus/country/us/) the lowest 7 day ave has been 21,383 on June 9th, which is the equivalent of almost 3 times the target value.  Sadly, I believe the only 2 things that are likely to bring this to these levels are a vaccine or an end to testing. "], [13657, "2020-10-18T13:13:36Z", [0.45], "Reducing because daily cases have gone up to 60k. "], [783, "2020-10-17T23:23:14Z", [0.22], ""], [75863, "2020-10-17T18:30:55Z", [0.2], ""], [75863, "2020-10-17T18:13:27Z", [0.14], ""], [29102, "2020-10-17T13:59:12Z", [0.8], "The daily counts will probably rise through the holidays. In January people will be motivated to be more careful, more wearing masks and social distancing. Sometime before the end of March a vaccine will likely be out and people will begin getting vaccinated, most at risk first. Of those who have been reckless and refuse to use safety protocols there will likely be less than 50% who in spite of their recklessness have not yet attained the virus. These people will likely not be vaccinated but due to the fact that they have survived their reckless behavior for over a year must be less susceptible to it. By June 15 most of those who were initially at risk will either have got the virus or been vaccinated and the rate of daily increase will be much smaller than at the end of the holiday season possibly below 7000 cases per day."], [14027, "2020-10-16T16:36:57Z", [0.17], "June 15, 2021 is 8 months away.  That's a long time for something to change.  But 50,000 cases per week, ~7000/day, is a very low number.  This is a bet on vaccine development, distribution, and acceptance.  I can only hope we get there, but I doubt it.  So I'll start with 17% vis a vis the crowd at 24%."], [61367, "2020-10-16T15:05:03Z", [0.0], ""], [88098, "2020-10-16T12:02:55Z", [0.15], "Last time this happened was back in March 2020. Since then, US has not come even close this infection rate. Probably not possible without vaccine"], [1333, "2020-10-16T03:15:02Z", [0.13], ""], [86367, "2020-10-16T01:09:24Z", [0.22], ""], [75863, "2020-10-15T23:08:50Z", [0.15], ""], [85416, "2020-10-15T22:16:46Z", [0.34], ""], [11447, "2020-10-15T19:38:16Z", [0.33], "I think this is basically driven by the chance of a vaccine being out there and widely available. Various commentary about when the vaccine may be available. Consensus seems to be a slim chance this year to maybe 50/50 by mid 2021. It actually feels higher to me given the number of options out there. Will need some time to be widely rolled out."], [783, "2020-10-15T08:41:42Z", [0.22], ""], [1333, "2020-10-15T08:02:11Z", [0.12], ""], [86342, "2020-10-15T07:11:47Z", [0.55], ""], [79609, "2020-10-15T04:40:27Z", [0.25], "There hasn't been such a low number for many single days the past 4 months or so. I believe this will continue for quite a while longer."], [94435, "2020-10-14T19:56:42Z", [0.2], ""], [88002, "2020-10-14T18:41:44Z", [0.13], ""], [11817, "2020-10-14T17:51:59Z", [0.02], "I think we will see a jump to 550K+/week in early cold/flu + holidays.  Followed by a retraction that may bottom out as low as 150K/week but I don't think we will get any lower than that before next Summer."], [95817, "2020-10-14T14:57:37Z", [0.25], "As cases begin to rise in the US, we head into the flu season, the holiday travel season and a period where many schools and other activities around the US gradually open up.  This may continue the increase for some time.  With a new vaccine on the verge of release, I assess a 1 out of 4 chance that seven consecutive days will be fewer than 50k.  General American sentiment of individual rights and freedoms will continue to counter COVID safety measures publicly which will encourage continued spread."], [1333, "2020-10-14T14:55:31Z", [0.11], ""], [95707, "2020-10-14T14:03:28Z", [0.2], "From 01 Feb 2020 to present (14 Oct) I took the total number of registered cases (8,100,000) in the us and divided it by the number of weeks since 01 Feb (34). This provides an average weekly total of 238,235 cases per week. This was divided by 7 for a daily total of 34,033 cases. In order to strike the range posed by this question, the US will need to cut the rate of infection by 80%, or one fifth of the average weekly infection rate since 01 Feb. Even with successful development and fielding of a vaccine, distribution, trust, and continued ineffective containment protocols would erode confidence in achieving 1/5th of current infection rates. a projection of 20% best reflects the chance we arrive at a 20% rate of infection below current trends."], [74641, "2020-10-14T12:12:55Z", [0.75], ""], [95552, "2020-10-14T06:37:32Z", [0.4], "There will be some weeks that are lower, but not by much. "], [88387, "2020-10-14T04:55:30Z", [0.35], ""], [95938, "2020-10-14T00:17:30Z", [0.15], ""], [86246, "2020-10-13T22:40:07Z", [1.0], ""], [86246, "2020-10-13T22:36:59Z", [0.0], ""], [78239, "2020-10-13T20:43:16Z", [0.5], ""], [16093, "2020-10-13T20:26:15Z", [0.8], ""], [90433, "2020-10-13T18:24:20Z", [0.75], "Chances are good that if Biden wins, a sharp drop in cases is possible"], [767, "2020-10-13T17:33:57Z", [0.1], ""], [31275, "2020-10-13T16:11:14Z", [0.26], ""], [40584, "2020-10-13T15:57:12Z", [0.15], ""], [63837, "2020-10-13T15:36:41Z", [0.7], ""], [96391, "2020-10-13T14:39:41Z", [0.05], ""], [20156, "2020-10-13T07:08:45Z", [0.4], ""], [34959, "2020-10-13T05:07:14Z", [0.25], ""], [783, "2020-10-13T04:53:19Z", [0.22], "There was at least another re-infection. The initial test was not properly calibrated? Maybe, but there is evidence the genome has changed. \nThe patient had two positive tests for SARS-CoV-2, the first on April 18, 2020, and the second on June 5, 2020, separated by two negative tests done during follow-up in May, 2020. Genomic analysis of SARS-CoV-2 showed genetically significant differences between each variant associated with each instance of infection. The second infection was symptomatically more severe than the first.\nhttps://www.thelancet.com/journals/laninf/article/PIIS1473-3099(20)30764-7/fulltext"], [95613, "2020-10-13T01:51:38Z", [0.15], ""], [70711, "2020-10-13T00:48:04Z", [0.3], "The current daily number is approximately 50k, and rising! The number will subside by Spring, but being less than 1/7th current rate by then is not a given... Steadily increasing community exposure does increase the likelihood.. my guess.."], [73970, "2020-10-12T19:28:39Z", [0.33], ""], [94435, "2020-10-12T17:06:20Z", [0.3], ""], [84880, "2020-10-12T16:00:29Z", [0.25], ""], [91883, "2020-10-12T15:44:19Z", [0.0], "To much of the population is still capable of being infected and I don't have high hopes of vaccine being 100% effective or scaling fast enough to reach those numbers.  "], [28415, "2020-10-12T15:31:55Z", [0.21], ""], [95812, "2020-10-12T15:15:01Z", [0.1], "1) COVID-19 tests will detect any coronavirus, including those that will cause the common cold that are seasonal (10-15% of colds are caused by coronaviruses0\n2) We seem to have hit a \"steady-state\" in cases; with \"low-risk\" states experiencing resurgence of positive coronavirus tests\n3) Vaccine is unlikely to improve outcomes significantly - vaccine efficacy is poor\n4) Testing is only likely to increase w/ Abbott 15 minute tests"], [1333, "2020-10-12T13:54:53Z", [0.1], ""], [91689, "2020-10-12T13:11:10Z", [0.95], ""], [19706, "2020-10-12T10:28:06Z", [0.7], "The number of cases per seven-day period will drop significantly in March-May 2021 IF the Democrats take control of the White House in the November election. For the same reason, the number of cases per week from the November election until late February will likely rise as President Trump pursues a scorched earth policy as one means of seeking vengeance on the nation for his losing the election."], [12726, "2020-10-12T05:37:16Z", [0.1], ""], [13657, "2020-10-12T04:25:52Z", [0.5], "Currently around 40k/day. I am skeptical that any vaccine will be approved and be effective and will be distributed in any major way by the end of this question.  But I do think that there have been many more people exposed than is recognized. I think a lot of people have T cell immunity and cross immunity. this virus has really only been in the United States about 7 months, and this question has a nine month time frame. 9 months is plenty of time for the United States to finish developing herd immunity. According to the WHO 10% of the world has been exposed, and I think that number is higher in the United States based on the studies I have been reading.  Unfortunately our data is terrible. They should be doing random t-cell immunity tests every week or two to enough people to statistically determine the overall immunity of the country."], [13657, "2020-10-12T04:16:38Z", [0.4], ""], [26642, "2020-10-11T18:43:20Z", [0.95], "By June 30, 2021, there is a significant likelihood of a vaccine.  The disease will accelerate its infections over the winter, but the death rates will continue to be level or slightly reduced (not that approximately 1000/day dying is anything to be happy about).  By mid-winter, the American population will finally decide that the disease is real and agree to put aside all their adherence to political input and follow scientific guidance.  Masks and social distance will be strongly adhered to and with demonstrated effect, the daily rate will rapidly decrease.  "], [1019, "2020-10-11T17:47:22Z", [0.2], ""], [90801, "2020-10-11T17:22:01Z", [0.05], ""], [21865, "2020-10-11T17:04:17Z", [0.9], ""], [745, "2020-10-11T14:54:19Z", [0.25], ""], [691, "2020-10-11T14:21:02Z", [0.27], ""], [91430, "2020-10-11T13:43:52Z", [0.3], "That will require a big drop in cases and it is unlikely that a vaccine can bake a big difference before next summer and it is unlikely that people will start wearing masks more regularly and taking other precautions. The numbers should start dropping but it will be hard to drop that much. "], [45594, "2020-10-11T13:14:21Z", [0.8], ""], [95795, "2020-10-11T04:03:42Z", [0.15], "There really isnt enough info out there to be able to determine this.  Cases are on there way down from a 300K high (about half now).   However, we could expect an uptick in cases as South America moves into the summer months.  Pending a vaccine, I don't believe there will be a seven consecutive day period less than 50K before June 21.  Even if a vaccine is released, being able to innoculate a sufficient portion of the population as perception that \"the pandemic is over\" may drive increase in number of cases.  "], [94737, "2020-10-11T02:59:21Z", [1.0], ""], [783, "2020-10-11T02:55:54Z", [0.26], ""], [64078, "2020-10-11T00:48:35Z", [0.85], ""], [8318, "2020-10-10T21:48:10Z", [1.0], ""], [691, "2020-10-10T21:13:02Z", [0.1], ""], [90457, "2020-10-10T20:53:20Z", [0.12], ""], [89135, "2020-10-10T18:28:03Z", [0.85], "It looks like we are separating into two groups, those who think it will happen, and those who don’t.  A handful of 50/50 at the moment.   I will, of course, re-evaluate after November election, but since other countries have taken steps to turn things around, assume we can do so as well.  We just need to work Together as a country.  (Have also seen New York and Arizona turn corners).  The other thing I am factoring into this longer term prediction is whether there will be a vaccine become available, when, and how soon it would turn things around. Russia, who says they have a vaccine just saw their highest total number of cases, so a vaccine alone won’t do it. So, at this point predicting thst before June we take multiple measures to turn this around. "], [22689, "2020-10-10T17:56:29Z", [0.8], ""], [87064, "2020-10-10T11:20:29Z", [0.6], ""], [87064, "2020-10-10T11:20:18Z", [0.7], ""], [92079, "2020-10-10T00:40:29Z", [1.0], ""], [88452, "2020-10-10T00:05:49Z", [0.0], ""], [89038, "2020-10-09T23:32:07Z", [0.4], "Basically the probability linked to vaccine; unlikely weekly cases will get below 50k without vaccine."], [22689, "2020-10-09T22:24:42Z", [0.5], ""], [48709, "2020-10-09T21:38:02Z", [0.7], "I see a 70/30 probably..."], [88010, "2020-10-09T20:10:03Z", [0.08], ""], [87175, "2020-10-09T19:54:56Z", [0.98], ""], [90167, "2020-10-09T19:27:53Z", [0.02], ""], [84880, "2020-10-09T19:23:16Z", [0.01], ""], [87827, "2020-10-09T19:02:36Z", [0.1], "50,000 is a very low number. The lowest we've been since April is 150,000 in a week. The big factors making that possible would be immunity due to spread of the virus and immunity due to a vaccine, which I would think would be fairly prevalent by then. Another could be measures taken by a president Biden, such as mask mandates or a more aggressive test and trace program. Factors making it unlikely are low seroprevalence (just briefly googling around it still looks like estimates put the country as a whole as less than 10% having antibodies) and low vaccine usage (some surveys indicate only 50% or so of the population might get it) and just the data we have for spread of the virus in the US to date. I do also wonder if having had one of the worst outbreaks when measured relative to population that we regress to the mean at some point, though lately other countries have been seeing worsening outbreaks which may mean the US isn't just an outlier. A 1 in 10 chance seems appropriate, seems pretty unlikely but lots of unknowns. US weekly cases over time: https://ourworldindata.org/coronavirus-data-explorer?zoomToSelection=true&time=2020-02-14..latest&country=~USA&region=World&casesMetric=true&interval=weekly&smoothing=0&pickerMetric=total_deaths&pickerSort=desc Sample of some different countries daily cases relative to population: https://ourworldindata.org/coronavirus-data-explorer?zoomToSelection=true&time=2020-02-14..latest&country=USA~EuropeanUnion~BRA~GBR~ITA~SWE~RUS&region=World&casesMetric=true&interval=smoothed&perCapita=true&smoothing=7&pickerMetric=total_deaths&pickerSort=desc"], [86554, "2020-10-09T18:56:13Z", [0.02], ""], [40584, "2020-10-09T18:09:54Z", [0.75], ""], [1333, "2020-10-09T18:00:32Z", [0.0], ""], [31275, "2020-10-09T17:47:13Z", [0.05], ""], [90653, "2020-10-09T17:41:45Z", [0.0], ""], [60695, "2020-10-09T17:24:08Z", [1.0], ""]]}