{"question_id": 2329, "title": "Will the European Central Bank (ECB) announce it will discontinue its monthly net asset purchases under its Asset purchase program (APP) before 10 June 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[88452, "2022-06-09T12:14:22Z", [1.0], "\"The Governing Council decided to end net asset purchases under its asset purchase programme (APP) as of 1 July 2022.\" https://www.ecb.europa.eu/press/pr/date/2022/html/ecb.mp220609~122666c272.en.html"], [105312, "2022-06-08T23:23:39Z", [1.0], ""], [106579, "2022-06-05T21:56:29Z", [1.0], ""], [106579, "2022-06-05T21:56:10Z", [0.0], ""], [81456, "2022-06-05T18:58:19Z", [1.0], ""], [105606, "2022-06-05T15:14:29Z", [1.0], ""], [95191, "2022-06-05T00:25:32Z", [0.0], ""], [13086, "2022-06-03T15:11:05Z", [1.0], "Data seems to make this outcome almost certain"], [104906, "2022-06-02T04:48:39Z", [1.0], ""], [88452, "2022-05-31T09:05:26Z", [1.0], "Flash estimate of Euro zone inflation May 2022 was reported 8.1%, way above April 2022 (at 7.4%) and above market expectations (consensus at 7.7%). https://tradingeconomics.com/euro-area/inflation-cpi  If the ECB doesn't take these data as a motive for \"fighting inflation\" with classic monetary policy, the ECB will never reverse course (actually, they're refusing to do their job in this case...)"], [105570, "2022-05-29T23:30:30Z", [1.0], ""], [96057, "2022-05-26T14:30:35Z", [0.99], ""], [52131, "2022-05-25T15:44:23Z", [0.25], ""], [78396, "2022-05-25T08:38:10Z", [1.0], ""], [88452, "2022-05-23T16:07:37Z", [1.0], "\"Against the backdrop of the evidence I presented above, I expect net purchases under the APP to end very early in the third quarter. This would allow us a rate lift-off at our meeting in July, in line with our forward guidance.\" https://www.ecb.europa.eu/press/blog/date/2022/html/ecb.blog220523~1f44a9e916.en.html Announcement expected at the  09/06/2022    Press conference following the Governing Council meeting of the ECB in the Netherlands https://www.ecb.europa.eu/press/calendars/mgcgc/html/index.en.html"], [97574, "2022-05-19T08:22:26Z", [0.9], ""], [104018, "2022-05-18T21:29:38Z", [1.0], ""], [104018, "2022-05-18T21:29:21Z", [0.9], ""], [101031, "2022-05-18T19:22:42Z", [0.91], ""], [87177, "2022-05-18T16:13:03Z", [1.0], ""], [767, "2022-05-18T01:48:29Z", [1.0], ""], [691, "2022-05-14T06:23:21Z", [1.0], ""], [1333, "2022-05-12T08:36:49Z", [1.0], ""], [88452, "2022-05-11T21:42:28Z", [1.0], "\"First, we will end net purchases under the asset purchase programme. Judging by the incoming data, my expectation is that they should be concluded early in the third quarter. The first rate hike, informed by the ECB’s forward guidance on the interest rates, will take place some time after the end of net asset purchases. We have not yet precisely defined the notion of “some time”, but I have been very clear that this could mean a period of only a few weeks. After the first rate hike, the normalisation process will be gradual.\" (Speech by Christine Lagarde, President of the ECB, at the international conference to mark the 30th anniversary of Banka Slovenije, Ljubljana, 11 May 2022) https://www.ecb.europa.eu/press/key/date/2022/html/ecb.sp220511~4c8d4500f6.en.html"], [1333, "2022-05-11T12:57:11Z", [0.99], ""], [87691, "2022-05-11T06:17:37Z", [1.0], ""], [106093, "2022-05-10T13:18:12Z", [0.75], ""], [29583, "2022-05-08T06:12:46Z", [1.0], ""], [691, "2022-05-07T13:35:52Z", [0.99], ""], [767, "2022-05-07T05:45:46Z", [0.95], ""], [1333, "2022-05-06T16:16:43Z", [1.0], ""], [105312, "2022-05-05T23:23:21Z", [0.99], "Inflation is persistent and well, so is the war in Ukraine.  What seems eternal is Xi's zero covid policy making supply chain issues even more fun.   Whee!  https://www.cnbc.com/2022/04/14/european-central-bank-may-bring-forward-bond-buying-end.html "], [106044, "2022-05-05T21:52:47Z", [0.95], ""], [691, "2022-05-05T14:09:48Z", [1.0], ""], [1333, "2022-05-04T14:35:50Z", [1.0], ""], [1333, "2022-05-01T19:48:42Z", [1.0], ""], [691, "2022-05-01T14:17:03Z", [0.99], ""], [4962, "2022-05-01T01:51:41Z", [0.98], ""], [103878, "2022-04-29T23:32:23Z", [0.94], ""], [1333, "2022-04-27T03:22:14Z", [1.0], ""], [106044, "2022-04-25T19:46:48Z", [0.84], ""], [40636, "2022-04-22T05:05:33Z", [1.0], ""], [691, "2022-04-21T20:15:49Z", [0.94], ""], [88452, "2022-04-21T16:14:14Z", [1.0], "Inflation has increased markedly since the middle of 2021, reaching 7.5% in March according to the flash estimate. This increase is largely driven by energy prices, which have been strongly affected by the war in Ukraine. Food prices also increased due to elevated transport and production costs, notably the higher price of fertilisers which was also impacted by the war. Further upward pressure arises from supply bottlenecks and the recovery in demand as the economy reopens. The impact of these factors should fade over time, but in the short run inflationary risks are tilted to the upside. Inflation will be higher if the prices of energy and other commodities increase further and new supply bottlenecks arise. Over the medium-term, risks to the inflation outlook could arise if wages rise by more than anticipated, longer-term inflation expectations move above target or supply conditions durably worsen. At the same time, weaker demand could reduce pressure on prices. So far, however, wage growth has remained muted – despite a strong labour market – and inflation expectations in the euro area stand around our target, although initial signs of above-target revisions in those measures warrant close monitoring. We continue to carefully monitor risks to the inflation outlook. Monetary policyAt its April meeting, the Governing Council judged that the incoming data since its last meeting reinforce its expectation that net asset purchases under its asset purchase programme (APP) should be concluded in the third quarter.Looking ahead, our monetary policy will depend on the incoming data and our evolving assessment of the outlook. In the current conditions of high uncertainty, we will maintain optionality, gradualism and flexibility in the conduct of monetary policy. We will take whatever action is needed to fulfil the ECB’s mandate to pursue price stability and to contribute to safeguarding financial stability.The war in Ukraine is also creating risks of regional spillovers that could adversely affect euro area financial markets. Against this backdrop, the Governing Council decided to extend the Eurosystem repo facility for central banks (EUREP) until 15 January 2023. EUREP will continue to complement the regular euro liquidity-providing arrangements for non-euro area central banks. Together, these form a set of backstop facilities to address possible euro liquidity needs in the event of market dysfunctions outside the euro area that could adversely affect the smooth transmission of the ECB’s monetary policy.   [Statement by Christine Lagarde, President of the ECB, at the forty-fifth meeting of the International Monetary and Financial Committee, IMF Spring Meetings, 21 April 2022] https://www.ecb.europa.eu/press/key/date/2022/html/ecb.sp220421~589f9733bc.en.html"], [29583, "2022-04-21T13:45:37Z", [0.97], ""], [40636, "2022-04-21T12:16:44Z", [1.0], ""], [105544, "2022-04-19T12:18:42Z", [0.4], ""], [101512, "2022-04-18T16:22:02Z", [0.75], "There is no need to invest in assets that have no liquidity due to monetary crisis, APP should cease"], [106044, "2022-04-18T16:01:30Z", [0.74], ""], [106044, "2022-04-18T15:59:59Z", [0.23], ""], [14603, "2022-04-15T11:11:02Z", [1.0], ""], [40636, "2022-04-15T03:19:36Z", [1.0], "„ Ein Ende der Nettoanleihekäufe im dritten Quartal hält er für wahrscheinlich, einen definitiven Beschluss hierzu traf er unter Verweis auf den kriegsbedingt unsicheren Ausblick jedoch nicht“ https://www.finanzen.net/nachricht/aktien/ezb-rechnet-mit-ende-der-nettokaeufe-im-3q-und-verspricht-flexibilitaet-11243024"], [16510, "2022-04-14T14:15:12Z", [0.72], ""], [88452, "2022-04-14T11:59:42Z", [1.0], "\"The ECB is expected to leave interest rates at record low levels during its April 2022 meeting but is generally seen adopting a more hawkish tone. The central bank will likely maintain its pledge for a faster withdrawal of stimulus and eventually setting a clear schedule for ending QE, while reiterating that interest rate increases will only come after the end of the asset purchase programme (APP). Since its meeting last month, inflationary pressures continued to mount and the war in Ukraine is far from over while further sanctions on Russia, including a potential ban on energy, are expected to continue to pressure prices even higher and slow the economic recovery. Markets now price in a combined 70 basis points of hikes in the ECB's minus 0.5% deposit rate this year, according to Reuters. In March, the ECB surprisingly speed up the asset purchase schedule for the coming months and said that the APP could end in the third quarter if the medium-term inflation outlook will not weaken.\"\nhttps://tradingeconomics.com/euro-area/interest-rate \"Keeping all options on the table will be the main message for the meeting on Thursday. That may also include discussion on a new policy instrument, a dormant backstop which might be activated in case sovereign debt yields for euro zone nations start to widen again amid the policy normalization process.\n'The most controversial debate at the ECB may revolve around a potential new tool to prevent a hypothetical widening of the yield spreads at a pace and/or level that an ECB majority may consider excessive,'  said Holger Schmieding, chief economist at Berenberg, in a note.\"\nhttps://www.cnbc.com/2022/04/14/european-central-bank-may-bring-forward-bond-buying-end.html"], [84698, "2022-04-14T10:49:36Z", [0.9], ""], [29583, "2022-04-13T10:16:55Z", [0.9], ""], [14603, "2022-04-12T07:35:51Z", [0.95], ""], [691, "2022-04-09T19:19:17Z", [0.95], ""], [14603, "2022-04-09T15:32:20Z", [0.9], ""], [14603, "2022-04-09T08:48:31Z", [0.85], ""], [29583, "2022-04-09T01:57:24Z", [0.85], ""], [103878, "2022-04-08T11:25:48Z", [0.87], ""], [105606, "2022-04-08T05:48:54Z", [0.85], ""], [14603, "2022-04-07T16:34:20Z", [0.9], ""], [691, "2022-04-07T16:28:06Z", [0.96], ""], [89336, "2022-04-06T23:18:27Z", [0.85], ""], [51221, "2022-04-06T22:14:52Z", [0.3], ""], [105668, "2022-04-06T15:05:33Z", [0.15], ""], [103878, "2022-04-06T11:14:46Z", [0.92], ""], [54646, "2022-04-05T17:55:01Z", [0.8], ""], [691, "2022-04-04T19:46:49Z", [0.99], ""], [105368, "2022-04-03T16:55:15Z", [0.89], ""], [691, "2022-04-02T16:09:44Z", [1.0], ""], [105570, "2022-04-02T00:00:08Z", [0.95], ""], [105606, "2022-03-31T20:16:11Z", [0.71], ""], [104378, "2022-03-30T18:21:06Z", [0.99], ""], [29583, "2022-03-29T13:13:33Z", [1.0], ""], [88452, "2022-03-28T21:08:45Z", [1.0], "Currently expected to end in September 2022 by the SMA of important market participants, based on the ECB's communication up until end of February '22.\nhttps://www.ecb.europa.eu/stats/ecb_surveys/sma/shared/pdf/ecb.smar220314_march.en.pdf\nHowever, the actual wording in the 10 March 2022 decisions protocol sounds much more hawkish, likely based on very volatile and overshooting commodities prices during the first two weeks of the Russian war on Ukraine.\nAs conditions for an end to the APP program will likely be met earlier than expected AND the ECB will want to give guidance and explain its changes in the path towards interest rate normalization, an announcement of its discontinuation could still come well before its likely actual end in July '22 (?, imho)."], [101031, "2022-03-28T20:55:48Z", [0.77], "The 40/30/10 over the next three months is an decrease on the 40billion per month for the second quarter and 30 billion per month for the third quarter that they had announced only a month before.  So for me I have reworded the statement \"If the incoming data support the expectation that the medium-term inflation outlook will not weaken...\" to say something like: 'APP at the current levels no longer has the ability to influence medium term inflation' - meaning that inflation might be raging but net purchases of 30bil Euro no longer cut it so the ECB might as well just stop. On the other hand, from the Feb PR \"The Governing Council also intends to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when it starts raising the key ECB interest rates and, in any case, for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.\" and that the ECB \"will maintain net asset purchases under the APP at a monthly pace of €20 billion for as long as necessary to reinforce the accommodative impact of its policy rates.\" Obviously something has changed for them to change this tune so quickly. Highly likely it is the impact of the Russian invasion of Ukraine and the high inflation that will result The ECB will stop the PEPP (Pandemic Emergency Purchase Program) from the end of March so continuing some form of Asset Purchase may be valuable. I feel that I may be a bit high on this forecast but have anchored up with the crowd I suspect"], [102468, "2022-03-28T16:22:16Z", [0.58], ""], [104378, "2022-03-28T02:38:07Z", [0.97], ""], [103878, "2022-03-27T14:23:38Z", [1.0], ""], [105528, "2022-03-27T12:07:15Z", [0.67], "Monitoring new COVID wave and Ukraine refugee crisis"], [14603, "2022-03-27T08:56:55Z", [1.0], ""], [691, "2022-03-26T19:38:42Z", [1.0], ""], [87177, "2022-03-26T18:18:31Z", [0.99], ""], [45594, "2022-03-26T08:28:00Z", [0.75], ""], [34815, "2022-03-26T04:51:59Z", [1.0], ""], [92079, "2022-03-26T00:29:22Z", [1.0], ""], [1333, "2022-03-25T19:14:40Z", [1.0], ""], [40636, "2022-03-25T18:25:11Z", [1.0], ""], [88452, "2022-03-25T18:08:02Z", [0.99], ""], [1333, "2022-03-25T17:25:33Z", [0.01], ""]]}