{"question_id": 2115, "title": "How many twenty-foot equivalent units (TEUs) of cargo will the Port of Los Angeles report for November 2021?", "possible_answers": ["Fewer than 800,000", "Between 800,000 and 900,000, inclusive", "More than 900,000 but fewer than 1,000,000", "1,000,000 or more"], "crowd_forecast": [0.0, 0.1, 0.75, 0.15], "correct_answer": "Between 800,000 and 900,000, inclusive", "correct_forecast": 0.1, "preds": [[103410, "2021-12-01T05:56:58Z", [0.0, 0.1, 0.75, 0.15], ""], [12949, "2021-12-01T00:41:42Z", [0.15, 0.2, 0.25, 0.4], "The relational is simple in that most recently the docks and storage locations were beyond capacity. Secondly the backlog stands near 160 plus ships. "], [14027, "2021-11-30T23:45:15Z", [0.0, 0.0, 0.83, 0.17], ""], [47254, "2021-11-30T22:22:44Z", [0.0, 0.15, 0.35, 0.5], ""], [67312, "2021-11-30T21:26:33Z", [0.0, 0.01, 0.63, 0.36], ""], [99993, "2021-11-30T21:21:42Z", [0.02, 0.3, 0.6, 0.08], ""], [103258, "2021-11-30T19:15:43Z", [0.0, 0.14, 0.82, 0.04], ""], [102676, "2021-11-30T18:56:39Z", [0.0, 0.09, 0.76, 0.15], ""], [1333, "2021-11-30T18:44:26Z", [0.0, 0.0, 1.0, 0.0], ""], [99943, "2021-11-30T15:02:48Z", [0.0, 0.1, 0.85, 0.05], ""], [99943, "2021-11-30T14:54:22Z", [0.0, 0.15, 0.8, 0.05], "I think I'm going to be destroyed on this question because I joined it so late and it took me so long to figure out what to do with the portoptimizer data. I do think bin 3 is most likely, although bin 2 shouldn't be ruled out, especially given that Oct 2021 was below Oct 2020."], [102676, "2021-11-30T12:48:21Z", [0.0, 0.11, 0.73, 0.16], "Based on the updated bin count from internal NWC student projection details provided.  Final forecast provided."], [50048, "2021-11-30T10:47:35Z", [0.0, 0.0, 0.55, 0.45], "Thanks @belikewater and @wackiewim for checking my numbers and sources.  I revised my projections downward, but still wind up with a near coin toss for 1million based on the  https://signal.portoptimizer.com numbers.  That being said, those numbers are close, but usually higher than the source used to resolve the question https://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2021.\nFurthermore, in 2021, imports have exceeded exports between 5-13%, so my estimate is 1million +/- 20k.    \n\t        May-21\t        21-Nov\t\nImport\t 540,803 \t 505,164 (projected using 3 days from week 48 on https://signal.portoptimizer.com)    \t \nExport\t 471,245 \t 513,657 (est. 9% higher than imports)\ntotal\t 1,012,048 \t 1,018,821 \t\n"], [103258, "2021-11-30T07:18:16Z", [0.0, 0.12, 0.78, 0.1], ""], [94872, "2021-11-30T02:05:39Z", [0.0, 0.1, 0.7, 0.2], ""], [50048, "2021-11-29T22:41:51Z", [0.0, 0.0, 0.11, 0.89], "Wow, this is going to come down right at or below 1million based on numbers below.  I took the record breaking month of May and compared it to reported import numbers for November thus far.  The only unknown is the number of exports for November.  Exports lag imports by an average of 9%, with a range of 6-13% in 2021.  So even at the lowest rate of 6%, my projected total is 1,084,918.  Close enough that it could slip below the 1million threshold, but almost certainly not below 900K.                  May-21\t         Nov-21\t\nImports\t 540,803 \t 585,399 (as reported by https://signal.portoptimizer.com)  \t\nExports\t 471,245 \t 499,519 (est. 6% higher)\ntotal\t 1,012,048 \t 1,084,918 (projected)\t\n"], [102971, "2021-11-29T20:23:29Z", [0.0, 0.05, 0.87, 0.08], ""], [1333, "2021-11-29T19:05:30Z", [0.0, 0.0, 0.92, 0.08], ""], [691, "2021-11-29T18:08:06Z", [0.0, 0.06, 0.8, 0.14], ""], [80667, "2021-11-29T16:56:08Z", [0.0, 0.1, 0.7, 0.2], "Having come to this party rather late, a couple of things struck me as worth remarking on a) 2021 is an extraordinary year in terms of TEU counts- at 4.7 m YTD, it's already close to the recent full year totals. Should that make us think of mean reversion for the last couple of months in the year? b)  Then there is the congestion to consider- in other words, Nov would include backlog plus whatever could be processed during the month. So even if Nov volumes wane relative to some long term base rate, there is the Oct backlog to be factored into the estimate. So I would think, (b) should outweigh (a), hence an upward bias in my estimate."], [102641, "2021-11-29T13:26:09Z", [0.0, 0.1, 0.8, 0.1], "move to crowd"], [100653, "2021-11-29T12:21:35Z", [0.08, 0.23, 0.54, 0.15], ""], [94889, "2021-11-29T11:47:03Z", [0.0, 0.03, 0.95, 0.02], "Didn't see any major changes to anchored vessels or stories on stoppages or big movers. Raising for the band I believe most accurately reflects the progress of the month."], [102675, "2021-11-29T11:08:09Z", [0.01, 0.14, 0.77, 0.08], ""], [1333, "2021-11-29T10:34:37Z", [0.0, 0.0, 0.81, 0.19], ""], [34959, "2021-11-29T06:19:28Z", [0.0, 0.15, 0.65, 0.2], ""], [93409, "2021-11-29T06:19:01Z", [0.0, 0.0, 1.0, 0.0], ""], [37520, "2021-11-29T02:21:32Z", [0.0, 0.05, 0.75, 0.2], ""], [67312, "2021-11-29T02:07:10Z", [0.0, 0.09, 0.76, 0.15], ""], [102607, "2021-11-28T23:52:20Z", [0.01, 0.06, 0.68, 0.25], ""], [103258, "2021-11-28T19:58:57Z", [0.0, 0.26, 0.74, 0.0], ""], [103233, "2021-11-28T07:52:41Z", [0.0, 0.0, 0.93, 0.07], ""], [14266, "2021-11-28T03:41:11Z", [0.0, 0.18, 0.76, 0.06], ""], [691, "2021-11-27T16:14:26Z", [0.0, 0.08, 0.78, 0.14], ""], [101989, "2021-11-27T11:32:03Z", [0.0, 0.05, 0.8, 0.15], ""], [101989, "2021-11-27T11:31:25Z", [0.0, 0.0, 0.8, 0.2], ""], [103258, "2021-11-27T08:48:19Z", [0.0, 0.28, 0.72, 0.0], ""], [55987, "2021-11-26T14:10:27Z", [0.0, 0.0, 1.0, 0.0], ""], [103258, "2021-11-26T13:14:14Z", [0.0, 0.26, 0.74, 0.0], ""], [102675, "2021-11-26T03:17:21Z", [0.01, 0.07, 0.77, 0.15], ""], [96828, "2021-11-25T22:34:45Z", [0.08, 0.28, 0.28, 0.36], "Nts: Cali 2 Cali 2. Con + A pop."], [1333, "2021-11-25T19:05:02Z", [0.0, 0.1, 0.8, 0.1], ""], [1333, "2021-11-25T19:03:25Z", [0.0, 0.1, 0.77, 0.13], ""], [691, "2021-11-25T18:26:19Z", [0.0, 0.1, 0.75, 0.15], ""], [103167, "2021-11-25T18:22:54Z", [0.0, 0.2, 0.8, 0.0], ""], [103357, "2021-11-25T17:40:56Z", [0.0, 0.1, 0.7, 0.2], "Container dwell fees are seemingly helping a lot https://www.msn.com/en-us/money/companies/california-docks-see-significant-progress-with-supply-chain-backlog-port-chief-says/ar-AAR5BQK"], [99857, "2021-11-25T07:23:40Z", [0.01, 0.11, 0.61, 0.27], ""], [101036, "2021-11-25T01:33:13Z", [0.0, 0.0, 0.72, 0.28], ""], [100273, "2021-11-25T01:22:13Z", [0.0, 0.0, 1.0, 0.0], "All in"], [102877, "2021-11-24T23:15:23Z", [0.0, 0.0, 0.85, 0.15], ""], [99780, "2021-11-24T22:26:56Z", [0.0, 0.22, 0.58, 0.2], ""], [102652, "2021-11-24T20:56:52Z", [0.0, 0.35, 0.65, 0.0], "It is looking more and more certain that the Port of Los Angeles will stay on track with the throughput levels achieved during the last couple of months and hit somewhere above 900,000 TEUs but less than 100,000 TEUs. Over all the port is experiencing a record year with a 22% increase in TUEs over 2020. (https://www.portoflosangeles.org/references/2021-news-releases/news_111821_octteu) Consistent with 2020, November is likely to be a little slower than October, but probably not by much given the national attention on continuing to get ships unloaded to ease pressure on the economy. Adjusting my forecast to 35% likely between 800,000 and 900,000 and 65% likely between 900,000 and 1,000,000 TEUs."], [103258, "2021-11-24T18:41:27Z", [0.0, 0.3, 0.7, 0.0], ""], [79142, "2021-11-24T16:17:10Z", [0.0, 0.34, 0.66, 0.0], "Oct - 902,643.90\nLast 6 Yrs - 3 Oct better than Nov.\nLast 3 Yrs - All Nov were  fewer than Oct\nLast 6 Yrs - When Oct were fewer than Sep, Nov were better than Oct 2 times out 3 occasions   \nLast 6 Yrs - Nov figure went to a different direction of the Sep-Oct difference 4 times out 6 occasions   ....\nRazor thin decision.....\n"], [14027, "2021-11-24T14:34:35Z", [0.0, 0.06, 0.65, 0.29], ""], [50048, "2021-11-24T14:04:30Z", [0.0, 0.0, 0.91, 0.09], "According to https://signal.portoptimizer.com, total imports for month of November will be ~524,000 which means the port would need a ~476,000 total exports to reach the 1 million mark.  That would break the record set in May 2021.  Of note, the extra day in May added ~15,000 to that record breaking month.   All that being said, I can't find any current data on export volumes and will all of the attention on supply chains, inflation, etc. some government intervention could push the number a little higher and over the 1 million mark, so I can't discount that bin.  "], [67312, "2021-11-24T00:32:12Z", [0.0, 0.19, 0.63, 0.18], ""], [1333, "2021-11-23T22:16:44Z", [0.0, 0.1, 0.75, 0.15], ""], [102643, "2021-11-23T17:50:41Z", [0.0, 0.12, 0.7, 0.18], ""], [55987, "2021-11-23T14:43:56Z", [0.0, 0.26, 0.73, 0.01], ""], [102675, "2021-11-23T11:46:41Z", [0.01, 0.01, 0.7, 0.28], ""], [103258, "2021-11-23T11:17:45Z", [0.0, 0.4, 0.6, 0.0], ""], [67312, "2021-11-23T07:44:22Z", [0.0, 0.31, 0.56, 0.13], ""], [73687, "2021-11-23T03:59:28Z", [0.0, 0.06, 0.51, 0.43], ""], [99943, "2021-11-22T19:58:48Z", [0.0, 0.2, 0.75, 0.05], "The real-time port data (signal.portoptimizer.com) seems to be pretty useless. It's not at all the same as the data used to resolve the question, and I'm coming to the conclusion that it can't even be trusted relative to previous years or months. Comparing Nov weekly data to last year's weekly data, Nov 2021 should come out below last year and in bin 2. Comparing the absolute number for Nov (projected 516k) to the absolute number for October (472k), Nov 2021 should be at 987k, in bin 3, close to bin 4. I would have been better off never to have looked at any of the port real-time data."], [754, "2021-11-22T19:14:43Z", [0.0, 0.3, 0.7, 0.0], ""], [97312, "2021-11-22T19:07:14Z", [0.0, 0.03, 0.72, 0.25], ""], [691, "2021-11-22T18:20:18Z", [0.0, 0.09, 0.65, 0.26], ""], [100653, "2021-11-22T18:19:13Z", [0.08, 0.23, 0.52, 0.17], ""], [99993, "2021-11-22T16:32:24Z", [0.02, 0.4, 0.5, 0.08], ""], [14266, "2021-11-22T03:33:45Z", [0.0, 0.21, 0.69, 0.1], ""], [103258, "2021-11-21T21:21:31Z", [0.0, 0.34, 0.66, 0.0], ""], [1333, "2021-11-21T17:23:20Z", [0.0, 0.12, 0.73, 0.15], "Bogged down by dwelling imports and empties, October cargo volumes through the Port of Los Angeles fall year-over-year despite long line up of ships waiting to offsload. The Port of Los Angeles reported October volumes of 902,644 TEUs, a decrease of 8% compared from last year when it handled record monthly volumes. Still, year-to-date overall cargo volume through the Port of Los Angeles, the top container port in the United States, has increased 22% over 2020.  “Amid the array of challenges facing the supply chain, we continue to deliver more cargo than ever,” said Port of Los Angeles Executive Director Gene Seroka, in announcing the monthly statistics. “The National Retail Federation is forecasting a record holiday season as many outlets such as Walmart, Target and Home Depot report strong sales.” Seroka said clearing docks of imports and empties remains a top priority as more than “As a result, we’ve seen a marked improvement of fluidity on our marine terminals, which allows  more vessels to be processed,” he said.   The port’s announcement highlighted a reported 31% drop – from 94,981 to 65,080 – in the number of import containers on Port of Los Angeles marine terminals from October 24, the day before the ports of Los Angeles and Long Beach announced fines for import containers dwelling nine days or more. Import containers dwelling 9+ days has declined 35%, from 37,410 to 24,361, the port said. October loaded imports reached 467,287 TEUs, an 8% decline compared to the previous year. Loaded exports also dropped 32% to 98,251 TEUs compared to 2020.  Empty containers shipped overseas increased to 337,106 TEUs, an increase of 2% year-over-year. Officials have said ocean carriers are bringing in additional “sweeper” ships to load out empty containers, freeing up space on the docks. Ten months into 2021, the Port has processed 9,079,562 TEUs, 22% more than the 7,444,464 TEUs handled at this time last year."], [99943, "2021-11-21T15:17:03Z", [0.0, 0.25, 0.74, 0.01], ""], [99943, "2021-11-21T15:16:11Z", [0.0, 0.19, 0.8, 0.01], ""], [99943, "2021-11-21T08:50:30Z", [0.0, 0.24, 0.75, 0.01], "The portoptimizer.com numbers have been updated. The previous week's total and this week's forecast remain unchanged. There is large uncertainty, but the current numbers available through portoptimizer.com suggest that Nov 2021 total import TEUs will probably be just under Nov 2020 total import TEUs and that Nov 2021 total TEUs will likely be < Nov 2020 total TEUs, which would put the forecast in bin 2. (See my previous forecasts for details.) But, I realized that the same forecast method would have underestimated October's numbers. So, new forecast minimum for Nov: 0.985/0.98 * 1.925 * 466k = 902k. But even this is likely an underestimate by up to 60k, as I think the portoptimizer data, even used relative to the numbers they give for previous years, often underestimates current TEUs relative to previous years. So, I'm shifting my forecast up. I do think bins 1 and 4 are out at this point, but there's so much uncertainty with the port data that bin 2 is still quite possible."], [67312, "2021-11-21T02:18:09Z", [0.02, 0.43, 0.44, 0.11], ""], [103258, "2021-11-20T20:31:40Z", [0.0, 0.34, 0.65, 0.01], ""], [99943, "2021-11-20T19:52:26Z", [0.0, 0.45, 0.5, 0.05], "As of Sat afternoon, the port has not updated numbers from Friday. The port's numbers for Nov imported TEUs are currently 514,061, or 98.5% of Nov 2020. (Again, these are not useful as absolute values but instead as approximate relative values.) That puts my best forecast for Nov at 0.985 * 1.925 * 466k = 884k.\nTheir current numbers strongly predict bin 2, but I do expect their numbers for this week and next to change substantially over the coming week. Also, the current prediction is very close to the line between bins 2 and 3."], [86367, "2021-11-20T16:48:07Z", [0.0, 0.14, 0.65, 0.21], ""], [1333, "2021-11-20T04:32:15Z", [0.0, 0.11, 0.64, 0.25], ""], [94872, "2021-11-20T04:27:04Z", [0.0, 0.2, 0.6, 0.2], ""], [99943, "2021-11-20T00:17:49Z", [0.0, 0.4, 0.5, 0.1], ""], [32199, "2021-11-19T20:14:15Z", [0.25, 0.25, 0.25, 0.25], ""], [754, "2021-11-19T19:08:03Z", [0.0, 0.35, 0.65, 0.0], ""], [102646, "2021-11-19T17:39:51Z", [0.0, 0.7, 0.15, 0.15], ""], [102642, "2021-11-19T17:39:06Z", [0.0, 0.42, 0.51, 0.07], ""], [99943, "2021-11-19T16:36:24Z", [0.0, 0.31, 0.59, 0.1], "The port's numbers for the rest of the month have been revised slightly, so that their numbers for Nov imported TEUs are now 514,061, or 98.5% of Nov 2020. (Again, these are not useful as absolute values but instead as approximate relative values.) That puts my best forecast for Nov at 0.985 * 1.925 * 466k = 884k.\nOn the one hand, their current numbers strongly predict bin 2. On the other hand, I do expect their numbers for this week and next to change substantially over the coming week, and the current prediction is very close to the line between bins 2 and 3."], [55987, "2021-11-19T16:12:10Z", [0.0, 0.48, 0.51, 0.01], ""], [99943, "2021-11-19T14:34:02Z", [0.0, 0.25, 0.55, 0.2], "It's Friday, and the week's imported TEUs in the Portoptimizer Signal data are still pretty high. They'll go through at least one more revision, perhaps ending up between 115k and 135k, but probably somewhere in the middle. But more importantly, next week's TEUs aren't going up yet. Usually by now, the port has some wild forecast that the next week will see 50% more TEUs imported than the same week last year. As of right now, their forecast for next week is for 32% below last year. And if I add up this month's TEUS as their projected totals for Weeks 44 + 45 + 46 + 47 + 2/5 * Week 48, and the same month last year as Weeks 44 + 45 + 46 + 47 + 3/5 * Week 48, I get:\nNov 2021 = 509,807 imported TEUs (again, do not take this absolute value as correct)\nNov 2020 = ~522k (in the same Signal data)\nThen Nov 2021 = 98% of Nov 2020 = 0.98 * 890k = 872k. Or, Nov 2021 = 0.98 * 1.925 * 466.0k (total imports in Nov 2020 in the question resolution data) = 879k. Also note that Nov 2020 had 1 more work day than Nov 2021 does. Their numbers for Week 48 are undoubtedly low right now, but higher numbers would add <~10k to the Nov 21 total, to reach 890k. It's close, but bin 2 is very possible. There is massive uncertainty in these relative percentages, but there is a real risk of bin 2, and I think that with next week's forecast so low, bin 4 is really unlikely right now. That being said, if the current week's projections don't change, and a lot more is added next week, bin 4 could happen."], [103258, "2021-11-19T08:13:27Z", [0.0, 0.32, 0.66, 0.02], ""], [102702, "2021-11-19T05:31:01Z", [0.0, 0.12, 0.74, 0.14], ""], [99943, "2021-11-19T02:06:52Z", [0.0, 0.2, 0.75, 0.05], "If the port gets through everything on their list for this week and next, then they'll just barely make it to bin 3. There is a real chance of bin 2 happening but not much chance of bin 4. There are only 6 more days of port work for this forecast."], [99943, "2021-11-19T01:43:48Z", [0.0, 0.3, 0.6, 0.1], ""], [102675, "2021-11-19T01:27:13Z", [0.01, 0.01, 0.53, 0.45], ""], [99943, "2021-11-19T01:02:24Z", [0.0, 0.1, 0.8, 0.1], "The October 2021 number is out: 902,643.90 TEUs, down 7.96% from October 2020 (@DNK89 ). I had predicted that the the Oct 21 number would be \"probably at ~94%-95% of Oct 2020 but possibly lower,\" so I wasn't too far off. So this gives me more confidence in predicting the November number based on using the 2021 Port Signal data relative to 2020 data in the same publication: https://signal.portoptimizer.com/ Also, note that October total exported TEUs were 92.6% of total imported TEUs, in line with September's 92%. One crude estimate for Nov 2021 is this: because Oct 2020 was 27% above Oct 2019, a higher percentage than for any other month in 2020, and Nov 2020 was 22% higher than Nov 2019, I'd predict that all else equal, Nov 2021 would come in at around 100% - (22/27)*7.96% = ~93.5% (+/-2%) of Nov 2020 = 0.93 * 890k = 828k. But the Port Optimizer import data (which should be used only for relative comparisons not absolute values) suggest the possibility that Nov could end up higher. Week 44 in 2021 came in about 26% over week 44 in 2020; that 26% should be interpreted with giant error bars. Week 45 came in ~3% lower. Week 46 still shows some possibility for coming in above 2020, possibly substantially. Week 47 is currently slated for a large decrease, but that could change. And it's too early to say anything about the first 2 days of Week 48. Barring disaster, bin 1 is out thanks to week 44. For weeks 44 and 45, 2020 added up to 219k, and 2021 added up to 239k, or 9% more than 2020. Week 46 is still looking very good on Thursday evening, likely won't come out below 2020 and could well end up substantially higher. However, because of Week 47's very low projected number, I don't rule out bin 3 yet. Everything will be much clearer by Sunday night, when they post their gigantic overestimate for the coming week. If they still project Week 47 to come in far below 2020, I'll take them seriously at that point."], [94889, "2021-11-19T00:45:22Z", [0.0, 0.2, 0.7, 0.1], "Update forecast due to Oct 2021 statistics posted.\nhttps://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2021 Essentially flatline to Sept 2021 values. This is despite significant reports of increased backups and delays. Unfortunately the forecast breakpoint of 900,000 seems to be right in the heart of this forecast as it resolves. I will slightly increase that probability. I am increasing the 800,000-900,000 due to historical drop in November in 8 of the last 10 years possibly indicating holiday inventory is offloaded predominately in October.  However approximately 50 ships remain at anchor indicating there is much more to unload. While I haven't been counting on a day-to-day basis I do see fewer ships in the third anchorage to the southeast and to the west along Catalina Island indicating to me there has been an increase in offloading, but I am hesitant to increase above 1,000,000 because it is clear there remains other factors slowing the unloading of the ships.\nhttps://www.marinetraffic.com/en/ais/home/centerx:-118.154/centery:33.675/zoom:12 Probably more interesting that the November number is the likely 2021 calendar year total. At a straight line trend of 900,000, the calendar year total will be the largest amount of goods shipped through the port in history by approximately 15%. Sort of undermining the narrative that the supply chain is broken. It appears to be doing something it has never done before."], [102675, "2021-11-18T23:24:35Z", [0.01, 0.01, 0.42, 0.56], "Comment deleted on Nov 19, 2021 01:31AM UTC"], [103258, "2021-11-18T19:06:16Z", [0.03, 0.4, 0.55, 0.02], ""], [1333, "2021-11-18T13:29:08Z", [0.0, 0.1, 0.6, 0.3], ""], [102675, "2021-11-18T11:49:32Z", [0.01, 0.01, 0.49, 0.49], ""], [101036, "2021-11-18T00:11:51Z", [0.0, 0.0, 0.65, 0.35], ""], [103258, "2021-11-17T22:39:35Z", [0.05, 0.45, 0.48, 0.02], "Latest signal speaks to about 490-500K TEU import for November, with huge peak current week mid Nov.\nbacklog will be fed by fines.\nWith past ration of 1.88-1.94 for totals this gives high chance of >900.\nChanging forecast to have higher chance on bucket c"], [55987, "2021-11-17T15:52:39Z", [0.0, 0.0, 1.0, 0.0], ""], [88452, "2021-11-17T12:46:01Z", [0.0, 0.0, 0.0, 1.0], ""], [102641, "2021-11-16T18:52:00Z", [0.0, 0.1, 0.6, 0.3], "Following the crowd for now"], [102664, "2021-11-16T17:48:47Z", [0.0, 0.1, 0.7, 0.2], "Insightful projections #MurphAC130 and recent policy to increase throughput should foster record-setting conditions. Given the projection rates and the closeness to the 1M threshold, the Thanksgiving Holiday weekend may'be a factor. The original calendar indicates closure on 25/26 Nov, I don't see an update posted and will continue to monitor open dates."], [102675, "2021-11-16T15:19:43Z", [0.01, 0.01, 0.43, 0.55], ""], [103258, "2021-11-16T12:21:45Z", [0.05, 0.75, 0.15, 0.05], ""], [67312, "2021-11-16T04:04:05Z", [0.0, 0.17, 0.61, 0.22], ""], [3024, "2021-11-16T02:35:26Z", [0.01, 0.14, 0.45, 0.4], ""], [754, "2021-11-15T23:05:35Z", [0.0, 0.11, 0.84, 0.05], ""], [1333, "2021-11-15T16:53:57Z", [0.0, 0.1, 0.59, 0.31], ""], [55987, "2021-11-15T15:51:25Z", [0.0, 0.01, 0.78, 0.21], ""], [86367, "2021-11-14T21:06:49Z", [0.0, 0.12, 0.61, 0.27], ""], [99943, "2021-11-14T20:51:19Z", [0.0, 0.05, 0.85, 0.1], "If the port data can be counted on to reveal approximate relative relationships in import TEUs vs. the same weeks last year, then even if the remaining couple weeks of Nov end up just a touch under last year's numbers, bin 2 will still be out because week 1 was so high. Lowering bin 2, and waiting for Oct numbers to come out. The next 2 weeks would need to be extraordinary to reach bin 4. I would go higher on bin 3 if I were more certain about the relationship between the numbers the port reports in real time and their monthly totals that are used to resolve this question."], [101036, "2021-11-14T20:24:59Z", [0.0, 0.01, 0.79, 0.2], ""], [99780, "2021-11-13T22:01:20Z", [0.0, 0.12, 0.48, 0.4], ""], [97892, "2021-11-13T17:51:09Z", [0.17, 0.25, 0.28, 0.3], ""], [55987, "2021-11-12T15:53:03Z", [0.0, 0.04, 0.61, 0.35], ""], [99943, "2021-11-12T14:29:45Z", [0.0, 0.1, 0.75, 0.15], "I should allow for a greater possibility that the next 2 weeks could see much higher or lower TEUs than the same weeks last year, and also that the current port data might not track well, even in relative terms, with the question resolution data."], [67312, "2021-11-12T00:07:27Z", [0.0, 0.26, 0.52, 0.22], ""], [99943, "2021-11-11T15:58:22Z", [0.0, 0.06, 0.88, 0.06], ""], [99943, "2021-11-11T15:55:43Z", [0.0, 0.1, 0.8, 0.1], "I think that with this week's TEUs potentially falling further below the same week's numbers in 2020, bin 4 is almost out of the question. And with last week's numbers, bin 1 is almost out of the question."], [691, "2021-11-11T15:20:10Z", [0.0, 0.04, 0.65, 0.31], ""], [100653, "2021-11-11T07:56:17Z", [0.13, 0.2, 0.42, 0.25], ""], [94872, "2021-11-11T04:07:41Z", [0.0, 0.06, 0.55, 0.39], ""], [99943, "2021-11-11T01:48:21Z", [0.0, 0.1, 0.7, 0.2], "So far, this week looks like it's going to end up close to or below the same week last year. That makes bin 4 much less likely because of how much higher the second half of Nov would need to be compared to 2020."], [94889, "2021-11-10T11:25:57Z", [0.01, 0.1, 0.6, 0.29], ""], [99943, "2021-11-10T00:37:20Z", [0.0, 0.02, 0.4, 0.58], ""], [99943, "2021-11-10T00:36:39Z", [0.0, 0.02, 0.45, 0.53], "I hesitate to rely on any aspect of the portoptimizer signal data, as they are so unreliable and inscrutable, but they do suggest that so far, Nov 2021 imported TEUs might be >12% greater than Nov 2020 imported TEUs."], [50048, "2021-11-09T21:01:17Z", [0.01, 0.02, 0.62, 0.35], ""], [14266, "2021-11-09T06:01:13Z", [0.0, 0.15, 0.63, 0.22], ""], [96828, "2021-11-09T02:02:32Z", [0.01, 0.05, 0.4, 0.54], ""], [102676, "2021-11-08T21:49:35Z", [0.03, 0.23, 0.52, 0.22], "January 835,516.20\nFebruary 799,315.40\nMarch 957,599.25\nApril 946,966.35\nMay 1,012,047.85\nJune 876,430.35\nJuly 890,799.80\nAugust 954,377.35\nSeptember 903,864.60 Feb 21 only month to report less than 800K.  Will need to dive deeper on overflow caused by labor shortage to revise follow on forecast."], [99780, "2021-11-08T21:34:05Z", [0.0, 0.12, 0.46, 0.42], ""], [99943, "2021-11-08T19:38:57Z", [0.0, 0.05, 0.47, 0.48], ""], [102675, "2021-11-08T19:11:14Z", [0.0, 0.01, 0.44, 0.55], ""], [55987, "2021-11-08T15:58:14Z", [0.0, 0.1, 0.68, 0.22], ""], [99943, "2021-11-06T15:44:05Z", [0.0, 0.18, 0.35, 0.47], "If I give any credence to the data coming out of the Port of LA about current week TEU volumes vs. the same week in 2020, it appears that week 44 volumes were >10% above last year, which would push Nov into bin 4 if the trend is real and continues.\nI think I'm going to have a terrible score on this question because I started it near the end and am still figuring out how best to use any of the weekly port data, if at all.\nAnyone else looking at https://signal.portoptimizer.com/ or https://tower.portoptimizer.com?"], [101989, "2021-11-06T14:09:35Z", [0.0, 0.0, 0.55, 0.45], ""], [96678, "2021-11-05T15:52:54Z", [0.01, 0.05, 0.58, 0.36], ""], [99943, "2021-11-05T15:52:32Z", [0.0, 0.33, 0.34, 0.33], "The Port Signal data is claiming that they estimate Week 44's imported TEUs to be either 16.00% or 5.48% above the same week last year. (The data contradicts itself; see my previous forecasts for discussions of this.) If the week does end up somewhere between 5% and 16% above last year, then this makes the last 2 bins more likely. I don't know what to make of their data, though."], [55987, "2021-11-05T15:13:17Z", [0.0, 0.0, 0.7, 0.3], ""], [691, "2021-11-05T15:02:59Z", [0.0, 0.05, 0.62, 0.33], ""], [99943, "2021-11-05T02:17:38Z", [0.0, 0.63, 0.32, 0.05], "I think the real-time data coming out of the Port of LA is pretty useless. It's too all over the map.\nMy best guess, from looking at the soup of data, is that October 2021 will come in below October 2020, probably at ~94%-95% of Oct 2020 but possibly lower. Because Oct 2020 was 27% above Oct 2019, a higher percentage than for any other month in 2020, and Nov 2020 was 22% higher than Nov 2019, I'll predict that all else equal, Nov 2021 will come in at 100% - (22/27)*5.8% = ~95% (+/-1%) of Nov 2020. It does look like containers are getting cleared out, and it's even possible that the backlog could be cleared out within 2-3 weeks, right before Thanksgiving.\nhttps://kentico.portoflosangeles.org/getmedia/a9af147a-ace7-4f27-9b2f-b25ecb73dc30/import-container-dwell-report\nAs the containers get cleared out, that could allow unloading/loading operations to speed up. So, I'm assigning a sizable chance to bin 3."], [99943, "2021-11-05T01:55:45Z", [0.0, 0.67, 0.32, 0.01], ""], [99943, "2021-11-05T01:42:36Z", [0.02, 0.67, 0.3, 0.01], "I just realized that the Signal report has different numbers from the other data at portoptimizer.com and from the data used to resolve the question. I have seen few worse data nightmares coming out of one organization.\nhttps://signal.portoptimizer.com/\nhttps://tower.portoptimizer.com/dashboard/signal Import TEUs:\nWeek, signal.portoptimizer.com, tower.portoptimizer.com\nWeek 40 78,292  59,953\nWeek 41 155,486  148,293\nWeek 42 107,148  84,581\nWeek 43 130,684  108,895\nTotal: 471,610  401,722 And, the signal.portoptimizer.com total for Sept is 454,431, but the totals for September in the chart for resolution of this question are 468,059.15 loaded TEUs, 1,510.95 empty TEUs, and 469,570.10 total TEUs. So the best I can come up with is that the signal.portoptimizer.com import totals are approx 97% of the resolution chart totals, and the tower.portoptimizer.com totals are ~85% of the signal.portoptimizer.com totals and therefore ~83% of the resolution chart totals. It does seem that the relationships from week to week and year to year are generally preserved, though, across data sets. So, revised forecast for October: (471,610/0.97)(1.91) = 928,634 TEUs. Very different from my previous forecast based on tower.portoptimizer.com data. Ugh. My new forecast October number is 94.7% of the Oct 2020 value. Thus, my new forecast number for November 2021 will be about 97% of Nov 2020: 890k * 0.97 = 863k. Revising my forecast upwards. Later edit: the signal.portoptimizer.com numbers for Q3 2021 are very close to the total import TEUs + loaded export TEUs on the resolution chart, but I'm not sure what to do with that."], [102973, "2021-11-05T00:42:37Z", [0.0, 0.1, 0.53, 0.37], ""], [94872, "2021-11-04T18:18:27Z", [0.0, 0.06, 0.5, 0.44], ""], [99943, "2021-11-04T18:12:52Z", [0.28, 0.57, 0.14, 0.01], ""], [102644, "2021-11-04T17:19:34Z", [0.0, 0.07, 0.71, 0.22], ""], [102648, "2021-11-04T17:12:23Z", [0.0, 0.05, 0.85, 0.1], ""], [102646, "2021-11-04T17:05:52Z", [0.0, 0.15, 0.7, 0.15], ""], [14027, "2021-11-04T16:15:40Z", [0.0, 0.1, 0.59, 0.31], ""], [99943, "2021-11-04T14:32:19Z", [0.28, 0.55, 0.15, 0.02], "Yesterday, I adjusted my forecast up a bit because the port forecast for this week was still so high, as of Wednesday. But it adjusted down again and is now only 1.78% higher than last year this week. I bet it will be adjusted even lower tomorrow and again after the week is over. The pattern is clear: 9 out of 11 of the past weeks have seen TEU volumes lower than last year. I had hoped that the current focus on the port might mean things would take off, but they do not seem to have the leadership and/or powers they need to clear the backlog. So I suspect that Nov 21 will be below Nov 20, or at most about 2% greater. And then the question is how low. Oct 21 is likely to be 82% of Oct 20. Oct 20 was 27% above Oct 19, and Nov 20 was 22% above Nov 19, so I suspect Nov 21 won't be as low as 82% of Nov 20. But it could easily be 90% of Nov 20, right on the lines between bins 1 and 2. I'll see how this week's TEUs come in and adjust from there. It's looking most likely that Nov 21 will be ~95% of Nov 20.\nFurther info: https://www.gjopen.com/comments/1350451 Also, I looked more into export TEUs as a fraction of import TEUs. For all of 2020, export TEUs were 89% of import TEUs. For 2021, total export TEUs through September have been 91% of total import TEUs. For each individual month in 2021, exported TEUs have also averaged 91% (range, 87% to 95%) of imported TEUs. For September, exported TEUs were 92% of imported TEUs. In August, it was 95%; August is also the only month in 2021 in which total TEUs was less than for the same month in 2020. So I think it's reasonable to expect that October and November export TEUs will be in the range of 87% to 95% of import TEUs, and probably about 91% or 92%. Let A = Nov 2021 imports as a fraction of Nov 2020 imports, and B = Nov 2021 exports as a fraction of Nov 2021 imports. Nov 2020 import TEUs were 466k. Then\nNov 2021 total TEUs = 466k * A * (1+B).\nMinimum: 466k * 0.82 * 1.85 = 707k\nMore reasonable: 466k * 0.90 * 1.91 = 801k\nAlso reasonable: 466k * 0.95 * 1.95 = 863k\nHigher end of likely imo: 466k * 0.95 * 1.92 = 850k\nLess likely: 466k * 0.98 * 1.92 = 877k\nLess likely: 466k * 0.99 * 1.95 = 900k\nLess likely: 466k * 1.00 * 1.93 = 900k\nAlso less likely: 466k * 1.01 * 1.91 = 900k (So imports would have to be at or above 2020 levels, and exports at or above average as % of imports, to reach 900k.)\nAn upper limit: 466k * 1.00 * 1.95 = 908.7k\nLess likely upper limit: 466k * 1.025 * 1.95 = 931k (where Nov 21 imports are 2.5% greater than Nov 20 imports, and exports are 95% of imports)\nUnreasonable upper limit: 466k * 1.05 * 1.95 = 954k (where Nov 21 imports are 5% greater than Nov 20 imports, and exports are 95% of imports)\nExtreme upper limit: 466k * 1.10 * 1.95 = 999.57 (where Nov 21 imports are 10% greater than Nov 20 imports, and exports are 95% of imports) Operations would need to change drastically for Nov 21 imports to be >5% greater than Nov 20 imports.\nIf Nov 21 imports are 1% lower than Nov 20 imports, then if exports are 95% of imports, total TEUs would reach 900k.\nIf Nov 21 imports are lower than Nov 20 imports by >1%, then bin 3 is extremely unlikely (as exports would need to be >95% of imports, and that has not been seen in 2021).\nIf Nov 21 imports are <90% of Nov 20 imports, then bin 1 is very likely.\nLet's see how week 44 goes."], [96828, "2021-11-04T12:59:16Z", [0.05, 0.15, 0.3, 0.5], ""], [102675, "2021-11-04T00:28:29Z", [0.0, 0.05, 0.45, 0.5], ""], [86367, "2021-11-04T00:25:17Z", [0.0, 0.27, 0.55, 0.18], ""], [97312, "2021-11-03T19:57:25Z", [0.01, 0.16, 0.58, 0.25], ""], [55987, "2021-11-03T15:18:46Z", [0.0, 0.0, 0.41, 0.59], ""], [102607, "2021-11-03T15:12:18Z", [0.03, 0.09, 0.63, 0.25], "Total TEUs \nJanuary 835,516.20 \nFebruary 799,315.40 \nMarch 957,599.25 \nApril 946,966.35 \nMay 1,012,047.85 \nJune 876,430.35 \nJuly 890,799.80 \nAugust 954,377.35 \nSeptember 903,864.60 Only one month in the previous year has the rate dropped below 800k. The average since Jan is 908,546.35.\nFactors bearing on the problem: \nLabor shortage causing backup on unloading containers. Effect = container yards are full limiting number of ships that can unload. Could reduce total TEUs. Increased attention may lead to more actions to get supply chain moving which could greatly increase TEUs. \nPort began levying fees on containers left more than a week. Effect = Could serve to push containers out of yard increasing unloading. I wonder if this fee is enough to accomplish this effect."], [99943, "2021-11-03T14:57:47Z", [0.35, 0.35, 0.25, 0.05], "I should leave open the possibility that things will speed up."], [99943, "2021-11-03T01:18:44Z", [0.38, 0.42, 0.15, 0.05], "Building on my earlier forecast. I think Nov 21 is likely to come in at about 90% of Nov 2020."], [50048, "2021-11-02T19:51:20Z", [0.02, 0.09, 0.58, 0.31], ""], [102675, "2021-11-02T19:42:46Z", [0.0, 0.0, 0.45, 0.55], ""], [99943, "2021-11-02T17:55:21Z", [0.4, 0.4, 0.15, 0.05], "Rethinking. Predicting Oct 2021 at about 804k TEUs or less; Oct 2020 was 981k. That would put Oct 2021 at 82% of Oct 2020. Import TEU data for each week can be seen here: tower.portoptimizer.com\nWeek starting, imported TEUs\nSept 26 (week 39): 97957\nOct 3 (week 40): 59953\nOct 10 (week 41): 148293\nOct 17 (week 42): 84581\nOct 24 (week 43): 108895\nSo, taking 1/5 of the week 39 total, my estimate for October imported TEUs is 421313 = ~421k.\nFor each month in 2021, exported TEUs have averaged 91% (range, 87% to 95%) of imported TEUs. So I'll make a ballpark estimate that Oct will see 0.91 * 421k = 383k exported TEUs.\nThen my estimated total for October 2021 is approx 421k imported TEUs + 383k exported TEUs = 804k TEUs.\nOctober 2020 saw 981k total TEUs, with 511k imports and 470k exports, so it looks like October 2021 will be substantially lower than October 2020. This is not surprising, as October 2020 saw a total 27% over the Oct 2019 total. The one caveat could be that the import totals I'm seeing for each week may be *loaded* containers, not empty. This shouldn't be a problem, though, as empty containers averaged about 1% of total imports in 2020. But empty containers averaged about 65% of total exports. So, as ships aren't getting loaded with as many empties as desired these days, export totals may fall below 91% of import totals. The portoptimizer website shows a comparison with the past 3 years, too. Since week 33 (inclusive), 2021 imported TEUs have been less than 2020 TEUs 9 weeks and above 2020 TEUs 2 weeks (weeks 37 and 41). Week 41 in 2020 was 131913 TEUs.\nBut their forecasts fluctuate enormously, change more than daily, and seem to be wildly overoptimistic. Barring major changes in operations, I suspect the Nov 2021 total will likely fall below the Nov 2020 total of 890k, because:\n1. Weekly totals are mostly below 2020 totals lately.\n2. Nov 2020 was 22% over Nov 2019, and it's hard to beat that. Aug and Sept 2021 were -0.78% and 2.29% of 2020 levels, respectively, and those months were 12% and 13% above their 2019 totals, respectively.\n3. Empties aren't being loaded onto ships as much as they'd like to, and that will decrease export TEU totals.\n4. While the port is processing record numbers of TEUs, it's also very bunged up, and not much seems to be changing very quickly. If Nov 2021 is 82% of Nov 2020, that would put it at 730k TEUs. I think that is a likely lower limit.\n90% of Nov 2020 => 801k. I think Nov 2021 is likely to come in at about 90% of Nov 2020, and that forecast is right on the edge between bins. We can watch the imported TEUs as they come in over the month of Nov, but the exports will be the big unknown. It'll be good to see what percentage of October imports the October exports come in at. I'll have to see whether the percentage is still close to 90% or is falling."], [99943, "2021-11-02T16:57:06Z", [0.0, 0.08, 0.57, 0.35], "Ok, the port's forcasts change faster than daily, and change wildly. \nYesterday's second forecast for this week:166k imported TEUs \nEarly 11/2 forecast for this week: 150k\nLater 11/2 forecast for this week: 133k\nSo these forecasts don't seem useful. Their data will be useful to look at over the month to get real time numbers, though.\nThe crowd forecast looks about right to me, so I'll go with something close to that."], [94889, "2021-11-02T12:55:55Z", [0.02, 0.3, 0.49, 0.19], "September 2021 showed a 2.3% increase in year-on-year container counts. A troubling sign is massive amount of unloaded containers and the sharp drop in containers exported.  October 2021 statistics will post in about 2 weeks and will reflect the backlog that has dominated the media cycle at the end of October.  Adjusting to increase the 800,000-900,000 and reduce 1,000,000 levels to account for backlog of empty containers not being loaded for possible return from Western Pacific China and Korean ports."], [102607, "2021-11-02T12:53:32Z", [0.03, 0.09, 0.63, 0.25], ""], [99943, "2021-11-02T06:49:29Z", [0.0, 0.02, 0.41, 0.57], "Port of LA's revised forecast numbers as of 11/2:\nWeek ending: forecast import TEUs\nOct 31: 150091 * 6/7\nNov 7: 120955\nNov 14: 159220\nTotal 410k, much lower than yesterday's forecast of 516k for the same weeks.\nSo it's clear that there's massive volatility in the port's forecasts.\nRevising downward accordingly."], [102652, "2021-11-01T20:09:18Z", [0.1, 0.35, 0.45, 0.1], "November TEUs is likely to be at least somewhat higher than it was in 2020 given that for most of 2021 each month has seen higher TEU numbers than in 2020. However, that differential has been going down since the summer months. It seems likely that the majority of the merchandise arriving at the Port of Los Angeles intended for the holiday shopping season would have arrived by at least October, or early November at the latest. So, any \"bump\" due to anticipated holiday season merchandise would have already passed through the port in October. In November 2020, the Port of Los Angeles handled 889,748 TEUs (https://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2020). Despite an average increase in TEUs overall for 2021 over 2020 of 26.5%, the July, August, and September average were only 1.84%. I forecast that the November number will be just over 900,000 TEUs, about a 1% increase."], [99943, "2021-11-01T16:50:53Z", [0.0, 0.02, 0.04, 0.94], ""], [99943, "2021-11-01T16:38:20Z", [0.0, 0.02, 0.08, 0.9], ""], [99943, "2021-11-01T16:20:30Z", [0.0, 0.02, 0.18, 0.8], "Forecast for imported TEUs for the next 3 weeks from the Port of LA: https://twitter.com/PortofLA/status/1455195565080203265\nFor Oct 31 through Nov 20, the forecast is for a total of 430,061 TEUs to be imported. \nMore details in the tweet above, where they link to a lot more details here: https://signal.portoptimizer.com/\nExtrapolating to the last week and a half of Nov, and cutting off 1/2 week for the Thanksgiving holiday, I'd estimate that a reasonable current forecast for Nov imported TEUs would be ~573k. Obviously this could change if there's a big change in operations.  For each month in 2021, exported TEUs have averaged 91% (range, 87% to 95%) of imported TEUs. So I'll make a ballpark estimate that Nov will see 0.91 * 573k = 521k. Then the Nov forecast for total TEUs would be approx 573k (imports) + 521k (exports) = 1094k. It looks like this forecast could be really close to the line between bins. After I wrote everything above, I visited https://www.portoflosangeles.org/business/supply-chain/port-optimizer%E2%84%A2\nI just registered for free access to their data, and there's a ton of useful info for the forecast. I'm trying to figure out how to see export forecasts. If you change the \"Horizon\" to exports, you get different numbers from the import forecasts. But if you change the horizon back to imports, you get the same numbers that were shown when exports were selected... So I'm not sure what I'm looking at yet. "], [55987, "2021-11-01T15:17:33Z", [0.01, 0.01, 0.42, 0.56], ""], [100653, "2021-11-01T08:05:00Z", [0.13, 0.2, 0.41, 0.26], ""], [1333, "2021-10-31T18:33:56Z", [0.0, 0.1, 0.57, 0.33], ""], [34959, "2021-10-31T13:55:19Z", [0.0, 0.01, 0.48, 0.51], ""], [691, "2021-10-31T13:39:10Z", [0.0, 0.0, 0.62, 0.38], ""], [99943, "2021-10-30T15:16:41Z", [0.0, 0.15, 0.7, 0.15], "Sep 2020: 884k, 13% above 2019; Sep 2021: 904k, 2% above 2020\nOct 2020: 981k, 27% above 2019\nNov 2020: 890k, 22% above 2019 July, Aug & Sep 2021 have been <5% above 2020 levels (Aug was lower); 4.02%, -0.78%, 2.29%, respectively. Great graphic here: https://twitter.com/keynesianr/status/1454493597458329609 If Nov 2021 is 1.3% above Nov 2020, then it will be >900k. But Oct, Nov & Dec 2020 had much greater yoy percentages last year than any other months. So it's reasonable to expect that this year, Oct, Nov and Dec will also have low (<5%) yoy increases (or even slight decreases), unless operations change drastically. I don't think operations are super likely to change drastically in 1 month, but the pressure is certainly on, so it's possible. So I assign some substantial weight to bin 1, but less than I would if there weren't a lot of effort being put into moving containers faster. It would take a 12% yoy increase for Nov 2021 to end up >1M. That would be on top of last year's 22% yoy increase. I'm not sure I see that happening without drastic changes, including going 24/7. Looking at the ship numbers, my feeling is that Oct 2021 will reflect a slight decline yoy from Oct 2020. (I'd actually assign some serious weight to a prediction that Oct 2021 numbers will be lower than Sep 2021.) I'm not sure they'll be able to radically alter operations in November, given that they haven't been able to so far. But they might be able to. Otoh, things might be more bunged up through Nov to the point that Nov 21 sees a slight decline even below Nov 20."], [99943, "2021-10-30T14:54:05Z", [0.0, 0.2, 0.6, 0.2], "The average number of container ships waiting for a parking space at LA/LB (not at anchor, not at berth) is increasing. It doubled in October. It was 20 on Oct 1, and 42 yesterday. The backlog is increasing, even as the ports unload record numbers of containers. And apparently at least one shipper, Maersk, is now just passing the fines along to customers. So, I think it's unlikely that the fines are going to have much of an effect. So it's mostly back to considerations of number of container vessels at berth, average time at birth, number of working days each month, etc. And let's not forget Thanksgiving. Will the port be operational that weekend? And when will the port of LA move to 24/7 operation, if at all? LB is 24/7, but LA isn't. From Maersk to its customers:\n\"11. Will the charge apply to me if I have a no-new-fee clause in my service contract?  \nThe no-new-fee surcharge clause does not apply to government impelled charges.   \n12. Will Maersk have to file this new surcharge in our tariff and give 30-day notice per FMC regulations?  \nMaersk will publish the new surcharge in its tariff. Although we will continue to work with customers to evacuate their long-dwell cargo, customers should be prepared for this surcharge to be applied on the same timeline as the Ports have announced. \n13. Who will bill the new surcharge and how will it be collected? \nWe expect the Port Authorities to bill Maersk and for the charge to either be billed directly to customers or for the terminal operator to collect the same on our behalf prior to the release of cargo.\"\nhttps://files.journoportfolio.com/users/46580/uploads/52aeb842-13e7-4fc9-879c-0dc5172d2af8.pdf"], [10746, "2021-10-30T13:31:48Z", [0.0, 0.1, 0.7, 0.2], "I was driving along PCH a few weekends ago along the Malibu corridor, one can see a number of cargo ships upon the horizon waiting this far from the port. This is not normal any time of the year and although action is being taken to address the backlog it is doubtful that there will be a reduction before the end of the year."], [10746, "2021-10-30T13:22:12Z", [0.02, 0.15, 0.68, 0.15], "Comment deleted on Oct 30, 2021 04:32PM UTC"], [94872, "2021-10-30T01:11:18Z", [0.0, 0.05, 0.45, 0.5], ""], [99943, "2021-10-29T15:42:21Z", [0.0, 0.08, 0.67, 0.25], "Looking at the numbers again. Things would have to change a lot for bin 4 to happen. Hopefully, things will change a lot, but for now, I'm lowering my forecast for bin 4."], [86367, "2021-10-29T01:31:35Z", [0.0, 0.08, 0.52, 0.4], ""], [99780, "2021-10-28T20:00:59Z", [0.0, 0.1, 0.46, 0.44], ""], [691, "2021-10-28T15:29:09Z", [0.0, 0.02, 0.58, 0.4], ""], [55987, "2021-10-28T15:17:37Z", [0.01, 0.03, 0.63, 0.33], ""], [99943, "2021-10-28T14:34:33Z", [0.0, 0.08, 0.52, 0.4], "The fines might have a big impact.... Increasing weight on the last bin a bit."], [99943, "2021-10-28T13:51:48Z", [0.0, 0.08, 0.57, 0.35], "How did I miss this question? I just found it. Happy to see it. Hopefully, the ports can get moving more quickly soon. Demand for imports has been rising throughout the pandemic, and Christmas is coming up, so I'll estimate that this Nov will want to welcome more cargo ships than last year. The backlog of ships to unload will dominate the situation, though, both in raw numbers and in the effects of the backlog on operations. 1654 vessels of all types, including 34 cruise ships, arrived at the port of LA in 2020. If ~40 container ships are currently waiting to unload in LA (60% of 80 currently waiting cargo ships (not all of which are container ships) seem to be destined for LA) and roughly 4/5 of all arriving vessels are container ships, then those 40 waiting ships would represent roughly 35% to 40% of monthly container ship arrivals. So this question will really be dominated by how much of that backlog can get cleared - or whether it gets worse.\nhttps://www.portoflosangeles.org/business/statistics/facts-and-figures 6 days ago, the Flexport CEO tweeted out a long thread about why the ports are clogged: https://twitter.com/typesfast/status/1451543776992845834\n(also mentioned by @Foci and @MurphAC130 below). He also tweeted another useful thread a couple days before that: https://twitter.com/typesfast/status/1450904056365404160. They're great reads for those interested. One bottleneck has been at least partially relieved since then, as Long Beach is now allowing truck yards to stack empty containers 4 to 5 high. But the situation has many complex causes, many problems remain, and there's not a simple fix. And now, the ports are imposing a $100 fine per container per day (increased by $100/day) to shippers if they don't clear cargo containers out of the ports in a timely fashion: https://losangeles.cbslocal.com/2021/10/25/ports-of-los-angeles-long-beach-to-fine-companies-for-slow-container-movement/\nThis fine is presumably being imposed based on the theory that financial penalties will concentrate some fine minds into getting things moving; let's hope it works. What strikes me is that in spite of all the container ships waiting to unload at the ports, they've *still* been unloading more than last year each month except August, which fell <1% yoy, and 2020 was a record year. So even with all the problems, they're still getting more done than ever before. Here's a website where you can check vessel traffic: https://twitter.com/typesfast/status/1450904056365404160\nThe green dots are cargo vessels (not all of which are container ships...). I'm assigning some weight to bin 2 in case things at the port continue to get worse before they get better. Given how bunged up things are at the port right now, I think bin 3 is more likely than 4. Let's see how October goes. Later edit:\n\"The United States’ largest container port now has a record backlog of ships and containers, according to Gene Seroka, the executive director of the Port of Los Angeles. “We have about two weeks’ worth of work sitting at anchor right now,” Seroka told CNN\"\nhttps://twitter.com/SignsofEndTimes/status/1453790411927941123 \"CARGO UPDATE (Oct. 28, 2021): All Port of Los Angeles terminals are open and operational, with 21 vessels in port today. Labor crews working on 17 container ships, two dry bulk carriers and one auto carrier; one cruise ship. http://portofla.org/cargo-update \"\nhttps://twitter.com/PortofLA/status/1453751411838119940 These tweets verify 2 things:\n1. Container ships are ~85% of cargo ships (today, 17 container ships out of 20 cargo ships; I had estimated ~80%).\n2. The backlog is about 2 weeks' worth of unloading. (I had estimated 35% to 40%; not too far off.) So the resolution of this question all depends on how much of the backlog they can work through, and whether things get better rather than worse. Especially with all the new fines, I suspect they'll get better. Check out https://twitter.com/PortofLA and https://www.portoflosangeles.org/business/operations for up to date information."], [100273, "2021-10-28T02:03:52Z", [0.0, 0.4, 0.6, 0.0], ""], [102048, "2021-10-27T14:53:04Z", [0.02, 0.17, 0.68, 0.13], ""], [67312, "2021-10-27T08:10:40Z", [0.01, 0.35, 0.43, 0.21], "Recent pressure to increase hours of operations has had almost zero effect so far and likely won't for months"], [100653, "2021-10-27T07:19:13Z", [0.13, 0.2, 0.4, 0.27], ""], [754, "2021-10-27T06:18:14Z", [0.0, 0.35, 0.65, 0.0], "Abandoning the top bucket. thx to  @MurphAC130 's tweet post by the CEO of FlexPort. I have cans in that port trapped too."], [34815, "2021-10-27T03:44:15Z", [0.0, 0.0, 1.0, 0.0], ""], [86367, "2021-10-26T09:31:01Z", [0.0, 0.07, 0.42, 0.51], ""], [101036, "2021-10-26T01:17:03Z", [0.0, 0.01, 0.4, 0.59], ""], [101036, "2021-10-26T01:12:02Z", [0.0, 0.01, 0.48, 0.51], ""], [96828, "2021-10-25T21:52:43Z", [0.01, 0.05, 0.15, 0.79], ""], [691, "2021-10-25T20:45:47Z", [0.0, 0.02, 0.51, 0.47], ""], [97312, "2021-10-25T18:56:29Z", [0.01, 0.2, 0.54, 0.25], ""], [102675, "2021-10-25T10:30:31Z", [0.0, 0.0, 0.35, 0.65], "Adjusting for Long Beach zoning adjustments to allow empty container stacking.  Below is a good, in the weeds, assessment of the Long Beach problem and solutions: https://mobile.twitter.com/typesfast/status/1451543776992845834"], [1333, "2021-10-25T07:11:21Z", [0.0, 0.14, 0.52, 0.34], ""], [100836, "2021-10-25T01:19:38Z", [0.4, 0.5, 0.1, 0.0], "November 2020 was 10% less than October 2020 (probably due to Veterans Day and ), so I'm estimating 819,000 units moved. My estimate ignores the White House announcement about '24 hour operation' because Port of LA only has one section working 24 hours (and even 24 hours is a misnomer because they're only squeezing in another 5 hours... inclusive of shift change time). As per this post by the CEO of Flexport, the port cranes aren't working at 100% capacity... likely because they have no where to put the containers. However, with 50,000+ independent truckers forced into bankruptcy by the lockdowns, I don't foresee enough truckers restarting operation within 5 weeks. Similarly, even if they call up 50,000 National Guardsmen who can drive trucks, where are they going to source the Mac truck cabs from?\nhttps://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2020\nhttps://www.zerohedge.com/markets/port-congestion-worse-leman-crash-flexport-ceo-warns"], [691, "2021-10-24T17:49:21Z", [0.0, 0.02, 0.45, 0.53], ""], [1333, "2021-10-24T10:24:45Z", [0.0, 0.14, 0.56, 0.3], ""], [79142, "2021-10-24T03:12:51Z", [0.0, 0.45, 0.55, 0.0], "July - 890,799.80\nAugust - 954,377.35\nSep - 903,864.60\n4 over 900, 3 between 800-900"], [1333, "2021-10-24T00:16:21Z", [0.0, 0.14, 0.46, 0.4], ""], [14027, "2021-10-23T21:40:39Z", [0.0, 0.07, 0.56, 0.37], ""], [94872, "2021-10-23T07:03:38Z", [0.0, 0.0, 0.4, 0.6], ""], [102877, "2021-10-23T01:32:20Z", [0.0, 0.0, 0.5, 0.5], "I think that it will be very close to 1M.  24-7 operations will increase capacity, but 30 days and Thanksgiving (I assume work will go through the holiday, but there will be some slowdown and likely less truck traffic clearing things out).  September's numbers come to just over 30k TEU/day."], [55987, "2021-10-22T15:32:01Z", [0.01, 0.04, 0.51, 0.44], "I honestly think this may come down to the fact that November is a 30 day month, falling just below the 1 million mark. "], [50048, "2021-10-21T14:08:42Z", [0.02, 0.1, 0.5, 0.38], "Based on monthly stats for 2021 and the statements from Port of Los Angeles Executive Director below, I estimate November totals will be VERY close to the 1 million mark, but not sure if will be above or below.  Absent any disasters at the port, lower than 900k is a remote possibility.  \"Port of Los Angeles Executive Director Gene Seroka announced that it will take time and collaboration from the over 125,000 companies at the port to ramp up productivity and fix the supply chain congestion. “It’s not a single lever we can pull today to open up all the gates, but what we’re doing is trying to squeeze every minute, every hour of efficiency out of this port complex that we can, sharing information, building on those strong decades-long relationships, and with the strength of the federal government behind this, the work here will be fast; it has to be,” Seroka said. “There’s no timeline when suddenly we will wake up and everything will be 24/7.” ....The port will double the number of hours that cargo is transferred from container ships to trucks and aim to unload 3,500 more containers during the night each week (comment: 105,000 a month IF they meet their goal) . According to the White House, Members of the International Longshore and Warehouse Union will work the extra shifts.\" https://losangeles.cbslocal.com/2021/10/14/timeline-unknown-for-ports-transition-to-24-7-operations/"], [691, "2021-10-21T13:59:11Z", [0.0, 0.04, 0.43, 0.53], ""], [50048, "2021-10-21T13:56:58Z", [0.09, 0.24, 0.29, 0.38], "Looks like port hours will be increasing, which warrants a significant shift in my forecasts toward more TEUs.  \"On Wednesday, the White House will announce that the Port of Los Angeles will remain open 24/7, moving to a schedule that the Port of Long Beach adopted three weeks ago. Together, those California ports have the worst backlog in the country, with 80 ships waiting to dock as of Tuesday night, according to the Marine Exchange of Southern California.\"\nhttps://www.politico.com/news/2021/10/13/supply-chain-christmas-crisis-515874"], [1333, "2021-10-21T07:04:33Z", [0.0, 0.15, 0.45, 0.4], ""], [100653, "2021-10-21T06:46:36Z", [0.13, 0.2, 0.39, 0.28], ""], [102702, "2021-10-20T23:50:48Z", [0.0, 0.02, 0.51, 0.47], ""], [99993, "2021-10-20T19:19:41Z", [0.01, 0.15, 0.5, 0.34], ""], [691, "2021-10-20T17:30:04Z", [0.0, 0.05, 0.42, 0.53], ""], [55987, "2021-10-20T15:43:33Z", [0.02, 0.05, 0.44, 0.49], "It's tempting to put more weight in bin 4 now that they are running 24 hour operations to deal with a backlog of cargo. However, there are logistical problems that make it hard to ramp up. The highest volume the port has ever reported is 1.012 million TEUs while the average rate over the last 5 years is 790,649. The recent rates above 900k are already historically high. I get the impression that the November number will be very close to 1 million TEUs, but it's not clear on which side the final tally will fall. Of course, there is also a risk that a bottleneck slows down the entire process. "], [1333, "2021-10-20T05:15:15Z", [0.0, 0.16, 0.44, 0.4], ""], [55987, "2021-10-19T15:11:29Z", [0.01, 0.05, 0.48, 0.46], ""], [34959, "2021-10-19T05:29:44Z", [0.0, 0.02, 0.31, 0.67], ""], [58028, "2021-10-18T22:33:42Z", [0.0, 0.11, 0.41, 0.48], ""], [754, "2021-10-18T19:24:19Z", [0.0, 0.04, 0.54, 0.42], ""], [100653, "2021-10-18T07:05:43Z", [0.15, 0.12, 0.37, 0.36], ""], [73687, "2021-10-18T05:47:36Z", [0.0, 0.06, 0.16, 0.78], ""], [94872, "2021-10-18T00:33:48Z", [0.0, 0.04, 0.33, 0.63], ""], [67312, "2021-10-18T00:28:26Z", [0.01, 0.09, 0.39, 0.51], ""], [102960, "2021-10-17T22:40:48Z", [0.0, 0.4, 0.5, 0.1], ""], [34959, "2021-10-17T16:04:24Z", [0.0, 0.04, 0.41, 0.55], ""], [96828, "2021-10-17T12:24:40Z", [0.0, 0.03, 0.13, 0.84], ""], [58028, "2021-10-17T07:17:42Z", [0.0, 0.11, 0.4, 0.49], ""], [34815, "2021-10-17T03:48:06Z", [0.0, 0.0, 0.0, 1.0], ""], [96678, "2021-10-17T02:04:56Z", [0.01, 0.14, 0.49, 0.36], "Updating based on recent backlog & 24/7 news to model probabilities as roughly the same as YTD to cover the backlog aspect, and skewed about double towards the high end to account for the 24/7 side."], [691, "2021-10-16T18:16:08Z", [0.0, 0.06, 0.41, 0.53], ""], [58028, "2021-10-16T10:05:10Z", [0.0, 0.12, 0.41, 0.47], ""], [58028, "2021-10-15T21:56:59Z", [0.0, 0.12, 0.42, 0.46], ""], [96828, "2021-10-15T21:10:36Z", [0.0, 0.03, 0.24, 0.73], ""], [102645, "2021-10-15T16:45:06Z", [0.01, 0.11, 0.43, 0.45], ""], [102702, "2021-10-15T16:02:58Z", [0.0, 0.02, 0.43, 0.55], "I haven't done much analysis on the potential impact yet, but the white house is getting involved and has announced 24/7 operations for the port to help clear the backlog. The port has only ever done more than a million TEUs once, so it's hard to lift it more than this without that further analysis. I'll update again probably soon."], [99780, "2021-10-15T12:57:31Z", [0.0, 0.13, 0.4, 0.47], ""], [58028, "2021-10-15T06:33:28Z", [0.0, 0.14, 0.43, 0.43], ""], [96678, "2021-10-15T03:07:13Z", [0.03, 0.47, 0.33, 0.17], ""], [58028, "2021-10-14T21:04:53Z", [0.0, 0.14, 0.45, 0.41], ""], [101036, "2021-10-14T21:03:59Z", [0.0, 0.01, 0.32, 0.67], ""], [1333, "2021-10-14T19:26:29Z", [0.0, 0.16, 0.54, 0.3], ""], [55987, "2021-10-14T16:08:15Z", [0.04, 0.29, 0.58, 0.09], ""], [86367, "2021-10-14T15:18:08Z", [0.0, 0.11, 0.39, 0.5], ""], [58028, "2021-10-14T09:38:00Z", [0.01, 0.15, 0.49, 0.35], ""], [100653, "2021-10-14T07:20:47Z", [0.15, 0.12, 0.39, 0.34], ""], [96828, "2021-10-14T04:12:22Z", [0.0, 0.03, 0.25, 0.72], "It's been trending up. I expect between 97 and 112 with 80% confidence."], [99857, "2021-10-14T03:30:49Z", [0.01, 0.14, 0.46, 0.39], "\"President Joe Biden [] announc[ed] a deal to expand operations at the Port of Los Angeles as prices keep climbing and container ships wait to dock in a traffic jam threatening the U.S. economy and holiday shopping. [] the Port of Los Angeles to become a 24-hour, seven-days-a-week operation.\"\nhttps://apnews.com/article/coronavirus-pandemic-joe-biden-business-los-angeles-health-48ff262b882a37308e4a3f15934b2ee4 This (in theory) should up the number +/-20% although the October numbers should be more telling when they're released."], [14027, "2021-10-14T01:43:44Z", [0.0, 0.13, 0.56, 0.31], ""], [56, "2021-10-14T01:30:40Z", [0.0, 0.0, 0.0, 1.0], ""], [102877, "2021-10-14T00:32:33Z", [0.0, 0.05, 0.35, 0.6], "Updated numbers for 24 hour operations."], [97892, "2021-10-13T23:37:28Z", [0.25, 0.23, 0.24, 0.28], ""], [1333, "2021-10-13T18:53:46Z", [0.01, 0.18, 0.51, 0.3], ""], [88452, "2021-10-13T17:51:26Z", [0.0, 0.0, 0.0, 1.0], ""], [94872, "2021-10-13T17:22:16Z", [0.0, 0.04, 0.4, 0.56], ""], [691, "2021-10-13T16:56:22Z", [0.0, 0.1, 0.59, 0.31], ""], [50048, "2021-10-13T12:06:41Z", [0.09, 0.24, 0.29, 0.38], "Looks like port hours will be increasing, which warrants a significant shift in my forecasts toward more TEUs.  \"On Wednesday, the White House will announce that the Port of Los Angeles will remain open 24/7, moving to a schedule that the Port of Long Beach adopted three weeks ago. Together, those California ports have the worst backlog in the country, with 80 ships waiting to dock as of Tuesday night, according to the Marine Exchange of Southern California.\"\nhttps://www.politico.com/news/2021/10/13/supply-chain-christmas-crisis-515874"], [100653, "2021-10-13T07:49:26Z", [0.15, 0.13, 0.41, 0.31], ""], [58028, "2021-10-13T07:00:10Z", [0.01, 0.17, 0.56, 0.26], ""], [94872, "2021-10-13T05:11:42Z", [0.01, 0.09, 0.55, 0.35], ""], [101036, "2021-10-12T21:10:23Z", [0.0, 0.16, 0.62, 0.22], ""], [101036, "2021-10-12T21:10:03Z", [0.0, 0.16, 0.58, 0.26], "https://www.portoflosangeles.org/business/supply-chain/port-optimizer%E2%84%A2\nhttps://labusinessjournal.com/news/2021/sep/20/port-los-angeles-congestion-delays-august/\nhttps://www.portoflosangeles.org/references/2021-news-releases/news_091521_augustteus"], [691, "2021-10-12T20:13:09Z", [0.0, 0.11, 0.58, 0.31], ""], [58028, "2021-10-12T07:12:59Z", [0.02, 0.16, 0.53, 0.29], ""], [14266, "2021-10-12T03:51:22Z", [0.0, 0.1, 0.55, 0.35], ""], [3024, "2021-10-12T01:55:02Z", [0.14, 0.2, 0.19, 0.47], ""], [14027, "2021-10-11T16:23:24Z", [0.01, 0.29, 0.53, 0.17], ""], [55987, "2021-10-11T15:31:54Z", [0.01, 0.28, 0.62, 0.09], ""], [58028, "2021-10-09T19:44:12Z", [0.02, 0.17, 0.53, 0.28], ""], [10746, "2021-10-09T15:21:57Z", [0.02, 0.15, 0.68, 0.15], ""], [58028, "2021-10-08T21:10:03Z", [0.03, 0.17, 0.51, 0.29], ""], [58028, "2021-10-08T21:09:07Z", [0.03, 0.17, 0.52, 0.28], ""], [58028, "2021-10-08T19:52:30Z", [0.03, 0.18, 0.52, 0.27], ""], [1333, "2021-10-08T15:18:21Z", [0.01, 0.15, 0.45, 0.39], ""], [100653, "2021-10-08T07:43:13Z", [0.15, 0.15, 0.4, 0.3], ""], [94872, "2021-10-08T02:12:06Z", [0.02, 0.14, 0.53, 0.31], ""], [73687, "2021-10-07T02:05:54Z", [0.0, 0.16, 0.66, 0.18], ""], [73687, "2021-10-07T02:05:35Z", [0.0, 0.16, 0.77, 0.07], ""], [99993, "2021-10-06T16:57:49Z", [0.04, 0.26, 0.47, 0.23], ""], [102877, "2021-10-06T06:25:48Z", [0.0, 0.1, 0.5, 0.4], "outside view: Average for last 5 Novembers: 850,556. Average for Jan-Aug 2021: 909,132.  May 2021 was 1,012,047.\ninside view: More cargo is sitting off the port than can possibly be unloaded in a month and more ships are coming. Some ships may be diverted, but not enough to pull LA below max capacity.  The limiting factors (as I see them) are trucking capacity, rail capacity and crane capacity.  Crane capacity is likely the all time high (over 1 mil), truck and rail are the real question.  Right now I don't see a reason truck and rail capacity will be different in Nov than they have been in the last few months.  "], [97312, "2021-10-05T19:10:11Z", [0.03, 0.3, 0.52, 0.15], ""], [1333, "2021-10-05T15:36:51Z", [0.01, 0.15, 0.42, 0.42], ""], [96678, "2021-10-05T13:43:17Z", [0.13, 0.47, 0.33, 0.07], "August numbers came in ~950k, shifting towards that gravity slightly."], [100653, "2021-10-05T07:58:14Z", [0.04, 0.32, 0.51, 0.13], ""], [14027, "2021-10-04T16:13:24Z", [0.01, 0.41, 0.47, 0.11], ""], [94872, "2021-10-04T02:34:07Z", [0.02, 0.17, 0.51, 0.3], ""], [102847, "2021-10-03T15:32:25Z", [0.01, 0.14, 0.6, 0.25], ""], [94889, "2021-10-03T15:05:06Z", [0.02, 0.1, 0.47, 0.41], "Quite a bit of press on supply chain problems including some social media chatter describing an intentional trucker strike to protest mandatory vaccines. https://www.washingtonpost.com/business/interactive/2021/supply-chain-issues/ In many ways the delays are not due to shutdowns or broken systems. The problems seem to be caused by increased demand. https://www.portoflosangeles.org/business/statistics/container-statistics TEUs in 2021 appear to be at similar levels and rising levels as before. Whether the job market can bring in certified workers in the next 45 days to address the additional supply is questionable. Credentialing crane operators, long shoremen, and CDL drivers is time consuming. Qualifying a rash of new operators is not likely so the throughput seen in August and September is likely to remain the best case condition through November 30, 2021. Demand will certainly maintain the level of containers available for movement very high. Port and transport operators have it in their best interest to continue to maintain progress and clear the backlog created by higher demand from online purchases."], [102774, "2021-10-02T12:11:02Z", [0.2, 0.5, 0.3, 0.0], ""], [55987, "2021-10-01T15:44:54Z", [0.15, 0.35, 0.41, 0.09], ""], [1333, "2021-10-01T10:14:21Z", [0.0, 0.08, 0.42, 0.5], ""], [101989, "2021-09-30T16:12:12Z", [0.0, 0.0, 0.4, 0.6], ""], [52131, "2021-09-29T20:35:13Z", [0.0, 0.0, 0.25, 0.75], ""], [86367, "2021-09-29T02:30:56Z", [0.03, 0.37, 0.47, 0.13], ""], [55987, "2021-09-28T15:09:09Z", [0.03, 0.41, 0.51, 0.05], ""], [100653, "2021-09-28T07:41:57Z", [0.04, 0.33, 0.51, 0.12], ""], [102675, "2021-09-28T00:58:39Z", [0.03, 0.07, 0.3, 0.6], "Outsideview\n2020 Nov 889,748 (22%)\n2019 Nov 728,917 (-12%)\n2018 Nov 832,330 (-9%)\n2017 Nov 924,225 (5%)\n2016 Nov 877,564 (23%)\n5 year Nov average is 850,556  Highest single-month capacity for processing in last 5 years was 1,012,047 (May 2021).  Fermi-Izing:\n\"70 ships are stacked outside Los Angeles\". Each ship contains roughly 21,413 TEUs. 70 ships * 21,413 TEUs per ship = 1.45M TEUs at anchor.  Combine 5 year November average of 850,556 TEUs with 1.45M TEUs at anchor and outside view suggests November question is a matter of total port capacity to process rather than inbound supply.  Inside View\nKey variables are pent up consumer demand that continues the high demand of shipping. Continued supply chain lag due to Covid. Continued consumer confidence into the 4th quarter. Inbound shipments are exceeding port capacity due to worker availability and storage limitations. Highest uncertainty lies with long-haul trucker availability and impacts of 24/7 operations to clearing out the current backlog.  Inside view takes an optimistic view of federal intervention to tackling trucker availability, storage, and thereby clearing out backlog by a net gain of 2 ships (44K TEUs) above existing capacity ceiling (1.01M TEUs).   1.045M TEUs is the forecast for Nov 2021. Update #1: Numbers still hold for now but will monitor key variable of Oakland’s willingness to absorb LA port overflow. "], [94872, "2021-09-28T00:13:19Z", [0.02, 0.2, 0.53, 0.25], ""], [102607, "2021-09-27T19:43:52Z", [0.13, 0.69, 0.18, 0.0], "The mean over the last 7 years is 8.95.  During the same time the trend has been increasing. With current challenges expected to continue over the next few months I would predict that the rate will stay pretty close to these averages."], [691, "2021-09-27T15:55:50Z", [0.0, 0.3, 0.58, 0.12], ""], [55987, "2021-09-27T15:40:53Z", [0.03, 0.35, 0.5, 0.12], ""], [102048, "2021-09-27T14:44:32Z", [0.02, 0.27, 0.58, 0.13], ""], [100653, "2021-09-27T07:12:15Z", [0.04, 0.32, 0.5, 0.14], ""], [34959, "2021-09-27T06:56:08Z", [0.03, 0.34, 0.52, 0.11], ""], [73687, "2021-09-27T03:34:47Z", [0.0, 0.43, 0.5, 0.07], ""], [102702, "2021-09-27T03:02:32Z", [0.04, 0.19, 0.4, 0.37], ""], [754, "2021-09-26T21:28:00Z", [0.0, 0.22, 0.66, 0.12], ""], [691, "2021-09-25T15:29:01Z", [0.0, 0.26, 0.56, 0.18], ""], [94872, "2021-09-24T21:50:16Z", [0.02, 0.2, 0.48, 0.3], ""], [1333, "2021-09-24T13:15:01Z", [0.0, 0.1, 0.47, 0.43], ""], [55987, "2021-09-23T15:30:19Z", [0.09, 0.43, 0.43, 0.05], ""], [100653, "2021-09-23T07:21:31Z", [0.04, 0.29, 0.46, 0.21], ""], [56, "2021-09-22T16:45:50Z", [0.09, 0.23, 0.3, 0.38], ""], [1333, "2021-09-22T07:45:26Z", [0.0, 0.05, 0.45, 0.5], ""], [14027, "2021-09-21T19:31:48Z", [0.01, 0.44, 0.44, 0.11], ""], [102664, "2021-09-21T15:52:08Z", [0.0, 0.7, 0.3, 0.0], "Using a calculated base Rate of 813K (average over last 3 years in Nov ), then adjusting of for average of last 3 month CY 21 growth - 906K garners more probability in 800 to 900K range.  The Port announcing extended nighttime operations and incentivized gate hours should boost production.   Reinforced that the comparison of growth relative to prior year change for the last 3 months is normalizing to 2020 numbers - for Nov 2020 that is 889K.  \n"], [14027, "2021-09-20T17:42:18Z", [0.01, 0.29, 0.53, 0.17], ""], [55987, "2021-09-20T17:33:45Z", [0.18, 0.36, 0.38, 0.08], ""], [1333, "2021-09-20T07:55:16Z", [0.0, 0.1, 0.45, 0.45], "https://gcaptain.com/new-records-set-daily-for-number-of-ships-at-los-angeles-and-long-beach-ports/?subscriber=true&goal=0_f50174ef03-7559aa4f13-170102337&mc_cid=7559aa4f13&mc_eid=c74873c672"], [100653, "2021-09-20T06:57:03Z", [0.04, 0.33, 0.5, 0.13], ""], [79142, "2021-09-19T00:42:11Z", [0.0, 0.35, 0.6, 0.05], "Fewer this year = Feb - 799,315.40\n3 over 900, 3 between 800-900\nMay was the only month since 2017 to have more than 1,000,000\nJuly - 890,799.80\nAugust - 954,377.35\n#JGS reminder10"], [94872, "2021-09-18T03:02:44Z", [0.03, 0.27, 0.46, 0.24], ""], [99993, "2021-09-17T19:58:53Z", [0.09, 0.26, 0.36, 0.29], ""], [34959, "2021-09-17T15:16:20Z", [0.05, 0.33, 0.51, 0.11], ""], [50048, "2021-09-17T12:19:51Z", [0.25, 0.56, 0.13, 0.06], "Readjusting my base rate based on article in the Economist: \"In the first seven months of 2021, cargo volumes between Asia and North America were up by 27% compared with pre-pandemic levels, according to BIMCO, a shipowners’ association. Port throughput in America was 14% higher in the second quarter of 2021 than in 2019. \"https://www.economist.com/finance-and-economics/a-perfect-storm-for-container-shipping/21804500 I did a month-by-month comparison of 2019 to 2021and TEUs ranged from 98%-147%.  forecast adjusted accordingly. \n"], [100653, "2021-09-17T07:07:49Z", [0.04, 0.32, 0.5, 0.14], ""], [691, "2021-09-16T15:50:36Z", [0.0, 0.22, 0.58, 0.2], ""], [67312, "2021-09-16T06:49:16Z", [0.22, 0.49, 0.26, 0.03], "Normal distribution using historical November mean and historical Q4 sd."], [73687, "2021-09-16T00:56:04Z", [0.0, 0.25, 0.56, 0.19], ""], [100653, "2021-09-15T06:25:52Z", [0.04, 0.32, 0.48, 0.16], ""], [55987, "2021-09-14T14:22:20Z", [0.14, 0.42, 0.4, 0.04], ""], [50048, "2021-09-14T12:52:40Z", [0.06, 0.41, 0.48, 0.05], "Upon further review, May 2021 had over 1 million TEUs.  Given global bottlenecks and increasing consumer demand in the US, I think another record breaking month in December 2021 is slightly more possible.  \nhttps://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2021"], [100653, "2021-09-14T07:15:05Z", [0.04, 0.18, 0.64, 0.14], ""], [94872, "2021-09-14T05:34:30Z", [0.03, 0.25, 0.45, 0.27], ""], [50048, "2021-09-14T01:48:09Z", [0.06, 0.42, 0.49, 0.03], "Based on last three years of data with a slight tilt toward growth.  No single month has ever exceeded 1 million.   https://www.portoflosangeles.org/business/statistics/container-statistics"], [1333, "2021-09-13T11:24:44Z", [0.0, 0.17, 0.47, 0.36], ""], [34815, "2021-09-13T00:48:35Z", [0.0, 0.0, 1.0, 0.0], ""], [73687, "2021-09-12T06:59:18Z", [0.0, 0.25, 0.5, 0.25], ""], [1333, "2021-09-11T21:13:02Z", [0.0, 0.25, 0.39, 0.36], ""], [59881, "2021-09-10T18:00:23Z", [1.0, 0.0, 0.0, 0.0], ""], [26642, "2021-09-10T17:43:20Z", [0.0, 0.0, 0.7, 0.3], ""], [1333, "2021-09-10T15:36:42Z", [0.06, 0.19, 0.39, 0.36], "The Port of Long Beach has now broken monthly cargo records in 13 of the last 14 months amid a historic surge that started in July 2020.\nThe Port said cargo was boosted by heightened inventory replacement and the start of the peak shipping season, which traditionally runs from August to October as retailers prepare for the upcoming holiday season.\nhttps://gcaptain.com/port-of-long-beach-kicks-off-peak-shipping-season-with-roar/?subscriber=true&goal=0_f50174ef03-ceab70088e-170102337&mc_cid=ceab70088e&mc_eid=c74873c672"], [73687, "2021-09-10T02:47:20Z", [0.02, 0.25, 0.48, 0.25], ""], [94872, "2021-09-10T00:36:58Z", [0.04, 0.25, 0.43, 0.28], ""], [101216, "2021-09-09T22:19:01Z", [0.07, 0.64, 0.22, 0.07], ""], [691, "2021-09-09T19:52:21Z", [0.0, 0.22, 0.48, 0.3], ""], [101989, "2021-09-09T17:28:31Z", [0.0, 0.05, 0.7, 0.25], ""], [101989, "2021-09-09T17:25:52Z", [0.0, 0.05, 0.5, 0.45], ""], [55987, "2021-09-09T15:46:38Z", [0.21, 0.37, 0.39, 0.03], "One more update to incorporate disruption risk more explicitly. "], [55987, "2021-09-09T15:29:48Z", [0.04, 0.34, 0.53, 0.09], "Adjusting for error in original forecast. Now projecting 917,540"], [55987, "2021-09-09T14:59:48Z", [0.06, 0.12, 0.29, 0.53], ""], [94872, "2021-09-08T21:29:46Z", [0.04, 0.25, 0.43, 0.28], ""], [97312, "2021-09-08T19:40:23Z", [0.05, 0.4, 0.4, 0.15], ""], [1333, "2021-09-08T18:12:23Z", [0.06, 0.19, 0.33, 0.42], ""], [14027, "2021-09-08T16:10:42Z", [0.0, 0.23, 0.43, 0.34], ""], [101422, "2021-09-08T07:08:52Z", [0.0, 0.04, 0.16, 0.8], ""], [96678, "2021-09-07T18:13:22Z", [0.13, 0.53, 0.27, 0.07], "History of TEUs at the port of LA looks fairly flat recently, and YoY growth in 2021 is mostly explained by making up for missed shipments during the summer of 2020 (TTM totals are flat-ish). Given that, and the impact of covid on shipping, using 2020 and 2021 data as base rates for these ranges seems like a good starting point. I'm further adjusting the expected frequency of < 800k downward because of the impact of vaccines and improved treatment/testing compared to 2020."], [99993, "2021-09-07T15:54:52Z", [0.08, 0.19, 0.3, 0.43], ""], [35, "2021-09-07T15:08:40Z", [0.0, 0.1, 0.7, 0.2], ""], [94872, "2021-09-07T07:06:40Z", [0.03, 0.26, 0.45, 0.26], ""], [67312, "2021-09-07T03:18:29Z", [0.3, 0.41, 0.24, 0.05], "Oops forgot economic growth"], [67312, "2021-09-07T03:10:56Z", [0.32, 0.36, 0.24, 0.08], "Derived solely from 2016-2021 mean and variance. I got nothing better to go on."], [99857, "2021-09-06T21:05:06Z", [0.08, 0.33, 0.51, 0.08], "\" The Port of Los Angeles just completed its busiest June ever, reporting a 27% increase in unit shipments.\"\n\" Industry experts estimate that 99.5% of all available ships in the world are deployed right now.\"\nhttps://time.com/6091238/supply-chain-gene-seroka-port-of-los-angeles/ Nov 2020 = 889,748; '19 = 728,918\n2020/21 fiscal year was up 21.9% from prior year. 19/20 was down 11.64%.\nMay broke 1m for first time\nAvg ~903k/month in 2021 so far\nNov 2020 was 115.9% of 2020 Avg. Nov 2019 was 93.7% of 2019 Avg. Nov 2018 was 105.6% of 2018 Avg. So no real trend there. It's likely to be above 2020 given the backlog of orders. So probably over 900k. Over 1m is now possible but an outlier. Still a decent chance of falling below 900k but it'll likely be on the higher end of that.  That said there are always possibilities of disruptions too. Lets start with a 1 in 12 of it being the top and bottom. 1 in 3 of falling between 800 and 900k, then 900k to 1m gets the rest.\n"], [88452, "2021-09-06T08:48:38Z", [0.0, 0.0, 0.19, 0.81], ""], [100664, "2021-09-06T08:47:40Z", [0.1, 0.26, 0.37, 0.27], ""], [94872, "2021-09-06T01:48:54Z", [0.01, 0.24, 0.43, 0.32], ""], [97892, "2021-09-05T22:03:37Z", [0.24, 0.2, 0.21, 0.35], ""], [101036, "2021-09-05T21:05:57Z", [0.0, 0.35, 0.55, 0.1], "https://www.porttechnology.org/news/port-of-los-angeles-predicts-not-let-up-in-us-import-boom/\nhttps://www.reuters.com/business/port-los-angles-sets-new-volume-record-june-2021-07-14/\nhttps://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2021\nhttps://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2020\nhttps://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2019\nhttps://www.portoflosangeles.org/business/statistics/container-statistics\nNovember seems to be a relatively busy month. over the last 5 years average of 850000.\n2021 has had a very busy start, 1 month exceeding 1M, 2 900k, 3 800k only 1 700k. \nend of last year (2020) busy also (2 months exceeding 900k, 4 exceeding 800k).\nmassive demand on shipping containers and congestion at ports.\nhttps://www.reuters.com/business/retail-consumer/us-european-suppliers-scramble-secure-christmas-goods-cargo-delays-worsen-2021-06-29/"], [1333, "2021-09-05T18:33:05Z", [0.02, 0.11, 0.33, 0.54], ""], [691, "2021-09-05T15:16:19Z", [0.0, 0.2, 0.48, 0.32], ""], [79142, "2021-09-05T11:31:01Z", [0.0, 0.45, 0.55, 0.0], "2020 - 889,748.15\n2019 - 728,917.90\n2018 - 832,330.90\n2017 - 924,225.75\nThe numbers don´t seam to follow any rule. \nFewer this year = Feb - 799,315.40 \n3 over 900, 3 between 800-900\nMay was the only month since 2017 to have more than 1,000,000\nJuly - 890,799.80\n#JGS reminder"], [1333, "2021-09-05T11:13:07Z", [0.02, 0.11, 0.22, 0.65], ""], [102437, "2021-09-05T09:20:25Z", [0.02, 0.34, 0.55, 0.09], "Looked at stats from last 3 years (https://www.portoflosangeles.org/business/statistics/container-statistics/historical-teu-statistics-2021). This year only <800,000 one month. Max ever was a little over 1 mil. "], [14266, "2021-09-05T06:38:10Z", [0.0, 0.2, 0.45, 0.35], ""], [92079, "2021-09-05T01:37:05Z", [0.0, 0.0, 0.4, 0.6], ""], [1333, "2021-09-04T18:30:52Z", [0.02, 0.04, 0.18, 0.76], ""], [1333, "2021-09-04T13:32:00Z", [0.02, 0.03, 0.06, 0.89], ""], [86367, "2021-09-04T10:10:01Z", [0.03, 0.32, 0.44, 0.21], ""], [45594, "2021-09-04T08:43:16Z", [0.1, 0.2, 0.2, 0.5], ""], [56, "2021-09-04T00:15:31Z", [0.28, 0.21, 0.2, 0.31], ""], [14027, "2021-09-03T23:30:49Z", [0.0, 0.19, 0.41, 0.4], ""], [1333, "2021-09-03T18:33:04Z", [0.02, 0.03, 0.05, 0.9], ""], [1333, "2021-09-03T18:16:14Z", [0.0, 0.0, 0.0, 1.0], ""], [60695, "2021-09-03T17:08:11Z", [0.0, 0.3, 0.6, 0.1], ""]]}