{"question_id": 1897, "title": "Will North Macedonia announce that it has completed its census before 1 October 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.5, 0.5], "correct_answer": "Yes", "correct_forecast": 0.5, "preds": [[96828, "2021-10-01T05:11:12Z", [0.9], ""], [96828, "2021-10-01T04:41:50Z", [0.95], ""], [22690, "2021-10-01T03:59:02Z", [0.3], ""], [58508, "2021-10-01T03:10:26Z", [0.5], ""], [21884, "2021-10-01T02:37:27Z", [0.69], "https://popis2021.stat.gov.mk/Активности/ПОПИСОТ-ЗАВРШУВА/\n"], [87897, "2021-10-01T01:31:46Z", [0.5], ""], [22690, "2021-10-01T01:10:49Z", [0.4], ""], [754, "2021-10-01T00:37:55Z", [0.95], ""], [92794, "2021-09-30T23:13:28Z", [0.56], ""], [94872, "2021-09-30T23:10:00Z", [0.5], ""], [102121, "2021-09-30T22:58:55Z", [1.0], "Updating my previous forecast (https://www.gjopen.com/comments/1338124).\nPer the census' website, the census should be completed by now. Quoting from https://popis2021.stat.gov.mk/Activities/THE-CENSUS-IS-COMING-TO-AN-END/ \"at 20:00 we will be able to announce that finally, after 20 years, the State Statistical Office has successfully carried out the largest statistical operation\". It is currently well past 20:00 in Macedonia so the announcement is late, but I expect it may still come in time for the resolution of this question as Macedonians will be up in the morning by then. This tweet (https://twitter.com/popis2021/status/1443634094320070663) may also count as some form of announcement: \"Huge thanks to everyone who participated in #Попис2021! Thank you to everyone who participated in the statistical operation and contributed to accurate data on our population!\"."], [67312, "2021-09-30T21:40:10Z", [0.5], "I'm going 50/50 because this question is so vague I've no idea how it's going to be interpreted. What exactly constitutes an announcement, and who can speak on behalf of North Macedonia? And why would a census conductor announce completing a census before the deadline for completing it?"], [691, "2021-09-30T19:33:14Z", [1.0], ""], [83135, "2021-09-30T18:31:02Z", [0.7], "According to the latest report from the Balkan news they should meet the deadline "], [84658, "2021-09-30T17:09:38Z", [1.0], ""], [99993, "2021-09-30T15:30:03Z", [1.0], "https://translate.google.com/translate?sl=auto&tl=en&u=https://popis2021.stat.gov.mk/default.aspx\n\"ПОПИСОТ ЗАВРШУВА\" translates to \"The Census is Over\". Posted on September 30th."], [31275, "2021-09-30T15:15:44Z", [0.2], "This question needed more attention. It is after 5pm in North Macedonia and I see no official announcement. "], [31275, "2021-09-30T15:09:56Z", [0.9], "Should have read the fine print. Actual release of data immaterial. "], [31275, "2021-09-30T14:18:39Z", [0.1], ""], [67312, "2021-09-29T23:17:36Z", [0.25], "They may complete the census but I doubt they'd announce it on the same day it's due to be completed. But then, what exactly constitutes an announcement? Would ministerial self-promotion count?"], [21712, "2021-09-29T19:43:43Z", [0.8], "If this is a political necessity for the NM government to get an opening to the EU, and they gave the starting and ending dates prior of the census, there is no impediment for the government to declare it done."], [55987, "2021-09-29T14:56:06Z", [0.5], "Who knows? "], [87897, "2021-09-29T03:29:13Z", [0.35], "I found the article provided by @fisherdbus helpful: https://www.gjopen.com/comments/1338549"], [95683, "2021-09-29T02:16:49Z", [0.0], ""], [62808, "2021-09-28T21:05:17Z", [0.5], ""], [31275, "2021-09-28T16:20:10Z", [0.24], "“If the final figures, which should be announced before the year’s end”\nhttps://balkaninsight.com/2021/09/24/north-macedonia-census-takers-rush-to-complete-head-count/ So is complete when all tabulation done or just the interviewing? In my mind complete means all processes have been done. "], [31275, "2021-09-28T16:13:40Z", [0.1], ""], [99993, "2021-09-28T14:55:18Z", [0.8], ""], [67312, "2021-09-28T13:27:23Z", [0.22], "Tough question. They may complete the census but, I doubt they'll immediately announce having done so. Then again, they may not complete the census but announce having done so regardless."], [53391, "2021-09-28T13:07:32Z", [0.4], "Who knows?"], [93350, "2021-09-28T10:57:38Z", [1.0], "The question asks for a completion of the census and that the release of the data is immaterial. I am going to assume that the completion of the census means the end of counting and the collation and analysis is a later date (obviously). The latter is intended to be complete by the end of 2021.\nThe State Statistical Office appears to be confident is completing the headcount by September 30th, 2021. Objections will probably be raised by maligned parties although according to UK reports census data is outdated before it is published and therefore only indicative.\nBased on their optimism and possible political pressure, I will suggest completion by the due date. https://www.france24.com/en/live-news/20210926-north-macedonia-holds-first-high-stakes-census-first-in-20-years  https://balkaninsight.com/2021/09/24/north-macedonia-census-takers-rush-to-complete-head-count/\n"], [95683, "2021-09-28T02:21:05Z", [0.0], ""], [22690, "2021-09-28T00:58:14Z", [0.58], ""], [102121, "2021-09-27T20:24:43Z", [0.9], "My prediction is based on the following factors.\n(i) The census is currently taking place and there is a belief that some of the problems associated with the 2011 census that was canceled have been mitigated e.g., political interference (https://www.aljazeera.com/features/2021/5/12/why-is-it-so-difficult-to-hold-a-census-in-north-macedonia), and some optimism that the census will be completed (https://balkaninsight.com/2021/09/24/north-macedonia-census-takers-rush-to-complete-head-count/).  Things do seem to be going better than they were in 2011 as described by the article referenced in the question statement (https://www.balcanicaucaso.org/eng/Areas/North-Macedonia/Census-fails-in-Macedonia-105372).\n(ii) Whether the problems have truly been mitigated may not matter too much. Even if there are still problems, because those in charge of completing the census believe these problems have been mitigated, they may still announce that they have completed the census. Issues about the census may simply occur later, such as when the results are published (and potentially challenged).\n(iii) The census may be completed before October 1st, but the announcement may only happen on the 1st of October (which is still a business day) or later. However, if the population is indeed in the 1.5-1.8m range, with 1.3m people registered as of the 24th at a rate of 100k people per day (https://balkaninsight.com/2021/09/24/north-macedonia-census-takers-rush-to-complete-head-count/) then everyone could be registered before the 30th of September with enough time to spare for an announcement that can be pre-drafted and published with a click. I do expect that the number of people registered per day might start falling as the registration rate increases, but It's hard to estimate by how much.\n(iv) I am not sure whether there is the possibility of a legal delay to the completion of the census as I have not been able to find a copy of the actual decree. That said, this has not come up in any articles I have seen on the topic so I suspect that there isn't."], [94872, "2021-09-27T19:01:01Z", [0.35], ""], [31275, "2021-09-27T15:26:01Z", [0.1], "A week before the census is due to end on September 30, around 1.3 million people have registered, official figures showed."], [96828, "2021-09-27T12:40:14Z", [0.34], ""], [73687, "2021-09-27T03:31:44Z", [0.42], ""], [95683, "2021-09-27T02:21:07Z", [0.0], ""], [29646, "2021-09-26T23:28:05Z", [0.33], "As noted previously, the clarification stating that the completion must be ANNOUNCED by 9/30, not just completed, has complicated the matter substantially. As a result, continuing to track  with consensus forecast, which is currently 33%."], [95683, "2021-09-26T20:33:15Z", [0.0], ""], [60948, "2021-09-26T20:23:59Z", [0.4], ""], [60948, "2021-09-26T20:23:25Z", [0.5], ""], [691, "2021-09-26T13:35:41Z", [0.24], ""], [21884, "2021-09-26T07:24:45Z", [0.35], "1540301\n25.09.2021 20.00"], [754, "2021-09-25T21:54:00Z", [0.55], ""], [58508, "2021-09-25T20:42:27Z", [0.33], ""], [691, "2021-09-25T15:12:13Z", [0.21], ""], [102774, "2021-09-25T12:20:31Z", [0.0], ""], [96828, "2021-09-24T20:57:26Z", [0.33], ""], [92794, "2021-09-24T19:49:39Z", [0.48], ""], [94872, "2021-09-24T17:45:09Z", [0.33], ""], [92794, "2021-09-24T14:51:10Z", [0.5], ""], [21884, "2021-09-24T08:47:33Z", [0.25], "1.383.434\n24/09/2021\n171095 for 3 days"], [96828, "2021-09-24T05:06:26Z", [0.32], ""], [94872, "2021-09-24T03:23:13Z", [0.25], ""], [22690, "2021-09-24T02:04:01Z", [0.5], "Moving to 50 for two reasons,  I am unsure as to whether or not by law it has to finish by 30th, ie maybe there are no contingencies for delays in the census law as voted for by the parliament, and even if there aren't, there remains the question as to when the announcement will be made? If I was being overly pedantic I would also question what time-zone is the timing going to be based on, I am currently working on the basis of North Macedonian time, which seems logical to me, but I guess could be argued."], [691, "2021-09-23T17:29:52Z", [0.24], ""], [95683, "2021-09-23T16:25:01Z", [0.0], ""], [80790, "2021-09-23T14:57:17Z", [0.48], "So to resolve yes the Macedonian government has to announce that the census is complete on 30 sept, which is the same day it is due to complete. This is a close one to call.  Can they announce the completion on the same day as it finishes?  As it’s a time limited activity they could call it sometime in the evening.  But is that likely to happen or is it more likely to happen the next morning."], [21884, "2021-09-23T02:12:55Z", [0.5], "1212339  21.09.2021\nhttps://popis2021.stat.gov.mk/default.aspx"], [55987, "2021-09-22T15:03:49Z", [0.44], ""], [99993, "2021-09-22T12:46:08Z", [0.75], ""], [62808, "2021-09-22T11:21:40Z", [0.5], ""], [94872, "2021-09-22T07:02:21Z", [0.2], ""], [21884, "2021-09-22T02:25:46Z", [0.22], ""], [92794, "2021-09-21T20:58:33Z", [0.33], ""], [22689, "2021-09-21T18:39:28Z", [0.5], ""], [22689, "2021-09-21T18:37:00Z", [0.3], ""], [55987, "2021-09-21T14:47:10Z", [0.3], ""], [95503, "2021-09-21T12:41:39Z", [0.25], ""], [22690, "2021-09-21T09:56:29Z", [0.18], "Despite everything, they are apparently on track to finish on time. I am still expecting the announcement to be made the day after at the earliest, but bumping up my forecast based on progress to date."], [80790, "2021-09-21T08:28:19Z", [0.74], "Is looks like Macedonia is determined to complete the census, so I have to dramatically revised my forecast in this light.  \nhttps://balkaninsight.com/2021/09/03/north-macedonia-to-start-delayed-census-despite-covid-19-fears/\nhttps://balkaninsight.com/2021/09/20/north-macedonias-sensitive-census-on-track-for-success/ It looks like there is some legal requirement to end by 30 sept so now the have started is will have to be considered complete no matter what, I think."], [55987, "2021-09-20T16:15:51Z", [0.2], ""], [21884, "2021-09-20T08:27:30Z", [0.15], ""], [92794, "2021-09-19T20:21:12Z", [0.25], ""], [754, "2021-09-19T16:03:43Z", [0.2], "Only 10 days to \"announce it's complete\" remain. I'm thinking it's tight/hard in light of the concerted actions to physically prevent a simple headcount."], [691, "2021-09-19T15:29:05Z", [0.12], ""], [754, "2021-09-19T15:22:39Z", [0.3], "the website I found and mentioned earlier is down as we speak. https://popis2021.stat.gov.mk/default.aspx  DDOS attacks were mentioned in an earlier press release. Many forces of evil trying to prevent a simple headcount. This is still far from \"likely\" outcome... "], [60948, "2021-09-19T13:54:12Z", [0.25], "Per the webpage, they haven't even reached 1M yet. "], [754, "2021-09-19T00:41:25Z", [0.4], "https://popis2021.stat.gov.mk/default.aspx  This is the english website of the folks running the census. just found it!  https://popis2021.stat.gov.mk/%D0%9D%D0%B0%D1%81%D0%BB%D0%BE%D0%B2%D0%B8/Press-release/  I fell more confident they'll pull it off.  excerpt:\n\"Minor technical challenges, which appeared occasionally in the previous days when there was a large number of enumerators in the field, are being overcome. All entered data are successfully processed in the system, and technical adjustments are made in order for the process to continue with undiminished intensity. The current rate of enumeration in the field is a guarantee that the population, households and dwellings on the territory of the entire country will be successfully enumerated by 30 September.\""], [754, "2021-09-19T00:28:13Z", [0.07], "\nMAYBE... MAYBE NOT... https://balkaninsight.com/2021/09/16/north-macedonias-headcount-slowed-by-technical-glitches/  \"technical glitches\" the FULL article requires a subscription which i don't have access to...  Anyone else??"], [58508, "2021-09-18T23:14:23Z", [0.35], ""], [92794, "2021-09-18T15:40:20Z", [0.21], ""], [94872, "2021-09-18T04:07:57Z", [0.15], ""], [62808, "2021-09-17T14:31:41Z", [0.65], ""], [22690, "2021-09-17T07:54:54Z", [0.04], ""], [99993, "2021-09-16T23:43:42Z", [0.6], ""], [691, "2021-09-16T15:30:00Z", [0.15], ""], [92794, "2021-09-16T15:10:31Z", [0.2], ""], [60948, "2021-09-16T12:13:01Z", [0.3], "Census continues at pace."], [94872, "2021-09-16T03:35:51Z", [0.12], ""], [21884, "2021-09-16T02:08:30Z", [0.22], ""], [21884, "2021-09-16T02:03:55Z", [0.14], ""], [754, "2021-09-15T20:27:27Z", [0.07], ""], [92794, "2021-09-15T19:46:18Z", [0.23], ""], [92794, "2021-09-15T19:46:03Z", [0.24], ""], [92794, "2021-09-15T19:45:58Z", [0.26], ""], [92794, "2021-09-15T19:44:46Z", [0.25], ""], [99993, "2021-09-15T17:15:41Z", [0.7], ""], [92794, "2021-09-15T15:06:32Z", [0.05], ""], [92794, "2021-09-15T15:05:27Z", [0.01], ""], [92794, "2021-09-15T15:05:14Z", [0.02], ""], [92794, "2021-09-15T15:01:55Z", [0.05], ""], [92794, "2021-09-15T15:01:43Z", [0.07], ""], [31275, "2021-09-15T14:37:50Z", [0.0], "Not by Oct 1. https://balkaninsight.com/2021/09/03/north-macedonia-to-start-delayed-census-despite-covid-19-fears/"], [29646, "2021-09-15T06:41:17Z", [0.1], "Bringing down to below the crowd forecast based on clarification that announcement must come before October 1st."], [94872, "2021-09-14T18:25:05Z", [0.15], ""], [55987, "2021-09-14T13:49:52Z", [0.12], ""], [60948, "2021-09-14T08:43:09Z", [0.15], ""], [94872, "2021-09-14T05:41:53Z", [0.35], ""], [60948, "2021-09-13T18:02:11Z", [0.4], "Google translate doesn't translate the census webpage for me anymore: \nhttps://translate.google.com/translate?sl=mk&tl=en&u=https://popis2021.stat.gov.mk/ Also going down a bit on account of the comment below"], [55987, "2021-09-13T16:35:19Z", [0.14], "I'm reducing my forecast based on a technicality. The census is supposed to be completed on Sept. 30, meaning they probably won't announce the completion until the next day. "], [95683, "2021-09-11T22:39:08Z", [0.0], ""], [691, "2021-09-11T19:54:19Z", [0.12], ""], [60948, "2021-09-11T18:12:17Z", [0.5], ""], [60948, "2021-09-11T18:09:52Z", [0.45], ""], [60948, "2021-09-11T18:08:35Z", [0.55], ""], [93350, "2021-09-11T06:09:29Z", [0.75], "\nAccording to reports from Alfa TV, Apostol Simovski, who is the head of the State Statistical Office, declared that the census would be completed by the end of September.\nThis census is one of the key demands from Brussels for North Macedonia to become an EU member.\nFrom a political perspective, the conclusion of the census could be declared at the end of September whether it is or not. https://balkaninsight.com/2021/09/03/north-macedonia-to-start-delayed-census-despite-covid-19-fears/\n\nhttps://www.barrons.com/news/north-macedonia-set-for-first-census-in-two-decades-01630594808?refsec=afp-news  http://www.dtt-net.com/en/news/3648/39/Census-launched-in-North-Macedonia-after-19-years/\n"], [754, "2021-09-10T20:08:47Z", [0.15], "Increasing chance of yes, and watching for news... the win is only if it's \"announced that it has completed\" Like the Christmas UK/EU agreement so many blew up on, the \"date\" and the announcement are a very tight race."], [55987, "2021-09-10T15:25:53Z", [0.5], "This article provides good background. https://www.aljazeera.com/features/2021/5/12/why-is-it-so-difficult-to-hold-a-census-in-north-macedonia  The census is currently underway, but it's still unclear if it will be completed on Sept 30th as planned. It's also unclear how politics will play into either withholding completed data or announcing incomplete data as complete. I'm having a hard time putting a number on this now that the odds have increased (given the start of the process). But, given the history of the topic, it's difficult to be too confident that they will finish. I'll just move to the \"I have no idea\" rate for now.  P.S. If anyone speaks the language, here is the registration site: https://popis2021.stat.gov.mk/#"], [99993, "2021-09-10T04:31:45Z", [0.85], ""], [102528, "2021-09-10T03:22:28Z", [0.0], ""], [73687, "2021-09-10T02:39:19Z", [0.09], ""], [691, "2021-09-09T18:52:29Z", [0.44], ""], [95503, "2021-09-09T16:30:26Z", [0.35], ""], [55987, "2021-09-09T16:08:53Z", [0.73], ""], [34959, "2021-09-09T12:46:47Z", [0.51], ""], [94872, "2021-09-08T20:57:31Z", [0.5], ""], [18679, "2021-09-08T19:04:31Z", [1.0], ""], [100879, "2021-09-08T15:42:31Z", [0.6], ""], [691, "2021-09-06T14:22:01Z", [0.36], ""], [21884, "2021-09-06T08:37:02Z", [0.35], ""], [94872, "2021-09-06T03:30:18Z", [0.45], ""], [62808, "2021-09-05T21:25:00Z", [0.8], ""], [99993, "2021-09-05T18:21:32Z", [0.75], ""], [31275, "2021-09-05T18:03:18Z", [0.0], ""], [691, "2021-09-05T14:52:31Z", [0.41], ""], [95503, "2021-09-05T10:36:04Z", [0.4], ""], [29646, "2021-09-05T07:18:18Z", [0.55], "Timeline will be tight. But it sounds like the government is intent on making this happen by 9/30.\nhttps://balkaninsight.com/2021/09/03/north-macedonia-to-start-delayed-census-despite-covid-19-fears/"], [94872, "2021-09-05T00:17:53Z", [0.33], ""], [98312, "2021-09-04T20:49:54Z", [0.45], ""], [60948, "2021-09-04T10:59:23Z", [0.65], ""], [60948, "2021-09-04T10:56:59Z", [0.55], ""], [60948, "2021-09-04T10:52:00Z", [0.7], ""], [60948, "2021-09-04T10:50:58Z", [0.75], ""], [95683, "2021-09-02T20:36:14Z", [0.0], ""], [94872, "2021-09-02T18:31:09Z", [0.25], ""], [26642, "2021-09-02T13:27:08Z", [0.15], ""], [99993, "2021-09-01T17:52:13Z", [0.67], ""], [60948, "2021-08-29T21:20:35Z", [0.2], "Not going down much; recruiting hasn't been postponed. In addition, the last time it was delayed, this was done with a legislative change, rather than by fiat. So I think that the census is still in theory on schedule.\nMy gut also tells me that this is closer to 20% than to 15%. What I think is going on is that even if the forces that be are planning for it to be on schedule, planning fallacy is difficult to account for.\nSeptember 4/5 is the date to watch out for."], [98395, "2021-08-28T10:31:48Z", [0.0], ""], [93350, "2021-08-26T09:03:24Z", [0.25], "North Macedonian’s problems over conducting a meaningful census stem from the friction over the ethnic groups and misapprehension of the potential results of the demographics. Given the importance of their percentage of the population and their resultant rights plus the effect of the diaspora has created mistrust in the Government. \nThe initial phase commenced in March in registering people who have emigrated and now reside in other countries.\nAccording to the Governments guidelines concerning the timeline of conducting a census, the original census in April was to be completed 21 days.\nThe completion by October 1st of the census would now appear to be in doubt. It has to be carried out eventually given the 20 year gap, the need to allocate resources and the requisites to join the EU, but possibly taking a little longer. https://www.stat.gov.mk/Dokumenti/Methodology_Census2021_1.pdf  https://www.rferl.org/a/balkans-census-ethnicity-nationality-serbia-montenegro-north-macedonia/31178295.html  https://dsbb.imf.org/sdds-plus/dqaf-base/country/MKD/category/POP00\n"], [31275, "2021-08-25T17:24:45Z", [0.0], ""], [95503, "2021-08-25T12:03:23Z", [0.14], ""], [99993, "2021-08-23T17:30:43Z", [0.45], ""], [34959, "2021-08-23T14:42:50Z", [0.05], ""], [21884, "2021-08-23T03:09:26Z", [0.21], ""], [94872, "2021-08-22T22:08:20Z", [0.18], ""], [53391, "2021-08-22T19:12:32Z", [0.1], "Nice link from  @LokiOdinevich https://www.gjopen.com/comments/1324240 .\nHaving trouble hiring census workers and applications still being accepted thru 8/25 originally scheduled to close 8/5.  The enumeration was expected to start sept 5 and go to sept 30.  I nad read it would take 3 weeks but they plan for 4.  So with the delay in hiring workers and then tkme to get them trained it is going to be tight.  I think if it doesn't start by sept 10 then it will not be completed by oct 1.  So i will leave 10% that it gets done. "], [60948, "2021-08-22T12:54:26Z", [0.15], "Admission of census workers has been delayed further, until August the 25th. https://popis2021.stat.gov.mk/%D0%90%D0%BA%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D1%81%D1%82%D0%B8/%D0%BC%D0%BA"], [754, "2021-08-22T03:14:33Z", [0.03], ""], [62808, "2021-08-21T00:42:19Z", [0.0], ""], [62808, "2021-08-21T00:39:37Z", [0.5], ""], [94872, "2021-08-19T20:37:41Z", [0.25], ""], [94872, "2021-08-19T20:36:41Z", [0.27], ""], [95503, "2021-08-19T13:43:28Z", [0.3], ""], [95944, "2021-08-17T18:37:04Z", [0.95], "https://popis2021.stat.gov.mk/%D0%90%D0%BA%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D1%81%D1%82%D0%B8/%D0%9F%D0%BE%D0%BF%D0%B8%D1%81%D0%BE%D1%82-%D1%81%D0%B5-%D0%BE%D0%B4%D0%BB%D0%BE%D0%B6%D1%83%D0%B2%D0%B0-%D0%B7%D0%B0-%D0%BF%D0%B5%D1%80%D0%B8%D0%BE%D0%B4%D0%BE%D1%82-%D0%BE%D0%B4-5-%D1%81%D0%B5%D0%BF%D1%82%D0%B5%D0%BC%D0%B2%D1%80%D0%B8-%D0%B4%D0%BE-30-%D1%81%D0%B5%D0%BF%D1%82%D0%B5%D0%BC%D0%B2%D1%80%D0%B8-2021-%D0%B3%D0%BE%D0%B4%D0%B8%D0%BD%D0%B0/"], [88452, "2021-08-17T07:50:14Z", [1.0], ""], [97375, "2021-08-16T16:21:13Z", [0.16], ""], [95503, "2021-08-15T20:49:00Z", [0.38], ""], [95503, "2021-08-15T20:48:50Z", [0.35], ""], [60948, "2021-08-15T11:38:43Z", [0.35], "Level 1: The census was cancelled\nLevel 2: The census was only postponed, and its still due to happen by the end of September\nLevel 3: Recruitment for census workers has been repeatedly delayed (first from the 5th of August to the 12th of August, then until the 17th), which suggests that the census as a whole also might be delayed. Consider also that the census workers have to be trained once they sign up, but I'm not sure how long that would take. Also, the pay for census workers is 40,000 Macedonian denari, or about 650€, which is less attractive than e.g., emigration. https://popis2021.stat.gov.mk/Наслови/Пријавувањето-на-кандидати-за-Попис-2021-продолжува-до-17-август/"], [94872, "2021-08-15T04:07:02Z", [0.47], ""], [58508, "2021-08-14T18:33:41Z", [0.4], ""], [34959, "2021-08-12T13:15:52Z", [0.1], ""], [21884, "2021-08-12T04:43:05Z", [0.35], ""], [914, "2021-08-12T01:36:53Z", [0.4], ""], [53391, "2021-08-11T19:43:47Z", [0.3], "Going back up to 30% on news reports.  We will see."], [99993, "2021-08-11T16:54:21Z", [0.55], "North Macedonia prime minister says he has agreement with the opposition leader to hold the census. Currently, the census is scheduled to be completed by September 30th.\nhttps://www.dw.com/en/zoran-zaev-on-conflict-zone/av-58582668"], [60948, "2021-08-10T16:37:37Z", [0.45], ""], [93350, "2021-08-10T13:33:33Z", [0.7], "The reports appear to indicate that the opposition to holding the census is not the issue of conducting the exercise, but the fear of an unwanted result or the possibility of using the outcome for political gains, rather than the altruistic intention of gaining relevant data to organise and distribute the country’s resources in an efficient manner.\nThe main issue being the Macedonian majority and the ethnic Albanian minority that includes the diaspora that have emigrated in recent years where rights and privileges are tied to the community’s physical numbers. For instance, Arber Ademi who represents ethnic Albanians in the Democratic Union for Integration (DUI) has threatened to discount the results if the Albanian count is less than 20%. Conversely, a higher count, opposition claims a higher number of ethnic Albanians will give them more rights.\nThey are concerned the census will show a higher number of ethnic Albanians than previously estimated, which could give them more rights (which is where the diaspora count comes in). There are issues here that may influence/ motivate the will to proceed with the census.\nNorth Macedonia is a member of NATO and aspires to join the European Union and therefore both organisations require a stable, democratic and law-abiding State.\nBecause of its geopolitical and geostrategic position, North Macedonia is a crossroads of regional and international crime but has demonstrated that it is able to carry out changes and reforms.\nThe process of opening talks to EU membership can be an impetus to ensure the stability of the country and the Western Balkans and to avoid the region to other (Russian) geo-political influences.\nThe EU ‘remains fully committed to supporting North Macedonia’s strategic choice for European integration and ultimately EU membership, based on the rule of law, multi-ethnic harmony and good neighbourly relations’. Joining NATO in 2020 ‘marks a clear step towards greater stability, interoperability and defence integration into the Euro-Atlantic community, improving countries’ potential for eventual EU accession’. The need for the EU and the US to strengthen their partnership and coordination in the Western Balkans in order to advance key reforms, and improve governance and reconciliation; The importance of ensuring timely, comprehensive, high-quality cross-sectoral statistical data, and urges the country to conduct a long-overdue demographic census. This suggests a degree of significant International pressure on the North Macedonian authorities to hold the census in 2021 as decreed previously. https://www.aljazeera.com/features/2021/5/12/why-is-it-so-difficult-to-hold-a-census-in-north-macedonia  https://balkaninsight.com/2021/03/29/north-macedonia-postpones-census-over-vaccination-delays/  https://www.rferl.org/a/balkans-census-ethnicity-nationality-serbia-montenegro-north-macedonia/31178295.html  https://www.ifimes.org/en/researches/2021-north-macedonia-is-eu-heading-towards-its-next-historical-mistake/4906  https://www.intellinews.com/balkan-blog-census-sparks-a-political-storm-in-north-macedonia-204418/  https://www.europarl.europa.eu/doceo/document/TA-9-2021-0114_EN.pdf  https://www.nato.int/cps/en/natohq/topics_52121.htm"], [94872, "2021-08-09T04:31:26Z", [0.3], ""], [60948, "2021-08-08T20:33:09Z", [0.35], ""], [60948, "2021-08-08T20:29:31Z", [0.5], ""], [60948, "2021-08-08T20:28:08Z", [0.4], ""], [98312, "2021-08-08T18:09:37Z", [0.25], ""], [55987, "2021-08-06T15:37:52Z", [0.01], "time decay"], [59881, "2021-08-05T15:47:25Z", [0.0], ""], [31275, "2021-08-03T20:10:13Z", [0.01], ""], [62808, "2021-07-29T21:35:43Z", [0.35], ""], [62808, "2021-07-29T21:33:42Z", [0.4], ""], [96318, "2021-07-29T13:49:42Z", [0.15], ""], [60948, "2021-07-28T09:42:09Z", [0.15], ""], [88452, "2021-07-27T07:39:19Z", [0.8], ""], [31275, "2021-07-21T04:04:28Z", [0.01], ""], [60948, "2021-07-20T22:43:06Z", [0.1], ""], [34959, "2021-07-19T14:41:50Z", [0.05], ""], [95944, "2021-07-17T17:27:09Z", [0.95], ""], [95944, "2021-07-17T17:19:21Z", [0.73], "Yes , But I see the event is more volunerable to entropy to get a disrupted result! 1st: Reasons for forecast: \nThe country is in transition&the gov is trying to show a democratic side to E.U especially Bulgalria \nHave a look at official website https://census.stat.gov.mk/?fbclid=IwAR1ImtObHe6StuDqGREITj9rpQsOZrMGU184gTT7xZbSey-4K65DutYYBVU#\n.\n-positive evidence of cooperation with some Balkan states to motivate their diaspora to involve in the census. Reason to entropy (disruption code) : complex ethnicities & historical confrontation with Albans(Major ethnicity. *E.U £ aids can accelerate this entropy.\n."], [60948, "2021-07-17T12:51:01Z", [0.15], ""], [691, "2021-07-16T14:26:01Z", [0.01], ""], [94872, "2021-07-15T00:54:46Z", [0.23], ""], [98395, "2021-07-14T13:20:06Z", [0.0], ""], [99993, "2021-07-13T16:38:56Z", [0.5], ""], [60948, "2021-07-11T13:37:53Z", [0.2], ""], [55987, "2021-07-09T15:29:21Z", [0.04], ""], [62808, "2021-07-06T14:20:29Z", [0.5], ""], [101793, "2021-07-06T02:01:18Z", [0.0], ""], [31275, "2021-07-04T21:23:27Z", [0.01], ""], [14208, "2021-07-03T17:10:19Z", [0.0], "who needs a census. "], [83135, "2021-07-02T03:47:13Z", [0.0], ""], [100664, "2021-07-01T13:37:12Z", [0.01], ""], [98312, "2021-07-01T08:02:52Z", [0.43], ""], [1333, "2021-07-01T07:55:39Z", [0.0], ""], [101665, "2021-06-29T05:06:08Z", [0.1], ""], [1333, "2021-06-27T13:29:44Z", [0.01], ""], [1502, "2021-06-26T12:35:01Z", [0.05], ""], [101593, "2021-06-25T14:50:58Z", [0.0], "The guys haven't completed a census before pandemic, probably aren't dealing with it very well, AND the pandemic is far from being over? Can't see a single incentive for them to make a census now of all times."], [55987, "2021-06-24T15:17:19Z", [0.03], ""], [98312, "2021-06-23T10:43:18Z", [0.65], ""], [754, "2021-06-22T13:52:08Z", [0.05], ""], [21884, "2021-06-22T02:57:41Z", [0.08], ""], [88452, "2021-06-21T06:55:03Z", [0.78], ""], [1333, "2021-06-20T09:22:15Z", [0.0], ""], [97375, "2021-06-18T09:21:12Z", [0.1], ""], [34959, "2021-06-18T04:31:41Z", [0.07], ""], [55987, "2021-06-17T15:17:08Z", [0.03], ""], [73687, "2021-06-17T02:51:44Z", [0.01], ""], [94872, "2021-06-15T03:00:33Z", [0.12], ""], [98395, "2021-06-14T21:44:41Z", [0.04], ""], [100828, "2021-06-13T20:07:03Z", [0.02], ""], [60948, "2021-06-13T09:02:08Z", [0.25], "Slight downwards pressure from the aggregate."], [1333, "2021-06-12T18:24:32Z", [0.15], ""], [62808, "2021-06-12T14:29:55Z", [0.51], ""], [62808, "2021-06-12T14:28:50Z", [0.55], ""], [55987, "2021-06-10T20:52:03Z", [0.03], ""], [31275, "2021-06-10T18:53:59Z", [0.01], ""], [691, "2021-06-10T17:39:11Z", [0.02], ""], [1333, "2021-06-10T14:50:38Z", [0.04], ""], [94872, "2021-06-08T06:01:10Z", [0.16], ""], [691, "2021-06-06T20:15:16Z", [0.05], ""], [1333, "2021-06-06T16:44:51Z", [0.07], ""], [754, "2021-06-04T04:59:45Z", [0.07], ""], [88452, "2021-06-01T19:22:08Z", [0.65], "As of 01 June 2021, 190,142 North Macedonian citizens living abroad (\"diaspora\") had already registered themselves.\nhttps://popis2021.stat.gov.mk/"], [55987, "2021-06-01T15:19:01Z", [0.07], ""], [97501, "2021-05-31T13:05:20Z", [0.01], ""], [1333, "2021-05-30T06:57:05Z", [0.08], ""], [1528, "2021-05-29T15:58:53Z", [0.0], ""], [94872, "2021-05-29T03:38:11Z", [0.21], ""], [22689, "2021-05-27T15:51:47Z", [0.0], ""], [55987, "2021-05-27T15:26:05Z", [0.08], ""], [100971, "2021-05-27T13:38:25Z", [0.0], ""], [94872, "2021-05-26T22:35:10Z", [0.21], ""], [78366, "2021-05-25T21:39:29Z", [1.0], ""], [91774, "2021-05-25T20:06:25Z", [0.0], ""], [97539, "2021-05-25T11:21:00Z", [0.12], ""], [95503, "2021-05-25T10:08:37Z", [0.12], ""], [754, "2021-05-22T23:05:48Z", [0.05], "entrenched more than I could have imagined. "], [88452, "2021-05-22T16:51:59Z", [0.59], "North Macedonia is now reporting <100 new SARS-CoV-2 infections per day, which means that the pandemic is no longer a cheap excuse for not executing their census."], [31275, "2021-05-21T19:36:48Z", [0.02], ""], [1333, "2021-05-20T10:45:18Z", [0.09], ""], [55987, "2021-05-18T16:38:37Z", [0.09], ""], [60948, "2021-05-17T20:03:22Z", [0.35], ""], [691, "2021-05-17T18:05:38Z", [0.08], "https://www.aljazeera.com/features/2021/5/12/why-is-it-so-difficult-to-hold-a-census-in-north-macedonia\nThis material will be on the exam.    Will political advantage once again stymie sound policymaking?  As we all know, this never happens in the US. . . ."], [14826, "2021-05-16T15:59:09Z", [0.09], ""], [14826, "2021-05-16T15:58:27Z", [0.15], "Hasn’t managed it in 19 years. Aljazeera says it won’t be ready if it happens on time until September. Will be controversial either way which will add delays."], [94872, "2021-05-16T05:45:20Z", [0.17], ""], [34815, "2021-05-15T05:07:03Z", [0.0], ""], [88452, "2021-05-14T08:22:43Z", [0.49], "https://abcnews.go.com/Health/wireStory/north-macedonia-speeds-vaccinations-eu-aid-arrives-77491196 https://ec.europa.eu/commission/presscorner/detail/pt/ip_20_519\nhttps://www.politico.eu/article/eu-commission-albania-membership/\nhttps://www.euronews.com/2021/05/07/albania-could-begin-eu-membership-talks-without-north-macedonia\nhttps://www.euronews.com/2021/05/10/not-possible-to-decouple-eu-bids-of-north-macedonia-and-albania-says-zaev\nhttps://www.euractiv.com/section/politics/short_news/austria-opposes-decoupling-albania-north-macedonia-eu-path/\nhttps://balkaninsight.com/2021/05/12/bulgarias-caretaker-govt-to-maintain-north-macedonia-blockade/\nhttps://ec.europa.eu/neighbourhood-enlargement/countries/detailed-country-information/north-macedonia_en https://www.greeneuropeanjournal.eu/the-european-solution-to-the-macedonian-question/\nhttps://www.lrt.lt/en/news-in-english/19/1394372/lithuania-ready-to-assist-north-macedonia-s-eu-accession-fm https://twitter.com/mkmissioneu?lang=en https://audiovisual.ec.europa.eu/en/video/I-205654\nhttps://audiovisual.ec.europa.eu/en/video/I-205753"], [29054, "2021-05-11T23:49:10Z", [0.0], "Do not stir up a pot with no meat. "], [62808, "2021-05-11T14:00:43Z", [0.51], ""], [62808, "2021-05-11T14:00:26Z", [0.4], ""], [88452, "2021-05-10T20:53:35Z", [0.49], ""], [55987, "2021-05-10T15:30:17Z", [0.1], ""], [95503, "2021-05-10T14:07:16Z", [0.1], ""], [60948, "2021-05-10T10:58:10Z", [0.25], ""], [94872, "2021-05-10T02:32:47Z", [0.15], ""], [31275, "2021-05-09T16:37:22Z", [0.02], "https://english.a2news.com/2021/04/03/population-census-postponed-in-north-macedonia-albanian-mps-accuse-lawmakers-of-manipulation-attempts/"], [1333, "2021-05-09T07:25:48Z", [0.1], ""], [754, "2021-05-08T23:09:13Z", [0.2], ""], [55987, "2021-05-06T15:28:45Z", [0.12], ""], [97945, "2021-05-06T11:37:04Z", [0.15], "Downgrading due to time elapsed "], [691, "2021-05-02T18:05:19Z", [0.1], ""], [34959, "2021-05-02T14:20:07Z", [0.1], ""], [94872, "2021-05-02T12:49:53Z", [0.21], ""], [58508, "2021-05-01T14:38:52Z", [0.2], ""], [96318, "2021-04-30T21:33:13Z", [0.35], ""], [21884, "2021-04-30T15:45:39Z", [0.14], ""], [1333, "2021-04-30T11:59:00Z", [0.1], ""], [95503, "2021-04-30T11:58:28Z", [0.15], ""], [94872, "2021-04-30T05:31:34Z", [0.15], ""], [100828, "2021-04-29T15:40:46Z", [0.01], ""], [31275, "2021-04-29T00:22:40Z", [0.02], ""], [94737, "2021-04-28T23:52:32Z", [0.0], ""], [60948, "2021-04-28T22:05:33Z", [0.35], "Curving my enthusiasm"], [34959, "2021-04-28T14:32:54Z", [0.12], ""], [94872, "2021-04-27T08:59:21Z", [0.2], ""], [53391, "2021-04-26T18:25:52Z", [0.0], "With a start in septenber an 3 weeks needed to get the surveying done, it just does not seem doable by 1 october."], [95503, "2021-04-26T16:34:17Z", [0.2], ""], [18679, "2021-04-26T10:05:56Z", [0.05], ""], [88452, "2021-04-23T19:14:45Z", [0.79], ""], [100724, "2021-04-23T11:46:14Z", [0.02], ""], [100731, "2021-04-22T13:26:25Z", [0.8], ""], [94872, "2021-04-22T04:03:37Z", [0.2], ""], [691, "2021-04-21T19:53:26Z", [0.12], ""], [73687, "2021-04-21T03:50:10Z", [0.02], ""], [80790, "2021-04-20T20:59:24Z", [0.01], "Census postponed until September.  Can’t see a specific date which suggests not yet set.  Then has to be completed and announced, so plumping for no chance."], [22689, "2021-04-20T17:21:34Z", [0.17], ""], [34959, "2021-04-20T12:33:25Z", [0.05], ""], [1333, "2021-04-20T08:15:05Z", [0.11], ""], [31275, "2021-04-18T20:19:03Z", [0.02], "https://balkaninsight.com/2021/03/29/north-macedonia-postpones-census-over-vaccination-delays/"], [60948, "2021-04-18T19:02:14Z", [0.45], ""], [94872, "2021-04-18T18:17:53Z", [0.27], ""], [58508, "2021-04-18T16:49:27Z", [0.38], ""], [1333, "2021-04-18T13:27:05Z", [0.1], ""], [22689, "2021-04-17T01:38:29Z", [0.49], ""], [88452, "2021-04-16T12:45:07Z", [0.66], "North Macedonia is apparently getting serious in the government's fight against corruption, organized crime & infiltration of public service, and against passport & identity documents forging gangs.\nhttps://balkaninsight.com/2021/04/05/detained-north-macedonia-tycoon-was-linchpin-of-authoritarian-regime/\nhttps://balkaninsight.com/2021/04/06/north-macedonia-arrests-police-in-crackdown-on-passport-forgers/\nhttps://www.euronews.com/2021/04/07/north-macedonia-officials-handed-fake-passports-to-overseas-criminals-claims-interior-mini \"Congress to monitor the implementation of the European Charter of Local Self-Government in North Macedonia\" \"A delegation of the Congress of Local and Regional Authorities of the Council of Europe will be monitoring the application of the Charter in North Macedonia, from 20 to 21 April 2021.[...]\nThe last report and recommendation about local democracy in the country were adopted in 2012.[...]\nThe ensuing report will be considered by the Monitoring Committee.\nNorth Macedonia ratified the European Charter of Local Self-Government in 1997. Countries that have ratified the Charter are bound by its provisions. The Charter demands the implementation of a minimum set of rights which constitute the core basis for local self-government in Europe. The Congress of Local and Regional Authorities of the Council of Europe ensures that these principles are respected in the 47 member States of the Council of Europe.\"\nhttps://www.coe.int/en/web/congress/-/congress-to-monitor-the-implementation-of-the-european-charter-of-local-self-government-in-north-macedonia https://www.coe.int/en/web/congress/monitoring-committee https://en.wikipedia.org/wiki/European_Charter_of_Local_Self-Government\nhttps://rm.coe.int/168007a088\nhttps://edoc.coe.int/en/local-democracy/6856-charte-europenne-de-l-autonomie-locale.html https://www.coe.int/en/web/congress/monitoring-of-the-european-charter-of-local-self-government\nhttps://rm.coe.int/168071aa29\nhttps://en.wikipedia.org/wiki/Congress_of_Local_and_Regional_Authorities\nhttps://www.coe.int/en/web/congress"], [691, "2021-04-15T19:19:31Z", [0.39], ""], [88452, "2021-04-15T17:33:18Z", [0.62], ""], [97945, "2021-04-15T13:30:08Z", [0.38], ""], [97501, "2021-04-15T09:55:58Z", [0.5], "\"Parliament's failure to meet a Wednesday deadline to pass legislation postponing the start of the census from this week until September has created a legal muddle – prompting some to liken it to an April Fool's joke.\"\nsource: https://balkaninsight.com/2021/04/01/north-macedonias-postponed-census-mired-in-legal-limbo/"], [754, "2021-04-14T11:36:12Z", [0.4], ""], [53391, "2021-04-11T18:15:35Z", [0.25], ""], [34959, "2021-04-11T14:54:21Z", [0.25], ""], [754, "2021-04-11T14:05:12Z", [0.33], "A tumultuous week for this question! I'm rising from yesterday's big drop from 95 to 20... but still calibrating this one in some more.... its not the relative no brainer I surmised a week ago...  For all news North Macedonia...This journalist's a keeper, wish I'd read more earlier:  https://balkaninsight.com/author/sinisa-jakov-marusic/  has Near Daily detailed reports on NM  Background to this question: https://balkaninsight.com/2021/03/01/north-macedonia-launches-diaspora-headcount-as-boycott-calls-grow/  ****  https://balkaninsight.com/2021/04/01/north-macedonias-postponed-census-mired-in-legal-limbo/  Current kerfuffle and reason for rise in risk lately.... the two main parties have a big battle underway, keep an eye on this one.. "], [60948, "2021-04-11T11:45:58Z", [0.5], ""], [60948, "2021-04-11T11:43:17Z", [0.15], ""], [60948, "2021-04-11T11:40:10Z", [0.2], ""], [94872, "2021-04-11T01:28:13Z", [0.2], ""], [95503, "2021-04-10T22:54:40Z", [0.25], ""], [88452, "2021-04-10T19:44:19Z", [0.5], ""], [754, "2021-04-10T19:04:51Z", [0.2], ""], [58508, "2021-04-10T18:06:37Z", [0.33], "https://balkaninsight.com/2021/03/29/north-macedonia-postpones-census-over-vaccination-delays/"], [1333, "2021-04-10T15:39:07Z", [0.09], ""], [18679, "2021-04-10T10:18:12Z", [0.05], ""], [94872, "2021-04-09T23:25:36Z", [0.2], ""], [75432, "2021-04-09T21:11:44Z", [0.15], ""], [95503, "2021-04-09T18:06:38Z", [0.3], ""], [95503, "2021-04-09T18:05:23Z", [0.15], ""], [97185, "2021-04-09T17:09:02Z", [0.0], "Data collection has been extended through Sept. 30. (will edit if the link isn't functional)  https://popis2021.stat.gov.mk/%D0%9D%D0%B0%D1%81%D0%BB%D0%BE%D0%B2%D0%B8/%D0%9F%D0%BE%D0%BF%D0%B8%D1%81%D0%BE%D1%82-%D1%81%D0%B5-%D0%BE%D0%B4%D0%BB%D0%BE%D0%B6%D1%83%D0%B2%D0%B0-%D0%B7%D0%B0-%D0%BF%D0%B5%D1%80%D0%B8%D0%BE%D0%B4%D0%BE%D1%82-%D0%BE%D0%B4-5-%D1%81%D0%B5%D0%BF%D1%82%D0%B5%D0%BC%D0%B2%D1%80%D0%B8-%D0%B4%D0%BE-30-%D1%81%D0%B5%D0%BF%D1%82%D0%B5%D0%BC%D0%B2%D1%80%D0%B8-2021-%D0%B3%D0%BE%D0%B4%D0%B8%D0%BD%D0%B0/"], [95503, "2021-04-09T12:24:10Z", [0.4], ""], [1333, "2021-04-08T13:57:57Z", [0.09], ""], [94872, "2021-04-08T02:57:44Z", [0.35], ""], [914, "2021-04-08T02:28:28Z", [0.6], ""], [1333, "2021-04-07T13:33:47Z", [0.08], ""], [21884, "2021-04-07T01:29:48Z", [0.29], ""], [95503, "2021-04-05T23:12:25Z", [0.55], ""], [1333, "2021-04-05T13:15:46Z", [0.07], ""], [1333, "2021-04-04T18:23:30Z", [0.07], ""], [1333, "2021-04-04T18:22:34Z", [0.21], ""], [88452, "2021-04-04T13:55:16Z", [1.0], "\" 'The Europeanisation of the Macedonian society must not wait, and we expect our plan for the final processes for this agenda to bring us the same positive report for 2021,' Zaev pointed out.\"\n[...]\n\"Zaev and Dimitrov said that the agenda in its implementation relies on the new EU enlargement methodology, while the emphasis, with specific tasks, relevant institutions and deadlines, is on electoral reform, the judiciary, the fight against corruption and organized crime, fundamental human rights, media reform, economic governance and public administration reform.\"\n[...]\n\"Zaev underlined that the plan was prepared by Dimitrov with the team from the Secretariat for European Affairs and in consultation with several ministries and that it is an agenda of the Government and other institutions such as the Parliament, judiciary, State Election Commission, the State Commission for Prevention of Corruption, as well as other agencies and commissions, which in cooperation with the Government, will complete the remaining activities for full Europeanisation of the system and their work according to EU standards as their benchmarks.\"\nhttps://europeanwesternbalkans.com/2021/03/10/government-of-north-macedonia-adopts-europe-at-home-agenda/ https://www.consilium.europa.eu/en/policies/enlargement/republic-north-macedonia/\nhttps://ec.europa.eu/neighbourhood-enlargement/sites/default/files/north_macedonia_report_2020.pdf\nhttps://sep.gov.mk/en/ The last \"North Macedonia 2020 Report/2020 Communication on EU Enlargement Policy\" was published on 06 October 2020. In order to be evaluated by and included in the October 2021 edition of this report, as the North Macedonian government appears to be committed to, the census will likely be completed by end of September 2021, depending on the exact date of the report submission. If the census depends largely on the availability of vaccines, Europeans' hesitancy against the AstraZeneca vaccine could in fact mean good news and faster progress on the NM vaccination program, as more AZ doses could possibly be available through the CoVax program than expected. Clarity of the front lines between government and opposition, as it is now indicated by the latest news, will hopefully remain throughout the year and will be a plus; any attempt by the opposition to subvert approximation towards the EU will now be harder, and it must be clear that the \"conclusions on enlargement and stabilisation and association process\", which are already formally adopted by written procedure by the European Council in March 2020 is more or less irrevocable and inadvertible.\nPushing back the date of the actual procedures of the census somewhat, doesn't necessarily mean a loss, since it leaves more time for planning and preparation, and maybe ensures a fast, timely and proper execution in the end with a higher quality of the data gained."], [96318, "2021-04-04T12:36:51Z", [0.25], ""], [94872, "2021-04-04T01:29:37Z", [0.3], ""], [95503, "2021-04-03T23:05:20Z", [0.38], ""], [95503, "2021-04-03T23:04:33Z", [0.3], ""], [95503, "2021-04-03T23:04:07Z", [0.4], ""], [97185, "2021-04-03T20:05:09Z", [0.05], ""], [53391, "2021-04-03T19:42:03Z", [0.25], "Reducing because it is postponed to september.  If started in september it could be completed by year end. But that is an if.  Strong correction in forecast to compensate cor my previous 100%. "], [97786, "2021-04-03T17:40:57Z", [0.1], "Census has been officially postponed for five months due to Covid. The plan is to have everyone vaccinated first beccause there has been an increase in sick and a lack of vaccines: https://balkaninsight.com/2021/03/29/north-macedonia-postpones-census-over-vaccination-delays/ and https://apnews.com/article/coronavirus-pandemic-coronavirus-vaccine-zoran-zaev-41dce1ca0bb4ac9238e2fff727d82a22\nReadjusting my prediction a lot based on this."], [1333, "2021-04-03T14:48:21Z", [0.49], ""], [60948, "2021-04-03T12:40:34Z", [0.75], ""], [60948, "2021-04-03T12:40:21Z", [0.7], ""], [754, "2021-04-03T11:59:56Z", [0.95], ""], [1333, "2021-04-02T13:26:21Z", [0.48], ""], [31275, "2021-03-31T20:11:21Z", [0.94], ""], [99176, "2021-03-31T15:07:24Z", [0.95], ""], [100184, "2021-03-31T14:13:40Z", [0.8], ""], [1333, "2021-03-31T13:27:54Z", [0.47], ""], [100176, "2021-03-31T09:00:54Z", [0.05], ""], [99993, "2021-03-31T00:55:28Z", [0.6], ""], [22690, "2021-03-30T10:56:54Z", [0.08], ""], [22690, "2021-03-30T10:17:48Z", [0.0], ""], [1333, "2021-03-30T09:18:39Z", [0.44], ""], [1333, "2021-03-29T13:21:17Z", [0.4], ""], [97945, "2021-03-29T09:14:43Z", [0.9], ""], [94872, "2021-03-29T02:41:25Z", [0.93], ""], [60948, "2021-03-28T13:24:53Z", [0.92], "+5% ON https://balkaneu.com/north-macedonia-census-boycotters-to-face-5-year-imprisonment/"], [1333, "2021-03-26T13:20:59Z", [0.38], ""], [31275, "2021-03-25T21:43:25Z", [0.94], "http://www.xinhuanet.com/english/europe/2021-03/02/c_139776195.htm https://www.mfa.gov.mk/en/page/1767/information-on-2021-census"], [1333, "2021-03-24T13:21:59Z", [0.37], ""], [72271, "2021-03-23T23:09:36Z", [0.91], ""], [97185, "2021-03-23T17:47:22Z", [0.8], ""], [94872, "2021-03-22T03:36:59Z", [0.9], ""], [1333, "2021-03-21T14:54:53Z", [0.36], ""], [1333, "2021-03-18T01:50:59Z", [0.35], ""], [31275, "2021-03-17T14:29:46Z", [0.88], ""], [80790, "2021-03-17T09:43:57Z", [0.99], "https://www.intellinews.com/balkan-blog-census-sparks-a-political-storm-in-north-macedonia-204418/\nLooks like the official window for filling in the forms has ended.  But what does “complete” mean?  If the census takers have to visit people and get as many as possible to respond then things light go on a while.  \nStill think the gouvernement will announce a complete census, even if it’s not fully complete.  Even if say there is a 30pc response rate it’s more data than they have at the moment and can be used statistically to assess the rest of the population.  Which is really what they need.  Anything is going to be better than the current position."], [80790, "2021-03-17T09:43:31Z", [0.91], "Comment deleted on Mar 17, 2021 09:44AM UTC"], [1333, "2021-03-15T13:13:37Z", [0.34], ""], [914, "2021-03-15T00:09:46Z", [0.55], ""], [95503, "2021-03-12T13:46:54Z", [0.85], ""], [1333, "2021-03-11T09:49:18Z", [0.35], ""], [1333, "2021-03-10T14:05:36Z", [0.34], ""], [94872, "2021-03-10T08:35:34Z", [0.9], ""], [87691, "2021-03-09T07:18:00Z", [1.0], ""], [88452, "2021-03-08T22:05:46Z", [1.0], ""], [1502, "2021-03-08T21:50:38Z", [0.1], "Opposition led by conservative VMRO-DPMNE insists that the process must be pushed back until 2022, citing the coronavirus pandemic and fears that the process will be rigged for political reasons.\nAsked about the possibility of postponement following the opposition pressure, the government press office said that the census will be held as scheduled. The government is convinced that North Macedonia will have a successful census.\nBne IntelliNews talked to some people to take the pulse of the general opinion about the census and the most of them said that despite the opposition obstructions the government has launched the process and it is now a done deal. "], [60948, "2021-03-08T09:57:00Z", [0.87], ""], [754, "2021-03-07T18:18:58Z", [0.9], ""], [691, "2021-03-07T16:08:52Z", [0.89], ""], [172, "2021-03-07T14:46:01Z", [1.0], ""], [1333, "2021-03-05T17:51:02Z", [0.35], ""], [1333, "2021-03-05T14:31:36Z", [0.45], "https://www.intellinews.com/balkan-blog-census-sparks-a-political-storm-in-north-macedonia-204418/?source=blogs&utm_source=Newsletter&utm_medium=Email&utm_campaign=Edpicks\nBALKAN BLOG: Census sparks a political storm in North Macedonia \nBALKAN BLOG: Census sparks a political storm in North Macedonia\nIn such a deeply divided society as North Macedonia even holding a census is not an easy thing to do. With the last census held 19 years ago — the previous attempt in 2011 was called off when it became mired in political infighting — no one knows exactly how many people live in North Macedonia. The government says they need an accurate count of the population to be able to draw up long-term development plans, not to mention provide facilities such as schools and medical care to the population efficiently. But the opposition wants the count postponed and is urging people not to open their doors to census takers. "], [94872, "2021-03-05T02:57:20Z", [0.9], ""], [60948, "2021-03-02T16:36:34Z", [0.85], "There is talk of a boycott; going down slightly.  North Macedonia kicks off online census survey - Xinhua | English.news.cn - Xinhua\nhttp://www.xinhuanet.com/english/europe/2021-03/02/c_139776195.htm\nMon, 01 Mar 2021 16:27:12 GMT BIRN Fact-Check: Will North Macedonia's Census Result Affect Albanian Rights? - Balkan Insight\nhttps://balkaninsight.com/2021/03/02/birn-fact-check-will-north-macedonias-census-result-affect-albanian-rights/\nTue, 02 Mar 2021 07:10:12 GMT North Macedonia Launches Diaspora Headcount as Boycott Calls Grow - Balkan Insight\nhttps://balkaninsight.com/2021/03/01/north-macedonia-launches-diaspora-headcount-as-boycott-calls-grow/\nMon, 01 Mar 2021 11:55:16 GMT North Macedonia: The first phase of the census begins next week - Independent Balkan News Agency\nhttps://balkaneu.com/north-macedonia-the-first-phase-of-the-census-begins-next-week/\nThu, 25 Feb 2021 11:34:26 GMT"], [22690, "2021-03-02T09:47:54Z", [0.6], "They have started the online survey for  the diaspora community (http://www.xinhuanet.com/english/europe/2021-03/02/c_139776195.htm). I still think there is a decent chance their plan gets waylaid, but bumping my estimate up another 5%"], [31275, "2021-03-02T02:20:04Z", [0.88], ""], [97945, "2021-03-01T16:30:04Z", [0.8], ""], [1333, "2021-03-01T14:21:15Z", [0.76], ""], [94872, "2021-03-01T03:40:10Z", [0.95], ""], [98108, "2021-02-26T15:50:23Z", [0.94], ""], [1333, "2021-02-25T15:37:09Z", [0.75], ""], [96318, "2021-02-24T23:55:12Z", [0.9], ""], [95503, "2021-02-24T12:22:01Z", [0.9], ""], [754, "2021-02-23T14:20:49Z", [0.97], ""], [73687, "2021-02-22T21:25:55Z", [0.99], ""], [31275, "2021-02-22T17:23:56Z", [0.66], ""], [60948, "2021-02-20T17:40:22Z", [0.9], ""], [1333, "2021-02-20T16:32:47Z", [0.76], ""], [754, "2021-02-16T16:02:43Z", [0.87], ""], [754, "2021-02-16T15:59:07Z", [0.87], ""], [98436, "2021-02-16T06:37:37Z", [0.85], ""], [14208, "2021-02-16T04:50:57Z", [0.6], "Why was a census asked to be done? NATO? How much is the EU willing to pay to have a census reported? "], [21884, "2021-02-16T02:32:42Z", [0.8], ""], [172, "2021-02-16T02:23:41Z", [0.85], ""], [80790, "2021-02-15T21:41:55Z", [0.91], ""], [1333, "2021-02-15T14:40:25Z", [0.77], ""], [94872, "2021-02-15T03:13:43Z", [0.95], ""], [31275, "2021-02-15T03:03:32Z", [0.86], "https://balkaneu.com/north-macedonia-population-census-to-take-place-from-1-to-21-april-for-first-time-in-19-years/"], [691, "2021-02-14T17:30:17Z", [0.86], ""], [60948, "2021-02-14T14:57:13Z", [0.93], ""], [60948, "2021-02-14T14:13:06Z", [0.9], ""], [58508, "2021-02-13T20:54:47Z", [0.9], ""], [48709, "2021-02-13T04:29:02Z", [0.33], "The country can't decide on who to include in their census it's kind of a 50/50 question coin toss but I'm going to lower side of the bell  like I was taught setting up baysian networks."], [95503, "2021-02-12T19:34:17Z", [0.95], ""], [1333, "2021-02-11T13:48:50Z", [0.78], ""], [754, "2021-02-11T04:31:47Z", [0.85], ""], [60948, "2021-02-10T23:27:56Z", [0.85], "Consensus seems accurate, but unknown unknowns and unknown unknowns remain unknown"], [97375, "2021-02-10T19:15:56Z", [0.87], ""], [691, "2021-02-10T16:47:34Z", [0.78], ""], [691, "2021-02-09T20:12:01Z", [0.76], ""], [1333, "2021-02-08T14:21:46Z", [0.79], ""], [97501, "2021-02-08T12:11:21Z", [0.99], "\"North Macedonia president signs decree on 2021 census, and \"The census will be conducted between April 1 and April 21 this year\"\nsource: http://www.xinhuanet.com/english/2021-01/25/c_139696988.htm"], [96318, "2021-02-07T23:46:19Z", [0.8], ""], [31275, "2021-02-07T20:51:02Z", [0.82], "https://www.rferl.org/a/north-macedonia-census-albanians/31062243.html\nhttp://www.xinhuanet.com/english/2021-01/25/c_139696988.htm\n"], [94872, "2021-02-07T03:07:47Z", [0.81], ""], [34959, "2021-02-06T13:58:02Z", [0.9], ""], [97185, "2021-02-06T13:48:24Z", [0.7], ""], [31275, "2021-02-06T13:42:20Z", [0.8], ""], [94872, "2021-02-06T03:22:27Z", [0.78], ""], [691, "2021-02-05T17:40:44Z", [0.75], ""], [1333, "2021-02-05T15:04:23Z", [0.8], ""], [22689, "2021-02-05T01:19:54Z", [1.0], ""], [914, "2021-02-04T03:47:02Z", [0.65], ""], [21884, "2021-02-04T03:40:09Z", [0.63], ""], [94872, "2021-02-03T05:23:07Z", [0.75], ""], [18679, "2021-02-03T03:07:27Z", [0.85], ""], [1333, "2021-02-02T14:36:05Z", [0.84], ""], [94872, "2021-02-02T04:42:37Z", [0.73], ""], [94872, "2021-02-02T04:42:26Z", [0.68], ""], [62808, "2021-02-01T23:21:52Z", [0.81], ""], [97747, "2021-01-31T23:10:23Z", [0.52], ""], [754, "2021-01-31T21:08:27Z", [0.8], ""], [45650, "2021-01-31T14:55:41Z", [0.5], ""], [22690, "2021-01-31T03:13:03Z", [0.55], "Bumping higher as census bill passed and they seem to have dampened the curve on Covid. A delay still seems to make more sense, but the government seems determined. "], [94872, "2021-01-31T01:06:30Z", [0.59], ""], [691, "2021-01-30T22:00:16Z", [0.75], "Thanks, @TJA."], [1333, "2021-01-30T14:17:19Z", [0.85], ""], [94872, "2021-01-30T01:34:58Z", [0.52], ""], [94872, "2021-01-28T06:12:19Z", [0.5], ""], [95503, "2021-01-27T23:02:37Z", [0.85], ""], [94737, "2021-01-27T20:57:07Z", [1.0], ""], [46339, "2021-01-27T17:26:18Z", [0.45], ""], [53391, "2021-01-27T15:25:42Z", [1.0], "Going with @tja https://www.gjopen.com/comments/1223614"], [1333, "2021-01-27T14:18:38Z", [0.8], ""], [97945, "2021-01-27T08:45:22Z", [0.77], "Upgrading my forecast because a census bill passed parliament last week and the President has now signed it into law https://balkaneu.com/north-macedonia-pendarovski-signed-the-decree-for-the-census/. Census now scheduled for 1-21 April. The opposition party has said it won't recognise the results, suggesting it won't obstruct the census being carried out. Practical hurdles remain but there is a clear political will from the ruling party and the President to get this done. "], [95503, "2021-01-26T12:02:46Z", [0.7], ""], [22002, "2021-01-26T09:57:23Z", [1.0], "It is necessary because of the upcoming Local Elections. Lot of prior arrangements must have been made, so this must be finished by then."], [98108, "2021-01-25T19:56:22Z", [0.85], "The recent vote in parliament calls for a census in April. (https://www.rferl.org/a/north-macedonia-census-albanians/31062243.html) The VMRO-DPMNE will likely attempt to prevent a census from occurring but North Macedonia has significant incentives to hold a census to move forward with the EU ascension process. While challenges remain, the completion of a census appears to be more likely than not by 1 October."], [95867, "2021-01-25T18:40:00Z", [0.45], "Complicated history with ethnic & religious factors with the 20% minority provisional rights of Albanians being a concern if they may lose through the census and concern about counting methods & the accuracy of counting (do you have to be present? can third parties speak on someone else's religious beliefs accurately).  Much emigration and having fewer children has occurred so many are concerned about the political results/consequences. Relationship with Bulgaria is also a complicating factor with EU status."], [1333, "2021-01-25T14:42:18Z", [0.81], ""], [81187, "2021-01-24T21:58:25Z", [1.0], ""], [1502, "2021-01-24T19:25:13Z", [0.05], ""], [94872, "2021-01-24T01:43:18Z", [0.35], ""], [72727, "2021-01-23T19:59:17Z", [0.05], ""], [96318, "2021-01-23T11:52:48Z", [0.38], ""], [94872, "2021-01-23T03:36:25Z", [0.42], ""], [1333, "2021-01-22T14:07:21Z", [0.82], ""], [50677, "2021-01-22T12:54:08Z", [0.25], "North Macedonia is embroiled in complicated exchanges with Bulgaria surrounding history. Clearing this issue up is a hurdle to EU ascension. This distraction and potential outcomes of the census could complicate North Macedonia's long-term goal. "], [1333, "2021-01-20T11:46:18Z", [0.83], ""], [1333, "2021-01-20T08:17:18Z", [0.84], ""], [94872, "2021-01-20T02:22:06Z", [0.48], ""], [94872, "2021-01-20T02:21:40Z", [0.46], ""], [94872, "2021-01-20T02:21:30Z", [0.42], ""], [97503, "2021-01-20T01:54:28Z", [0.55], "Party in government favors census, main opposition party opposes. Tie goes to party that controls levers of power?"], [97945, "2021-01-19T18:34:38Z", [0.62], "Factors in favour:\n•\tGovernment has identified the census as a priority. President Stevo Pendarovski in October 2020: “It is absolutely crucial for the country to execute the census next year because no sound policies in any domain are possible without correct statistical data. At present, all vital statistics are based on estimations and that is not something any serious administration should be doing.” https://www.ft.com/content/5dafc7e1-d233-48c4-bd6b-90a2ed45a6e7\n•\tIt is crucial, if not a formal prerequisite, for North Macedonia’s accession to the EU\n•\tIt has already been delayed once, the coalition government will be reluctant to delay again \n•\tCurrent plan is for an April census which allows a further six month delay for political and/or Covid-related reasons  Factors against:\n•\tCovid makes the logistics complicated\n•\tThe opposition VMRO DPMNE party is opposed to the current plan for the census, accusing the Social Democrats (largest party in governing coalition) of “using the headcount to create ethnic tensions, so that they can hide the crimes of (Prime Minister) Zoran Zaev … They are working to falsify the headcount” https://balkaninsight.com/2020/10/09/north-macedonia-makes-fresh-push-for-long-overdue-census/. The governing coalition has a tiny majority and the position of VMRO DPMNE makes consensus difficult The internal and external pressure on the governing coalition to achieve this tips me slightly in favour on this one. I am cautiously optimistic it will happen in the summer. \n"], [98025, "2021-01-19T17:33:33Z", [0.1], ""], [1333, "2021-01-19T14:19:31Z", [0.85], ""], [1502, "2021-01-19T08:16:33Z", [0.05], ""], [94872, "2021-01-18T02:10:23Z", [0.29], ""], [172, "2021-01-17T18:53:21Z", [0.35], ""], [691, "2021-01-17T17:32:11Z", [0.3], ""], [98001, "2021-01-17T12:17:06Z", [0.27], ""], [97764, "2021-01-17T10:55:58Z", [0.61], ""], [97992, "2021-01-16T22:28:18Z", [0.8], "Now that they are in the spotlight they won't mess this up"], [97964, "2021-01-16T14:28:06Z", [0.15], ""], [1333, "2021-01-16T14:08:53Z", [0.98], ""], [96855, "2021-01-16T09:04:20Z", [0.09], ""], [914, "2021-01-16T04:10:21Z", [0.35], ""], [94872, "2021-01-16T03:38:53Z", [0.27], ""], [95944, "2021-01-15T04:36:13Z", [1.0], ""], [85618, "2021-01-14T19:27:35Z", [0.85], ""], [97501, "2021-01-14T19:15:53Z", [0.5], "I found an academic article on the subject [1] that discusses the history of censuses and the census project for 2021. It is written by an academic of the State Statistical Office of North Macedonia.\nThis article says: \"The  next  census  is  scheduled  for  2021,  with  reference  date  set  for  midnight    31  March. \" The article describes the planned methodology, \"  a  socially  acceptable  methodology \" However, the covid19 or political protests may again delay the completion of the census.\nAs of March 31, it will be easier to provide more details. [1] http://real.mtak.hu/112019/1/2020_01_046.pdf"], [8826, "2021-01-14T18:42:50Z", [0.9], ""], [691, "2021-01-14T18:16:37Z", [0.32], ""], [52131, "2021-01-14T14:39:38Z", [0.0], ""], [73687, "2021-01-14T08:50:42Z", [0.21], ""], [1333, "2021-01-14T08:28:20Z", [0.99], ""], [22690, "2021-01-14T07:59:14Z", [0.16], "Actually on second thoughts even not knowing the politics, conducting a divisive census that requires house to house visits during the Covid outbreak is madness, and  is likely to be delayed again. If they delayed it once already for electoral reasons, delaying it a second time for health reasons should not be too controversial. https://www.balcanicaucaso.org/eng/Areas/North-Macedonia/North-Macedonia-census-yes-census-no-207268"], [22690, "2021-01-14T07:51:53Z", [0.46], "There appears to be enough political issues around conducting this census that Covid should be a face-saving excuse for everyone to delay it. But given how much I know about North Macedonian politics I struggle to answer this question in too binary a manner "], [21884, "2021-01-14T03:00:15Z", [0.35], ""], [80790, "2021-01-13T21:00:26Z", [0.22], ""], [87369, "2021-01-13T14:57:39Z", [0.2], ""], [34959, "2021-01-13T02:06:49Z", [0.5], "At first glace it seems government reluctance may delay the census, but there has to be one eventually.  I think it's a low chance to wrap up in April, which gives another 6 months for creep"], [97855, "2021-01-12T18:25:43Z", [1.0], ""], [97844, "2021-01-12T15:33:19Z", [0.1], ""], [97839, "2021-01-12T14:21:22Z", [0.15], "There are social pressure not to complete the census but also with COVID-19 still around there will be no reason to force it. "], [97837, "2021-01-12T14:12:28Z", [0.1], "Unlikely to be a priority in a Covid impacted year"], [62808, "2021-01-11T14:37:25Z", [0.85], ""], [88452, "2021-01-11T12:11:16Z", [1.0], "The latest info of North Macedonia's international relations, to the EU in particular, are described as follows: \"In March 2020, after the ratification process by all NATO members was completed, North Macedonia acceded to NATO, becoming the 30th member state. The same month, the leaders of the European Union formally gave approval to North Macedonia begin talks to join the EU. On November 17, 2020, Bulgaria has refused to approve the European Union's negotiation framework for North Macedonia, effectively blocking the official start of accession talks with this country. The explanation from Bulgarian side was: no implementation of the Friendship treaty from 2017, state-supported hate speech, minority claims, and an 'ongoing nation-building process' based on historical negationism of the Bulgarian identity, culture and legacy in the broader region of Macedonia. The veto received condemnation by intellectuals from both states and criticism from international observers.\"\nhttps://en.wikipedia.org/wiki/North_Macedonia#EU_and_NATO_path \"The Sector for European Integration within the Republic's government is given the task to organise, co-ordinate and synchronise the EU integration process. It is organised in seven units in charge of the approximation of the national legislation with that of the EU, translation of the EU legal acts, institution building, support to the WCEI, co-ordination of foreign assistance, and information to the broader public on EU and the European integration process.\"\nhttps://en.wikipedia.org/wiki/Accession_of_North_Macedonia_to_the_European_Union#Government_structuring One important aspect of  the upcoming negotiation process about North Macedonia's Accession to the EU and its preparedness for EU integration is the meeting of EU standards of statistics, which is part of the \"accumulated legislation of the EU\" (EU aquis/\"aquis communautaire\") Chapter 12 [1]. It not only about statistics as an end in itself and for EU reporting, but following the insight that statistics meeting standards are a precondition for effective, evidence-based and truthful governance and, not least, the foundation for many other instruments, tasks and government functions such as sound and effective planning, allocation of funds, for economic development and investment (economic convergence), fight against corruption/money laundering etc.: [1] https://en.wikipedia.org/wiki/Acquis_communautaire#Chapters As of 06 October 2020, North Macedonia is \"moderately prepared\" to be able to \"assume aquis\" with respect to \"statistics\" (which is Chapter 18 in the \"October 2020 European Commission Report\"), which is in line with the majority of all 33 topics in which the aquis needs to be adopted.\nhttps://en.wikipedia.org/wiki/Accession_of_North_Macedonia_to_the_European_Union#Negotiation_progress In the report's history of 2011 through 2020, the aquis chapter 18 Statistics has always been reported as \"moderately prepared\", which means that currently this topic does neither hinder nor promote the timeline of any negotiation process. While topics such as company law (Ch. 6), Food Safety etc. (Ch. 12), Trans-European Networks (Ch. 21), Science&Research (Ch. 25) and Customs Union (Ch. 29) have at least for a few years been reported as on a \"Good level of preparations\", there are also a few sticking points at which the level of preparation is still insufficient, which will slow down the accession negotiations progress for the time being at least in these respective chapters:  Freedom of Movement For Workers (Ch. 2), Environment (Ch. 27), (probably) Financial Control (Ch. 32), certainly (!) Financial & Budgetary Provisions (Ch. 33).\nhttps://en.wikipedia.org/wiki/Accession_of_North_Macedonia_to_the_European_Union#Negotiation_progress (see \"Report history\" elapsed) With respect to the 2020 Report (\"North Macedonia 2020 Report  Accompanying the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions\" by full name [2]), the following statements can be extracted with respect to statistics in general and in connection with the perspectives of the census in particular from \"5.18 'Chapter 18' \" (pp. 80-82):\n/\"The  country  is moderately  prepared in  the  area  of  statistics. Good  progress was  made, especially  in  implementing  the  pilot  phase  of  the  population  census  and  testing  the  new census  methodology  that  partly  relies  on  administrative  data.  Improvements  are  noted  in  all statistical areas and further aligning of sectoral statistics with EU standards. Continued efforts are needed to improve the scope and data quality of macroeconomic and social statistics. As the last year’s recommendations were carried out, in the coming year, the country should in particular:\n~adopt  the  legislation  and ensure  the  necessary  administrative  capacities  to  carry  out  the population census in 2021\n[...]\"\n/\"On classifications and registers, the main classifications comply with the EU acquis and are updated regularly. Progress was noted in the use of administrative data sources, including for preparing   the   population   census.   A population   register   was   made   operational.   Data availability and quality improved but still need to be optimised. Data transmission to Eurostat further increased but remains incomplete\"\n/\"Good  progress  was  made  on social  statistics,  with  the  successful  completion  of  the  pilot population   census   using   the   combined   methodology   and   computer-assisted   personal interview.  However,  the  Parliament  has  yet  to  adopt  the  census  law  and  the  census  is postponed  to  2021\" \"EU rules  require  that  Member  States  are  able  to  produce  statistics  based  on  professional independence,  impartiality,  reliability,  transparency,  and  confidentiality.  Common  rules  are provided for the methodology, production and dissemination of statistical information\" ([2], p. 80) [2] https://ec.europa.eu/neighbourhood-enlargement/sites/near/files/north_macedonia_report_2020.pdf In order for the stalled accession process to accelerate, North Macedonia has a strong incentive to execute the census as one one of the topics and tasks to be accomplished before a chapter of the negotiation process will be able to be opened as fast as possible."], [93350, "2021-01-11T08:36:07Z", [0.5], "The arguments amongst the political entities appear to be two-fold.\nShould absentee citizens be allowed to offer their data given that many (including families have vacated to Western Europe and if third parties are acting in proxy, is this valid?\nThe second issue is the nature of the census and how the collected will be used. The Governments position is that the census is non-political, where the results will not affect the country’s constitution, but is refuted by the opposition that suspects political motives.\n‘The Macedonian constitution provides for certain civil collective rights for ethnic communities when they represent over 20% of the population in a certain municipality or throughout the country’\nThe Albanian political parties are concerned by a loss of municipal rights if the census shows a figure of less than 20% due the absentees.\nNorth Macedonia has been implementing EU related reforms as a precursor to joining the European bloc and is showing progress in this regard including transparency in all governmental issues.\nThis might help ease the frictions amongst the various ethnic segments of society.\nFifty-Fifty at this point and under review. https://www.balcanicaucaso.org/eng/Areas/North-Macedonia/North-Macedonia-census-yes-census-no-207268  https://europeanwesternbalkans.com/2020/09/07/what-counts-in-bosnia-and-herzegovina-and-north-macedonia/  https://freedomhouse.org/country/north-macedonia/nations-transit/2020  https://ec.europa.eu/commission/presscorner/detail/en/country_20_1795\n"], [97747, "2021-01-11T00:15:08Z", [0.1], ""], [691, "2021-01-10T18:29:31Z", [0.42], ""], [97796, "2021-01-10T16:48:21Z", [0.02], "Covid"], [45594, "2021-01-10T14:02:22Z", [0.4], ""], [97786, "2021-01-10T09:29:34Z", [0.35], "It seems to me that it will most likely be necessary for North Macedonia to carry this census out at some point, since the number that they have from 2002 will increasingly be questionable, because they know that people continue to leave the country. It also appears to me as though they have no real motivation to actually carry this out right now, since it seems the gains are statistical accuracy while the downfalls are ethnic conflict and political conflict. Further it seems they have not ebgun the process yet, and so it might be hard to finish the count before October 1st if they do not soon start the preparations for initiating the census."], [97776, "2021-01-09T23:22:21Z", [0.08], "Little reason to believe that they will accomplish it."], [62808, "2021-01-09T21:08:24Z", [0.85], ""], [53391, "2021-01-09T19:26:40Z", [0.33], "I know nothing about North Macedonia. I'm only for casting this question cuz I like to forecast questions every now and then on something I don't know. The country has about 2 million maybe more people and it's obvious that the census gets hung up on how to count all the citizens who all migrated to other countries and I've been out of the country for more than 6 months. Since it's been so long since I've done the census, obviously a census in such a small country it's not that important. So it's not like North Macedonia will stop functioning if this doesn't happen which means the opposition will have a lot of room to oppose this. And currently the opposition is strong so they could easily postpone this again. It seems to me that whenever politicians face a politically very tough decision they tend to keep kicking the can down the road and I don't see why this can won't get kicked."], [97764, "2021-01-09T13:22:45Z", [0.63], "Given the numerous delays, there is impetus to complete the census. However, due to the legislation required for the headcount, and the current EU ascension talks, I will keep the Forecast on the side of yes, and update as required, especially around April 2021, which seems to be a date being given for the Census to begin. "], [97185, "2021-01-08T22:43:16Z", [0.5], ""], [97762, "2021-01-08T22:15:41Z", [1.0], ""], [691, "2021-01-08T21:55:43Z", [0.75], ""], [41352, "2021-01-08T20:11:28Z", [0.45], ""], [60695, "2021-01-08T18:52:21Z", [1.0], ""], [22689, "2021-01-08T18:17:07Z", [0.5], ""], [1333, "2021-01-08T18:03:39Z", [1.0], ""]]}