{"question_id": 1951, "title": "Will the People's Republic of China's (PRC's) military expenditure as a percentage of GDP be greater in 2021 than it was in 2019?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.985, 0.015], "correct_answer": "Yes", "correct_forecast": 0.985, "preds": [[100715, "2021-12-31T15:07:35Z", [1.0], ""], [103878, "2021-12-30T23:55:32Z", [1.0], ""], [96757, "2021-12-30T18:24:13Z", [0.7], ""], [52131, "2021-12-29T20:31:30Z", [0.0], ""], [100715, "2021-12-29T15:26:52Z", [1.0], ""], [87827, "2021-12-28T20:05:45Z", [0.7], ""], [100715, "2021-12-27T16:05:36Z", [1.0], ""], [97375, "2021-12-26T20:17:57Z", [1.0], ""], [97375, "2021-12-26T20:12:23Z", [0.98], ""], [60948, "2021-12-25T17:56:11Z", [0.65], "I'm very, very glad to see other people disagreeing with the crowd's degree of confidence on this one. Staying halfway between the agnostic 50% and the 96% of the crowd."], [62808, "2021-12-23T18:18:06Z", [1.0], ""], [25705, "2021-12-23T06:12:14Z", [0.75], ""], [98516, "2021-12-22T14:27:18Z", [1.0], ""], [34959, "2021-12-22T05:56:46Z", [0.51], "Previous rational still stands - https://www.gjopen.com/comments/1345789 Mathematically (assuming the some numbers reported by the Global times a while back), 8% GDP growth was large enough for the expenditure to GDP ratio to decrease. However after being unable to reconcile the SIPRI data and the Global Times numbers, I think the China's solid GDP numbers will drive this ratio down regardless of their spend this year. "], [100715, "2021-12-20T17:50:58Z", [1.0], ""], [99857, "2021-12-19T20:16:03Z", [0.66], "Genuinely baffled at the crowds confidence on this one. I think it's more likely than not, but certainly not a 98% chance, especially when we're forecasting so much in the dark. Give the article I cited at https://www.gjopen.com/comments/1331996 it seems more than possible this could go the other way as GDP has been more resilient than expected, it's pretty late in the game, so a change now is almost meaningless, but I'm not comfortable giving the overall odds more than a 2-1 chance."], [46161, "2021-12-19T13:08:25Z", [0.48], "https://www.fxstreet.com/news/chinas-gdp-forecast-raised-for-q4-2021-and-2022-jp-morgan-202112150846 adjusted GDP forecast for CHina by JP Morgan. Readjusting my prediction to 48%. This one is going to be close. "], [691, "2021-12-18T16:05:43Z", [0.99], ""], [103732, "2021-12-17T01:27:02Z", [1.0], ""], [100325, "2021-12-16T22:18:16Z", [0.65], ""], [29054, "2021-12-13T03:20:52Z", [1.0], ""], [914, "2021-12-11T21:03:16Z", [1.0], ""], [103661, "2021-12-10T15:32:18Z", [0.85], ""], [103650, "2021-12-09T19:19:26Z", [0.9], ""], [100653, "2021-12-09T09:56:07Z", [0.76], ""], [94872, "2021-12-09T04:08:11Z", [0.67], ""], [87827, "2021-12-08T18:41:43Z", [0.7], ""], [73970, "2021-12-06T14:14:07Z", [0.98], ""], [60948, "2021-12-06T12:17:26Z", [0.7], "Going down given further uncertainty about China's gdp"], [25705, "2021-12-05T20:58:49Z", [0.4], ""], [99857, "2021-12-03T16:40:50Z", [0.69], "\"Goldman Sachs cut China’s 2021 GDP growth forecast to 7.8% after an anemic third quarter. JPMorgan has slashed its forecasts for the country five times since August, also predicting 7.8% for 2021 but roughly half of that for 2022.\" https://www.barrons.com/articles/stock-market-forecast-2022-bank-of-america-51638234854 I still think this forecast will be much closer than the crowd has anticipated but my forecast was heavily based on how the economy performs, and with it slumping it seems prudent to trim my forecast as well."], [100653, "2021-12-03T12:04:13Z", [0.77], ""], [100715, "2021-12-03T01:45:30Z", [1.0], ""], [62808, "2021-12-03T01:33:07Z", [1.0], ""], [55987, "2021-12-02T16:13:46Z", [1.0], ""], [95503, "2021-12-01T13:09:53Z", [0.85], ""], [55987, "2021-11-29T16:19:28Z", [0.88], "The risks associated with another round of COVID fears disrupting the global economy should reduce the GDP forecast for China. Lower GDP results in higher military spending as a percentage of GDP. "], [96945, "2021-11-29T00:02:02Z", [1.0], ""], [88452, "2021-11-28T11:51:24Z", [0.0], ""], [60948, "2021-11-27T18:30:33Z", [0.8], "Not really following this question closely"], [102644, "2021-11-23T17:58:19Z", [0.96], ""], [87827, "2021-11-22T21:50:35Z", [0.7], ""], [100325, "2021-11-22T19:12:00Z", [0.59], ""], [103233, "2021-11-22T03:21:23Z", [1.0], ""], [94872, "2021-11-20T06:39:07Z", [0.75], ""], [103290, "2021-11-18T23:50:05Z", [1.0], ""], [62808, "2021-11-18T23:33:26Z", [1.0], ""], [99857, "2021-11-17T03:54:42Z", [0.46], "With the economy slipping it seems prudent to come up as the ratio is getting tighter."], [55987, "2021-11-15T16:08:18Z", [0.56], ""], [100715, "2021-11-13T18:34:58Z", [1.0], ""], [103219, "2021-11-12T19:50:05Z", [1.0], ""], [14027, "2021-11-10T19:55:05Z", [0.93], ""], [100653, "2021-11-10T08:03:59Z", [0.76], ""], [103043, "2021-11-10T00:05:49Z", [0.98], ""], [1333, "2021-11-09T12:17:57Z", [1.0], ""], [1333, "2021-11-08T14:02:34Z", [1.0], ""], [1333, "2021-11-07T15:05:31Z", [0.96], ""], [60948, "2021-11-07T12:12:22Z", [0.8], "Unclear to me at this point what China will claim its GPD will be. "], [87827, "2021-11-04T20:45:15Z", [0.7], ""], [100715, "2021-11-04T10:37:38Z", [1.0], ""], [1333, "2021-11-01T15:08:01Z", [0.95], ""], [1333, "2021-10-30T13:25:46Z", [0.85], ""], [1333, "2021-10-30T13:08:33Z", [0.77], ""], [55987, "2021-10-26T15:48:13Z", [0.73], ""], [87827, "2021-10-26T15:17:47Z", [0.7], ""], [26642, "2021-10-24T15:08:36Z", [0.95], ""], [70711, "2021-10-23T21:03:52Z", [1.0], ""], [46161, "2021-10-23T16:49:11Z", [0.42], "https://www.cnbc.com/2021/10/15/china-economy-gdp-forecasts-by-goldman-jpmorgan-citi-stanchart.html Mean forecast ~8.2%, sd ~0.3. This is going to be close, but reducing prob from 44% to 42%. "], [1333, "2021-10-22T20:23:53Z", [0.7], ""], [62808, "2021-10-22T11:41:07Z", [1.0], ""], [100325, "2021-10-20T20:01:59Z", [0.52], ""], [1333, "2021-10-20T18:08:16Z", [0.69], ""], [1333, "2021-10-20T18:07:04Z", [0.7], ""], [691, "2021-10-20T18:01:42Z", [0.98], ""], [55987, "2021-10-20T17:02:27Z", [0.65], "correcting reversal error. "], [55987, "2021-10-20T16:55:58Z", [0.35], ""], [1333, "2021-10-20T13:05:58Z", [0.71], ""], [46161, "2021-10-19T20:36:24Z", [0.44], "ANZ cutting forecast for GDP from 8.3% to 8%. Statista still has a forecast of 8.4% for 2021.  https://www.reuters.com/world/china/china-q3-gdp-growth-hits-1-year-low-raising-heat-policymakers-2021-10-17/\nhttps://www.statista.com/statistics/263616/gross-domestic-product-gdp-growth-rate-in-china/ More about GDP growth in China: https://tradingeconomics.com/china/gdp-growth-annual"], [46161, "2021-10-19T20:00:15Z", [0.46], "After reading comment by @MCowley (https://www.gjopen.com/comments/1345789) I think this is closer to 50/50 than I initially thought. Adjusting from 15% to 46%. Need to follow forecast for GDP growth closely, I think. "], [46161, "2021-10-19T19:54:13Z", [0.15], ""], [46161, "2021-10-19T19:53:56Z", [0.1], "Goldman Sachs cuts China GDP growth forecast: https://www.cnbc.com/2021/09/28/goldman-sachs-cuts-chinas-gdp-growth-forecasts-amid-energy-crunch.html down to 7.8% from 8.2%. So adjust the probability of yes from 10% to 15%.  Also, need to read more about SIPRI methodology and how China´s military expenditure is calculated. [About the SIPRI data, sources and methods](https://www.sipri.org/databases/milex/sources-and-methods)\n[A new estimate of China´s military expenditure](https://www.sipri.org/sites/default/files/2021-01/2101_sipri_report_a_new_estimate_of_chinas_military_expenditure.pdf)"], [34959, "2021-10-19T13:25:41Z", [0.51], "As pointed out by @LokiOdinevich, Current reported value is 1.7278%, NOT 1.8886%, is in line with a published revision (1). Checking for GDP growth required to resolve as a NO;  As a starting point, I'll assume the Global Times (GT) reported increase in military spend for 2021 is unchanged from March (2), and rather than use the GT growth for 2020, I can use the SIPRI numbers as a starting point. 2020 was a 1.7498% of GDP spend (as per data). 1.7498*1.066 / (x) = 1.7277, gives x =  7.955% GDP growth. What's made this question a little less about the numbers (for me, now that I'm checking things) is looking at a past check I completed comparing the SIPRI data to the GT numbers (3).  This confirmed for me that the GT numbers could be trusted (it's fair to assume they can report accurately when it suits).  But now, the reported SIPRI data is now showing a reduction in this metric from 2018 to 2019 (1.7395% in 2018), which contradicts the GT numbers, and adds a bunch of doubt to my position.  The target of 8% is only valid if the GT reported growth is correct, if it is closer to 1.3% (selected as the growth in the metric from 2019-2020), the above formula gives 2.56%, a number so low it was almost passed in 2020. Revised forecast assumes SIPRI will apply revised assessment of military spend, and China will beat GDP forecasts. 1. https://www.sipri.org/publications/2021/other-publications/new-estimate-chinas-military-expenditure.\n2. https://www.gjopen.com/comments/1241730\n3. https://www.gjopen.com/comments/1246171"], [1333, "2021-10-18T19:04:33Z", [0.7], ""], [1333, "2021-10-18T19:04:00Z", [0.8], ""], [1333, "2021-10-18T19:00:04Z", [0.9], ""], [46161, "2021-10-17T21:02:27Z", [0.1], "Initial guess, just looking at SIPRI-numbers for the past 20 years: Mean 1,8% of GDP, minimum 1,7% max 2,0%. 2019 was 1,7%. Last time it was above 1.7% was in 2016, when it was 1.8%. Before I do try to find any other info my inital guess is it most likely to be similar to the last few years. Will need to look into numbers for GDP growth and likelyhood of changing military spending this year. "], [60948, "2021-10-17T17:36:57Z", [0.85], "No change."], [13551, "2021-10-15T06:38:36Z", [0.1], ""], [55987, "2021-10-13T15:49:13Z", [0.69], ""], [96757, "2021-10-13T13:25:41Z", [0.77], ""], [87827, "2021-10-11T14:50:03Z", [0.7], ""], [62808, "2021-10-10T17:17:19Z", [1.0], ""], [60948, "2021-10-09T15:49:36Z", [0.85], ""], [100715, "2021-10-08T13:02:25Z", [1.0], ""], [94872, "2021-10-08T03:09:42Z", [0.72], ""], [59141, "2021-10-07T03:05:00Z", [1.0], ""], [102859, "2021-10-04T19:48:27Z", [1.0], ""], [14027, "2021-10-04T17:20:30Z", [0.95], "In the face of weakening GDP growth will the CCP curtail military spending?  I think not, or at least not that much.  I've been on the low side (wrong side it seems) of the crowd so far.  We always knew that the Chinese economy would hit a speed bump one day.  Still, Evergrande surprised me. Jim Chanos is a short seller who made a fortune betting against Enron.  He identified China's real estate over investment problem more than 10 years ago.  See https://www.nytimes.com/2015/08/25/opinion/joe-nocera-the-man-who-got-china-right.html, and https://www.cnbc.com/id/35056774.  Regarding investing, there is a saying that being early is the same as being wrong.  Chanos was way early, but it appears he was right. When something long predicted doesn't happen we tend to forget about it.  Then it happens."], [55987, "2021-10-04T16:11:27Z", [0.81], "Increasingly looking like China's GDP growth will dampen in Q4"], [87827, "2021-10-04T11:27:35Z", [0.7], ""], [55987, "2021-09-30T16:15:55Z", [0.7], ""], [95683, "2021-09-29T02:17:40Z", [1.0], ""], [176, "2021-09-28T18:02:42Z", [1.0], "SHANGHAI, Sept 28 (Reuters) - China's power supply crunch, that has shut factories across the country, may pose a much bigger threat to the economy than the debt crisis at Evergrande Group (3333.HK), prompting investors to shun industries vulnerable to power shortages such as steelmaking and construction. China is facing a power squeeze from a shortage of coal supplies, tougher emissions standards and strong demand from manufacturers and industry that have triggered widespread curbs on usage. Factories have stopped operations due to power shortages and government mandates to meet energy and carbon reduction goals. Goldman Sachs and Nomura have revised down projections for Chinese economic growth this year as a result. Shares in Chinese chemical producers, carmakers and shipping companies have tumbled, while renewable energy stocks have soared.\nhttps://www.reuters.com/world/china/chinas-power-crunch-dwarfs-evergrandes-troubles-investors-eyes-2021-09-28/"], [95683, "2021-09-28T02:22:05Z", [1.0], ""], [55987, "2021-09-27T17:35:34Z", [0.59], "Increasing again on the potential impacts of Evergrande and supply line disruptions (note: there is an inverse relationship between this question and GDP grow). "], [95683, "2021-09-27T02:22:09Z", [1.0], ""], [95683, "2021-09-26T20:34:10Z", [1.0], ""], [60948, "2021-09-25T16:26:40Z", [0.8], "- I'm not seeing where the 1.8886% comes from; when I look at the spreadsheet I get 1.7278%\n- Looks like the crowd is being overconfident, but maybe not that much\n- Disappointing that this question depends more on GDP growth than on military expenditure growth.\n- GDP growth might be affected by the Evergrande affair.\n- I'm still anchoring a fair bit on the crowd"], [58508, "2021-09-25T03:31:20Z", [0.75], ""], [55987, "2021-09-24T15:52:11Z", [0.51], ""], [100715, "2021-09-24T11:13:17Z", [0.87], ""], [88452, "2021-09-23T18:02:35Z", [0.13], ""], [37893, "2021-09-21T10:11:10Z", [0.97], ""], [55987, "2021-09-20T19:15:51Z", [0.42], "If China's military spending meets the forecast of 6.8% growth in 2021, any GDP growth greater than 8.15% will result in a \"no\" outcome. Given the uncertainty of estimates for both military spending and GDP forecasts, this is difficult to predict. However, the most recent data showing stronger than expected Chinese GDP growth in the first half of 2021 suggests that the crowd is overconfident here. Especially given that military share of GDP did not increase in the three years before the pandemic.    "], [99857, "2021-09-19T17:42:19Z", [0.37], "\"While policy makers remain comfortably on pace to hit their full-year growth domestic product target of at least 6%—first half GDP growth was 12.7% year over year—further deterioration in these two sectors [ Real estate investment and construction] could change the calculus for leaders in Beijing.\" https://www.wsj.com/articles/chinas-economic-recovery-is-looking-gloomier-11631683862?mod=article_inline The crowds confidence from the start has confused me on this question. It seems the bottom line is that spending increase has to be over GDP increase (which it wasn't in 2020) and it looks relatively close. I expect it'll come down to Q4 GDP performance to answer the question."], [89135, "2021-09-18T14:51:56Z", [0.95], ""], [94872, "2021-09-18T05:47:55Z", [0.66], ""], [98345, "2021-09-17T23:27:35Z", [0.55], ""], [98345, "2021-09-17T23:26:57Z", [0.6], ""], [14432, "2021-09-16T21:46:54Z", [1.0], ""], [100325, "2021-09-14T20:05:42Z", [0.63], ""], [98507, "2021-09-14T14:04:43Z", [0.99], ""], [100715, "2021-09-13T10:55:58Z", [0.85], ""], [37893, "2021-09-13T06:31:56Z", [0.97], ""], [95683, "2021-09-11T22:41:03Z", [1.0], ""], [99857, "2021-09-11T20:42:58Z", [0.37], "Found this little tidbit: \"China stands out as the only major spender in the world not to increase its military burden in 2020 despite increasing its military expenditure, because of its positive GDP growth last year,’ said Dr Nan Tian, SIPRI Senior Researcher. ‘The ongoing growth in Chinese spending is due in part to the country’s long-term military modernization and expansion plans, in line with a stated desire to catch up with other leading military powers.\"\nhttps://sipri.org/media/press-release/2021/world-military-spending-rises-almost-2-trillion-2020 Even though China's GDP growth looks like it will be lower than some initial forecasts for this year, having their military burden decrease last year means it has to grow disproportionally this year to make the ratio higher than 2019 and resolve yes to the question. 2021 is expecting a 6.8% increase in military spending and most GDP forecasts are still over 8%.  Sooo..... if the burden decreased in 2020, and again in 2021, then the percentage has to be lower... I think...."], [87827, "2021-09-11T00:50:18Z", [0.7], ""], [37893, "2021-09-10T06:38:13Z", [0.97], ""], [95503, "2021-09-09T16:31:50Z", [0.79], ""], [94872, "2021-09-08T21:01:55Z", [0.73], ""], [25705, "2021-09-08T13:13:25Z", [1.0], "Hedging because of uncertainty with delta everywhere"], [100664, "2021-09-07T13:39:19Z", [1.0], ""], [62808, "2021-09-05T20:56:02Z", [1.0], ""], [176, "2021-09-04T01:15:38Z", [1.0], "There goes the economy:\nWith one of the world’s highest rates of pork consumption, China is normally home to about half of global pig stocks. But its porcine population has been severely affected by a swine fever panzootic (the animal equivalent of a pandemic) that began in 2018 and has threatened herds in many countries. It has wrought havoc in the supply of China’s staple meat, creating wild swings in the prices of pork and feed grains. Officials say that in 2019 it resulted in the loss of between one-fifth and one-third of the country’s pigs from disease or culling. That year swine fever cost the industry between $50bn and $120bn, according to the Asian Development Bank. In 2020 stocks recovered swiftly. But by late last year infections began to rise again.\nhttps://www.economist.com/china/2021/08/28/african-swine-fever-is-spreading-rapidly-in-china-again"], [37893, "2021-09-03T06:47:14Z", [0.96], ""], [95683, "2021-09-02T20:38:34Z", [1.0], ""], [96757, "2021-09-01T10:57:26Z", [0.75], ""], [37893, "2021-09-01T09:18:52Z", [0.95], ""], [53391, "2021-08-31T21:38:27Z", [0.95], "I was at 90 percent for most of the time.  Based on how China GDP is clocking in I am increasing to 95."], [176, "2021-08-31T20:38:39Z", [1.0], "Activity in China’s services and factory sectors weakened in August to levels not seen since the crush of the early pandemic, official data released Tuesday showed. The slowdown came as the world’s second-largest economy faced lockdowns from new coronavirus cases, devastating floods, a major port shutdown, and continued government crackdown on a range of domestic\nhttps://www.barrons.com/articles/chinas-services-sector-falls-to-lowest-level-since-pandemics-start-51630414072"], [90560, "2021-08-27T15:30:12Z", [0.85], ""], [37893, "2021-08-27T08:03:11Z", [0.95], ""], [96421, "2021-08-27T06:01:35Z", [0.6], ""], [37893, "2021-08-26T09:34:33Z", [0.95], ""], [88678, "2021-08-26T08:10:35Z", [1.0], ""], [88991, "2021-08-25T16:03:22Z", [0.99], ""], [37893, "2021-08-23T06:52:36Z", [0.95], ""], [98345, "2021-08-21T18:19:48Z", [0.5], ""], [100715, "2021-08-21T14:32:44Z", [0.72], ""], [37893, "2021-08-21T08:01:43Z", [0.95], ""], [55987, "2021-08-20T21:39:20Z", [0.92], ""], [94872, "2021-08-20T01:44:48Z", [0.7], ""], [25705, "2021-08-18T22:47:26Z", [0.57], "Delta brings havoc - China's GDP may suffer from external (less demand for exports) or internal (slowdown because of lockdowns) reasons. Hedging a little..."], [37893, "2021-08-18T06:38:52Z", [0.95], ""], [37893, "2021-08-16T13:15:20Z", [0.95], ""], [99857, "2021-08-14T19:44:57Z", [0.77], "It seems the full year 2021 GDP forecasts are coming down a bit which tips my calculations. Trading economics says 14.6 T which is only 2% over 2019 and doesn't make sense because 2020 had 2.27% gdp growth. https://www.statista.com/statistics/263616/gross-domestic-product-gdp-growth-rate-in-china/ ... so in short, I'm confused....  If sipri says China spends 290B, then to be a greater percentage of GDP than in 2019, the 2021 GDP has to be below 17T, which it now seems likely to be. I'm almost certain I'm mixing up some numbers somewhere but my original forecast was based on higher GDP numbers so I'm moving halfway to the crowd (+16%) while I try to make more sense of this..."], [102116, "2021-08-06T05:45:53Z", [1.0], ""], [55987, "2021-08-05T16:46:39Z", [0.88], "I'm pulling back down slightly as the current projections of 6.6% military and 8.1% GDP growth lead to a very close to even ratio with 2019. If not for the downward revision in the 2019 data, I'd be far lower here. Regardless, this might not be as straightforward as people assume. "], [59881, "2021-08-05T15:20:58Z", [1.0], ""], [62808, "2021-08-04T18:45:16Z", [1.0], ""], [100842, "2021-08-04T08:32:11Z", [1.0], ""], [90157, "2021-08-02T19:07:19Z", [1.0], ""], [37893, "2021-08-02T07:43:36Z", [0.95], ""], [10952, "2021-07-30T10:21:47Z", [1.0], ""], [94872, "2021-07-30T06:39:25Z", [0.65], ""], [97767, "2021-07-29T21:01:35Z", [0.95], ""], [25705, "2021-07-28T13:51:36Z", [0.45], "IMF decreased its GDP increase forecast to 8.1%, a denominator in the formula. My projection for military expenditure in 2021 as % of GDP became uncomfortably close to 2019, though still lower. Taking into account SIPRI variability of their estimate over the official one, I am changing the probability - though I am still well below the consensus. "], [55987, "2021-07-27T16:50:05Z", [0.92], "Pushing back up slightly given that the SIPRI estimate for 2019 is reduced in the spreadsheet. This increases the odds of resolving to yes by reducing the bar to beat. "], [14432, "2021-07-26T18:04:30Z", [1.0], ""], [85377, "2021-07-21T13:42:33Z", [0.6], ""], [56, "2021-07-16T16:27:41Z", [0.2], ""], [99857, "2021-07-14T02:36:51Z", [0.61], "\"Gross domestic product (GDP) likely increased 8.1% year-on-year in the April-June quarter, according to the median forecasts of 51 economists polled by Reuters.\" \"Economists in the poll expected the economy to expand 8.6% this year, the highest annual growth in a decade. [] The latest poll result was unchanged from April's forecast.\" \nhttps://www.reuters.com/business/chinas-economic-growth-more-than-halve-q2-more-policy-support-seen-2021-07-13/ Okay... so if 8.6% is the consensus, and 2020 was 14.72 Trillion, then 2021 should be ~15.99 Trillion, which is below the number I used in my first forecast (16.64). If we assume that 40% mark up from SIPRI holds, then the estimated 292.9B would be ~1.83%. I still don't have any reason to suspect funding will be reduced, so with Current GDP forecasts the only remaining variable is SIPRI's markup, which would have to be below 272 B or less than 30%, which would be below the ~36% average for the last decade. I'm going to come up again as my thinking on this has evolved but am holding that the question is less obvious than at first glance."], [101902, "2021-07-13T20:26:26Z", [0.99], ""], [101892, "2021-07-13T14:55:08Z", [1.0], "This is a no brainer."], [88452, "2021-07-12T22:39:58Z", [0.41], ""], [73653, "2021-07-12T14:26:58Z", [0.7], ""], [98345, "2021-07-10T19:35:40Z", [0.6], ""], [55987, "2021-07-09T15:44:17Z", [0.9], ""], [87657, "2021-07-07T14:12:36Z", [0.71], ""], [98514, "2021-07-07T13:04:19Z", [1.0], "Latest articles speak of increasing expenditures.https://www.statista.com/chart/16878/military-expenditure-by-the-us-china-and-russia/"], [101744, "2021-07-07T00:36:40Z", [0.5], ""], [101793, "2021-07-07T00:06:26Z", [1.0], ""], [62808, "2021-07-06T14:42:57Z", [1.0], ""], [74903, "2021-07-02T08:25:16Z", [0.55], "-45% second thought: like @Scappleby mention, it's not only about more expenditure but also about GDP. Historicaly it's around 1,7%. From, a candid observer of the ceremony of 100 years birthday of the Communist party, i didn't see there a lot of military, neither heard a  harsh speech (XI) about vilain country.\nOn the other hand : Recently, XI mention: \"We will elevate our people’s armed forces to world-class standards so that we are equipped with greater capacity and more reliable means for safeguarding our national sovereignty, security, and development interests.\""], [74903, "2021-07-02T08:02:07Z", [1.0], ""], [94872, "2021-07-02T04:35:02Z", [0.68], ""], [83135, "2021-07-01T15:38:37Z", [0.96], ""], [691, "2021-06-30T17:12:51Z", [0.96], ""], [70541, "2021-06-30T16:48:24Z", [0.9], ""], [101450, "2021-06-30T14:23:06Z", [0.0], "A fool takes no pleasure in understanding but only expressing his opinion."], [100715, "2021-06-28T18:50:05Z", [0.63], "@Scappleby makes some good points.  I find myself thinking the same way, which is a little counter to recent Chinese spending. "], [55987, "2021-06-24T15:25:47Z", [0.95], ""], [99857, "2021-06-20T17:31:38Z", [0.53], "\"China is still the “country to beat” in terms of economic growth this year. China was the only major economy to register growth last year.\"\n\"Chinese economy would expand around 8% in 2021, but acknowledged that risks remain.\"\nhttps://www.cnbc.com/2021/06/17/china-port-delays-supply-chain-disruptions-threaten-growth-analyst.html \"China’s economic recovery is becoming broader and more sustainable; annual real GDP growth is expected to average 8.3% in 2021 due to rebounding global demand, base effects, and pent-up demand domestically.\"\nhttps://www.scotiabank.com/ca/en/about/economics/economics-publications/post.other-publications.international-economics.asia-pacific.china-s-economic-outlook-2021-22--april-7--2021-.html I'm still of the opinion that the answer to this question hinges more on the GDP growth than the military expenditure and it's just too early to tell.. not to mention how hard it seems to be to get numbers to forecast off of. It's been 6 weeks and I can't find anything better to work with now than at first forecast. I'm thinking this could still go either way so am coming down closer to 50/50 at least until Q2 data is available."], [55987, "2021-06-17T15:25:52Z", [0.95], ""], [96757, "2021-06-17T08:22:35Z", [0.8], ""], [100873, "2021-06-14T18:49:36Z", [1.0], ""], [93350, "2021-06-14T06:38:31Z", [0.1], "As stated in Janes China’s 2021 defence budget is the largest growth since 2019, whereas 2020 was the lowest for many years.\nThis is in line with China’s policy of aligning their military spending allocations to the country’s economic growth (GDP). This has been about 1.889% of GDP in recent years.\nGrowth was severely affected by the Covid pandemic that produced a growth rate of 2.27% and therefore limited their military budget for that year.\nEstimates for 2021 growth are 8.4% as China’s economy boosts from the pandemic turndown.\nChina has increased its military budget 6.8% in 2021 but this in the light of the extensive growth rate of this year. In 2019 their defence budget was increased by 7.5% with a lower GDP growth of 5.82%.\nTherefore, given a fairly modest increase 6.8% of military spending in 2021 compared to the economic growth of the country (estimated 8.4%), the percentage of GDP planned for military spending could perhaps be equal or less than 2019. https://www.globaltimes.cn/page/202103/1217416.shtml\nhttps://economictimes.indiatimes.com/news/defence/china-military-budget-to-grow-6-8-in-2021/articleshow/81342267.cms?from=mdr https://data.worldbank.org/indicator/MS.MIL.XPND.GD.ZS?locations=CN  http://www.xinhuanet.com/english/2021-03/08/c_139795134.htm  https://www.reuters.com/article/us-china-parliament-defence-idUSKBN2AX07Z  https://tradingeconomics.com/china/military-expenditure-percent-of-gdp-wb-data.html  https://knoema.com/atlas/China/Military-expenditure-as-a-share-of-GDP  https://www.iiss.org/blogs/analysis/2021/03/chinas-new-five-year-plan-and-2021-budget  https://www.janes.com/defence-news/news-detail/china-announces-68-increase-in-2021-defence-budget-0503  https://fortune.com/2021/04/16/china-gdp-economy-2021-q1-recovery-losing-steam/  https://www.bbc.co.uk/news/business-56768663  https://www.bbc.co.uk/news/business-56289063  https://chinapower.csis.org/military-spending/  https://www.janes.com/defence-news/news-detail/china-announces-68-increase-in-2021-defence-budget-0503\n"], [62808, "2021-06-11T20:56:36Z", [0.8], ""], [94872, "2021-06-11T05:06:39Z", [0.68], ""], [55987, "2021-06-10T21:04:36Z", [0.95], ""], [101308, "2021-06-10T20:40:53Z", [1.0], ""], [95503, "2021-06-10T15:23:56Z", [0.76], ""], [100873, "2021-06-08T19:00:59Z", [1.0], ""], [95503, "2021-06-07T11:35:34Z", [0.8], ""], [95503, "2021-06-07T11:35:18Z", [0.85], ""], [59141, "2021-06-05T02:22:17Z", [0.9], "It seems whatever happens with the economy military goes up about 7%, last year the economy went down 2%, GDP is expected this year to be about 9% so it 2019 military rate x 1.07/1.02 x 1.07/1.09 which is up"], [101216, "2021-06-02T19:11:54Z", [1.0], "100%. The GDP comparison will be a substantially higher percentage. It will be lost to three main issues: secret operations, corruption, and higher labor costs. "], [55987, "2021-06-01T15:23:46Z", [0.94], ""], [88452, "2021-05-30T12:57:32Z", [0.0], ""], [55987, "2021-05-27T16:11:36Z", [0.94], ""], [94872, "2021-05-26T20:32:56Z", [0.65], ""], [62808, "2021-05-25T22:48:08Z", [0.95], ""], [96757, "2021-05-25T08:27:35Z", [0.83], ""], [97140, "2021-05-21T10:12:08Z", [0.5], ""], [81061, "2021-05-21T02:41:24Z", [0.93], ""], [55987, "2021-05-18T16:54:52Z", [0.95], ""], [100724, "2021-05-18T12:59:26Z", [0.98], ""], [101017, "2021-05-15T13:51:32Z", [0.98], ""], [93350, "2021-05-14T06:11:25Z", [0.85], "I have revised my initial prediction in order to curb my natural exuberance in ‘going polar’ and taken note of the various types of advice to improve the predictive process and increase flexibility.\nChina has increased its budget for 2021 but appears to be acting with restraint in line with its GDP growth and maintained a single digit growth. https://www.globaltimes.cn/page/202103/1217416.shtml  https://economictimes.indiatimes.com/news/defence/china-military-budget-to-grow-6-8-in-2021/articleshow/81342267.cms?from=mdr\n"], [29054, "2021-05-13T14:40:21Z", [1.0], ""], [98516, "2021-05-12T15:51:54Z", [0.96], "Dialing down a bit, not because I think I'm wrong but because I'm now trying to avoid extremeizing my forecasts relative to the crowd, just in case I'm wrong."], [100990, "2021-05-12T12:40:47Z", [0.63], ""], [55987, "2021-05-11T15:22:30Z", [0.99], ""], [62808, "2021-05-08T16:09:20Z", [0.98], ""], [691, "2021-05-07T17:35:44Z", [0.98], ""], [55987, "2021-05-07T15:20:36Z", [0.99], ""], [33637, "2021-05-07T12:22:59Z", [0.7], ""], [41141, "2021-05-06T06:30:14Z", [1.0], ""], [99857, "2021-05-06T04:23:41Z", [0.64], "2021 gdp forecast is 16.64 Trillion USD vs 14.34 Trillion in 2019 (https://www.statista.com/statistics/263770/gross-domestic-product-gdp-of-china/)\nOfficial 2021 Military budget is 209.2 Bn USD while SIPRI says 240 Bn USD in 2019 (https://chinapower.csis.org/military-spending/#:~:text=In%20March%202021%2C%20China%20announced,183.5%20billion)%20spent%20in%202020.)\nThat means official forecast is ~1.26% of GDP, SIPRI has 1.7% for 2019, which I thought seemed really far off until I saw  the CSIS breakdown (https://www.csis.org/analysis/understanding-chinas-2021-defense-budget) which says \"SIPRI estimated that Chinese defense-related expenditure actually reached $240 billion in 2019—nearly 40 percent higher than the official budget ($183.5 billion).\" So the 209.2 could really be 292.9 BN USD, meaning the real number could be ~1.76% of GDP. It seems that 40% extra is pretty consistent in SIPRI's estimations.\nSo, we've got 2 variables... how much above the official numbers will SIPRI state actual spending to be?... and what will actual GDP growth be?...\nFor the statement to hold true if we assume GDP estimates track SIPRI would need to believe real numbers are 35% or more above reported... which seems likely given past reports\nOr, GDP numbers could go higher than forecast, which also seems possible given the variability of forecasts over the last few months.\nI'm reasonably confident they won't spend less on the military so am essentially ruling that out.\nAll said, it seems more likely than not but will need to re-evaluate as gdp estimates are revised. I'll start with 64% and update from there...\n"], [100413, "2021-05-04T15:13:43Z", [1.0], "Increased antagonism and suspicion around China from the west will encourage greater military spending. "], [55987, "2021-05-03T15:11:37Z", [0.99], ""], [25705, "2021-05-02T21:11:37Z", [0.33], "If the SIPRI's number is around official military expenditure growth of  6.8%, then the % of GDP will be less than 2019. The problem is it is practically never equal to official numbers, with relatively wide spread. My crude estimate is 67% probability for the SIPRI % of GDP in 2021 to be less than in 2019. I better correct my estimate as I put it too low."], [766, "2021-05-02T10:28:36Z", [1.0], ""], [95503, "2021-05-01T10:00:24Z", [0.88], ""], [89135, "2021-05-01T07:31:43Z", [0.5], ""], [98241, "2021-05-01T00:15:21Z", [0.1], ""], [87827, "2021-04-27T21:51:29Z", [0.7], "+25. 2020 came in at 1.7498 compared to 1.7278 in 2019. The latest release shows that SIPRI switched all their numbers to the new methodology, so this confirmed we will be comparing like to like, which was one reason I was at 45% instead of 50% because I initially believed this might be a tossup. If we just look at the publicly available information, China announced their 2020 military budget would grow by 6.6%. SIPRI says some of China's military spending doesn't show up in the actual budget, but for simplicity lets assume that it also grew by 6.6%. Looking at China's GDP growth, 2020 grew by 2.99% (note, I'm using reported GDP numbers at the FRED link below, not adjusted for inflation which I think is necessary since from what I can tell Chinese military spending growth announcements also are not inflation adjusted). So if we take the 2019 number of 1.7278% (which is military spending over GDP) and increase the military spending by 6.6% and the GDP by 2.99% (or in other words multiply 1.7278*1.066/1.0299) you get 1.7884, which is much larger than the 2020 number reported of 1.7498. If you assume the 2.99% GDP growth is accurate the actual 2020 spending number implies a military spending growth of only 4.3%. So in other words, without spending hours digging into the methodology I don't know if any of us can make rhyme or reason of these numbers, and in my opinion it's probably safer to default to the base rate, which shows that since 2007, for 9 out of 13 of the years (excluding 2019) military spending has been a larger share of GDP than it was in 2019. That's about 70%, so that's what I'm adjusting to. China military budget increases: https://en.wikipedia.org/wiki/Military_budget_of_China#:~:text=2020%3A%20China%20will%20increase%20its,yuan%20(US%24209%20billion). China GDP numbers: https://fred.stlouisfed.org/series/CHNGDPNADSMEI"], [100325, "2021-04-27T19:18:32Z", [0.46], "SIPRI data tells us that it doesn't often go above 1.7%, ditto Greyowlsova and Yassenoff's thinking on GDP growth and military budget growth.  "], [81057, "2021-04-27T07:00:52Z", [0.7], ""], [25705, "2021-04-26T14:08:25Z", [0.05], "So new SIPRI numbers came out: it is 1.7278278625043% for 2019 and 1.74979577278881% for 2020 (see link in the body of GJOP question).  So, the military expenditure as % of GDP is higher for low GDP growth 2020, but by only 1.27%. For me, it means practically no way for 2021 to be higher than 2019 given projected GDP growth in 2021 and official nominal growth of military budget of 6.8% (even if it is slightly different from SIPRI point of view) . What is ironic that basic arithmetic is supposed to be the same for all of us - just assumptions about GDP growth can differ, even less for the military budget. My calculations from the beginning favored lower % of GDP for the military expenditure.  Still the crowd projects the opposite. Happy to be a contrarian in this case. But I might check my math again... And may go even lower :)"], [35, "2021-04-26T12:48:03Z", [0.98], ""], [35, "2021-04-26T12:47:38Z", [0.95], ""], [95503, "2021-04-26T10:15:20Z", [0.85], ""], [14853, "2021-04-26T08:58:20Z", [0.98], ""], [100386, "2021-04-24T17:16:48Z", [0.85], "Yes. With tensions rising in the region it only makes sense that China will prepare for the worse. Plus, military expenditure would be a good output to invest all the surplus GDP. "], [55987, "2021-04-23T14:32:52Z", [0.99], ""], [95503, "2021-04-23T08:47:56Z", [0.9], ""], [914, "2021-04-23T02:25:11Z", [1.0], ""], [100628, "2021-04-22T17:59:53Z", [1.0], "China continues to modernize their forces at a unprecedented rate.  With stolen secrets, China avoids the traditional/normal research and development costs that the United States pays.  China's aggressive stance towards neighbors, Taiwan, and illegal activity in the South China Sea will continue at ever increasing rates, which will also necessitate greater military expenditures. "], [100724, "2021-04-22T11:28:32Z", [0.95], "With the recent tension in South China sea, Taiwan, show of strength, and increasing instability expected due to climate change, military is always a good bet. "], [46339, "2021-04-21T14:24:34Z", [0.95], ""], [88868, "2021-04-21T10:35:30Z", [1.0], ""], [100715, "2021-04-20T23:38:41Z", [0.65], "Two issues to balance here.  The Chinese economy is growing and projected to grow at an aggressive rate.  At the same time, their military expenditures have been growing aggressively as well, in part to expanding their ability to project military power, as well as to be military competitive with the United States.  Can military expenditures outpace economic growth in China in 2021?  Possibly, but not for sure.  "], [97360, "2021-04-20T18:24:16Z", [1.0], ""], [87566, "2021-04-20T12:16:29Z", [0.85], ""], [55987, "2021-04-19T14:47:13Z", [0.99], ""], [11365, "2021-04-19T00:20:15Z", [1.0], ""], [96757, "2021-04-18T11:14:33Z", [0.86], ""], [100647, "2021-04-18T06:23:33Z", [1.0], ""], [88452, "2021-04-16T11:24:10Z", [0.0], ""], [97522, "2021-04-15T12:06:39Z", [0.92], "Adjusting towards yes"], [69091, "2021-04-15T02:30:17Z", [0.95], ""], [62808, "2021-04-13T22:52:46Z", [0.98], ""], [97375, "2021-04-13T15:13:50Z", [0.91], ""], [25705, "2021-04-12T22:29:44Z", [0.15], "IMF and Bloomberg are increasing their China GDP growth projections for 2021 (as posted by @SE_Meyer and @PMJUK), but consensus is going in the opposite direction. Hmmm...  decreasing my forecast accordingly. Call me a contrarian ;)"], [95503, "2021-04-12T19:52:15Z", [0.86], ""], [55987, "2021-04-12T14:38:46Z", [0.99], ""], [33417, "2021-04-12T11:59:50Z", [0.9], ""], [94872, "2021-04-09T04:07:19Z", [0.65], ""], [62808, "2021-04-08T22:31:34Z", [0.97], ""], [96523, "2021-04-08T15:17:34Z", [0.96], "Increasing tensions with the US and neighbors has driven China on a strong modernization drive, with a 2027 completion goal. https://www.eastasiaforum.org/2020/12/16/chinas-military-modernisation/ With expanding pressure from the US and allies, and China's growing commitments abroad (BRI, public commitments/statements about the South China Sea, growth in Africa), I expect military spending to keep rising for quite some time. Data from CSIS seems to corroborate this stance, with CN military spending consistently trending upward: https://chinapower.csis.org/military-spending/ The complication here is that as a % of GDP, defense spending has not risen terribly much. My estimate is that GDP growth will be mildly smaller this year, due to the global economic shock and a pre-existing slowdown (GDP growth has been falling slowly but monotonically since 2010). A consistent-or-larger-than-usual increase in defense spending plus slightly smaller GDP growth puts China on track for a greater military spend as %GDP in 2021."], [88452, "2021-04-07T08:48:17Z", [0.17], "The IMF in their April 2021 economic outlook expect China's GDP to grow by 8.437% yoy (national currency, constant prices)\nhttps://www.imf.org/en/Publications/WEO/weo-database/2021/April/weo-report?c=924,&s=NGDP_R,NGDP_RPCH,NGDP,NGDPD,PPPGDP,NGDP_D,NGDPRPC,NGDPRPPPPC,NGDPPC,NGDPDPC,PPPPC,PPPSH,PPPEX,NID_NGDP,NGSD_NGDP,PCPI,PCPIPCH,PCPIE,PCPIEPCH,TM_RPCH,TMG_RPCH,TX_RPCH,TXG_RPCH,LUR,LP,GGR,GGR_NGDP,GGX,GGX_NGDP,GGXCNL,GGXCNL_NGDP,GGSB,GGSB_NPGDP,GGXONLB,GGXONLB_NGDP,GGXWDG,GGXWDG_NGDP,NGDP_FY,BCA,BCA_NGDPD,&sy=2019&ey=2026&ssm=0&scsm=1&scc=0&ssd=1&ssc=0&sic=0&sort=country&ds=.&br=1 It's not impossible China will grow even faster, given the fact that 80% of world production of pharmaceuticals and medical production today is reportedly somehow linked to the Chinese economy."], [41141, "2021-04-06T19:06:36Z", [0.95], ""], [100243, "2021-04-04T02:38:31Z", [0.85], ""], [94872, "2021-04-04T01:39:50Z", [0.65], ""], [94872, "2021-04-04T01:38:52Z", [0.75], ""], [95503, "2021-04-03T22:56:38Z", [0.92], ""], [90157, "2021-04-03T19:27:03Z", [0.98], "China's 2020 GDP was $14.7 trillion USD. China has set the goal of a 6% increase over this number for 2021, which would be $15.582 trillion USD. Economists estimate an increase of 8.4% over 2020, which would be $15.9348 trillion USD. China has set their 2021 military budget at $202 billion USD. SIPRI explains there is a difference between the official military budget and what SIPRI includes in \"military expenditures\" (detailed here: https://www.sipri.org/databases/milex/sources-and-methods#definition-of-military-expenditure). SIPRI explains the difference is usually a 50% increase over the official military budget. 1.5 times $202 billion would be a \"goal\" of $303 billion for 2021. The \"6% increase\" GDP goal China has set would result in a mil expenditure of 1.9446%. The 8.4% increase economists have forecast would result in a mil expenditure of 1.9015%. I'm assuming the 1.5 multiple holds true for 2021. Therefore, for the 2021 mil expenditure to be greater than 2019's mil expenditure (which was 1.8886%), China's 2021 GDP would need to be greater than $16.0436 trillion USD, an increase over 2020's GDP of 9.1403%. Thus, if China overachieves its own goal of 6% GDP growth by more than 50% (to 9.14%; something I don't expect is feasible), mil expenditure as a percentage of GDP will be less than 2019's (1.8886%). Otherwise, expect this percentage to rise to between 1.9015% and 1.9446%. Thanks to @PMJUK for these links: https://www.forbes.com/sites/brendanahern/2021/03/26/asia-gains-2021-china-gdp-forecast-raised-week-in-review/\nhttps://www.iiss.org/blogs/analysis/2021/03/chinas-new-five-year-plan-and-2021-budget#:~:text=The%202021%20Chinese%20defence%20budget,trillion%20(US%24188bn)"], [69091, "2021-04-02T12:09:55Z", [0.9], ""], [85536, "2021-04-02T03:49:15Z", [0.99], ""], [98677, "2021-04-01T17:11:13Z", [0.4], "Flipping my projection to negative after several news stories of GDP growth revisions upwards for 2021 e.g. https://www.forbes.com/sites/brendanahern/2021/03/26/asia-gains-2021-china-gdp-forecast-raised-week-in-review/\nand the low real defence spending increase noted in https://www.iiss.org/blogs/analysis/2021/03/chinas-new-five-year-plan-and-2021-budget#:~:text=The%202021%20Chinese%20defence%20budget,trillion%20(US%24188bn)."], [55987, "2021-04-01T15:53:25Z", [0.99], ""], [58785, "2021-04-01T00:38:05Z", [0.85], ""], [86406, "2021-03-31T23:57:27Z", [0.75], ""], [100191, "2021-03-31T22:03:08Z", [0.95], ""], [95503, "2021-03-31T21:02:12Z", [0.86], ""], [100190, "2021-03-31T20:11:38Z", [1.0], "Manmade islands near contested Philippines islands"], [100184, "2021-03-31T17:52:07Z", [0.95], ""], [98516, "2021-03-31T15:51:27Z", [0.99], "Passage of time update"], [99176, "2021-03-31T14:34:40Z", [1.0], ""], [99993, "2021-03-31T13:40:41Z", [0.95], ""], [8499, "2021-03-31T01:00:31Z", [1.0], ""], [71171, "2021-03-30T23:00:10Z", [0.93], "Given the trade and human rights arguments they are having with western countries and their self confidence, China will become increasingly aggressive. "], [78403, "2021-03-30T21:04:21Z", [1.0], ""], [25400, "2021-03-30T08:33:53Z", [1.0], ""], [62808, "2021-03-29T14:41:45Z", [0.91], ""], [1333, "2021-03-29T13:13:37Z", [1.0], ""], [34959, "2021-03-29T13:04:05Z", [0.99], ""], [98514, "2021-03-29T13:02:02Z", [1.0], "Increasing aggressive moves in the Indian Ocean areas look very aggressive, and Navies are more expensive than armies.  Ask Great Britain.  China looks like they see an opportunity to challenge the US while the election chaos and internal strife to take the opportunities presented.  It looks like they are challenges our allies to cause the allies to question our commitments.   Looks like an expensive (and long term) game of chicken."], [98619, "2021-03-28T15:13:40Z", [0.95], ""], [88452, "2021-03-27T11:52:07Z", [0.17], ""], [86715, "2021-03-26T02:19:18Z", [1.0], ""], [55987, "2021-03-25T15:57:33Z", [0.98], ""], [98514, "2021-03-25T13:36:17Z", [0.9], "Looking like some financial sector issues in recent article (can't remember which on.  Thats what you get when you get up to early..."], [37893, "2021-03-24T13:25:16Z", [0.9], ""], [98507, "2021-03-23T17:11:34Z", [0.9], "It will be higher as long as there is not another wave of covid. "], [55987, "2021-03-22T14:57:11Z", [0.98], ""], [99927, "2021-03-22T08:22:46Z", [0.75], ""], [90237, "2021-03-22T06:23:05Z", [1.0], ""], [99884, "2021-03-20T20:42:44Z", [1.0], "For sure as this is within China's focus"], [95503, "2021-03-20T13:34:28Z", [0.8], ""], [29680, "2021-03-20T05:06:23Z", [0.95], ""], [80644, "2021-03-19T22:24:37Z", [1.0], ""], [98032, "2021-03-19T03:14:11Z", [0.8], ""], [37893, "2021-03-18T06:41:19Z", [0.9], ""], [99823, "2021-03-17T15:12:57Z", [1.0], "Expansion\n"], [97522, "2021-03-17T14:03:49Z", [0.85], ""], [32100, "2021-03-16T16:25:45Z", [0.99], ""], [48709, "2021-03-16T15:25:22Z", [0.99], "Time forecast...\nChina increased its 2021 defense budget by 6.8 percent to 1.35 trillion yuan ($209 billion) in a quicker pace than last year's growth, which analysts believe is normal, steady and restrained as the country resiliently emerges from the wreckage of COVID-19 pandemic.Mar 5, 2021\nwww.globaltimes.cn › page › 202103\nChina hikes defense budget by 6.8 % in 2021, faster than 6.6% growth ...\nhttps://www.globaltimes.cn/page/202103/1217416.shtml"], [62808, "2021-03-16T14:31:40Z", [0.75], ""], [98241, "2021-03-16T00:58:11Z", [0.1], ""], [55987, "2021-03-15T15:59:26Z", [0.93], ""], [45594, "2021-03-14T09:22:23Z", [0.9], ""], [99715, "2021-03-12T19:12:43Z", [0.85], ""], [43703, "2021-03-12T18:22:54Z", [0.65], "China will getting more agressive, the Politions count China wrong! Donald Trump had the right way, not weppons, political pressure, but Biden is from a other faculty and it can be danger! China has an different character of our world, and when China start walking outside of China than will nobody stop it!"], [25400, "2021-03-11T09:20:18Z", [0.0], ""], [98293, "2021-03-11T06:20:00Z", [0.85], "The average military expenditure as % of GDP for the period of 2005 to 2019 was 1.91%. The 2019 number of 1.89% was below this average. So on this basis alone the 2021 expenditure are likely to be above 1.89% and to revert to the mean of 1.91%. However GDP growth in 2021 could be higher than in 2019 as the Chinese economy recovers from the pandemic. The risk to GDP growth is to the upside rather than downside from what we know now. I have done rough calculations based on SIRPI numbers to determine how sensitive military expenditures as a share of GDP to a 1% change in GDP. The ratio of 5 to 1, i.e. a 1% increase in GDP will reduce military expenditure as a % of GDP by 0.2%, keeping the USD number of military expenditures constant.\nIn 2019 GDP growth was 6% and if this year it will be 7% then assuming mean reversion to 1.91% of military spending to GDP, we need to adjust it lower by 0.2% to 1.89%. This is also assuming that China will stick to the same logic of military spending as they did in previous years and will not decide to boost or reduce for some geopolitical or domestic reasons. Therefore the answer then narrows down to: will China's GDP growth is going to be above or below 7% in 2021? This is a close call  at this stage. I think that the GDP growth will print the growth rate between 6 and 7% in 2021. Thus military spending should be between 1.89% and 1.91%, so probably higher in 2021 than in 2019."], [34959, "2021-03-11T04:52:52Z", [0.98], "Checking the SIPRI data; If you consider the 2019 number to be 1.8886 of 100, and knowing there was 7.5% growth in 2019 (1), and GDP growth of 6.7% for 2018 (2) we can calculate 1.8886/1.075 = 1.7568 and 100/1.067 = 93.721 giving 1.7568 of 93.721, or 1.8745% compared to the SIPRI value of 1.8963%, so it's out by about 1%, but I'm using 1 sig fig to start with so this is acceptable. As per pervious comment, it would seem China would need in excess of 11% GDP growth for the 2021 number to be lower than 2019 (3). 1. https://www.globaltimes.cn/page/202103/1217416.shtml\n2. https://en.wikipedia.org/wiki/Historical_GDP_of_China\n3. https://www.gjopen.com/comments/1241730"], [172, "2021-03-10T12:36:16Z", [0.15], ""], [94872, "2021-03-10T08:59:07Z", [0.5], ""], [14208, "2021-03-10T01:21:30Z", [0.95], "Consensus. I don’t think China cares about western economic theory. "], [98273, "2021-03-09T20:29:06Z", [0.98], ""], [88452, "2021-03-09T20:26:20Z", [0.17], ""], [25705, "2021-03-09T19:59:11Z", [0.26], "It looks recently I have been going against the crowd on several occasions. And even against some people that I am usually in sync with. Not bad if my forecast is right at the end. Very bad if not. So I checked my off- the-cuff calculations with the projected new 6.8% military spending increase. Well, it depends upon GDP increase in 2021 (IMF forecasts 8%+). If the GDP growth is 7.9% or more, military expenditure is supposed to be lower than in 2019 (2020 is another matter because of meager 2+% GDP increase). If less, the opposite. My logics is closest to @PMJUK, but the outcome is different as I am using already published projections"], [1529, "2021-03-09T19:19:55Z", [0.97], "Crowd forecast seems about right."], [96757, "2021-03-09T14:27:12Z", [0.9], ""], [99579, "2021-03-09T11:03:08Z", [1.0], ""], [87691, "2021-03-09T07:01:22Z", [1.0], ""], [96714, "2021-03-09T02:46:47Z", [0.95], ""], [96318, "2021-03-08T23:21:30Z", [0.9], ""], [176, "2021-03-08T14:29:36Z", [1.0], ""], [88452, "2021-03-08T12:43:25Z", [0.25], ""], [99441, "2021-03-08T11:26:21Z", [0.05], ""], [95503, "2021-03-07T19:34:29Z", [0.85], ""], [691, "2021-03-07T16:31:14Z", [0.82], ""], [37893, "2021-03-07T09:33:46Z", [0.93], ""], [34815, "2021-03-07T04:56:37Z", [1.0], ""], [98516, "2021-03-07T00:24:17Z", [0.98], "Extremizing because the crowd forecast has come back up"], [99055, "2021-03-06T19:47:28Z", [0.99], "nuclear countries seem to be increasing, not decreasing their military expenditure"], [98930, "2021-03-06T18:36:13Z", [0.49], "I would imagine we don't really know the current numbers in the first place.   We probably could not agree on how to measure it even if we had all the numbers because some activity would be considered \"military\" by some people, but not by others.   But I would assume that given the economy is growing, everything will grow.  But not necessarily by % of GDP.  Also the % of funds available to the national government vs private might change.   If we only measure government \"military\" expenditures we might get a very different number than if we do not.   Basically my prediction is that I don't know.  -- I do see that SIPRI lists it as 1.9% of GDP for all recent years with a slight declining tendency.  'very slight.    It's basically unchanged by those numbers.  But we can choose only YES or NO, so I'll give NO a slight edge.   -- I'm not considering the new 5year plan because I don't know th influence of that.    My basic assumption is that whatever the number is, it probably won't change much."], [98677, "2021-03-06T18:10:31Z", [0.65], "The IMF projects Chinese GDP growth of c.8.1% in 2021 (https://www.imf.org/en/Countries/CHN). From the SIPRI spreadsheet, using the constant USD figures and calculating the increase on previous year, military spending increases only exceeds this in one of the last 10 years (a fair cut off, I think, after the defence boom '90s) and the average was 6.4%. \nHowever, we also need to factor in that China's 2020 GDP growth in real terms was estimated at only 1.9%. Assuming that defence spending continued with no significant hiccup from COVID (lower activity levels are possibly a saving?) and grew at 5%, the economy would be at 101.9% in 2020 but defence spending would be at 105%. Then in 2021, economy would be at 110.15%, but defence spending would be at 110.25% of 2019 levels (i.e. just higher in relative terms). This implies that with these assumptions, the figure *will* increase if defence spending growth continues at 5% through 2021. But unless I'm missing something (quite possible!) it's very very close.\nI think the ongoing geopolitical competition with the US, irrespective of the Biden presidency, will push Chinese defence spending up, if anything. So that nudges my upwards a bit.\n"], [97979, "2021-03-06T16:40:53Z", [0.98], ""], [97979, "2021-03-06T16:40:35Z", [0.77], ""], [95503, "2021-03-06T16:39:28Z", [0.78], ""], [98514, "2021-03-06T15:14:21Z", [0.9], "China Power website has a good graph of trends of both military expenditure and GDP.  They are projection a significant drop in GDP this year.  Military expenditures are projected to remain about flat, therefore the question isn't if military expenditures are going to exceed GDP, but how much will GDP be constrained. My hesitancy is will China constrain their military expenditures to accomodate a GDP significant crash.  If not, it will be significantly higher."], [62356, "2021-03-06T15:07:57Z", [0.95], ""], [95503, "2021-03-06T13:53:56Z", [0.72], ""], [88452, "2021-03-06T11:50:04Z", [0.49], ""], [94872, "2021-03-06T04:59:55Z", [0.8], ""], [94872, "2021-03-06T04:37:57Z", [1.0], ""], [53391, "2021-03-05T19:16:23Z", [0.9], "On @erikbays report https://www.gjopen.com/comments/1241914\nalthough the sipiri methodology may still be an issue resulting ina lower value."], [11521, "2021-03-05T18:06:44Z", [0.95], "On pure bias/conjecture - does 'anyone' really know what the 'true' value or baseline for Chinese military expenditure is; therefore assuming the actual forecast is likely to be understated, i.e. much higher than any open source 'published' estimates! - ref. Tian and Su 2020,... how much bigger!\nIs this view based 'solely' on Acquisition expenditure, i.e. procurement of new equipment; no idea (at present) on how much/little China spends on In-service/Through Life costs - for all the new ships/aircraft\n.... or the programme/expenditure for building more Paracel/Spratly Islands, is this finished and/or declared in expenditure\n.... and is expenditure written off by the income from foreign debt trap? \nNoting original bias/conjecture headline. PS Note to self - add reference/more evidence.\n"], [8826, "2021-03-05T16:11:46Z", [0.95], "they have the funds and desire to become THE world power"], [13657, "2021-03-05T16:01:12Z", [1.0], "They have announced it will be over 6% what it was in 2020 which was over 6% what it was in 2019.\nSince GDP grew about 2% last year and is projected for 6% this year, as long as spending is at least above 2% more this year it should be more.\nhttps://www.zerohedge.com/economics/china-cuts-growth-outlook-increases-military-spend-shrugged-climate-change-latest-five"], [25400, "2021-03-05T15:29:45Z", [1.0], ""], [98514, "2021-03-05T14:44:04Z", [0.15], "The recognition that the overall GMP is a major element of the arithmetic, so while I dig into the latest projections, I'm holding for now."], [95503, "2021-03-05T13:47:17Z", [0.68], ""], [19349, "2021-03-05T10:36:12Z", [0.55], ""], [74903, "2021-03-05T07:56:10Z", [0.95], ""], [38094, "2021-03-05T04:03:42Z", [1.0], "Bloomberg\nChina boosts defense spending by 6.8% this year. However, that figure does not include all R&D spending. Plan to enhance military pay to attract best people."], [34959, "2021-03-05T04:00:22Z", [0.98], "Using fairly widely reported numbers (1), ultimately from the National People's Congress, the above number for 2019, and an estimate for 2020 GDP growth (2), we can work out the following; Baseline 2019 rate: 1.8886% of GDP, or 1.8886 of 100 6.6% increase in defense spending and 2.5% GDP growth gives (2.0132 of 102.5),\n2020 rate: 1.9641% of GDP 6.8% increase in defense spending means we have 2.15039 of x, where x needs to be less than 113.8617, or under an ~11.1% GDP growth for 2021 for China to exceed it's 2019 ratio. 1. https://www.globaltimes.cn/page/202103/1217416.shtml\n2. https://edition.cnn.com/2021/01/17/economy/china-gdp-2020-intl-hnk/index.html"], [98812, "2021-03-05T01:08:25Z", [0.9], "The USD amount spent by China on its military is been going up for years. The GDP shrinking means that this amount will represent a higher  percentage of GDP. \nIt is unlikely that China will be rolling back on military projects considering the escalation of tensions with the USA, Australia and some of their traditional allies."], [98514, "2021-03-04T13:29:08Z", [0.15], "My question is what would they need to do with more military spending.  China's major issues seem to be the Belt and Road initiative with a significant expenditure on a major new harbor in Pakistan, integration Hong Kong into communist China, recent moon shots, etc.  No obvious new acquisitions, and the US as the biggest threat, but Biden doesn't seem like a serious threat yet.   "], [172, "2021-03-04T01:30:59Z", [0.95], ""], [87827, "2021-03-03T16:34:50Z", [0.45], "Sounds like if they change their methodology the new methodology will be used if available. In that case this seems like a coin flip to me, I haven't seen any conclusive data on military spending and it seems too consistent relative to GDP to fluctuate in a predictable way. I'm going with this until I see a reason to pick otherwise. I will adjust at the end of April if the 2020 numbers show reason to switch things up. Previous comment describing the potential methodology change SIPRI may use: https://www.gjopen.com/comments/1240782"], [55987, "2021-03-03T15:30:07Z", [0.91], "China currently has a lower military spending rate as a percent of GDP than most countries. As it continues to grow, it's reasonable to expect the military to grow faster. "], [34959, "2021-03-03T15:06:48Z", [0.75], ""], [53391, "2021-03-03T14:10:19Z", [0.3], "Methodology change uncertain"], [97522, "2021-03-03T03:51:01Z", [0.75], "First forecast, gut feeling + 5 minutes on Google. High probability on yes that Chinese military spending will be higher in 2021 than 2019. Under normal circumstances, normal inflation would dictate an increase, however with COVID I see China increasing military spending as a result of using national resources (the military) in helping to fight COVID. Also heightened US / China relations should provide short term gains in military spending."], [87827, "2021-03-02T22:57:24Z", [0.35], "I think this question will end up depending more on SIPRI's methodology than China's actual military spending. The numbers are too constant as a percent of GDP, and it looks like SIPRI uses China's numbers but adds estimates of military spending outside of China's official numbers. It seems like these might be based on other categories of Chinese spending, like R&D, based on what the linked report says, which would help explain how the numbers remain so consistent relative to GDP. To complicate matters further, SIPRI appears to have recently changed its methodology and the new estimates appear lower than the old ones. I've requested a clarification on how this resolves if SIPRI changes its methodology and either does or doesn't update the 2019 numbers. If it ends up comparing like vs like and SIPRI uses the new methodology for 2021 and we use revised 2019 numbers to compare I think this ends up as basically a coin flip. If they use the new methodology for 2021 but don't revise 2019 then 2021 will certainly be lower than 2019. For now I think it's most  likely we'll use revised numbers if published, but I think there's a chance revised numbers aren't published and a chance we don't use revised 2019 numbers, which is why I'm below 50%. Since there's so much uncertainty in this question, the main reason I'm forecasting it is because I think the crowd is overconfident at 70%. Absent the methodology change I think this should be closer to 50%. SOURCES\n================================\nImage of chart showing SIPRI's old and new methodology, new methodology is a decent amount lower: https://imgur.com/a/gne4AaW SIPRI January 2021 newsletter discussing new methodology being published. Also mentions 2020 data published April 26th, which will be informative and I'll have to revise based on what they release at that point: https://www.sipri.org/media/newsletter/2021-january SIPRI new methodology paper. Previous chart image and a table showing new method as percent of GDP is on pdf page 31 of 38: https://www.sipri.org/sites/default/files/2021-01/2101_sipri_report_a_new_estimate_of_chinas_military_expenditure.pdf Number 5 here discusses the methodology used for China military estimates, linked to from footnote 49 from the China source data: https://www.sipri.org/databases/milex/sources-and-methods#sipri-estimates-for-china"], [96757, "2021-03-02T06:57:44Z", [0.62], ""], [572, "2021-03-02T02:18:57Z", [0.71], ""], [80533, "2021-03-02T01:38:29Z", [0.75], ""], [48709, "2021-03-01T22:46:28Z", [0.73], "Going with the crowd "], [14208, "2021-03-01T22:03:22Z", [0.2], "As I said in a previous “forecast” rational.  “I’ll keep it simple. Understand China pre cultural Revolution. Then you understand why current China culture of reporting good numbers is important. Keynesian economics has limits. So do the oppressed. Mao Zedong Figures may rise. The consequences of Kissinger national security policy. Maybe a war will be avoided?” Will Chairmen Xi, address his party about a new way forward?  Mao culture/family still exists in China and abroad.  Avoiding another “culture” “revolution” in China may be an appropriate COA. Not saying it’s going to happen but anything is possible. I suppose the GDP % reported will be the tell. "], [691, "2021-03-01T18:56:42Z", [0.8], ""], [81057, "2021-03-01T16:12:54Z", [0.85], ""], [98693, "2021-03-01T16:02:21Z", [0.65], ""], [98516, "2021-03-01T15:59:36Z", [0.8], "I'm still more confident than the crowd, but they might know something I don't so I'm dialing down just in case."], [98514, "2021-03-01T15:33:46Z", [0.15], "China's military expenditures from 19 to 21 has been pretty stable around 1.9% of GMP, in spite of India/Tibet issues, Hong kong, and US shows of power and  trade threats, according to Macrotrends.  This would be a good time to build internal strength in trade related areas (including cyber espionage and disruptions.  That's what I'd do (for now)."], [95503, "2021-03-01T14:49:11Z", [0.63], "The base rate of the last 20 years is 50% according to the data specified in the question description - I think the chance of it increasing this year is slightly more likely than 50% given increasing tensions and also given that GDP is likely to not increase as much as usual in the time between 2019 and 2021 given the pandemic - but I think the crowd might be slightly overconfident given the base rate."], [96714, "2021-03-01T13:43:19Z", [0.8], "As @Econja2018 has shown, there has been a steady increase in defense expenditure consistent with GDP growth. Most likely we will see the same growth."], [33417, "2021-03-01T12:13:18Z", [0.8], ""], [37893, "2021-03-01T11:49:56Z", [0.7], ""], [95503, "2021-03-01T11:32:01Z", [0.63], ""], [95503, "2021-03-01T11:08:26Z", [0.6], ""], [38094, "2021-03-01T04:19:38Z", [0.5], "Toss up."], [62808, "2021-03-01T03:23:20Z", [0.85], ""], [62808, "2021-03-01T02:50:32Z", [0.75], ""], [1333, "2021-02-28T23:07:16Z", [1.0], ""], [25705, "2021-02-28T22:53:35Z", [0.08], "Getting into the game without much research yet. Random first thoughts: 1. The crowd most probably overestimates the threat as the American media tends to present China as the threat.\n2. The denominator, GDP, most probably will be disproportionately increasing in 2021 while military spending as % of GDP has been decreasing over decades. And even under Xi it has been going down ever so slightly. I may reconsider my stance later when I do more research. But for now..."], [98345, "2021-02-28T22:49:16Z", [0.7], "The official figures have stated a very constant 1.9% of GDP over the past few years (ignoring small decimal points). However, given the brewing cold war and international tensions, I would not be surprised to see this official budget item increase if nothing else to make a point. But that is without knowing much about the strategic considerations and how they might play out."], [96318, "2021-02-28T22:24:54Z", [0.5], ""], [80475, "2021-02-28T17:45:23Z", [0.8], "With 2020 being a slow year for China's GDP growth, unless 2021 is really gangbusters, 1.8886% will not be a hard threshold to beat. "], [691, "2021-02-28T17:08:31Z", [0.86], ""], [26642, "2021-02-28T15:38:26Z", [0.1], ""], [53391, "2021-02-28T14:29:04Z", [0.7], "2014 - 1.9058\n2015 - 1.9105  up from prev year\n2016 - 1.9300  up\n2017 - 1.8960 down\n2018 - 1.8963 up\n2019 - 1.8886  down  50/50 is probably the right forecast. But given the variability of any government organization I feel some 2019 spending carried over to 2020 accounts with the net effect being slightly higher spending in 2020.  \n"], [45594, "2021-02-28T12:54:01Z", [0.7], ""], [96757, "2021-02-28T09:17:15Z", [0.6], "Updating for considerations of GDP growth while being anchored to my base rate. Will re-evaluate if there's some significant clarification on decimal places. The consideration that military spending isn't too transparent may not be an issue. From https://www.sipri.org/sites/default/files/Footnotes.pdf it's noted that \"figures for China are for estimated total military expenditure, including estimates for items not included in the official defence budget.\" so it looks like SIPRI has taken that into account historically."], [51956, "2021-02-28T05:17:16Z", [0.8], ""], [96757, "2021-02-28T05:15:37Z", [0.7], "Thanks for the analysis @keith-huggins @bobrown @GL2814 @keith-huggins\nA \"no change\" in percentage of GDP spent on the military should be less likely if we compare the values at more decimal places. The value noted in the question was accurate to four decimal places (1.8886%). Was this taken into account when you made your forecasts? I'll ask for a clarification on the number of decimal places issue."], [25400, "2021-02-28T04:41:42Z", [0.0], ""], [94872, "2021-02-28T04:30:02Z", [0.5], ""], [94872, "2021-02-28T04:26:51Z", [0.5], ""], [92079, "2021-02-28T01:37:11Z", [0.0], ""], [38094, "2021-02-28T01:11:51Z", [0.01], "I started knowing nothing, nada, zip. Thanks to the efforts of over half-dozen thinkers and researchers I now think I know something and will alter my forecast.\nThe answer to this question is only as good as the data provided, which many have pointed out is difficult to find. While spending will most likely increase, so will the GDP on which the reported number is based. Given that these data are not audited, the status quo reported numbers would appear best to not raise alarm elsewhere. Thus I will scale my forecast to anticipate the reported percentage, which is likely to be similar to recent numbers to avoid concern by others."], [81567, "2021-02-28T00:14:43Z", [1.0], ""], [176, "2021-02-27T23:53:52Z", [0.1], "@keith-huggins this would seem to seal it :\nChina is not alone in excluding elements of defense-related spending from its official defense budget. India’s paramilitary forces, which make up the Central Armed Police Forces, fall under the Ministry of Home Affairs, not the Ministry of Defense. India is also not forthcoming about space and nuclear weapons expenditures. The United States funds its nuclear weapons through the Department of Energy and does not include these details in its defense budget. However, the US government maintains a high level of budgetary transparency, which enables analysts to readily account for discrepancies\nFrom you previously:\nhttps://chinapower.csis.org/military-spending/ @Bobbiekar52 makes the point that Chinese GDP growth is back on track.  @Wildwood2000  is Taiwan in the jaws just yet?  @GL2814 staying out of the tail of the curve"], [97510, "2021-02-27T23:46:07Z", [0.95], "It's important to every strongman's image."], [89135, "2021-02-27T23:30:27Z", [0.0], "Based on my perception of the growth of China's GDP. While I see the total number growing, I do not see that it can happen dramatically enough to impact the total % based on the GDP. "], [98241, "2021-02-27T22:01:08Z", [0.47], ""], [97375, "2021-02-27T19:37:03Z", [0.89], ""], [81187, "2021-02-27T18:13:13Z", [1.0], "There is an increasing trend"], [82102, "2021-02-27T17:44:14Z", [0.95], ""], [93350, "2021-02-27T17:41:38Z", [0.0], "Chinese military spending does appear to be consistent and tied their growth in GDP that seems to settle around between 1.88% and 2.1% between 1999 and 2019.\nApart from January 2020 the height of their pandemic crisis the economy has recovered with an expected 8.1/2 % growth in 2021.\nTherefore, China can increase its military budget (as it has) and still keep within its traditional 1.9% average of its GDP.\nHowever, given the lack of transparency, it is probably impossible to ascertain a true figure, but considering the track record, a no change in the % of GDP spent on the military is envisioned. https://www.statista.com/statistics/266892/military-expenditure-as-percentage-of-gdp-in-highest-spending-countries/  https://edition.cnn.com/2020/05/27/asia/china-military-budget-analysis-intl-hnk/index.html  https://chinapower.csis.org/military-spending/  https://data.worldbank.org/indicator/MS.MIL.XPND.GD.ZS  https://www.globaltimes.cn/page/202101/1214352.shtml  https://www.youtube.com/watch?v=Vb8jGHhchnE"], [82102, "2021-02-27T17:33:16Z", [0.95], ""], [56, "2021-02-27T16:32:04Z", [0.1], ""], [96757, "2021-02-27T16:22:45Z", [0.7], "Base rate\nUsing the Excel sheet’s data from 1989 to 2019, 46.66667% of transitions from one year to the next were accompanied by an increase of military spending as a percentage of GDP.\nFor 2000 to 2019 this was 52.6316%.\nFor 2005 to 2019 this was 57.1429%.\nFor 2010 to 2019 this was 66.6667%. For transitions from one year to two years later:\nFrom 1989 to 2019 this was 41.37931%.\nFrom 2000 to 2019 this was 44.4444444%\nFrom 2005 to 2019 this was 46.1538%\nFrom 2010 to 2019 this was 50%. I feel like the data from the first few years in which data was collected might be a bit unreliable (it looks noisy). Older data is also more outdated. From the data there seems to be an increasing trend of increases of military expenditure as a percentage of GDP. Also, China's military might become more important in the near future as competition with the U.S. becomes more salient. Then again, increased military spending might unease other countries in Asia. Invading Taiwan would send shockwaves throughout Asia. Despite Taiwan being a \"special case\" in that China could explain it away as necessary for reunification, it would nonetheless do some damage to China's reputation to other Asian countries. It might happen someday of course but I'm not sure it'll happen so soon. Like @JamesEE I'll follow the crowd a bit and give slightly more weight to \"Yes\"."], [98514, "2021-02-27T14:57:57Z", [0.5], "First guess"], [14208, "2021-02-27T11:58:01Z", [0.2], "Where are they going to get the money from? Back people in a corner long enough something will give. "], [73970, "2021-02-27T10:59:40Z", [0.95], ""], [60695, "2021-02-27T10:12:25Z", [1.0], ""], [94872, "2021-02-27T03:18:01Z", [0.6], ""], [70711, "2021-02-27T03:05:38Z", [0.0], ""], [94737, "2021-02-26T22:24:43Z", [1.0], ""], [88452, "2021-02-26T21:48:08Z", [0.0], "China has a breathtaking history in armament behind them:\nEstimates for China started in 1989 at 20.132bn (constant 2018) USD, major increases in absolute figures were observed in almost every year except 1993-94, with important thresholds reached\n1998: 32.579bn USD\n2001: 51.980bn USD\n2004: 72.192bn USD\n2007: 103.134bn USD\n2011: 155.169bn USD\n2014: 200.023bn USD\n2018: 253.492bn USD The most recent report for 2019 states two different USD values: 266.449bn USD (\"2019\") and 261.082bn USD (\"2019 current\")\nhttps://www.sipri.org/sites/default/files/Data%20for%20all%20countries%20from%201988%E2%80%932019%20in%20constant%20%282018%29%20USD.pdf\nhttps://www.sipri.org/sites/default/files/Footnotes.pdf (Footnotes 49) Until the \"Great Recession\" financial crisis hit in 2010 and changed the US-PRC trade relations (\"ChiMerica\") and China's exporting-fueled economic model, which successfully added to China's foreign currency reserves significantly and predictably, the annual trade surplus was increasingly used for armament and allowed for a 50% budget increase persistently every 3 to 4 years.\nOnly after 2014, the relative pace of military budget increases has slowed in USD, which may have several reasons:\n/China's main military projects have been put into reality by now, so that investments are needed for maintenance and staffing costs rather than new developments or amassing new armed vehicles, ICBM, aircraft etc., and further investment could face a saturated market with inefficient results of spending. From the most recent year, China appears to have reached a point of optimal military spending at 250bn USD.\n/China's military spending is now constrained due to increased indebtedness on different levels of government, and a possible debt crisis, China has changed in the past few years from a major \"lender of the world\" into a big spender domestically, and a sensitive financial system with a weak shadow banking system that could collapse over a real-estate crisis in the near future.\n/China's priorities may have changed: from deterrence through military dominance towards a more moderate, trade-oriented relationship not only to its Asian-Pacific region neighbor countries, but basically towards all nations along the Belt & Road Initiative, including parts of the African continent as an important supplier of resources and a destination for major civil foreign direct investment projects, which would exchange large debt-funded infrastructure projects for the receiver nation's \"independence\". Currently, Chinese government corporations also look out for strategic investment into high tech, key technology, market leading companies, their patents and know-how. The government may be aware that dollars spent there will have a much higher long-term return on investment than additional tanks. From the perspective \"as share of the GDP\"\nhttps://www.sipri.org/sites/default/files/Data%20for%20all%20countries%20from%201988%E2%80%932019%20as%20a%20share%20of%20GDP.pdf\nthere are a few more interesting observations:\n/even in that very final period of the cold war-era and the early 1990s, China has never spent more than 2.5% of GDP (or, at least, that's what was estimated amid a lack of figures), less than half of what the U.S. spent for most of the 1990s. China's persistent spending could thus be seen as a long-term effort to catch up with the U.S., although the U.S. will rather see this as a new era of arms race sparked by China.\n/between 2004 and 2019, China seems to have an average goal of 2.0% of GDP, but adapts its spending to the economic cycle also: in order to avoid negative inflationary (cost-driving) effects, the spending regularly falls behind 2.0% in an economic upswing and boom time, while in economic crises (2003-05; 2009; probably 2020 also) the Chinese government increases \"deficit spending\" on military projects contrarian to cycles, in order to keep up GDP and employment, steel, energy production etc., and preserve the long-term real estate bubble.\nOnce the crisis is over - and 2021 will prove to be such a year - and the economy is growing at a normal pace, spending tends to be cut down (or, at least, does not keep the same pace as the rest of the economy), for several reasons maybe ( see 2010-12).\n/China may also be in a strategic dilemma with armament: on the one hand, it will get ever more difficult to raise firepower without being suspicious of aggression, and due to world wide climate protection initiatives, so any major project that is outstanding, will better be completed as soon as possible, before treaties of international restrictions can interfere. On the other hand, China has an interest in being respected as a soft power that uses its resources smart also, and there may be a necessity to appease smaller countries in the region, which are afraid of aggression and too small for a withstanding army themselves.\n/China will be on the world stage with their effort to host the 2022 Winter Olympic games, and while China's reputation has suffered from their late reaction to the SARS-CoV-2 initial outbreak, and from the \"genocide\" allegations in dealing with the Xinjiang Uyghur minority, restraint in military spending could be helpful to spare them of criticism, which would likely hit home around spring 2022 for the 2021 SIPRI data, just when the 2022 Winter Olympic games should appear to be perfect. \nI suggest spending will be close to its 2019 value in absolute USD, but will come out lower at 1.81% due to budget restraint, cut-back in \"deficit spending\", and not least \"the optics\"."], [28336, "2021-02-26T21:38:05Z", [0.9], ""], [98516, "2021-02-26T20:35:04Z", [0.99], "Just eyeballing. China's spending on defense rises virtually every year, and 2020's increase was unusual in that it was much smaller than typical. The more important element will be, will a rise in GDP counteract that? And I'm going to say that no, it won't."], [14027, "2021-02-26T19:58:18Z", [0.71], "Looking at the past 20 years of data, China's military spending has been nearly constant as a percentage of GDP.  Spending increases have kept up with GDP, but not exceeded it.  Rapid GDP growth has allowed equally rapid increases in military spending. Average military spending over 20 years (2000 through 2019) has been 1.9495%, and the standard deviation (STDEVP function in Excel) is 0.094%.  That's amazingly constant.  It's possible that Emperor Xi will increase spending in preparation for invading Taiwan.  So I'll go with the crowd and overweight \"Yes.\"  But I don't think the probability is 99%, so I'll underweight vis-a-vis the crowd."], [691, "2021-02-26T19:02:33Z", [0.9], "The absolute amount will surely be larger.  The pct of GDP may not get clear for a while yet.  Odds are this will be a Yes, but I don't have any actual evidence for this yet.  Stay tuned."], [38094, "2021-02-26T19:00:19Z", [0.99], "Without any data or any understanding of the nuances it would appear that this figure will be higher going forward. I welcome feedback."], [89120, "2021-02-26T18:43:09Z", [1.0], ""]]}