{"question_id": 1857, "title": "Will legislation amending or repealing Section 230 of the Communications Act of 1934 become law before 1 January 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[754, "2020-12-31T17:52:33Z", [0.0], ""], [1333, "2020-12-31T15:46:31Z", [0.1], ""], [56170, "2020-12-31T14:45:20Z", [0.0], ""], [529, "2020-12-30T16:06:43Z", [0.0], "No"], [97269, "2020-12-30T14:18:01Z", [0.0], "it ain't happening"], [96724, "2020-12-30T14:14:41Z", [0.0], ""], [14847, "2020-12-30T00:34:28Z", [0.0], "Repealing would have far reaching consequences, such as possibly forcing sites like GJOpen to remove comments since they would likely be liable for any content users posted. This is why repeal has always been a non-starter.  An attempt to amend it would hasty and require more time unless some meaningless symbolic change were adopted, but if McConnell allowed that to come up for a vote then it would pass along with $2k checks."], [1333, "2020-12-29T14:28:46Z", [0.02], ""], [96831, "2020-12-29T14:08:40Z", [0.0], ""], [529, "2020-12-28T20:42:22Z", [0.0], ""], [92467, "2020-12-27T21:00:31Z", [0.0], ""], [35, "2020-12-27T18:32:50Z", [0.0], ""], [58718, "2020-12-27T14:12:50Z", [0.0], ""], [88452, "2020-12-27T13:54:28Z", [0.0], "Blackmailing/attempted extortion is a crime, too, isn't it?\nJudges will have a desk full of tasks with that man, as soon as he will be chased from the peoples' yard.\n"], [1333, "2020-12-26T15:30:48Z", [0.03], ""], [96831, "2020-12-26T14:08:26Z", [0.0], ""], [4005, "2020-12-25T00:27:55Z", [0.01], ""], [529, "2020-12-24T20:02:46Z", [0.0], "Passage of time update"], [96831, "2020-12-23T21:49:31Z", [0.0], "Unlikely to happen before 1 Jan."], [34353, "2020-12-23T14:07:55Z", [0.0], ""], [96784, "2020-12-22T16:33:23Z", [0.15], "Overcome by events and not likely to be taken up by lawmakers independently.  It appears that President Trump's attempts to tie the issue to the NDAA have failed, so barring a non-overridden veto, this is unlikely."], [1333, "2020-12-22T13:07:26Z", [0.02], ""], [529, "2020-12-20T18:17:51Z", [0.01], ""], [32100, "2020-12-18T13:48:38Z", [0.0], ""], [34959, "2020-12-18T07:36:57Z", [0.0], ""], [97375, "2020-12-17T15:11:25Z", [0.02], ""], [45594, "2020-12-17T09:35:03Z", [0.05], ""], [73687, "2020-12-17T00:30:50Z", [0.01], ""], [97269, "2020-12-16T18:36:15Z", [0.05], "Leaders of the top tech companies (FB, TWTR and GOOG) are now supportive of amendments to 203.  Although it's unlikely Congress will settle with the amendments supported by these companies, it's more likely that the statute will be amended than repealed.  Repeal is a dramatic remedy, and there does not seem to be support for that in Congress either.  Trump will be out of office soon and will lose clout over the issue; he has recently called for repeal, and threatened to veto budget bills over it.  That issue goes away soon.   In addition, it's rare for laws to be repealed.  Wikipedia lists only 46 federal statues that have been repealed, ever.  Many of those statutes were replaced by superseding legislation (e.g., Bankruptcy Code of x year).  Other laws took years to overturn (e.g., Glass-Steagall).  "], [96974, "2020-12-16T17:16:38Z", [0.03], "leaving room for the unexpected"], [20284, "2020-12-15T22:08:03Z", [0.05], "At a later date in 2021 there will be a modification of 230 but not before January 1 despite President Trumps theat to veto of the defense appropriation bill"], [96974, "2020-12-15T21:46:42Z", [0.0], "Limited time. Higher, time-sensitive issues taking up the air in the room. Bipartisan support, yes, but not such an overwhelming amount of it and for the same changes that it'd be a home run. I think it could happen, but just needs more time. "], [58718, "2020-12-15T18:05:46Z", [0.03], ""], [48081, "2020-12-15T15:15:43Z", [0.01], "With the passage of the FY21 NDAA, it appears the repeal or reform of Section 230 is extremely unlikely this year. THe only remaining chance is if it is put into a year-long appropriations package being debated by Congress. This would be highly unlikely at this point. However, given Speaker's Pelosi's recent announcement that Section 230 does need reform, those interested should keep an eye out in 2021 for possible reform proposals. "], [96831, "2020-12-15T02:44:13Z", [0.0], "The House and Senate both approved the NDAA, and would likely override a veto with a 2/3 vote.  Specifically, it was approved in the house with a veto-proof majority.  From the Reuters article: \"A successful veto override would be the first of Trump’s four-year presidency. He has had eight sustained.\"  However, looking at the legislation as a separate issue from the NDAA, Section 230 would probably be better off suited as a separate issue from National Security (I believe the argument that it is a national security issue is weak).\nhttps://www.reuters.com/article/us-usa-defense-trump-idUSKBN28N0O5\nhttps://www.cnet.com/news/house-approves-defense-spending-bill-with-veto-proof-majority/\nhttps://arstechnica.com/tech-policy/2020/12/trump-to-congress-repeal-section-230-or-ill-veto-military-funding/"], [96724, "2020-12-15T02:16:03Z", [0.0], ""], [97269, "2020-12-14T17:59:03Z", [0.33], ""], [25601, "2020-12-14T15:27:41Z", [0.01], ""], [96987, "2020-12-14T10:49:34Z", [0.02], "Trump has had no vetoes overridden, 8 have survived.  Still slim chances given timing, but if Rs won't buck POTUS on baselessly attacking the results of an election, who's going to stand up for 230?  The veto increases the chances they find some 230 mod that D's can hold their noses and agree too."], [12573, "2020-12-13T19:33:29Z", [0.0], "Doubtful. The defense spending bill veto will be overridden by both houses of Congress and become law without this modification. I wonder if anyone argued in court that this law is prima facie illegal, since it was written in direct contravention of the First Amendment (\"Congress...shall make no law against the freedom of speech....\")."], [96746, "2020-12-13T18:49:15Z", [0.0], "Absolutely not.  While there is a growing movement to address Section 230, POTUS does not have the leverage to force action through a veto.   He may in fact veto the NDAA.  If he does, Congress will most likely override the veto with a 2/3 majority in each chamber (the NDAA was passed in both the House and Senate with what would be veto proof majorities).  Another possible scenario is waiting until 21 January to sign the NDAA...but the impact to service members will make that difficult politically.  The least likely scenario, all but impossible, is that Congress allows a lame duck president to force them into addressing the 1996 Telecommunications Act by holding national defense and special military pay over their heads.  "], [14847, "2020-12-13T15:37:24Z", [0.0], "lolno But seriously if lolno But looking at this more closely lolno Okay so Trump has been making a tweet about Section 230 so lolno just stop"], [70711, "2020-12-12T23:30:23Z", [0.0], ""], [529, "2020-12-12T20:06:34Z", [0.01], "Unlikely. The question's time period is a factor https://www.axios.com/ndaa-senate-trump-veto-section-230-defense-e9ad35e4-5aac-41d7-90ee-6795ac8afe60.html https://www.newsweek.com/section-230-us-law-explained-donald-trump-terminated-tweet-1550757"], [8826, "2020-12-12T16:46:26Z", [0.8], ""], [63837, "2020-12-12T16:29:45Z", [0.05], "Comment deleted on Dec 12, 2020 04:30PM UTC"], [63837, "2020-12-12T16:14:06Z", [0.05], ""], [1333, "2020-12-12T12:10:19Z", [0.01], ""], [57778, "2020-12-12T02:43:06Z", [0.0], ""], [96973, "2020-12-12T01:51:52Z", [0.0], ""], [94872, "2020-12-12T00:55:12Z", [0.0], ""], [90167, "2020-12-12T00:41:40Z", [0.0], ""], [58028, "2020-12-11T22:05:47Z", [0.0], ""], [94889, "2020-12-11T21:12:25Z", [0.01], "FY21 NDAA has been approved.  Potential action on this matter will wait until at least Georgia special senate election and probably until after the inauguration."], [97021, "2020-12-11T16:00:15Z", [0.07], "Very tight window, likely requires attachment to must pass legislation to pass, not being included in the House NDAA lowers its chances. At the same time, I think it is non zero since there is clearly bipartisan interest and it is a priority for Trump. "], [96970, "2020-12-11T15:53:06Z", [0.01], "Very short amount of time to accomplish this, the parties don't agree on specific changes to be made, and too much political currency to be had by complaining (on both sides) without actually changing anything. "], [2379, "2020-12-11T15:49:45Z", [0.01], ""], [58718, "2020-12-11T15:40:09Z", [0.1], "Both parties agree. Trump renews a veto threat on this but for a stimulus. Everyone just sighs and agrees on it to get stimulus done. So a subset of the probability of a stimulus\n"], [58718, "2020-12-11T15:29:11Z", [0.01], "Yes this is an issue with a lot of bipartisan support, there is enough lobbying on this issue for it not to happen overnight. Also, now that it is out of the NDAA the issue is likely dead"], [85535, "2020-12-11T14:15:52Z", [0.0], ""], [87155, "2020-12-11T03:57:24Z", [0.01], ""], [96987, "2020-12-11T02:37:31Z", [0.0], "There is too much must-pass legislation to get through before the end of the year for Congress to take up 230.  2022 is a different story"], [97275, "2020-12-11T00:25:58Z", [0.15], "Lame duck sessions do not produce much groundbreaking legislation and have little time to accomplish this task.  Budget negotiations and COVID relief will take most of the attention.  The only likely way this is accomplished is if it is added to a larger spending bill."], [1333, "2020-12-10T19:29:30Z", [0.0], ""], [1333, "2020-12-10T19:23:07Z", [0.0], ""], [97268, "2020-12-10T18:00:20Z", [0.01], "Nobody is going to pass any kind of legislation before the end of the year"], [422, "2020-12-10T17:29:12Z", [0.0], ""], [60695, "2020-12-10T16:53:31Z", [0.0], ""], [754, "2020-12-10T16:46:41Z", [0.0], ""], [81567, "2020-12-10T16:39:02Z", [0.0], ""], [59881, "2020-12-10T15:33:38Z", [1.0], ""], [34815, "2020-12-10T08:22:21Z", [0.0], ""], [96893, "2020-12-09T22:39:11Z", [0.0], "I think there is a very low probability that Section 230 is repealed by 1 Jan, mostly because this would mean that there is likely increased moderation of posts by the social media host, and not less. Republicans (like Trump) tend to want less moderation, and Democrats more moderation. The President cannot repeal the act himself and, if he understands the implications correctly, repeal would actually work against his political agenda. So I don't expect him to pursue it. "], [45217, "2020-12-09T21:53:20Z", [0.0], ""], [79508, "2020-12-09T20:45:27Z", [0.0], "Could be a nice stick to use in the future, but not now"], [691, "2020-12-09T20:19:51Z", [0.0], ""], [88452, "2020-12-09T20:10:47Z", [0.0], ""], [48709, "2020-12-09T20:09:54Z", [0.5], ""], [88766, "2020-12-09T18:59:23Z", [0.0], ""], [1333, "2020-12-09T18:56:50Z", [0.0], ""], [22689, "2020-12-09T18:26:22Z", [0.0], ""]]}