{"question_id": 2102, "title": "Will Rishi Sunak cease to be the UK Chancellor of the Exchequer before 1 January 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[38, "2022-01-01T03:12:50Z", [0.0], ""], [101437, "2021-12-31T19:41:26Z", [0.0], ""], [103878, "2021-12-30T23:50:40Z", [0.0], ""], [52131, "2021-12-29T20:25:01Z", [0.0], ""], [29497, "2021-12-29T19:16:11Z", [0.0], ""], [103822, "2021-12-29T11:51:08Z", [0.0], ""], [103822, "2021-12-29T11:51:01Z", [0.01], ""], [103654, "2021-12-29T10:16:10Z", [0.0], "Out of session and two days remaining with BoJo avoiding implementing restrictions to prevent any further upheaval in Tory party"], [103906, "2021-12-28T18:26:12Z", [0.0], "Only 2 full days to go. No one in government does anything between Christmas and New Year's day. <1% Chance."], [49838, "2021-12-28T01:05:35Z", [0.0], "Nothing happening, reconfirming forecast."], [97312, "2021-12-27T18:11:15Z", [0.0], ""], [103880, "2021-12-27T17:33:01Z", [0.0], "Too little time. No rumours of a cabinet reshuffle. Sunak is very popular and Johnson is at a point of significant weakness. Might not be able to cope with the public and party backlash and Sunak would present an obvious alternative option for PM."], [86367, "2021-12-27T08:57:22Z", [0.0], ""], [102302, "2021-12-26T08:48:21Z", [0.0], ""], [102302, "2021-12-26T08:44:20Z", [0.01], ""], [97302, "2021-12-26T03:03:54Z", [0.0], ""], [85635, "2021-12-25T21:06:45Z", [0.0], ""], [85635, "2021-12-25T21:06:19Z", [0.02], "Comment deleted on Dec 25, 2021 09:06PM UTC"], [80667, "2021-12-25T19:21:54Z", [0.0], ""], [103822, "2021-12-25T15:25:11Z", [0.05], ""], [103822, "2021-12-25T15:24:58Z", [0.1], ""], [45594, "2021-12-25T12:39:55Z", [0.0], ""], [62808, "2021-12-23T19:04:49Z", [0.0], ""], [31275, "2021-12-21T03:07:09Z", [0.0], ""], [97312, "2021-12-20T18:40:38Z", [0.0], ""], [103654, "2021-12-20T12:53:40Z", [0.01], "As per @GMR 's comment - given that the vote of no confidence is being held off I would reduce the chance to 1% as it is highly unlikely but not impossible that BoJo is incapacitated / passes away within 10 days but not out of the question https://www.theguardian.com/politics/2021/dec/18/tories-give-boris-johnson-months-to-improve-or-go?"], [97945, "2021-12-20T11:16:18Z", [0.01], ""], [101031, "2021-12-18T22:12:32Z", [0.0], "It seems that MPs have decided to hold off on the leadership challenge that could move Sunak from this position (up or down).\nhttps://www.theguardian.com/politics/2021/dec/18/tories-give-boris-johnson-months-to-improve-or-go?CMP=Share_AndroidApp_Other\nThe PM may do a cabinet reshuffle at some point to maintain control but should be after the Omicron issue stabilises (likely to be stablised at critically bad but thats another story) which should be after the new year."], [55987, "2021-12-17T16:28:07Z", [0.0], ""], [103488, "2021-12-17T15:45:14Z", [0.0], ""], [94872, "2021-12-17T01:40:54Z", [0.0], ""], [103654, "2021-12-15T14:52:42Z", [0.05], "[1] It is estimated that about 12 Tory MPs have written letters pushing for a vote of no confidence in BoJo. 54 are needed for this to be turned which is unlikely ahead of 1st Jan but still marginally impacts the likelihood\n[1] https://www.thetimes.co.uk/article/voting-against-plan-b-is-a-vote-of-no-confidence-in-boris-johnson-gh8p808tq"], [100842, "2021-12-14T17:54:55Z", [0.0], ""], [97945, "2021-12-14T15:07:55Z", [0.02], ""], [103654, "2021-12-13T14:53:32Z", [0.04], "In line with impending recess (https://www.parliament.uk/about/faqs/house-of-commons-faqs/business-faq-page/recess-dates/)\nAnd with no further action beyond more calls for a vote of no confidence without a formal motion and with Johnson having a majority of 77 in the commons it is unlikely to pass\nTherefore updating prediction, lowering it to 4%"], [103654, "2021-12-11T15:54:36Z", [0.07], "as per @TJA comment. Recess will begin in 5 days, with just 3 remaining business days for anyone to decide on a cabinet reshuffle / firing / vote of no confidence. Rishi Sunak may still resign or pass away but I would rate this as low probability as per previous comments and so reduce my earlier estimations by 5%, leaving a 1/14 chance  https://www.parliament.uk/about/faqs/house-of-commons-faqs/business-faq-page/recess-dates/"], [89038, "2021-12-11T12:50:13Z", [0.0], ""], [101031, "2021-12-10T20:19:41Z", [0.0], ""], [97945, "2021-12-10T15:43:21Z", [0.05], "Going up a bit based on recent 'events'. But Parliamentary recess is on 16 December - very little time left for Boris to get forced out before then. "], [103654, "2021-12-10T14:21:02Z", [0.12], "Dominic cummings announces that there are photos of the christmas parties - potential for Boris Johnson's removal increases with continued stoking of public outrage especially if these are of the party in BoJo's house +1% likelihood\nhttps://www.independent.co.uk/news/uk/politics/christmas-party-photos-johnson-cummings-b1973625.html"], [62808, "2021-12-09T21:44:19Z", [0.0], ""], [103654, "2021-12-09T14:20:48Z", [0.11], "Updated to include valuable insights from @Mark_T - Rishi Sunak #1 most popular tory but also lesser chance of there being 3 chancellors in one tenure (changing previous estimation from 27% to 10%). there is also the chance that Sunak passes before Jan 1st (1 month with potential of tory mingling / christmas parties - COVID average for his age from symptoms to death is 8days but we assume that given his health and vaccination status he is highly unlikely to die) +1%  Updated probability: 11%"], [103654, "2021-12-09T14:09:40Z", [0.27], "Since 1990 the average tenure of UK chancellor has been approx 4 years.\napproximately 15 of the 35 chancellors in the past century have held office for ~2 years or fewer - 42.85%\nRishi Sunak as of 01/01 will have held office for ~1yr 11m Only Thatcher has had 3 Chancellor's of the exchequer in the tenure of prime minister so I would reduce this base rate calculation substantially (1/35 have had 3 exchequers) using a -17% weighting *However*, historically, chancellor of the exchequer has often been held by men who subsequently became prime minister (chamberlain, churchill, callaghan, major, brown) and so Sunak may be seen as a threat to Johnson's ministership. \nThe longer tenures have traditionally been held by those who later rose to prime minister. Sunak has denied attending Christmas parties held at downing street (one of which BoJo hosted) making him again a strong candidate to replace BoJo\nThe SNP has tabled a vote of no confidence as of 9/12/21 against BoJo  The ways that Sunak could cease to become chancellor before 01/01/22:\n- Removed as a threat (very obvious political move which would make BoJo v unpopular due to Sunak not attending parties and no clear 'blunder' on Sunak's part in recent history ergo -8% likelihood)\n- Cabinet reshuffle (given there was one in Feb 2020 and then in Sept 21 I wouldn't say it would be 'likely' but this depends on the results of internal investigations and subject to what action BoJo takes against those who attended the parties - this gives marginal gain of +3% as I doubt internal investigation will be sufficient or reshuffle likely but social and Starmer's pressure may force)\n- Replaces BoJo as prime minister (most likely through vote of no confidence) (this seems to be for public clout and the speculation of those actually wishing to take over in such a pandemic is low [bojo can be used as scapegoat for all the negatives sides of brexit and covid], so no confidence from his own party i think is unlikely, some will need to vote to assuage public outcry but i doubt BoJo will be forced to leave yet with many citing our rising vaccinations and hope at xmas together without disruption of new leader). The likelihood of Sunak replacing BoJo is high as he is voted #1 most popular tory. The likelihood of BoJo being ousted is low circa 15% * (73%) the likelihood of of Sunak being put into power = 11% In total\n43% - 17% = 26% baseline\n-8% chance of being removed as threat\n+3% cabinet reshuffle\n+11% vote of no confidence Likelihood: 32% (clicked incorrectly on chance sorry("], [100653, "2021-12-09T09:55:02Z", [0.0], ""], [97312, "2021-12-08T19:08:07Z", [0.0], ""], [96367, "2021-12-07T12:03:55Z", [0.0], ""], [96757, "2021-12-06T09:26:28Z", [0.0], ""], [103516, "2021-12-05T17:26:57Z", [0.0], ""], [103488, "2021-12-04T12:34:32Z", [0.01], "Barring unexpected personal events, there is no sign of a govt reshuffle in the coming weeks - and loooking at the wider class, very long-term tensions between no.s 10 and 11 are par for the course."], [103481, "2021-12-03T23:17:20Z", [0.0], "No specific risks and short time scale"], [99993, "2021-12-03T21:31:05Z", [0.0], ""], [103461, "2021-12-03T15:30:39Z", [0.0], ""], [103434, "2021-12-02T16:22:11Z", [0.0], ""], [103265, "2021-12-01T23:12:55Z", [0.01], ""], [103436, "2021-12-01T14:49:12Z", [0.0], ""], [31275, "2021-11-30T17:23:25Z", [0.0], ""], [102075, "2021-11-30T11:41:58Z", [0.02], ""], [102075, "2021-11-30T11:41:51Z", [0.99], ""], [102075, "2021-11-30T11:41:38Z", [0.98], ""], [13086, "2021-11-29T18:55:43Z", [0.0], "No shortage of tensions around Boris though...."], [102961, "2021-11-28T12:07:08Z", [0.0], ""], [103369, "2021-11-27T12:38:34Z", [0.03], ""], [103368, "2021-11-26T16:42:29Z", [0.0], ""], [96367, "2021-11-26T11:38:01Z", [0.03], ""], [103364, "2021-11-26T10:23:46Z", [0.0], ""], [103233, "2021-11-22T03:18:24Z", [0.0], ""], [103290, "2021-11-18T23:59:37Z", [0.0], ""], [31275, "2021-11-18T00:58:00Z", [0.0], ""], [97312, "2021-11-10T18:51:12Z", [0.01], ""], [94872, "2021-11-10T07:17:52Z", [0.01], ""], [103191, "2021-11-09T20:30:25Z", [0.02], "Politically & economically there is very little chance.  However there is always the possibility of a scandal induced resignation - allegations of sleaze are currently snowballing through the government at this time so the chances of that may seem heightened but are still remote as Sunak is a wealthy man and less likely to be grubbing around with second jobs than some of his peers. "], [102387, "2021-11-09T16:29:35Z", [0.01], ""], [100653, "2021-11-05T08:42:52Z", [0.01], ""], [86367, "2021-11-05T04:15:51Z", [0.01], ""], [13086, "2021-11-05T03:24:32Z", [0.01], "Some lesser figures will ‘fall on the swords’ in resignations. None the major players will lose their comfy spots."], [93068, "2021-11-03T15:33:34Z", [0.0], ""], [97312, "2021-11-02T20:39:51Z", [0.02], ""], [95503, "2021-11-02T16:28:26Z", [0.01], ""], [102987, "2021-11-02T15:17:38Z", [0.56], "hghg"], [691, "2021-10-31T15:38:18Z", [0.0], ""], [89038, "2021-10-30T19:59:01Z", [0.01], ""], [64041, "2021-10-30T17:31:39Z", [0.0], ""], [103092, "2021-10-29T13:41:48Z", [0.0], ""], [78854, "2021-10-28T20:00:29Z", [0.09], ""], [31275, "2021-10-27T18:03:51Z", [0.0], ""], [34959, "2021-10-27T04:42:55Z", [0.0], ""], [102961, "2021-10-26T19:46:34Z", [0.01], ""], [96757, "2021-10-24T16:07:39Z", [0.01], ""], [31201, "2021-10-24T02:56:39Z", [0.01], "Could be wrong, but can't see how this could happen for political reasons. Too risky to have Chancellor Sunak on maneuvors in the Tory party building support for a leadership challenge.  Plus historically there always seem to be tensions between the PM and Chancellor."], [102302, "2021-10-23T13:18:29Z", [0.02], "Various reasons why he might resign ie  scandal, health, challenge to Johnson or be sacked but the time frame is very short all seem  unlikely"], [86367, "2021-10-23T04:19:43Z", [0.02], ""], [103036, "2021-10-22T10:06:59Z", [0.0], ""], [97945, "2021-10-22T09:41:51Z", [0.01], "The last time a PM had more than 2 different chancellors in the same Parliament was Harold Macmillan's second term (Heathcoat-Amory, Lloyd, Maudling). In fact only one chancellor has been sacked or resigned this century without a change of government or PM (Javid in 2020 - before that it was Lamont in 1993 after the Newbury by-election defeat). It seems highly improbable that Sunak will go before the next election, nevermind this year. "], [89038, "2021-10-21T17:52:18Z", [0.02], ""], [103026, "2021-10-21T17:16:50Z", [0.05], ""], [63852, "2021-10-21T15:13:33Z", [0.01], ""], [103021, "2021-10-21T15:13:06Z", [0.0], ""], [103020, "2021-10-21T15:10:41Z", [0.02], ""], [103019, "2021-10-21T15:08:00Z", [0.2], ""], [103016, "2021-10-21T15:06:17Z", [0.01], ""], [100653, "2021-10-21T06:46:30Z", [0.02], ""], [96367, "2021-10-20T21:33:18Z", [0.08], ""], [99993, "2021-10-20T19:36:35Z", [0.01], ""], [31275, "2021-10-20T13:45:53Z", [0.0], ""], [95503, "2021-10-20T09:56:49Z", [0.03], ""], [89038, "2021-10-19T17:57:29Z", [0.01], ""], [102842, "2021-10-19T02:07:20Z", [0.05], ""], [34959, "2021-10-18T15:42:49Z", [0.01], ""], [102970, "2021-10-17T13:51:14Z", [0.01], ""], [102960, "2021-10-13T20:10:36Z", [0.0], ""], [73653, "2021-10-12T16:09:14Z", [0.0], ""], [96367, "2021-10-12T11:37:23Z", [0.15], ""], [96367, "2021-10-12T11:37:08Z", [0.2], ""], [58028, "2021-10-11T19:55:08Z", [0.02], ""], [1333, "2021-10-09T14:51:18Z", [0.0], ""], [37893, "2021-10-09T10:04:41Z", [0.06], ""], [97703, "2021-10-08T13:02:23Z", [0.05], ""], [97703, "2021-10-08T13:02:02Z", [0.1], ""], [97312, "2021-10-07T19:40:39Z", [0.04], ""], [102849, "2021-10-03T15:32:53Z", [0.02], ""], [102828, "2021-10-03T13:58:16Z", [0.07], "Opening position is that, according to a paper on the Institute for Govt website, the average chancellor stays in post for four years (albeit there is a good deal of variation either way (e.g. Gordon Brown vs Sajid Javid)), by which date Rishi will have served for far less than that. Likewise, there is no obligation on govt to hold an election before then. It seems that chancellors primarily change as a result of a change of PM (with few resigning and less being sacked). Therefore the outside view is that the chances are low (around 10%).  In terms of the inside view, there are a number of factors that could impact this : being ousted by BJ (allegedly jealous of Rishi's popularity); pushing a leadership challenge; resigning due to his job being very hard (it feels he has presided over a difficult period); and coming up to a winter that is set to be extremely challenging (Brexit driver issues; fuel price crisis etc.). All of these would encourage the % to increase from 20%. However, per the above, the occurrence of such circumstances is unusual. Worth adding that he is also relatively young and supposedly very clean living, so a health scare feels very unlikely. Therefore, it feels the most likely way that Rishi would cease to be chancellor is a challenge to BJ's leadership within the Tories, or his own resignation, with a result to such being declared prior to 1 January 2022. Whilst a challenge or his resignation feels possible, it is a very short time frame within which to get this all done, which further lowers the likelihood a little."], [100840, "2021-10-02T21:39:29Z", [0.0], ""], [31275, "2021-10-02T15:51:06Z", [0.0], ""], [101437, "2021-09-30T22:23:24Z", [0.01], ""], [95683, "2021-09-29T02:20:01Z", [0.0], ""], [96367, "2021-09-28T07:54:43Z", [0.14], ""], [95683, "2021-09-28T02:24:50Z", [0.0], ""], [62808, "2021-09-27T21:24:00Z", [0.0], ""], [97312, "2021-09-27T19:11:52Z", [0.05], ""], [101031, "2021-09-27T18:28:59Z", [0.02], ""], [87566, "2021-09-27T14:56:41Z", [0.03], "With the recent cabinet reshuffle that has just occurred; it seems very unlikely that Rishi Sunak will be fired as the Chancellor."], [37893, "2021-09-27T06:42:45Z", [0.1], ""], [95683, "2021-09-27T02:24:58Z", [0.0], ""], [95683, "2021-09-26T20:36:45Z", [0.0], ""], [691, "2021-09-25T15:53:10Z", [0.01], ""], [30434, "2021-09-23T13:57:54Z", [0.06], ""], [101499, "2021-09-22T14:58:28Z", [0.01], ""], [96757, "2021-09-22T12:47:21Z", [0.03], ""], [37893, "2021-09-21T10:08:50Z", [0.12], ""], [100653, "2021-09-21T07:35:10Z", [0.03], ""], [94872, "2021-09-21T01:38:06Z", [0.03], ""], [87691, "2021-09-20T04:01:24Z", [0.0], ""], [99993, "2021-09-19T16:29:01Z", [0.02], ""], [101713, "2021-09-18T16:44:45Z", [0.07], "Back of the envelope calculations modelling exponential process of Chancellor duration times from the last 14 Chancellors puts the chance of Rishi Sunak being removed at less than 8%. Other factors should be factored in to improve this estimate. "], [100653, "2021-09-17T07:07:41Z", [0.04], ""], [102121, "2021-09-16T21:31:35Z", [0.0], "Considering Rishi's popularity (ranked #1 for conservative politicians, https://yougov.co.uk/ratings/politics/popularity/conservative-politicians/all), lack of clear scandals or blunders by the standards of the current government, and unchanged status following this week's reshuffle, it seems extremely unlikely that Rishi would cease to be Chancellor before 2022.\nEither Boris would want to get rid of Rishi, which is unlikely because, as above, Rishi is popular and seen as competent by Tory voters. Or Rishi would want to resign to put pressure on Boris for whatever reason, which doesn't seem realistic at this time."], [32100, "2021-09-16T17:10:45Z", [0.01], ""], [95503, "2021-09-16T08:08:28Z", [0.04], ""], [88452, "2021-09-15T18:59:08Z", [0.0], ""], [89038, "2021-09-14T18:10:39Z", [0.02], ""], [37893, "2021-09-13T06:29:02Z", [0.16], ""], [86367, "2021-09-13T04:26:06Z", [0.04], ""], [54817, "2021-09-12T18:23:50Z", [0.01], "Probably only if Boris Johnson is forced out and a leadership race results, in which case he might well be the front-runner."], [95683, "2021-09-11T22:46:38Z", [0.0], ""], [1333, "2021-09-11T21:10:36Z", [0.0], ""], [1333, "2021-09-11T14:00:47Z", [0.01], ""], [96367, "2021-09-11T13:12:44Z", [0.12], "Not much time on this question which suppresses certainty and probability in equal measure.  The announcement of the NI tax increase and the furore within the right wing / Tory supporting press may be an indicator of some shadow manoeuvring taking place between Johnson and Sunak's offices in the wake of Johnson's hard fall from grace in recent months [1].  Worthy of a proper analytical and review at this point therefore. ----------------- Ways in which this could happen:\n1.  Sunak resigns.\n2.  Sunak is fired or relegated to another cabinet role.\n3.  Sunak is promoted (i.e. becomes PM).\n4.  Sunak dies. 1.  Resignations are a thing of the past for this government and seem to only happen when Rupert Murdock wants you gone.  They certainly don't happen because you've done something shameful, egregious or disreputable: such things are not induced resignation worthy offences in the land of the Clown Prince we now occupy.  No obvious reasons why Sunak would resign at this moment voluntarily except perhaps to proactively avoid any of the poop coming down the pipe in the near future that he fears would soil his image when he makes his own leadership bid (see below).  No signs of groundwork being laid in the Murdock or Tory friendly press who seem happy to allow Sunak to hide beneath the \"public consciousness\" water line and let the Clown Prince take the blame for less popular policy moves. 2.  For Johnson to sack or move Sunak out of the No.2 position at this moment would be a highly controversial move and one likely to face significant internal backlash.  It would seem to signal to the world Johnson's belief that Sunak is manoeuvring to pull a Brutus on him (and that Boris considered that a serious threat to his position) and move any showdown war between them into the open.  Whilst such concern in Johnson's camp seems warranted and reasonable,  Johnson will probably be calculating that if he were to move any conflict with his chancellor into the open its a conflict he'd probably loose on his current popularity vector [1].  As such it seems more likely Johnson will be playing the \"keep your enemies close\" game and, for the moment, that Sunak will be happy to play along whilst Johnson is present to see more UK, COVID and Brexit disasters lain in his ample lap.  No current indications that Sunak's head is on Boris' reshuffle block [2] although any internal revolt over the recently announced NI Tax hike may spill over into the chancellors office and is therefore worth watching for [3]. 3.  For this to occur Johnson would have to resign, die or be deposed in a leadership conflict.  October's party conference will be indicative for this course of action but Johnson's current performance and popularity [1] and the upcoming travails he faces with counter manifesto tax rises, back bench revolts, COVID and Flu season strains on the NHS, more corruption revelations, broken Brexit promises etc. etc. certainly leave the door open for a Brutus moment to emerge if his presentation at the Party conference goes badly [4] and he's not able to stabilise his populist derived popularity in short order. BUT:  is this the right time for the Tory Party to offer up Boris' ample back side on the sacrificial altar of public furore?  Probably not. \nNot quite: not when there are plenty of other Brexit, health care and economic disasters and embarrassments queuing up for the UK and its government in the next 6 - 9 months that the cynical Tory Party honchos will want to be able to blame on Boris and therefore conveniently shed when they kick him to the curb just in time to regain for the next election.  To do so now would seem early and, from the replacement's perspective, why would they want to take on these irresolvable crises and spoil their own chances at keeping the big job at the next election? The only reason to turf Boris at this less than advantageous moment is if the political calculus suggests that Boris' toxicity has become so severe that it will affect local and \"non-election season\" voting [5] and/or if they believe his continued presence could do sufficient lasting damage to undermine their prospects at the next election no matter who takes over.  Such difficult political calculations mirror what the US Republican Party seems to be wrestling with at this time: a quiet / unspoken and internal wish to shed the disastrous populist \"leader\" of yester-year (and some of their more financially and economically harmful policies) but no politically easy or obvious means of doing so without handing the other side an unrecoverable win. There are some indications that this moment may be nearing  [6] with increasingly significant elements of the historically Tory friendly political infrastructure turning on their long time power conduit as their bottom lines start being eaten into by the hardening policies of the UK's \"Trump lite\" [7].  But to remove Johnson now and for this reasoning would also require some major policy reversal and a shedding of some of the more hard line Brexit policies in order to recover the UK's economic prospects and get money back into Tory donor's off shore bank accounts.  To do so risks reinvigorating the internal Tory party divisions that scared Cameron so and started the UK down this toilet flush vortex it now finds itself in. Such existential tensions seem to be most likely to bubble over as we near the next election and when the impacts of this incompetent BoJo Brexit are being felt more keenly and by more people (thereby offering the Tory Party the off ramp of a 180 degree flip against the ERG, the current government trajectory and the now evidently calamitous policies that will have lost popular support). In such an environment, Sunak will want to be ready to step to the fore as \"the man for the moment\", hoping at the same time that he'll be largely untainted by the policies of \"the last lot\" (despite his back room involvement in everything they did).  This would explain why Sunak (and Javid as much as he can) have routinely shrank into the shadows whilst the more front line and media hungry members of BoJo's clown car (the Clown Prince himself, Priti Patel, Raab and, until recently, Hancock) take all the heat. Again, is this the right time?  It doesn't feel like it politically, but some probability must be added for those events and players that are outside the Tory Party's control and may force them to stick the knife in early and before they might otherwise have chosen to. 4.  Sunak is young (41 - very young for a chancellor when compared to his historical peers with only Osbourne beating his \"baby face\" credentials when he took office at 39!).  Sunak is also apparently of good health and the base rate for death of chancellors in office is vanishingly low [8] with the last being Iain Macleod in 1970 who died of a heart attack after a \"heavy life\" at the age of 57 [9]. --------------- With all the above hopefully being relevant, accurate and applicable to this question I'd call Boris' displacement (and Sunak's potential elevation or compelled shift out of his current seat) as potential but at this time not politically advantageous to any side.  With the hard control these players have over their political fates at this moment, and without the external driver of a massive upcoming disaster that is likely to force a change within this question's timeframe, I think a slightly higher than 1 in 10 chance (accounting for Q4 2021's uncertainties, ongoing economic travails and the Tory party conference in October) feels about right. [1] https://yougov.co.uk/topics/politics/explore/public_figure/Boris_Johnson?content=trackers\n[2]  https://www.theguardian.com/politics/2021/sep/05/johnson-faces-tory-battle-over-tax-rise-as-cabinet-reshuffle-looms\n[3] https://www.telegraph.co.uk/politics/2021/09/05/tory-party-grandees-join-national-insurance-tax-rise-revolt/\n[4] https://www.theguardian.com/politics/2017/oct/04/the-cough-the-p45-the-falling-f-theresa-mays-speech-calamity\n[5] https://www.independent.co.uk/news/uk/home-news/tories-face-defeat-in-heartland-1420617.html\n[6] https://www.thetimes.co.uk/article/tories-are-no-longer-the-party-of-business-prznb268l\n[7] https://www.standard.co.uk/news/uk/snp-scotland-independence-europe-mep-b954831.html\n[8] https://en.wikipedia.org/wiki/Chancellor_of_the_Exchequerntrolling entity \n[9] https://en.wikipedia.org/wiki/Iain_Macleod"], [100653, "2021-09-11T11:23:52Z", [0.06], ""], [95503, "2021-09-11T08:09:46Z", [0.12], ""], [59881, "2021-09-10T18:04:38Z", [0.0], ""], [26642, "2021-09-10T17:46:57Z", [0.02], ""], [37893, "2021-09-10T06:34:53Z", [0.18], ""], [102508, "2021-09-09T22:22:57Z", [0.0], "They'll be smoothed over, lest Boris be labeled a xenophobe."], [97312, "2021-09-08T19:25:19Z", [0.15], ""], [33715, "2021-09-06T10:10:57Z", [0.02], ""], [100653, "2021-09-06T09:25:54Z", [0.05], ""], [102409, "2021-09-06T08:02:27Z", [0.18], "I've increased the likelihood of this event from 1:9 to 2:9. Given that Boris Johnson is proposing an increase in national insurance tax to offset the costs of the NHS care and lost school time. The burden must fall on someone if this leads to political backlash, and with increasing tensions over the environment within the conservative government, these tensions could be the fuel needed for Boris Johnson and his notorious ability to blame his own party to remove Rishi Sunak."], [94872, "2021-09-06T03:52:19Z", [0.06], ""], [2642, "2021-09-06T00:45:31Z", [0.01], "Very unlikely, but possible."], [62808, "2021-09-05T22:10:14Z", [0.0], ""], [12879, "2021-09-05T19:44:02Z", [0.05], "L"], [95496, "2021-09-05T15:42:43Z", [0.05], "Unlikely to be helpful politically - would appear to require some sort of unforeseen crisis or extraordinary circumstance for this to occur"], [49838, "2021-09-05T14:54:34Z", [0.0], "Slim chance."], [102439, "2021-09-05T13:04:32Z", [0.02], ""], [96757, "2021-09-05T11:10:38Z", [0.04], ""], [95503, "2021-09-05T10:02:41Z", [0.07], ""], [79479, "2021-09-04T03:08:33Z", [0.05], "A rift that sees Boris and Rishi part ways will almost certainly lead to a serious challenge to Johnson's grasp on the leadership of the Tories. I just cant see him hitting the self destruct button....not yet anyway "], [100653, "2021-09-03T15:12:09Z", [0.06], ""], [37893, "2021-09-03T06:52:21Z", [0.2], ""], [95683, "2021-09-02T20:45:16Z", [0.0], ""], [85635, "2021-09-02T13:32:05Z", [0.02], ""], [26642, "2021-09-02T13:29:10Z", [0.02], ""], [46575, "2021-09-02T06:28:35Z", [0.05], ""], [24440, "2021-09-01T21:07:08Z", [0.03], ""], [73564, "2021-09-01T12:16:50Z", [0.01], ""], [95503, "2021-09-01T10:02:29Z", [0.1], ""], [89050, "2021-09-01T08:36:14Z", [0.04], ""], [80982, "2021-08-31T20:48:49Z", [0.0], ""], [1333, "2021-08-31T20:45:10Z", [0.01], ""], [50981, "2021-08-31T20:37:42Z", [0.0], ""], [102409, "2021-08-31T20:16:07Z", [0.1], "Minor tensions, Rishi Sunak is Oxford educated, a solid private education probably adds a layer of protection against the will of Boris Johnson. Though Boris Johnson is notorious for backing political agendas that solidify his powers as UK prime minister. Given the tentative position of Dominic Raab right now, I expect that nothing will happen to Rishi Sunak until Raab is dealt with. Once Raab is dealt with I will update my belief."], [97703, "2021-08-31T18:59:35Z", [0.2], ""], [76760, "2021-08-31T18:51:55Z", [0.6], "He won’t do as the PM wants "], [60695, "2021-08-31T18:12:55Z", [0.0], ""], [63479, "2021-08-31T17:46:14Z", [0.0], ""], [13464, "2021-08-31T17:28:05Z", [0.0], ""], [77517, "2021-08-31T17:08:19Z", [0.5], ""], [64744, "2021-08-31T16:58:29Z", [0.2], ""], [11430, "2021-08-31T16:49:42Z", [0.02], "Only if he dies."], [87981, "2021-08-31T16:38:31Z", [0.1], ""], [97188, "2021-08-31T16:38:05Z", [0.08], ""], [100814, "2021-08-31T16:32:15Z", [0.05], ""], [79443, "2021-08-31T16:30:34Z", [0.2], ""], [79443, "2021-08-31T16:30:15Z", [0.8], ""], [79492, "2021-08-31T16:20:22Z", [0.0], ""], [34959, "2021-08-31T05:50:55Z", [0.02], ""], [102375, "2021-08-30T19:25:47Z", [0.0], "He's not going to resign, and the PM isn't going to move him."], [101031, "2021-08-30T11:03:38Z", [0.05], ""], [101227, "2021-08-29T18:57:15Z", [0.07], ""], [57249, "2021-08-29T10:44:08Z", [0.42], ""], [102359, "2021-08-28T17:39:42Z", [0.05], ""], [101437, "2021-08-28T01:53:11Z", [0.06], ""], [101437, "2021-08-28T01:12:00Z", [0.0], "Let's start with a historical base rate:  Since 1960, there have been a total of 17 Chancellor of the Exchequer, outside of the current.  Of those, only three would have less tenure than Rishi Sunak if he left before 1 January 2022: Sajid Javid, John Major, and Iain Macleod.  John Major went on to be PM and Mr. Macleod passed away in office.  This would mean an unconditional base rate of ~17%. Now let's apply scenarios to generate a conditional base rate:\n1. Boris Johnson's Health:   I have found no information that would imply that Boris Johnson has an elevated risk of a pre-mature death.  \n2. Snap Election:  The next scheduled election is on or before 2 May 2024 [https://en.wikipedia.org/wiki/Next_United_Kingdom_general_election].  Also, it is hard to call a snap election due to the Fixed-term Parliament Act of 2011.  It is worth recognizing that Conservative party has trying to repeal the FTPA, though it has not advanced yet [https://en.wikipedia.org/wiki/Dissolution_and_Calling_of_Parliament_Bill].  Finally, Boris Johnson is less likely to call for one, especially as the Chancellor has higher approval ratings in his own party.  As a result, he would be likely to lose the leadership position. https://www.thetimes.co.uk/article/conservatives-back-rishi-sunak-as-boris-johnsons-popularity-slides-2jlzxtcvl Assuming no snap election and both Rishi Sunak and Boris Johnson's health is not an issue, the conditional base rate would now be 1/17 or 5.8%. On the other hand:\n1. If a scandal erupts involving Rishi Sunak, as Boris Johnson is a politician at his core, he would likely try to capitalize quickly.  Rishi Sunak's background involves finance and asset management [https://en.wikipedia.org/wiki/Rishi_Sunak].  Any scandals involving money would be a huge problem for the Chancellor, especially given the veracity of the UK tabloids.     \n2. Rishi Sunak's approval rating have decreased from 52 to 39% according to YouGov.  https://yougov.co.uk/topics/politics/trackers/rishi-sunak-approval-rating?period=all As a result, I will start with an initial probability of 6%."], [89038, "2021-08-27T22:48:50Z", [0.03], ""], [94606, "2021-08-27T21:06:08Z", [0.01], ""], [101364, "2021-08-27T15:47:17Z", [0.0], ""], [40959, "2021-08-27T15:44:07Z", [0.02], ""], [102306, "2021-08-27T12:26:41Z", [0.16], "- more wider challenges lack of bandwidth "], [81567, "2021-08-27T05:17:19Z", [0.0], ""], [94872, "2021-08-27T05:06:44Z", [0.08], ""], [20264, "2021-08-26T02:04:32Z", [0.2], ""], [20264, "2021-08-26T02:02:43Z", [0.4], "Comment deleted on Aug 26, 2021 02:04AM UTC"], [97312, "2021-08-25T19:25:47Z", [0.15], "Sunak is currently one of the most popular conservative politicians and a favorite to succeed Johnson (1). He is also more popular than Johnson at the moment (2) while for the first time a majority thinks Johnson should step down as PM (3). Johnsons low popularity could be caused by the recent trouble in Afghanistan which means it should rebound as soon as it disappears from the front pages. Still, Sunak is favorite to succeed Johnson so Johnson popularity is a thing to watch. Another possibility is Sunak quitting. As said, he is very popular right now, possibly because he was responsible for a lot of Covid stimulus which is being wound down. Balancing the books will become more important the coming months which will include unpopular measures. Better to quite and let Johnson take the blame for them. Last option is Sunak being fires as mentioned in the title. I'm a bit sceptic about this option. Firing a minister more popular than you never seems like a good move for a PM. Especially one that is seen as competent by a large majority (4)\n1:\nhttps://www.conservativehome.com/thetorydiary/2021/08/sunak-leads-our-first-next-tory-leader-survey-in-two-years.html\n2:\nhttps://yougov.co.uk/topics/politics/explore/public_figure/Boris_Johnson\n3:\nhttps://yougov.co.uk/topics/politics/trackers/should-boris-johnson-remain-as-leader-of-the-conservative-party\n4:\nhttps://yougov.co.uk/topics/politics/articles-reports/2021/02/26/rishi-sunak-peoples-chancellor\nhttps://docs.cdn.yougov.com/i6p0fjb4ce/Internal_RishiSunak_210127.pdf"], [93409, "2021-08-25T16:29:53Z", [0.0], ""], [101499, "2021-08-25T13:53:50Z", [0.02], ""], [99993, "2021-08-24T20:56:42Z", [0.03], ""], [1667, "2021-08-23T23:13:20Z", [0.02], ""], [94606, "2021-08-23T21:16:53Z", [0.05], ""], [102012, "2021-08-23T19:15:39Z", [0.0], ""], [62808, "2021-08-23T19:09:43Z", [0.0], ""], [101333, "2021-08-23T16:00:01Z", [0.1], ""], [101422, "2021-08-23T08:41:04Z", [0.32], ""], [94872, "2021-08-23T06:22:17Z", [0.08], ""], [101031, "2021-08-23T02:14:02Z", [0.08], ""], [96367, "2021-08-22T21:36:04Z", [0.1], ""], [75363, "2021-08-22T20:47:35Z", [0.15], "Rishi Sunak will have been the UK Chancellor Of The Exchequer for 1 year 10 months and 19 days from when he took office on 13/02/20 to 31/12/21. Looking at the 10 previous UK Chancellors Of The Exchequer (Geoffrey Howe - Sajid Javid) ->\nStay1 = 80% = 8/10 previous Chancellor Of The Exchequer exceeded being in office for 1 year 10 months and 19 days\nCease1 = 20% = 2/10 previous Chancellor Of The Exchequer didn't exceed being in office for 1 year 10 months and 19 days in office https://en.wikipedia.org/wiki/Chancellor_of_the_Exchequer Looking at the various reasons that a UK Chancellor Of The Exchequer ceases in their office e.g. Voluntary / Involuntary Resignation (e.g. Sajid Javid), Election Loss (e.g. Alistair Darling), Becoming Prime Minister (e.g. Gordon Brown) or Cabinet Reshuffle (e.g. Geoffrey Howe) I believe it to be highly unlikely (e.g. Cease2 = 10%) that any of these reasons will occur to Rishi Sunak before the 1/1/22. Sunak ceases to be UK Chancellor Of The Exchequer before the 1/1/22 = 15% = (Cease1 + Cease2) / 2"], [691, "2021-08-22T16:38:25Z", [0.02], ""], [45594, "2021-08-22T11:58:25Z", [0.05], ""], [102306, "2021-08-22T08:46:12Z", [0.21], "Afghanistan too difficult to reshuffle \nNovember budget could be a mistake\nDisagreements with Boris"], [86367, "2021-08-22T03:43:29Z", [0.07], "I have a very limited understanding of British politics\nFound this a good source for the base rate of how many times has the Chancellor resigned/left office within a year. (Couldnt see an instance in the last 40 years - if you dont count Sajid Javid, unless ofcourse the PM resigns)\nhttps://en.wikipedia.org/wiki/Chancellor_of_the_Exchequer#Chancellors_of_the_Exchequer_of_the_United_Kingdom_(1817%E2%80%93present) The higher probability than warranted by the base rate is owing to\n1> Johnson isnt your average PM and has been known to do eccentric things\n2> As per the latest opinion polls Johnson`s approval ratings have been dropping as well, however he still leads  \n"], [691, "2021-08-21T20:11:43Z", [0.08], "in the real world, this would be about 5% instead of 8.  The current world is more interesting, but in a scary sort of way."], [86367, "2021-08-21T16:27:43Z", [0.07], ""], [90237, "2021-08-21T14:47:02Z", [0.0], ""], [1333, "2021-08-21T13:36:37Z", [0.0], ""], [95503, "2021-08-21T10:18:40Z", [0.15], ""], [89038, "2021-08-21T07:57:43Z", [0.05], "Up to 5 on reflection "], [100664, "2021-08-21T07:02:03Z", [0.01], ""], [34815, "2021-08-21T03:45:22Z", [0.0], ""], [92079, "2021-08-21T03:31:53Z", [0.0], ""], [94872, "2021-08-21T02:39:50Z", [0.1], ""], [99993, "2021-08-21T01:15:07Z", [0.06], ""], [81567, "2021-08-21T01:07:00Z", [0.0], ""], [61713, "2021-08-20T22:25:11Z", [0.1], "Two ways this happens: 1. Johnson leaves as PM (with Sunak either replacing him or being reshuffled by whoever does); or\n2. Johnson fires him. The former is probably a 5% chance at most, perhaps even less. The latter is similarly low, but I've put 10% rather than 0% both because Johnson is somewhat unpredictable and events can take very surprising turns from time to time."], [99993, "2021-08-20T19:52:15Z", [0.1], ""], [99993, "2021-08-20T18:54:51Z", [0.15], ""], [1333, "2021-08-20T18:27:01Z", [0.0], ""], [60695, "2021-08-20T18:21:10Z", [1.0], ""], [89038, "2021-08-20T18:04:11Z", [0.03], "This largely entwined with Johnson remaining PM; Johnson doesn't have the political capital in Tory party to sack or replace him during this question timeframe. P.S love this challenge from Sky News, feels a while since done any UK political stuff except Scottish elections."], [95944, "2021-08-20T17:48:30Z", [0.0], "This will not happen because Sunak is too influential person and raising star plus he is loyal to Boris."], [85635, "2021-08-20T17:14:40Z", [0.1], ""], [95503, "2021-08-20T17:02:04Z", [0.2], ""]]}