{"question_id": 1333, "title": "Who will win the 2019 Bolivian presidential election?", "possible_answers": ["Carlos Mesa", "Evo Morales", "Óscar Ortiz", "None of these"], "crowd_forecast": [0.02, 0.98, 0.0, 0.0], "correct_answer": "Evo Morales", "correct_forecast": 0.98, "preds": [[37236, "2019-11-18T14:45:19Z", [0.4, 0.0, 0.6, 0.0], ""], [37236, "2019-11-17T17:23:10Z", [0.5, 0.0, 0.5, 0.0], "Considering how Morales resigned, caving to the armed forces, and how the acting prez came to power this is now a problematic question and should be taken down or re-written to include the ongoing political developments including  the  politics of the \"religous right\" and the \"mystery delay\" ballot tabulation during October vote."], [691, "2019-11-15T16:17:21Z", [0.28, 0.05, 0.12, 0.55], ""], [691, "2019-11-14T13:57:22Z", [0.2, 0.2, 0.1, 0.5], "https://www.reuters.com/article/us-bolivia-election/morales-shadow-looms-large-in-bolivia-as-clashes-test-new-leader-idUSKBN1XN1XC\nhttps://www.aljazeera.com/news/2019/11/morales-people-ready-return-pacify-bolivia-191113193229019.html\nhttps://apnews.com/494457977191419db3cea4ff4d157f96\nhttps://www.youtube.com/watch?v=RVLjte648N4 If I were the GJedi, which I'm not, I'd scrub this question and start a new one later when the situation is less chaotic.  There are several possible outcomes for this Q as currently stated, all of them weird.   At the moment nobody has won:  Morales came first the last time anybody voted, but pretty much everybody, including apparently Morales, figured there'd be a December runoff.    The entire election process could be postponed or restarted, which Anez appears to be proposing.  If this works, she would still be Mostly President, but not on account of having won the election.  If the December runoff proceeds, Morales could still win.   I do not usually require bourbon to deal with elections in Latin America, but am always prepared to make an exception in emergencies."], [172, "2019-11-14T12:41:14Z", [0.0, 1.0, 0.0, 0.0], "Per others, question needs to be either nullified (preferred) or go with Morales win as flawed as it was. Note that Morales resigned - but still “won”."], [691, "2019-11-13T12:36:08Z", [0.2, 0.0, 0.1, 0.7], ""], [74903, "2019-11-12T17:52:49Z", [0.0, 0.0, 0.0, 1.0], ""], [62808, "2019-11-12T16:09:15Z", [0.0, 0.0, 0.0, 1.0], ""], [15196, "2019-11-12T15:34:15Z", [0.0, 0.2, 0.0, 0.8], ""], [41922, "2019-11-12T14:41:56Z", [0.2, 0.5, 0.0, 0.3], ""], [1333, "2019-11-12T10:40:58Z", [0.0, 0.0, 0.0, 1.0], ""], [14107, "2019-11-12T08:42:41Z", [0.05, 0.75, 0.05, 0.15], ""], [79461, "2019-11-11T22:37:59Z", [0.0, 1.0, 0.0, 0.0], ""], [29266, "2019-11-11T20:28:53Z", [0.0, 1.0, 0.0, 0.0], "This question should either be nullified - since there will be no runoff - or resolved affirmative for Morales as of October 24, when the election panel formally announced that Morales was the first round winner."], [14107, "2019-11-11T15:04:23Z", [0.05, 0.9, 0.0, 0.05], ""], [691, "2019-11-11T14:58:00Z", [0.5, 0.0, 0.1, 0.4], "The GJedi might suspend this Q now that Morales has hit the silk.  My numbers are pure conjecture until I hear from some of my folks who actually know things."], [63963, "2019-11-11T03:57:57Z", [0.4, 0.6, 0.0, 0.0], ""], [15196, "2019-11-11T03:54:01Z", [0.8, 0.2, 0.0, 0.0], ""], [29680, "2019-11-11T01:26:37Z", [0.8, 0.0, 0.1, 0.1], ""], [691, "2019-11-09T20:34:56Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2019-11-06T13:43:40Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2019-11-02T13:22:49Z", [0.0, 1.0, 0.0, 0.0], ""], [14107, "2019-11-02T09:35:01Z", [0.05, 0.95, 0.0, 0.0], ""], [69448, "2019-10-31T16:42:20Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2019-10-31T15:00:47Z", [0.0, 1.0, 0.0, 0.0], ""], [3599, "2019-10-30T03:52:26Z", [0.0, 1.0, 0.0, 0.0], ""], [14107, "2019-10-29T20:22:16Z", [0.08, 0.92, 0.0, 0.0], ""], [34353, "2019-10-28T19:42:48Z", [0.0, 1.0, 0.0, 0.0], ""], [26553, "2019-10-28T03:28:59Z", [0.0, 1.0, 0.0, 0.0], ""], [78944, "2019-10-28T01:54:24Z", [0.25, 0.75, 0.0, 0.0], ""], [19801, "2019-10-28T01:02:24Z", [0.0, 1.0, 0.0, 0.0], "Official results from the Oct. 20 elections gave Morales just enough of a majority needed to avoid a risky runoff against a united opposition. Second-place finisher Carlos Mesa says the count was manipulated and has refused to accept it. He wants a runoff in any case — noting the OAS itself suggested that as a way to ensure confidence in the system.\nhttps://www.washingtonpost.com/world/the_americas/evo-morales-says-hed-welcome-election-audit-in-bolivia/2019/10/26/e88f0cc4-f864-11e9-b2d2-1f37c9d82dbb_story.html"], [74903, "2019-10-27T15:01:37Z", [0.08, 0.85, 0.07, 0.0], ""], [691, "2019-10-27T11:57:17Z", [0.0, 1.0, 0.0, 0.0], ""], [14107, "2019-10-26T12:30:54Z", [0.1, 0.9, 0.0, 0.0], ""], [41922, "2019-10-25T10:12:28Z", [0.0, 1.0, 0.0, 0.0], ""], [54140, "2019-10-25T08:26:45Z", [0.0, 1.0, 0.0, 0.0], ""], [25141, "2019-10-24T23:14:12Z", [0.0, 1.0, 0.0, 0.0], ""], [31450, "2019-10-24T16:27:47Z", [0.0, 1.0, 0.0, 0.0], "Seems Morales isn't above ignoring the will of the people in order to represent the people. Willing to bet the same will happen in a run-off, assuming there is one."], [80129, "2019-10-24T14:24:01Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2019-10-24T14:17:31Z", [0.0, 1.0, 0.0, 0.0], ""], [31251, "2019-10-24T11:04:24Z", [0.0, 1.0, 0.0, 0.0], ""], [38, "2019-10-24T08:43:08Z", [0.0, 1.0, 0.0, 0.0], ""], [1333, "2019-10-22T18:51:28Z", [0.0, 1.0, 0.0, 0.0], ""], [691, "2019-10-22T13:21:36Z", [0.0, 1.0, 0.0, 0.0], "If there isn't sufficient fraud to avoid a runoff now, it will be taken care of at that time."], [31251, "2019-10-22T11:31:06Z", [0.01, 0.99, 0.0, 0.0], ""], [29266, "2019-10-22T10:37:32Z", [0.0, 1.0, 0.0, 0.0], ""], [41922, "2019-10-22T10:03:25Z", [0.01, 0.99, 0.0, 0.0], "https://www.euronews.com/2019/10/22/clashes-erupt-in-bolivia-as-morales-leads-contested-vote-count"], [172, "2019-10-21T23:15:58Z", [0.0, 1.0, 0.0, 0.0], ""], [172, "2019-10-21T23:15:11Z", [0.02, 0.98, 0.0, 0.0], "Must be day for close election results. Sounding like a runoff will be required (Morales won but not by enough to preclude runoff)\nhttps://www.theguardian.com/world/2019/oct/21/bolivia-confusion-over-election-results-sparks-fear-and-protests"], [63306, "2019-10-21T20:24:43Z", [0.15, 0.85, 0.0, 0.0], ""], [1333, "2019-10-21T14:44:05Z", [0.04, 0.92, 0.04, 0.0], ""], [691, "2019-10-21T14:37:37Z", [0.01, 0.99, 0.0, 0.0], ""], [29266, "2019-10-21T11:04:34Z", [0.2, 0.8, 0.0, 0.0], ""], [25141, "2019-10-20T16:46:11Z", [0.01, 0.99, 0.0, 0.0], ""], [1333, "2019-10-20T05:00:29Z", [0.05, 0.9, 0.05, 0.0], ""], [1333, "2019-10-20T04:59:53Z", [0.17, 0.82, 0.01, 0.0], ""], [80129, "2019-10-19T23:01:16Z", [0.1, 0.9, 0.0, 0.0], ""], [79569, "2019-10-19T20:01:38Z", [0.0, 1.0, 0.0, 0.0], ""], [29266, "2019-10-19T18:04:01Z", [0.7, 0.3, 0.0, 0.0], ""], [691, "2019-10-19T14:33:17Z", [0.02, 0.98, 0.0, 0.0], ""], [3599, "2019-10-19T07:54:52Z", [0.02, 0.98, 0.0, 0.0], ""], [38, "2019-10-18T22:38:45Z", [0.03, 0.97, 0.0, 0.0], "https://www.la-razon.com/suplementos/animal_politico/Encuesta-Evo-aleja-mesa-puntos-elecciones_0_3238476128.html Per Latin America Risk Report: \"A new poll by Ipsos Bolivia has President Evo Morales with 40% while Carlos Mesa has 22%. These poll results suggest President Morales is quite close to winning in the first round, though other polls have shown Mesa to be closer. Unlike other polls, the Ipsos poll also shows Morales with a significant lead in a hypothetical second round. The president’s lead comes due to 60% support in rural areas, enough to cover the losses caused by his general unpopularity in urban regions of the country.\" @Particlewave"], [3599, "2019-10-18T16:38:51Z", [0.1, 0.9, 0.0, 0.0], ""], [80080, "2019-10-18T14:22:02Z", [0.03, 0.95, 0.02, 0.0], "Because how long has he been in power he has been able to gain control of institutions that favor him on the next elections. \nIn Latin America there's an overall trend of candidates from the left party to get into power and stay there.\nHe supports Nicolas Maduro (who's doing the same thing) despite of having low popularity inside Bolivia.\nThere is, however, a small chance that his external aid will decrease or even stop because of Venezuela's situation that is getting worse, and internally running out of resources to benefit key leaders that keep him in power, but this scenario seems like more long term."], [691, "2019-10-18T13:19:13Z", [0.07, 0.93, 0.0, 0.0], ""], [32300, "2019-10-18T13:17:33Z", [0.2, 0.79, 0.0, 0.01], ""], [172, "2019-10-18T10:30:04Z", [0.02, 0.98, 0.0, 0.0], "From the Economist \n“Bolivians head to the polls on Sunday to elect the president and all members of parliament. The leftist incumbent, Evo Morales, is gunning for a fourth term on a platform of economic stability. Thanks to a commodities boom and redistributive policies, annual growth has averaged 5% since he first took office in 2006. The share of the population living on less than $1.90 a day has dropped by two-thirds. But Mr Morales’s popularity is threatened by public anger over his slow response to wildfires in the Bolivian Amazon and his defiance of the constitution and a national referendum vote to run again. The government is spending big bucks on propaganda and freebies—including ovens and tractors—to try to avert a run-off against Carlos Mesa, a former president, on December 15th. The threshold for winning outright in the first round is 40%, with a ten-point lead over the nearest rival. Polls suggest it will be close.“"], [172, "2019-10-18T01:13:03Z", [0.02, 0.98, 0.0, 0.0], ""], [172, "2019-10-18T01:11:58Z", [0.05, 0.95, 0.0, 0.0], "Sounds like another autocrat has emerged...\nhttps://www.economist.com/node/21773208?frsc=dg%7Ce"], [80129, "2019-10-17T23:33:55Z", [0.15, 0.84, 0.01, 0.0], ""], [1333, "2019-10-17T17:52:43Z", [0.18, 0.81, 0.01, 0.0], ""], [691, "2019-10-17T14:16:14Z", [0.07, 0.93, 0.0, 0.0], ""], [172, "2019-10-16T23:00:08Z", [0.15, 0.85, 0.0, 0.0], "This Article points out stability but at some cost (imperious nature, ignoring the courts). Regardless, likely Morales will win...\nhttps://www.npr.org/2019/10/14/767967304/how-bolivias-evo-morales-could-win-a-4th-term-as-president"], [63963, "2019-10-16T03:53:18Z", [0.0, 1.0, 0.0, 0.0], ""], [80085, "2019-10-15T17:07:09Z", [0.0, 1.0, 0.0, 0.0], ""], [3599, "2019-10-15T05:09:54Z", [0.2, 0.8, 0.0, 0.0], ""], [1333, "2019-10-13T19:41:01Z", [0.19, 0.8, 0.01, 0.0], ""], [1333, "2019-10-13T19:21:04Z", [0.19, 0.79, 0.02, 0.0], ""], [1333, "2019-10-12T16:22:55Z", [0.2, 0.77, 0.03, 0.0], ""], [691, "2019-10-12T12:34:04Z", [0.07, 0.93, 0.0, 0.0], ""], [43201, "2019-10-12T12:21:16Z", [0.28, 0.7, 0.01, 0.01], "Morales has won three times in the past and it looks like he's still the most popular. There will probably be a runoff but unless all voters who didn't vote for him can coalesce around the other candidate (which seems unlikely) he will probably win again. Though sentiment against him is growing."], [14107, "2019-10-12T11:11:43Z", [0.22, 0.75, 0.03, 0.0], ""], [172, "2019-10-11T22:03:18Z", [0.35, 0.65, 0.0, 0.0], "Things getting tighter in Bolivia...\nhttps://www.reuters.com/article/us-bolivia-election-polls/bolivian-election-polls-show-opposition-reeling-in-president-morales-idUSKBN1WP355\nhttps://www.theguardian.com/world/2019/oct/11/bolivia-president-feels-election-heat-amid-anger-wildfires-evo-morales\n"], [61037, "2019-10-11T21:03:15Z", [0.0, 1.0, 0.0, 0.0], ""], [1333, "2019-10-11T17:57:34Z", [0.2, 0.76, 0.04, 0.0], ""], [41922, "2019-10-11T15:19:07Z", [0.1, 0.9, 0.0, 0.0], "To win in first round Morales needs majority of votes or 40% and 10% lead. \nMajority is rather not possible and if he fails to win in first through 40/10 rule he still has huge chance as according to \nhttps://www.eldeber.com.bo/152929_la-estrategia-de-bajar-al-otro-no-rendiria-frutos-a-mesa-ni-a-ortiz-y-favoreceria-a-morales voters for Ortiz currently third in polls would rather vote for Morales or skip vote rather than support Mesa runner up in second round (counterintiutive than my first thought..) Interesting article how recent  wildfires may  hurt Morales but also underlying some positive developments in Bolivia under his rule.\nhttps://www.worldpoliticsreview.com/articles/28256/why-bolivia-s-wildfires-are-raising-the-heat-on-evo-morales"], [41922, "2019-10-11T15:07:39Z", [0.3, 0.7, 0.0, 0.0], ""], [29266, "2019-10-11T10:34:39Z", [0.25, 0.75, 0.0, 0.0], ""], [29680, "2019-10-11T03:36:14Z", [0.02, 0.98, 0.0, 0.0], ""], [26553, "2019-10-11T03:22:20Z", [0.2, 0.8, 0.0, 0.0], ""], [38, "2019-10-10T22:32:21Z", [0.19, 0.81, 0.0, 0.0], ""], [38, "2019-10-10T22:31:25Z", [0.25, 0.73, 0.02, 0.0], ""], [31450, "2019-10-10T18:59:24Z", [0.25, 0.75, 0.0, 0.0], "I am heavily favoring Morales because he is the incumbent, and has won three straight elections. He also leads in polling, although not be enough to avoid a run-off. Going against him is voter fatigue, losing the referendum that essentially declared a fourth term illegal (that's a big one), and growing concern about corruption.  Morales' lead in polling has slipped and that is something I will have to watch for because if he keeps sliding I will worry about him in a run-off."], [79896, "2019-10-10T16:28:16Z", [0.4, 0.6, 0.0, 0.0], ""], [79898, "2019-10-10T16:28:12Z", [0.6, 0.4, 0.0, 0.0], "I think Carlos Mesa is going to win the election because Evo Morales reputation has been tarnished because of recent accusations of corruption and mismanagement.  There is also a lot of public anger towards him because he decided to run for a fourth term even though he lost a referendum on the issue in 2016."], [691, "2019-10-10T14:06:30Z", [0.07, 0.93, 0.0, 0.0], ""], [1333, "2019-10-09T17:54:04Z", [0.2, 0.75, 0.05, 0.0], ""], [14107, "2019-10-09T16:36:28Z", [0.17, 0.78, 0.05, 0.0], ""], [63306, "2019-10-09T15:54:00Z", [0.35, 0.65, 0.0, 0.0], "I don't have a good reference class for this question. Morales is the incumbent, and there is risk of corruption working in his favor, especially with the concern about running for another term. However Mesa is also really well known. \nPerhaps the decision will be made by the departments with the large cities. In the cities, Morales has the absolute larger vote, because he has more votes overall, however, Mesa's supporters are generally urban.\n65% of the population is urban: https://en.wikipedia.org/wiki/Bolivia#Demographics\nEverything I read suggests Morales has the rural areas sewn up, so it really depends on if the cities are more concerned about corruption and the threat to democracy of re-electing Morales, or other issues like the fires.\nAnneinak already posted this, but it influenced me, too. https://www.as-coa.org/articles/poll-tracker-bolivias-2019-presidential-race"], [691, "2019-10-09T15:15:34Z", [0.08, 0.92, 0.0, 0.0], ""], [29266, "2019-10-09T10:24:29Z", [0.15, 0.85, 0.0, 0.0], ""], [29266, "2019-10-08T21:41:27Z", [0.0, 1.0, 0.0, 0.0], ""], [1333, "2019-10-08T18:46:46Z", [0.21, 0.74, 0.05, 0.0], ""], [41922, "2019-10-08T09:42:03Z", [0.2, 0.8, 0.0, 0.0], ""], [793, "2019-10-08T04:58:12Z", [0.0, 1.0, 0.0, 0.0], ""], [79569, "2019-10-08T01:17:11Z", [0.05, 0.95, 0.0, 0.0], "Although the push for a fourth term may be viewed suspiciously as a few steps removed from dictatorship, Evo Morales has otherwise governed successfully. Furthermore, as an aborigine of Bolivia, his support will continue to run deep. Ergo, unless credible allegations of corruption and crime are tied to him or his campaign, the mantle of Bolivia's presidency is expected to remain his."], [20284, "2019-10-07T19:58:10Z", [0.0, 1.0, 0.0, 0.0], "Morales backers will count the votes\nDo any recount of the votes\nAnd will remain President\nIn Spanish accounting it is said \"El quien cuenta\n y quien recuenta queda con la cuenta."], [1333, "2019-10-07T18:23:46Z", [0.22, 0.73, 0.05, 0.0], ""], [1333, "2019-10-07T18:12:27Z", [0.23, 0.72, 0.05, 0.0], ""], [75093, "2019-10-07T15:19:06Z", [0.35, 0.55, 0.1, 0.0], ""], [691, "2019-10-07T12:14:02Z", [0.12, 0.88, 0.0, 0.0], ""], [34353, "2019-10-07T11:21:55Z", [0.05, 0.95, 0.0, 0.0], "When you control the levers of government in a Latin American country, the odds are ever in your favor. "], [33887, "2019-10-07T00:33:24Z", [0.0, 0.0, 0.0, 1.0], ""], [1333, "2019-10-06T19:17:02Z", [0.24, 0.71, 0.05, 0.0], ""], [172, "2019-10-06T18:57:09Z", [0.1, 0.9, 0.0, 0.0], ""], [691, "2019-10-06T12:38:36Z", [0.12, 0.88, 0.0, 0.0], ""], [1333, "2019-10-05T18:40:03Z", [0.25, 0.7, 0.05, 0.0], ""], [1333, "2019-10-05T18:22:49Z", [0.3, 0.65, 0.05, 0.0], ""], [15196, "2019-10-05T16:39:31Z", [0.0, 1.0, 0.0, 0.0], ""], [3599, "2019-10-05T16:14:29Z", [0.05, 0.95, 0.0, 0.0], ""], [691, "2019-10-05T13:35:20Z", [0.19, 0.78, 0.03, 0.0], ""], [20156, "2019-10-05T07:36:44Z", [0.25, 0.75, 0.0, 0.0], ""], [20156, "2019-10-05T07:36:32Z", [0.75, 0.25, 0.0, 0.0], ""], [38, "2019-10-05T03:53:16Z", [0.3, 0.6, 0.09, 0.01], "https://www.as-coa.org/articles/poll-tracker-bolivias-2019-presidential-race \"Morales first became president of Bolivia in January 2006 just two months after Angela Merkel took the reins in Germany, is already Latin America’s longest continuously serving head of state. Now Morales, 59, and his longstanding Vice President Álvaro García Linera, 56, are on the ballot for a fourth term in 2019 on the Movement toward Socialism (MAS) ticket that would put them in office through 2025. The bid is a controversial one. Under the 2009 constitution, Morales is term-limited. Furthermore, he lost a 2016 referendum that would have allowed him to serve one more term. When he challenged that outcome in November 2017, Bolivia's Constitutional Court ruled that term limits themselves are unconstitutional, opening the door for his 2019 bid. Morales’ best chance of victory is to win the October 20 general election outright. If he fails, his odds in a runoff against former President Carlos Mesa narrow. That said, it’s not a given that supporters of third-place candidate Óscar Ortíz would shift to support Mesa in a second round.\n. . .\nMorales began his first term in 2006 under Bolivia’s 1967 constitution. Then, the country passed a new Magna Carta in 2009, which “reset” the counting of his terms but still limited the executive to two consecutive five-year terms. He began his first term under the new constitution in 2010 and his second in 2015. Also of note, the 2016 referendum was not a question on indefinite reelection but on allowing a third consecutive term. That said, the Constitutional Court’s ruling said that any term limits were a restriction on human rights, which could allow for him to run indefinitely.\n~~~~~~~\nhttps://en.wikipedia.org/wiki/2019_Bolivian_general_election The most recent polling has Morales at 34.4% and Mesa at 27.1%.  . . .with about 25% undecided\n~~~~~~~\nCOMMENT:  Morales was the first  indigenous person to be elected president of Bolivia.  He was widely regarded as not corrupt and a champion of the indigenous people.  Early on, he had the guts to refuse USAID $ and kick USAID out because (rightly, as it turned out) he thought that it was trying to encourage a coup (because he is a socialist and wasn't perceived to be sufficiently \"anti-drug\") and working to undermine the economy to spread discontent.   Over the years there's been complaints that Morales has become as corrupt as any Bolivian politician."], [691, "2019-10-04T19:15:56Z", [0.19, 0.78, 0.03, 0.0], ""], [1333, "2019-10-04T18:14:31Z", [0.3, 0.55, 0.15, 0.0], ""], [31251, "2019-10-04T17:56:50Z", [0.21, 0.77, 0.01, 0.01], "In order to become President of Bolivia one needs to \"win 40% of votes with a 10-point lead over the runner-up\", or 50% of the vote. The current polling that Morales will at least win the first round vote guaranteeing him a place in the December run off on the 15th December. Freedom House currently gives Bolivia a 4/4 on the question \"Was the current head of government or other chief national authority elected through free and fair elections?\" but this is in regards to the last election. (https://freedomhouse.org/report/freedom-world/2018/bolivia) Bolivia is a corrupt country, placing 132 out of 180 on Transparency Internationals rating system (https://www.transparency.org/country/BOL). I think it is therefore 30% likely that corruption will have an impact on the electoral process at some point, either in outright bribery of officials, vote buying or some other form of corruption. I can also see why Morales will win, he is the incumbent and although less popular in recent years he still has a solid base of support from which to mobilise. However, other candidates voters may choose to back Mesa, the countries former president to spite Morales. It will depend on the vote share if Morales fails to win outright on October 20th, and the turnout in terms of which voters who didnt turn out are more likely to vote for if at all."], [1333, "2019-10-04T17:52:41Z", [0.3, 0.45, 0.25, 0.0], ""]]}