{"question_id": 2266, "title": "Will the price of steel plate in the US be higher as of 28 February 2022 than it was as of 24 January 2022, according to Steel Benchmarker?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.8, 0.2], "correct_answer": "Yes", "correct_forecast": 0.8, "preds": [[92236, "2022-02-28T02:46:34Z", [0.9], ""], [80634, "2022-02-28T01:56:18Z", [1.0], ""], [45594, "2022-02-27T07:41:34Z", [0.85], ""], [26854, "2022-02-27T01:23:51Z", [0.78], ""], [105160, "2022-02-26T18:51:55Z", [0.95], ""], [80790, "2022-02-26T18:25:29Z", [0.83], ""], [104049, "2022-02-26T18:12:43Z", [0.7], "Given the current instability in the market that tends to drive up prices for critical metals, I'm revising my forecast from 40 to 70%.  This is also supported by commodities trends that point to a rise in steel prices in March. "], [691, "2022-02-26T16:59:41Z", [0.89], ""], [87177, "2022-02-26T16:22:45Z", [1.0], ""], [43709, "2022-02-26T14:33:00Z", [0.86], ""], [104857, "2022-02-26T14:03:40Z", [0.7], "With the hostilities in Ukraine, I tend to believe many commodity prices will increase."], [37520, "2022-02-26T04:19:37Z", [1.0], ""], [87761, "2022-02-25T20:03:39Z", [1.0], ""], [103945, "2022-02-25T19:09:02Z", [0.9], "According to this U.S. Department of Commerce report from 2019, the U.S. imports steel from about 80 countries. Canada, Mexico and Brazil are the top 3. However, Russia was one of the top 10 foreign sources of steel imported to the U.S. Source: https://legacy.trade.gov/steel/countries/pdfs/imports-us.pdf On February 14, Axios was reporting that steel prices were at their lowest level in a year. Source: https://www.axios.com/steel-prices-hit-lowest-level-year-922ee741-78fd-4b5f-9c7c-89ecbdf2b05b.html Although Russia is not the main source of imported steel, I think the disruption to the market caused by sanctions on Russia will cause the price of steel to be higher as of Feb. 28."], [13086, "2022-02-25T16:28:10Z", [1.0], "Steel plate reportedly requires 5 units iron + 1 unit steel.  [ https://wiki.factorio.com/Steel_plate#Normal%20mode ]\nPlate would be therefore skewed to the price of iron ore over the price of steel by a factor of ~ 5x.\nPrice of iron ore on 24Jan22 - $128.74        Price of iron ore on 24Feb22 - $141.69    + 10%  [ https://markets.businessinsider.com/commodities/iron-ore-price ]\nPrice of Steel  on 24Jan22 $4709                  Price of Steel  on 24Feb22 $4685             -0.5%  [https://tradingeconomics.com/commodity/steel ]\nSteel plate price would have some lag time, but the trend has been increasing since mid-November 2021.  Also referencing the interim 'SteelBenchmarker' price for 14Feb22 @ $2031 [ http://steelbenchmarker.com/history.pdf ]\nForecasting closing price for plate at 28Feb22 at  ~ $2025, ignoring significant factors around any market disruptions from the Russian attack in Ukraine.\n"], [105126, "2022-02-25T16:22:05Z", [0.8], "The price of steel is a function of the price of coal which in turn is a function of the price of energy. It's going up"], [691, "2022-02-25T14:44:52Z", [0.88], ""], [104669, "2022-02-25T14:01:49Z", [0.4], ""], [88452, "2022-02-24T20:24:07Z", [0.0], "https://tradingeconomics.com/commodity/steel : [EDIT, as of 25 Feb '22] \"Steel rebar futures tumbled below CNY 4,650 per tonne, a level not seen in a month after Chinese authorities pledged to strengthen supervision on steelmaking raw materials and crackdown on any irregularities. On top of that, rebar inventories in China increased by 1.77 million tonnes in early February, up 43% compared with the preceding 11 days, according to the data published by the China Iron & Steel Association. Putting a floor under prices were prospects that demand from construction projects is due to resume, supported by China’s government infrastructure investment plans.\""], [691, "2022-02-24T18:37:54Z", [0.86], ""], [29145, "2022-02-24T18:11:55Z", [0.79], ""], [105026, "2022-02-24T15:20:49Z", [0.85], ""], [88452, "2022-02-24T09:24:44Z", [0.33], "https://www.lme.com/en/Metals/Ferrous/LME-Steel-HRC-N-America-Platts#Trading+day+summary\nhttps://www.cmegroup.com/markets/metals/ferrous/us-midwest-domestic-steel-premium-cru.quotes.html\nhttps://www.cmegroup.com/trading/metals/ferrous/steel-futures.html Inverse curve for major product groups - imports will do it."], [101031, "2022-02-24T09:09:14Z", [0.38], "Inflation is a long term game, this is only a month.\nWar, sorry, I mean military operations... will likely have a bigger impact on prices. But which way? I don't know."], [88452, "2022-02-24T09:09:08Z", [1.0], ""], [14603, "2022-02-24T09:03:21Z", [1.0], ""], [94299, "2022-02-24T00:28:15Z", [0.7], "It is very probable that both inflation and supply side issues will continue to persist and lead to further support for pricing; All leading indicators at present point to this being a more likely scenario than not."], [26854, "2022-02-23T20:32:14Z", [0.7], ""], [103878, "2022-02-23T20:10:03Z", [0.75], ""], [691, "2022-02-23T17:38:50Z", [0.78], ""], [70711, "2022-02-23T14:23:18Z", [1.0], ""], [13086, "2022-02-23T11:39:51Z", [1.0], ""], [1333, "2022-02-23T09:27:15Z", [1.0], ""], [1333, "2022-02-23T09:27:05Z", [0.88], ""], [14603, "2022-02-23T08:56:33Z", [0.9], "From what I can tell it is slightly higher as of yesterday and trending up due to Ukraine. "], [104044, "2022-02-22T16:08:25Z", [0.75], "Looks like continued strong demand. Supply stockpiles are low. The high price in May 2021 and low in Oct 2021. The price has not yet hit the mean of 5000 https://tradingeconomics.com/commodity/steel?user=Analyst42718"], [101187, "2022-02-22T15:10:59Z", [0.15], ""], [1333, "2022-02-22T14:31:20Z", [0.87], ""], [104297, "2022-02-22T09:59:55Z", [0.9], ""], [1333, "2022-02-22T06:49:50Z", [0.86], ""], [104036, "2022-02-22T04:20:16Z", [0.45], "Steel prices are trending down in 2022.  Chinese demand is declining with lower real estate construction.  U.S. manufacturing demand remains high, but U.S. imports are increasing.  U.S. steel production is starting to increase.  Iron ore prices are declining but coke prices are increasing.  Iron ore is the more prominent input; so input cost will decline.  With Omnicron passing and states opening up (and the UK), U.S. consumers are going to revert to traveling and purchase less manufactured goods."], [13086, "2022-02-22T02:32:08Z", [0.89], "Seven days to go, and it seems that commodities prices are reacting to the unrest Surrounding Ukraine. These tensions have a significant chance of pushing prices higher in the short and medium term."], [104055, "2022-02-22T00:48:21Z", [0.7], "We are almost to the 28th and there are no indicators (inflation, imports increase) to indicate a decrease."], [104028, "2022-02-22T00:23:56Z", [0.85], ""], [104227, "2022-02-21T20:42:24Z", [0.7], "Based on supply and demand ration, not enough supply in the market. "], [1333, "2022-02-21T20:08:25Z", [0.85], ""], [104025, "2022-02-21T20:07:12Z", [0.7], "with the release of the 14Feb numbers adjusting my prediction upwards slightly "], [86785, "2022-02-21T19:44:22Z", [0.75], ""], [104049, "2022-02-21T18:15:12Z", [0.4], "Steel plates have numerous manufacturing applications.  As domestic manufacturing increases following COVID slowdowns, and as supply chain disruptions drive up the costs of materials, steel is likely to rise as well. "], [104032, "2022-02-21T14:39:12Z", [0.8], "Demand increases, inflation, and supply chain challenges will likely lead to a price increase. Demand could be weaker in some areas due to labor shortages or other COVID related issues; however, global demand for steel seems to be rising (https://www.metalbulletin.com/steel/flat-products/plate.html). Will these factors be reflected in the 28 Feb prices? Likely but still uncertain."], [1333, "2022-02-21T03:11:41Z", [0.84], ""], [86785, "2022-02-20T15:50:39Z", [0.62], ""], [33873, "2022-02-20T13:33:21Z", [0.8], ""], [105028, "2022-02-20T11:14:42Z", [0.65], ""], [1333, "2022-02-20T10:38:42Z", [0.83], ""], [45594, "2022-02-20T08:25:43Z", [0.65], ""], [105028, "2022-02-20T04:48:19Z", [0.75], ""], [26854, "2022-02-20T01:24:44Z", [0.67], ""], [103878, "2022-02-19T17:34:53Z", [0.69], ""], [1333, "2022-02-19T17:20:37Z", [0.77], ""], [691, "2022-02-19T14:24:41Z", [0.75], ""], [104027, "2022-02-19T03:32:15Z", [0.82], "Base rate: 34 two-week periods captured in the data set. Price per metric tonne of steel plate increased 28/34 two-week periods and decreased 6/34 two-week periods. Therefore, increased 82.4% of time captured in data set; decreased 17.6% of time captured in data set.  In the 6 instances of decrease from one two-week period to the next, the average percentage decrease in price was -1.53%. The expiration of this question is less than two weeks away. Current price of steel plate in the report, as of February 14, 2022 is $2031.  In the 17.6% probability / chance of a decrease in the next two weeks it is probable that the price would drop below $2015 to approximately $1999.  January 5th report on steel prices describing the general downward pressure on prices: \"...Steel plate, critical for the energy sector, has bucked the general trend, particularly amid rising oil prices in Q4 2021...OPEC today announced it plans to continue previously agreed upon monthly output increases of 0.4 million barrels per day for February 2022.\"\nhttps://agmetalminer.com/mmwp/2022/01/05/this-morning-in-metals-u-s-steel-prices-continue-to-cool/ US Energy Information Association short term energy outlook (forecast) confirms higher oil & gasoline prices here: https://www.eia.gov/outlooks/steo/  Rising or consistently higher oil prices + adequate supply + inadequate supply chain to meet demand = higher prices. "], [104054, "2022-02-18T20:21:40Z", [0.7], "Inventories are low, according to several steel trading sites, with pandemic pressures preventing production from coming back on line as quickly as planned. The price of fabricated steel plate has been increasingly steadily since November 2020, and the Purchasing Manager's Index (while declining) is still above 50, so manufacturing sees its fortunes as still good. Inflation is continuing to put upward pressure on prices. Given the short time span and afore-mentioned factors, I'd expect the price to be slightly higher from January to February, but it is likely to be close!"], [29145, "2022-02-18T18:12:39Z", [0.69], ""], [105013, "2022-02-18T16:23:04Z", [0.3], "http://steelbenchmarker.com/history.pdf - provides good summary/trend.  Likely to go down from Jan to Feb 22.  But, IHS Markit (Steel Price Forecast and Market Outlook) 2021 assess the potential for increased production and imports to alleviate supply shortages will occur.  Apparently there is no shortage in capacity; the problems have been caused by capacity remaining idle too long after demand started to recover from COVID-19 lockdown.\nCOVID-19 lockdown across the globe is 'easing', which increases probability of Feb prices being greater than Jan prices. Global steel prices are projected to fall in 2022, with a new outlook by financial information services company Fitch Solutions expecting the world prices to drop to $750 per ton this year.  Albeit, Fitch Solutions, which predicted a price drop for the second half of 2021, expects the world steel prices to fall from an average of $950 per ton to $750 per ton in 2022, with the prices ultimately dropping to $535 per ton over 2023-2025. However, this is in relation to Weak Chinese demand and therefore may not overly affect the US market."], [691, "2022-02-18T15:30:31Z", [0.72], ""], [102648, "2022-02-18T15:30:00Z", [0.0], ""], [103945, "2022-02-18T15:21:46Z", [0.5], "My base rate is 50%. In looking at the movement in price over the last 10 years between late January and late February (and I'm basing this on visually looking at movements on a chart - not very precise) in half the years the price went up and in half the years the price went down. In thinking about what influences the price of steel, steel is used in passenger cars, although about 25% of the steel in passenger cars is recycled. I think that demand for cars is high at the moment. Will the price of steel go up to keep pace with rising inflation? On the other hand, steel is used in office building construction, which I assume is continues to be down given that commercial office space had a lot of vacancies even before the pandemic. With the passage of the infrastructure bill, this may lead states to purchase more steel, but I'm not sure orders will materialize in the next two weeks in a way that would influence the price of steel. Steel plates are also used in marine and offshore equipment and military applications. I'm not sure there are major changes happening right now in either of these areas that would cause the price to change dramatically.  China produces the most steel in the world, producing more than half the world's steel. I don't see any news about new steel tarriffs that would change the price of steel in the U.S."], [1333, "2022-02-18T11:59:17Z", [0.74], ""], [14603, "2022-02-18T08:27:40Z", [0.75], ""], [93, "2022-02-18T02:43:49Z", [1.0], ""], [92236, "2022-02-17T22:22:41Z", [0.8], ""], [86105, "2022-02-17T19:25:58Z", [1.0], ""], [1333, "2022-02-17T19:23:50Z", [0.73], ""], [102973, "2022-02-17T17:15:40Z", [0.75], ""], [102681, "2022-02-17T17:06:43Z", [0.65], ""], [104777, "2022-02-17T16:42:36Z", [0.75], ""], [1333, "2022-02-17T15:15:03Z", [0.63], ""], [104918, "2022-02-17T14:07:45Z", [0.9], "Leeco steel price forecast states that demand in China and the US is expected to increase while China still maintains caps on steel production."], [33873, "2022-02-17T12:51:43Z", [0.75], "I think guessing this based on larger scale macro effects, e.g. inflation, economic worry is going to be very difficult when the timeframe is this short. Even if inflationary pressure is going to push the price up, a month-month difference, particularly looking at the data sheet in the question description, can be very noisy. For that reason I'm going to use a statistical approach based on the data in the table: 2,015 on 24th Jan -> 2,031 on 14th Feb For the price to drop to or below 2015, a price reduction of -0.99% is required. In the 33 fortnight-on-fortnight changes provided, that swing or greater has been seen only 4 times. The price has only dropped 6 times in the same two-week periods in the data provided.  For month-on-month changes, the price has dropped 4 times, 3 of which were the most recent three month-month periods. So without the mid-month data outside view would be that there is a 12% chance of a drop, and if we weight that to include most recent months, significantly higher. However with the knowledge that the mid-month showed an increase we can dig a bit deeper. Never in the set have we seen (Drop month-month | No drop fortnight-fortnight previous report), but we have seen (No drop month-month | No drop fortnight-fortnight previous report) 26 times. Obviously this is a small dataset and it's governed by complex mechanics but the price history suggests the outside view is strongly in favour of 'yes'. Although recent reporting dates have shown decreasing prices, the changes have been less volatile than what we saw in Q4 2021. I don't really think I can come up with an inside view further than \"trend recently has been generally down, but is showing signs of a reversal\" to counter the outside view, so I'm backing 'yes' heavily."], [1333, "2022-02-17T10:09:15Z", [0.62], ""], [100836, "2022-02-17T05:17:35Z", [0.5], "Ok, so steel plate has tripled in price since JUL2020, the price increase stalled in July 2022 and hasn't found new highs since then (it is quite possible I'm eyeballing it badly, or even looking at the wrong chart though). I therefore think there aren't any buyers above the prices it has seen for the past 7 months, and I don't expect it to trend higher. To me, it looks like it is just bouncing around randomly ~2000 since JUL2022, so I estimate 50% likelihood of it being higher on 28FEB."], [13086, "2022-02-17T03:11:38Z", [0.09], ""], [783, "2022-02-17T00:05:46Z", [1.0], ""], [100273, "2022-02-16T21:36:31Z", [1.0], "All in"], [103878, "2022-02-16T21:17:47Z", [0.6], ""], [1333, "2022-02-16T19:16:05Z", [0.63], ""], [99993, "2022-02-16T18:22:43Z", [0.7], ""], [99993, "2022-02-16T18:22:10Z", [0.75], ""], [104590, "2022-02-16T15:26:31Z", [0.75], ""], [691, "2022-02-16T14:08:34Z", [0.7], ""], [104708, "2022-02-16T12:04:50Z", [0.6], ""], [104671, "2022-02-16T11:58:56Z", [0.2], ""], [104668, "2022-02-16T11:43:44Z", [0.6], ""], [104661, "2022-02-16T11:34:53Z", [0.35], "I do not believe the price of steel will really increase much in a matter of a month"], [1333, "2022-02-16T09:15:15Z", [0.73], ""], [1333, "2022-02-16T08:54:17Z", [0.78], ""], [101422, "2022-02-16T05:50:42Z", [0.85], ""], [13086, "2022-02-16T03:46:47Z", [0.14], "Perhaps the commodities markets are less spooked than a week ago. Indications that commodities are pulling back from highs over the last week."], [104698, "2022-02-16T02:59:21Z", [0.6], ""], [104787, "2022-02-16T01:57:35Z", [0.68], "I believe the price will be higher because there is a high demand for steel"], [104667, "2022-02-16T00:33:51Z", [0.15], "I believe that the price of steel plate in the US will not be higher as of February 28, 2022 than it was on January 24, 2022. This trend seems similar to what occured in 2008, where after a sharp incline in price the price declined back just as drastically after it reached it's peak."], [104785, "2022-02-15T21:38:13Z", [0.3], ""], [104769, "2022-02-15T21:19:12Z", [0.4], "material prices seem to be going down slightly as of recently"], [104025, "2022-02-15T20:51:19Z", [0.65], "leaning towards yes right now - hard to base rate prior to Aug20 (the link on page isn't valid) - but there has been a steady increase in price from then through now; looking at Feb21, Feb saw a slight increase over Jan; will update when the Feb numbers come out this week (were released to price reviewers this morning)"], [104708, "2022-02-15T20:41:06Z", [0.6], "The price will be higher as it has begun increasing again in the last few months. "], [104786, "2022-02-15T20:34:37Z", [0.3], "Steel prices dropped from December to January, while steel prices have increased month over month since 2020."], [104674, "2022-02-15T19:31:58Z", [0.4], "It looks like US steel prices have been leveling out and might begin to drop."], [1333, "2022-02-15T19:10:16Z", [0.83], ""], [104773, "2022-02-15T17:20:22Z", [0.77], "Unfortunately, \"inflation\" only caused such price increases over the 1.5 years. What we have on our hands now is price gouging due to high demand. "], [52131, "2022-02-15T16:44:57Z", [0.45], ""], [1333, "2022-02-15T16:06:59Z", [0.86], ""], [80634, "2022-02-15T15:40:43Z", [0.15], "prices coming down following chinese declines, will take longer to flow to plate"], [104756, "2022-02-15T15:21:52Z", [0.3], ""], [104772, "2022-02-15T14:55:42Z", [0.65], "Of the last 35 reported prices, only 7 (20%) were down from their previous price. Of the most recent 10 reports, 4/10 were price decreases, with the peak price of $2042 falling within the last 10 price updates."], [691, "2022-02-15T14:51:26Z", [0.9], ""], [104774, "2022-02-15T13:57:42Z", [0.15], ""], [13086, "2022-02-15T13:36:47Z", [0.25], "Looking at the charting patterns for these price spikes and they generally trend towards short with sharp peaks (per SE_MEYER... thanks for your note !)\nReviewing data to look at whether $2015 looks 'toppish' or if there's more bullish pressure from component parts of the plate steel process. "], [7053, "2022-02-15T13:34:32Z", [0.96], ""], [100664, "2022-02-15T10:52:07Z", [1.0], ""], [104297, "2022-02-15T08:33:02Z", [0.8], ""], [1333, "2022-02-15T08:11:07Z", [0.87], ""], [90168, "2022-02-15T07:08:57Z", [0.64], ""], [22113, "2022-02-15T06:52:11Z", [0.75], ""], [54543, "2022-02-15T05:34:30Z", [0.65], "recent news shows china raising prices."], [26854, "2022-02-15T05:03:43Z", [0.64], "I think the shortage of skilled labour will continue to be a problem causing increasing wages and increasing prices."], [104705, "2022-02-15T04:39:30Z", [0.6], ""], [43709, "2022-02-14T22:18:28Z", [0.33], ""], [80790, "2022-02-14T21:54:45Z", [0.62], ""], [99993, "2022-02-14T21:04:05Z", [0.6], ""], [13086, "2022-02-14T19:31:53Z", [0.5], ""], [35785, "2022-02-14T19:25:47Z", [0.2], "Steel prices has increased consistently over the past year due to demand and inflation. February will not see an increase due to pent up demand caused by weather and shipment backogs."], [1333, "2022-02-14T19:05:44Z", [0.88], ""], [26642, "2022-02-14T19:01:30Z", [1.0], "The pandemic roiled the employment marketplace.  Many jobs were found to be more productive when 100% remote, others were found to be intolerably risky with employers who demonstrated little to no care for the employees.  Many areas raised minimum wages and the employers needed to create these artificial shortages and supply chain issues to be able to raise prices high enough to punish the employees who demanded fair wages.  "], [3211, "2022-02-14T18:10:14Z", [1.0], "Inflation everywhere "], [1333, "2022-02-14T18:09:01Z", [0.89], ""], [79914, "2022-02-14T14:26:59Z", [0.0], ""], [104663, "2022-02-14T14:11:41Z", [0.6], "Net -0.4% decrease in price January 2022 despite 7.5% inflation rate (highest since 1982), I would expect market to react in the first weeks of February. As of January price is below all time high in 2021. US steel suppliers indicating strong market (high demand) and increased ability to negotiate higher prices. "], [104670, "2022-02-14T14:02:36Z", [0.4], ""], [104857, "2022-02-14T14:00:30Z", [0.6], "The price of steel plate has been rising fairly consistently since February 2021. https://www.scrapmonster.com/steel-prices/standard-plate-prices/595"], [1333, "2022-02-14T13:52:25Z", [0.9], "\nTrump-Era Tariffs on Japanese Steel Set to End\nThe U.S. has agreed to lift import tariffs on Japanese steel imposed by the Trump administration. The move will allow Japan to ship up to 1.25 million metric tons of steel to the U.S. duty-free each year\nThe White House says the arrangement will help lower the costs of imported steel for U.S. users\nA similar agreement was reached with the European Union in October\nGeoeconomic angle: U.S. trade officials said the deal with Japan will \"help us combat China’s anti-competitive, non-market trade actions in the steel sector.\""], [101187, "2022-02-14T13:50:31Z", [0.4], ""], [104661, "2022-02-14T13:00:49Z", [0.35], ""], [104669, "2022-02-14T12:06:38Z", [0.8], "Steel plate price has been steadily rising each month for the past year or so, and while in the past few months it has begun to taper off, it does not appear to be fully leveled off yet."], [104662, "2022-02-14T11:58:09Z", [0.65], ""], [101031, "2022-02-14T10:25:36Z", [0.38], "Ratio with Chinese product is much higher than over the past 20 years. A drop in price in China is already evident. While\n\"North American transaction values are expected to continue to decline, in the coming months. Procurement activity is weakening, amid rising stock levels at distributors and service centres. Domestic steelmakers are likely to offer discounts to boost sales.\" https://mepsinternational.com/gb/en/news/global-steel-prices-forecast-to-remain-elevated-in-2022\nmills production costs are driven by gas and electricity which have gone up.\nHowever, cost of production is not the only driver of commodity prices. People only pay what they pay. If customers think the price is going to drop then they will wait. If they want to use cheaper imported (even with the tarrifs then they will. All of a sudden prices will drop. Looking at previous peaks plate has followed HRB and CRC by a few months and their prices have already started dropping I am not confident in this forecast but I am leaning towards no"], [14603, "2022-02-14T08:36:32Z", [0.5], "https://www.argusmedia.com/metals-platform/price/assessment/PA00222000000 The price has not moved much since Jan 24. It seems to be slightly higher, other steel categories are sharply lower, equally if Ukraine becomes a raw commodity prices may jump. This is pretty tricky to forecast!"], [104907, "2022-02-14T07:07:05Z", [1.0], ""], [104905, "2022-02-14T04:38:38Z", [0.8], "Looks like steel has been in the rise since 2021, except May, Jul, and Oct, and after a dip, a modest rise back in Jan 2022. Due to supply chain issues, and rising demands for the production of  consumer goods using steel, I don't see the price falling anytime soon. However, spooks of inflation are hitting the market, perhaps moving the market to look forward for interest rate hikes and more saving from customers, but I'm assuming that may not happen until months down when markets are not so volatile."], [2351, "2022-02-14T03:49:14Z", [0.8], ""], [87177, "2022-02-13T19:51:34Z", [0.7], ""], [104889, "2022-02-13T19:43:39Z", [0.25], "Tarriff elimination and (slow) resolution of supply chain disruptions"], [91955, "2022-02-13T16:17:36Z", [0.8], "Ukraine political crisis will be continuing\n"], [88452, "2022-02-13T15:42:50Z", [0.0], "https://www.trade.gov/data-visualization/us-steel-import-monitor U.S. imports of steel mill products for domestic consumption (Quantity in mmt) from CHINA doubled in December 2021 and January 2022 compared to the months before, probably due to the extraordinarily high price level in North America that is defended by \"buy American\" requirements in large bidding processes for public purchasing, and a pricing gap between Chinese and American steel products that is so wide that even with a 200% tariff on top the U.S. market seems to have become attractive for Chinese exporters. In particular, the industry seems to have scaled imports up in the expectation of more debt-funded deficit spending via the expected \"Build Back Better Act\", which according to Joe Manchin (Sen. WV, D) in it's current shape and size, is \"completely dead\" in his view due to his fear of inflationary pressures the legislation could stoke.\nIn fact, \"Commodities less food and energy commodities\" as the sub-index of the CPI, had its highest inflation rate in at least two decades at 11.7% in January 2022, probably driven mainly by the price rally in base metals and industrial metals such as steel products. However, due to a temporary oversupply in steel in February amid delays in actual contracting and spending for new infrastructure projects and consistently growing imports, the price on the U.S. domestic market appears to be capped by tariff levels and with a high likelihood the price gap against the \"world export price\" will close very soon through increased export activity from e.g. Europe/the EU.\nhttps://www.whitehouse.gov/briefing-room/statements-releases/2021/10/31/joint-us-eu-statement-on-trade-in-steel-and-aluminum/\nhttps://www.bruegel.org/2021/11/what-to-make-of-the-eu-us-deal-on-steel-and-aluminium/\n"], [13086, "2022-02-13T14:26:31Z", [0.99], "Demand is steady and the price of associated raw materials is up, in some cases by 20%, since 24th Jan ‘22. Reference standard plate price 2015 dollars per metric ton on that date."], [4504, "2022-02-13T14:16:45Z", [0.6], "Some increase driven by supply chain disruption.  "], [695, "2022-02-13T13:14:02Z", [0.95], ""], [695, "2022-02-13T13:13:43Z", [0.75], "Demand is supposed to remain high and production doesn’t appear to be increasing "], [104850, "2022-02-13T12:33:36Z", [1.0], ""], [104848, "2022-02-13T11:48:16Z", [1.0], "Increased energy costs, combined with raw material suppliers taking advantage of increased inflationary pressures to expand profitability. "], [55726, "2022-02-13T11:37:56Z", [0.75], "Cost of energy is increasing. The end of covid will boost consumer demand. Supply chain issue will be further repaired. "], [104369, "2022-02-13T08:20:27Z", [0.8], ""], [104777, "2022-02-13T02:15:44Z", [0.4], "It seems that high demand and low supply is the primary factor in the high price of steel. With the lifting of EU steel tariffs there should be some negative pressure on the price [2].  Unfortunately, I wasn't able to confirm that the EU exports steel plates, which is mildly concerning as SteelBenchmarker shows stops showing price data for European steel plates around 2013.  The decreasing price of HRB and CRC steel prices seem like they should also be a weak indicator that the steel plate price should begin to decrease as well. This logic is lacking, however, as I don't have a good reason for why this should be a lagging effect. A single sentence from [1] might be suggesting that steel plate might have been resistant to the change because of increasing oil prices. Since oil prices have climbed since January 22nd, this would be an indicator for prices to increase. But, I would have expected the increase in prices to affect the price of steel scrap (since transportation costs would presumably increase), but steel scrap decreased in Jan '22. [1] https://agmetalminer.com/mmwp/2022/01/05/this-morning-in-metals-u-s-steel-prices-continue-to-cool/\n[2] https://www.piie.com/blogs/trade-and-investment-policy-watch/biden-and-europe-remove-trumps-steel-and-aluminum-tariffs"], [100273, "2022-02-13T01:07:52Z", [0.0], "Let's Go Brandon "], [100273, "2022-02-13T01:07:12Z", [1.0], "Inflation "], [92079, "2022-02-13T00:28:32Z", [1.0], ""], [80790, "2022-02-12T23:10:32Z", [0.89], ""], [50981, "2022-02-12T22:15:17Z", [0.92], ""], [62211, "2022-02-12T21:05:48Z", [1.0], ""], [691, "2022-02-12T17:42:34Z", [1.0], ""], [104803, "2022-02-12T15:37:13Z", [0.95], ""], [103236, "2022-02-12T06:34:34Z", [0.95], ""], [70711, "2022-02-12T01:54:27Z", [0.5], ""], [34815, "2022-02-12T00:48:27Z", [1.0], ""], [25601, "2022-02-11T21:02:42Z", [0.99], "Because Inflation"], [1333, "2022-02-11T20:03:53Z", [1.0], ""], [104805, "2022-02-11T19:53:16Z", [0.4], "President Trump kept steel plate prices higher than normal due to a Customs penalty on foreigh steel, which the Biden administration reports it will remove, and particularly as respects Japanese product.  The price of plate will diminish, and that is likely to mean that it will be kept stable or, of foreign producers need the sales, will reduce an a month-tomonth basis"], [104802, "2022-02-11T19:42:44Z", [1.0], ""], [29145, "2022-02-11T19:03:10Z", [0.99], ""], [8826, "2022-02-11T18:44:32Z", [1.0], ""]]}