{"question_id": 1688, "title": "Will President Trump's approval rating be lower on 5 August 2020 than it was on 1 July 2020, according to FiveThirtyEight?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.02, 0.98], "correct_answer": "No", "correct_forecast": 0.98, "preds": [[67609, "2020-08-05T06:57:21Z", [0.0], ""], [68, "2020-08-05T06:49:31Z", [0.0], ""], [94837, "2020-08-05T06:30:34Z", [0.01], ""], [93195, "2020-08-05T06:01:03Z", [0.01], ""], [93310, "2020-08-05T05:33:52Z", [0.0], "41.3 the last I check."], [92786, "2020-08-05T04:38:01Z", [0.03], ""], [92786, "2020-08-05T04:37:45Z", [0.04], ""], [92879, "2020-08-05T04:01:25Z", [0.04], "I am adjusting back up a little bit because there has been days when it moves 1% but it is  very rare. However as I mentioned in previous analysis, he made a very controversial statement on his HBO interview today, which might change it up. I however am 90% confident that there will be atleast a one day lag between video and affected in his polls rating, which is why it is still pretty low."], [92800, "2020-08-05T03:58:38Z", [0.01], "Updating my forecast due to the current momentum and the current approval level of 41.3%"], [93358, "2020-08-05T03:38:32Z", [0.0], "Not sure why but it is higher today..\nFrom 40.5 to 41.3%"], [88227, "2020-08-05T02:58:44Z", [0.05], "Well.... Whadaya know!?"], [34815, "2020-08-05T02:40:23Z", [0.0], ""], [93072, "2020-08-05T02:37:58Z", [0.01], ""], [92810, "2020-08-05T02:23:47Z", [0.01], "Updating for time decay. The forecast settles in one day."], [92794, "2020-08-05T02:19:37Z", [0.04], ""], [92794, "2020-08-05T02:19:30Z", [0.05], ""], [92794, "2020-08-05T02:19:15Z", [0.06], ""], [92793, "2020-08-05T02:17:02Z", [0.01], "Updating due to the current closeness of the deadline and the current approval rate of 41.3%. Leaving 1% chance for sudden extremely unexpected updates; e.g. unknown unknowns."], [92794, "2020-08-05T02:15:00Z", [0.07], ""], [92815, "2020-08-05T02:07:08Z", [0.0], ""], [92815, "2020-08-05T02:06:36Z", [0.08], "Assuming daily volatility of ~0.3% as earlier stated, having the question resolve Yes would involve a ~1.5 sigma event."], [92793, "2020-08-05T01:53:04Z", [0.02], "Comment deleted on Aug 05, 2020 02:16AM UTC"], [89039, "2020-08-05T01:22:36Z", [0.05], ""], [88010, "2020-08-05T01:15:54Z", [0.0], ""], [92819, "2020-08-05T01:14:42Z", [0.0], ""], [63963, "2020-08-05T01:13:14Z", [0.0], ""], [66285, "2020-08-05T01:10:08Z", [0.0], ""], [92939, "2020-08-05T01:06:50Z", [0.06], "I was basically looking at where the current approval was and the historical moves (their mean and std) to come up with this. I was also looking at past presidents and trying to figure out whether I should lean more one way or the other (basically gave them less weight as they arent as good of predictors). I will be bumping this up a little bit right now as Trump made an appearance today and he said 'it is what it is' about the death toll and I think that could bring his approval rating 1 point down. I will also be updating this tomorrow as I see how the website reacts to this piece of news"], [91142, "2020-08-05T01:05:44Z", [0.0], ""], [92819, "2020-08-05T01:02:16Z", [0.01], ""], [57628, "2020-08-05T01:01:26Z", [0.03], ""], [92789, "2020-08-05T00:57:50Z", [0.01], "Update based on new 538 data"], [92879, "2020-08-05T00:54:29Z", [0.02], "Unlikely for a poll to come out and have enough weight to move down."], [92980, "2020-08-05T00:48:22Z", [0.09], ""], [94645, "2020-08-05T00:26:23Z", [0.01], ""], [88098, "2020-08-05T00:01:48Z", [0.02], ""], [86710, "2020-08-04T23:40:50Z", [0.01], ""], [88002, "2020-08-04T23:37:42Z", [0.0], ""], [57778, "2020-08-04T22:42:46Z", [0.0], ""], [57778, "2020-08-04T22:42:14Z", [0.15], ""], [27661, "2020-08-04T22:42:11Z", [0.0], ""], [92786, "2020-08-04T22:41:27Z", [0.1], ""], [86069, "2020-08-04T22:31:49Z", [0.0], "Really unlikely to drop 1% point in a day."], [80790, "2020-08-04T21:32:43Z", [0.0], ""], [94632, "2020-08-04T21:32:14Z", [0.0], ""], [87440, "2020-08-04T21:21:36Z", [0.02], ""], [92501, "2020-08-04T21:16:01Z", [0.02], ""], [86785, "2020-08-04T20:15:06Z", [0.02], ""], [14993, "2020-08-04T20:04:15Z", [0.05], ""], [67403, "2020-08-04T20:04:03Z", [0.0], "the facebook thing was already at 99 yesterday and this is still at 10? seems a lot of people are too invested in their old forcast that turned out to be wrong \nfacebook stock is way more volatile then approval ratings and there are only 11 hours left \nis it just because trump is a more emotional topic than facebook?"], [75863, "2020-08-04T20:01:22Z", [0.01], ""], [92879, "2020-08-04T19:39:31Z", [0.1], "Pushing this back to 10% because Trump's Axiom interview was terrible and this will lower his approval rating. though I am not sure it will show in the polls this immediately, so I may reset it to 5% in the next 10 hours."], [68595, "2020-08-04T19:35:52Z", [0.95], ""], [71473, "2020-08-04T19:26:45Z", [0.6], "OMFG that interview 😄😄😄"], [12694, "2020-08-04T19:21:26Z", [0.0], ""], [88452, "2020-08-04T19:12:26Z", [0.0], ""], [93310, "2020-08-04T19:10:24Z", [0.0], ""], [88010, "2020-08-04T18:52:19Z", [0.01], ""], [93358, "2020-08-04T18:51:05Z", [0.0], "Not sure why but it is higher today..\nFrom 40.5 to 41.3%"], [67403, "2020-08-04T18:44:47Z", [0.0], ""], [87897, "2020-08-04T18:39:32Z", [0.0], ""], [43588, "2020-08-04T18:33:00Z", [0.0], ""], [1333, "2020-08-04T18:11:29Z", [0.05], ""], [88010, "2020-08-04T18:03:32Z", [0.02], ""], [75863, "2020-08-04T17:44:31Z", [0.0], ""], [88576, "2020-08-04T17:06:00Z", [0.0], ""], [81567, "2020-08-04T16:54:44Z", [0.0], ""], [67609, "2020-08-04T16:50:16Z", [0.03], ""], [88928, "2020-08-04T16:31:28Z", [0.01], "Currently at 41.3% 0.8% is a long way to drop in a day - almost certain the approval rating will be higher than 40.5%"], [22689, "2020-08-04T16:25:40Z", [0.0], ""], [92879, "2020-08-04T16:13:43Z", [0.05], "Currently at 41.3%, with a day and a half left, so adjusting."], [88098, "2020-08-04T16:06:05Z", [0.05], ""], [92801, "2020-08-04T16:05:07Z", [0.1], ""], [92887, "2020-08-04T15:43:23Z", [0.0], ""], [93072, "2020-08-04T15:40:25Z", [0.1], ""], [86233, "2020-08-04T15:13:06Z", [0.0], ""], [81262, "2020-08-04T15:03:53Z", [0.15], "2 days to go - still at 41.2%... adjusting expectations (still think there could be sizeable noise to create swings - current one out of nowhere) Funnily enough - close to initial Base Rate - If you look at the tracker it's only 7 of 42 months where he was trending below 40% (so ~17% of the time)"], [75863, "2020-08-04T14:34:20Z", [0.0], ""], [691, "2020-08-04T14:24:49Z", [0.0], ""], [94632, "2020-08-04T14:22:48Z", [0.0], "Dropping 0.7 points in a single day is incredibly difficult without, virtually impossible, without a massive scandal that encompasses the news cycle. With coronavirus and protests in the news, this is even more unlikely than usual."], [90457, "2020-08-04T14:21:41Z", [0.0], ""], [90433, "2020-08-04T14:12:07Z", [0.0], "For some messed up reason, Trump's ratings have gotten stronger lately, proving once again the US education system is crap. There is no way he dips below 40.5 right now, even though his numbers should be in the mid to low thirties like any other nation would."], [92817, "2020-08-04T13:50:12Z", [0.15], "I'm lowering my forecast probability primarily because the expiration date is a bit under two days away (the percentage number used is taken on August 6). For the approval rating to be lower than 40.5% in approximately two days, it must drop by at least 0.9% from 41.3% to 40.4% (40.4% is the largest number which is less than 40.5% assuming 0.1% tick size). This implies two things:\n1) The approval rating goes down - Given only two days, there most likely won't be much news, positive or negative, about Trump coming out, so I estimate this at ~50%.\n2) The magnitude of the approval rating change within two days is at least 0.9% - My initial fair value for this is less than 30%, but I will estimate it at 30% because the approval rating moved a lot last week, and there are likely other factors I haven't thought of which would shift the probability up. I don't have too much knowledge on how much Trump's approval rating typically moves within two days on 538. Assuming these two events are approximately independent (a bold assumption perhaps, but I have no way of quantifying their correlation), this gives me a probability of about 15%."], [89038, "2020-08-04T13:47:49Z", [0.08], ""], [93030, "2020-08-04T13:42:50Z", [0.0], "Polls yesterday came consistently with 538’s numbers themselves. Thus, there’s no potential for changes of .8% magnitude."], [72292, "2020-08-04T13:30:39Z", [0.0], ""], [88010, "2020-08-04T13:28:42Z", [0.06], ""], [89083, "2020-08-04T13:26:11Z", [0.0], ""], [87422, "2020-08-04T13:21:07Z", [0.0], ""], [88954, "2020-08-04T13:06:42Z", [0.02], ""], [92939, "2020-08-04T13:04:04Z", [0.05], ""], [87897, "2020-08-04T12:57:03Z", [0.08], "a change of that size in the remaining time is very unlikely"], [534, "2020-08-04T12:55:39Z", [0.0], "24 hours out from the deadline, it's at 41.3."], [92822, "2020-08-04T12:48:07Z", [0.15], "Current rating at 41.3%. Needs to drop by 0.8% over the next two days, seems unlikely. "], [87889, "2020-08-04T11:26:07Z", [0.1], ""], [92501, "2020-08-04T11:24:10Z", [0.1], ""], [80823, "2020-08-04T11:08:22Z", [0.04], "as we could see from the Five thirty five polls now the approval ratings have dipped after the July 4th speech as record number of people watched trump turn it into his election commercial,but still his figures have improved barely from the disaster and by numbers will be higher by an inch"], [87827, "2020-08-04T11:05:38Z", [0.1], "Little time left and even if bad polls come in today I doubt they'd be enough to drag the number down far enough."], [92810, "2020-08-04T11:00:51Z", [0.1], "We are currently at one day before the forecast settles. Trump is polling at 41.3. Given that the polling on a given day is a rolling average which includes previous polls, it would be very unlikely for Trump’s approval to fall below 40.5."], [71473, "2020-08-04T10:59:00Z", [0.2], ""], [92501, "2020-08-04T10:45:31Z", [0.15], ""], [92501, "2020-08-04T10:42:47Z", [0.25], ""], [60948, "2020-08-04T10:05:03Z", [0.2], ""], [85144, "2020-08-04T08:15:01Z", [0.0], ""], [92519, "2020-08-04T07:20:35Z", [0.0], ""], [88766, "2020-08-04T06:58:22Z", [0.0], ""], [88452, "2020-08-04T06:39:16Z", [0.35], "MorningConsult finally came in, quite low. Although not likely, more major polls may make this a closer race again. I was intrigued by the poll done by \nEmerson College (survey date 29-30 July, weight 1.58, approval 45%, adjustment -1(44%)) which will probably prove to be the final coffin nail to this question. It's a poll among likely voters, but it's also included in the \"All polls\" segment. Towards the question of interest, they state:\n\"Regarding Trump’s overall job approval as president, 45% of voters approve and 51% disapprove, a slight increase in both numbers from June (43% favorable /50% unfavorable). Among Independent voters, 42% approve and 55% disapprove.\"\nThis apparently is a monthly poll, but obviously the June 2020 release was not included by FiveThirtyEight; I wonder what it can be that made them change their mind versus the previous month. Among several ways to influence the result of a question asked in a poll, there is contextualizing. There are monothematic polls with a single question in focus - there is no context to take care of in these. Whenever there are one or more additional questions asked in a poll, there is a possible interference between the answers of the single questions, I guess. Convictions in the one question may trigger a certain mindset and subconscious reaction that leads to approval or rejection of the other question. Asked in separate monothematic polls the second answer could possibly look differently. I guess this is what happened in the Emerson College poll, although I don't want to insinuate intention. Here's the question set-up in this specific poll:\n\"Gender?\"\n\"Do you approve or disapprove of the job Donald Trump is doing as President?\"\n\"What is your party registration?\"\n\"In the November election, how do you plan on voting?\"\n\"If the Presidential Election were held today, would you vote for Donald Trump or Joe Biden?\"\n\"Which candidate are you leaning towards at this time?\"\n\"Who do you think Joe Biden should choose to be his running mate?\"\n\"Is your opinion of former Vice President Joe Biden favorable or unfavorable?\"\n\"Is your opinion of President Donald Trump favorable or unfavorable?\"\n\"Regardless of who you will vote for President, who do you think will win the Presidential election, Donald Trump or Joe Biden?\"\n\"If the General Election for U.S. Congress were being held today, for whom would you vote or lean towards voting in the district where you live?\"\n\"On Monday, Senate Republicans proposed the HEALS Act, a stimulus package that includes a second payment of up to $1,200 for individuals making less than $99,000. Is this stimulus payment for individuals not enough, too much, or sufficient?\"\n\"The HEALS Act also proposes to cut enhanced weekly unemployment benefits from $600 a week under the Cares Act. Should unemployment benefits be reduced, increased, or stay at $600 a week?\"\n\"Would you support or oppose a national mandate for all individuals to wear masks in public where social distancing is not possible?\"\n\"In your opinion, is it safe for K-12 schools to open on schedule considering the coronavirus epidemic?\"\n\"In your opinion, is it safe for professional sports teams to play considering the coronavirus epidemic?\"\n\"Who do you trust more to provide accurate information regarding the coronavirus epidemic in the US, President Donald Trump or Dr. Anthony Fauci?\"\n\"Do you have a favorable or unfavorable view of the police in America?\"\n\"Has your opinion of the police improved or worsened over the past four years?\"\n\"If a COVID-19 vaccination were available by the end of this year, how likely would you be to take it?\"\n\"Who did you vote for in the 2016 election?\"\n\"For statistical purposes only, can you please tell me your ethnicity?\"\n\"What is your age range?\"\n\"What is the highest level of education you have attained?\"\n\"Please select the type of area where you live.\"\n\"Do you think that Earth has been visited by aliens?\" (140 out of 955 replied yes... funny, isn't it?)\n\"Region\"\n\"Mode [online vs landline]\" I find it hard to see any of the questions, except for the demographics, that is not highly controversial, and so I expect the answers to be given in a \"hard line mode\", where Trump supporters are supposedly more activated than others, when it comes to national mask mandate, HEALS act and Cares act money, opening schools,role of the police, and not least the credibility of Dr. Fauci vs. POTUS.\nSo it highly depends on whether or not the questions were actually asked in this order. If not, and if the approval question has been asked last, the answer will be likely influenced by the context. The order of questions asked is decisive. I don't see much of a difference between the two questions (maybe it targets at Job versus sympathy as a person):\n\"Do you approve or disapprove of the job Donald Trump is doing as President?\"  and\n\"Is your opinion of President Donald Trump favorable or unfavorable?\"\nResponders, however, did see a difference:\nApproval: \nMale  |  Female  |  Total\n232\t53,0%\t206\t47,0%\t437\t100,0% Approve\n212\t43,4%\t276\t56,6%\t488\t100,0% Disapprove\n19\t49,3%\t20\t50,7%\t39\t100,0% Neutral or no opinion\n462\t48,0%\t502\t52,0%\t964\t100,0% Total Approval was 437 out of 964 replies (45.33%) But: if 39 out of 964 replies (4.05%) are \"Neutral or no opinion\", is there really a value added by this survey when it comes to accuracy? Favorability: 194\t50,2%\t192\t49,8%\t386\t100,0% Favorable\n250\t46,3%\t290\t53,7%\t540\t100,0% Unfavorable\n19\t51,4%\t18\t48,6%\t37\t100,0% Neutral of No Opinion\n0\t0,0%\t1\t100,0%\t1\t100,0% Never heard of this person (At least there's one woman who replied \"YES\" here...)\n462\t48,0%\t502\t52,0%\t964\t100,0% Total \"Favorability\" (whatever it is, if not approval) is significantly lower, at 386 out of 964 replies (40.04%). https://emersonpolling.reportablenews.com/pr/july-national-poll-biden-maintains-lead-in-presidential-race-majority-support-nationwide-mask-mandate-in-public-spaces\nhttps://cdn.filestackcontent.com/V2DuF6TS5mahEdFaPtzC\nsee tab \"Tables\" I also wonder if the high share of data collection through amazon Mechanical Turk (MTurk; 432 out of 964 data sets) is done operationally as reliable as by professional pollsters. I guess with every single poll included by FiveThirtyEight you will find weaknesses or weird things, if you look at it. ps. Scary, how many people believe that earth has been visited by aliens..."], [92805, "2020-08-04T04:02:59Z", [0.45], "Trump's current approval rate is at 41.2%. Given that most of the coronavirus epidemic and race relation issues have been baked into the current approval rate, between now and the approval rate on August 5th, I believe the prediction will change based on noise and/or unexpected news. For example, something unexpected that happened was Trump forcing Tik Tok to sell its US division, which likely ticked his approval rating higher. While it was known that there was general suspicion about Tik Tok Data and being used by the Chinese government, it was quite unexpected that Trump would come up with such an order. Due to my knowledge that I had no prior information that would really give me and edge in predicting this, I stuck close to 50% with slight bias to the rating being down due to his administrations response to the coronavirus epidemic. I will adjust my prediction slightly lower given he is now .7% above the cutoff. This amount I believe is not significant enough to tilt my prediction on way, a it is not uncommon for the poll to fluctuate by around ~.5%, so I will adjust slightly, but maintain that mostly noise and unexpected news is in play, hence why I cannot really add additional confidence. "], [93072, "2020-08-04T02:53:34Z", [0.15], ""], [89135, "2020-08-04T02:26:12Z", [0.0], ""], [92794, "2020-08-04T02:15:52Z", [0.13], ""], [92794, "2020-08-04T01:56:32Z", [0.15], ""], [66692, "2020-08-04T01:29:10Z", [0.0], ""], [88500, "2020-08-04T00:51:13Z", [0.5], ""], [91142, "2020-08-04T00:18:39Z", [0.07], ""], [91142, "2020-08-04T00:17:33Z", [0.12], ""], [88098, "2020-08-04T00:00:48Z", [0.18], ""], [75794, "2020-08-03T23:55:48Z", [0.0], ""], [85986, "2020-08-03T23:43:25Z", [0.25], ""], [93310, "2020-08-03T23:42:40Z", [0.05], ""], [32258, "2020-08-03T22:33:33Z", [0.0], "Not happening. "], [14107, "2020-08-03T22:28:37Z", [0.25], ""], [92249, "2020-08-03T22:07:00Z", [0.0], "Regressing to the mean, POTUS approval rating has historically been above 40.5"], [62808, "2020-08-03T22:04:46Z", [0.75], ""], [93358, "2020-08-03T22:02:59Z", [0.2], "Not sure why but it is higher today..\nFrom 40.5 to 41.4%"], [86069, "2020-08-03T21:54:33Z", [0.04], ""], [86658, "2020-08-03T21:48:16Z", [0.01], ""], [89038, "2020-08-03T21:16:52Z", [0.1], ""], [86554, "2020-08-03T21:02:09Z", [0.0], ""], [92788, "2020-08-03T20:41:22Z", [0.01], "Most recent value 41.4%. 100 past days of vol ==> .7%.  To be lower, you'd need a change of 40.5/41.4 - 1 = -2.17% ==> 3.1 standard deviations. Assuming normality, this is a 0.3% probability. This distribution definitely has fat fails, so we increase to 1%. "], [88590, "2020-08-03T20:40:36Z", [0.0], "Monday afternoon and he is at 41.4. Hard to imagine dropping that much- recent trend has been up so I think he will not be lower than the 40.5 cutoff (no editorial comment from me though)"], [94632, "2020-08-03T20:36:28Z", [0.01], "Updating from 3% to 1% to reflect the increase from the weekend."], [22689, "2020-08-03T20:23:16Z", [0.05], ""], [56170, "2020-08-03T20:09:35Z", [0.0], ""], [92467, "2020-08-03T19:35:44Z", [0.25], ""], [94792, "2020-08-03T19:29:44Z", [0.55], ""], [27661, "2020-08-03T19:28:51Z", [0.01], ""], [38, "2020-08-03T19:09:21Z", [0.02], ""], [8663, "2020-08-03T18:58:52Z", [0.0], ""], [89083, "2020-08-03T18:47:41Z", [0.6], ""], [93030, "2020-08-03T18:32:51Z", [0.07], "Updating w/ time decay"], [1333, "2020-08-03T18:27:20Z", [0.15], ""], [43621, "2020-08-03T18:26:13Z", [0.1], ""], [1333, "2020-08-03T18:24:49Z", [0.25], ""], [92275, "2020-08-03T18:24:21Z", [0.2], ""], [1333, "2020-08-03T18:22:08Z", [0.35], ""], [88002, "2020-08-03T18:11:34Z", [0.02], ""], [88098, "2020-08-03T18:00:35Z", [0.2], ""], [92939, "2020-08-03T17:53:37Z", [0.1], ""], [67609, "2020-08-03T17:46:15Z", [0.12], ""], [754, "2020-08-03T17:41:38Z", [0.0], ""], [87889, "2020-08-03T17:36:47Z", [0.2], ""], [88147, "2020-08-03T17:25:38Z", [0.25], ""], [90517, "2020-08-03T17:17:16Z", [0.69], ""], [93195, "2020-08-03T17:15:41Z", [0.17], ""], [88928, "2020-08-03T17:15:29Z", [0.27], ""], [92879, "2020-08-03T17:10:18Z", [0.16], "Approval rating is now 41.4%, and a weekend has passed. Given this, I am adjusting downward."], [92791, "2020-08-03T16:40:12Z", [0.27], "Previous adjustment was in error (I flipped the direction of the question).  Analysis largely the same as before, but now Trump's approval rating is 41.3% with 2 days left.  Still room for some volatility due to new polls being released, but estimate should be adjusted downward to reflect increase in approval rating and the passage of time."], [92791, "2020-08-03T16:37:50Z", [0.73], "Comment deleted on Aug 03, 2020 04:39PM UTC"], [92793, "2020-08-03T16:20:24Z", [0.3], "Given that the approval rating at this moment is 41.3%, then my forecast is capped at 50%. Treating Trump's approval rating as a random walk, I would ballpark the chance of Trump's approval rating being below 40.5% on August 5th as around 33%. Prior to the most recent polls, however, his approval rating hovered around 40.2%-40.5% for a few weeks, and there does not seem to be any recent major events that support a rise in his approval rating. This would indicate a higher than 33% chance, but as pointed out by several comments, Rasmussen polls are likely to be added to the 538 model soon, and those polls, which have significant weight in 538's model, have shown increasing approval ratings. This more than counterbalances the \"stickiness\" of Trump's previous approval ratings, so I assign my final probability as 30%, where I believe there is more volatility than the current crowd forecast of 25% seems to indicate, but assign a lower probability than I would have predicted before I updated on the information about Rasmussen polls."], [84880, "2020-08-03T16:08:12Z", [0.01], ""], [77676, "2020-08-03T16:01:14Z", [0.3], ""], [534, "2020-08-03T15:52:57Z", [0.1], "Currently at 41.4%"], [86554, "2020-08-03T15:52:55Z", [0.03], ""], [86554, "2020-08-03T15:52:22Z", [0.28], ""], [87943, "2020-08-03T15:51:07Z", [0.0], ""], [87943, "2020-08-03T15:50:09Z", [0.05], ""], [72292, "2020-08-03T15:49:56Z", [0.01], ""], [32258, "2020-08-03T15:45:48Z", [0.05], ""], [88452, "2020-08-03T15:45:17Z", [0.0], "Since some pollsters obviously found a way to \"hack\" FiveThirtyEight's methodology in order to rig public opinion,\n(explanation:  https://www.gjopen.com/comments/1097781)\nand I no longer believe there will be a counterweight large enough to turn around the approval index, I'm forced to change my mind."], [88010, "2020-08-03T15:35:06Z", [0.12], ""], [12694, "2020-08-03T15:32:25Z", [0.15], ""], [88098, "2020-08-03T15:32:04Z", [0.25], ""], [12694, "2020-08-03T15:31:41Z", [0.2], ""], [86658, "2020-08-03T15:12:38Z", [0.08], ""], [88569, "2020-08-03T15:12:08Z", [0.02], ""], [67403, "2020-08-03T15:02:56Z", [0.01], ""], [93072, "2020-08-03T14:46:19Z", [0.2], ""], [754, "2020-08-03T14:40:46Z", [0.1], "Jeez!  "], [86785, "2020-08-03T14:31:45Z", [0.35], ""], [94645, "2020-08-03T14:27:56Z", [0.1], "Update for current trend"], [92788, "2020-08-03T14:26:13Z", [0.4], "This graph has some stickiness---it is not a random walk. A better measure of recent performance is an exponentially weighted moving average. If we use a window of 10 days (the visually determined stickiness), the rating is 40.68%. This gives a base probability of around 45%. Adjusts:\n- There appear to be more upcoming polls by YouGov and Rasmussen, which predict a higher approval rating, the recent low ratings are from many polling agencies that appear just once in the list. Adjust 45% -> 40%."], [92788, "2020-08-03T14:25:47Z", [0.0], "Comment deleted on Aug 03, 2020 02:26PM UTC"], [88954, "2020-08-03T14:19:44Z", [0.05], ""], [14993, "2020-08-03T14:17:35Z", [0.22], ""], [92501, "2020-08-03T14:12:18Z", [0.33], ""], [85535, "2020-08-03T14:06:08Z", [0.0], ""], [87897, "2020-08-03T14:02:37Z", [0.15], "the trend seems to indicate regression back toward long-term levels."], [87701, "2020-08-03T13:07:25Z", [0.98], "Poor management of coronavirus"], [90446, "2020-08-03T12:43:56Z", [0.0], "- All evidence in poll data suggests 'degree of inevitability,' that approval will indeed lay above 40.5% by Wednesday (5th). Simplest examples of which exist in both 538 analyses and Rasmussen Reports - https://www.rasmussenreports.com/public_content/politics/trump_administration/trump_approval_index_history\n*Revision: Rasmussen now has consistent approvals above disapproval percentages (3rd Aug). **Observation: Significant proportion of crowd appear unable to remove beliefs/wishful thinking from forecasts. Despite evidence suggesting 'upward trend,' many forecast the opposite with what appears to be mere opinion, predicated upon nothing more than a dislike for Trump (i.e. an obvious lack of evidence) and disagreement with his handling of current events. One's OWN approval has no place in this question, yet answers are perpetually weighted with such simple biases? \nTo counter, one has simply to ask, \"I believe x, but what evidence is there to support it?\""], [92819, "2020-08-03T12:25:46Z", [0.85], "42.3% approval on July 1st, currently 41.2%. There's been an uptick but a 1.1% move in 2 days seems very unlikely (hand wavey I know, but I'm sure that taking the time to do the statistical computation would result in a similar message). There doesn't seem to be any catalysts within the next 2 days expect for maybe a stimulus check extension. Therefore, boosting the probability up to 85% for YES, approval will be lower on Aug 5th than July 1st."], [92815, "2020-08-03T11:59:18Z", [0.1], "Currently stands at 41.2%, Vol assumed to be 5%."], [88590, "2020-08-03T11:47:57Z", [0.1], ""], [1333, "2020-08-03T11:45:42Z", [0.45], ""], [87991, "2020-08-03T11:41:36Z", [0.18], ""], [86342, "2020-08-03T11:38:13Z", [0.5], ""], [86658, "2020-08-03T11:35:38Z", [0.24], ""], [86554, "2020-08-03T10:55:05Z", [0.28], ""], [86554, "2020-08-03T10:54:40Z", [0.58], ""], [43189, "2020-08-03T08:17:13Z", [0.5], ""], [94777, "2020-08-03T08:16:39Z", [0.33], "Donald Trump has handled the coronavirus crisis really badly and people are still dying in the thousand in the USA."], [88766, "2020-08-03T07:55:35Z", [0.08], ""], [19127, "2020-08-03T07:27:45Z", [0.25], ""], [67232, "2020-08-03T06:07:45Z", [0.05], ""], [94734, "2020-08-03T05:42:06Z", [0.5], "It depends on what he says in the next 48 hours."], [81262, "2020-08-03T05:12:57Z", [0.4], "538 - today at 41.2%...reverting to mean; will be dependent on micromovements (difference in polls & methodologies rather than underlying trends)"], [89013, "2020-08-03T04:03:33Z", [0.15], ""], [87943, "2020-08-03T02:27:21Z", [0.1], ""], [87943, "2020-08-03T02:26:40Z", [0.2], ""], [92809, "2020-08-03T02:25:10Z", [0.25], "We see a most-recent approval rating of 41.2%. We can utilize a similar process to my earlier forecast, specifically modelling the approval rating time series as a random process (sum of differences, roughly normally distributed). Using a daily standard deviation of 0.2% again, we see only a 3% chance of falling below 40.5%. However, we must factor in the tendency for mean-reversion and quality of the most recent polls that have biased the results. 538 handles quality evaluation, but we see some potential slight bias from YouGov. In addition, it's hard to see much good news being released in the next few days, especially as the stimulus bill sees additional delays. We add a 22% chance of reversion outside of normal statistical behavior, and arrive at a final probability of 25%"], [94369, "2020-08-03T01:12:25Z", [0.3], ""], [92818, "2020-08-03T01:00:43Z", [0.4], "During all the month of July, the approval rating was around 40.5. The last poll at end of July gave the president around 41%. Looking at the increased tension between the US and China, Donald Trump may improve his rating."], [93358, "2020-08-02T23:50:53Z", [0.2], "Too much fluctuation but so far it approval is higher from 40.5 to 41.2"], [94754, "2020-08-02T23:47:46Z", [0.05], "'Law and order' response in Portland and Seattle appears to please the base. If there is a death at the hands of the fed during the protest responses then his approval may drop below 40.5\nCOVID Cases could flatten making a 'record' day less likely, whilst deaths are slowly increasing, it's unlikely there will be another record day.\n "], [27661, "2020-08-02T23:01:48Z", [0.1], ""], [93154, "2020-08-02T23:01:31Z", [0.39], "COVID "], [87440, "2020-08-02T22:33:48Z", [0.2], ""], [32258, "2020-08-02T22:33:39Z", [0.1], "I have no idea why, after so much unprecedented bad news it went up...except for one thing mentioned earlier by @Censusguyz that Trump returning to COVID-19 press events would likely help his approval. I  believed that Trump moving his lips more would sink him a little more.  I believe I was wrong about that."], [93030, "2020-08-02T22:32:19Z", [0.09], "A positive week of tech stocks rallying with FAANG earnings alongside positive Fed Reserve news have jumped Trump's rating up to 41.2%. Two significant polls (Gallup and Monmouth) haven't reported yet; however, with the differential so high and Trump's resilience to scandal related news, the probability these polls direct significant enough impact to decrease his rating below 40.5% seems significantly unlikely. "], [84880, "2020-08-02T21:58:26Z", [0.23], ""], [57400, "2020-08-02T21:20:02Z", [0.02], ""], [172, "2020-08-02T21:07:46Z", [0.05], ""], [92814, "2020-08-02T21:07:10Z", [0.3], ""], [73050, "2020-08-02T21:01:31Z", [0.3], ""], [92812, "2020-08-02T20:55:59Z", [0.3], "Trump's approval rating as of July 31 is 41.2%, which is the highest it was in July. His rating has increased 1% from 40.2% the week of July 27, representing an average daily change of 0.2%. Even if Trump's approval rating decreases 0.2% each day until August 5, the rating would be 40.6%, which is still higher than 40.5% on July 1. Thus, my prior is relatively low, around 20%. However, events that could impact Trump's approval rating are the July jobs report, unemployment benefits being debated in Congress, and follow-ups to Trump's tweet to delay the election. These could increase the variance in his approval rating, so I increased my probability to 30% to account for this uncertainty."], [81567, "2020-08-02T20:45:59Z", [0.6], ""], [92813, "2020-08-02T20:35:05Z", [0.1], "The past week with SP resurging and tech stocks rallying coupled with promising Fed QE news seems to have boosted Trump's approval rating significantly, to even far beyond what it's been consistently hovering around for the past couple months. With the current 41.2% approval rating in mind, it seems very unlikely now that we would see it dip below 40.5%, which was what the 1 July 2020 rating was. "], [88766, "2020-08-02T20:33:32Z", [0.23], ""], [92980, "2020-08-02T20:27:13Z", [0.45], ""], [91280, "2020-08-02T20:21:56Z", [0.75], ""], [37236, "2020-08-02T19:58:01Z", [0.67], ""], [92811, "2020-08-02T19:52:51Z", [0.4], "Trump's approval ratings seem to have gone up in the past couple of days, and above the July 1 estimate. However, I still believe there will be some negative drift in his ratings as we progress in the last days, but it might not be enough to counteract the huge jump in approval we've seen on July 31."], [88576, "2020-08-02T19:39:24Z", [0.2], ""], [92792, "2020-08-02T19:16:05Z", [0.25], ""], [66285, "2020-08-02T18:54:25Z", [0.07], "Surprisingly, his approval seems to have gone up over a percentage point in recent days. There may not be enough time to lose that bump before Aug 5. On the other hand, if the administration cannot come up with a renewed economic stimulus plan, and the markets react adversely to this, there is a chance of his approval suffering."], [92817, "2020-08-02T18:52:52Z", [0.3], "Trump's current approval number on 538 is 41.2%, which is 0.7% above the July 1 number. This is a fairly substantial change, so my new forecast is fairly below 50% to reflect this information. However, I still think it is a bad idea to air my forecast too close to 0% or 100%, because the approval rating has moved around frequently. Today (Aug 2nd) the approval rating is 41.2%, while just five days ago (Jul 28) it was 40.1%. The ability of the rating to fluctuate a considerable amount within the next three days makes my forecast air not too close to 0%, so I will settle in at 30% for now. If the approval rating remains relatively steady (or increases) within a day or two, I will shift my probability closer to 0."], [94632, "2020-08-02T18:37:05Z", [0.03], "Talks of stimulus seems to have flat-lined even among members of the GOP after the President's proposal included funding for a new FBI HQ in DC, so there likely won't be a big 'free-money' boost in the next few days. However, with a rating right now over his 40.5% mark a month ago directly after the unemployment benefits ended and reports of the worst quarter (GDP wise) in US history, it is difficult to see him breaking that floor with any news in the coming days. Monday results may alter this prediction, but given his resilience to scandals in the past, I doubt his supporters will be phased by his election tweet, news of the tracking of journalists by intelligence agencies, or federal troops entering Chicago this weekend."], [38, "2020-08-02T18:12:23Z", [0.1], "I seem to be a poor judge of what will move public opinion so I looked at: \n-the weighting that 538 does of the polls\n-at which heavily-weighted polls are yet to come in before this question closes (Gallup & Monmouth)\n-at the trend in recent polling (up)\n-that the heavily-weighted IBD poll was up 2% most recently from prior  Gallup & Monmouth have yet to report; last month they reported 38 & 41% respectively, and they are weighted 1.24 and 1.94 respectively.  Their polling will probably determine the outcome of this question; their polling will  have to be significantly lower to offset the 2% increase in the IBD poll, and given the trend in less heavily-weighted polls, I don't see that happening.\n"], [88422, "2020-08-02T17:28:33Z", [0.8], ""], [85144, "2020-08-02T17:25:54Z", [0.35], ""], [57628, "2020-08-02T17:20:02Z", [0.07], ""], [85986, "2020-08-02T17:19:43Z", [0.65], ""], [54564, "2020-08-02T17:12:13Z", [1.0], "Lowest rated president ever. "], [6978, "2020-08-02T16:53:57Z", [0.1], ""], [92822, "2020-08-02T16:42:22Z", [0.28], "He is currently at 41.2, so his rating would need to drop by 0.8 over the next 3 days for this to be correct. Will re-evaluate when the Monday polling comes out (the election tweet may have some ramifications)"], [55827, "2020-08-02T16:21:27Z", [0.85], ""], [87440, "2020-08-02T16:14:12Z", [0.4], ""], [89892, "2020-08-02T15:52:56Z", [0.75], "His continued failed response to Covid-19 will be his undoing "], [13306, "2020-08-02T15:49:26Z", [0.0], ""], [93964, "2020-08-02T15:48:42Z", [0.9], "Continued polls showing Trumps lies aren't resonating, continued Covid deaths and positivity rates for virus.  Trump's continuing antics, which seem to be getting even more weird and desperate.  (Yeah...I got a bias you probably figured out.  But I think it is an evidence based bias! :) )\nRudi Hoffman  rudi@rudihoffman.com"], [16109, "2020-08-02T15:41:53Z", [0.75], "The media runs nonstop hit pieces on the President"], [88452, "2020-08-02T15:27:10Z", [0.66], "I really struggle to understand what might have pushed POTUS's approval in the past week (or ten days, since there is a time lag in the polls as some commentators mentioned earlier). Here the only explanation I find: The recent polls reflect a large portion of HOPE, and they reflect only approval on certain, very limited aspects of POTUS's presidency: Some topics, on which the incumbent  *appeared*  to have learned a lesson (until reality has proven otherwise):\n/The very fact that the WH has started a daily press briefing after months of absence; it reflects the HOPE that the administration will finally begin to take the virus seriously, work on a consistent strategy and finally present a science-based, consistent solution. As far as our common experience guides us, this will not happen.\n/The fact that the Republican national congress has been cancelled, is a very agreeable move, since everything less would have been crazy. The way POTUS argued (safety of the American people was, is, and will be his major concern bla bla), aand how he appeared to outvote the Republican organization for his (ostensibly) very personal concerns, made him appear almost responsible and sympathetic. I almost believed him.\n/The fact that he told FOX news he sometimes regrets shooting out tweets hot-handed, made him appear almost rational - that's the takeaway of some people polled may have been. What they should have taken away, is: he knows how stupid that is, but it won't keep him (or rather his propaganda social media team) from doing so.\n/The HOPE he's maybe speaking the truth about children being \"almost immune\" against the virus (the summer camp incident in Georgia proved the opposite)\n/The announcement of troop withdrawal makes him credible at least for a while, in a way the he \"does what he says\" (but only until you learn that the withdrawal of the F/A-16 squadron from Spangdahlem has obviously been scrapped again already.)\n/The announcement that federal troops would be withdrawn from Portland,OR may have sparked some HOPE that the days of cultural war in the US may be over and POTUS may be willing to listen to the other side as well (until you learn that federal troops will remain where they are, a few days later)\n/The fact that POTUS, talking about how he'd love to see everybody wearing a mask, just in case social distancing is not possible, now HOPEfully did his 101 on SARS-CoV-2 and understood the meaning and importance of it after months (just to learn that this still doesn't apply to himself and he starts fighting the mask war again shortly after).\n/POTUS personally kept out of the struggle for an extension of the stimulus bill, so all of the fail in this falls back on the Republican party (or the democratic decision-making process they're about to destroy) or the \"Washington swamp\", and none of that will stick to the president as a person, a self-proclaimed outsider... So in my opinion we observe the effect, that the unexpected, positive news (even though they're just unfounded announcements in some cases) stick much better than average news, and probably the later, contrary news - which represent the matter of fact - don't reach the people questioned in the polls at all. Or they are not strong enough to amend the picture in the people's mind for a while, until the final disappointment arrives. Secondly, unless the poll explicitly asks for an approval of his total presidency so far, they will receive a reply that is colored with the latest news, in a less dark picture overall, which are in fact only a very small island of HOPE in some aspects in a very large sea of denial, lies and fail. My guess is, quite naturally people will be driven to cling to that small island instead of admitting to themselves they're in fact left alone, swimming in the open sea of his presidency overall. A good portion of distraction helped him wind out of more urging topics this week, too:\nhttps://www.youtube.com/watch?v=Te4zcrttUD0 IBD/TIPP (survey date 26-28 July, weight 2.03, approval 39%, adjustment +2(41%))\ncame in with a high weight and an unexpectedly high upward adjustment of +2, but that's no wonder if you ask investors and stock owners these days: he promised an economic comeback, and he (or rather Wall St greed) kept his promise (if you take the stock markets, not the personal financial situation of many as a benchmark). Investors don't care about fatalities on Main St. Emerson College (survey date 29-30 July, weight 1.58, approval 45%, adjustment -1(44%))\nis another thing that I haven't expected this way: a rather high weight for such a small poll (probably due to the A- rating), and it's rare (and inexplicable) to see a 45% downgraded by just one percentage point. IPSOS (survey date 27-28 July, weight 0.66, approval 38%, adjustment +1(39%))\npoints to another direction, but is singular at the moment and too lightweight to counter. I decided to expect more of the heavy polls above 1.5 weight in the days  before 05 August 2020, and thus raise my probability a bit until it's proven otherwise.\nRight now, he (or rather his Florida residence in Palm Beach) is in the eye of the storm, very un-metaphorically; but the storm is still there... When his Trump organization will apply for millions of federal emergency assistance to the state of Florida, it'll be the straw that'll break the camel's back."], [86233, "2020-08-02T15:19:19Z", [0.25], ""], [86233, "2020-08-02T15:18:56Z", [0.35], ""], [57628, "2020-08-02T15:18:27Z", [0.23], ""], [50981, "2020-08-02T15:14:00Z", [0.15], ""], [41952, "2020-08-02T14:56:42Z", [0.0], ""], [92275, "2020-08-02T14:41:21Z", [0.45], ""], [90882, "2020-08-02T14:31:45Z", [0.2], ""], [20156, "2020-08-02T14:27:34Z", [0.2], ""], [91695, "2020-08-02T14:17:23Z", [0.7], ""], [90631, "2020-08-02T14:17:19Z", [0.99], ""], [90457, "2020-08-02T14:11:09Z", [0.02], ""], [92249, "2020-08-02T14:10:31Z", [1.0], ""], [691, "2020-08-02T13:59:24Z", [0.62], ""], [87943, "2020-08-02T13:57:24Z", [0.66], ""], [66305, "2020-08-02T13:56:48Z", [0.99], ""], [745, "2020-08-02T13:49:49Z", [0.75], ""], [87700, "2020-08-02T13:29:44Z", [1.0], "The impact of his poor performance on COVID19"], [87827, "2020-08-02T13:28:13Z", [0.4], "Dropping back down a little bit, his election postponement tweet was a bit too recent to be impacting the polls yet and it's still possible that makes his approval drop by the 5th. I think that's the only recent news that would have much impact on his rating, otherwise I think he's slowly reverting to closer to his usual rating as people begin to \"forget\" about the protests. It will probably stay permanently lower, but I think 40.5% was the bottom of the dip and it might stay between 41 and 42%."], [94425, "2020-08-02T13:27:30Z", [0.1], ""], [86554, "2020-08-02T13:21:12Z", [0.23], ""], [1333, "2020-08-02T13:19:45Z", [0.55], ""], [57628, "2020-08-02T13:18:51Z", [0.55], "Comment deleted on Aug 06, 2020 02:41PM UTC"], [56170, "2020-08-02T13:13:04Z", [0.28], ""], [651, "2020-08-02T13:10:00Z", [0.95], ""], [87889, "2020-08-02T12:41:03Z", [0.35], ""], [87889, "2020-08-02T12:40:02Z", [0.45], ""], [86429, "2020-08-02T12:39:49Z", [0.2], "approval rating improved as i suspected with the new messaging. "], [14107, "2020-08-02T12:34:13Z", [0.55], ""], [93195, "2020-08-02T11:29:36Z", [0.24], ""], [1333, "2020-08-02T08:04:07Z", [0.65], ""], [45594, "2020-08-02T07:19:46Z", [0.5], ""], [89021, "2020-08-02T06:29:15Z", [0.38], "Comment deleted on Aug 02, 2020 06:30AM UTC"], [86258, "2020-08-02T05:29:45Z", [0.75], ""], [94435, "2020-08-02T03:02:00Z", [0.4], ""], [92501, "2020-08-02T02:16:18Z", [0.52], ""], [86785, "2020-08-02T01:22:21Z", [0.4], ""], [88098, "2020-08-02T01:11:00Z", [0.4], ""], [57628, "2020-08-02T00:29:58Z", [0.21], ""], [92800, "2020-08-01T22:38:42Z", [0.1], "Updating my forecast due to momentum of the recent YouGov and Emerson College polls. As of August 1, using my previous argument, the rate ending up below 40.5 is very unlikely"], [92792, "2020-08-01T21:53:58Z", [0.25], "The current approval rating is 41.2%, which is 0.7% higher than 40.5%, which was the approval rating on July 1. Given we have only 4 days before August 5, the probability that the rating will be lower on August 5th should be lower than 50%. And a 0.7% change is likely to occur, but with somewhat small probability. "], [27661, "2020-08-01T21:45:37Z", [0.25], ""], [94750, "2020-08-01T21:05:55Z", [0.67], "@trump comments that elections should be delayed because of concern of voter fraud went down badly. Hi s handling of the @Covid-19 outbreak is unremarkable. It is also a still a long way from the presidential elections so the protest vote will be stronger."], [92789, "2020-08-01T21:00:06Z", [0.7], "Keep my forecast constant, balance between current 538 number, credibility of the poll, and time decay. "], [92794, "2020-08-01T20:58:42Z", [0.19], ""], [92794, "2020-08-01T20:55:19Z", [0.2], ""], [88766, "2020-08-01T20:44:31Z", [0.16], ""], [88590, "2020-08-01T20:35:37Z", [0.2], "creeping up to 40.1 with 4 days to go"], [92794, "2020-08-01T19:32:23Z", [0.29], ""], [89039, "2020-08-01T19:05:01Z", [0.1], "Trump's approval rating has upticked sharply in recent days to 41.2 percent according to FiveThirtyEight. It is unlikely to decline to the extent that it is lower than it was on 1 July."], [86658, "2020-08-01T18:57:34Z", [0.29], ""], [68240, "2020-08-01T18:43:53Z", [0.45], ""], [1333, "2020-08-01T18:24:46Z", [0.71], ""], [89135, "2020-08-01T18:22:43Z", [0.05], ""], [88098, "2020-08-01T18:14:22Z", [0.45], "Trump's tweet on postponing the elections is again a game changer. This will lead to change in direction for the ratings. Now I expect the rating to move downwards over next 1-2 weeks. "], [11430, "2020-08-01T18:12:51Z", [1.0], ""], [91201, "2020-08-01T18:07:21Z", [1.0], ""], [67232, "2020-08-01T18:06:37Z", [0.15], ""], [94645, "2020-08-01T18:00:39Z", [0.2], "Update based on recent spike"], [92939, "2020-08-01T17:56:04Z", [0.35], ""], [22689, "2020-08-01T17:51:21Z", [0.1], ""], [22689, "2020-08-01T17:47:56Z", [0.5], ""], [94737, "2020-08-01T17:03:41Z", [0.2], ""], [691, "2020-08-01T16:28:55Z", [0.65], ""], [15839, "2020-08-01T16:15:24Z", [0.85], ""], [1333, "2020-08-01T16:06:34Z", [0.72], ""], [80475, "2020-08-01T16:05:41Z", [0.0], "Yikes, misread the question. My brain doesn't handle double negatives very well. I think he'll be higher on Aug. 6 than he was on July 1. Going all in, just for fun."], [93072, "2020-08-01T16:00:17Z", [0.33], "Really should've have stuck with my reasoning here from earlier: https://www.gjopen.com/comments/1085596"], [90433, "2020-08-01T15:38:19Z", [0.1], "Trump's numbers are inexplicably going up. Not a lot but enough to make this number higher than 40.5%"], [67403, "2020-08-01T15:30:48Z", [0.1], ""], [32258, "2020-08-01T14:51:23Z", [0.6], ""], [56170, "2020-08-01T13:36:43Z", [0.45], ""], [90457, "2020-08-01T13:08:23Z", [0.05], "Lowering my forecast. It seems likely to be above where it was at on July 1. "], [90167, "2020-08-01T12:56:43Z", [0.0], ""], [87422, "2020-08-01T12:48:49Z", [0.1], ""], [534, "2020-08-01T12:33:03Z", [0.35], "It is currently up to 41.2%. "], [37236, "2020-08-01T12:08:25Z", [1.0], "https://projects.fivethirtyeight.com/trump-approval-ratings/ "], [12694, "2020-08-01T11:55:58Z", [0.35], ""], [67609, "2020-08-01T11:43:15Z", [0.16], ""], [41373, "2020-08-01T11:18:42Z", [0.0], "41.2 July 31 vs. 40.2 July 27: an unusually quick change!\nMia culpa for being over-confident over the last three weeks of a progressive slide in approval. \nGW Bush also had brief gains in approval in August-October of his re-election year - can anyone recall why?"], [41373, "2020-08-01T11:12:47Z", [0.0], ""], [88766, "2020-08-01T10:32:14Z", [0.0], ""], [86658, "2020-08-01T09:49:22Z", [0.31], ""], [67403, "2020-08-01T08:40:07Z", [0.2], ""], [90446, "2020-08-01T08:31:25Z", [0.08], ""], [86554, "2020-08-01T06:58:26Z", [0.45], ""], [93195, "2020-08-01T06:55:06Z", [0.34], ""], [86069, "2020-08-01T05:47:35Z", [0.1], ""], [66692, "2020-08-01T05:23:43Z", [0.1], ""], [38, "2020-08-01T04:45:18Z", [0.5], "He's at 41.5!  "], [57778, "2020-08-01T03:29:51Z", [0.3], ""], [92810, "2020-08-01T03:22:04Z", [0.4], "I am amending my prediction significantly downward. I had revised significantly upward on the 23rd due to Trump polling constantly below 40.5 as the settlement date approached. However, he is currently at 41.2 and has been above 40.5 for the past few days. Given the time until the settlement date, I believe that large swings are increasingly unlikely and so I should shift my prediction down."], [16613, "2020-08-01T03:18:02Z", [0.25], ""], [80475, "2020-08-01T02:40:55Z", [0.8], "He's ahead of it now, and some older very low polls are dropping off "], [92794, "2020-08-01T01:39:21Z", [0.25], ""], [92794, "2020-08-01T01:39:12Z", [0.27], ""], [43311, "2020-08-01T01:19:39Z", [0.0], ""], [57628, "2020-08-01T01:14:34Z", [0.55], ""], [67232, "2020-08-01T01:06:52Z", [0.15], ""], [94731, "2020-08-01T01:01:40Z", [0.9], ""], [94731, "2020-08-01T01:01:21Z", [0.02], ""], [88098, "2020-08-01T00:59:23Z", [0.45], ""], [72292, "2020-08-01T00:56:44Z", [0.05], ""], [93072, "2020-07-31T23:59:45Z", [0.4], ""], [86785, "2020-07-31T23:56:29Z", [0.45], ""], [92501, "2020-07-31T23:56:13Z", [0.55], ""], [91142, "2020-07-31T23:54:13Z", [0.23], ""], [88569, "2020-07-31T23:20:59Z", [0.2], ""], [89135, "2020-07-31T23:10:06Z", [0.25], ""], [92803, "2020-07-31T22:37:33Z", [0.32], ""], [87897, "2020-07-31T22:22:50Z", [0.38], ""], [90167, "2020-07-31T22:17:18Z", [0.05], "What’s driving his approval up? His management of the Covid-19 pandemic? His use of American soldiers to silence American protesters? His clumsy attempt to trample the Constitution? His “why doesn’t anyone love me?” whining? Maybe there is something he’s done right that I’m not aware of. Grudgingly dropping the probability of “yes” way down to accommodate the recent increase."], [88010, "2020-07-31T21:33:14Z", [0.12], ""], [88010, "2020-07-31T21:08:33Z", [0.1], ""], [88010, "2020-07-31T21:08:03Z", [0.11], ""], [90882, "2020-07-31T20:58:17Z", [0.3], ""], [87064, "2020-07-31T20:56:10Z", [0.0], ""], [88002, "2020-07-31T20:22:51Z", [0.15], ""], [92357, "2020-07-31T20:11:37Z", [0.2], ""], [90446, "2020-07-31T20:01:56Z", [0.11], "*As per previous rationale... though that is a relatively and comparatively large leap! "], [92879, "2020-07-31T19:53:52Z", [0.2], "Reducing because current percent is 41.2%, which is more than a daily sd."], [93358, "2020-07-31T19:53:19Z", [0.75], ""], [86658, "2020-07-31T19:47:34Z", [0.4], ""], [68240, "2020-07-31T18:27:48Z", [0.6], ""], [1333, "2020-07-31T18:20:45Z", [0.73], ""], [67232, "2020-07-31T18:00:37Z", [0.35], ""], [92980, "2020-07-31T17:52:18Z", [0.65], ""], [93072, "2020-07-31T15:54:05Z", [0.45], ""], [87889, "2020-07-31T15:46:07Z", [0.75], ""], [67403, "2020-07-31T15:42:24Z", [0.42], ""], [92787, "2020-07-31T15:32:40Z", [0.45], "Based on the stabilization in Trump's rating since the start of July it appears that the steady trend of decline since April of 5pts has now slowed. At this point, the broad COVID response and protests response have been priced in and substantial deviations from a few tenths of a point above 40 will probably require a new shock in the next couple days. Any such shock doesn't have a clear direction so my probability is right at 50 because the current approval is two-tenths of a point above July 1."], [92795, "2020-07-31T15:31:33Z", [0.3], "As of 7/31/2020, his approval rating is at 40.7%, slightly above the 7/1/2020 rating of 40.5%. There has been a sizable increase from the last week, which could show a positive trend/increase. It appears that the approval rating does bounce between 40.1% and 40.8%, but as of now there is a fairly significant positive trend. Thus, I have significantly reduced my probability that it will end up being lower than 40.5%."], [86233, "2020-07-31T15:22:44Z", [0.9], ""], [13306, "2020-07-31T15:14:27Z", [0.25], ""], [13306, "2020-07-31T15:14:13Z", [0.45], ""], [90446, "2020-07-31T14:41:26Z", [0.19], "*Comments as per previous activity "], [88002, "2020-07-31T14:40:31Z", [0.7], "My primary reason for keeping the % this high is because it's possible Trump's recent comment on postponing the election and retweeting a doctor who promotes alien DNA and demon sperm as causes of illness may cause some percentage drop.  In early July his approval rating did drop from 40.7% directly to 40.4%, so it's possible."], [92879, "2020-07-31T14:11:59Z", [0.28], "Donald Trump's current presidential approval rating is 40.6, which is over the July 1st rating of 40.5%. He has been trending upwards over the last three days, and the second stimulus check is coming out soon, which will boost everyone's morale. I think that it is more likely that his approval stays high given the success of technology companies on 7/30, and an increase in positive events this weekend; ex. NBA started, which will lead to generally happy people. However, there is definitely a chance something terrible occurs this weekend, and as an impulse reaction, we see a drop, especially given how close it is to 40.5%. Note: my interpretation is that a tie does not count as lower."], [92807, "2020-07-31T14:08:10Z", [0.41], "See comment to Nathan."], [88010, "2020-07-31T14:02:37Z", [0.41], ""], [86658, "2020-07-31T14:02:10Z", [0.54], ""], [88590, "2020-07-31T14:01:22Z", [0.35], ""], [19127, "2020-07-31T13:21:46Z", [0.54], ""], [691, "2020-07-31T12:39:47Z", [0.72], ""], [6978, "2020-07-31T12:23:18Z", [0.5], ""], [88147, "2020-07-31T12:21:48Z", [0.56], ""], [92467, "2020-07-31T11:57:15Z", [0.59], ""], [1333, "2020-07-31T11:49:12Z", [0.74], ""], [88766, "2020-07-31T08:57:56Z", [0.64], ""], [66692, "2020-07-31T08:42:03Z", [0.7], ""], [66692, "2020-07-31T08:40:51Z", [0.5], ""], [88644, "2020-07-31T08:34:24Z", [0.3], ""], [88452, "2020-07-31T07:12:24Z", [0.49], "I decided to change direction until the next major survey will be included. However, I'm likely to return to 100% as soon as it seems viable, for the following reasons: /Hermann Cain died due to the virus that he probably contracted during the POTUS re-election campaign rallye in Tulsa, OK in late June.\n/The very election, which POTUS continuously tries to undermine (since he is the likely loser), and if he can't prevent it from happening, he tries to make it as hard as possible and continues to fantasize his very own outlandish success story. Even the most important figures of the Republican party reject the suggestion by POTUS he could bring about a postponement of the election, which would be not only brash but simply unconstitutional. Even moderate Republican voters could be in favor of mail-in voting for their own safety, and switch from approval to disapproval.\n/If \"It's the economy, stupid!\" still holds true, then a 32% of GDP in negative annualized \"growth\" in Q2 2020  doesn't look too good for a self-proclaimed business genius.\n/The failure of his party to find a solution in the emergency assistance extension.\n/Oh, I almost forgot: the models now predict 231,000 fatalities in the US by November 2020, up by 11,000 from the previous version of the forecast. So what is on the credit side for POTUS over the last ten days?\n/The Mars rover \"Perseverance\" is on his way to do what it's supposed to do, the begin of which he will likely not experience from Oval Office, and to which his contribution is nothing.\n/And cocky announcements about a possiible (!) vaccine that may be available in November (coincidence?), which will be heavily advertised the month before. Ok, if the simultaneous Russian announcement that their proprietary vaccine is almost ready and will be available probably around 10 August 2020 proves to be a matter of fact, then this looks like just another \"Sputnik moment\"... Let's see how and if all that feeds into the sentiment prior to 05 August 2020."], [88928, "2020-07-31T06:23:04Z", [0.55], ""], [92794, "2020-07-31T03:07:03Z", [0.46], ""], [92794, "2020-07-31T03:06:30Z", [0.5], ""], [62808, "2020-07-31T01:29:52Z", [0.9], ""], [68240, "2020-07-31T01:12:26Z", [0.7], "As if to prove that I'm too confident it jumped to 40.6  today."], [92939, "2020-07-31T00:58:22Z", [0.7], ""], [94435, "2020-07-31T00:51:48Z", [0.45], "Tossup"], [91142, "2020-07-31T00:49:37Z", [0.3], ""], [57778, "2020-07-31T00:18:06Z", [0.44], ""], [88098, "2020-07-31T00:09:34Z", [0.5], ""], [14993, "2020-07-31T00:06:40Z", [0.63], ""], [67232, "2020-07-30T23:35:36Z", [0.55], ""], [40584, "2020-07-30T22:38:25Z", [0.0], ""], [57628, "2020-07-30T22:16:27Z", [0.6], ""], [94632, "2020-07-30T22:14:11Z", [0.13], "Current rating higher than 40.5, trending upwards with the possibility of stimulus announcements coming any day now. Regression towards the mean would also suggest the uptick is more likely to continue than not."], [86069, "2020-07-30T22:12:59Z", [0.35], "Turns out 40.5% was a lowish point. Expect to see Trump climb over the next few days, especially as has proposed larger stimulus payments."], [80790, "2020-07-30T22:11:17Z", [0.4], "In recent days some high scoring polls have come out that has increased the average.  It’s quite touch and go, but approval is trending up at the moment and with less than a week to go it looks more likely to be higher or the same.\n"], [88766, "2020-07-30T22:02:12Z", [0.61], ""], [27661, "2020-07-30T21:40:46Z", [0.5], ""], [88903, "2020-07-30T21:23:34Z", [0.45], ""], [86554, "2020-07-30T20:39:07Z", [0.76], ""], [14107, "2020-07-30T20:04:37Z", [0.65], ""], [87827, "2020-07-30T19:52:57Z", [0.45], "I think there's a decent chance his approval exceeds 40.5% but after his tweet today about the election there's also a good chance his approval dips again."], [87827, "2020-07-30T19:49:20Z", [0.6], "Comment deleted on Jul 30, 2020 07:50PM UTC"], [41373, "2020-07-30T19:43:55Z", [0.4], "Hedging, on seeing 40.6% today (!)"], [90237, "2020-07-30T19:42:40Z", [1.0], ""], [73050, "2020-07-30T19:26:12Z", [0.65], ""], [92357, "2020-07-30T19:05:24Z", [0.5], ""], [92394, "2020-07-30T18:44:01Z", [0.35], "Bumping up a little from 50/50 given the tendency for these numbers to mean revert."], [90433, "2020-07-30T18:41:15Z", [0.45], "Who in the hell still approves of this guy? Right now, his numbers are up for some inexplicable reason."], [92501, "2020-07-30T17:43:04Z", [0.6], "As of 1:15PM ET today approval is at 40.6.  Overall trend is still slightly downward. So more still probable approval rating will be below 40.5 by Aug 5"], [90882, "2020-07-30T17:34:24Z", [0.48], ""], [87155, "2020-07-30T17:10:02Z", [0.65], ""], [12694, "2020-07-30T17:07:43Z", [0.45], ""], [86658, "2020-07-30T17:04:43Z", [0.57], ""], [84880, "2020-07-30T17:00:36Z", [0.45], "Shrinking back to a tossup. Trump is unpredictable. People are unpredictable. Markets are unpredictable. The 538 forecast has him trending upward. This one could go either way."], [90446, "2020-07-30T16:33:54Z", [0.22], "I refer to my previous forecasts, to save complete repetition (20th July): - At current trajectory (if all remains the same,) I'll even throw in a (tongue in cheek,) prediction of 41% (+/- 0.1%) by 5th August."], [67232, "2020-07-30T16:33:13Z", [0.45], ""], [92817, "2020-07-30T16:28:08Z", [0.5], "Trump's approval rating is back at 40.6%. If the question were settled today, the answer would be \"No.\" Assuming a random walk of some sort, this would give me a base rate less than 50% (probably around 40%). However, I am adding some probability to \"Yes\" based on Shuoyi's insight on the polling aggregation, and a likely Monmouth University poll coming out within a couple of days will likely weight the approval rating down slightly. If this poll on its own contributes about -0.1% or -0.2% to the aggregate, then the probability is still around 50%. Also, we've seen the poll number move above and below 40.5% somewhat frequently within the past month, so a 0.1% change from the beginning of last month is very close to 0."], [32258, "2020-07-30T16:00:16Z", [0.9], "ticked up to 40.6 today"], [88010, "2020-07-30T15:22:21Z", [0.52], ""], [13306, "2020-07-30T14:59:55Z", [0.75], ""], [86233, "2020-07-30T14:49:11Z", [0.95], ""], [67403, "2020-07-30T14:41:34Z", [0.5], ""], [90167, "2020-07-30T14:33:36Z", [0.51], ""], [81262, "2020-07-30T14:28:45Z", [0.5], "Spouting ideas of delaying election will further polarize, and expecting this doesn't sit well with independents...."], [90446, "2020-07-30T14:27:26Z", [0.25], "As much as it pains me to say it, (and I believe 'emotional responses/biases' have a lot to do with people's forecasts on this Q,)  all individual data-sets and polls have disapproval dropping and approval increasing, albeit infinitesimally; yet, it appears the trend will sustain a high enough percentage above 40.5% for this Q..."], [86785, "2020-07-30T14:14:49Z", [0.5], ""], [86785, "2020-07-30T14:14:25Z", [0.55], "Reversion toward the mean"], [87897, "2020-07-30T14:13:09Z", [0.55], "Still expect Trump's approval to drop below where it was on July 1st due to the mishandling of the pandemic and the ensuing consequences, but it appears that there is a countervailing force of long-standing opinions starting to regress back toward their long-term averages the in spite of things getting worse."], [56128, "2020-07-30T14:02:00Z", [0.8], ""], [56170, "2020-07-30T13:20:10Z", [1.0], ""], [89135, "2020-07-30T13:11:00Z", [0.5], "I am noticing that when certain polls are registered, number goes up. When others are registered, the number goes down. He is back at 40.4 today.  I don’t think the actual rating is changing at this point, just the polls themselves which produce a small margin of error.  With such a short period of time, and such a small amount of change needed, I am moving back to a safe 50%.   If I knew the pattern of which polls were coming this week, I could make a more solid prediction.  "], [91549, "2020-07-30T12:52:17Z", [0.95], "Trump remains true to himself, and himself only-he can't stay on topic to lead....in any situation.  \n"], [534, "2020-07-30T12:28:30Z", [0.45], "He's currently back up to 40.4% "], [90446, "2020-07-30T12:23:00Z", [0.3], ""], [40584, "2020-07-30T12:01:42Z", [0.1], ""], [88766, "2020-07-30T11:11:58Z", [0.88], ""], [88954, "2020-07-30T09:40:57Z", [0.8], ""], [27661, "2020-07-30T09:30:57Z", [0.75], ""], [67609, "2020-07-30T08:06:32Z", [0.82], ""], [11094, "2020-07-30T06:00:41Z", [1.0], ""], [19127, "2020-07-30T04:22:35Z", [0.63], ""], [57778, "2020-07-30T04:08:18Z", [0.48], ""], [88098, "2020-07-30T01:26:26Z", [0.7], "This is one of the most difficult to answer. Most polls have margin of error of 3% and here we are trying to predict if the polls will move by .2 or .3%. So 40.5% actually means from 37.5 to 43.5% with 95% confidence. "], [88497, "2020-07-30T01:07:48Z", [0.0], ""], [92794, "2020-07-30T00:59:08Z", [0.69], ""], [91142, "2020-07-30T00:57:01Z", [0.6], "Backing way off given where we are today (40.4) and trending up with a week to go. Certainly seems more up in the air rather than having been a bottom out."], [28899, "2020-07-29T23:19:57Z", [0.9], ""], [90446, "2020-07-29T21:58:46Z", [0.38], "I believe people are still underestimating Trump's base approval rates (which have already hit bottom with his loyal base). With less than a week remaining, and a multitude of controversies being 'played down,' I calculate Trump's approval is again likely to rise, (albeit, by infinitesimal degrees).\nUpcoming 'stimulus packages' likely to assist in increasing approval. *All comments and forecasts appear fixed upon FiveThirtyEight reports of daily - /+ rather than looking for outside sources and data!!? "], [88569, "2020-07-29T21:54:12Z", [0.5], ""], [94645, "2020-07-29T21:37:22Z", [0.5], "My rationale of yesterday appears to have been nullified by the .3% jump in one day. With one week to go, there doesn't seem to be a lot to base a rationale argument on beyond 50/50 on this. One pro/con announcement/tweet/etc. from Trump one way or the other and it's going to affect the outcome."], [86658, "2020-07-29T21:29:28Z", [0.64], ""], [67403, "2020-07-29T21:03:22Z", [0.55], ""], [93358, "2020-07-29T20:49:46Z", [0.75], "Keeps fluctuating: July 1st it was: 40.5%  and today is 40.4%. https://projects.fivethirtyeight.com/trump-approval-ratings/"], [38, "2020-07-29T20:48:46Z", [0.76], ""], [92815, "2020-07-29T20:39:57Z", [0.7], "With only one week to go, DJT’s approval rating has ticked down to 40.1%. In order for this question to resolve yes, his approval rating will have to tick up 40bps before next Thursday at 9am - so essentially one week. Probability adjusted accordingly."], [92815, "2020-07-29T20:39:11Z", [0.35], "Comment deleted on Jul 29, 2020 08:40PM UTC"], [40584, "2020-07-29T20:16:53Z", [0.45], "I'm all over the place on this one."], [14107, "2020-07-29T19:43:47Z", [0.75], ""], [13306, "2020-07-29T19:14:12Z", [0.78], ""], [84880, "2020-07-29T17:54:15Z", [0.74], "This margin is razor thin. I don't like it.\nAn executive order extending unemployment benefits might give him a bump. I'm chasing (albeit cautiously trailing) the crowd... and the crowd feels this is a good bet."], [60948, "2020-07-29T15:24:16Z", [0.85], ""], [68240, "2020-07-29T14:53:11Z", [0.8], ""], [86785, "2020-07-29T13:39:51Z", [0.63], ""], [88098, "2020-07-29T13:34:44Z", [0.7], ""], [88010, "2020-07-29T13:17:51Z", [0.88], ""], [80469, "2020-07-29T13:15:42Z", [0.9], ""], [92803, "2020-07-29T12:33:22Z", [0.76], ""], [28899, "2020-07-29T12:31:08Z", [0.85], ""], [88766, "2020-07-29T11:25:32Z", [0.89], ""], [80943, "2020-07-29T11:00:44Z", [0.85], ""], [27661, "2020-07-29T10:15:46Z", [0.86], ""], [41952, "2020-07-29T09:46:30Z", [0.99], ""], [67609, "2020-07-29T06:14:32Z", [0.92], ""], [66692, "2020-07-29T05:31:12Z", [1.0], ""], [94648, "2020-07-29T05:19:37Z", [0.75], "The general trend is slowly downward"], [90653, "2020-07-29T04:14:50Z", [1.0], "Puhhleeze"], [12694, "2020-07-29T04:03:52Z", [0.8], ""], [94645, "2020-07-29T03:24:46Z", [0.95], "The polls have not been moving dramatically lately so unless something major happens in the next 7 days, covering 5 points seems unlikely. Also, as others have pointed out, the Rasmussen reports are heavily weighted and appear relatively flat the last few weeks. https://www.rasmussenreports.com/public_content/politics/trump_administration/trump_approval_index_history"], [40584, "2020-07-29T02:29:00Z", [1.0], "Ok, looks like it's time to accept that I'm on the wrong side of this one. \n"], [92794, "2020-07-29T01:53:57Z", [0.74], ""], [92794, "2020-07-29T01:34:53Z", [0.72], ""], [92501, "2020-07-28T23:59:42Z", [0.76], "Approval remains lower since July 3."], [57778, "2020-07-28T23:39:19Z", [0.85], ""], [94632, "2020-07-28T21:34:41Z", [0.2], "Despite his current state (40.1), the GOP is primed to pass a new stimulus package, which is destined to get him and the whole Republican party a nice bump. Given the time constraints on them, I think this bump will come in the next few weeks. That, combined with regression to the mean, suggests he has a good shot of clearing 40.5% in the next week."], [88569, "2020-07-28T21:30:20Z", [0.74], ""], [92871, "2020-07-28T20:58:48Z", [0.74], "Given that we have 7 days to the final verdict, analyzing 7-day differences of Trump's rating during his presidency and assuming that they approximate the distribution of the next 7-day return we obtain a 75% probability. On the other hand, assuming their normality and taking only the mean and standard deviation from the data we obtain 72% probability. The average of both scores is 74%."], [67844, "2020-07-28T20:52:53Z", [0.98], "Hard to see what would bump up his approval ratings. The \"what\" is largely outside his control and hard to achieve. "], [80790, "2020-07-28T20:37:23Z", [0.95], ""], [92798, "2020-07-28T20:35:34Z", [0.72], ""], [19127, "2020-07-28T20:30:11Z", [0.65], ""], [92821, "2020-07-28T20:03:31Z", [0.8], "Trump’s approval ratings are currently 40.1%, which is already below the ratings from July 1, with several articles citing Trump’s declining ratings (https://hamodia.com/2020/07/26/poll-100-days-election-country-heading-wrong-direction-trump-approval-rating-sinking/). In addition, I think that his COVID response has caused people to have less faith in Trump, particularly with rising death rates this week. "], [86658, "2020-07-28T19:47:39Z", [0.71], ""], [92799, "2020-07-28T18:57:40Z", [0.55], "Updating my answer from my previous prior of 40 based on the idea that approval ratings would likely mean revert due to the extreme nature of recent events. So far over the last few week's, Trump's approval rating has stayed relatively low at 40%. Given that there is now less time until August 5th, it makes sense to adjust for scope sensitivity given that his approval rating remain lower than 1 July 2020."], [67403, "2020-07-28T18:45:27Z", [0.66], ""], [60948, "2020-07-28T18:44:11Z", [0.82], ""], [88002, "2020-07-28T18:39:27Z", [0.88], ""], [87889, "2020-07-28T18:06:42Z", [0.85], ""], [88010, "2020-07-28T17:39:43Z", [0.88], ""], [67403, "2020-07-28T17:28:45Z", [0.6], ""], [92786, "2020-07-28T17:06:59Z", [0.65], ""], [86785, "2020-07-28T16:23:21Z", [0.54], ""], [534, "2020-07-28T15:42:13Z", [0.55], ""], [691, "2020-07-28T15:35:36Z", [0.92], ""], [86554, "2020-07-28T15:20:53Z", [0.94], ""], [38, "2020-07-28T15:13:28Z", [0.94], ""], [81262, "2020-07-28T14:46:37Z", [0.37], ""], [92807, "2020-07-28T14:43:46Z", [0.9], "As of July 28, 2020 his approval rating is at 40.1%, barely below 40.5%. 538 usually fluctuates a few tenths of a percentage point, so his approval rating is basically constant since the beginning of July. This fluctuation can be viewed as a random walk with moves of about 2%. Rising above 40.5% in the next 7 days would mean that a two move end above current position. I would also put a slightly higher probability of moving down than up, given the severity of the coronavirus outbreak, the tumbling of the job market, the volatility of the stock market, and the push to open an economy with consumer dissuasion abound. This probability is only slight because Trump supporters have proven without fail their loyalty. I'll put this at 60% probability down versus up in the random walk. This is like going down 1/5 move per day plus variance, which is basically asking probability given std of 1*sqrt(7)= about 2.5 of being 2+7/5 = about 3.5 above. So this can be approximated as being about 3.5/2.5=1.4 std above mean in a normal dist, which is about 90%. "], [90882, "2020-07-28T12:47:57Z", [0.7], ""], [67609, "2020-07-28T10:24:12Z", [0.84], ""], [88766, "2020-07-28T07:26:43Z", [0.84], ""], [86429, "2020-07-28T06:56:54Z", [0.65], "path has been trending lower throughout which feels more inevitable without a spike of improvement from some major news."], [88576, "2020-07-28T04:30:11Z", [0.65], ""], [75794, "2020-07-28T04:18:39Z", [0.7], ""], [92980, "2020-07-28T03:33:08Z", [0.75], ""], [84880, "2020-07-28T03:08:25Z", [0.73], "Still cautiously chasing/trailing the crowd."], [92810, "2020-07-28T02:11:54Z", [0.75], "Similar to previous revision, I’m updating my prediction due to time decay. I am not confident additional information has been released that would influence the prediction beyond time passing."], [92808, "2020-07-28T01:53:40Z", [0.63], ""], [92808, "2020-07-28T01:53:04Z", [0.72], "For my baseline, I looked at what FiveThirtyEight's 90% confidence interval predicted as of today, and assuming the interval is somewhat normally distributed, I decided that it gave me a baseline of about 50% (since 54% was around 1.645 s.d.'s). This wasn't that useful, so I looked for indicators of Trump's approval among the population in the next few weeks. Based on my research, I think that the two key factors to pay attention to are the announcement of a potential covid vaccine and his poll numbers versus Biden. The first, while not directly related to him, has been a huge potential catalyst for his campaign that would be spun into a story about how he will curb the rising cases and reopen the economy, all good news for him. However, the chance of good news being released in the next week or so is low given all the information being released already. Second, his poll numbers have been steadily declining, which many of his followers openly remarking (both publicly in media and in polls) that his handling of covid is poor. However, it has been remarked that the 40% approval line is one that he's been defiantly above since early 2018, failing to fall below it since then, so it would take some major screw up for it to break through. Therefore, I'm not confident it will be below 40.5%, but it will be somewhat likely. (https://www.minnpost.com/eric-black-ink/2020/07/trumps-approval-ratings-are-dropping/)"], [70711, "2020-07-28T01:51:41Z", [1.0], ""], [88098, "2020-07-28T01:47:23Z", [0.6], ""], [81262, "2020-07-28T01:44:02Z", [0.27], "Ticking down due to time left"], [85986, "2020-07-28T00:41:46Z", [0.8], ""], [89039, "2020-07-28T00:35:41Z", [0.87], "On the lower end of 'almost certainly' now. The polls do not move quickly and despite hype around a steep decline in Trump's approval, which is true depending on what you look at, the way FiveThirtyEight aggregates polls has him holding relatively steadily with some evidence of decline. 40.5 is the benchmark and he is at 40 now with not long to go. [1][2] [1] https://projects.fivethirtyeight.com/trump-approval-ratings/\n[2] https://www.politico.com/news/2020/07/25/trumps-suburban-nightmare-376823"], [57778, "2020-07-28T00:22:16Z", [0.73], ""], [92801, "2020-07-27T23:47:05Z", [0.75], "Trump’s overall approval rating has decreased slightly in July (from 40.5% to 40.2%). I think the worsening coronavirus situation (or lack of substantial improvement) continues to weigh down on his ratings. There is some optimism about a potential virus vaccine, in which case we can expect the rating to rise slightly. However, with fewer than 10 days until the August 5th deadline, it seems unlikely that his rating will increase significantly due to this optimism. In general, people tend to weigh negative "], [72292, "2020-07-27T23:44:37Z", [0.95], ""], [92822, "2020-07-27T23:35:22Z", [0.69], "His current approval rating is at 40.1, 0.4% below the required level. He has a week to get it up. However, covid cases are still rising dramatically, and there is discontent over federal overreach in Portland. These factors, combined with his very stable approval rating, make it difficult to imagine it more likely that he gets a 0.4% boost. However, there are a lot of potential events that could help him. IT has been demonstrated that this floor is around 40%, and so by simple mean reversion, we see a possibility of a rise. He has embraced the realities of the pandemic, encouraging mask wearing and cancelling the republican convention, actions that are widely popular and may convince people on the fence about him. His fate is also tied to covid, and so any good news about vaccines or death rate could help his approval rating by proxy. Finally, events could be related to reducing Biden's support, such as his VP choice. This should happen soon, and an unpopular choice could easily lead to a 1% swing. There is also finally the reality that no presidential election has been this lopsided since Mondale, and presidential elections have had 2% gaps for the last 20 years. The united states polarization makes it difficult to envision this gap persisting."], [88954, "2020-07-27T23:32:47Z", [0.85], ""], [92795, "2020-07-27T23:15:30Z", [0.8], "I misread the initial question, I have corrected my value to what I believe it is."], [92795, "2020-07-27T23:14:27Z", [0.39], "As of 7/27/2020, the approval rating has held steady at around 40% for the last month. In order for this value to change before August 5th, there will need to be a massive event to drive approval ratings one way or another. One of the current events that could contribute to this approval rating is the use of armed federal forces to quell protests in major cities. If the trend continues, I could potentially see the rating plummet further. Factoring in this probability, I forecast a value slightly under what the approval rating currently is."], [92939, "2020-07-27T22:55:56Z", [0.8], ""], [86554, "2020-07-27T22:55:35Z", [0.93], ""], [86658, "2020-07-27T22:36:24Z", [0.69], ""], [88010, "2020-07-27T22:02:40Z", [0.82], ""], [86069, "2020-07-27T21:53:22Z", [0.77], ""], [27661, "2020-07-27T21:32:49Z", [0.85], ""], [91142, "2020-07-27T21:30:27Z", [0.87], "Getting worse with 9 days to go! I was way off on this question. I certainly expected to be trending back somewhat towards the mean but that certainly has not happened. I'm not sure what news now would tip him significantly back towards the positive direction, in 9 days time, with enough time to affect the average. I'm certainly going to be raising this prediction each day now without significant trend line movement towards the mean (and I was tricked once already on this question)."], [93174, "2020-07-27T20:36:56Z", [0.98], "He has been in a downward trend for weeks and I don't see that changing. Even with coming out with a vaccine, or schools bouncing back or anything, the numbers tell the story. "], [93030, "2020-07-27T20:12:41Z", [0.71], "The current approval rating can be seen at 40% i.e. 0.5% lower than his rating on July 1st. With 9 remaining days, we can model the distribution as a random walk with a total SD of ~1.5%. Thus, we're able to take this as a baserate alongside factoring in the potential of a second wave, recent ICE policies, delays on a stimulus plan, alongside stagnation of unemployment rates in any decrease to reach 71%. "], [88497, "2020-07-27T20:07:17Z", [0.95], "after looking at the updated numbers its hard to see how he could make it back up. "], [88569, "2020-07-27T19:58:46Z", [0.8], ""], [81567, "2020-07-27T19:58:27Z", [1.0], "With only days to go, Trump is at 40%. This is a decline with a downward trajectory. As such, I am now certain."], [92501, "2020-07-27T19:37:18Z", [0.68], "As of 3pm July 27, FiveThirtyEight approval number is at 40.0% and trending down.  Disapproval has risen to 55.6%"], [90167, "2020-07-27T19:36:31Z", [0.92], ""], [92357, "2020-07-27T19:33:55Z", [0.8], ""], [1333, "2020-07-27T19:22:35Z", [0.75], ""], [6978, "2020-07-27T19:08:57Z", [0.95], "https://twitter.com/NateSilver538/status/1287816172734500864?s=19"], [87897, "2020-07-27T18:32:31Z", [0.85], "As things continue to spiral out of control with the pandemic, it looks unlikely that Trump's approval ratings will rise back to the July 20th level before August 5th."], [88928, "2020-07-27T18:00:09Z", [0.62], ""], [78513, "2020-07-27T18:00:09Z", [0.9], "The key variables will be the continued delays administering a new stimulus plan combined with expiring protections such as student loan deferment, paycheck protection, evictions, and unemployment.  Unemployment will be further increased due to the second spike of coronavirus cases, and new calls for a national shutdown. This along with increasing domestic tension will make it difficult to go anywhere but down. "], [67232, "2020-07-27T16:13:14Z", [0.95], ""], [88002, "2020-07-27T16:06:38Z", [0.86], ""], [86785, "2020-07-27T15:57:09Z", [0.5], ""], [68240, "2020-07-27T15:55:53Z", [0.75], ""], [93072, "2020-07-27T15:52:25Z", [0.6], "I've been bearish on this ever since Trump started to promote mask-wearing. Covid seems to be the #1 driver of his numbers as the rise in cases in April lined up with his numbers declining from their already bad position. But, I'm going to flip my forecast because there is a lag in when a poll is conducted and when the results are incorporated into the 538 tracker. I still think Trump's numbers will tick up every so slightly if he keeps his current tack on masks. It just won't happen before August 5th."], [19127, "2020-07-27T14:44:24Z", [0.63], ""], [13306, "2020-07-27T14:27:27Z", [0.88], ""], [92796, "2020-07-27T14:23:00Z", [0.65], "Donald Trump has gone back on many comments he has made in the past several weeks, and has given in to policies that he was previously against (e.g. wearing masks in public). Additionally, the rescinding of the recent ICE ruling serves as yet another blow to his approval ratings. And though recent talks regarding another stimulus package could lean in his favor, ultimately, I believe the aforementioned blows to his approval ratings largely outweigh this slight positive."], [92796, "2020-07-27T14:09:24Z", [0.65], "Comment deleted on Jul 27, 2020 03:54PM UTC"], [56170, "2020-07-27T13:46:55Z", [0.99], ""], [92815, "2020-07-27T13:34:20Z", [0.45], "Updating after one week. DJT’s favorability rating is still 0.3% below where it was on July 1. I believe everything I’ve written last week is still correct, but with less time for polls to reflect opinion changes about the president, I am dropping my estimate 10%."], [92817, "2020-07-27T13:25:21Z", [0.75], "I'm updating my previous forecast of 55% to scale upward based on three factors:\n1) Trump's approval rating is lower than it was during my last forecast. It is important to note, however, that the 538 approval rating can change by a couple of tenths of a percent each day, so an approval rating of 40.2% isn't too much lower than 40.5% as far as poll movement goes.\n2) The time to the end of the forecast has decreased. Given that if the forecast settles to \"yes\" if it ends today, less time to expiry causes the probability of \"yes\" to increase. There are now only about 9 days before the end of the forecast.\n3) Shuoyi's analysis on the aggregation of polls for the 538 approval rating. In particular, I just learned about the Monmouth poll, which comes out around the end of the month, and is weighted heavily in the 538 poll. The poll is typically lower than many others in approval for Trump (hence I can increase my priors for \"yes\" in advance), but given its large weight in the 538 aggregate, I will shift my forecast again after the poll is released,"], [92816, "2020-07-27T13:20:10Z", [0.65], "I believe that Trump's approval rating on August 5th will be less than that of his on July 1. Currently, Donald Trump's approval rating is 40.2%, 0.3 percentage points lower than his rating on July 1, and been around there these last few days. The last few days of samples or so suggest that there's roughly a standard deviation of about 0.3% daily. Assuming random walk, on IID of 9 remaining days of samples, we might expect to see a total standard deviation of 3*0.3=0.9. Seeing an approval rating of  >= 40.5% on August 5 is then approx 37%.  This means my base rate is approx 63%. However, the additional factors I need to consider my probability distribution. I think that this isn't just a standard normal distribution about 40.2. There's probably some component of mean reversion as the effects of covid/unemployment are lessened. However I don't think this should be factored in because there's only 9 days until this is realized and should not then affect his approval rating by more than 1 percentage point. Since 2019, the average approval rating has been around 41, with a 3 percentage point drop since April of this year. Computing a rolling average of sorts would be a better indicator of his approval rating which appears to be on the downward trend which only furthers my belief that he will have a lower approval rating. Lastly, I think there is the possibility that there is some swing in Trump's favor if there is positive news about employment/ stimulus package/ vaccine news. However, Congress's fiscal package agreement for the next round of the CARES Act isn't scheduled to even begin until August 8th and Vaccine news has already been positive this past week without positively affecting trump's rating. Both are likely to increase trump's approval rating but both won't be realized until after August 5th. Taking this into consideration, we just update our belief by 2 percentage points that his approval rating is already having momentum going down so it will likely to continue to do so. 63+2=65."], [87440, "2020-07-27T13:13:40Z", [0.75], ""], [92794, "2020-07-27T12:22:42Z", [0.69], ""], [87991, "2020-07-27T12:02:53Z", [0.64], ""], [86554, "2020-07-27T12:01:23Z", [0.91], ""], [90446, "2020-07-27T11:33:14Z", [0.44], ""], [91946, "2020-07-27T09:25:19Z", [0.8], "I think Donald Trumps approval rating will go down because his supporters stand by him because they think he stands for job security, low taxes, law-and-order kind of safety, defending the normal people against the establishment. If any of this beliefs shakes his approval ratings will go down. - The Corona crisis already is out of control. At this point he only has to choice between a new depression when shutting down the economy and millions of deaths when his does not. A loose-loose situation. The first will shatter the belief that he will make the economy grow and the latter will shatter the belief that Trump protects the normal people.  Pres. D.J. Trumps law-and-order strategy will also not improve his approval ratings.\nWhen applying \"Systems theory\" on the current state of affairs:\n    - no deescalation policy, \n    - liberal gun-politics all over the place, \n    - widespread toxic masculinity behaviour, \n    - systemic racism\n it is clear that this likely leads to major riots. \nRiots will lead to a downturn of Pres. D.J. Trumps approval rating as he claimed to have everything under control."], [12694, "2020-07-27T08:31:11Z", [0.71], ""], [34920, "2020-07-27T05:57:46Z", [1.0], "That's an easy-peasy one"], [79660, "2020-07-27T05:45:42Z", [0.87], ""], [89013, "2020-07-27T05:22:08Z", [0.35], ""], [92809, "2020-07-27T03:37:50Z", [0.65], "Donald Trump's current approval rating  sits at 40.2% while July 1 polls showed a 40.5% approval. I believe Trump's approval rating on August 5 will be lower than July 1 for a few reasons, as outlined below. Base Rate / Reference Class: A time series of approval ratings closely models a random walk, especially over short-term horizons - in fact, some real models use this as a component. A simple way to obtain a starting estimation of the approval rating ending up lower on August 5 would be to parameterize the movement of Trump's approval rating as an arithmetic brownian motion with  mean   = 0 and a standard deviation equal to the volatility of the last 30 or so samples. Eyeballing the time series, approval ratings appear to be in a low volatility regime and operate at a standard deviation of about 0.1-0.2% daily. To account for regime change and misestimation, we will use the max sampled std dev of 0.2%. Then, with 10 days left to July 5, the change in approval rating is the sum of 10 normal random variables, with a mean of 0 and standard deviation of sqrt(10) * 0.2 ~= 0.65. Then, seeing an approval rating of >= 40.5% would be a 0.3/0.65 standard deviation event, with a probability of about 32%, giving a 68% chance of seeing an approval rating < 40.5%. However, since 538 only reports 1 decimal, this actually becomes a 0.25/0.65 standard deviation event, giving a probability of about 0.65 for the question. The points below justify this use of the higher-than-sampled standard deviation. Downwards adjustments (to probability):\n- non-zero mean : My current macro opinion on Trump's approval rating puts the mean of the distribution of daily change at slightly less than 0 in the short-term, but potentially slightly positive into August - Trump may take a small hit from his in crowd after committing to wearing face masks, but should see a small jump with the economy picking up and a new stimulus bill on the way. In addition, historical ratings (earlier in the presidency and for other presidents) show support around these levels, with little room to drop but a lot of room to rise. Fundamentally, this is because as the approval rating drops into the 30s, normally committed members of the Republican party and former Trump fans would have to change their minds due to the polarized nature of US politics\n- the marginal disapprover: in order for the approval rating to decrease further, core supporters of the Trump/Republican base would have to defect - this is highly unlikely, and operates at a much lower probability than the middle of the political spectrum, that tends to be economically driven and most likely explains most of President Trump's (approval rating) fall.\n- regime change : this low volatility regime is not guaranteed to remain, and any large enough catalyst could increase the inputted standard deviation - look for the passing of the new stimulus bill or better economic conditions to possibly cause this - since I am short the tail, any increase in variance hurts my probability estimate, thus i must revise downwards. Upwards adjustments:\n- mean-reverting, low volatility regime :  I overestimated the standard deviation to give a cautious probability, but if this regime remains intact then the probability should actually be higher, much closer to 90%. However, the upwards adjustments described above justify the lower probability given, as simply substituting a higher standard deviation is a proxy for factoring in probability of regime change Major risks:\n- Vaccine or therapy comes out, the economy picks up and millions of people regain jobs\n- "], [88010, "2020-07-27T03:20:52Z", [0.77], ""], [783, "2020-07-27T02:14:12Z", [0.91], ""], [783, "2020-07-27T02:12:22Z", [0.9], "The question if he will withdraw because of bad polls is making its rounds. But that is typical. But \"All politics are local\" and as long as people are infected, unemployed, and he speaks of Communists and IQ, the emotive tangents wear off. He is also losing on the North Korean, Chinese, Russian front. There is no foreign or domestic policy or WH staff that is stable."], [43621, "2020-07-27T00:58:26Z", [0.8], "Trump's numbers will stay mostly static, so this is difficult to forecast since it could tick up or down a few 10ths in either direction. However, the coming stimulus package could lift his approval a bit. I still believe America has Trump fatigue and his numbers will hover around 40% or below."], [88098, "2020-07-27T00:05:22Z", [0.5], "Waiting for next set of polls to be released. Expecting 2-3 percent bump up for Trump"], [92813, "2020-07-27T00:03:42Z", [0.85], "As of 1 July 2020, Trump's approval rating 40.5%. From the relatively stable values of the approval and disapproval ratings over the past 4 years (start of Trump's presidency), it would seem like some mean reversion would occur and improve Trump's approval rating. However, as of July 26 (just 10 days out from the 5 Aug date), we are currently sitting at 40.2%. Given the linear trend since Covid occurred in rising disapproval and losing approval Trump has experienced due to the terribly inefficient administrative response to the virus outbreak, and since we're still in this phase with no immediate signs of turning the US outbreak around, the mean-reversion argument from before is much less important since the cause for the perhaps linear regime is still in place. However, it's also probably a good idea to weight the linear downward trend with the assumption that approval ratings also follow some sort of noisy random walk, given the patterns that are present in the graphs of previous presidents over time and accounting for massive news or global events that would sway approval in one way or another. On top of this, if we also assume just like in the previous 3 years there's an almost \"mental cap\" setting the lower floor at 40% approval rating (every time the approval rating has dipped below 40%, it has risen back over quickly), the random walk with downward linear drift between 40% and 40.5% can probably be some weighted average of simple random walk movement and approximating as (40.2-40)/(40.5-40) = 2/5 chance of hitting 40.5 first before the lower floor of 40 and weighted with some linear trend, we can say there's roughly a 60% + (100 - 60) * 3/4 = 90% that Trump's approval rating will be lower on 5 Aug. We can maybe further decrease a little bit since there are tail events that might occur, such as sudden vaccine news that would be reflected in the stock market and hence reflected in Trump's rating as well, or there could be an event of US handling covid better than expected in some end-of-month / beginning-of-month announcement in July, Aug. respectively that bolsters the ratings. However, the upside and probability of these are quite capped since it's more likely for people to respond negatively to something worse than expected than to respond positively to meeting or beating expectations, so we'll say final probability of 85%. "], [91142, "2020-07-26T23:54:14Z", [0.8], "It appears this has stabilized. Definitely some chance that things begin to rise, but again this looks unlikely.  Regression towards the mean still seems to be eluding Trump. If the conventions don't turn this around for him, November is not going to be kind to an incumbent in trouble with a 40% approval rating."], [57778, "2020-07-26T23:29:37Z", [0.69], ""], [427, "2020-07-26T20:41:46Z", [0.75], ""], [754, "2020-07-26T19:47:33Z", [0.85], ""], [72292, "2020-07-26T19:42:29Z", [0.8], ""], [88002, "2020-07-26T19:41:06Z", [0.82], ""], [6978, "2020-07-26T18:46:23Z", [0.8], ""], [1333, "2020-07-26T18:38:21Z", [0.74], ""], [92797, "2020-07-26T18:32:13Z", [0.75], ""], [12694, "2020-07-26T17:42:27Z", [0.7], ""], [19127, "2020-07-26T17:39:09Z", [0.61], ""], [92939, "2020-07-26T15:36:59Z", [0.74], ""], [92789, "2020-07-26T15:28:09Z", [0.7], "Update due to time decay, as well as multiple states experienced record high daily death number. "], [86785, "2020-07-26T14:45:12Z", [0.42], ""], [67232, "2020-07-26T14:32:31Z", [0.85], ""], [67232, "2020-07-26T14:31:13Z", [0.75], ""], [27661, "2020-07-26T13:31:42Z", [0.75], ""], [41707, "2020-07-26T11:24:55Z", [0.71], ""], [522, "2020-07-26T08:30:18Z", [0.75], "Despite altered messaging nothing will have significantly improved by 5 August (In fact it might be worse) so his approval ratings are unlikely to rise before October."], [45594, "2020-07-26T07:14:27Z", [0.5], ""], [28899, "2020-07-26T07:06:46Z", [0.75], ""], [57778, "2020-07-26T06:35:18Z", [0.56], ""], [56, "2020-07-26T06:34:37Z", [1.0], ""], [88010, "2020-07-26T04:07:52Z", [0.77], ""], [86233, "2020-07-26T02:12:46Z", [0.8], ""], [88098, "2020-07-26T01:01:59Z", [0.5], ""], [68240, "2020-07-25T23:38:03Z", [0.67], ""], [86554, "2020-07-25T23:26:53Z", [0.9], ""], [32258, "2020-07-25T22:32:22Z", [1.0], "Trump and Republicans will be blamed when the $600 UE runs out without an agreement. Guessing it will not happen by July 31 or August 5th. News will not be good. "], [60948, "2020-07-25T21:28:06Z", [0.79], ""], [92794, "2020-07-25T21:06:39Z", [0.61], ""], [92792, "2020-07-25T21:05:43Z", [0.7], "Trump's approval rate was 40.5% on August 5th, 2020 and it is 40.2% on July 25th, 2020. The general trend has been going down. Trump is good at marketing himself and with getting closer to the election day, there will be more efforts from Trump's campaign team and potentially can skew the approval rate upside. However, given its ineffective and almost deceiving measure to COVID19, the negative effect will last for a long time given the cases are still not at the peak yet. Overall, I made upside adjustment (+20%) from baseline (50%) because of the current 40.2% rating. Adjusted lower (-15%) because of marketing and adjusted higher (+15%) because of COVID. "], [92794, "2020-07-25T20:57:23Z", [0.6], ""], [92980, "2020-07-25T20:51:47Z", [0.58], ""], [84665, "2020-07-25T18:24:16Z", [0.9], "Just when you think it can't possibly be worse, he makes it worse. Recent and planned actions with Federal forces being deployed to areas of protest will turn some of his Libertarian-leaning supporters against him. The ongoing spread of CV-19 combined with the elimination or reduction of benefits and financial support will also hurt his numbers."], [92939, "2020-07-25T17:36:36Z", [0.7], ""], [92367, "2020-07-25T16:54:23Z", [0.2], "His approval is already quite low and unlikely to sink lower as his base remains strongly supportive. The lowest his approval has ever been in about 36% https://projects.fivethirtyeight.com/trump-approval-ratings/"], [534, "2020-07-25T16:43:23Z", [0.48], ""], [534, "2020-07-25T16:42:48Z", [0.35], ""], [72292, "2020-07-25T15:42:44Z", [0.78], ""], [90802, "2020-07-25T14:44:28Z", [0.75], ""], [19127, "2020-07-25T14:17:15Z", [0.59], ""], [691, "2020-07-25T13:42:16Z", [0.78], ""], [88227, "2020-07-25T13:32:57Z", [0.75], ""], [55827, "2020-07-25T13:29:52Z", [0.7], "He is an idiot"], [67609, "2020-07-25T12:47:55Z", [0.82], ""], [88147, "2020-07-25T12:12:16Z", [0.62], ""], [57778, "2020-07-25T11:14:20Z", [0.55], ""], [57778, "2020-07-25T11:05:55Z", [0.6], ""], [57778, "2020-07-25T11:01:51Z", [0.62], ""], [88452, "2020-07-25T09:03:51Z", [1.0], "Pebble Mine project. https://en.wikipedia.org/wiki/Pebble_Mine Anyone who is aware of corruption and has a conscience about ecology will be disgusted..."], [86554, "2020-07-25T08:49:48Z", [0.86], ""], [88928, "2020-07-25T08:38:23Z", [0.58], ""], [57778, "2020-07-25T03:07:15Z", [0.56], ""], [94000, "2020-07-25T02:43:20Z", [0.76], ""], [91394, "2020-07-25T02:07:59Z", [0.65], ""], [88497, "2020-07-25T01:24:56Z", [0.25], "at these levels, i think approval ratings tend to be mean-reverting. while everything seems like a dumpster fire, it seems alright to fox news viewers"], [72713, "2020-07-25T01:09:52Z", [0.9], ""], [72292, "2020-07-24T23:53:24Z", [0.76], ""], [88002, "2020-07-24T22:20:25Z", [0.75], ""], [90446, "2020-07-24T21:57:12Z", [0.41], ""], [60948, "2020-07-24T21:17:29Z", [0.76], ""], [40584, "2020-07-24T20:39:46Z", [0.25], ""], [92501, "2020-07-24T20:01:27Z", [0.58], "Trump's approval rating has remained at or below 40.5% since July 3.  "], [86785, "2020-07-24T18:24:51Z", [0.4], ""], [94481, "2020-07-24T18:12:34Z", [0.35], "The President has started a war, currently only of words, with China.  He is expecting a rally 'round the flag, boys.  I expect it to have positive results."], [13306, "2020-07-24T17:37:34Z", [0.7], ""], [88002, "2020-07-24T15:55:59Z", [0.65], ""], [88452, "2020-07-24T15:47:41Z", [1.0], "Rasmussen Reports/Pulse Opinion Research seems to be an important actor, not because of being especially accurate or trustworthy (their polls are usually adjusted down by 5 points) but because of the high frequency and the relatively high weight of their polls which join into the FiveThirtyEight index.\nhttps://www.rasmussenreports.com/public_content/politics/trump_administration/trump_approval_index_history They have the second highest total number of polls, and their approval percentage has risen strongly in the past few days. I guess this reveals, who Rasmussen gets their money from, and whom they typically ask in the polls. But anyway, this is one major factor which I will have to consider from now on: SurveyUSA, the other very frequent (and almost unbiased) pollster in the list, is not active in this question, so there's a lack of a correcting factor for Rasmussen.\nhttps://projects.fivethirtyeight.com/pollster-ratings/"], [86554, "2020-07-24T14:45:12Z", [0.84], ""], [12694, "2020-07-24T14:42:09Z", [0.6], ""], [12694, "2020-07-24T14:41:51Z", [0.65], ""], [93072, "2020-07-24T14:22:15Z", [0.41], ""], [92811, "2020-07-24T13:40:26Z", [0.7], "My base rate is where the approval rating currently is 40.3 vs where it was on July 1 which is 40.5. The president has been taking actions that go against his usual nature such as wearing masks and signing executive orders that draw criticism from the GOP. While this may be an effort to gain the support of center and center-left, I do not believe it will be successful and see the downward trend since April continuing."], [58648, "2020-07-24T11:17:11Z", [0.9], ""], [19127, "2020-07-24T10:40:11Z", [0.61], ""], [81567, "2020-07-24T10:39:13Z", [0.95], ""], [90446, "2020-07-24T10:29:03Z", [0.39], ""], [92592, "2020-07-24T09:34:37Z", [0.08], "Trump's election campaign is still on the back foot. Bad economic and (geo)political news is still spreading. His campaign will only peak after that date."], [67609, "2020-07-24T09:25:07Z", [0.68], ""], [94461, "2020-07-24T08:56:58Z", [0.65], "Worsening of the Corona situation"], [43189, "2020-07-24T08:29:24Z", [0.98], ""], [86429, "2020-07-24T08:22:22Z", [0.43], "Trump has changed PR tack, cancelling the rally and generally toning down the rhetoric. This is likely to lead to a bounce in approval although hard to say when and by how much."], [25400, "2020-07-24T06:50:12Z", [1.0], ""], [25400, "2020-07-24T06:39:51Z", [0.8], ""], [94455, "2020-07-24T06:27:41Z", [0.67], ""], [88002, "2020-07-24T05:30:45Z", [0.8], ""], [8885, "2020-07-24T03:20:12Z", [0.68], ""], [86233, "2020-07-24T02:43:03Z", [0.75], ""], [90517, "2020-07-24T00:48:26Z", [0.66], ""], [88422, "2020-07-24T00:30:46Z", [0.3], ""], [54234, "2020-07-24T00:22:03Z", [0.0], ""], [72292, "2020-07-23T23:35:52Z", [0.74], ""], [57778, "2020-07-23T23:03:23Z", [0.54], ""], [89223, "2020-07-23T23:02:42Z", [0.79], ""], [87700, "2020-07-23T22:29:04Z", [0.9], ""], [75045, "2020-07-23T22:28:49Z", [0.99], ""], [94435, "2020-07-23T22:11:51Z", [0.75], ""], [89083, "2020-07-23T21:37:04Z", [0.88], ""], [59636, "2020-07-23T21:07:15Z", [0.85], ""], [47443, "2020-07-23T20:47:44Z", [0.95], "Covid deaths "], [55706, "2020-07-23T20:47:40Z", [0.15], ""], [78366, "2020-07-23T20:37:56Z", [1.0], ""], [27198, "2020-07-23T20:37:26Z", [0.68], ""], [93358, "2020-07-23T20:10:19Z", [0.65], "So far pretty stable...https://projects.fivethirtyeight.com/polls/trump-approval/"], [94426, "2020-07-23T20:03:58Z", [0.65], "By 5 August, lagging pandemic indicators (mortality, hospitalizations, etc.) will have had time to play through and they will not be good. Social unrest is likely to worsen, with Trump's feuding with state and local officials only fanning the flames. On the other hand, Americans will probably be receiving another round of checks with his name on them, which could provide a fleeting boost."], [9291, "2020-07-23T19:59:02Z", [0.95], "He can't stop shooting himself in the foot"], [71473, "2020-07-23T19:41:54Z", [0.75], ""], [56620, "2020-07-23T19:37:10Z", [0.0], ""], [32789, "2020-07-23T19:24:19Z", [0.75], ""], [93195, "2020-07-23T19:22:01Z", [0.37], ""], [37250, "2020-07-23T19:10:31Z", [0.8], ""], [92331, "2020-07-23T18:37:17Z", [1.0], ""], [86658, "2020-07-23T18:24:38Z", [0.63], ""], [94425, "2020-07-23T18:15:25Z", [0.15], ""], [12694, "2020-07-23T17:17:28Z", [0.64], ""], [88010, "2020-07-23T16:39:35Z", [0.6], ""], [67609, "2020-07-23T15:29:19Z", [0.66], ""], [85840, "2020-07-23T15:20:15Z", [0.8], ""], [67232, "2020-07-23T15:17:03Z", [0.65], ""], [94422, "2020-07-23T15:16:38Z", [0.7], "Currently in decline in line with the rising covid cases and deaths and declining economic stats."], [691, "2020-07-23T13:58:52Z", [0.79], "Still too early for polls to mean much as predictors of the election outcome, but his unconvincing performance the other day hasn't given him much of a bump yet.  When he reverts to form--this usually takes less than a day--whatever bump it has given him will evaporate.  He may never go below 40.2% or so, but that's not the question here."], [19127, "2020-07-23T12:15:35Z", [0.6], ""], [92810, "2020-07-23T11:05:45Z", [0.7], "Updating forecast due to time decay. As the current polling numbers are below 40.5, my estimate should be revised upwards."], [93195, "2020-07-23T10:06:35Z", [0.47], ""], [11430, "2020-07-23T08:29:11Z", [1.0], ""], [27661, "2020-07-23T08:04:36Z", [0.65], ""], [60948, "2020-07-23T07:40:32Z", [0.75], ""], [93496, "2020-07-23T06:26:59Z", [0.15], "Overall despite his terrible handling of the COVID situation and the BLM movement, I think there are certain groups of people who will approve of him regardless. These groups will continue to approve him even if he were to shoot somebody in the middle of 5th avenue"], [13306, "2020-07-23T00:06:24Z", [0.75], ""], [57778, "2020-07-22T23:39:52Z", [0.55], ""], [86069, "2020-07-22T22:02:13Z", [0.64], ""], [92501, "2020-07-22T20:10:14Z", [0.55], "COVID cases are rising and approval ratings of Trump's handling of the pandemic response are declining.  While approval rating has had little movement, it is more likely than not that rising COVID-19 cases (as is likely) will lead to a down tick in approval.  "], [62808, "2020-07-22T18:37:48Z", [0.9], ""], [14107, "2020-07-22T18:25:35Z", [0.7], ""], [1333, "2020-07-22T18:24:21Z", [0.73], ""], [89833, "2020-07-22T17:32:42Z", [0.3], ""], [88010, "2020-07-22T16:35:00Z", [0.6], ""], [86554, "2020-07-22T16:01:30Z", [0.95], ""], [12694, "2020-07-22T15:51:30Z", [0.62], ""], [691, "2020-07-22T14:50:47Z", [0.78], "I am inclined to think that his recent carefully scripted virus conference will not help him much unless he also abandons some of his other damaging positions, attitudes, and actions.   Early indicator 1:  Will he mask up from now on, or will his lifelong insecurity and vanity kick in?  Smart money is on the latter, as far as I can determine.   Early indicator 2:  Will he continue to follow the script when he speaks and lay off the churlish Twits?   Smart money is on No; he has never displayed any impulse control at any time.  Stay tuned."], [93072, "2020-07-22T14:19:31Z", [0.45], "This one is so hard! Trump's numbers are so steady. I tend to think that his \"pivot\" (I use that word somewhat sarcastically) on masks will tick his numbers up ever so slightly. "], [90446, "2020-07-22T10:10:26Z", [0.34], ""], [27661, "2020-07-22T09:01:49Z", [0.71], ""], [75794, "2020-07-22T07:22:22Z", [0.6], "Adjusting down slightly due to changes around his handling of COVID. "], [92519, "2020-07-22T06:59:23Z", [0.5], ""], [19127, "2020-07-22T05:46:41Z", [0.59], ""], [90918, "2020-07-22T04:53:21Z", [0.65], ""], [57778, "2020-07-22T04:30:29Z", [0.54], ""], [88098, "2020-07-22T03:47:46Z", [0.4], ""], [91507, "2020-07-22T02:12:50Z", [0.1], ""], [6978, "2020-07-22T01:04:28Z", [0.75], "~7 days"], [32258, "2020-07-21T23:34:13Z", [0.98], "@Censusguyz may be right that doing the daily briefing is better than quitting as he did at the end of April.  The trend slightly down from there is unclear. Could it have been his comments or was it more that he just quit talking? His rallies always seemed to energize him but not happening now.  For me the question comes down to whether his pent up/no rallies energy spills out into his press briefings beyond today where he had a degree of discipline. \nTiming is key. 15 days left for the question.  Maybe he gets a bump in next few days? The likely possibility is that he says something really controversial or plain dumb (based on his experience/our history with him). "], [87427, "2020-07-21T21:32:26Z", [0.95], ""], [92817, "2020-07-21T21:08:04Z", [0.55], "I'm shifting my forecast again because the current value of the poll is notably different from yesterday (and now lower than July 1 again)."], [93195, "2020-07-21T21:01:54Z", [0.34], ""], [89346, "2020-07-21T19:17:44Z", [0.85], "virus will continue to be an issue"], [88010, "2020-07-21T18:42:22Z", [0.7], ""], [27661, "2020-07-21T18:05:45Z", [0.75], ""], [1333, "2020-07-21T18:05:35Z", [0.74], ""], [12694, "2020-07-21T17:52:35Z", [0.68], "Correcting for a rounding error bug in my base rate calculation"], [94369, "2020-07-21T17:23:31Z", [0.65], ""], [88928, "2020-07-21T17:05:42Z", [0.51], ""], [32258, "2020-07-21T16:12:53Z", [0.98], "Now that Trump pledges to begin daily COVID press briefings, I think his polling will trend down. I base this on his poor performance the first time around when comments seemed to spill from his mouth about injecting bleach, taking hydroxicloroquine, this will all go away in the summer, etc. He got so frustrated with how these things became bad headline news for him that he just quit, calling it all a waste of time. He lacks the ability to control what emerges from his mouth when he has an audience. Loose lips swing states, and Republicans didn't appreciate this the first time he did the briefings. Therefore, I believe that daily press briefings open the same door which will likely yield similar results. In addition and perhaps more noteworthy is that he is beginning to appear as if he is retreating from his previously strong positions (such as doing big rallies without masks (now, he's advocating masks) trying to do anything to stop the sinking polls. "], [62808, "2020-07-21T15:17:38Z", [1.0], ""], [12694, "2020-07-21T14:41:58Z", [0.7], ""], [91695, "2020-07-21T13:31:29Z", [0.7], ""], [1333, "2020-07-21T11:09:21Z", [0.75], "He is restarting the COVID briefings."], [86658, "2020-07-21T10:50:13Z", [0.61], ""], [67609, "2020-07-21T09:14:15Z", [0.6], ""], [19127, "2020-07-21T09:03:57Z", [0.57], ""], [88452, "2020-07-21T08:21:09Z", [1.0], "If you look at the construction of the index & indivudual polls that constitute it, there are two major determinants: /How many polls will there be published with a major weight, and at what proportion?\nThere are two of them done by \nABC News/The Washington Post (survey date 12-15 July, weight 2.13, approval 39%, adjustment +1(40%)) and\nNBC News/The Wall Street Journal (survey date 9-12 July, weight 1.48, approval 42%, adjustment -1 (41%))\ndone for a left leaning or neutral media (while TWSJ also has a business focus) and on the other hand\nFOX News (survey date 12-15 July, weight 1.83, approval 45%, adjustment -2 (43%))\nfor the more \"creative\" part of the media landscape. Others of the July surveys have a large weight, but are supposed to be special in their audience or scope (e.g. Universities), or expected to be less frequent than biweekly, and thus less reliable as a factor, such as\nQuinnipiac University (survey date 9-13 July, weight 1.76, approval 36%, adjustment +2 (38%))\nRedfield & Wilton Strategies (survey date 9 July, weight 1.02, approval 41%, adjustment +1 (42%))\nDemocracy Fund + UCLA Nationscape (survey date 2-8 July, weight 1.21, approval 39%, adjustment -+ (39%))\nResearch Co. (survey date 1-2 July, weight 1.36, approval 40%, adjustment -+ (40%)) For the next 15 days I expect 2 or 3 more major surveys to be published, with one being done by FOX News around end of July. While this single survey will dilute the general sentiment upwards in the short term, it will depend on whether the one or two others will come out with an adjusted approval of 40.0% or less to outweigh the influence of the FOX News survey.\nThe other major surveys that will be published before 05 August 2020 with a weight of 1.00 or more will likely vary between an adjusted approval between 38% to 42%, and the outcome of the question will also depend on whether those with 40.0% or less outnumber those with 41.0% or more.\nIt seems significant to me that two of the above mentioned, done by Democracy Fund + UCLA Nationscape (at 39%) and Research Co. (40%), did not need to be adjusted, so 39.5% seems to be the current sweet spot in approval surveys for POTUS, where the true image is revealed. All other surveys with a weight of 0.5 or less are good for informational value to reveal the whole political spectrum there is, but will not have any dramatic impact on the approval rate as of the question. It is more difficult to interpret those surveys with a weight 0.5<x<1.0, but it seems there's a tendency towards higher volatility (IPSOS e.g. has three surveys in this range after 30 June 2020 with increasing weight and an indifferent outcome of 40%, 39% and 41% adjusted approval respectively, probably 40.3% on weighted average.)\nWith very few important outliers, e.g. Morning Consult (survey date 6-12 July, weight 0.95, approval 39%, adjustment -1 (38%)), there's a general tendency in this group for an outcome of 40% adjusted approval or less. /There is no clear tendency, in which the adjustments overall are directed, but for the most part one can state that adjustments are recently made by one percentage point and are often directed upwards unless the survey outcome is 42% or higher. This suggests a slight upward skew of adjustments towards a \"less bad\" approval rate so far.\nFor the next 15 days, the outcome of this question will thus also depend on a possible shift in the size of adjustments (zero or two percentage points more frequently, which reflects a measure of certainty of the underlying surveys) and in the limes of adjustment necessity (whether or not surveys with 41% outcome or less will in the future be adjusted downwards more frequently).\nWill be interesting to follow. My guess is the heavily weighted polls will draw down the index towards 39.5 to 40.0% adjusted approval. EDIT: Three polls were added today (descending by weight): American Research Group (survey date 17-20 July, weight 1.40, approval 36%, adjustment +2 (38%))\nRasmussen Reports/Pulse Opinion Research (survey date 16-20 July, weight 0.76, approval 48%, adjustment -5 (43%))\nYouGov (survey date 18-20 July, weight 0.21, approval 42%, adjustment +1 (43%)) Although two polls came in with 43% approval, the third (38%) was weighted heavier than both combined, so the total effect on the index of adjusted approval is -0.2 (to 40.3%) as of 21 July 2020\n"], [1333, "2020-07-21T07:11:43Z", [0.85], ""], [754, "2020-07-21T04:17:09Z", [0.7], ""], [94332, "2020-07-21T04:13:40Z", [0.95], "The epidemic is still heading in a bad direction "], [92887, "2020-07-21T03:49:02Z", [0.35], ""], [92879, "2020-07-21T01:49:00Z", [0.55], ""], [92803, "2020-07-21T01:21:43Z", [0.51], ""], [92786, "2020-07-21T01:17:30Z", [0.6], ""], [88098, "2020-07-21T01:02:25Z", [0.55], ""], [91142, "2020-07-20T23:54:33Z", [0.4], "I'm taking a wild swing back to right where I was... I'm regretting the falling victim to how noisy this signal is going to be. Going back to 40% is saying the same thing I said before... regression to the mean is likely to happen at some point. We might even start to see some up swing here as Trump has largely been quieter since the 4th rally at Mt. Rushmore. We will see where things stand in the next few days to see if they start to bottom out again."], [57778, "2020-07-20T23:17:08Z", [0.47], ""], [57778, "2020-07-20T23:16:21Z", [0.46], ""], [94348, "2020-07-20T22:00:43Z", [0.65], ""], [88002, "2020-07-20T20:58:53Z", [0.83], ""], [88010, "2020-07-20T19:56:00Z", [0.5], ""], [92819, "2020-07-20T19:41:38Z", [0.75], ""], [92817, "2020-07-20T17:47:08Z", [0.45], "My priors on this event have been uprooted a good amount in the past 10 days. First, Trump's current approval rating on 538 is 40.6%, which is higher than the 40.5% it started at in July, meaning that if everything holds constant, he ends up with a higher approval rating than July 1 (also, a final number of 40.5% would also be \"No,\" because the question asks if the approval rating will be lower than Jul 1, not lower than or equal to Jul 1). A couple other reasons to consider \"No\":\n1) Shuoyi's argument below suggests a \"Momentum Factor\" in the polls: new information isn't factored into all polls at the same time, because different polls occur at different times. I know that he used this argument to explain why the number would continue to drop, but if Trump's approval is now higher than a week or two ago, some of the more frequently updated polls (which are more likely to be updated in the next week or two, before the Aug 5 deadline) could see a slight uptick. I believe that overall sentiment with respect to important contemporary political factors (COVID, BLM) have already had sufficient time to be reflected in polls.\n2) People's general lack of number sensitivity means that increased death rates won't hurt Trump's approval rating. In the classic example, most people wouldn't pay more to save 100,000 ducks than to save 1,000 ducks. In the same way, I don't believe a large percent of the population gets angrier at 143,000 total COVID deaths in the US than at, say, 14,300 total COVID deaths. In this way, people aren't likely to change their opinion on Trump based on another increase in COVID deaths. Additionally, there have already been many increases in case/death rates in the virus, so most of the people who approve of Trump given the current rates most likely won't change their mind from another uptick. In the slight event of a decrease in rates, it's even possible that his approval rating will go up (because the people who are more number sensitive, mentally correlating death rate with personal Trump approval, are most likely already \"not approving\" in the poll). Given the details in this post alone, my prior would be somewhat lower (maybe 35-40%). However, I also agree with many of the points of my teammates below, most of which favor \"Yes,\" so my new forecast lies just a bit less than 50%"], [92794, "2020-07-20T17:26:00Z", [0.55], ""], [88497, "2020-07-20T17:19:37Z", [0.4], ""], [92791, "2020-07-20T16:43:02Z", [0.55], "First let's look at the inside view, considering what factors might affect Trump's approval rating.  The most important driver of media coverage (and by extension Trump’s approval, though this is a complicated relationship worth exploring) would seem to be COVID news.  Trump’s approval rating certainly lags COVID cases, deaths, and lockdown effects.  His approval rating declined steadily as Americans were subject to lockdown and COVID cases and deaths rose.  On the start date of this question, July 1, Trump was at his least popular in over a year, and lockdown restrictions were just beginning to be lifted.  Since then, there has been a very large increase in new daily cases, but his approval rating has held steady (as of writing, it was 40.6%).   I think there are two factors that will affect how Americans view Trump in relation to coronavirus over the coming weeks.  New cases in and of themselves are not necessarily bad for Trump’s approval, but if a large increase in deaths follows the rise in cases, that will likely have a more significant effect.  This is especially true if the media narrative becomes one centered on hospitals being overwhelmed and blaming Trump for allowing states to reopen and failing to respond to increases in cases we are seeing now.  The flip side of this is that if hospitals are not overwhelmed and we don’t see a very large spike in deaths, Trump’s approval rating will likely recover steadily as Americans are able to return to a more ordinary life.  The biggest risk for a downtick in Trump’s approval is if lockdown restrictions have to be reimposed.  I would estimate the likelihood of a spike in deaths or lockdown restrictions being imposed to be between 70% and 80%, giving us a base rate from the inside view.   Now for the outside view: Trump’s approval rating has been remarkably resilient since he took office, hovering between 40% and 43% since early 2018 (though it did sink below 37% at the beginning of his term).  Based on this, it seems as though his approval rating is near a floor, where any significant further decrease would have to come from solid supporters (fairly unlikely given the increasing politicization of the virus response).  If this is the case, then there is a limited amount of downside potential, and variation will likely be driven by random variation and noise.  If anything, we would expect some mean reversion after the steep decline of the previous months.  This view would be supported by the fact that his approval rating is unchanged or slightly higher, even with rapidly rising cases.  Between mean reversion and random variation, I would guess that his approval rating is slightly more likely to be above 40.5% than below it.  Others have done a good job of putting some numbers to this, but I think 45% is a decent rough estimate.   Now how do we evaluate the relative credence we give those two views?  I think that given the historical consistency of Trump’s approval rating in the face of numerous controversies, crises, and scandals, the outside view should be given more credence.  With each of these crises, pundits have predicted that this would be the one to really affect Trump.  This undermines my confidence in the inside view.  At the moment, I would give the outside view a 2/3 weighting, giving an overall forecast of 55%.   Things that would affect this forecast:\n- A sharp rise in COVID deaths\n- States looking to return to stay-at home orders and other lockdown measures\n- Any downtick in approval that would undermine the outside view or show erosion of his hardcore support base\n- Any other major events that would generate either good or bad publicity for the president"], [90446, "2020-07-20T16:21:09Z", [0.28], "- Historical data, (including historical trends of incumbents at this juncture,) Trump's individual approval rating across time of Presidency (it has been incredibly consistent,) and his approval ratings' overall resistance to the general political climate, (e.g. his responses to BLM, Riots and Covid have hurt him very little, in terms of percentage of approval,) suggests that his approval percentage is more likely to rise (very marginally,) than it is to fall.  - Sidenote: I also observe some equating 'approval ratings' with 'voting intentions,' as one and the same. They aren't. This is about the average person's perception of how Trump is doing his job; with this in mind (and especially in the context of recent events,) his hardcore base isn't going to 'fall off a cliff-face' when it comes to their approval/perception of his efficacy.  - At current trajectory (if all remains the same,) I'll even throw in a (tongue in cheek,) prediction of 41% (+/- 0.1%) by 5th August. *I feel individual biases will play especially heavily here, unless one immerses and acquaints oneself in the broadest pallet of alternatives."], [27661, "2020-07-20T15:50:58Z", [0.65], ""], [67232, "2020-07-20T15:48:36Z", [0.0], ""], [67609, "2020-07-20T14:23:08Z", [0.55], ""], [93072, "2020-07-20T13:46:37Z", [0.55], "There has been very little movement on this number since July 1. I'm lowering my forecast because although covid is getting worse, the number has remained steady for the past 20 days. If I see it drop, I'll increase my number."], [86658, "2020-07-20T11:34:46Z", [0.63], "Positive vaccine news this week could give has approval rating some air, resulting in a buffer zone above 40.5%, this could last until August 5th. However, This could be short-lived due to the very high daily cases."], [92815, "2020-07-20T05:48:09Z", [0.56], "Donald Trump Favorability Donald Trump’s favorability rating is historically stable, and non-volatile. He has been net unfavorable during his entire term. Over the past four year, he has presided over large tax cuts, the killing of Abu Bakr Al-Baghdadi. In this calendar year, we have already experienced an escalating conflict with Iran, the worst pandemic in a century and protests over race relations in the US. The President has mismanaged the latter two, and public opinion has reflected this. Americans do not appreciate his disregard for wearing a mask or him tear gassing protestors for a photo opportunity. However, what is unique about his presidency is how irrelevant his actions are to his favorability ratings. About 35% of the country seems to see him as an infallible leader and are unlikely to disapprove of him regardless of his actions. About 40% of the country seems to feel the opposite way: they disapprove of him regardless of his actions. Because there is such a small part of the country that is able to change their mind. We are currently in the midst of a worsening of the coronavirus pandemic. Donald Trump has been a large proponent of continuing with reopening, and nearly ignoring the virus. Flare up will undoubtably continue through the country this fall. Whether the public sees this a result of his actions is relatively unlikely. Unless the pandemic gets much worse than it currently is, I believe Americans have already “priced in” a worsening of the pandemic. I do not think that the pandemic worsening will have a particularly detrimental affect on Donald Trump’s approval rating. The coronavirus killing American’s is relatively old news at this point. Seeing as Donald Trump has flouted masking wearing and exercising caution, he only stands to gain if he reverse course. I don’t American’s will hold his previous actions against him. He can (and has) switched sides and rewritten history before. He may very well do so again.  Donald Trump’s unpopular handling of the Black Lives Matter protests from June is currently depressing his national approval rating. As these events fade from the forefront of the national conscious, I expect his favorability to “regress to the mean”, or tick up to their natural level of 41-43%. I think the “time decay” of this event is positive; that simply by time passing, Donald Trumps approval rating will increase. Because of this, I think Donald Trump’s favorability rating will likely slightly tick up from where it is today. The July 1st level was 40.7%. Currently favorability is at 40.5%. I believe that his favorability will tick up 0.05% each week, and in 55% of cases remain below 40.7% before the 10th of August\n"], [92815, "2020-07-20T05:46:04Z", [0.55], "Comment deleted on Jul 20, 2020 05:47AM UTC"], [92800, "2020-07-20T05:08:08Z", [0.75], "1. My teammates already shared some brilliant ideas regarding the \"macro arguments\" on this matter. I just want to raise some attention on the micro side of things: As of July 19, Trump's approval rating is back at exactly 40.5%, making the discussion of movement magnitude (volatility) not as important. If on August 4 we still have an approval rate of 40.5%, then the outcome would almost be entirely determined by micro movement and random noise. Although we still have 15 days for macro events to happen (new headlines), I think 15 days already fall into the range of micro movement influence. Let me explain this further:  There is a delay from sentiment to approval rating.The \"underlying asset\" of our prediction, the approval rating, is calculated by based on a (very large) basket of rolling polls that continuously come in. Some polls have significant higher weights than others since 538 thinks they represent higher quality data. These heavier hitting polls are not done every single day, and the results are published a few days after the actually sampling took place. Therefore, if the true \"fair value\" of approval rating is 40%, then we will only be able to observe it days later when one of the heavier hitting polls come in. I think this micro technical factor should be crucial to our prediction since the approval rate is so close to 40.5%. Specific to this forecast, the most heavy-hitting one is Monmouth University, which should come in at the end of July or start of August and could have a big impact on the rating. Generally Monmouth University poll has lower approval rate than the running number at the time, so it could be another reason for us to adjust the probability up. 2. Another thing I want to point out is the mismatch between Trump's incentives and approval rating. The objective of Donald Trump is to win reelection, which could be loosely translated to \"gaining ground in battleground states\". This is not the same as gaining approval rating (on a national level). This underlying \"utility function\" would define his behavior when choosing strategies to react to new development of news worthy events. Therefore I believe the probability should be higher than our current prediction of 65%"], [84880, "2020-07-20T03:51:12Z", [0.63], "I say \"no\" vs the crowd, but better than a coin toss."], [88002, "2020-07-20T00:50:10Z", [0.87], ""], [32258, "2020-07-20T00:40:41Z", [0.9], ""], [88320, "2020-07-20T00:31:59Z", [0.5], ""], [92804, "2020-07-19T22:01:35Z", [0.85], ""], [89039, "2020-07-19T21:15:58Z", [0.49], "The President's approval continues to hold relatively steady around July 1's 40.5 approval rating.[1] Updating for time decay. Looks like this will be down to the wire.[1] [1] https://projects.fivethirtyeight.com/trump-approval-ratings/"], [87155, "2020-07-19T19:32:32Z", [0.55], ""], [27692, "2020-07-19T19:27:27Z", [0.55], "The legitimacy of a system will be crunched, when exponentially citizens are going to be killed by an enemy. The enemy here is Sars-Cov-2. Due to conviction of sitting President, he is not only a representative of USA as nation, he is the USA. If his handling of the health crisis is misleading from the results by daily exponentially more sick citizens and deaths then his capabilities of leadership is very low which actually many people pay with their lives. Even very many of his hardcore supporters will lose their believe by this dynamics of facts that the sitting President is the greatest leader of American history: Self-praise of his view of reality is not coherent with it on daily bases. Other data will also diminishes his support: Second partially lockdowns, extremely high number of unemployed citizens, extremely unequal distributed wealth, increased number of non-insured citizens compared with Obama period, etc.. Even his handling of relationships with China hits negatively most his bases and very many American Citizens. The sitting President is a loser and will has been replaced by next election. "], [86658, "2020-07-19T18:44:16Z", [0.67], ""], [1333, "2020-07-19T18:25:52Z", [0.98], ""], [67232, "2020-07-19T18:18:29Z", [0.85], "oops\n"], [67232, "2020-07-19T18:09:08Z", [0.15], ""], [57400, "2020-07-19T16:09:27Z", [0.45], ""], [89178, "2020-07-19T15:33:56Z", [0.9], "He is in free fall."], [50981, "2020-07-19T14:51:47Z", [0.55], ""], [12694, "2020-07-19T14:43:41Z", [0.56], "Its jumped back to 40.5 today. I still think there are reasons to think it declines, but we're back to the start."], [56170, "2020-07-19T14:42:55Z", [0.98], ""], [12694, "2020-07-19T14:42:09Z", [0.57], ""], [691, "2020-07-19T14:28:40Z", [0.78], ""], [90446, "2020-07-19T13:40:02Z", [0.29], ""], [91132, "2020-07-19T13:31:15Z", [0.6], ""], [88954, "2020-07-19T13:05:36Z", [0.75], ""], [86658, "2020-07-19T12:53:23Z", [0.69], ""], [1333, "2020-07-19T12:44:42Z", [0.97], ""], [88766, "2020-07-19T12:34:11Z", [0.88], ""], [19127, "2020-07-19T10:41:09Z", [0.61], ""], [85144, "2020-07-19T10:24:51Z", [0.8], ""], [28899, "2020-07-19T08:10:23Z", [0.7], ""], [92794, "2020-07-19T03:17:39Z", [0.68], ""], [57778, "2020-07-19T03:15:44Z", [0.59], ""], [92787, "2020-07-19T02:27:46Z", [0.57], "Trump's approval rating was 40.3% on June 30 and 40.7% on July 2. Looking back historically the for most of 2018 and 2019, Trump's approval rating was around 41.5%. Thus, if we expect his rating to mean revert, then his approval rating will be higher on August 5. Still, past instances of reversion (such as Dec 12, 2017-Feb 12, 2018) have taken multiple months so it may take longer than a few weeks. Looking at the specific circumstances of the current situation, Trump's rating has fallen consistently from a high of 45.8% on April 3. In the month of July the rating has stabilized in the low 40.x% range. This stabilization after 3 months of decline probably means Trump's response to the BLM protests and coronavirus have been factored in for the most part. Still, new information will come out in the next 2 weeks. First, the recent federal police crackdown in Oregon is the strongest action Trump has taken against the protests to date, but it is unclear if this will actually convert current approvers to disapprovers. Secondly, the second wave of the virus hasn't hurt Trump's ratings in July much but if death rates start increasing in response to the increase in case rates, his rating could fall further. Trump's rating was as low as 37% from July, 2017 to November 2017 indicating that he has not hit his all-time low yet. Thus, if the death rate spike occurs in areas with Trump approvers (where the first death wave did not) we could see his approval falling. Overall, our outside view and our inside view point in opposite directions leaving us with a lot of uncertainty. Still, my expectation of the death rate from the virus worsening in the next week in areas of Trump support makes me lean ever-so-slightly towards a yes on this question."], [12694, "2020-07-19T02:06:35Z", [0.75], ""], [88010, "2020-07-19T02:05:31Z", [0.85], ""], [88098, "2020-07-19T00:49:51Z", [0.6], ""], [91142, "2020-07-19T00:19:50Z", [0.85], "Making a big swing in the other direction. Seems like it's starting to hover and not making any signs of really going back up. There was a lot of data that came out this week that showed Trump still under water. Seems like we still aren't regressing to the mean for Trump's approval ratings."], [67232, "2020-07-18T23:01:36Z", [0.95], ""], [66692, "2020-07-18T19:03:01Z", [0.85], ""], [93508, "2020-07-18T18:59:49Z", [1.0], "Secular trend seems to be down for some time. No break in the trend is visible. Sure opinions may turn on a dime given some critical events but it is not in sight. Lacking an event - highly politicized structure will unlikely change.  "], [86658, "2020-07-18T17:49:35Z", [0.68], ""], [90624, "2020-07-18T16:44:35Z", [0.75], ""], [90446, "2020-07-18T16:19:16Z", [0.38], ""], [90882, "2020-07-18T14:29:39Z", [0.51], ""], [56170, "2020-07-18T13:37:44Z", [0.69], ""], [90801, "2020-07-18T12:04:28Z", [1.0], "On going increase in COVID-19 cases, lack of economic recovery, and continued social equity and race issues will improve and Trumps response will continue to disenfranchise more of the population - although approval was at a near record low on 1 July, it will not improve and will be marginally lower"], [94233, "2020-07-18T08:19:47Z", [0.85], ""], [57778, "2020-07-18T07:46:00Z", [0.59], ""], [19127, "2020-07-18T05:35:37Z", [0.56], ""], [40584, "2020-07-18T03:08:34Z", [0.45], "Passage of 1 day and his approval went down by 0.1% so have to adjust. "], [94203, "2020-07-18T02:13:48Z", [0.7], ""], [86069, "2020-07-18T00:56:28Z", [0.76], "I actually think the Goya Beans will hurt him."], [94191, "2020-07-17T23:31:44Z", [0.99], ""], [94150, "2020-07-17T19:41:21Z", [0.2], ""], [1333, "2020-07-17T18:11:49Z", [0.96], ""], [93195, "2020-07-17T17:35:13Z", [0.41], ""], [88497, "2020-07-17T16:54:20Z", [1.0], "revising upward due to death trajectory of covid and length of time remaining."], [92249, "2020-07-17T16:34:01Z", [1.0], "Socia stigma will stop many from public support of the President."], [72292, "2020-07-17T16:26:29Z", [0.72], ""], [86658, "2020-07-17T15:59:47Z", [0.66], ""], [88002, "2020-07-17T15:15:05Z", [0.91], ""], [67232, "2020-07-17T14:55:08Z", [0.8], ""], [1, "2020-07-17T14:31:58Z", [0.6], ""], [94123, "2020-07-17T14:30:46Z", [0.8], ""], [56128, "2020-07-17T14:04:09Z", [0.7], "A lot depends on if the unemployed will continue to get relief in another stimulus package. Also, this would be right in the middle of earnings season, which just started this week."], [56170, "2020-07-17T14:01:10Z", [0.68], ""], [94108, "2020-07-17T12:48:46Z", [1.0], ""], [86658, "2020-07-17T10:34:26Z", [0.65], ""], [88766, "2020-07-17T10:05:01Z", [0.87], ""], [1333, "2020-07-17T07:59:11Z", [0.97], ""], [57778, "2020-07-17T05:59:08Z", [0.54], ""], [93072, "2020-07-17T03:38:16Z", [0.58], "With all of the political pressure building for mask mandates and the fact that POTUS has \"changed\" his tune on masks, I see a likely reality where the GOP and Trump cave on masks, the virus slows somewhat, and Trump is seen as \"doing something\" to slow the virus. The little fluctuations in his approval numbers are going to completely tied to Covid and the economy."], [92794, "2020-07-17T03:31:40Z", [0.56], ""], [94030, "2020-07-16T23:58:33Z", [1.0], ""], [72292, "2020-07-16T22:17:27Z", [0.69], ""], [40584, "2020-07-16T21:10:02Z", [0.4], "Actually ... hedging a bit. I don't want to make a big bet on this question. I lack conviction. "], [93358, "2020-07-16T21:09:46Z", [0.75], ""], [40584, "2020-07-16T21:09:04Z", [0.25], "Ok. 40.5% on July 1, 15 days ago. Since then it's moved to 40.3%. Eyeballing the graph I would say: \n1) currently it appears that his decline has flattened. \n2) His disapproval rate is falling (which doesn't automatically translate to his approval rate increasing, but is strongly correlated over time.) \n3) his approval rate has moved within a range for 3.5 years and has generally reverted to the mean. \n4) there is an upcoming session of congress, which means that Trump will, we all hope, be able to announce some legislation getting passed and he'll be able to get some positive news cycles under his belt.  I would add that the crowd is currently 65% yes and I think we need to take that with the following grains of salt: \n1) The crowd seems to be focused on the inside view rather than the outside view. IMO the outside view is that this is more or less random and tends to revert to the mean; \n2) I de-weight the view of the crowd more on political questions than on less passionate questions. The crowd is made up of individuals who have strong personal opinions for or against Trump and that can lead to a bias for the outcome they desire rather than a dispassionate predictions. I would guess that the crowd is generally less accurate on politics than on other topics (although I would love to see if that guess is supported by data)\n3) The trend has been going down and I think this crowd, like any crowd, over-weights the recent trend. I think the true odds are closer to Brownian motion.  My take-away from all of that is that I think he's more likely to go up from here than down. I have no idea how to quantify that so I'll just noodle it. "], [92805, "2020-07-16T21:08:32Z", [0.55], "Trump's approval rating has been on average 40% since he took office (according to FiveThirtyEight). The president's approval rating is largely dependent on a couple broad categories 1) Stock Market Performance (we see large moves in the market correlate to swings in the stock market) 2) Domestic Issues 3) International issues. \nIt's fair to say the biggest factors right now are the Coronavirus and the Black Lives Matter movement. As of 7/16, it's fair to say that Trump's stance on BLM has been factored into his July first approval rating. On the domestic front,  Trump's re-election On the international front, the biggest issue is Trumps immigration policies and policy against China. I feel that in 2.5 weeks, the biggest issue that will determine the approval rating is the Coronavirus outbreak.  I think a lot of the nation has realized his administration's mishandling of the pandemic and refusal to enforce medical advice has caused the disease to soar in certain parts of country. This is the main reason I see  his approval rating dipping below. As more and more cases/death get reported, I expect for the approval to get down. It is a well known fact that there are supporters of Trump that under no condition withdraw their support, but I believe that number is lower than 40%. Due to the lag in COVID precautions and an decrease in deaths reported each days, eventhough precautions policies have been taken, I believe we will continue to see the death toll rise, and consequently, Trump's approval rating. I am only 55% confident however because throughout the epidemic it has maintained at this steady level with occasional bumps. \n"], [67232, "2020-07-16T19:58:24Z", [0.75], ""], [67232, "2020-07-16T19:49:51Z", [0.5], "In the last 18 months,  Trump has only been below 40.5 percent about 15 percent of the time according to fivethirtyeight.com.  (mean 42.1 and std 1.35, one std down = 40.7 percent thus 83 percent of time above this; so about 1/2 * 1/3= 17 percent and a little less = about 15 percent below 40.5) Thus, the base rate could be 15 percent yes.   Yet, in the last few months he fell from 45.8 on April 4th to 40.3 today, July 16th as the virus worsened.    The lowest approval ever was about 36.4 percent.  However, the range between 36.4 percent and 40.5 is made of people, I suspect, who want to vote Trump as long as he does nothing really foolish like he has of late, e.g., asking people to drink a cap full of bleach or inject sunlight.   The coronavirus deaths and cases are also rising.   Trump approval seems to fall as these numbers rise and then levels out or increase a bit as they stabilize.   Thus, it is the change, not absolute levels, that move his approval numbers down.  There is a comment that I heard from David Plouffe in the last few weeks that I think most forecasters have not considered.  Namely, it is far easier to get back a constituency that you had and lost than one you never had.   The range from 36.4 5 to 40.5 was a Trump constituency better than 83 percent of the time so there the \"pressure\" to the upside is strong but balanced right now by stronger coronavirus \"pressure\" to the downside.  The upside pressure is a constant in that it does not vary, much anyway, over time.   This is likely the reason whenever Trump's approval rating takes a dive it seems to quickly bounce right back up.    The downward pressure caused by the coronavirus varies greatly depending the changes.  That is, the public in the range at issue is outraged by a change right after the change happens but then cools and Trump's approval rating rises, if ever so slightly.   The coronvirus has worsened quite a bit in the last few weeks.  Will it level off in the next week or two?  The deadline is only 20 days a way and the deaths projection in the ensemble forecast of Umass, which includes, I think about 15 coronavirus forecasts, has the death rates rising even faster in the next four weeks.   So it will be real close in the new few weeks.   Unfortunately,  I think the fast rising new case and death rates will knock Trump's approval rating below 40 percent (the unfortunate part is the new case and death rates.)   Afterward, I think Trump's approval rate will rise to something above 40.5 percent.  The only question is the timing.  For August 5th,  I think a range of 95 percent would 37 to 42, which has a mean of 39.5 percent.  A 50 percent range would be 39 to 41 which yields 40 percent mean.   A 25 percent range would be 40.7 to 40 percent with a mean of 4.35 percent.  So my most recent estimate were probably low.  Lets say 70 to 75  percent chance of remaining below 40.5 on August 5th.   I will decrease this number if Trump's approval rating only remains slightly before 40.5 percent or the new case and death numbers rise faster than Umass ensemble forecasts.  https://viz.covid19forecasthub.org/"], [88002, "2020-07-16T19:21:23Z", [0.9], ""], [88928, "2020-07-16T18:42:21Z", [0.46], "Minimal change half way through month. If this persists there is little reason the rating should be much different from 1 July."], [93984, "2020-07-16T18:25:54Z", [0.65], ""], [1333, "2020-07-16T18:22:53Z", [0.98], ""], [60948, "2020-07-16T17:17:12Z", [0.65], ""], [86472, "2020-07-16T16:51:19Z", [0.75], ""], [92178, "2020-07-16T16:26:28Z", [0.7], ""], [90519, "2020-07-16T15:40:23Z", [0.51], ""], [40584, "2020-07-16T14:28:48Z", [0.65], ""], [93418, "2020-07-16T13:59:16Z", [1.0], ""], [93351, "2020-07-16T10:23:18Z", [0.83], "updating my forecast with half month of July passed and the approval rating down by 0.2%. this is still far away from the historical minimum of 36.5% and no recent event suggests a turn, so I bet on continuing down trend for the next 2 weeks.\n "], [19127, "2020-07-16T09:24:45Z", [0.57], ""], [87991, "2020-07-16T09:24:13Z", [0.52], ""], [88766, "2020-07-16T09:08:28Z", [0.86], ""], [27661, "2020-07-16T08:40:06Z", [0.7], ""], [93921, "2020-07-16T07:40:09Z", [0.55], "Coronavirus and current trend..."], [12694, "2020-07-16T07:00:44Z", [0.65], "Starting at being just below the cutoff -> Naive guess of 50/50 1) Factor pushing me towards \"No\": I looked at the historical range of approval ratings and see that we're already below the midpoint, getting lower gets harder\n2) Factor pushing me towards \"Yes\": There are 21 days left. Looking at the historical time series of this data, in approximately 40% of periods the approval rating increases enough to cover the distance from where we are today to make this question a \"Yes\". \nNew naive guess -> 60% \"Yes\"\n3) Factor pushing me towards \"Yes\": Coronavirus and current trend. I imagined what the world would look like for me to answer 100%, 90%, and so on. 100% - Would probably require Nixon type resignation or removal from office, or some scandal to get us below global minimum 36% approval.\n90% - Would probably require being just below global minimum 36% approval.\n80% - I'm not sure I can get this granular. Maybe approval rating below 40% for several days and continued trend downward?\n70% - I'm not sure I can get this granular\n60% - Naive base rate. I need more data to become more confident. A lot of news stories can happen in 21 days and the American public can be fickle."], [1333, "2020-07-16T06:11:19Z", [0.99], "https://projects.fivethirtyeight.com/trump-approval-ratings/?cid=rrpromo"], [93908, "2020-07-16T05:50:21Z", [0.78], ""], [49149, "2020-07-16T04:47:36Z", [0.65], ""], [93894, "2020-07-16T03:36:30Z", [0.0], ""], [93879, "2020-07-16T01:22:42Z", [0.0], "Trumps approval rating Will be higher I think because coronavirus vaccines Will appear very soon."], [88098, "2020-07-16T01:00:47Z", [0.55], ""], [1333, "2020-07-15T23:11:37Z", [0.98], ""], [57778, "2020-07-15T23:07:59Z", [0.55], ""], [88590, "2020-07-15T21:55:25Z", [0.75], "Still find this tough as the \"window\" seems to be between 37% and 43% or so. It's just budging much, regardless of what happens which means that random noie could be the difference (40.2 vs 40.6). "], [88002, "2020-07-15T21:22:46Z", [0.89], ""], [90710, "2020-07-15T21:22:35Z", [0.67], ""], [14107, "2020-07-15T20:35:45Z", [0.75], ""], [89135, "2020-07-15T20:01:23Z", [0.95], ""], [93851, "2020-07-15T19:07:36Z", [0.7], ""], [691, "2020-07-15T18:36:35Z", [0.76], ""], [13306, "2020-07-15T16:40:06Z", [0.55], "At 40.4% now so it could really go both ways still. Maintaining a slight bias for trend."], [93719, "2020-07-15T15:52:13Z", [0.0], ""], [88002, "2020-07-15T15:43:42Z", [0.87], ""], [86658, "2020-07-15T14:40:04Z", [0.63], ""], [12879, "2020-07-15T14:29:12Z", [0.55], ""], [93830, "2020-07-15T13:42:41Z", [0.41], ""], [88766, "2020-07-15T13:38:44Z", [0.87], ""], [89135, "2020-07-15T07:04:32Z", [0.5], "He is bouncing right around this number. I am going to hold at 50%.  Unless he shoots someone on 5th avenue.  "], [19127, "2020-07-15T04:38:28Z", [0.52], ""], [88497, "2020-07-15T04:18:36Z", [0.35], "he's close to his all time lows as far as approval and it looks like its bouncing back -- do not underestimate the stubbornness of his supporters"], [92794, "2020-07-15T04:07:24Z", [0.57], ""], [93678, "2020-07-15T03:58:26Z", [1.0], "Trump's approval rating is in an irreversible downtrend."], [90167, "2020-07-15T02:58:18Z", [0.91], ""], [90882, "2020-07-15T02:57:08Z", [0.44], ""], [85416, "2020-07-15T01:39:00Z", [0.7], ""], [75794, "2020-07-15T00:26:31Z", [0.7], ""], [72292, "2020-07-15T00:15:02Z", [0.67], ""], [57778, "2020-07-14T23:44:13Z", [0.52], ""], [52131, "2020-07-14T20:45:32Z", [0.9], ""], [88002, "2020-07-14T19:12:28Z", [0.86], ""], [91598, "2020-07-14T16:55:14Z", [0.7], ""], [93593, "2020-07-14T15:57:28Z", [0.75], ""], [87474, "2020-07-14T15:19:04Z", [0.77], ""], [90167, "2020-07-14T14:58:03Z", [0.55], "Up by 0.1 since July 1. Maybe a few more weeks of illness and death in Trump Country will drop it down a bit, but I wouldn’t count on people reacting rationally at this point."], [86429, "2020-07-14T14:45:17Z", [0.45], "@kxiao3 makes sensible observation about the pre july period which might suggest a bounce back from july 1st "], [1333, "2020-07-14T14:13:19Z", [0.99], ""], [86658, "2020-07-14T13:57:30Z", [0.62], ""], [81262, "2020-07-14T13:53:25Z", [0.32], "Adjusted DOWNwards -4; Just checked FiveThirtyEight and it says 40.6% In the meantime DJT wore a Mask, blames Fauci/Doctors, and creating a new flashpoint with schools (\"THEY want to hurt your kids\")"], [81262, "2020-07-14T13:52:11Z", [0.4], "Adjusted upwards +4; Just checked FiveThirtyEight and it says 40.6% In the meantime DJT wore a Mask, blames Fauci/Doctors, and creating a new flashpoint with schools (\"THEY want to hurt your kids\")"], [87744, "2020-07-14T09:14:03Z", [0.1], ""], [90446, "2020-07-14T07:09:21Z", [0.28], ""], [86429, "2020-07-14T06:43:06Z", [0.65], "approval rating has been on downward trend since 3rd April. rating is down 100 basis points in the last month so not dramatic and not a one way bet."], [19127, "2020-07-14T02:58:44Z", [0.56], ""], [89640, "2020-07-14T02:09:46Z", [0.6], ""], [6978, "2020-07-14T01:49:38Z", [0.9], ""], [57778, "2020-07-14T00:59:20Z", [0.49], ""], [92467, "2020-07-14T00:38:10Z", [0.55], ""], [92379, "2020-07-14T00:00:18Z", [0.8], ""], [92294, "2020-07-13T23:50:31Z", [0.97], "The strategy he had of criticizing government and leaders tapped into people's alienation from a government that has let the working class and middle class slide into debt for decades. He used racism and xenophobia to divide these voters from people of color and migrants. But he cannot succeed at all using this approach now that he is in charge. He has done the worst job of any president I can recall. (While I disagreed with some presidents' approaches, they were mostly cognitively capable of doing their job, and had the social skills to work with others in their own parties, and sometimes in all parties). "], [84880, "2020-07-13T22:54:01Z", [0.59], "With an all-time low of ~36% there is no reason to think that it can't go either way. As many have said before me, this is a coin toss... question is, how do we feel obout the consensus average?\nWell, C19 will continue to get worse; however, it is hard to know how the general public will feel about it next month. Maybe people will be in better moods when sports start up again. As it stands now, I'd discount the wisdom of the crowd by ~10%"], [586, "2020-07-13T21:48:48Z", [0.25], ""], [67232, "2020-07-13T19:58:33Z", [0.4], ""], [89135, "2020-07-13T19:57:29Z", [0.45], ""], [92799, "2020-07-13T19:27:23Z", [0.4], "As of July 1st, Donald Trumps approval rating was 40.5%, representing a new low since January. This is likely due to the white house response to the Coronavirus pandemic, threats on increasing international tariffs, and deployment of the national guard in response to protests among other factors. The idiosyncratic nature of these events, however, may indicate a reversion to the mean. Our base rate for approval over the last 4 years stands at roughly 42%, meaning my estimate will likely bias towards assuming Trump will have a higher approval rating. However, it's difficult to gauge the scope of this information, so my estimate will still likely be close to 50%."], [89892, "2020-07-13T18:40:53Z", [0.75], "Trump continues to distance himself from responsibility in several areas, most notably in formulating a national response and a plan to combat Covid-19 "], [92386, "2020-07-13T18:34:17Z", [0.3], "I think he has hit a floor "], [87827, "2020-07-13T18:00:20Z", [0.3], "I think it will tick back up slightly, maybe closer to 41% or so. I think the current drop has a lot to do with the combination of BLM protests and the virus. The virus will continue to be a problem for his approval rating but I think in a month some portion of conservatives who switched to disapprove based on his handling of the protests will have shifted back somewhat as the protests begin to feel less recent."], [89135, "2020-07-13T17:25:22Z", [0.55], ""], [14993, "2020-07-13T17:09:29Z", [0.53], ""], [93564, "2020-07-13T17:07:04Z", [0.45], "Odds are 50-50 for something like this, with a slight tilt toward mean reversion"], [89595, "2020-07-13T16:14:43Z", [1.0], ""], [88010, "2020-07-13T14:30:37Z", [0.6], ""], [93514, "2020-07-13T14:26:37Z", [0.78], ""], [67609, "2020-07-13T14:07:38Z", [0.85], "I have been playing with the numbers, and by 5 of August I think we will have between 158-175K deaths from coronavirus now that we are catching up with the increase in cases. The symbolic 150K mark will be crossed somewhere in between and well, that is not going to help Trump's approval ratings. I guess this indicates that the current downward trend will continue. I agree with @Anneinak for this one. However, the bumps and upward and downward trends in the rating seem to follow some beautiful fractal geometry (I am referring at the relative size of the maxima and minima and their distance in time), which might help to predict the likelihood of the downward trend continuing or the likelihood of a regression towards the mean, as hypothesized by @Dillyweed and which is also a likely scenario (particularly because crossing more symbolic marks on deaths might not have a large effect on the polls, owing to everyone already used to the new pandemic normal)."], [691, "2020-07-13T13:53:48Z", [0.77], ""], [92790, "2020-07-13T10:59:33Z", [0.65], "As of today, the approval rating stands at 40.4%, only very slightly skewing my estimate downwards. President Trump's approval rating has been dropping at a rate of over 1.5 percentage points per month since April. Not only are record high number of new Covid-19 cases being reported almost every day, leading to bad headlines, the US has been trending far worse than other countries at similar stages. Many states are entering states of emergency, and his starting to wear a mask may not be received well by his supporters. Rises in approval over the last two months corresponded to the first states opening back up. If these states now have to re-implement restrictions, I would expect that gain in approval to be lost. Protests have eased, but it is unclear whether that will translate to an increase in approval. Finally, the number of attack ads against his campaign has increased, including Republican-financed ads.  On the other hand, the current rating is at its lowest in over a year, and mean reversion would indicate a small uptick, which slightly boosts my estimate. However, given that there are only three weeks to the forecast date remaining, I have not weighted this highly. Similarly, while disapproval on the Covid-19 front has spread, we have in fact seen the deviation of the polls increasing, which leads to more uncertainty and pushes my estimate closer to 50%."], [93545, "2020-07-13T10:45:52Z", [0.77], "Th management of COVID will reduce his approval rating"], [71165, "2020-07-13T06:22:47Z", [0.15], ""], [71165, "2020-07-13T04:18:29Z", [0.68], "Comment deleted on Jul 13, 2020 06:22AM UTC"], [93535, "2020-07-13T03:48:19Z", [0.75], "He will be focusing on ramping up the fear factor to give the appearance that the country won't survive without his leadership. People will increasingly believe this as Covid becomes worse."], [91142, "2020-07-13T02:29:18Z", [0.4], "This question feels very based on luck (because it involves a host of wildcard variables like COVIDZ, and the whims of the president), but really this is a question about regression to the mean. Will that happen in 3 weeks? I’m starting at a 40% chance of yes but kind of expect this one to swing wildly. Approval rating could just as easily stall, or bottom out even further. "], [19127, "2020-07-13T01:38:20Z", [0.53], ""], [14133, "2020-07-12T23:39:53Z", [0.75], "Barring some sort of acute national emergency that causes a rally-round-the-leader effect, things are probably not going to get better in the US and he is not going to learn how to change his approach."], [57778, "2020-07-12T22:47:02Z", [0.51], ""], [85986, "2020-07-12T21:48:22Z", [0.75], ""], [31679, "2020-07-12T20:23:23Z", [0.7], "Will the remaining moderates will change their mind in sufficient numbers to reverse a 3 month decline in polls? I really don't think so. Polls have typically hovered between 38-42%, with very polarized opinions. Mean reversion to the last 2 years average would mean 41%, going back to the 2017 numbers put him solidly under 40%. The electorate is very polarized; maybe 5% of total voters can still be convinced to change their minds (if anyone has precise numbers, please share them!) Elements that make me think he's going to fare worse than his recent average: -A lot of states are about to enter states of emergency, and his polling numbers will be affected, if only because more of his supporters will be dying. -His wearing a mask is causing a lot of cognitive dissonance with his sycophants. This projects  weakness, which even some of his rabid supporters can't handle. -There are a lot of Republicans financing brutal attack ads against him, along with the steady drum beat of scandals. Caveat: I think he's a monster and think poorly of the people still supporting him, and that may be affecting my judgment."], [92331, "2020-07-12T19:30:54Z", [1.0], ""], [93072, "2020-07-12T19:14:01Z", [0.6], ""], [60948, "2020-07-12T18:43:58Z", [0.6], ""], [89039, "2020-07-12T18:26:11Z", [0.55], "A simple linear model of polls rated “A” by FiveThirtyEight releasted between June 2 and July 9 suggests the President’s poll ratings are on a steady downward trajectory. [1] Should the current trend continue, Trump’s approval rating could be as low as 34.9 percent by August 5. This represents a 5.5 percent drop from the current reading of 40.4 percent and a 5.6 percent drop from July 1. I will be regularly updating this but based on a small sample and time until expiry I'm puting an initial forecast at 55 percent or \"Chances About Even\". [1] https://projects.fivethirtyeight.com/pollster-ratings/"], [68240, "2020-07-12T18:18:10Z", [0.65], "+6, we are at 40.4% today and worse incoming news signals that the recovery is likely to stall."], [534, "2020-07-12T18:10:49Z", [0.45], ""], [16109, "2020-07-12T18:00:34Z", [0.22], ""], [86710, "2020-07-12T17:39:23Z", [0.75], "Further downward movement depends on erosion of his base. Presidents tend to be blamed for whatever happens on their watch, and this COVID thing seems to only be getting worse."], [93509, "2020-07-12T17:18:31Z", [0.85], "The populace blames the problems resulting from the virus on the president.  It is more of an emotional reaction than a cognitive reaction.  "], [67232, "2020-07-12T16:50:00Z", [0.55], ""], [89243, "2020-07-12T15:32:49Z", [0.35], "In July, the public was still in a reaction-phase to Covid and BLM protests.   The campaign season will solidify Trump's base around approval of him as compared to Joe Biden, which will act as a backstop to his free-fall in the polls.   His numbers will likely not be great, but they won't be near his worst polls.   Counterpoint: G. H. W. Bush's approval ratings, which tanked until the official nomination of Bill Clinton.  After that, they showed modest improvement until the election.  But he was not contending with a global pandemic, the shock of which will be wearing off as we close in on the nomination."], [88766, "2020-07-12T13:19:49Z", [0.84], ""], [88010, "2020-07-12T04:46:19Z", [0.62], ""], [57778, "2020-07-12T03:54:51Z", [0.58], ""], [92794, "2020-07-12T00:43:13Z", [0.59], "The approval rating is currently 40.1% which skews it slightly towards a no node\nThe width/deviation of the polls samples taken also have it skewed slightly towards a no node as well\nWidespread disapproval on Covid-19 handling even to more traditional fan bases However, volatility has historically increased approaching elections as more events and statements are made by candidates, forcing a lean towards a 50-50"], [67232, "2020-07-11T22:44:56Z", [0.45], "Trump started wearing masks today in public.   "], [92803, "2020-07-11T22:36:41Z", [0.69], "Since the peak of 45.8% on 4/1, the number has been declining. The periods of decline have roughly been 4/1 - 4/30 and 5/17 - now, corresponding to COVID situation worsening and social protests around the country. Interestingly, between 4/30 - 5/17, the number grew by 1.1%, and this period corresponds to the first wave of states opening back up. Thus, I will base my prediction on the likelihood of these events happening between now and 8/5. COVID: given the fast growth rate now and the fact that any stay-at-home order takes about 2-3 weeks to show effect, the situation is unlikely to get better before 8/5, and we are going to see scary headlines with bad numbers. Social protests: these have largely died down, but the sentiment for social injustice definitely still runs high. While large demonstrations have subsided, any singular event of police brutality would surely enrage people and possibly triggering more protests. That's certainly bad for the number. States opening up: unlikely, especially in the Southern states where we are seeing COVID numbers surging. Even for states in better situations, the government would be more hesitant. Overall, the number now is 40.1% on 7/11, and given the factors discussed above, I think it's more than likely that his number is going to be lower than on 7/1. Also, given that many of his rallies have been cancelled or delayed, the galvanizing effect from these would likely be small. However, there could be better economic data coming out in the coming weeks that would have a positive effect on the number. Also, if there's a second round of stimulus check coming (unlikely given Congress), the number would increase."], [27661, "2020-07-11T21:26:42Z", [0.75], ""], [88954, "2020-07-11T21:23:12Z", [0.65], ""], [92789, "2020-07-11T20:58:16Z", [0.5], "On July 1st, Trump’s approval rating on FiveThirtyEight is 40.5%. We should understand from historical approval rating data and then consider potential risk factors/opportunities that would decrease/increase Trump’s approval rating on FiveThirtyEight.  Since COVID-19 is probably the biggest driver for Trump’s approval rate, along with social issues (e.g. BLM), foreign policies (e.g. China, EU, etc.), and domestic economy. Before COVID-19 breakout, Trump’s approval rating is correlated with US economy (i.e. stock market), as Trump claimed one of his biggest presidential achievement is create a strong U.S. economy and lowest unemployment rate. However, after COVID-19 breakout, we observed an interesting pattern: Trump’s approval rate initially increases and then drastically decreases. My explanation for this is that people who initially trusted Trump’s virus response and strategies were negatively impacted and starting to lose faith in Trump.  Looking forward, COVID-19 is still the main driver for Trump’s approval rating. Therefore, I considered the following factors to be influential:\nUpward factors:\n-\tEffective medical procedure/medications to treat COVID-19 patients\n-\tHotspot states enforced lockdown, new cases number decreases \n-\tBreakthrough in Vaccine\n-\tDevelopment in Contact Tracing \n-\tFinancial support to the economy through FED, Treasury, etc. \nDownward factors:\n-\tState continue reopening and people in recovering states like NY become careless\n-\tPeople surrounded by Trump get infected\n-\tPresidential campaign – no mask promotes spread of COVID-19 \n-\tMore cases create pressure on medical system, causing increase in death rate.  As a lot of the COVID-19 negative impact has been priced in in Trump’s approval rating. Therefore, my base rate for Trump to have a lower approval rating is 30%. However, as there’s delay in COVID-19 case report and death rate, I would believe that death rate to picked up and weight more on negative factors than positive factors. Therefore, my final forecast is 50%. \n"], [93488, "2020-07-11T20:58:08Z", [0.99], ""], [28899, "2020-07-11T19:22:26Z", [0.65], ""], [92810, "2020-07-11T19:05:09Z", [0.4], "I think the main factor influencing Trump’s approval rating is COVID-19 and the resulting economic consequences. While there are many large scale protests going on, I suspect that these entrench as opposed to change views. On July 1st, Trump’s approval rating was 40.5%. I think that it’s too simplistic to assume that, because Trump’s approval rating has fluxtuated between 41% and 45% since the beginning of 2019, it must mean revert. On the other hand, it is difficult to find a latitudinal comparison. The difficulty in comparing to previous national tragedies is that they usually occurred instantaneously and resulted in the “rally ‘round the flag effect” (increased approval ratings). Comparing against other countries’ current situations also may not be insightful as the US has taken a different approach from most countries where presidential ratings are beginning to return to normal. In addition, the forecast will resolve during the coronavirus pandemic so there is ample opportunity for new developments to change the results. These could stem from actions by Biden, changing number of new cases, financial market changes, etc. Ultimately, I would relate Trump’s approval ratings to the economy. We saw approval ratings decline in April after a stock market decline in April. We are seeing economic recovery: stock market gains, decreasing unemployment, etc. I believe this may continue for the remainder of July and so Trump’s approval ratings could increase slightly from 40.5%. However, these economic results are potentially unjustified as a second wave of COVID-19 results in new lockdowns and other consequences. If they change, we may see Trump’s approval rating continue to decline."], [172, "2020-07-11T18:46:58Z", [0.85], ""], [691, "2020-07-11T18:30:29Z", [0.79], ""], [88002, "2020-07-11T18:07:39Z", [0.89], ""], [84880, "2020-07-11T17:38:15Z", [0.5], ""], [87440, "2020-07-11T15:44:28Z", [0.52], ""], [88766, "2020-07-11T13:19:27Z", [0.8], ""], [87991, "2020-07-11T13:18:32Z", [0.45], ""], [87991, "2020-07-11T13:13:50Z", [0.4], "Comment deleted on Jul 11, 2020 01:27PM UTC"], [86658, "2020-07-11T12:07:24Z", [0.63], ""], [89882, "2020-07-11T11:36:43Z", [0.95], ""], [88098, "2020-07-11T11:33:41Z", [0.6], ""], [14107, "2020-07-11T10:07:37Z", [0.5], ""], [19127, "2020-07-11T10:03:41Z", [0.54], ""], [57778, "2020-07-11T07:02:41Z", [0.58], ""], [88452, "2020-07-11T05:18:57Z", [1.0], "People start to realize how limited his capacities are (even though he \"aced\" every test, as he claims).\nhttps://us.cnn.com/videos/politics/2020/07/10/trump-taxes-irs-claim-cognitive-test-toobin-sot-nd-vpx.cnn\nhttps://www.cnn.com/2020/07/10/politics/trump-cognitive-test/index.html The Infinite-Monkey-Theorem suggests there is little (literally very very little) chance that the current WH administration will turn the corner economically or with regards to public health.  https://en.wikipedia.org/wiki/Infinite_monkey_theorem#Actual_monkeys\n(List incomplete...)\nhttps://us.cnn.com/videos/politics/2020/07/11/kth-trump-cooper-shakes-head-nonsense-covid-19-saving-face-ac360-vpx.cnn *Almost surely*, \"\"They -- in most -- most cases, in almost -- I mean, literally, in most cases,\" POTUS will not deliver a Hamlet or a King Liar [sic!], even if he had a second term, or a lifetime presidency, like he proposed he'd be fine with for himself (thank God no one, except from himself, not even the GOP, took that into consideration).\nhttps://us.cnn.com/2020/07/10/politics/trump-hannity-coronavirus/index.html\nsee #16. I start to believe that current POTUS will soon beat J. Carter and will become the most hated, least approved president on record."], [93067, "2020-07-11T03:24:17Z", [1.0], "Covid and ongoing lack of response/insistence that the US is winning "], [93459, "2020-07-11T02:23:27Z", [0.3], ""], [93459, "2020-07-11T02:18:46Z", [0.3], "June was the worst month of his presidency. There is likely to be some mean reversion by the beginning of August."], [67232, "2020-07-11T02:09:44Z", [0.5], "I think I was wrong in my first two estimates for this question.  Much of Trump's unpopularity is baked in due to his extreme rhetoric, which he is now changing.  The extremist rhetoric of just the last few weeks was clearly intended to shore up his deplorable base even though it cost him with everyone else.   Reagan did this in early 1980, but by election day Reagan have moved far to the center.  Some tv commentators said he was almost a democrat by early November.  I disagree with that last part but he did move to the center after cementing his base.  Trump is doing the same thing, I think.  The only question is when will he move to the center.  I suspect with the election now less than four months away, it will be very soon.   Today, he claims he launched a cyber attack on the Russians in 2018.  I doubt it.   However, he is clearly trying to convinced the general public that is not wholly owned by the Russians.   He has not done anything to retaliate against the Russians for their bounties on American soldiers and hopes this will substitute for a response.    Trump also just announced he will sign a document that will provide a path to citizenship for illegal minors brought to US as children.  I doubt his supporters like this very much.  Therefore, this may signal a shift away from the extremist tone of his rhetoric in the last month.  If so, he might also do so with respect to his coronavirus pronouncements.  His current approval rating is about two points below his three and one-half year mean of about 42.5 percent.   The standard deviation was about two percent.  Therefore, his approval could rise above 40.5 percent easily if he made the effort. There has been a lot of speculation about Trump's \"floor.\"   I considered measuring his floor in a variety of ways.   I found a pew research poll that said 19 percent said he would be a great president and 18 percent said he would be a good president in his second term.  Is his floor 37 percent?   The same poll also found that 70 percent of his supporters were voting for him because they were for him rather than Biden haters.   Thus, is his floor about 30 percent (70 percent time 40.5 percent)?    I suspect Trump's  floor has levels.  Fermizing, the bottom 20 percent of all voters probably would vote for him if he killed someone on Fifth Avenue on live TV.  The next fifteen percent are staunch supporters who would change their mind if did.  The next five percent like his conservative policies, especially his judges,  but I suspect do not care that much for him personally.  The next five percent, 40 to 45 percent of all voters,  that is the subject of this question, are swing voters who lean his direction, would probably like to vote for him, but have their limits, which have been reached.   Thus, the 40.5 is at the bottom rung for this group.    Think about it a little more, his lowest approval rating was about 36 to 37 percent.  This is probably his absolute floor given his strength among those below 35 percent.   However, he only reached this level a very few times and only for very short periods of less than one week.  Hence, a higher floor of about 40 percent is probably about right.  I think he could rise slightly in the polls over the next few weeks to the 42 percent range if he keeps moderating his rhetoric, and actually does something, anything, to prevent the further spread of the coronavirus.   We will see in the next few days.  Yet, the rising coronavirus death rate that will also occur in the next month and its related consequences to the economy will pull his numbers in a downward direction. Thus, the tension between the effect of Trump's better rhetoric on voters who would like to approve of and vote for Trump and the reality of his absolute failure to deal with the worst pandemic in a century will determine the answer to this question."], [93456, "2020-07-11T02:09:20Z", [0.35], ""], [80790, "2020-07-10T19:37:56Z", [0.82], "Older polls with higher ratings will count less in the average and it’s unlikely that new polls will be sufficiently high to balance this loss, so it’s mostly likely that in the next month the approval rating will continue to drop.  In the longer term it could recover, but by aug 5th the likelihood seems remote."], [32258, "2020-07-10T19:22:47Z", [1.0], ""], [92817, "2020-07-10T18:49:26Z", [0.69], "Argument for \"No\": I looked at the graph of Trump's approval rating on FiveThirtyEight. I was hoping I might be able to find a mean reversion trend that I could utilize.At the link I mention below, there's a discussion that shows that Trump's approval rating range hasn't been too high. This suggests to me that it is mainly confined to the range we've already seen; many of the 40% of people who approve of Trump are likely set-in-stone supporters who will continue to like Trump regardless of the next month's events. Argument for \"Yes\": Rather than mean reversion, maybe Trump's approval rating is following a momentum trend. I noticed that Trump's approval rating has declined fairly consistently since April, when the COVID outbreak escalated rapidly in the US. The virus most likely isn't going away in the next month, so if this pattern continues, his approval rating will decrease. I am no political expert so I don't really know how to weigh the arguments above. At the time of this forecast, it is July 10th, 9 days out of the total 35 from the starting date until the question expires. Trump's current approval rating on FiveThirtyEight is 40.1% (down 0.4%). This suggests I should pick yes with probability greater than 50%. This also slightly weakens the \"no\" argument above: even if Trump's approval rating stopped declining right now, if it doesn't increase in the next 26 days, the answer to the question is still \"yes.\" As a very crude approximation, we can split the remaining 26 days into 3 \"9ish day periods\" during which Trump's approval rating randomly increases or decreases by 0.4% with probability 1/2. If two or three of the steps are a decrease, his approval rating for the period is lower, and if all three are increases, his approval rating is higher. If two of the three steps are increases and one is a decrease, then his approval rating will be roughly the same as it was on July 1, so maybe we would assign a probability of 50% yes, 50% no in this case. This gives me an initial estimate of 4/8 + 3/8*1/2 +1/8*0 = 11/16 or about 69% change that his approval rating is lower. This will suffice for an initial estimate. The graphs at this link were helpful in my analysis:\nhttps://www.google.com/amp/s/fivethirtyeight.com/features/whats-going-on-with-trumps-approval-rating/amp/"], [90433, "2020-07-10T18:42:00Z", [0.95], "Covid 19, a flood of damaging books and Trump's own inability to govern are coming back to haunt him. He will be in the high thirties by the beginning of August at best."], [93164, "2020-07-10T17:27:47Z", [0.75], "Feeling more sure that approvals will be lower on 5 August:\n- Death rates trending up\n- Economic news continues to look poor\n- Approval has continued to fall and would need to reverse direction\n- 3.5 weeks remaining until question end date"], [89135, "2020-07-10T17:03:40Z", [0.95], "Continues to go down. 40.1 today.  So we are no longer sitting at zero starting point, has to go up to hit “zero”. Nothing in the works to give him a positive boost. "], [66305, "2020-07-10T16:48:11Z", [0.85], ""], [87943, "2020-07-10T16:45:30Z", [0.63], ""], [90733, "2020-07-10T16:11:52Z", [0.25], ""], [66692, "2020-07-10T16:01:01Z", [0.8], ""], [691, "2020-07-10T15:58:09Z", [0.78], ""], [81304, "2020-07-10T14:30:49Z", [0.95], ""], [89371, "2020-07-10T14:21:16Z", [0.75], ""], [92420, "2020-07-10T14:05:15Z", [0.78], ""], [91280, "2020-07-10T13:59:52Z", [0.65], "He will continue to be behind the curve on COVID-19, and more people will be hurt by it.  The economy will also be muddling along and definitely not improving."], [86207, "2020-07-10T13:52:48Z", [0.6], "The rise in covid 19 cases and the end of furloughs sending unemployment figures up"], [80634, "2020-07-10T13:33:20Z", [0.35], "seemingly would take some sort of large externality (1/3 chance) to cause erosion with base, which seems to set ~40% as floor for support."], [89379, "2020-07-10T13:23:01Z", [0.75], ""], [32300, "2020-07-10T13:11:35Z", [0.4], ""], [70658, "2020-07-10T13:04:27Z", [0.65], "40% seems to be the floor. Even so, we won't be in a better situation economically or medically. Should be around 39.0% to 40.5%"], [56170, "2020-07-10T12:59:30Z", [0.65], ""], [56170, "2020-07-10T12:56:57Z", [0.35], ""], [86342, "2020-07-10T12:16:04Z", [0.79], ""], [86658, "2020-07-10T12:01:57Z", [0.62], ""], [41373, "2020-07-10T11:42:56Z", [0.95], ""], [93000, "2020-07-10T11:38:58Z", [0.55], ""], [93000, "2020-07-10T11:37:48Z", [0.45], ""], [60948, "2020-07-10T10:23:18Z", [0.7], ""], [27661, "2020-07-10T09:26:52Z", [0.65], ""], [20156, "2020-07-10T08:38:57Z", [0.35], ""], [88227, "2020-07-10T06:15:04Z", [0.65], "Lot of great answers below (even though I might not agree on their percentage forecasts).  Trump's approval is 40.1 (as I write this on 9 July), and while this is near the lower bound of his ratings (some nice analysis below from @aaronedwardolson and others below), we cant discount\n1) the downward trend of his approval ratings\n2) the issues America will face in handling the covid-19 pandemic in July So I baseline at a 65% chance that Trump's approval rating would be less than 41.5% on August 5th. Will check and revise. "], [88002, "2020-07-10T04:00:25Z", [0.88], ""], [92166, "2020-07-10T03:57:40Z", [0.85], ""], [72292, "2020-07-10T02:15:52Z", [0.57], "Putting this at only slightly above 50/50. Approval rating is largely locked down to a tight range of which 40.5% is very close to the median. However, the prevailing trend is negative since the beginning of April which shows a coorelation with the pandemic since the NY peak. There is latitude to drop a few points over the next few weeks as the fatality numbers start to rise following the leading indictor of increasing infection rates. "], [91322, "2020-07-10T01:37:04Z", [0.67], ""], [75794, "2020-07-10T00:51:33Z", [0.8], "US Deaths from COVID are likely to spike in the next four weeks. The US is about to enter it's \"second wave\", but hardly managed to contain the first. Public sentiment is only going to grow more negative as people tire of the nonsense."], [66285, "2020-07-10T00:35:22Z", [0.85], ""], [87440, "2020-07-09T23:44:52Z", [0.45], ""], [88590, "2020-07-09T23:36:52Z", [0.7], "Down to 40.1. Bad look from SCOTUS (may or may not have practical implications)"], [79429, "2020-07-09T23:32:32Z", [0.78], ""], [90417, "2020-07-09T23:31:04Z", [0.61], ""], [57778, "2020-07-09T23:06:30Z", [0.6], ""], [13306, "2020-07-09T22:20:01Z", [0.6], "It's a really short time frame so the series' variance will weigh heavily on the modest trend that has been established, especially as Mr Biden is due to put his foot in his mouth after a longish period of good behavior. ;-)"], [86069, "2020-07-09T22:13:19Z", [0.5], "Really hard to gauge how unpopular he will be. "], [70711, "2020-07-09T21:38:36Z", [0.9], ""], [68240, "2020-07-09T21:22:14Z", [0.59], "+1, it was lower today....."], [60948, "2020-07-09T20:54:11Z", [0.8], ""], [89509, "2020-07-09T20:17:08Z", [0.77], "Th COVID crisis is continues to get worse through July and August this will impact the approval rating. The lower end of Trump's historical approval rating is in the 36-37% range so there is a few point for it to still drop. "], [90237, "2020-07-09T19:10:38Z", [0.85], ""], [88010, "2020-07-09T19:06:13Z", [0.6], ""], [691, "2020-07-09T18:50:27Z", [0.78], ""], [88422, "2020-07-09T17:57:14Z", [0.65], ""], [783, "2020-07-09T17:21:24Z", [0.9], "Emotive issues were good for him in the last election, but that was prior to the existential challenges of the world. The GOP is not running against Hillary, as the House of Representatives demonstrated with a Dem win, and words that elicited bogey men are no longer as effective since \"all politics are local\" and locally among the US is not that great in most towns."], [63837, "2020-07-09T17:06:49Z", [0.85], ""], [93072, "2020-07-09T16:40:38Z", [0.55], "Trump's low point in the 538 polls average is about 36/37 so 40.5 is not far off from that. He has had some of the most stable polling of any politician ever and opinions of him are baked in. It certainly could fall, but his polling floor is incredibly stable at around 35%. I would be surprised to see it ever drop below that. Also, presidential elections have a tendency to tighten as election day approaches and more people make their decisions and partisans come back to home base. I started at 50% because I could see it going either way: 1) covid gets worse and his polls drop or 2) there is surprising negative news about Biden causing some of the undecided voters to give trump a little bit of a boost in the polls and increasing his approval. 7/9/20: Bumped up to 55% because of the Supreme Court decision today making it more likely that Trump's tax returns are leaked (more negative news)"], [91311, "2020-07-09T16:38:37Z", [0.75], ""], [85449, "2020-07-09T14:54:33Z", [0.97], ""], [92729, "2020-07-09T14:51:12Z", [0.89], "Fourth of July and his rallies will cause spikes in those areas which will highlight policies and actions directly linked to higher infection rates and deaths.  Also more videos of unmasked citizens reacting inappropriately to mask requests will further alienate centrists.  Trump will continue to Tweet support for far right issues and double down on racial divisiveness, again furthering centrists.  "], [88590, "2020-07-09T14:36:58Z", [0.65], "The window of approval numbers for Trump is probably pretty narrow. I can't see it going a whole lot below 38 or so (or much about 42). "], [93351, "2020-07-09T14:27:48Z", [0.74], "With solid support among Republican base, the only variable seem to be the group of Independents. What could happen to change their views: improving economy, more balanced Trump... None of those look likely."], [651, "2020-07-09T14:04:54Z", [0.65], "COVID spikes playing out in red states; too little time for economy to significantly change"], [81567, "2020-07-09T13:35:47Z", [0.9], ""], [90569, "2020-07-09T13:27:54Z", [0.9], ""], [93385, "2020-07-09T12:12:19Z", [1.0], ""], [92819, "2020-07-09T12:03:01Z", [0.6], ""], [92819, "2020-07-09T11:57:30Z", [0.4], "Prior: the historical range of Trump's approval rating is from 36.9% - 45.8%. The middle of this range is 41.35. According to Gallup, Trump's average approval rating thus far has been 40%. Given these two pieces of information, my prior is that Trump's typical approval rating is somewhere near 40-41.5%. 40.5% is close enough to the middle of this range (with weight given to the average). Therefore, my prior is that I expect Trump to have an approval rating of 40.5% and the probability of having higher or lower is 50/50.  Likelihood: I believe Trump's approval rating will correlate with the rate of infection in this country. Although I have not conducted a statistical analysis to support this claim, I see that Trump's approval rating was 45.8% before the pandemic primarily due to a very strong economy. However, the approval rating has declined in parallel with economic conditions due to forced lockdowns. The economic sacrifice needed to contain the virus is not something Trump or many conservatives were initially willing to make, especially for a party and a president  branded as \"pro business.\" However, the virus appears to have forced hard-hit areas, regardless of political affiliation, to shut down. Therefore, my assertion is that the virus will be the ultimate determinant of economic activity, and that the health of the economy is the primary driver behind Trump's approval rating and via the transitive property, the virus is the ultimate (at least near term) determinate of Trump's approval rating. So the question now becomes a containment one. I don't believe anybody in the world has a bulletproof answer/prediction to this question. However, I will approach this problem using the insights from the COVID Good Judgement question. In essence, I argued that once lockdowns happened, it would take circa 3 months for an area to reach week 1 infection rates. Given that even conservative states are now approaching lockdown, I will budget a month for them to clamp down in conservative states. Therefore, the 3 month timer will start in August 1. The general election is in the first week of November, exactly at the three month mark. However, by then, substantial economic damage would have been done, and I do not feel optimistic that a party built on economic freedom would have its more moderate supporters approve of such draconian actions. Therefore, I will adjust my probability from 50% to 40%.  Note that I realize a lot of the above is very wishy washy. There are assumptions built ontop of assumptions, and any structure of analysis can be easily contaminated by faulty inputs. There are dozens of unknown variables, such as the effect of rallies on Trump's approval rating, debate performance, economic recovery, vaccine progress/manufacturing/initial deployment, etc. I will not pretend that I am informed on this topic, nor that it would be possible for me to perform adequate research on each of these variables. "], [92366, "2020-07-09T09:46:59Z", [0.8], "The surge in the number of deceased people will continue. There won't be any economic improvement til then"], [87628, "2020-07-09T09:37:04Z", [1.0], ""], [77404, "2020-07-09T09:31:39Z", [1.0], ""], [92221, "2020-07-09T06:48:30Z", [0.65], "Rising Covid cases through his supporters will turn them against them."], [34920, "2020-07-09T06:04:46Z", [1.0], "Trump work very hard on that :-)"], [91733, "2020-07-09T05:36:57Z", [0.8], "At 4 weeks post-July 4th, which had record high positive rates and lots of people not social distancing, mortality and morbidity will be surging. "], [93409, "2020-07-09T05:03:10Z", [1.0], ""], [90882, "2020-07-09T04:35:06Z", [0.35], ""], [90882, "2020-07-09T04:26:04Z", [0.2], ""], [67232, "2020-07-09T03:59:22Z", [0.99], ""], [67232, "2020-07-09T03:44:17Z", [0.95], ""], [92079, "2020-07-09T03:25:08Z", [0.99], ""], [57778, "2020-07-09T02:49:56Z", [0.52], ""], [61231, "2020-07-09T01:11:29Z", [0.9], "Based off of the Gallup polls from 2018, 2019 his approval rating dips by 1 to 2% points, factor in the increase in test cases and States having to shutdown it seems more likely than not his approval rating will be lower by at least 2%."], [19127, "2020-07-09T00:45:55Z", [0.48], ""], [89135, "2020-07-09T00:44:40Z", [0.5], ""], [54761, "2020-07-09T00:23:20Z", [0.85], ""], [92486, "2020-07-08T23:01:41Z", [0.7], "His handling of COVID will worsen"], [93400, "2020-07-08T22:05:55Z", [0.99], ""], [92650, "2020-07-08T21:33:22Z", [0.85], "Trump is not doing well at the moment, and things are not looking like they will improve any time soon"], [60948, "2020-07-08T21:23:47Z", [0.7], "Adjusting on today's approval rating."], [89083, "2020-07-08T21:20:23Z", [0.85], "His approval rating has always been lower from July to August but last year. With the ongoing situation and more lock downs and misery to  come his approval rating should go down at least a bit more."], [92614, "2020-07-08T21:11:58Z", [0.99], "The summer heat will only magnify the misery currently being experienced across the US due to COVID restrictions and police violence. COVID cases will continue to rise exponentially, and additional police violence against people of color is inevitable. Nothing substantial is being done to curb either effect. Any number of additional stressors could, and likely will, occur, throwing additional fuel on the fire. Trump has proved himself completely unwilling to seek expert advice, and totally dedicated to sowing division. The only supporters he will have left by August will be Right Wing fanatics and the most heartless of Republicans."], [93358, "2020-07-08T20:52:12Z", [0.75], "1. Covid lack of leadership \n2. Bolton's and Mary Trump's book\n3. Protests\n4. Russia briefing"], [93392, "2020-07-08T20:29:01Z", [0.65], ""], [92178, "2020-07-08T20:24:46Z", [0.7], ""], [92785, "2020-07-08T19:52:02Z", [0.9], ""], [88928, "2020-07-08T19:48:40Z", [0.47], "In general, across his whole term, there is a very small upward trend on average for Trumps approval rating. On this trend alone I would predict around 44% approval for 5th August.\nHis approval rating is unlikely to significantly rise in this time frame. However, he will not have to do much to shift his approval below the 40.5% mark. If he recovers any of the rating he has lost as part of the CV-19 crisis he will surely be higher than 40.5%.\nThis will remain a risky question - Trump's volatility could switch a result right at the last minute."], [92275, "2020-07-08T19:42:37Z", [0.55], ""], [91134, "2020-07-08T18:30:43Z", [0.65], ""], [88147, "2020-07-08T18:17:48Z", [0.56], ""], [90446, "2020-07-08T17:39:24Z", [0.3], "*Initial impression from cursory analysis...  My initial considerations have included: \n- Historical trends of incumbents in election years (and the \"why\" of those trends).\n- General trends of Trump approval ratings. \n- Current economic & political climates More 'comprehensive' considerations to follow."], [93072, "2020-07-08T16:02:06Z", [0.5], "Comment deleted on Jul 09, 2020 04:42PM UTC"], [22689, "2020-07-08T15:50:03Z", [0.8], ""], [89882, "2020-07-08T14:58:03Z", [0.75], ""], [89882, "2020-07-08T14:56:47Z", [0.4], "Comment deleted on Jul 08, 2020 02:57PM UTC"], [85848, "2020-07-08T13:39:50Z", [0.45], ""], [691, "2020-07-08T13:37:38Z", [0.75], "The Democrats' Dotty Old White Guy seems to have taken heed of Napoleon's excellent advice--\"Never interrupt your enemy when he is making a mistake.\"  If he can sustain this position, the bad actual news and the increasingly panicky flailing of The Current Incumbent are likely to nudge this number down at least a bit over the next few weeks.  (Reminder:  I have been wrong a lot lately.)"], [87177, "2020-07-08T13:16:43Z", [0.85], ""], [93164, "2020-07-08T12:28:21Z", [0.55], "pushing approval lower:\n- c19 death rate catching up with infection/hospitalization\n- images of overrun hospitals & bodies make bad optics\n- the states being hit badly now trend more republican \n- the floor according to 538 is around 36% in Jan 2018 so there's room to go lower than the current 40.5%. in jan 2018 there was less bad news than now (economy, c19)\n- stimulus money running out end of july (but possibly will be renewed, and the effect on ratings may not be felt before 8/5) counterbalance:\n- the loyal base will approve regardless of all the above\n- another set of protests and riots could give him a bump depending on how he handles it"], [63963, "2020-07-08T12:14:55Z", [1.0], ""], [67609, "2020-07-08T11:28:46Z", [0.7], "First impression from looking at the time evolution. I did not analyze the data though."], [60695, "2020-07-08T11:08:36Z", [0.75], ""], [85535, "2020-07-08T11:05:49Z", [1.0], ""], [90631, "2020-07-08T10:35:21Z", [1.0], "The book coming out, the worsening of c-19 numbers and Biden VP pick will slide him lower! He is only making things worse for himself now!"], [26642, "2020-07-08T10:25:43Z", [0.98], "Absent a major breakthrough in Corona Virus treatment, the broadening exposures will continue to pull the economy down and that's the major thing the President is banking on for his re-election."], [85144, "2020-07-08T10:18:21Z", [0.75], ""], [28415, "2020-07-08T10:08:44Z", [0.38], ""], [67403, "2020-07-08T10:07:18Z", [0.42], ""], [88766, "2020-07-08T08:15:33Z", [0.6], ""], [19127, "2020-07-08T07:47:16Z", [0.43], ""], [85031, "2020-07-08T07:20:16Z", [0.65], ""], [93373, "2020-07-08T06:12:16Z", [0.35], "538 themselves predict higher approval rating (if you take the central estimate of their funnel)"], [93373, "2020-07-08T06:09:39Z", [0.65], "Comment deleted on Jul 08, 2020 06:12AM UTC"], [783, "2020-07-08T05:34:14Z", [0.9], ""], [66692, "2020-07-08T05:26:48Z", [0.1], "His approval rating was close to an all time low on July 1, so from a naïve point of view it's much more likely to go up than down. He is in full campaign mode, which will build some support. The world is finding its feet again amidst cv-19, and the US within it, although in a bit more herky-jerky fashion, with some areas doing really well and some still deteriorating. As we get further from the initial BLM protests (and the events that triggered them) and further along into the global economic recovery, the mood will brighten, particularly if markets continue to defy expectations and march on upwards as they have been doing, against all evident odds."], [88320, "2020-07-08T04:32:10Z", [0.8], "Biden VP pick will suppress any re-bounce opportunities for Trump"], [88002, "2020-07-08T03:53:23Z", [0.87], "It seems like Covid and its impact on the economy is what has caused the recent drop in Trumps approval rating, and neither issue is improving in the next few weeks. "], [90457, "2020-07-08T03:31:31Z", [0.13], "I am forecasting this low because despite a pandemic raging around him, Trump will have large rallies. As a result he will fire up his his base and get a slight bump in his approval rating, especially as the convention draws near. "], [89135, "2020-07-08T02:33:15Z", [0.25], "I am playing the statistics here, but even remaining the same counts as a no. Kind of how low can you go. If the August job report For July shows another Increase, you may see a stabilization of the numbers. Remembering that approval rating is NOT the same as voting for him. https://finance.yahoo.com/news/last-weeks-jobs-report-was-good-heres-why-the-july-report-will-be-even-better-192753884.html"], [87094, "2020-07-08T02:29:19Z", [0.75], "40% seems to be double his absolute floor of people who are very excited about him as a candidate [1], so there is some room for him to fall further. 538 shows that his lowest value was around 38%, which was, frankly, a slow-news week for Trump, as pointed out by @V-Y- . He is not helping himself much to keep people who want to hold their noses and support him for the supreme court seats as he changes subtext-to-text in a wide number of culture war areas [2,3,4]. And those lines of attack don't seem to be sticking [5], so he continues to flail around for something.  So, I suppose the question is if his flailing will result in something that sticks against Biden or if it continues to peal off those we are favorable but not very excited about him. I think this is a reasonable chance at the moment, so am going to go high. [1] https://www.usatoday.com/story/news/politics/elections/2020/06/30/poll-biden-widens-lead-but-trump-has-enthusiasm-edge/3234610001/\n[2] https://slate.com/news-and-politics/2020/06/trump-america-closed-immigrants.html\n[3] https://www.nbcnews.com/think/opinion/trump-s-juneteenth-tulsa-rally-might-have-been-mistake-or-ncna1231490\n[4] https://www.theguardian.com/us-news/2020/jul/07/trump-civil-war-culture-war-election-biden\n[5] https://www.axios.com/trump-biden-sleepy-joe-culture-wars-499e1334-4609-4fb6-ad6c-fd33c0054b55.html"], [88817, "2020-07-08T02:20:30Z", [0.84], "small deviations from his average approval rating have consistently regressed back to the mean within a relatively short period of time which makes me think his approval rating will be above 41% in  August"], [57778, "2020-07-08T01:43:06Z", [0.45], ""], [81262, "2020-07-08T01:37:04Z", [0.34], "Base Rate - If you look at the tracker it's only 7  of 42 months where he was trending below 40% (so ~17% of the time) Looking back - using a rather left of center news source - the lowest point wasn't even the most scandalous of weeks: \"Twitter feuds – naturally – and a shock loss for Roy Moore\"\nhttps://www.theguardian.com/us-news/2017/dec/16/what-trump-did-this-week-cnn-democrats-alabama Now the health & economic impact will sap some motivation (presumably from even ardent supporters, but they still hold very entrenched views) and highly likely to be worsening in July , so therefore adjusting upward\n"], [89013, "2020-07-08T01:19:57Z", [0.25], ""], [91516, "2020-07-08T00:36:38Z", [0.65], "His approval has already sunk since July 1. The racial issue definitely cuts against him and will only get worse, but more problematic in the near term is the absence of national leadership (or concern) over the COVID issue.  The explosion of new COVID cases has proven Mr. Trump's ill-founded optimism was only wishful thinking, and the hundreds of thousands of new infections that have sprung up this month will soon overwhelm hospitals and the health care professional that staff them. Further, the death rate will start rushing back up by the middle of this month and will provide Americans with a jarring contrast of how their own country has handled the crisis compared to Europe, Oceania, Japan, South Korea and Singapore. On the other hand, his hard core supporters are fairly immobile, and so while his overt racism and lack of honestly while dealing with a deadly pandemic is certainly difficult to countenance, his base seems largely unmoved. But mass casualties can sometimes change people's minds."], [32100, "2020-07-08T00:28:50Z", [0.85], ""], [90801, "2020-07-08T00:22:04Z", [1.0], ""], [57778, "2020-07-07T23:49:54Z", [0.53], ""], [89785, "2020-07-07T23:47:38Z", [1.0], "Reasons\n1. According to FiveThirtyEight, since March end, 2020, Trumps disapproval has steady beefing climbing and approval rate steadily dropping.\n2. What that date coincides with is, COVID becoming a real issue in the US.\n3. His mishandling of COVID is going to continue, tiger does not change its stripes. \n4. Based on what he said at his rally on July 4th. He has given up on COVID, he is focused on getting his based worked up for the elections. To get them to vote.\n5. Gallop polls on July 7th shows his disapproval rate climbing and his base shrinking of voters who voted for him, who said they would not in Nov 2020.\n5. There is nothing he can or will do in the next 3 weeks that can turn his ratings around,\n"], [90710, "2020-07-07T23:46:25Z", [0.58], ""], [57400, "2020-07-07T23:45:30Z", [0.05], ""], [88576, "2020-07-07T23:27:17Z", [0.4], "His approval rating has been remarkably consistent. My gut says we're more likely to see reversion to the mean than we are to see the bottom falling out."], [62808, "2020-07-07T22:53:44Z", [1.0], ""], [92649, "2020-07-07T22:48:07Z", [0.95], ""], [8663, "2020-07-07T22:38:49Z", [1.0], "Yeah, I don't see things getting better for Trump.  There is the out of control viral outbreak which shows no signs of mitigation and will only get worse in coming month; and then there are all the tell all books coming out: Bolton's book and then his niece's book and then there is another book after that.  And then there is Trump himself.  I expect as reality encroaches in upon him he will become increasingly erratic.  And if another stimulus bill is not passed by the end of this month, the wheels on the economy will come off next month as millions of people and businesses will not be able to pay their rents.  And Democrats are going to push back hard on some things Trump and his fellow Republicans have resisted, e.g. funding for election security, this time.  While Trump has a very loyal base, his base is steadily eroding.  The primaries are largely over and we are already seeing some Republicans jump off the Trump train, notably Lindsey Graham.  Trump's approval rating has been falling and is currently about 40%.  In the past his approval rating has been as low as 36% and change.  He might revisit those lows in the coming months with an out of control pandemic killing hundreds of thousands of Americans and a distressed economy nipping at his heels."], [32258, "2020-07-07T22:31:47Z", [0.95], ""], [87700, "2020-07-07T22:29:34Z", [0.9], ""], [88590, "2020-07-07T22:27:53Z", [0.65], ""], [530, "2020-07-07T22:15:08Z", [0.65], "He's probably got a little more to fall but, not too much."], [89484, "2020-07-07T22:05:40Z", [0.52], "Trump's approval rating has been extraordinarily stable compared to that of his predecessors. It is low — but it is consistently low — and has rarely crept much below the 40% mark where it was on 7/1. That being said, the current trajectory of the COVID-19 crisis bodes ill for a rebound by 8/5, particularly as the death count catches up with the rapidly increasing hospitalization rate as July comes to an end. My only reason for placing the probability at only 52% is because Trump's approval rating is already bumping up against its historical lows, and I don't think it would go much lower even if he shot someone in the middle of Fifth Avenue."], [67232, "2020-07-07T21:42:30Z", [0.99], ""], [37236, "2020-07-07T21:42:19Z", [1.0], "Statistical modeling is an expensive way to confim the adige that populists aren't interest in governing, and merely want to disrupt policy and strategy to their own peronsal ends. There is little, if any value Team Trump can add to the spin drift his campaign is in. And the Fed and other key central banks  (and their sherpas) are keeping a sharp lookout for indications his supporters are seeking to promulgate monetary disorder. "], [67232, "2020-07-07T21:41:26Z", [0.95], "In a nutshell, Trump is not even trying to increase his approval numbers with the general public right now.   He started on July 1, with an approval rating of 40.5 percent.  The lowest approval rating he had in the last 3-1/2 years was 36.4 percent on December 16, 2017.  At that time, Mueller was investigating his relationship with Putin,  he was separating very young children from their parents at the border, Trump was supporting a child molester to be Alabama Senator and we had just learned about Trump's pornstar girlfriends.  If this is his floor, he has just over four points to go.    Trump's base knows he is a jerk.  To that end, much of the bad news about Trump's personality seems to be \"baked in\" to his low approval ratings.  So I doubt Mary Trump's book will affect Trump's rating very much when it comes out in a week.  Therefore, I do not think this will reduces his approval rating by more than one percent if at all.  It will not help his approval rating.  Yet, the coronavirus is getting worse.   Cities and counties are closing for the second time.  Fouci (sp?) says numbers could rise to 100,000 new infections per day. in a few months.  The death rate per positive test is falling but not that much.  In a few weeks, the number of deaths per day should rise.   Meanwhile, the EU has had largely defeated the virus as it continues to rage in America.  Again, there is nothing in the coronavirus crisis that will help Trump.  This especially true since all of Trump's public pronouncements about the coronavirus focus on how the 130,000 dead will affect his re-election, nothing else.  This could drop his approval rating by between one and four percent.  The economy is not improving that much despite the high stock market numbers and falling unemployment rate.   The stock market fundamentals are far off.  At some point, the numbers will come back down to earth; they always do; but, when?  The falling unemployment rate may stall or even start to climb back up.  The higher numbers could increase his approval rating by one or two percentage points.  Turn on the TV, and all the news is bad right now--except of course for Fox News.  The Black Lives Matter protests continue with a high level of support among white and even Republican supporters.   American is in chaos right now, not just due to BLM.  However, the people who watch Fox News regularly are already in Trump's base.   The Fox News supporters will not move at all.    All the bad news is fake news as far as they are concerned.    The bad news on ABC, NBC, CBS, CNN, MSNBC, etc. will continue and erode his approval level.  In a month, this could cost him maybe one percent.   The coronavirus is also bad news, but I addressed its effects above and do not want to double count it here.  I wonder how much the news about the Russian bounties on US soldiers in Afghanistan will affect Trump's base as he does nothing about it.  I suspect not very much.  This will affect the general public, but probably not that much.  This could reduce his approval by maybe 1/2 percent unless there is more to the story that is currently known.  Trump's solution to the bad news problem seems to be to shore up his base by doubling down with racist comments, attacks on the media and insisting any Russian problems with election, bounties on US soldiers and spying are a hoax.   This should also reduce his overall approval rating while solidifying but not boosting his approval among his base.   The unemployment numbers will come out in early August.  I suspect they will come out just before the end date of this question.  They will probably show some improvement since the last two numbers also showed improvement.  At worst, they will be neutral.   It normally takes a few days for any new event to show up in the polls.   More importantly, the improving numbers in July and June do not appear to have helped Trump one iota.   There are events that could change Trumps low approval numbers.   Bush was helped by 911, and Obama had a bump after the killing of Bin Laden.  I do not see anything similar that could help Trump in the next five weeks.   I could be wrong."], [88500, "2020-07-07T21:37:56Z", [0.8], "At this point there are very few people who's favorability rating is subject to change, so any changes will likely be small. In this short term question, the dominant factors will include more COVID misery and his niece's scathing book that is about to be released. These may cause a few people to change their opinion toward unfavorability. I think it will likely be lower, but only by 1% or less."], [8826, "2020-07-07T21:26:24Z", [0.3], ""], [68240, "2020-07-07T21:23:31Z", [0.58], "Trump's approval rating has a really narrow range because he is such a polarizing figure. Thanks to his strong base he rarely falls below 40%. The times he has it were early in his presidency before the economy improved and during the government shutdown. Thanks to the Coronavirus response, US political unrest, and an unsteady economy his numbers are at the lower end of his range right now. Intuitively I would expect the number to \"cycle back up\" at a certain point of time particularly as the election approaches and partisan attitudes to emerge. Some of the economic re-openings might also trigger some economic growth by this point. However, given the spike in Coronavirus cases, the natural responses, and the resulting economic impacts I think the safer bet is yes but with a lot more ambiguity than the crowd gives this question."], [88452, "2020-07-07T20:33:09Z", [0.67], "I guess J. Carter's approval is the rock bottom here, and maybe he will explore these lows in between.\nSome things with regards to the military make me doubtful if he's going to stay low:\nMilitary spending has remained on historic high, regardless of the situation in the economy (and so will be employment in military industries, exports of military goods etc.)\nThere is no active large scale war with US involvement right now, so he can rightfully state he's not putting young American men at risk (at least not those serving in the Armed Forces at war...)\nInstead, he is announcing to withdraw troops from Europe; however dumb this appears strategically, in POTUS's logic it may help him since this has always been a popular move in latest American history, especially among mothers of soldiers.\nHe seems to seek support of veterans, and maybe get it: in his speech on the national mall on 4th of July, he put veterans first, even before doctors and nurses, which seems strange these days, but again, it has a certain pervert populist logic."], [73050, "2020-07-07T20:31:41Z", [0.85], ""], [73050, "2020-07-07T20:31:18Z", [0.71], ""], [88766, "2020-07-07T20:18:50Z", [0.78], ""], [7053, "2020-07-07T20:16:25Z", [0.75], ""], [90912, "2020-07-07T20:00:30Z", [0.77], ""], [89833, "2020-07-07T19:41:52Z", [0.74], ""], [745, "2020-07-07T19:40:33Z", [0.83], "He is already dropping with little room to move given how committed his base is to him.  The current pandemic situation will not improve on his watch, though fatalities may be relatively lower given younger people are getting Covid-19 now.  However, there is no real end in sight given many of our problems are now essentially locked in by past choices."], [90167, "2020-07-07T19:32:39Z", [0.91], "To paraphrase James Carville, “It’s the coronavirus, stupid.”"], [91497, "2020-07-07T19:26:29Z", [0.85], "covid 19 will be worse, his taxes will be out"], [93195, "2020-07-07T19:16:23Z", [0.32], ""], [92379, "2020-07-07T19:09:09Z", [0.9], "Blue states/ dems already clearly disapprove.  Now that red states are getting nailed with covid cases, that's going to eat away at his approval rating.  Especially when deaths sadly start to catch up in the coming weeks."], [83218, "2020-07-07T18:59:05Z", [0.99], ""], [38, "2020-07-07T18:50:43Z", [0.88], "COVID\n"], [754, "2020-07-07T18:45:26Z", [0.9], "Opening bet. Gut says 100. Since Feb 1,2017 BC ....(Before COVID) , when his high was at 45% it has dipped as low as 36.4. \nHe was back at his high again and peaked in Early April 2020 AC (After Covid) at 46.8  Trending steadily down since then. A death spiral would be nice to see and I'd say was apropos. Here's to the Scientists and the Experts to get things back on track."], [87155, "2020-07-07T18:35:34Z", [0.65], "The delay in fatality from the pandemic will start rising over the course of July (hopefully at a lower rate per case than we have seen due to treatments but with ICUs filling up unfortunately only a matter of time)."], [80677, "2020-07-07T18:35:28Z", [0.65], ""], [60948, "2020-07-07T18:33:51Z", [0.6], "I find the regression to the mean argument convincing. "], [1333, "2020-07-07T18:29:15Z", [1.0], "Assuming a replay of 2016 polling where it also happened, with the DNC dead cat bounce."], [32258, "2020-07-07T18:26:39Z", [0.85], "Trump seems to be trying really hard to get everything wrong in the biggest ways possible. I asked myself a long time ago (before and after impeachment); can this get much worse? I kept being wrong because it keeps getting worse. Finally, people are beginning to burst, some yelling out the window that they can't take it anymore. His approval/disapproval has been fairly steady... above 40% for most of his time in office with a few exceptions where it slipped into the 30's. Lately, it has slowly been creeping down to the 40.5% it is today.  So, as we get closer to the election, things (polls) generally get tighter. August 5 will probably mean more US deaths and more people coming to the realization that there is no federal leadership which translates into... the US has the worst record in the entire world by far. Therefore, my initial guess is that approval will dip lower than 40.5% in the next month. But, the tricky part of this question is that we're talking about one day, August 5."], [91053, "2020-07-07T18:21:38Z", [0.95], ""], [87064, "2020-07-07T18:14:38Z", [1.0], ""], [52854, "2020-07-07T18:13:21Z", [1.0], ""], [40584, "2020-07-07T18:03:24Z", [0.33], "Jumping in without much thought. I'm going with the \"reversion to the mean\" view of the data. "], [92385, "2020-07-07T17:53:51Z", [0.85], ""], [88766, "2020-07-07T17:52:51Z", [0.62], ""], [27661, "2020-07-07T17:49:39Z", [0.55], ""], [1333, "2020-07-07T17:45:00Z", [0.95], ""], [93358, "2020-07-07T17:25:17Z", [0.75], "Coronavirus cases, Russia briefing, Mary Trump's and Bolton's books and ongoing protests may lower approval ratings."], [89135, "2020-07-07T17:19:36Z", [0.85], "An interesting one given the conventions and debates are later.  Now, if someone would just lock him in the bathroom where he couldn’t tweet or say anything, I would predict a quick recovery.  Perhaps having to self isolate because he tested positive would even get him some sympathy.  But if he continues to insist that CoVid is not a problem, and that protesters (the 2020 equivalent of Mexicans crossing the border) are a problem, as China and Russia join forces and the rest of the world recovers ... no matter what he thinks, the Amaerican people have seen the man behind the curtain and no longer believe in the great “Oz”.  He seems incapable of handling any situation in a way to regain confidence. "], [88954, "2020-07-07T17:19:21Z", [0.38], ""]], "open_date": "2020-07-07T17:00:06Z", "close_date": "2020-08-05T06:59:06Z"}