{"question_id": 1106, "title": "Will voter turnout for the 2019 European Parliament elections set a record low?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.16, 0.84], "correct_answer": "No", "correct_forecast": 0.84, "preds": [[67317, "2019-05-23T06:44:07Z", [0.0], "On balance, well conscious about the 50:50 tendency of this question overall and the cognitive dissonance to my prediction, I have gone through the material, once again, and I still cannot fit into my head why there would be a new record low. Does not fit the bill, I cannot get my head around it, but my prediction is too obvious to my mind (and I am more pro EU than not, fitting, huh?), hence the pounding in my head ;-) ...and I know the tricks our minds play on ourselves, regardless of ourselves. Well, it seems that I, at the end of the day, like to take calculated risks! And my body does not."], [67411, "2019-05-23T06:26:09Z", [0.05], "Adjusting: I strengthen my prediction that the voter turnout in the election of EU Parliament will not set a record low. One reason is time period as it is only a couple days left until election, the likelihood that something highly unexpected will happen and impact the voters’ participation is very limited. Second, as UK is one of the biggest countries in the EU, its people participation has a huge impact towards the final turnout of the EU election. Also, as it was mentioned in the previous analysis, British usually have one of the lowest turnout in the EU election. Even though, in opposite when I assumed, Britain will take part in EU elections, it does not increase the likelihood of lowest turnout. Responding to many British people “mood”, the EU election this year has a bigger weight than any previous ones. Lots of people  the participation in it see as one more EU referendum and a chance to show for, firstly, Britain politicians that they want to stay in EU. Based on previous arguments, I assume that the voters’ turnout will not be the lowest."], [67817, "2019-05-23T01:20:14Z", [0.01], ""], [1333, "2019-05-22T21:18:37Z", [0.29], ""], [67423, "2019-05-22T21:11:43Z", [0.15], ""], [37379, "2019-05-22T19:04:39Z", [0.03], ""], [172, "2019-05-22T17:28:41Z", [0.65], ""], [691, "2019-05-22T16:40:40Z", [0.04], ""], [74051, "2019-05-22T16:15:31Z", [0.12], ""], [62808, "2019-05-22T09:20:17Z", [0.0], ""], [67444, "2019-05-22T08:38:51Z", [0.02], ""], [19801, "2019-05-22T07:22:03Z", [0.9], "Four out of ten French people indifferent to EU elections\nhttps://www.euractiv.com/section/eu-elections-2019/news/four-out-of-ten-french-people-are-indifferent-to-the-2019-eu-elections/ European elections ‘viewed as second-order’ The apparent lack of enthusiasm amongst intended left-wing voters seems to be part of a broader phenomenon of voter apathy with regard to the European elections in France. Overall, a mere 39 percent of the French electorate are “quite certain to vote” on May 26, the Elabe poll indicated\nhttps://www.france24.com/en/20190503-european-election-france-macron-le-pen-yellow-vests"], [73814, "2019-05-22T00:11:37Z", [0.45], ""], [23006, "2019-05-21T23:01:18Z", [0.0], ""], [73967, "2019-05-21T22:13:16Z", [0.5], "There’s quite frankly too much local & regional variation to account for."], [73966, "2019-05-21T21:13:15Z", [0.0], ""], [73099, "2019-05-21T20:19:04Z", [0.15], ""], [73099, "2019-05-21T20:18:39Z", [0.17], ""], [14107, "2019-05-21T19:56:45Z", [0.18], ""], [67317, "2019-05-21T19:11:35Z", [0.01], "The Finnish preliminary EP election period ended today. 21% of the voters voted early. 5 years ago the number was 17.4%. As the Finnish saying goes, \"one swallow will not make it summer\", but confirming my \"no\"-bet. \"So far so good\", answered the man who'd jumped from a skyscraper and half-way hurling towards the ground to the question \"How's it going?\" :-) ... I'll get my coat..."], [35814, "2019-05-21T18:03:32Z", [1.0], ""], [73940, "2019-05-21T17:54:03Z", [0.2], ""], [72715, "2019-05-21T17:47:07Z", [0.06], "Tomorrow is the moment of truth. I am dropping my previous prediction of 17% to 6%. With Brexit and more populists potentially coming to the polls, I wanted to modify my prediction. Still, my prediction could be very inaccurate."], [691, "2019-05-21T14:37:19Z", [0.04], ""], [73802, "2019-05-21T10:30:31Z", [0.85], ""], [62808, "2019-05-21T10:22:09Z", [0.0], ""], [73798, "2019-05-21T10:19:51Z", [0.4], ""], [73775, "2019-05-21T09:43:42Z", [0.27], ""], [73444, "2019-05-21T08:15:37Z", [0.13], "Setting a record low is a challenging feat and recent events have guaranteed turnout. "], [73448, "2019-05-21T08:15:08Z", [0.19], ""], [73234, "2019-05-21T08:13:37Z", [0.16], ""], [73447, "2019-05-21T08:11:26Z", [0.16], ""], [73710, "2019-05-21T08:08:46Z", [0.15], ""], [73774, "2019-05-21T08:08:39Z", [0.15], ""], [73445, "2019-05-21T08:08:03Z", [0.05], " https://www.gjopen.com/comments/comments/864694 "], [73441, "2019-05-21T08:06:57Z", [0.16], ""], [73453, "2019-05-21T08:06:43Z", [0.15], ""], [73454, "2019-05-21T08:05:40Z", [0.14], ""], [20156, "2019-05-21T05:10:18Z", [0.0], ""], [37379, "2019-05-21T02:42:08Z", [0.05], "Thank you, @dada for this nugget: https://www.gjopen.com/comments/comments/864694"], [29776, "2019-05-20T14:38:34Z", [0.1], ""], [22833, "2019-05-20T14:04:32Z", [0.03], ""], [67129, "2019-05-20T07:33:41Z", [0.11], "The events in Austria will rise turnout."], [41645, "2019-05-20T04:51:52Z", [0.13], ""], [63658, "2019-05-20T04:38:57Z", [0.89], ""], [68929, "2019-05-20T02:59:00Z", [0.0], "A record turnout is my forecast."], [67317, "2019-05-19T17:52:35Z", [0.01], "Old news as Bannon \"the private person\" has been touring European capitals for support to far-right candidates for some time now. This will drive the voting activity in the segment that would vote the least. 2>>1%."], [172, "2019-05-19T14:50:40Z", [0.1], ""], [691, "2019-05-19T11:31:01Z", [0.11], ""], [6978, "2019-05-19T00:36:06Z", [0.95], "."], [1646, "2019-05-18T23:33:02Z", [0.05], "Eurovision success http://www.europarl.europa.eu/news/ro/press-room/20180711IPR07727/european-parliament-and-eurovision-sign-partnership-for-european-elections"], [31251, "2019-05-18T18:37:02Z", [0.29], ""], [73598, "2019-05-18T17:33:49Z", [0.1], ""], [73638, "2019-05-18T07:28:25Z", [0.0], ""], [62808, "2019-05-17T23:43:39Z", [0.0], ""], [71703, "2019-05-17T23:36:47Z", [0.0], ""], [691, "2019-05-17T19:53:19Z", [0.12], ""], [18367, "2019-05-17T17:36:31Z", [0.15], ""], [67429, "2019-05-17T12:09:08Z", [0.1], ""], [73520, "2019-05-17T11:17:31Z", [0.01], ""], [73511, "2019-05-17T10:00:05Z", [0.08], ""], [73507, "2019-05-17T08:41:39Z", [0.8], ""], [72705, "2019-05-17T08:34:34Z", [0.6], ""], [73470, "2019-05-17T06:08:46Z", [0.55], ""], [73460, "2019-05-17T05:27:06Z", [0.64], ""], [73456, "2019-05-17T05:19:27Z", [0.16], "From the gathered information, it seems its likely people who want to vote will vote.."], [73459, "2019-05-17T05:15:16Z", [0.16], ""], [73448, "2019-05-17T05:13:03Z", [0.2], ""], [73447, "2019-05-17T05:12:37Z", [0.2], "Everyone else put it low so"], [73449, "2019-05-17T05:12:18Z", [0.17], "I chose this because this was the average."], [73452, "2019-05-17T05:11:52Z", [0.27], "idk"], [73455, "2019-05-17T05:11:48Z", [0.75], "I think that it is likely that the 2019 European Parliamentary election will have a record low turnout because in the last 8 elections,  turnout has been going down from about 62% to 42%. turnout. Although there is some rise in political awareness."], [73454, "2019-05-17T05:11:22Z", [0.65], "Yes because it is the average of what people recently said"], [73450, "2019-05-17T05:11:15Z", [0.17], ""], [73442, "2019-05-17T05:11:13Z", [0.05], "I don't know. "], [73445, "2019-05-17T05:10:27Z", [0.1], "Because the all time low was in 2014. Following that Brussels have been working on increasing the turnout. That in itself is a sign that they will do anything to not have any more record lows"], [73444, "2019-05-17T05:09:55Z", [0.25], "From the information I've seen it looks like the interest in the election is 43% and it is likely that even people who are interested will not turn up to vote. "], [73446, "2019-05-17T05:09:01Z", [0.23], ""], [73453, "2019-05-17T05:08:38Z", [0.7], "Comment deleted on May 21, 2019 08:06AM UTC"], [73451, "2019-05-17T05:08:15Z", [0.4], ""], [73443, "2019-05-17T05:07:35Z", [0.13], ""], [73440, "2019-05-17T05:05:12Z", [0.47], ""], [73417, "2019-05-17T02:41:10Z", [0.0], ""], [73388, "2019-05-17T01:31:53Z", [0.33], "Political discontent within the population."], [73287, "2019-05-16T23:13:11Z", [0.52], ""], [73247, "2019-05-16T22:51:14Z", [0.13], ""], [12475, "2019-05-16T22:47:54Z", [0.0], "It just feels right."], [73263, "2019-05-16T22:22:25Z", [0.85], ""], [67423, "2019-05-16T14:42:17Z", [0.15], "Update: In my initial forecast, I speculated that Denmark would be one of the countries to hold the EP election in conjunction other elections, thus increasing voter participation. However, this will not be the case as Denmark's general election will be held on July 5th. It was the hypothesis that joined elections would boost a slumping voter turnout, as it would bring voters who are otherwise not engaged with the EU to the voting booths. Hence, Denmark's participation rate will likely not increase as predicted. In my initial prediction, I also assumed that the UK would not be partaking in the EU elections, but it is shaping up to be one more British EP election. Normally, voter turnout in the UK has been lover than the average European participation, but it has been suggested that the current Brexit chaos will bring out voters from both the ‘remain’ and the ‘hard-Brexit’ side will participate in increased numbers to showcase their respective feelings about UK’s continued involvement with the EU. Potentially, if voter turnout increases significantly, the UK participation could add positively to the overall voter participation. \nOverall, surveys have shown that 48% of European citizens believe that 'their voice counts in the EU', which is an increase from past years. Yet, only 43 % of eligible voters respond that they are certain that they will vote. This is not an immediate increase from past years’ participation, however, the increased commitment to EU could indicate that participation will not continue its free-fall. This is supported by the reports that an increasing amount of European citizens report that they consider their European identity as important as their national identity. \nOn the basis of the above, I still believe that the elections will not set a record low, however, I keep probability at 15%. \n"], [23006, "2019-05-16T14:41:42Z", [0.02], "https://www.gjopen.com/comments/comments/862417"], [67317, "2019-05-16T12:17:19Z", [0.02], "I keep adding on biased assimilation, this is for German speakers: Bannon on the European elections and the nationalists' Pan-European agenda. Good piece on today's politics. https://www.nzz.ch/international/steve-bannon-im-interview-bruessel-wird-zu-stalingrad-ld.1481934 And Politicos polling shows the Brexit Party to take most votes in the UK.  All this is so looking into one-way street... Crowd 18%."], [63658, "2019-05-16T04:25:20Z", [0.89], ""], [62808, "2019-05-15T22:51:55Z", [0.12], ""], [72715, "2019-05-15T22:45:37Z", [0.17], "After some contemplation, I decided to lower my initial estimate from 22% to 17% because I am less confident about my initial prediction when considering the drivers in this situation such as immigration and distrust of Germany's dominance in the E.U. Parliament. Still, more research to do, and perhaps will change the forecast again as developments occur."], [691, "2019-05-15T17:20:51Z", [0.12], ""], [73204, "2019-05-15T08:33:03Z", [0.1], ""], [172, "2019-05-15T01:50:48Z", [0.1], ""], [72553, "2019-05-14T21:24:45Z", [0.6], ""], [71135, "2019-05-14T17:56:18Z", [0.0], "There will be a high turnout and protest vote due to Brexit mishandling "], [73202, "2019-05-14T16:14:07Z", [0.0], ""], [62808, "2019-05-13T23:30:37Z", [0.22], ""], [69448, "2019-05-13T17:32:42Z", [0.1], ""], [67317, "2019-05-13T08:55:24Z", [0.03], "\"The Finnish BBC\" YLE published news on the lazy voting of 18-29-year-old Finns, who are the most EU friendly voter group (81% said in a 2018 poll \"EU is good for Finland\" (2). As reasons why not vote, quoting the lack of controversy for the major positive EU factors such as freedom of movement, the euro and the Erasmus program, bc \"all is well\", so nothing to worry about. Reasons, why to vote according to the piece, are the Climate question and European safety issues, that cannot be solved as a nation. According to the article, in the 2014 elections, the startling difference was between 18 to 24 yo Finns 10% voted, versus Swedes 66%! Germans 29% and Italians 45%, EU average was 28%. So, what I'm reading into this, is, on the European level, the group that see EU as a good thing, do not bother to vote, and those who oppose it (Brexiteers and other nationalists elsewhere) do also not bother or stay at home as a protest, as it is perceived as anti-democratic, curved-bananas lawmaking or otherwise do not understand the whole complex system. The ability to grow the mobilisation of voters though the bank will be one of the key issues to this question. Question: How much is this old news and how much of this was present at the 2014 elections and before, and on the other hand, what forces are new and relevant to this years' voting? In this sense, the question for me is more and more a 60/40 versus 40/60 issue and thus much more subtle than the binomial outcome. Interesting puzzle. Question 2: Learned that early voting is possible in Finland between 15 and 21 of May, is it common-place practice elsewhere as well? (Positive for turnout if you have more days to go vote than just one) (1) https://yle.fi/uutiset/3-10775727\n(2) https://yle.fi/uutiset/3-10134500"], [67129, "2019-05-13T07:32:29Z", [0.11], "The UK will participate and many voters will use their vote as a protest against the Brexit negotiation."], [67424, "2019-05-12T19:18:21Z", [0.15], "I assume that there’s a 15% chance of voter turnout for the 2019 European parliament elections to set a record low. Below are the major reasons explaining my point of view:  -\tSince 1979 the voter turnout has been decreasing from 61.99% to 42.61% (the results of the elections of 2014). However, between 2004 elections (45.47%) and 2009 (42.97) the decrease was 2.5% and the same number was reduced to only 0.36% between 2009 and 2014. Hence, drastic changes cannot be expected for the 2019 European Parliament elections. -\tNowadays there are several major issues that will encourage the voters to participate in elections. According to the report “public opinion in the EU regions”, analyzing the surveys carried out in the member states of the EU, states that the EU citizens claim that the major concerns facing the EU are: healthcare system, unemployment, the education system, the environment, immigration, crime, economic situation and people and/or business going away from the region.  Even though some of the problems have been in place in 2009 and 2014 as well, the survey indicates that the difference between the survey conducted in 2012 and 2015 isn’t that big. Hence, there are problems that are still significant in the lives of the EU citizens, even though some of the issues that had been identified before have been improved. Additionally, I would add topics like Brexit, the tense relations between the EU and US and the EU and Russia as drivers to participate in the European parliament elections. -\tThe whole process of Brexit has brought into the spotlight the importance of the European Union. I might be too optimistic, but I believe that the EU citizens won’t allow the voter turnout to be the lowest now and will demonstrate sympathy/loyalty towards the union.  Sources:  http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/survey/getsurveydetail/instruments/flash/surveyky/2219 http://www.europarl.europa.eu/about-parliament/en/in-the-past/previous-elections"], [25243, "2019-05-12T19:10:53Z", [0.2], ""], [691, "2019-05-12T12:16:53Z", [0.12], ""], [1333, "2019-05-12T01:18:41Z", [0.28], ""], [73099, "2019-05-11T21:59:38Z", [0.17], ""], [68647, "2019-05-11T17:48:23Z", [0.2], ""], [691, "2019-05-11T16:54:11Z", [0.18], ""], [68717, "2019-05-11T16:48:29Z", [0.35], ""], [68559, "2019-05-11T16:25:38Z", [0.0], ""], [28166, "2019-05-11T03:08:38Z", [0.01], ""], [23006, "2019-05-11T01:18:24Z", [0.35], ""], [63692, "2019-05-10T17:02:25Z", [0.15], ""], [6978, "2019-05-10T15:52:55Z", [0.7], ""], [66432, "2019-05-10T14:53:09Z", [0.45], "Trend is strong, UK seems more likely to depress turnout than increase it."], [73099, "2019-05-10T12:28:42Z", [0.32], ""], [62808, "2019-05-10T08:11:15Z", [0.22], ""], [691, "2019-05-09T13:54:44Z", [0.15], ""], [73109, "2019-05-09T09:56:17Z", [0.7], ""], [73105, "2019-05-09T06:21:51Z", [0.5], "Voter Skepticism after Brexit  "], [73102, "2019-05-09T05:04:36Z", [0.2], ""], [172, "2019-05-09T02:11:44Z", [0.1], ""], [73099, "2019-05-08T23:09:31Z", [0.55], ""], [1333, "2019-05-08T19:16:13Z", [0.27], ""], [59882, "2019-05-08T17:19:34Z", [0.35], ""], [59882, "2019-05-08T17:19:01Z", [0.5], ""], [691, "2019-05-08T14:49:52Z", [0.15], "Well, the UK are in for the election, which will definitely:   (1) crash turnout if they decide they don't care and stay home in their millions,  (b) skyrocket turnout if they decide to vote for every anti-EU candidate who ever drew breath to teach somebody a lesson about something or other, or  (c) lodge turnout somewhere in between because Who Knows Why. So far nothing about this process has made any sense, even to EU or UK citizens--never mind US ones.  Polls, right up to the day of the vote, are likely to be misleading and even toxic, so I think one might do better to pay them no mind.  Bumping up by a couple of percent, more because I need the exercise than because I have any idea what will happen.  I'll probably try more bourbon, but am not optimistic that it will help."], [34376, "2019-05-08T11:43:57Z", [0.3], ""], [34376, "2019-05-08T11:43:28Z", [0.2], ""], [34376, "2019-05-08T11:32:35Z", [0.55], ""], [34376, "2019-05-08T11:30:51Z", [0.5], ""], [73075, "2019-05-08T10:50:05Z", [0.7], ""], [67416, "2019-05-08T07:57:29Z", [0.05], "Update: \nWith UK participation in the EP elections the chances of a low voter turnout is going up. Citizens in the UK are tired of the Brexit negotiations and the meaningless choosing of a candidate, that will stay in Brussels only for a couple of month (as the deal is right now), will arouse voters to get out and vote. The campaigning will also mere less intense than otherwise.  General elections date less than two weeks after European elections will turn attention to the national politics. Once again European elections are at risk becoming second order.  That is why the chances of lowest voter turn up is going up. 3 % because of the population of the UK and 1 % for Denmark. "], [14667, "2019-05-08T07:43:28Z", [0.25], ""], [66954, "2019-05-08T04:22:50Z", [0.7], "Although the EU is making efforts to fight voter apathy and encourage younger voters to come out to the ballots, the factors that have been in play for the past decades haven’t changed. Voters have a greater interest in their national elections than in EU parliamentary elections because they do not agree on the direction the EU is taking.   Steps have been made to increase voter turnout through get-out-to-vote campaigns sponsored by two major EU parties while some nations have made voting compulsory; however, these efforts have not made a major impact on the number of voters who participate. Therefore, it is likely that voter turnout for the 2019 European Parliament will remain low.   Sources:\n-https://www.bloomberg.com/news/articles/2018-11-04/eu-faces-a-risk-in-2019-that-has-nothing-to-do-with-populists\n-https://www.politico.eu/article/european-election-2019-brussels-risks/\n-https://www.thelocal.fr/20190421/falling-turnout-at-european-elections-the-reasons\n"], [73058, "2019-05-08T03:23:30Z", [0.9], ""], [69936, "2019-05-07T21:30:39Z", [0.25], ""], [72715, "2019-05-07T19:10:53Z", [0.22], "This forecast is just an initial estimate. I looked at data from past European Union parliamentary elections, and found the average voting rate was 52.14%, so I’m using that as a base rate. Another way of framing the question is \"Will voter turnout for the 2019 European Parliament elections fall below 42.61%?\" Compared to the base rate of 52.14%, I have some doubts about low voter turnouts. Still, I could be wrong because there is a lot I don’t know or understand yet about the situation. Also, is it possible that voter turnout reaches an all-time high? With the events of Brexit and much uncertainty happening in the world, is it reasonable to assume many voters could come out in droves to determine the fate of the European Union? Some questions to consider as the situation unfolds: For either answer (yes or no), what would be some indicators of either event occurring? What is the context the question is being asked in? What are the key assumptions underlying the question or discussion? What are the key drivers of voter turnout in this instance? I will try to update this forecast when appropriate.\n"], [67429, "2019-05-07T17:10:45Z", [0.1], "Update: the UK's participation in the election is cause for slightly adjusting the forecast. They have historically had below-average voter turn-outs, and this was a consideration in earlier forecasts which had expected that the UK would not participate in the EU Parliamentary election. However, given the current political climate in the UK and public discontent with Brexit, it does seem probable that more will head to the polling booths to have their say (for one last time). That being said, and the reason for the slight increase in this forecast, these is also the possibility that Brits refrain from voting, knowing that Brexit is looming, which could bring down the EU-wide average.  All this places emphasis on the role of the UK in this forecast. But overall, due to reasons laid out earlier, it is still considered highly unlikely that the upcoming parliamentary election will set a record low voter turnout."], [67448, "2019-05-07T11:29:19Z", [0.15], "Update:\nI have decided to decrease my percentage to 15% since the last forecast was made. Simply put, this decrease is due to the fact that I believe the European people this election have more to vote for compared to previous elections. Seeing as several of the EU state have parties running on the basis of leaving the EU following the sparks made by Brexit, the rise of populist parties all across the continent, local and international debates about topics like climate change and immigration, it is in my opinion expected that people will have a stronger incentive to take to the polls. With the added campaigns posted by the EU, I find it likely that voter turnout will not be at an all time low.  "], [38993, "2019-05-07T09:33:02Z", [0.01], ""], [72675, "2019-05-07T08:20:29Z", [0.16], ""], [691, "2019-05-06T12:11:46Z", [0.13], ""], [54140, "2019-05-06T07:44:15Z", [0.2], ""], [66951, "2019-05-06T04:12:22Z", [0.65], "The European Parliament brings tension to some Europeans. Many feel as if their voice is not valued in the EU. There is some truth to it, though. There is a democratic deficit, which hurts democracy in Europe. This might actually lead people to vote more. However, I feel as if the EU will not see a high voter turnout due to the problems surrounding it and the ineffectiveness that people feel they have. Source:\n- https://www.economist.com/europe/2019/04/27/why-the-european-parliament-elections-will-be-the-most-european-yet"], [63658, "2019-05-06T01:26:23Z", [0.89], ""], [14493, "2019-05-05T17:08:15Z", [0.65], "There is increased lack of interest in France in Feb 35% not interested, March 36% now 42% not interested. "], [691, "2019-05-05T13:07:30Z", [0.13], ""], [71280, "2019-05-05T11:54:19Z", [0.1], ""], [1333, "2019-05-04T19:56:33Z", [0.28], ""], [691, "2019-05-04T18:59:53Z", [0.14], ""], [14107, "2019-05-04T17:55:52Z", [0.16], ""], [691, "2019-05-03T19:06:54Z", [0.12], ""], [14493, "2019-05-03T18:44:10Z", [0.6], "The UK local election of yesterday has been greatly affected by the Brexit question. There had been suggestions that dissatisfaction over the lack of Brexit progress would mean a drop in support for the Conservative Party, but that the voting would be a proxy poll on Brexit and turn out would be higher than normal as people would made Brexit protest votes/  In the event turn out has on average been at about the same level as most local elections; it appears to have been a bit higher in places where there is a majority for Remain and lower in places where there is a majority to Leave. Some commentators have explained this by saying that there was no obvious party for Leave supporters to vote for, while there were two parties that's policy was to Remain (the LibDems and the Greens). They say that UKIP is no longer a viable party, and so Leave voters did not vote for it and it only fielded candidates in 25% of constituencies.  \nWhile its true that the Brexit Party, which did not put up candidates in the local election, is now more popular than UKIP (but of course got no votes) this seems more like an excuse than a reason. Only a month or so ago UKIP (the original Leave party) was polling at 11% and presumably was considered by 11% of voters to be a credible party, the fact that it put up fewer candidates and has lost most of its seats is more to do with its Leave message being unpopular with people who actually go out to vote. This supports the view that Leave voters are now not very motivated to actually vote. The LibDems and the Greens got a lot more seats in this local election than previously which tends to show that Remain voters are (as suspected) more motivated to go out to vote. \nObviously a local election has in theory nothing to do with Brexit, the government or the EU, but in practice people tend to vote for parties. So the Conservatives and Labour parties lost a lot of support in the local elections because voters were not happy with their handling of Brexit.\nOne other factor that is difficult to establish the implications of is that there was also a large increase of \"independents\" elected (e.g. candidates not running on a party ticket), Its difficult to know why people voted for the independents without knowing what they all said their manifestos were. Most that I have seen were about dissatisfaction with local services, about the political parties ignoring voters and tended to be more right wing than left wing. My guess (and the numbers lost by Conservatives and won by Independents) is that they were voted for mainly by former Conservative Leave voters, so that might well be where many of the Leave supports went. So how will this affect the EU elections? There will be two more significant parties taking part in the EU elections; ChangeUK a Remain party and the Brexit Party for Leave. The question is will their presence  increase turn out or just take votes away from other parties that took part in the local elections? My guess is that the Brexit Party will mainly attract voters who in the local election voted for UKIP, Labour,  the Conservatives or those who voted Independant and a few people who did not vote in the local elections thereby raising the turn out figure a little. ChangeUK will mostly attract people who voted for the LibDems or Greens in the local elections, but also some votes from Conservative and Labour Remainers (who don't like the LibDems and Greens). I don't think it will attract very many people who did not bother to vote in the local elections. Because most voters will think any MEPs elected will make little difference and that the only point of voting at all is to protest against or support Brexit I expect the vote share of the Conservative and Labour Parties will be even lower than they were in the local elections.  The overall outcome is likely to be a small rise in the turn out in the UK for the EU elections, which is likely to be cancelled out in other EU countries as the decline in turn out continues. "], [67423, "2019-05-03T17:14:28Z", [0.15], ""], [67420, "2019-05-03T07:59:13Z", [0.07], "Forecast Update #5: --> no changes since last Forecast update."], [62808, "2019-05-02T22:50:11Z", [0.01], ""], [1333, "2019-05-02T17:54:39Z", [0.29], ""], [67519, "2019-05-02T11:42:08Z", [0.05], ""], [31201, "2019-05-02T04:33:11Z", [0.65], ""], [31450, "2019-05-01T14:21:21Z", [0.02], "Dropping a few points based on polling showing significantly increased voter engagement over 5 years ago according to Eurobarometer. It is still low compared to national elections but compared to 2014 it's an improvement."], [6978, "2019-05-01T12:27:56Z", [0.8], ""], [67429, "2019-05-01T12:16:29Z", [0.05], ""], [14493, "2019-05-01T11:32:41Z", [0.7], "The UK Labour Party yesterday confirmed its Brexit position. This will surely affect turnout by Labour Party Members and supporters for the EU Parliamentary Elections. \nThe Labour position is that it will support a Public Vote on a Conservative version of Brexit, but will not support a Public Vote on a Labour version of Brexit. I don't know if Labour voters will have spotted the logic of this. A Conservative version of Brexit could only pass the UK Parliament if the Conservative Government was able to get a majority of MPs to back it. If a majority of MPs had just voted thru a Conservative version of Brexit those same MPs would hardly be likely to then vote to first hold a Public Vote on the deal that they have voted for. If the Government had got its Brexit Bill thru Parliament the UK would leave the EU, which means it would be too late to hold a Public Vote on it.\nIf somehow the Conservative Government could be persuaded to support a Labour version of Brexit and there was a majority of MPs who would vote for it, then according to the Labour Policy there would be no need to have a Public Vote. \nSo a \"Conservative\" version of Brexit would be opposed by Labour, who would demand a Public Vote. If there were enough MPs to vote it thru it would not matter what Labour demanded because it would be passed anyway without a Public Vote. If there were not enough MPs to to pass the Consevative version of Brexit it would not happen and so no Public Vote is needed.  \nSo in short the Labour policy is pointless because Labour would never have the number of MPs to demand a Public Vote on a Conservative version of Brexit that was able to pass in parliament.\nAs 2/3 of Labour voters support Remain, and up to 80% of Labour members are in favour of a Public Vote on any Brexit deal, the cunning plan by the Labour leadership to try and appeal to Leavers by saying they would like to push thru a Labour version of Brexit, and to appeal to Remainers by saying that it might be possible to avoid Brexit by having a Public Vote on a Conservative Brexit, does not really work. Many of Labour Leave voters might have been happy with the Conservative Brexit, which Labour is ruling out. And most of the Labour Remain voters will be upset because Labour is ruling out stopping Brexit. \nSo its clear that few Labour voters would get what they want, so why would they bother to vote for Labour candidates for the EU Parliamentory Elections? \nTheir logical choice is to vote for a party that clearly supports Brexit or a party that clearly supports Remain or to refrain from voting at all.  https://www.bbc.co.uk/news/uk-politics-48099901"], [37651, "2019-04-30T16:47:32Z", [0.18], ""], [62808, "2019-04-30T15:35:39Z", [0.01], ""], [70427, "2019-04-30T10:32:50Z", [0.72], ""], [72627, "2019-04-30T06:32:25Z", [0.15], ""], [172, "2019-04-30T01:12:37Z", [0.01], ""], [14107, "2019-04-29T22:01:25Z", [0.12], ""], [691, "2019-04-29T18:59:47Z", [0.12], ""], [72727, "2019-04-29T14:48:55Z", [0.05], ""], [72688, "2019-04-29T14:37:28Z", [0.1], ""], [59316, "2019-04-29T09:55:42Z", [0.0], ""], [72713, "2019-04-29T06:23:33Z", [0.17], ""], [60723, "2019-04-28T16:00:41Z", [0.45], "Admittedly, my view is from across the pond, but it seems the expense of bureaucracy outweighs the benefits.  Evem Germany is economically slowing. I  do not belive they view the Parliament as a critical problem-solving force. It simply does not matter as much as many had hoped."], [31251, "2019-04-28T14:23:21Z", [0.34], "I am having a rethink on this. The French turnout could well be a record low there, and the UK is set to participate but amidst a climate of apathy. The Brexit party will presumably hover up all the most enthusiastic brexiteers, but the Independent Group/Change UK/CUK/Tiggers (I am not making this up, all names that the party is running under, and you did read *CUK* right) mean that the remainers in the UK have a split choice between the Lib Dems + CUK and may feel like not bothering to show up, as I suspect the majority of British people will feel. Labours position is unclear so if people are voting for them they will manly be doing so because they have always voted Labour. However amongst the rest of the EU nations, the profile of the elections could well be raised. There has been a slight increase in turnout in Spain in Parliamentary elections there, and trying to hold all of the different scenarios in my head at the same time while trying not to miss the big picture. I think I went too low with my last estimate so I'm upping it again after giving it a rethink. "], [37379, "2019-04-28T09:32:44Z", [0.1], ""], [172, "2019-04-27T21:59:03Z", [0.01], ""], [691, "2019-04-27T21:02:32Z", [0.1], ""], [72705, "2019-04-27T17:11:04Z", [0.48], ""], [42472, "2019-04-27T15:30:54Z", [0.66], ""], [67420, "2019-04-27T09:45:56Z", [0.07], "Forecast Update #4: I'd like to reinforce the argument, I made in my original forecast from March 4, 2019 with regard to the Brexit and its impact on voter turnout. See there for more details, however, in short: Brexit might have shown both advocates and opponents of the EU that this election matters. One of my arguments was that the traditional low voter turnout in the UK and its relatively big population would fall away due to the fact that - from my original point of view - the UK would have not taken part in these elections. Thus, the likelihood of record low decreased. However, now it seems that the UK will participate. Even though the logical conclusion would be now to raise the likelihood of a historic low voter turnout again, I further reduced it as of 2%. Now estimating a 7% likelihood of historical low voter turnout. This is due to two reasons: Both advocates and opponents of Brexit in the UK will use the upcoming elections to stress their point. The highly politicized Brexit will most likely increase voter turnout on the island. Furthermore, arguably, the chaos aligned with Brexit and the dramatic consequences for the UK most likely will lead to a higher voter turnout on the continent as well, due to the fact that more people consumed EU related news in the context of Brexit. Voters that did not care so far about the EU and its parliamentary elections might have realized its value now - or respectively, came to the conclusion now that Brexit might be a good idea and want to use the EU elections to support corresponding aspirations. Either way, voter turnout will increase.  Thus, in combination with the arguments made in my original forecast, as well as in the update from March 8, I estimate a 7% likelihood of historical low voter turnout."], [13377, "2019-04-27T09:12:05Z", [0.19], ""], [593, "2019-04-27T06:59:52Z", [0.65], ""], [37651, "2019-04-26T09:38:20Z", [0.2], ""], [49359, "2019-04-26T00:27:48Z", [0.75], ""], [72675, "2019-04-25T20:40:18Z", [0.18], "If trend continues then it should\nLast election was a low... mean reversion should happen given EU controversy"], [62808, "2019-04-25T19:15:59Z", [0.0], ""], [67403, "2019-04-25T14:46:10Z", [0.01], ""], [66606, "2019-04-25T07:11:58Z", [0.25], ""], [63658, "2019-04-25T01:22:52Z", [0.89], ""], [15414, "2019-04-24T23:30:27Z", [0.04], "Brexit will encourage voters to turn out in the UK, as a proxy for a second referendum, and in Europe to influence politicians in their own countries either pro or anti-Europe."], [72649, "2019-04-24T16:29:20Z", [0.25], ""], [14107, "2019-04-24T16:19:46Z", [0.33], ""], [68134, "2019-04-24T14:10:37Z", [0.25], ""], [691, "2019-04-24T13:53:13Z", [0.19], ""], [71280, "2019-04-24T13:07:55Z", [0.2], ""], [67427, "2019-04-24T13:04:20Z", [0.02], "UPDATE 24.04.2019 After following the debate between the users @1291 and @Anneinak, I have decided to further decrease my likelihood for a new low record to 2% (I would change it to 2,5% if possible). As far as I can judge, these forecasters and other forecasters seem to share my opinion (at least to some extend).  However, I would like to shift attention to other issues which could impact the forecast at hand: \n- Do anti-EU parties (such as the AfD, former FN or the PVV) encourage their voters to participate in the EU elections (as a tactical move to increase their influence on European policy-making)?\n- Or do they actively encourage their voter bases to avoid the EU elections in order to undermine its legitimacy?\n- Are they able to successfully mobilize their voters to go to vote? \n- How did they act in the last EU elections?  These questions require extensive research and therefore won't be answered soon. However, regarding their importance, it will be the next step in my assessment of the future EU election voter turnout. As a result, I will likely postpone my research about the correlation of national with EU voter turnouts of past elections."], [67317, "2019-04-24T11:11:33Z", [0.0], "\"A survey by the ConservativeHome website found that three in five Tory members planned to vote for Mr Farage's party in the European elections.\" Per news.sky.com - Does not sound like staying at home to protest, eh? Well, members are members, and voters are voters distinction though."], [70711, "2019-04-23T23:27:14Z", [0.4], ""], [57237, "2019-04-23T21:35:44Z", [0.02], "Brexit has inflamed various passions."], [55706, "2019-04-23T20:36:02Z", [0.15], ""], [12879, "2019-04-23T20:34:44Z", [0.15], ""], [66849, "2019-04-23T17:41:03Z", [0.1], "Making this forecast comes down to weighing a continued trend of voter apathy and a general trend of lessened voter engagement across the world versus the chance that a spike in civic engagement leads to a rally for voter turnout. This election will be the first EP vote since the Brexit referendum, and engagement with the Union has become a more prominently featured topic in both local governance and the news media. Initially while trying to answer this question, I was tempted to pull data from local elections, such as those in Italy and France, that indicate that despite a rise in more populist candidates voter engagement has continued to slide. However, these elections have a much different focus than MEP elections and the interests in one do not necessarily translate over to another. Further, as a general trend the decline in voter turnout itself has declined in more recent elections: That is to say the margin by which elections have less turnout than the prior EP election is shrinking. With these combined factors, it appears highly likely that if any year would be the year for an upset, it would be 2019. \nhttp://www.europarl.europa.eu/about-parliament/en/in-the-past/previous-elections\nhttps://www.idea.int/data-tools/world-view/40?st=eup#rep\nhttps://www.bloomberg.com/news/articles/2013-02-25/italy-voters-stay-home-as-turnout-on-pace-for-lowest-since-wwii\nhttps://www.independent.co.uk/news/world/europe/french-election-turnout-emmanuel-macron-parliament-france-victory-fn-marine-le-pen-national-front-a7785366.html"], [691, "2019-04-23T16:26:37Z", [0.18], ""], [34376, "2019-04-23T07:40:20Z", [0.4], ""], [67625, "2019-04-22T14:19:24Z", [0.45], "I think most of this question's forecasters already saw this website, but on Politico (https://www.politico.eu/interactive/voters-turnout-in-the-european-elections/) there is an itneresting graph about European elections' turnout. Their projection for the 2014-2019 trend seems to be in line with the previous elections' turnout (a 0.01% increase...). This graph reconfirms my already mentioned opinion: next month's EP elections will substantially stand in line with 2014 elections' turnout. The record low could be a matter of fractions...\n(On the suggested website, it's interesting to note the most populous EU countries' turnout: the most troublesome for EU elections' turnout seems to be Italian evident decrease)"], [43207, "2019-04-22T13:33:07Z", [0.12], ""], [691, "2019-04-22T11:06:03Z", [0.16], ""], [72552, "2019-04-22T09:18:55Z", [1.0], ""], [14667, "2019-04-22T09:02:50Z", [0.5], ""], [72550, "2019-04-22T07:40:54Z", [0.3], ""], [24785, "2019-04-22T06:20:52Z", [0.67], ""], [34376, "2019-04-21T19:45:57Z", [0.4], ""], [172, "2019-04-21T13:13:16Z", [0.01], ""], [1333, "2019-04-21T11:54:09Z", [0.3], ""], [62808, "2019-04-21T11:44:05Z", [0.0], ""], [6978, "2019-04-21T03:02:18Z", [0.9], "Naive faction still pushing increased engagement & incredulity (with minimal data). Depressed currency/sovereignty will truth out."], [62808, "2019-04-20T18:41:34Z", [0.06], ""], [66728, "2019-04-20T17:34:40Z", [0.05], ""], [691, "2019-04-20T14:11:02Z", [0.15], ""], [72476, "2019-04-20T08:47:03Z", [0.02], "I believe the climate will engage the europeans. And that Brexit makes it more important to vote.\nNot a record high, though. "], [71002, "2019-04-19T23:01:08Z", [0.75], ""], [691, "2019-04-19T19:14:25Z", [0.13], ""], [62808, "2019-04-19T13:03:44Z", [0.12], ""], [62808, "2019-04-19T11:05:26Z", [0.29], ""], [72427, "2019-04-19T10:29:03Z", [0.3], ""], [72427, "2019-04-19T10:28:45Z", [0.45], ""], [1333, "2019-04-18T18:24:04Z", [0.31], ""], [72394, "2019-04-18T17:49:02Z", [0.2], ""], [67444, "2019-04-18T13:59:47Z", [0.15], ""], [72046, "2019-04-18T12:57:59Z", [0.85], ""], [26551, "2019-04-17T20:46:26Z", [0.1], "Engage your followers trying not to engage your enemies. https://www.economist.com/britain/2019/04/20/the-eus-voting-system-will-help-small-parties-less-than-they-think"], [31251, "2019-04-17T19:37:55Z", [0.14], ""], [72328, "2019-04-17T19:31:03Z", [0.2], ""], [72297, "2019-04-17T12:35:16Z", [0.89], ""], [72288, "2019-04-17T11:37:16Z", [0.01], ""], [67427, "2019-04-16T20:39:40Z", [0.05], "This forecast will be combining historic data about the general and each state’s voter turnout and combine it with survey data to assesses if the turnout rate will increase or decrease for 2019.  The general turnout has been decreasing since the first EU parliamentary election in 1979. From a participation rate of 61,99% in 1979 to 42,61% in 2014 (an -31,3% decrease in total).  This might seem high but shouldn’t be overemphasized regarding the actual slowly and steadily decreasing turnout development in the periods of 1979 to 1994 with -8,6% and from 2004 to 2014 with -6,3%. It shows that the actual turnout decline rate itself is decreasing. Furthermore, it almost came to a halt in the period from 2009 to 2014 with only a -0,01% decline of voters participating in the EU election. There are two periods which represent exemptions. Between 1994 and 1999 there is a peak decline of -12,6%. This could be explained through Austria’s, Sweden’s and Finland’s shared scepticism about an EU membership, thus, representing an extreme case. The other major decline is between 1999 to 2014 with -8,2% within 4 years. The reason may be the largest expansion of the Union by welcoming 10 new members (in comparison of 1 to 3 new members in between elections). Some of the new members represent former Soviet republics which may explain the low turnout from these countries due to their lack in experience to hold democratic elections, as well as the unfamiliarity to/lack of trust in such elections by its citizen. However, again, this drop should be seen as an extreme case which doesn’t apply for the upcoming election. To conclude, regarding the fact that the trend almost stopped and that there was no expansion of the EU, it is unlikely that there will be a drastic drop in the voter turnout. The last decrease of merely -0,01% means that the trend could even change for the first time in the EU’s history.  To assess if this might happen, the forecast at hand will estimate if the voter turnout in each member state is likely to increase or decrease by examining various aspects. First of all, the past development of each member states’ voter turnout will be consulted in order to estimate the likely future progress. Second, it is important to assess the awareness of the upcoming election as this is a variable which reflects the possible participation rate of European citizens across the EU. The used data is from the “Parlamenter 2018” poll’s questions QA8 “How likely are you to vote in these elections?” (the 10-point scale will be summarized in this way: 1 to 5 = unlikely to participate in election vs. 6 to 10 = likely to participate in election) and QA7 “How interested or not are you in these elections?”. In absence of data from previous surveys this variable will solely be based on the 2018 survey data. Third, the overall opinion of EU citizens towards the European Union will be assessed by using the Eurobarometer’s variable “Image of the European Union” and its results in the last 2 surveys (03/2018; 11/2018). This forecast assumes, that voters who give the EU a bad rating are less likely to attend to its election as going to the polls is connected to costs (time spent, distance to ballot, etc.). The group “Neutral” doesn’t allow for any clear estimation if voters in this group will participate or not (the group: “Don’t know” will be excluded). Another aspect would be the public support of an exit referendum in their respective countries. Unfortunately, the Eurobarometer variable “Membership to the EU” cannot be used due to missing updates (last update was in 2011). National polls concerning a referendum support cannot be used neither due to the lack of data for some member states. However, the “Parlamenter 2018”-survey contains relevant data in question QA3s through asking citizens how they would vote if a referendum would take place the next day (only the answers for leave and remain will be included). This approach is interesting as it allows us to assume that citizens who support an exit-referendum likely won’t participate in the EU election due to participation cost. For this purpose, only the leave and remain votes will be counted. Again, this forecast will use solely the 2018 data due to the absence of this question in previous (and relatively recent) surveys. Another examined aspect in this forecast addresses the potential combination of national general or local elections with the EU election. The underlying rational is that combined elections decrease the threshold for the EU election and, as a result, increase participation. Additionally, it will be checked if states have a compulsory voting policy for the upcoming election. It’s effect on the turnout has to be estimated based on country specific circumstances. A future update of this forecast might include the voter turnout base rates for the respective national/federal elections in each member state. It wasn’t initially used due to its low priority in comparison to the used variables above as national/federal elections apply to other voter dynamics than supranational elections due to their proximity effect on voters.  Each countries likelihood to increase or decrease its voter turnout will be categorized in 5 labels: a) Very likely to decrease; b) Likely to decrease; c) Stable; d) Likely to increase; e) Very likely to increase. The detailed assessment of each state can be found below.  Number of States with likely or very likely decreasing voter turnout (combined number of registered voters): 5 (65,5 Million registered voters)  Number of States with a likely stable voter turnout (combined number of registered voters): 6 (109,6 Million registered voters)  Number of States with a likely or very likely increasing voter turnout (combined number of registered voters): 17 (216,9 Million registered voters) Overall conclusion: The general election turnout almost stopped its decline with a merely -0,01% in 2014. This forecast analysed the likelihood of each country’s voter turnout to remain, increase or decrease in order to assess if the general EU trend will remain or change its direction. As a result, it seems very unlikely that the next EU election will set a new low record with 17 states likely increasing their voter turnout, as well as additional 6 states remaining a stable level, against 5 states who are likely to decrease their voter turnout. Involving the constituency size of each bloc clarifies the situation further. The combined bloc of states who will likely increase or remain their turnout results comprises of 326,5 Million registered voters in comparison to the 65,5 Million registered voters’ bloc which will likely decrease its turnout. That is a ratio of almost 5:1. However, this doesn’t mean that all voters in a state’s constituency will go to vote, but it indicates the underlying dynamic of expected voter participation across the European Union. In the case that all countries categorized as “stable” will decrease their voter turnout the constituency comparison changes to: 216,9 Mil. vs. 175,1 Mil. registered voters. In the case that countries who are only “likely” to increase will fall into the “stable” category the number relation changes to: 99,4 Mil. vs. 65,5 Mil. (or 175,1 Mil.) registered voters. This represents a very high threshold of conditions which have to happen before a new low record will be realized. As a result, the likelihood of such a new record is assessed to be only 5%.  (Annotation: the sub-conclusion may speak of (e.g.) Austrians which implies that the data displays all voter opinions in Austria. However, the used data below is derived mostly from surveys and polls and, thus, doesn’t allow for such generalizations. The use of generalizing language merely represents a simplification in order to minimize the overall length! Nonetheless, the conclusions are based on survey and poll data.)   AUSTRIA: Very likely to increase - It is very likely that voter turnout for Austria will increase regarding the average increase of participation (+4,8%), the relative high likelihood to go to vote stated by survey respondents and a majority who is interested in the elections. Additionally, Austrians seem to be unwilling to support a referendum and their image of the EU is fairly high (also increasing by 11%). \n•\tHistoric EU voter turnout-rate development: \n2004 (42.43%) -> +8,34% -> 2009 (45,97%) -> -1,26% -> 2014 (45,39%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 62%\nUnlikely to participate: 37%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 57% \n“Total ‘Not interested’”: 41% \n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (36%) -> +11,11% -> 11/2018 (40%)\n“Neutral”: 03/2018 (38%) -> -2,6% -> 11/2018 (37%)\n“Very negative” & “Fairly negative”: 03/2018 (25%) -> -12% -> 11/2018 (22%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 54%\nLeave: 20%\n•\tCombined with national elections: Not possible BELGIUM: Stable - The high number of citizens who plan on going to the polls isn’t surprising due to the compulsory vote (which makes the effect of combined elections redundant). Only 71% interviewees stating that they will go to vote, as well as the lack of interest in the election, are indicators for a possible decrease. However, an overwhelmingly opposition against a referendum (72%) and the decrease of anti-EU-opinions support an increase. These arguments combined with the slowly decreasing trend in voter turnout indicate that the participation rate will remain the same (or will decrease insignificantly as in 04/09 & 09/14).  \n•\tHistoric EU voter turnout-rate development: \n2004 (90,81%) -> -0,46% -> 2009 (90,39%) -> -0,83% -> 2014 (89,64%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 71%\nUnlikely to participate: 29%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 43%\n“Total ‘Not interested’”: 57%\n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (40%) -> +2,5% -> 11/2018 (41%)\n“Neutral”: 03/2018 (38%) -> +5,3% -> 11/2018 (40%)\n“Very negative” & “Fairly negative”: 03/2018 (23%) -> -21,7% -> 11/2018 (18%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 72%\nLeave: 12% \n•\tCombined with national elections: Possible (federal and regional elections)\n•\tCompulsory voting BULGARIA: Very likely to increase - The trend isn’t encouraging to forecast an increase of the turnout. However, more respondents answered to participate in the vote than citizens went to the poll for the 2014 election which indicates a potential for a growing participation. This potential could also be based on the increased number of voters who grew up in the EU and who identify themselves as Europeans. The good image of the EU combined with a disapproval for leaving the Union are further strong indicators for an increased EU euphoria. Furthermore, Bulgaria introduced a compulsory voting in 2016 which supports this assumption. \n•\tHistoric EU voter turnout-rate development: \n2004 (n.a.) -> 2009 (38,99%) -> -8,08% -> 2014 (35,84%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 58%\nUnlikely to participate: 35%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 41%\n“Total ‘Not interested’”: 57%\n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (57%) -> -1,8% -> 11/2018 (56%)\n“Neutral”: 03/2018 (25%) -> -8,0% -> 11/2018 (23%)\n“Very negative” & “Fairly negative”: 03/2018 (13%) -> +30,8% -> 11/2018 (17%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 54%\nLeave: 17%\n•\tCombined with national elections: Not possible\n•\tCompulsory voting CROATIA: Likely to increase - There are a lot of indicators who support a stable or even decreasing voter turnout. Nonetheless, regarding the low turnout in 2014 combined with the overall fairly good or neutral view of the EU and a majority opposing a referendum should represent a realistic potential that more Croatians will go to the polls. \n•\tHistoric EU voter turnout-rate development: \n2004 (n.a.) -> 2009 (n.a.) -> 2014 (25,24%)\n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 48%\nUnlikely to participate: 51% \n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 46%\n“Total ‘Not interested’”: 54%\n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (34%) -> +14,7% -> 11/2018 (39%)\n“Neutral”: 03/2018 (47%) -> -10,6% -> 11/2018 (42%)\n“Very negative” & “Fairly negative”: 03/2018 (17%) -> +5,9% -> 11/2018 (18%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 51%\nLeave: 18%\n•\tCombined with national elections: Not possible CYPRUS: Very likely to decrease - Nothing supports an increase forecast except a minor upswing of the EU image and a majority against a referendum. However, the overall image of the EU remains mainly balanced and the support for a referendum is higher than the EU-average. Furthermore, the stated willingness of citizens to go to the polls, as well as the number of interested citizens, are almost similar to the actual turnout in 2014 which indicates a low potential for a growing participation rate. The strongest argument for a decrease is the abolishment of the compulsory voting in combination with an already strong declining trend in EU participation. \n•\tHistoric EU voter turnout-rate development: \n2004 (72,50%) -> -18,07% -> 2009 (59,40%) -> -25,98% -> 2014 (43,97%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 50%\nUnlikely to participate: 49%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 48%\n“Total ‘Not interested’”: 52%\n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (34%) -> +5,9% -> 11/2018 (36%)\n“Neutral”: 03/2018 (41%) -> -2,4% -> 11/2018 (40%)\n“Very negative” & “Fairly negative”: 03/2018 (25%) -> -8,0% -> 11/2018 (23%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 55%\nLeave: 26%\n•\tCombined with national elections: Not possible\n•\tFormer compulsory voting abolished in 2017 CZECH REP.: Very likely to decrease – A very low historic voter turnout which declined by -35,51% between 09/14, 78% of interviewed Czechs stating that they aren’t interested in the election and a growing anti-EU-opinion all indicate that less citizens will participate in the upcoming EU election. There might be not a strong support for a referendum, however the remain camp is low compared to other EU states. That 40% of respondents stated that they will go to vote (which is higher than the last election turnout) seems irrelevant regarding the other factors.  \n•\tHistoric EU voter turnout-rate development: \n2004 (28,30%) -> -0,28% -> 2009 (28,22%) -> -35,51% -> 2014 (18,20%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 40%\nUnlikely to participate: 58%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 22%\n“Total ‘Not interested’”: 78%\n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (31%) -> -9,7% -> 11/2018 (28%)\n“Neutral”: 03/2018 (38%) -> +5,3% -> 11/2018 (40%)\n“Very negative” & “Fairly negative”: 03/2018 (30%) -> +6,7% -> 11/2018 (32%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 45%\nLeave: 23% \n•\tCombined with national elections: Not possible DENMARK: Very likely to increase – A high willingness to go to vote (despite a lack of interest in the election) combined with the possibility that the national and EU elections will take place at the same day are supporting this estimate. This assessment is further backed by the positive trend average of voter turnout since 2004, an improved image of the EU and a strong rejection against a Danish referendum. \n•\tHistoric EU voter turnout-rate development: \n2004 (47,89%) -> +24,33% -> 2009 (59,54%) -> -5,41% -> 2014 (56,32%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 84%\nUnlikely to participate: 15%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 49%\n“Total ‘Not interested’”: 50%\n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (43%) -> +11,6% -> 11/2018 (48%)\n“Neutral”: 03/2018 (42%) -> -14,3% -> 11/2018 (36%)\n“Very negative” & “Fairly negative”: 03/2018 (14%) -> 0% -> 11/2018 (16%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 77%\nLeave: 14%\n•\tCombined with national elections: Possible (general: very likely – see my forecast: https://www.gjopen.com/questions/1116-when-will-a-date-for-general-elections-in-denmark-be-announced)  ESTONIA: Likely to increase – Indeed, less Estonians went to the poll between 2009 and 2014 with a decrease of -17,49%. Nonetheless, the overall development since 2004 remains positive due to the peak in 2009. The low absolute participation rate in 2014 (36%) combined with a moderate willingness to participate and interest in the election indicate that there is a potential for growth. This is backed by the improving image of the EU and the strong opposition against a referendum.  \n•\tHistoric EU voter turnout-rate development: \n2004 (26,83%) -> +63,62% -> 2009 (43,90%) -> -17,49% -> 2014 (36,22%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 58%\nUnlikely to participate: 39%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 45%\n“Total ‘Not interested’”: 53%\n•\tImage of the EU stated by respondents:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (42%) -> +9,8% -> 11/2018 (45%)\n“Neutral”: 03/2018 (45%) -> 0% -> 11/2018 (45%)\n“Very negative” & “Fairly negative”: 03/2018 (10%) -> -10% -> 11/2018 (9%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 67%\nLeave: 13%\n•\tCombined with national elections: Not possible FINLAND: Likely to increase – This estimate is based on the stable turnout trend and relatively good image of the EU combined with a high willingness to participate and a strong rejection of a referendum. The latter two aspects set the tendency in favour for a minor growth. The lack of interest in the election puts the stated willingness into perspective and support the assumption that the change in the turnout should remain modest. Finland is actually in between of “stable” and “likely to increase”. \n•\tHistoric EU voter turnout-rate development: \n2004 (39,43%) -> -2,10% -> 2009 (38,60%) -> +1,30% -> 2014 (39,10%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 67%\nUnlikely to participate: 32%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 53%\n“Total ‘Not interested’”: 46%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (40%) -> 0% -> 11/2018 (40%)\n“Neutral”: 03/2018 (43%) -> +2,3% -> 11/2018 (44%)\n“Very negative” & “Fairly negative”: 03/2018 (16%) -> -6,3% -> 11/2018 (15%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 61%\nLeave: 19%\n•\tCombined with national elections: Not possible FRANCE: Stable – The voter participation remained (in average) stable since 2004. This trend is mirrored in the results below: A majority of French citizens stated that they are likely to go to vote, while there is also a majority which states that they aren’t interested in the election. The overall image of the EU worsened, however a big majority still rejects the idea of a French referendum. As a result, it seems that the turnout should remain stable or that it will only change insignificantly. \n•\tHistoric EU voter turnout-rate development: \n2004 (42,76%) -> -4,98% -> 2009 (40,63%) -> +4,43% -> 2014 (42,43%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 58%\nUnlikely to participate: 41%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 42%\n“Total ‘Not interested’”: 57%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (36%) -> -2,8% -> 11/2018 (35%)\n“Neutral”: 03/2018 (38%) -> 0% -> 11/2018 (38%)\n“Very negative” & “Fairly negative”: 03/2018 (25%) -> +8,0% -> 11/2018 (27%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 62%\nLeave: 17%\n•\tCombined with national elections: Not possible GERMANY: Very likely to increase – All data indicate a high likelihood that more Germans will participate in the upcoming election. This would continue the strong upwind from 2009 to 2014 and is backed by the (stated) high willingness to participate, a high level of interest in the elections, a strong opposition against a German referendum and an overall positive image of the EU (despite a small decline from the last poll).  \n•\tHistoric EU voter turnout-rate development: \n2004 (43,00%) -> +0,63% -> 2009 (43,27%) -> +11,16% -> 2014 (48,10%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 74%\nUnlikely to participate: 25%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 62%\n“Total ‘Not interested’”: 36%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (49%) -> -4,1% -> 11/2018 (47%)\n“Neutral”: 03/2018 (34%) -> +8,8% -> 11/2018 (37%)\n“Very negative” & “Fairly negative”: 03/2018 (17%) -> -11,8% -> 11/2018 (15%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 79%\nLeave: 9%\n•\tCombined with national elections: Not possible GREECE: Likely to increase – The main arguments that the turnout will increase in 2019 are the high willingness to participate in the election, the upwind since 2009 and the combination with local elections. However, the high level of intended participation is contradicted by the lack of interest. Also, the EU has a terrible image in Greece. Nonetheless, this bad image doesn’t lead to a strong support for a referendum which may imply that Greek citizens disapprove the EU in its current state but don’t neglect the concept in general. \n•\tHistoric EU voter turnout-rate development: \n2004 (63,22%) -> -16,78% -> 2009 (52,61%) -> +13,99% -> 2014 (59,97%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 62%\nUnlikely to participate: 36%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 44%\n“Total ‘Not interested’”: 56%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (26%) -> -3,8% -> 11/2018 (25%)\n“Neutral”: 03/2018 (36%) -> +8,3% -> 11/2018 (39%)\n“Very negative” & “Fairly negative”: 03/2018 (37%) -> -5,4% -> 11/2018 (35%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 59%\nLeave: 23%\n•\tCombined with national elections: Possible (local elections)\n•\tCompulsory voting, but no penalties for absence HUNGARY: Likely to increase – the overall historic trend suggests that less Hungarians will participate in the next election. Nonetheless, the number of interviewees stating that they are willing to go to vote and who are interested in this election indicate a turn of the trend. This is also backed up by the good image of the EU and the lack of support for a referendum. \n•\tHistoric EU voter turnout-rate development: \n2004 (38,50%) -> -5,69% -> 2009 (36,31%) -> -24,75% -> 2014 (28,97%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 67%\nUnlikely to participate: 32%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 55%\n“Total ‘Not interested’”: 44%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (41%) -> +4,9% -> 11/2018 (43%)\n“Neutral”: 03/2018 (38%) -> +2,6% -> 11/2018 (39%)\n“Very negative” & “Fairly negative”: 03/2018 (20%) -> -5,0% -> 11/2018 (19%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 59%\nLeave: 17%\n•\tCombined with national elections: Not possible IRELAND: Likely to increase - It seems likely that Ireland will increase its voter turnout in the EU election in 2019. A high number of people responded that they will go to the polls which may be a result of the combined EU and local elections. The overall image of the EU is very good with only 8% stating otherwise. This is backed up by the low level of support for an Irish referendum to leave the EU. Especially regarding the implications to Ireland through the Brexit may lead to a moderate EU euphoria which wasn’t the case between 2009 and 2014 when Ireland had to fight against the late causes of the 2008 financial crisis. As a result, it seems likely that the trend will turn positive. \n•\tHistoric EU voter turnout-rate development: \n2004 (58,58%) -> -0,10% -> 2009 (58,64%) -> -10,57% -> 2014 (52,44%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 72%\nUnlikely to participate: 26%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 58%\n“Total ‘Not interested’”: 40%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (65%) -> -1,5% -> 11/2018 (64%)\n“Neutral”: 03/2018 (27%) -> +3,7% -> 11/2018 (28%)\n“Very negative” & “Fairly negative”: 03/2018 (8%) -> 0% -> 11/2018 (8%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 83%\nLeave: 7%\n•\tCombined with national elections: Possible (local elections) ITALY: Likely to decrease – Almost every aspect in the data seems to speak for a decline of the voter turnout in Italy. The historic trend has been steadily declining since 2004. The rise of anti-EU-opinions as well as a weak majority against an Italian referendum seem to support a continuation of this trend. The high willingness to participate combined with the actual interest in the election likely won’t be enough to hold a (relatively high) turnout result of 57%. \n•\tHistoric EU voter turnout-rate development: \n2004 (71,72%) -> -9,30% -> 2009 (65,05%) -> -12,04% -> 2014 (57,22%)\n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 66%\nUnlikely to participate: 31%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 52%\n“Total ‘Not interested’”: 46%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (35%) -> -2,9% -> 11/2018 (34%)\n“Neutral”: 03/2018 (38%) -> -5,3% -> 11/2018 (36%)\n“Very negative” & “Fairly negative”: 03/2018 (23%) -> +17,4% -> 11/2018 (27%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 43%\nLeave: 23%\n•\tCombined with national elections: Not possible LATVIA: Likely to increase – This assumption is based on the seemingly contradicting results below. A (increasingly) good image of the EU in Latvia and a high willingness to vote are nullified by the actual interest in the election and the overall declining historic trend. Nonetheless, there seems to be a slight tendency for an increase due to the low turnout in 2014 which leaves enough room for potential growth, especially regarding that the Latvians overwhelmingly want to remain in the EU. \n•\tHistoric EU voter turnout-rate development: \n2004 (41,34%) -> +29,90% -> 2009 (53,70%) -> -43,69% -> 2014 (30,24%)\n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 60%\nUnlikely to participate: 39%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 45%\n“Total ‘Not interested’”: 55%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (39%) -> +7,7% -> 11/2018 (42%)\n“Neutral”: 03/2018 (47%) -> 0% -> 11/2018 (47%)\n“Very negative” & “Fairly negative”: 03/2018 (13%) -> -30,8% -> 11/2018 (9%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 66%\nLeave: 12%\n•\tCombined with national elections: Not possible LITHUANIA: Stable – The last increase of the voter turnout may mislead to the conclusion that this trend development will continue, but it should be put into perspective regarding that it may only represent a recovery to the old level from 2004. The good image of the EU and the opposition against a referendum don’t seem enough in order to boost a higher turnout if only 33% of the interviewed Lithuanians state interest in the upcoming elections. \n•\tHistoric EU voter turnout-rate development: \n2004 (48,38%) -> -56,63% -> 2009 (20,98%) -> +125,69% -> 2014 (47,35%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 55%\nUnlikely to participate: 43%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 32%\n“Total ‘Not interested’”: 66%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (47%) -> +2,1% -> 11/2018 (48%)\n“Neutral”: 03/2018 (45%) -> 0% -> 11/2018 (45%)\n“Very negative” & “Fairly negative”: 03/2018 (7%) -> -14,3% -> 11/2018 (6%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 63%\nLeave: 16%\n•\tCombined with national elections: Not possible LUXEMBOURG: Likely to decrease – it seems likely that Luxembourg will continue its slow decline despite a compulsory voting policy. The data shows high numbers in willingness to vote, interest, strong opposition against a referendum and an overall good opinion about the EU. However, at such high levels of participation small decreases have a disproportional impact on the overall trend. With this in mind the data looks different: not enough stated participation intentions, relative low level of interest and an increase of anti-EU opinions among the constituency. \n•\tHistoric EU voter turnout-rate development: \n2004 (91,35%) -> -0,65% -> 2009 (90,76%) -> -5,74% -> 2014 (85,55%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 63%\nUnlikely to participate: 34%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 55%\n“Total ‘Not interested’”: 41%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (54%) -> +1,9% -> 11/2018 (55%)\n“Neutral”: 03/2018 (32%) -> -18,8% -> 11/2018 (26%)\n“Very negative” & “Fairly negative”: 03/2018 (13%) -> +38,5% -> 11/2018 (18%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 83%\nLeave: 7%\n•\tCombined with national elections: Not possible\n•\tCompulsory voting MALTA: Stable – Almost the same situation as Luxembourg. Such a high historic participation makes a decrease for the upcoming election more likely if underlying factors change towards a more anti-EU direction. Malta’s citizens seem to turn more critical towards the EU in recent times. On the other hand, the relative stable historic trend without a compulsory voting policy and the high amount of people stating that they will go to the election, as well as a relative high interest, make a decrease unlikely. As a result, it seems likely that Malta’s voter turnout remains the same in 2019.   \n•\tHistoric EU voter turnout-rate development: \n2004 (82,39%) -> -4,37% -> 2009 (78,79%) -> -5,06% -> 2014 (74,80%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 74%\nUnlikely to participate: 25%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 63%\n“Total ‘Not interested’”: 33%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (50%) -> -14% -> 11/2018 (43%)\n“Neutral”: 03/2018 (37%) -> +16,2% -> 11/2018 (43%)\n“Very negative” & “Fairly negative”: 03/2018 (9%) -> +10% -> 11/2018 (10%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 65%\nLeave: 12% \n•\tCombined with national elections: Not possible NETHERLANDS: Very likely to increase – One of the highest numbers among EU states regarding the willingness of Dutch to go to vote which is additionally backed up by the relative high interest of them in the election itself. Furthermore, a decline of anti-EU resentments and a firm opposition against a Dutch referendum seem all to back up a continuation of the positive trend. \n•\tHistoric EU voter turnout-rate development: \n2004 (39,26%) -> -6,39% -> 2009 (36,75%) -> +1,55% -> 2014 (37,32%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 81%\nUnlikely to participate: 18%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 68%\n“Total ‘Not interested’”: 32%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (42%) -> +9,5% -> 11/2018 (46%)\n“Neutral”: 03/2018 (35%) -> +5,7% -> 11/2018 (37%)\n“Very negative” & “Fairly negative”: 03/2018 (23%) -> -30,4% -> 11/2018 (16%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 80%\nLeave: 11%\n•\tCombined with national elections: Not possible POLAND: Likely to increase – The data shows a pro-EU tendency in almost all aspects except the last trend development. Low turnout numbers in the past lower the threshold for a potential increase. As a result, the overall pro-EU results support an assumption that the future voter participation will exceed the mentioned threshold. \n•\tHistoric EU voter turnout-rate development: \n2004 (20,87%) -> +17,54% -> 2009 (24,53%) -> -2,85% -> 2014 (23,83%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 62%\nUnlikely to participate: 34%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 52%\n“Total ‘Not interested’”: 42%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (50%) -> +6,0% -> 11/2018 (53%)\n“Neutral”: 03/2018 (37%) -> -2,7% -> 11/2018 (36%)\n“Very negative” & “Fairly negative”: 03/2018 (12%) -> -16,7% -> 11/2018 (10%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 71%\nLeave: 11%\n•\tCombined with national elections: Not possible PORTUGAL: Likely to decrease – The lack of interest, as well as willingness to participate, in the elections seem to support the steadily decrease in the turnout trend since 2004. This result is surprising regarding the overall good image of the EU and the strong opposition against a referendum in the country. \n•\tHistoric EU voter turnout-rate development: \n2004 (38,60%) -> -4,74% -> 2009 (36,77%) -> -8,43% -> 2014 (33,67%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 45%\nUnlikely to participate: 53%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 43%\n“Total ‘Not interested’”: 56%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (56%) -> -5,4% -> 11/2018 (53%)\n“Neutral”: 03/2018 (31%) -> +9,7% -> 11/2018 (34%)\n“Very negative” & “Fairly negative”: 03/2018 (11%) -> 0% -> 11/2018 (11%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 72%\nLeave: 11%\n•\tCombined with national elections: Not possible ROMANIA: Likely to increase – All data indicate a pro-EU tendency which favours the chance for an increased participation of voters. Furthermore, more Romanians stated that they are willing to participate compared to the past turnout results. This is also backed up by a moderately high interest in the election. Indeed, the EU enjoys a good image in Romania. \n•\tHistoric EU voter turnout-rate development: \n2004 (n.a.) -> 2009 (27,67%) -> +17,24% -> 2014 (32,44%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 66%\nUnlikely to participate: 32%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 57% \n“Total ‘Not interested’”: 42% \n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (50%) -> +6,0% -> 11/2018 (53%)\n“Neutral”: 03/2018 (33%) -> +12,1% -> 11/2018 (37%)\n“Very negative” & “Fairly negative”: 03/2018 (15%) -> -33,33% -> 11/2018 (10%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 61%\nLeave: 15%\n•\tCombined with national elections: Not possible SLOVAKIA: Stable – This forecast doesn’t expect a recovery of the Slovakian voter turnout back to its level in 2004. The stated intentions to go to vote aren’t that high. Moreover, the very low interest in the election might be a more realistic indicator for the “real” participation willingness. Most Slovakian interviewees don’t have a bad opinion about the EU. It seems that the EU itself, and its election in specific (70%), aren’t topics of interest in Slovakia. This argumentation supports a low and stable voter turnout (with only insignificant changes) in 2019. \n•\tHistoric EU voter turnout-rate development: \n2004 (16,97%) -> +15,73% -> 2009 (19,64%) -> -33,55% -> 2014 (13,05%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 45%\nUnlikely to participate: 50%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 28%\n“Total ‘Not interested’”: 70%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (33%) -> 0% -> 11/2018 (33%)\n“Neutral”: 03/2018 (47%) -> +4,3% -> 11/2018 (49%)\n“Very negative” & “Fairly negative”: 03/2018 (18%) -> -5,6% -> 11/2018 (17%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 54%\nLeave: 15%\n•\tCombined with national elections: Not possible SLOVENIA: Likely to increase – The trend of the last election is likely going to change. The reason lies in the low results from the last years and the potential of a growing participation due to an increased pro-EU tendency. The relative moderate willingness to go to vote is contradicted by the lack of interest of Slovenian’s in the EU election itself. However, an increase in pro-EU opinions, also indicated by a firm opposition against a Slovenian exit, should be able to reverse the negative trend. \n•\tHistoric EU voter turnout-rate development: \n2004 (28,35%) -> +0,07% -> 2009 (28,37%) -> -13,46% -> 2014 (24,55%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 52%\nUnlikely to participate: 46%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 43%\n“Total ‘Not interested’”: 56%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (36%) -> +11,8% -> 11/2018 (38%)\n“Neutral”: 03/2018 (46%) -> -6,5% -> 11/2018 (43%)\n“Very negative” & “Fairly negative”: 03/2018 (17%) -> +5,9% -> 11/2018 (18%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 63%\nLeave: 16%\n•\tCombined with national elections: Not possible SPAIN:  Likely to increase – The main arguments for this assessment are the stated willingness to participate, a relative stable voter turnout with relative high results (EU comparison), an improved EU image in Spain and the strong rejection of a Spanish referendum. The lack of interest in the election may be indicating that less people will participate than stated by respondents. Though, the effects of this lack should be nullified through combined elections.  \n•\tHistoric EU voter turnout-rate development: \n2004 (45,14%) -> -0,60% -> 2009 (44,87%) -> -2,36% -> 2014 (43,81%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 61%\nUnlikely to participate: 37%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 48%\n“Total ‘Not interested’”: 51%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (34%) -> +26,5% -> 11/2018 (43%)\n“Neutral”: 03/2018 (50%) -> -14% -> 11/2018 (43%)\n“Very negative” & “Fairly negative”: 03/2018 (15%) -> -13,3% -> 11/2018 (13%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 71%\nLeave: 11% \n•\tCombined with national elections: Possible (local and regional elections) SWEDEN: Very likely to increase – The positive trend since 2004 seems to continue based on a very high stated willingness to go to vote, a high interest in the EU election, a fairly good (and increasing) opinion about the EU and a very strong rejection of a Swedish exit. \n•\tHistoric EU voter turnout-rate development: \n2004 (37,85%) -> +20,29% -> 2009 (45,53%) -> +12,17% -> 2014 (51,07%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: 86%\nUnlikely to participate: 14%\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: 63%\n“Total ‘Not interested’”: 36%\n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (42%) -> +26,2% -> 11/2018 (53%)\n“Neutral”: 03/2018 (33%) -> 0% -> 11/2018 (33%)\n“Very negative” & “Fairly negative”: 03/2018 (24%) -> -45,8% -> 11/2018 (13%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 82%\nLeave: 10%\n•\tCombined with national elections: Not possible UK: Stable - The UK will participate in the upcoming EU election. Its relatively big constituency might have a decisive impact on the EU-wide results. It is very likely that supporters of the “leave”-campaign won’t participate. On the other hand, it may happen that supporters of the “remain”-campaign are more likely to go to vote as a form of protest. However, this represents a form of commitment which may be a too high threshold. A good reference seems to be the petition to stop the Brexit. So far, over 6 million citizens signed it. Despite this success it indicates that a big chunk of “remain”-supporters don’t believe in the effect of these protest actions. As a result, it seems unlikely that the “remain”-camp will be able to activate the entirety of its support base regarding the fact that participating in the EU elections won’t have any benefits in case of a Brexit. \n•\tHistoric EU voter turnout-rate development: \n2004 (38,52%) -> -9,92% -> 2009 (34,70%) -> +2,59% -> 2014 (35,60%) \n•\tQA8: Likelihood to go to vote stated by respondents:\nLikely to participate: n.a.\nUnlikely to participate: n.a.\n•\tQA7: Interest in EU election stated by respondents: \n“Total ‘interested’”: n.a.\n“Total ‘Not interested’”: n.a. \n•\tImage of the EU:\n03/2018 -> change: x% -> 11/2018 \n“Very positive” & “Fairly positive”: 03/2018 (35%) -> +17,1% -> 11/2018 (41%)\n“Neutral”: 03/2018 (33%) -> -12,1% -> 11/2018 (29%)\n“Very negative” & “Fairly negative”: 03/2018 (29%) -> -6,9% -> 11/2018 (27%)\n•\tQA3: Support for Exit referendum stated by respondents: \nRemain: 51%\nLeave: 34% \n•\tCombined with national elections: Not possible Sources: \n-\tEuropean Parliament (2018): Parlemeter 2018 – Taking up the challenge. From (silent) support to actual vote: http://www.europarl.europa.eu/at-your-service/en/be-heard/eurobarometer/parlemeter-2018-taking-up-the-challenge\n-\tEuropean Commission (2019): Public Opinion: http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Chart/getChart/chartType/lineChart//themeKy/19/groupKy/102/savFile/895\n-\tEuropean Parliament (2019): Results of the 2014 European elections: http://www.europarl.europa.eu/elections2014-results/en/turnout.html\n-\tEuropean Parliamentary Research Service (2015): The 1995 enlargement of the European Union. The accession of Finland and Sweden: https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=2ahUKEwjnyIu7hc3hAhVwwIsKHV9kDeUQFjAAegQIAhAC&url=http%3A%2F%2Fwww.europarl.europa.eu%2FRegData%2Fetudes%2FSTUD%2F2015%2F563509%2FEPRS_STU(2015)563509_EN.pdf&usg=AOvVaw2BKw9MSUGcq0YTi8rwzhiS\n-\tPolitico (2019): European elections 2019: Voter turnout: https://www.politico.eu/interactive/voters-turnout-in-the-european-elections/\n-\tPolitico (2019): Poll of Polls: https://pollofpolls.eu/\n-\tWikipedia (2019): List of elections in 2019: https://en.wikipedia.org/wiki/List_of_elections_in_2019\n-\tIDEA (2019): Voter Turnout Database. Europe. Voter Turnout by Country: https://www.idea.int/data-tools/continent-view/Europe/40?st=all#rep\n-\tReuters (2016): Bulgaria approves compulsory voting to boost turnout: https://www.reuters.com/article/us-bulgaria-election-idUSKCN0XI2BY\n-\tCyprusMail online (2017): Mandatory voting abolished: https://cyprus-mail.com/2017/07/07/mandatory-voting-abolished/\n-\tHellenic Parliament (2019): Elections: https://www.hellenicparliament.gr/en/Vouli-ton-Ellinon/To-Politevma/Ekloges/\n-\tUK Government and Parliament (2019): Petitions. Revoke Article 50 and remain in the EU: https://petition.parliament.uk/petitions/241584\n"], [67427, "2019-04-16T20:28:07Z", [0.05], "Comment deleted on Apr 16, 2019 08:28PM UTC"], [1333, "2019-04-16T18:16:16Z", [0.32], ""], [14107, "2019-04-16T16:47:46Z", [0.36], ""], [72165, "2019-04-16T15:50:14Z", [0.01], "Heck no.  Britain's 'imminent' departure has made this election much more important than previous ones. That combined with the upcoming budget planning means that if anything we may see record highs."], [70295, "2019-04-16T09:21:06Z", [0.1], ""], [67317, "2019-04-16T08:42:08Z", [0.0], ""], [13377, "2019-04-16T07:34:03Z", [0.0], ""], [38, "2019-04-16T07:02:09Z", [0.0], "Thanks to @nigster @https://www.gjopen.com/comments/comments/851977 Because the UK is only 13% of the EU, turnout in the UK would have to drop to next to nothing to offset what I expect will be increased participation in the other 27 countries."], [72168, "2019-04-16T06:52:58Z", [0.15], "Brexit has popularised the European debate. Besides the EU itself has been very active in \"marketing\" the elections. "], [72170, "2019-04-16T06:41:21Z", [1.0], ""], [72163, "2019-04-16T06:20:15Z", [0.05], "Anti EU sentiment will drive up turnout - not drive it down "], [72152, "2019-04-16T03:36:57Z", [0.11], ""], [72118, "2019-04-15T21:42:49Z", [0.4], ""], [26551, "2019-04-15T21:26:21Z", [0.2], ""], [71996, "2019-04-15T17:14:17Z", [0.5], "This could go either way. Remain voters will probably turn out in large numbers. Leave voters likewise may vote for disruptive candidates or not vote at all. Historically turnout is low as the EU is so far removed from everyday life, this time it might be different. Who knows!!!"], [72052, "2019-04-15T14:25:49Z", [0.15], ""], [1646, "2019-04-15T11:52:32Z", [0.08], ""], [71997, "2019-04-15T10:11:29Z", [0.35], "guess"], [14493, "2019-04-15T09:33:19Z", [0.7], "Every EU Parliamentary election has had a lower turnout than the previous one so going purely by the previous trend the simple conclusion would be 100% Yes. So the question is what would lead you to think that the trend was about to reverse?  There have been no new members since 2014 and no country has left, so its the same electorate. If the UK had left, as the UK has had a lower than average turnout in the past, it would be expected that the turnout would have been higher than if the UK takes part. I estimate that (other things being equal) that the UK not taking part would have raised the EU average by about 0,5% (the UK's turnout has been about 7% below the EU average and UK voters make up about 12% of EU voters) if these figures had applied in 2014 it would have raised the EU turnout above the 2009 turnout. So it could have been expected that something similar could happen in 2019 if the UK did not take part.  Countries other than the UK have EU issues, particularly regarding immigration from outside the EU and dispersal of immigrants (and asylum seekers) between EU countries, but my feeling is that EU voters do not see a very direct link between EU policies and MEPs. EU voters tend to see national elections and national governments as having more influence on EU policies than MEPs do. (I found that in 2016 many UK voters denied that the UK had taken part in the 2014 European Parliamentary Elections. I imagine in other EU countries with low EU election turnouts voters are similarly indifferent to who is elected to the EU Parliament. )   I have not noticed a greater interest among people in EU (excluding the UK) in the 2019 EU elections than in 2014.  That said the trend curve for turnout does make it appear that the low point could be close (2014 to 2019 the drop was only 0.36%).\nSo the question does seems to be of how likely it is that the UK will take part?\nThe UK will take part unless the Brexit WA is carried thru the UK parliament before 23rd May. I don't think that Mrs May will get the DUP and all the ERG section of her Conservative Party to vote for the WA and even then that might not produce a majority, so it would need Labour MPs to vote for the WA. The current talks between Labour and Conservatives appears to me to be a sham. Over the weekend some detail of what exactly was being discussed was made public. \nRegarding the most important issue; future trade the discussions appear to be almost exactly the same wish list that is in the Brexit Political Declaration. i.e. a customs arrangement, that's like a customs union, but is not a customs union, that gives completely free trade with no tariffs or quotas, or rules of origin restrictions between the UK and EU, some sort of closeness between the EU single market rules, that does not stop the UK having different rules if it wants, but at the same times are accepted by the EU as being the same, has no freedom of movement, and allows the UK to conduct its own FTAs with 3rd countries. I am sure anything agreed would include lots of warm words like \"hope\", \"aim\", \"close to\" \"desire\" \"objective\". Presumably this wish list will \"hope\" to solve the Irish Border issue. To me this just sound like more magical thinking. If what is being described was implemented what would stop the UK doing a FTA with (say) China so that China could export car parts tariff free to the UK and then the UK re-export them to the EU tariff free, quota free and rules of origin free? Or a FTA with the USA so that the UK offered a backdoor route get US agricultural products into the EU (via that open border with Ireland).  Agreeing such a Political Declaration might look like Brexit progress by is unlikely to appeal to Labour MPs, because they know that the UK government has done all it can so far to avoid allowing parliament to have a say in Brexit, and once a Brexit WA is passed by parliament there is nothing that would prevent the government agreeing any EU trade agreement it wanted without parliament having any say. (Parliament only got a say over the WA because the Supreme Court forced it.)\nNote: parliament has not had any involvement in the trade agreements that Liam Fox has been doing to replace the FTAs that the UK will lose (with 3rd countries) when the UK leaves the EU. Fox has said his intention was to just \"roll over\" existing FTA between the 3rd countries and EU, but that has not been possible and the FTAs between the 3rd counties and UK will be different to ones they had with the EU.  So there is no guarantee that parliament would be able to block or change a FTA between the UK and EU post-Bexit. So Labour's leverage comes now before the WA is passed, after the WA is passed is too late. I assume they can see that and will not agree a blind Brexit. \nSo my conclusion is that the UK will not agree the WA before 23rd May and will take part in the EU elections.\nWhich brings us to the turnout change in the UK. I think other forecasters are right to be skeptical about poll answers on how likely people are to vote in these elections. Without going in to all the evidence it seems that Pro-Brexit supporters are less likely to see the EU parliamentary as a \"must vote\" occasion than Anti-Brexit supporters (Anti-Brexit demos and online petitions have attracted around ten times the support of Pro-Brexit ones). Many voters who habitually vote Conservative or Labour will not agree with their parties EU policy (or non-policy) some (maybe as many as 50% of them) will switch their vote to a clearer Pro or Anti Brexit party, but just as many will not bother to vote at all. The EU elections are seem by most UK voters as a rare chance to vote for the party that has policies you agree with, rather than the usual case in first-past-the-post where you vote for the party with the policies you think will cause the least harm. But overall I think the turnout will increase but the increase in Pro and Anti Brexit supporters will largely be offset by people who will claim not voting is itself a protest. So I don't think an increase in UK votes will increase the total EU turnout.    \n "], [71960, "2019-04-15T06:17:25Z", [0.05], ""], [67432, "2019-04-14T19:53:46Z", [0.19], ""], [71721, "2019-04-14T12:23:36Z", [0.05], ""], [71705, "2019-04-14T11:33:02Z", [0.0], "Both EU-critics and -proponents seem stoked for this election. "], [71629, "2019-04-14T04:48:09Z", [0.31], ""], [71605, "2019-04-14T03:15:05Z", [0.5], "think both camps are better informed - and interested."], [71569, "2019-04-14T02:04:43Z", [0.15], ""], [71591, "2019-04-14T02:02:24Z", [0.25], ""], [62808, "2019-04-14T00:42:29Z", [0.29], ""], [71534, "2019-04-13T23:56:22Z", [0.05], ""], [71410, "2019-04-13T22:55:08Z", [0.99], ""], [71504, "2019-04-13T22:43:49Z", [0.09], "Comment deleted on Jul 01, 2020 01:15AM UTC"], [71486, "2019-04-13T22:30:11Z", [0.3], ""], [71404, "2019-04-13T20:47:26Z", [0.76], ""], [70762, "2019-04-13T19:37:27Z", [0.7], "Very low credibility for the institution + a lot of euroscepticism allround"], [70870, "2019-04-13T17:25:22Z", [0.5], "Voter engagement seems rising, but most rail against the system."], [14107, "2019-04-13T16:15:39Z", [0.39], ""], [71279, "2019-04-13T15:20:31Z", [0.0], ""], [70711, "2019-04-13T14:42:39Z", [0.66], ""], [43207, "2019-04-13T13:40:40Z", [0.17], "With UK back in the game, I think the objective odds are 50/50 given that 1) UK participation (or lack thereof) affects the final figure and 2) the remaining EU countries have put a lot of emphasis on increasing voter turnout this year, but I'm going with the crowd for now."], [70311, "2019-04-13T13:20:16Z", [0.3], ""], [71159, "2019-04-13T07:51:57Z", [0.05], "Interest in EU heightened around continent"], [71002, "2019-04-13T06:19:10Z", [0.75], ""], [71002, "2019-04-13T06:10:32Z", [0.75], ""], [20156, "2019-04-13T05:50:35Z", [0.15], ""], [71109, "2019-04-13T04:27:40Z", [0.8], ""], [71081, "2019-04-13T02:59:02Z", [0.25], ""], [71077, "2019-04-13T02:51:28Z", [0.8], ""], [71038, "2019-04-13T02:01:03Z", [0.05], "European election turnout has trended to long term decline, from 61% in 1979 to 43% in 2014. Despite this, there are good reasons to believe this trend will not continue in this year's election.  1. In 2014, the turnout was fractionally higher than in 2009, indicating that we may have reached the \"floor\" of European political apathy at around the 43% mark\n2. Brexit has turned EU politics into daily news, which means that the EU is top of mind for more Europeans\n3. Nigel Farage's launch of the \"Brexit Party\" has guaranteed an interesting ideological struggle around these European elections that will increase UK turnout in EU elections (one of the larger EU countries) as the closest thing the country will get to a \"redo\" of the Brexit vote. News coverage of this will be beamed to TVs across Europe making the election more \"top of mind\" for media companies and for people across Europe. Under similar conditions, US elections recently reached far higher levels of turnout than those observed a decade ago. \n4. Polling data is showing that the fiasco of Brexit has already caused other Europeans to view the EU in a more favorable light, which will act as a counter balance to electoral apathy, at least for the timeframe of these elections. \n5. Google search data for \"European Union\" is trending higher in the major European countries than at was at this point in the run up to the 2014 European elections\n6. Re-alignment of political blocs with the major transnational parliamentary \"groups\" is introducing \"new news\" across the continent that will be an added incentive for people to get interested\n7. The perception that the EU parliament is relatively impotent as a body will continue to act as a drag on these positive turnout trends, however, as previously noted, 43% may represent an apathy \"floor\", so this is probably not enough to actually drag turnout lower, it just means that trends that could push it higher will have less of an impact than we've seen around other controversial elections (e.g. Clinton Trump). In other words, turnout won't hit a new low, but it won't hit a new high either. \n8. No new members have been added to the EU since 2007, so the electorate is stable for the purposes of this forecast.  For these reasons it seems highly improbable that the EU turnout will reach a record low, however, long term apathy trends cannot be completely ignored."], [70997, "2019-04-13T00:33:41Z", [0.15], "Turnout will be relatively high (although still low for typical elections) as people will be galvanized by recent politics across Europe, particularly Brexit and the rise of French and German nationalism. "], [1333, "2019-04-13T00:28:20Z", [0.33], ""], [70955, "2019-04-12T23:41:12Z", [0.05], "No, Brexit effect will increase turnout particularly in UK"], [70995, "2019-04-12T23:26:02Z", [0.15], "Brexit is an inoculation against the fragmentation of Europe"], [70987, "2019-04-12T23:19:54Z", [0.1], "I suspect the Brexit fiasco, rise of nationalist parties and general fears and dissatisfaction with political groups and life on the ground, will galvanise slightly more to the polls than the lowest turnout figures, excepting perhaps in the UK."], [70973, "2019-04-12T22:54:39Z", [0.4], ""], [70945, "2019-04-12T22:04:33Z", [0.75], ""], [70909, "2019-04-12T20:59:21Z", [0.1], "I feel there will be more interest than normal, due to Brexit's high profile in the news and a feeling of indignation for the UK government's seeming inability to handle things."], [70836, "2019-04-12T20:34:01Z", [0.2], ""], [70816, "2019-04-12T19:09:14Z", [0.25], ""], [70794, "2019-04-12T19:07:33Z", [0.35], ""], [70785, "2019-04-12T18:22:39Z", [0.3], ""], [70583, "2019-04-12T18:05:03Z", [0.2], ""], [70738, "2019-04-12T17:57:09Z", [0.8], ""], [70718, "2019-04-12T17:37:07Z", [0.15], ""], [70674, "2019-04-12T17:25:45Z", [0.5], ""], [70646, "2019-04-12T16:53:23Z", [0.9], "Current government structure is day by day getting more outdated tout handle current problems "], [70604, "2019-04-12T16:31:40Z", [0.15], "There is increased interest in the EU due to Brexit. The rise of extreme right will encourage all sides of politics to participate. A low turnout is more likely when things are running well and people have little to worry about. That is not the situation at present."], [70498, "2019-04-12T15:04:29Z", [0.45], "Citizens see clearly that politicians are just vultures for their own pocket"], [70456, "2019-04-12T14:25:41Z", [0.05], ""], [70342, "2019-04-12T14:24:37Z", [0.25], ""], [70327, "2019-04-12T11:59:33Z", [0.75], ""], [70294, "2019-04-12T11:51:32Z", [0.05], "UK will use it as a Brexit referendum. Rest of EU has populist politicians who will bring out their voters "], [70294, "2019-04-12T11:47:09Z", [0.05], "The UK will use it as a Brexit referendum. Other countries have populist politicians who will bring out their voters "], [70219, "2019-04-12T09:38:03Z", [0.0], ""], [70216, "2019-04-12T08:43:42Z", [0.25], ""], [67129, "2019-04-12T07:21:28Z", [0.29], "If UK will still be part of the EU and will participate in the elections, I expect voter turnout in UK to be low as most people expect that the Brexit will come sooner or later. And as UK is a large country within the EU, this would lower total voter turnout."], [70171, "2019-04-12T05:56:55Z", [0.0], ""], [70162, "2019-04-12T04:56:41Z", [0.6], ""], [70013, "2019-04-12T01:22:05Z", [1.0], "Rise of nationalist (eurosceptic) parties, and Brexit fatigue"], [70031, "2019-04-11T21:51:29Z", [0.05], ""], [70050, "2019-04-11T21:37:12Z", [0.3], ""], [70019, "2019-04-11T20:41:08Z", [0.5], ""], [69680, "2019-04-11T13:09:29Z", [0.1], ""], [69661, "2019-04-11T12:55:33Z", [0.4], ""], [34376, "2019-04-11T12:50:08Z", [0.3], ""], [69631, "2019-04-11T12:38:21Z", [0.2], ""], [691, "2019-04-11T12:25:26Z", [0.12], "This probably depends on what the UK does about elections, although of course it may not, and in any case I currently have no idea how UK turnout will go or how UK participation or nonparticipation will affect turnout elsewhere.  Coming down a bit just because I suspect either way people will be more interested than they have been in a while.  Nonetheless, expecting a wild ride; I shall be relying heavily on bourbon or haruspication or both for future guesses on this one.  "], [69600, "2019-04-11T12:02:41Z", [0.3], ""], [69597, "2019-04-11T11:59:35Z", [0.1], "The community is too vocal to set a record low."], [67414, "2019-04-11T11:19:01Z", [0.25], ""], [69543, "2019-04-11T11:11:11Z", [0.65], ""], [69499, "2019-04-11T10:01:55Z", [0.95], ""], [69381, "2019-04-11T08:34:55Z", [0.02], "It will be higher due to increased focus on Europe "], [69365, "2019-04-11T08:18:26Z", [0.11], ""], [69377, "2019-04-11T07:55:32Z", [0.01], ""], [69254, "2019-04-11T05:57:33Z", [0.2], ""], [5018, "2019-04-11T05:48:59Z", [0.01], "Brexit and populism fever!"], [69170, "2019-04-11T05:03:27Z", [0.7], ""], [69139, "2019-04-11T04:02:22Z", [0.2], ""], [69065, "2019-04-11T03:18:03Z", [0.0], ""], [69050, "2019-04-11T02:36:06Z", [0.89], ""], [63658, "2019-04-11T02:29:30Z", [0.89], ""], [172, "2019-04-11T01:44:26Z", [0.01], "Not now - EU has adopted a new mascot - Votey McVoteface!\nExpect slightly greater interest given disparate European politics. Even the Brits May vote slightly higher given the mascot."], [68931, "2019-04-11T01:07:01Z", [0.65], ""], [68937, "2019-04-11T01:01:53Z", [0.85], ""], [68875, "2019-04-11T00:40:21Z", [0.3], ""], [68444, "2019-04-11T00:09:13Z", [0.1], "Unlikely - increased interest in European democratic process."], [30513, "2019-04-10T23:45:43Z", [0.15], ""], [68785, "2019-04-10T23:17:41Z", [1.0], ""], [68754, "2019-04-10T23:11:07Z", [0.0], "NO it will tie lowest turnout"], [68664, "2019-04-10T23:03:35Z", [0.45], "If nothing else, Brexit has raised the profile of European elections not only in the eyes of the British public, but also throughout Europe. Awareness is creeping in and with the increasing threats from inside and outside of the Union, apathy should be reduced. Electoral participation is always hard won, but it is the only way to ensure democracy within the system."], [68744, "2019-04-10T22:58:34Z", [0.05], ""], [68608, "2019-04-10T22:00:30Z", [0.85], ""], [68504, "2019-04-10T21:33:16Z", [0.0], ""], [1333, "2019-04-10T20:39:53Z", [0.32], ""], [68418, "2019-04-10T19:02:22Z", [0.7], ""], [68381, "2019-04-10T14:28:44Z", [0.15], ""], [67428, "2019-04-10T14:16:02Z", [0.25], "Update:\n- The Uk will participate to the elections, because May has asked for an extension of the article 50 till 30th of June. I think that this event could be interpreted in two opposite ways. On one side, would be likely for the Britain people who voted for the “leave” to practice abstentionism, in order to reiterate their position. This would cause a drop in Uk participation rate, influencing the whole European rate. On the other side, the people that voted for the “stay” will participate to the elections, included all the citizens that in the past might not show such an active participation to European election, increasing the rate.\nHowever, I believe the first factor is more influent than the second one, so I think it will drop the Uk EU elections participation rate (or, in the best case, keep it equal to the 2014 one), not increasing it.\n- In some European countries the parties that during the electoral campaign were claiming to get out from Europe or from Euro now are reconsidering their idea, because reality is always more complicated and implies more (bad) consequences than any populist slogan. Italian example: suddenly, the Lega leader Salvini proclaims that he wants to change the EU from the inside, not destroying it anymore. His declaration make me think that a lot of Italian will prefer to follow their  ”””captain”””  and vote for him also in the European campaign instead of not voting at all. \n-->  this is why I’m going to change my prediction of only 5% *Basic reflection about the populist party strategy\nIn my previous forecast I didn’t predict the lowest rate of participation in the next elections, but I do predict a shift of votes from the PPE or the PSE (main historical groups) to the populist parties which could coalize in order to be represented. \nTwo days ago in Milan Salvini have announced the creation of a party called European Alliance of People and Nation, EAPN, (from the previous Europe of Nations and Freedom Group, ENF), which has the aim to merge the euroskeptical parties: the French Front National, the German AfD, the Polish PiS (Poland has a lot of seats in EU Parliament and is governing nationally), Croatian HSP, Scandinavian extremists parties. The Hungarian Fidesz, guided by Orban is still part of the PPE but is really courted by others euroskeptical parties, because Orban is very popular in its country and could gain a lot of votes. So, the technique is convincing big names to leave their affiliation to PSE or PPE and join this new front. However, being sovereign parties, all of them have somes in common but also a lot of difference (how to treat the immigration issue, relations with Russia and imposition of sanctions); so I’m not sure about the fact that they will be really able to merge in a unique party with a clear programme.\nAlso, there are other populist parties that will remain outside this new hypothetical macro-group: the 5 stars movement is not frowned upon Lega alliance so is trying to find alternatives. But the hypothetical alliance with gilet jaunes has been rejected by the French movement, the UKIP can’t be anymore considered valuable because of the Brexit, so.. basically M5S doesn’t know what to do. "], [34376, "2019-04-10T14:03:17Z", [0.35], ""], [34376, "2019-04-10T14:02:05Z", [0.4], ""], [68371, "2019-04-10T11:45:24Z", [0.75], ""], [37651, "2019-04-10T09:18:22Z", [0.25], ""], [67767, "2019-04-10T02:22:00Z", [0.0], ""], [68343, "2019-04-09T11:20:04Z", [0.07], "Voters will be more motivated due to the Brexit Drama"], [31251, "2019-04-09T09:45:32Z", [0.17], ""], [68334, "2019-04-09T01:24:49Z", [0.33], ""], [62808, "2019-04-08T22:45:05Z", [0.31], ""], [67317, "2019-04-08T20:44:52Z", [0.1], "See somewhere below."], [56, "2019-04-08T17:48:04Z", [0.02], "Far right parties want to take control of EU. https://www.bbc.com/news/world-europe-47854288"], [691, "2019-04-08T11:59:43Z", [0.18], ""], [34376, "2019-04-08T11:13:43Z", [0.3], "Increasing my proba from 10% to 30%. The politico article [1] and the assumption that UK would not participate initially had a large impact on my assessment of this question. \n\"...some countries including Belgium, Spain and Lithuania are stacking two or more elections — from local to national and presidential votes — on the same day as the European vote, in order to boost participation.\" --from politico \nHowever, after searching a little I found that out of these three countries only Spain didn't have simultaneous elections back in 2014 (previous EU elections). \nSpain has scheduled regional election in 12 out of 17 regions. Assuming population density is equal that is only 80% of Spain that has an additional incentive to vote. Finally, Spain will hold much more important important general elections on April 28, after holding 2 general elections back to back in 2015, 2016. There might be a little voter fatigue when the EU election come. \nLastly, the UK looks more and more likely to participate in the EU elections. Under the \"Flextension\" proposal of Tusk they would have to participate to the EU election. It is very likely that this week the EU as condition for a further short extension will ask for the UK to start preparing to hold EU elections. \nIt is not clear which way the UK participation rate will go compared with 2014. It will drag down the overall participation and if the UK participate I am lot less certain of the outcome. The UK participation will dominate the outcome of this question. UK participation is still far from being a done deal, but I am a lot less certain than I was few weeks ago.  \n  [1] https://www.politico.eu/article/european-election-2019-brussels-risks/ "], [67413, "2019-04-08T11:08:40Z", [0.27], "Updating my forecasting: \nTheresa May applied for yet another extension until the 30th of June. So now the UK are officially planning to participate in the EP election, which I thought they wouldn't. But part of the application says that the extension should end before June 30th if a deal is agreed upon in the UK parliament. Judging by how messy things have been going until now, I don't see parliament suddenly agreeing on anything, but who knows really? If the UK end up participating, this poll from the end of February suggest that participation will be at 43%, which is actually higher than the participation rate in 2014 [1]. Asking people if they want to participate in something usually gives a higher rates than those who actually participate, so I'm not really convinced by that number.   As you might expect, the poll reports that there is a big difference between those who voted for remain vs. leave. The polarisation between remain and leave is confirmed by this poll analysis (which is from a remarkably good non-partisan website called whatukthinks.org run by something called \"The economic and social research council\".) Their analysis tells the story of increased polarisation on pretty much all EU related matters and that voters have become strongly attached to either side of the Brexit debate [2]. Based on the above, I think that it is more likely that we see a drop in UK participation rates or at best a similar rate as in 2014. So I am personally a little less confident in my initial forecast and I'm increasing my forecast from 20 % to 27 %. But in the end, I still think that all the attention the EU have been getting lately, because of Brexit and migration for instance, have primed voters all across Europe to at least be more aware of the EU. [1] https://www.politico.eu/article/brexit-delay-how-britain-would-vote-in-the-european-election/\n[2] https://whatukthinks.org/eu/how-voters-have-viewed-the-article-50-process/"], [172, "2019-04-08T01:54:35Z", [0.01], ""], [13377, "2019-04-07T10:20:09Z", [0.18], ""], [1646, "2019-04-06T22:52:04Z", [0.18], ""], [14107, "2019-04-06T22:31:49Z", [0.23], "- It has always set a record low..\n- Turnout decrease has been flattening over time though. [1] Curve fitting gives 42.1% for next election.\n- I'd guess there is about a 60% chance that the UK won't participate in the next election. They had 35.6% turnout during last election. Assuming 66 million as population of the UK and 513 million as population of the EU, we get 43.6% as voter turnout of the rest of the EU. As @nigster points out, even if they do, turnout will likely be higher than 2014. \n- I'd expect the UK effect to be stronger than anything else, given the flattening. This pushes toward a reversal of the trend. [1] http://www.europarl.europa.eu/about-parliament/en/in-the-past/previous-elections"], [1333, "2019-04-06T18:06:11Z", [0.31], ""], [67422, "2019-04-06T16:47:22Z", [0.1], ""], [67817, "2019-04-06T14:37:21Z", [0.03], ""], [34369, "2019-04-05T18:47:46Z", [0.22], ""], [691, "2019-04-05T14:59:41Z", [0.18], ""], [67444, "2019-04-05T08:13:33Z", [0.12], ""], [691, "2019-04-04T18:07:56Z", [0.2], ""], [3834, "2019-04-04T15:21:25Z", [0.05], ""], [23006, "2019-04-04T02:14:57Z", [0.12], ""], [31450, "2019-04-03T22:27:07Z", [0.15], "This is a dumb reason, and I know it is a dumb reason, but I am dropping five points to not be too far over the crowd."], [1333, "2019-04-03T19:48:33Z", [0.32], ""], [22833, "2019-04-03T13:10:25Z", [0.11], ""], [34376, "2019-04-03T06:59:35Z", [0.1], ""], [1646, "2019-04-03T04:36:07Z", [0.21], ""], [39381, "2019-04-02T18:15:48Z", [0.75], ""], [29980, "2019-04-02T16:04:11Z", [0.99], ""], [6978, "2019-04-01T19:20:23Z", [0.85], "UK is in! https://twitter.com/search?q=uk%20european%20election&s=09"], [67444, "2019-04-01T15:01:40Z", [0.13], ""], [1333, "2019-04-01T14:37:31Z", [0.33], ""], [66432, "2019-04-01T13:07:11Z", [0.35], ""], [52778, "2019-04-01T06:28:27Z", [0.2], ""], [427, "2019-04-01T04:27:19Z", [0.7], ""], [68215, "2019-03-31T20:41:21Z", [0.7], "With Trump and Brexit on the minds of many people, many Europeans will likely feel it is important for the rest of Europe to stand together. On the other hand there will be plenty of people who are fed up with it all... Still, I think record turnout is not far-fetched."], [67429, "2019-03-31T19:56:35Z", [0.05], ""], [1333, "2019-03-31T18:19:39Z", [0.34], ""], [525, "2019-03-30T22:42:47Z", [0.03], ""], [41926, "2019-03-30T20:37:22Z", [0.05], ""], [67423, "2019-03-30T19:32:01Z", [0.15], ""], [691, "2019-03-30T13:33:40Z", [0.2], ""], [67553, "2019-03-30T11:01:28Z", [0.1], ""], [26551, "2019-03-30T08:49:11Z", [0.15], "Following @1291 advice, potential upside from both sides if the UK is to vote in European Parliament elections. https://www.washingtonpost.com/world/2019/03/29/brexits-latest-twist-britain-may-end-up-european-election-if-it-doesnt-leave-soon/?utm_term=.37632e087245"], [172, "2019-03-30T02:35:12Z", [0.01], ""], [67317, "2019-03-29T23:09:47Z", [0.12], "Wolfgang Schäuble (76) is looking towards a higher turnout than in the past EP elections. He's the most experienced politician in Europe, but no skin in the game for making the statement (and being wrong)... Going a couple of notches down with my prediction."], [14107, "2019-03-29T22:59:09Z", [0.46], "trend has been flattening; UK won't participate and had below average turnout; Bosnia new country"], [63874, "2019-03-29T15:19:42Z", [0.1], ""], [66432, "2019-03-29T14:42:04Z", [0.3], ""], [172, "2019-03-29T00:10:18Z", [0.05], ""], [55911, "2019-03-28T23:38:22Z", [0.3], ""], [67387, "2019-03-28T16:37:20Z", [0.15], ""], [691, "2019-03-27T19:16:59Z", [0.2], ""], [67416, "2019-03-27T16:11:41Z", [0.01], "Still more stories about major anti EU parties across Europe shifting tactics towards EU. They are not longer working for withdrawal but for shrinking EU from the inside. In that strategy they will encourage their voters to vote on the EU elections to get enough seats in the Parlament.  https://www.politico.eu/article/marine-le-pen-unveils-far-right-national-rally-candidates-jordan-bardella-for-european-election/"], [38397, "2019-03-27T14:31:01Z", [0.15], ""], [68153, "2019-03-27T10:14:27Z", [1.0], ""], [68146, "2019-03-26T17:49:19Z", [0.15], "The current debates about Europe should entice voters to take more interest in the EU elections.  In France, for example, voters may want to use the election to send a message to their government.  Populist parties will seek to use the elections to place MEPs in the European Parliament to broaden their audience and provide funding on a personal and party level, e.g. Farage and Le Pen."], [67411, "2019-03-26T11:45:32Z", [0.2], ""], [68126, "2019-03-25T22:49:19Z", [0.09], ""], [62808, "2019-03-25T22:14:28Z", [0.32], ""], [522, "2019-03-25T16:39:30Z", [0.01], "If anything voter turnout this year is likely to increase to depress the impact of nationalist and other parties. "], [172, "2019-03-24T23:37:20Z", [0.05], ""], [1646, "2019-03-24T17:48:35Z", [0.29], ""], [1646, "2019-03-24T17:26:15Z", [0.45], "There will be some correlation between viewership/interest in Eurovision and participation in European elections, but how this plays out this year is far from clear. \nhttp://www.europarl.europa.eu/news/ro/press-room/20180711IPR07727/european-parliament-and-eurovision-sign-partnership-for-european-elections\nThere has  been a relative secular decline in viewership in Eurovision, with digital replacing cable, attention economy overload and I forget what else, and with this year controversies over Israel, Ukranian nonparticipation, uncertainty regarding the effects of brexit on UK viewership (and coming this year with a love song to the EU). It is far from clear if attempts such as this will enhance participation, or create a reaction to it such as is expressed by Finland‘s  “Look Away“ \nhttp://esctoday.com/172537/finland-darude-feat-sebastian-rejman-will-sing-look-away-at-eurovision-2019/ Or, in what is now my favorite, Iceland:\nhttps://www.youtube.com/watch?v=m9VWSF_WuIk\n‘The track's lyrics are littered with lyrics like: \"The hangover is endless/Life is meaningless/The void will get us all\" (we can relate to this every damn Sunday), before breaking into a rousing chorus of \"Europe will crumble/A web of lies will arise from the ashes”[1] [1] https://www.buzz.ie/entertainment/think-lordi-mental-wait-see-eurovision-entry-iceland-321559"], [63658, "2019-03-24T16:22:47Z", [0.89], ""], [6978, "2019-03-24T16:01:24Z", [0.8], "New major factor/hypothesis: though EU voter turnout is clearly in a secular decline (Western civ peak ~1800 AD - 2100 AD end), the rate of decline is mediated by currency strength. When USD is strong and others weak, like in the 1990s, European voters unplugged in droves. When USD is weak and others/Euro strong, like in the 2000s, the decline in Euro voting slowed significantly. Present day, we're just off a high in the ~17 year USD cycle, meaning depressed EU voter interest and a big sequential drop in turnout (-400 ± 225 bps, < 40%). Would explain why Brussels' bureaucrats are so keen to juice participation."], [67974, "2019-03-24T15:10:52Z", [0.0], ""], [6978, "2019-03-24T13:09:07Z", [0.05], "Deep hedge until UK participation sorted out.."], [63963, "2019-03-23T20:20:18Z", [0.0], ""], [1333, "2019-03-23T18:45:57Z", [0.35], ""], [67411, "2019-03-23T10:39:43Z", [0.2], ""], [67317, "2019-03-23T08:41:33Z", [0.15], "What’s the record high actually?!"], [26551, "2019-03-23T08:33:37Z", [0.35], "European Commission President Jean-Claude Juncker said he hoped the House of Commons would approve the Withdrawal Agreement next week. \"We are hopeful that the agreement will be adopted by the House of Commons,\" Juncker says of the agreed Brexit deal. If it is, Brexit will be delayed until May 22. (Jean-Claude Juncker) \"The UK government will still have a choice of a deal, no deal, a long extension, or revoking Article 50.\"\n\"If the UK has not decided to hold European elections by April 12, the option of a long extension will automatically become impossible.\" (Donald Tusk) https://edition.cnn.com/uk/live-news/brexit-summit-delay-gbr-intl/index.html"], [67420, "2019-03-22T17:19:54Z", [0.09], "Forecast Update #3: --> no changes since last Forecast update."], [62808, "2019-03-21T21:36:12Z", [0.37], ""], [62980, "2019-03-21T16:30:54Z", [0.2], ""], [61815, "2019-03-21T14:13:11Z", [0.1], ""], [691, "2019-03-21T12:56:02Z", [0.2], "If the Brits have to vote, this becomes completely unknowable.  If they don't, it's only largely unknowable.  Even the administration of a little more bourbon might not help."], [62808, "2019-03-20T23:14:54Z", [0.41], ""], [35217, "2019-03-20T22:08:29Z", [0.25], "Lowering because it seems less likely that the UK will still be in the EU when elections are held. "], [61068, "2019-03-20T05:13:40Z", [0.15], ""], [172, "2019-03-20T01:07:38Z", [0.05], ""], [68037, "2019-03-19T21:51:17Z", [0.1], "Brexit is a blessing for EU elections and general awareness. "], [411, "2019-03-19T17:38:48Z", [0.05], "Prediction assumes that the UK will not be participating in the elections."], [691, "2019-03-19T10:45:33Z", [0.2], ""], [37379, "2019-03-18T16:42:17Z", [0.15], ""], [67969, "2019-03-17T10:35:38Z", [0.3], ""], [31251, "2019-03-16T08:27:15Z", [0.26], ""], [63692, "2019-03-15T18:36:29Z", [0.35], ""], [1333, "2019-03-15T18:33:08Z", [0.45], ""], [6978, "2019-03-15T15:00:28Z", [0.75], "Odds of UK participation appear to be rising.."], [34376, "2019-03-15T11:56:23Z", [0.25], ""], [32100, "2019-03-14T17:29:54Z", [0.05], ""], [15409, "2019-03-14T14:03:20Z", [0.25], ""], [13377, "2019-03-14T09:13:20Z", [0.2], ""], [172, "2019-03-14T01:44:53Z", [0.1], ""], [26551, "2019-03-13T22:42:52Z", [0.2], ""], [67444, "2019-03-13T22:09:55Z", [0.15], "UK won't vote and they have had very low turnout => turnout will be higher this time."], [26212, "2019-03-13T20:37:45Z", [0.15], ""], [67429, "2019-03-13T19:39:38Z", [0.05], ""], [691, "2019-03-13T11:18:13Z", [0.2], ""], [67317, "2019-03-12T23:00:48Z", [0.2], "From 1in3 to 1in5"], [67899, "2019-03-12T20:16:53Z", [0.33], ""], [691, "2019-03-12T15:33:01Z", [0.2], ""], [59882, "2019-03-12T09:25:17Z", [0.4], "Voter turnout by country;\nhttps://www.politico.eu/interactive/voters-turnout-in-the-european-elections/ Turnout by country and year;\nhttp://www.ukpolitical.info/european-parliament-election-turnout.htm"], [15196, "2019-03-11T20:48:34Z", [0.05], ""], [1646, "2019-03-11T10:09:43Z", [0.11], "Apparently only tangential, except for noting that not only is Putin very interested in the outcome of this forecasting question, but he likes forecasting and also sits currently at 11% or as he said “my second favorite number after 1!”  : Europe, Russia, and the laws of nature: Importance of the EP election ‘’Herein lies the significance of the upcoming European election: Moscow will take the result as a sign of not just Europe’s political direction but, more importantly, Europe’s ability to remain a political actor of any kind. Moscow’s conclusions on that account will directly translate into its willingness to engage with Europe, and Europe’s ability to achieve anything vis-à-vis Russia. “Moscow is wondering whether 2019 will be a new 2016 or a new 2017 for the EU,” said a well-informed analyst in Moscow. “Will it inspire a new round of inward-looking chaos, or will Europe actually emerge strengthened and outward-looking from these elections https://www.ecfr.eu/amp-article/commentary_europe_russia_importance_of_european_parliament_election"], [172, "2019-03-11T00:30:43Z", [0.1], ""], [6978, "2019-03-10T14:39:29Z", [0.7], ""], [5018, "2019-03-09T21:46:29Z", [0.5], ""], [67842, "2019-03-09T17:10:26Z", [0.15], "If only due to the mobilization of populist, anti-establishment supporters (and those that will want to stop them from rising to power)"], [67317, "2019-03-09T14:53:09Z", [0.33], "Base case, fingertips feeling there is more interest towards the EU and European Parlament this spring. The UK not voting? EEC countries' voters more likely to vote 2019 than 2014? "], [67411, "2019-03-09T00:02:19Z", [0.2], ""], [691, "2019-03-08T17:19:13Z", [0.2], ""], [67420, "2019-03-08T09:07:03Z", [0.09], "Forecast Update #2: In an op-ed published in multiple newspapers, Macron turnt directly to the European Citizens, both pledging for more and a stronger Europe and setting the tone for its party's EP election campaign (https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk). This is a good example as of how pro-europeans are not longer willing to leave the anti-EU parties the populist spot. As noted in my original forecast, populist parties are a main drivers in lifting up voter-turn out. Macron's newspaper article was a small piece in this populist discourse. Its effects have yet to be seen. However, even though small, it is a further indicator for a populist and polarized campaign time that lies head, which makes me reduce my original forecast as of 1% to 9%."], [67423, "2019-03-07T19:25:10Z", [0.15], ""], [691, "2019-03-07T19:09:57Z", [0.2], ""], [67428, "2019-03-07T13:39:37Z", [0.2], "Since the creation of the European Parliament, the elections turnout data have continued to decrease. The average percentage of participation had reached its peak (61,99%) in 1979, going down in 1984 (58,98), 1989 (58,41%), 1994 (56,67%) until the huge breakdown in 1999 at 49,51%. In 2004 it reached 45,57% and 42,97% in 2009. In the last 2014 elections the result have been the worst, with an attendance of only 42,61%, but very similar to the 2009 results which doesn’t make me forecast a huger declining.\t  https://www.wired.it/attualita/politica/2014/05/23/elezioni-europee-affluenza/ http://www.europarl.europa.eu/elections2014-results/en/election-results-2014.html\nThe lower and lower turnout level could be due to a lack of efficiency and action power perceived by the populations, especially after/during episodes like the economic crisis in 2008 and the refugee crisis. In my view, a huge role is played by the populist anti-European parties that have raised in the last decade in Europe, spread everywhere and founded consensus at the national elections. Those parties have often depicted EU as an enemy that would cared more of bureaucracy and elites than to common lay people, spreading angriness, dissatisfaction and disappointment. Moreover, the recent Brexit referendum and the rise to power of similar movements in other big countries (Trump in USA, Bolsonaro in Brasil), have somehow legitimised those positions.\nHowever, after having hit bottom in 2009 and 2014, I think that this year turnout wouldn’t reach the historical minimums. Even the EU does not good well yet, currently there aren’t emergency situation such as in 2009 or 2014. What I forecast instead is a massive flow of votes for anti-European parties: instead of not voting at all, the populations would prefer to vote them aiming to change EU from the inside and asking their politicians to “take back national sovereignty”, even stopping the process of integration (which already had a setback after Lisbon treaty in 2009, with no more structural treaties).\t“While there are significant divides between them on substance, anti-European parties could align with one another tactically in support of a range of ideas: from abolishing sanctions on Russia to blocking the EU’s foreign trade agenda, to pulling the drawbridge up against migration. This would put at risk Europe’s capacity to defend its citizens from external threats at exactly the time when, given global turmoil, it needs to show more resolve, cooperation, and global leadership.” https://www.ecfr.eu/specials/scorecard/the_2019_European_election On the other side, the pro-Europe citizens would feel the urgency of contrasting the rise of euro-sceptics, going to vote for the opposition.\nTalking about the Brexit issue, there is evidence of the complexity of getting out from EU without suffering bad consequences and of the fact that EU has un upper hand on the topic. This discourage the idea of leaving the Union and empower EU credibility.\t  \nAdditionally, a lot of countries are going to vote for National elections at the same time of European ones, pushing citizens to vote for both.\t\nFinally, EU is doing a massive campaign to teach the youngest electors the importance of European policies, using modern path as youtube, social media, bloggers support. These actions will likely increase the number of voters in elections.\t \nTherefore, I predict a low level of participation but not the lowest.\n"], [67798, "2019-03-07T09:29:53Z", [0.85], ""], [67429, "2019-03-06T18:06:51Z", [0.05], ""], [67415, "2019-03-05T13:10:47Z", [0.65], "changed the previous forecast to account for increased perceived increased campaigning. The fact that several European countries have chosen to combine National elections with the EP elections could also work in boosting the voter turnout. Simultaneously it could redce the effectiveness of campaigning if the domestic elections take away focus from the EP elections."], [67774, "2019-03-05T12:09:41Z", [0.8], ""], [62808, "2019-03-05T03:18:19Z", [0.41], ""], [67420, "2019-03-04T22:04:34Z", [0.1], "The forecast at hand estimates a 10% likelihood for a new record low in the voting turnout for the EP to realize. It is in fact true, that the EP elections voter turnouts experienced a constant downwards trend. However, it has to be noted that compared to the 2009 elections, the voter turnout in 2014 were only 0.36% lower (http://www.europarl.europa.eu/elections2014-results/de/turnout.html). This difference is rather small and considered too small for this forecast to anticipate a further decrease based upon that, in particular given the fact that the long-term downwards trend (almost 20% between 1979 and 2014) got promoted (among other factors) strongly by the expansion of the EU toward the east where voter turnout has been traditionally lower than in the western countries (https://www.kas.de/c/document_library/get_file?uuid=d3b13d4c-81ad-5926-f2eb-d41cbc81f95b&groupId=252038 and https://blog.datawrapper.de/weekly-chart-turnout/). Since there was no further enlargement since the last elections this factor can be excluded.  Arguably, a too narrow extrapolative focus on this question is furthermore rather counterproductive because it would ignore crucial changes in the context, in which the 2019 EP elections are embedded in. In the aftermath of the 2014 elections many analyses referred to the second order election effect. According to this explanation, EP elections would be perceived as less important and interesting by the electorate than their national counterparts. Therefore, voters would often either not vote or use the vote as as vote on national matters, e.g. to punish their government (http://www.leeds.ac.uk/politics/cbl/int/ele/acsecor.htm) However, the forecast at hand argues that this has changed due to a different political environment, where the EU receives much more attention than it did in the past. Two events in particular are perceived as crucial by this forecast: Brexit and the refugee crisis. The Brexit might have shown both advocates and opponents of the EU that this election matters. The aligned increased media attention in combination with the realization that a further integration is not axiomatic might motivate mobilization and a higher voter turnout on both sides. In the same token, the refugee crisis might mobilize many former non-voters to vote this time, particularly promoted by a broad range of populist parties that put the refugee crisis in a decided EU context (https://www.theguardian.com/commentisfree/2018/sep/26/populists-immigration-orban-salvini-law-eu-elections). In both cases it has to be noted that in particular populist parties increased voter turns outs in many former national elections in the EU due to their ability to get back non-voters (https://www.bertelsmann-stiftung.de/fileadmin/files/BSt/Publikationen/GrauePublikationen/ZD__Studie_Populismusbarometer_2018.pdf). This increase in the meaning of the EU in public attention could be already observed by many national elections throughout the last years, where Europe became the central topic, instead of being a side note (e.g. Macron’s 2017 campaign). Building on these changes in the political context of the elections, Europe will be more present among voters and thus more interesting for them. Additional factors decreasing a record low voter turn out probability are the comprehensive and sophisticated electoral grassroots elections campaign by the EU Parliament (http://www.europarl.europa.eu/news/en/press-room/elections-press-kit/2/this-time-i-m-voting) and the withdrawal of the UK before the elections - a country with a low EU parliament voter turn out and large population (http://www.europarl.europa.eu/elections2014-results/de/turnout.html). Therefore, the forecast assumes only a probability of 10% that this will be the EP election with a record voter turnout low."], [691, "2019-03-04T12:54:37Z", [0.24], ""], [62808, "2019-03-04T12:18:07Z", [0.43], ""], [63658, "2019-03-04T05:05:11Z", [0.89], ""], [172, "2019-03-04T02:36:08Z", [0.1], ""], [1333, "2019-03-04T01:01:01Z", [0.46], ""], [67411, "2019-03-03T21:16:44Z", [0.2], ""], [36580, "2019-03-03T16:08:30Z", [0.35], "Thought I'd submit an initial, speculative forecast before further researching the issue. I can imagine the following socio-political shifts influencing voter turnout: 1. Brexit has increased conversations about the EU - further interest from the general public might be reflected in higher voter turnout from a newly engaged European electorate, particularly among younger demographics. 2. Rising Euro-scepticism across Europe: this might discourage turnout or encourage protest votes. More likely to discourage participation as perceived as “pointless”. 3. If Britain delay Article 50, the UK electorate might be eligible to vote in the EU elections. I can imagine this would go one of two ways. British people might feel that, with Brexit still expected, the EU elections are an irrelevant waste of time. This would drag the voter turnout down. However, Britain could use these elections as a quasi-referendum, pitting remain candidates against leave candidates. Leave voters would be desperate to ensure Brexit still goes ahead, whilst Remain voters would see an opportunity to prevent Brexit. As the Brexit referendum itself achieved a high turnout, I imagine such a quasi-referendum also could. I believe that number 3 is quite unlikely, but I will reassess after the Article 50 deadline has passed and we know whether Britain partaking in the elections is a possibility at all.\n"], [1333, "2019-03-02T19:26:05Z", [0.47], ""], [67411, "2019-03-02T16:06:05Z", [0.2], "1. The turnout of the last EU election in 2014 was 0.64% lower than in 2009. The difference is not big enough to jump into conclusions about declining turnout. \n2. Even though it is visible that there has been a clear decline in the turnout since 1979, one of the explanations could be the enlargement of the EU and the new members who, regarding of a few exceptions, are tend to participate less actively in the EU elections. \n3. In case of an extension of Article 50, the UK still has a right to hold an election. However, it is very unlikely that the UK would decide to use it. Therefore, taking into account that the UK's turnout is always below the EU average, it could also increase the overall percentage of participation. \n4. Regardless of many discussions and doubts about what will happen with the EU after the Brexit, now it is fear to say that the EU is seen as the winner in this situation. It is hard to tell how it impacts public opinion and participation in the EU elections but I am quite confident to say that EU image looks quite well taking into consideration Brexit, as well as managed migrant crisis.  Despite the arguments expressed before, I do not believe that turnout will increase sharply this year. My guess would be that it will remain below 50% and because of that and other uncertainties (for example, ​bad weather during the election day), I am giving 20% of possibility to the lowest turnout in the EU history. "], [43207, "2019-03-02T14:28:42Z", [0.07], ""], [691, "2019-03-02T12:46:14Z", [0.21], ""], [31251, "2019-03-01T21:42:39Z", [0.17], ""], [22833, "2019-03-01T20:16:29Z", [0.13], ""], [691, "2019-03-01T19:47:17Z", [0.32], ""], [1646, "2019-03-01T19:37:26Z", [0.11], ""], [1333, "2019-03-01T19:14:32Z", [0.48], ""], [1333, "2019-03-01T18:58:28Z", [0.49], ""], [67429, "2019-03-01T13:21:43Z", [0.05], "While there has been a steady decline in voter turnout since 1979, there are a number of factors to forecast this trend will be broken in the upcoming elections: 1. Voter turnout trends between in 2009 and 2014 steadied with 42.9% and 42.61% — indicating a shift in EU-wide trend since 1979. 2. The United Kingdom’s absence from this year’s vote. Voter turnout in Britain has consistently been below the EU average. In not participating, percentage turnout by default increases — assuming turnout in all other member states is steady.  3. Public focus on the EU and its legitimacy has increased since the 2014 election. Controversies surrounding Brexit have placed the EU in the limelight, and EU citizens are more likely to feel a sense of urgency in exerting their right to vote. This applies to both pro-EU and EU-skeptic voters respectively wishing to secure the legitimacy of the EU, or support a populist movement in the EU parliament. "], [67414, "2019-03-01T10:23:33Z", [0.2], "I claim that there is a 20% chance of record low turnout due to the unbroken downward trend in turnout. However, I think that this election will likely be the one to break the tread. This is for three reasons, there has been a lot of attention on this issue and the democratic legitimacy of the EU. Therefore, I believe that the European Parliament will be working a lot more than in years previous, to increase turnout. Secondly, the trend seems to have slowed from 2009 to 2014 election. Thirdly, since the last European Parliament elections, there has been a lot of attention on the Eu and its importance due to Brexit. Many in Europe, believe the EU to be a benefit and are grateful that they are not going through an exit. Therefore, they feel more sympathetic towards the EU, increasing the likelihood that they'll vote. Moreover, on the other side, Brexit will energize those citizens who do want to exit the EU. Making it more likely that they'll increase their turnout and campaigns."], [59882, "2019-02-28T20:02:38Z", [0.5], ""], [38548, "2019-02-28T17:00:28Z", [0.1], ""], [24440, "2019-02-28T03:41:33Z", [0.4], ""], [172, "2019-02-28T03:33:19Z", [0.15], ""], [6518, "2019-02-27T23:05:20Z", [0.23], ""], [53897, "2019-02-27T22:15:30Z", [0.15], ""], [67426, "2019-02-27T15:51:53Z", [0.33], "Even though it could be assumed that voter turnout will be at a record-low, since historically this has been the development so far, I do not believe this will be the case. Indeed, it has been a development also in national elections that voter turnout falls.\nI believe, however, that the voter turnout in the EU elections will be higher in the 2019 elections due to the following reasons: \n> usually first time voters abstain more from voting than older voters, according to the platform 'European Youth Ideas' (https://www.politico.eu/interactive/european-elections-most-important-issues-facing-the-eu/). Recently though the EU has taken a great step in promoting the EU and getting awareness with the younger generation. Programs such as the 'thistimeimvoting.eu' campaign are very visible on online platforms, or the hashtag #EUandME has been introduced, creating more awareness among the 'Social-media generation'. Also for the elections now, the EU is taking an effort, e.g. recruiting popular bloggers to promote the EU elections. Hence, it can be assumed that voter turnout for the younger generation could be proportionally higher than the last couple of years.  > Further claims for low voter turnout was the fact that the EU seems so far away and their impact is not clear. Campaigns such as the 'What Europe does for me' website however shows explicitly the impact the EU makes. Additionally, frequent the 'Future of Europe' protest have taken place in many EU cities, bringing the European idea closer to its citizens.  > Lastly, the EU seems to matter more looking at the issues that EU citizens are concerned with. Whilst in 2014 these were economic situation, unemployment, EU countries public finances, immigration, rising prices/inflation (in order), now the top issues are immigration , terrorism, economic situation, public finances, unemployment. The two most important once hence are clear transnational issues that cannot be solved by the national governments and very much rely on EU governance ( https://www.politico.eu/interactive/european-elections-most-important-issues-facing-the-eu/). So, the EU seems to be more important in governing the top issues from which a greater voter turnout can be predicted.  > Lastly, a poll by the EU asked EU citizens in spring 2018 about if they believe their voice matters in the EU, where 48% voted with yes, which are already more than the 42% from 2014 (http://www.europarl.europa.eu/at-your-service/en/be-heard/eurobarometer/eurobarometer-2018-democracy-on-the-move). "], [28166, "2019-02-27T02:49:15Z", [0.1], ""], [1646, "2019-02-27T00:08:59Z", [0.25], ""], [26551, "2019-02-26T22:30:46Z", [0.28], "Adding the UK to the elections, considering chances May's plan is rejected first (85%), and no-deal motion is also rejected right after (90%). Then, UK voters reaction to Brexit delay (1 minus 40%) to 1 minus 40% chance other countries react to Brexit by going to vote."], [67417, "2019-02-26T19:16:05Z", [0.15], "Despite what the majority of the surveys show, I believe there is a low chance that voters turnout for the 2019 European Parliament elections set a record low. Actually not because, as Politico notes, the European Parliament and European Commission are planning to spend more than €30 million on \"get out the vote\" advertising and support (which is likely to have only a little impact on the willingness of European citizens to vote). Rather, a number of considerations led me to this conclusion: -The 2014 Election set a record-low 42.61% also because of the particular historical moment when they took place. Indeed, 2014 and the years before represented the end of many traditional parties in the European continent, leading in some countries to the definitive end of the conventional left-right distinction. In the following years, many new parties have gained importance and at the next European Election, they will attempt to convince their voters to sustain them also at the European level.   -Support for the EU is “the highest score ever measured since 1983” according to the Parliament Eurobarometer. -The fact that Europe faced (and is still facing) a wave of populism does not automatically mean that this will turn out in fewer people to vote. In fact, if populists want to change (or destroy) the EU as they usually sustain, they need before to take control of its institutions. For this reason, also populist parties are likely to undertake a strong and intense political campaign. In doing so, they could bring a vast number of people who did not vote in 2014  to the pull for the first time.  -Finally, Brexit negotiating has been giving a lot of visibility to the European Union. All newspaper over Europe keep talking about the issue and try to forecast how it will end. Surprisingly, this might have brought a lot of publicity to the EU and made its institutions less passive and trivial to the eyes of the European Citizens. Sources:\n-https://pollofpolls.eu/\n-https://www.bloomberg.com/news/articles/2018-11-04/eu-faces-a-risk-in-2019-that-has-nothing-to-do-with-populists\n-https://www.politico.eu/article/european-election-2019-brussels-risks/"], [67430, "2019-02-26T19:00:51Z", [0.6], "According to Politico, \"the EU will have difficulty getting more people out to vote next year than they have in the past\", as \"only half of the EU population has an interest in the Parliament elections\". Having 42% of all voters showing up, thus, means that 84% of the people interested in the election will actually vote, which would be highly optimistic. \nWhile it is true that some issues, such as climate change and (above all) managing migrants flows motivate people to vote, it is also true that policies on such issues are still mostly implemented according to national legislation, and that the EU has been doing little, if anything, to help solving them. This is precisely what leads to feelings of high skepticism and mistrust towards EU institutions.  https://www.politico.eu/article/europeans-love-the-eu-and-populists-too/"], [691, "2019-02-26T18:03:29Z", [0.38], ""], [67448, "2019-02-26T16:45:24Z", [0.35], "Seeing as the last two elections have been somewhat stable, 42.75% in 2009 and 42.61% in 2014 (https://www.politico.eu/interactive/voters-turnout-in-the-european-elections/), one can assume that this years result will follow the same path. With that being said, the European Parliament has for this election put in extra effort to make sure that the voting turnout does not set a record low, with their campaign called 'This Time I'm Voting' (https://www.thistimeimvoting.eu/), providing EU citizens with extensive information about how and where to vote, as well as information about where to vote in the respective countries. \nThis leads me to believe that the voting turnout will stay at around the same number, but that the likelihood is not as high as if the European Parliament had not started their new campaigns.  "], [67416, "2019-02-26T11:34:39Z", [0.01], "NO: because - Brexit, migrant crisis, rise of protectionism (read Trump), climate changes create a feeling of crisis that calls for international solutions. European countries are too small to tackle them by their own. On the same time the populist parties are shifting tactics towards EU. They are not longer trying to get out of the EU (Altinget, 2019) - Brexit proves it being economically and politically costly. But they want to reform the EU from the inside, so the anti EU parties alongside the pro EU parties would try to gather their support and encourage their supporters to vote. \nIn that sense I think the second order the of EU elections mechanism would not play big role this time and perhaps in the future. That is why I'm 99% sure that it will not be the lowest voter turnout.  1: Maybe some dynamics I'm not seeing? Sources: \nhttps://www.altinget.dk/eu/artikel/eus-stoerste-fjender-vil-ikke-laengere-ud-af-klubben-de-vil-smadre-den-indefra "], [36132, "2019-02-25T23:06:34Z", [0.0], ""], [6978, "2019-02-25T21:27:31Z", [0.75], ""], [26551, "2019-02-25T19:15:47Z", [0.09], ""], [67625, "2019-02-25T14:30:56Z", [0.45], "I think three kinds of results are possible for different reasons.\nThere could be a 45% probability of a record low in the turnouts, driven by the growth of populist parties. Also, the second-order nature the EU elections have in comparison with national elections can be important: with the European migration crisis and the uncertain developments in the Brexit deal can drive people to a lower attention to communitarian issues. \nAnother outcome is more probable, in my opinion. There could be a 50% probability that the voters' turnout will be not meaningfully decreased in comparison with the 42.61% of the 2014 elections. This can be explained through multiple factors. The very increase of populist parties in Europe does not necessarily imply a lower turnout in the European elections, it could also lead to a wider representation of these parties in the EU Parliament. Furthermore, as often European elections are used by electors to give their national leaders signs about their satisfaction/dissatisfaction with their internal politics, many voters can seize the oportunity to give a clear message. If this outcome will happen, there is a strong risk of misleading interpretations: the stable turnout - far from being a good sign - must not be explained with a revival of the European belonging feeling, but with the previous explanations. The reasons which explain the 45% probability of a lower turnout are also the ones which explain the reason why I give only a 5% probability to a higher torunout. I cannot exclude a surprise - a record Italian turnout to support the Lega in its migrations policies, a record UK's turnout deriving from an unsuccesfull Brexit process, etc - but I am not induced to thik that the historical decreasing pattern of participation will end in 2019. \nSources: most of all the ones indicated in the forecast's question + \nGaspare Nevola, Democrazia, Costituzione, Identità, 2006 "], [34376, "2019-02-25T13:50:39Z", [0.35], ""], [41922, "2019-02-24T22:37:45Z", [0.05], ""], [67423, "2019-02-24T18:22:34Z", [0.15], "While voter turn-out in the European elections have been on a downwards trend, there is reason to believe that this will not continue with the 2019 election. Firstly, in response to the low voter turnout in 2014, the EU initiated the ‘this time I am voting campaign’ to increase awareness about EU elections and mobilize voter participation all across Europe (http://www.europarl.europa.eu/news/en/press-room/elections-press-kit/2/this-time-i-m-voting) . Secondly, the EU has featured as a major talking point across different European countries in the light of events such as Brexit and border closings. This could mean an increased interest in the EU and its work, whether as a supporter or a skeptic, and thereby an increased interest for potential voters to participate in EU elections (https://www.euronews.com/2019/02/12/european-election-2019-this-time-will-be-different). Moreover, the EU elections will be held in conjunction with local and regional elections in both Ireland and Spain, which could secure, and potentially increase, and already above-average voter turnout in these two countries (http://www.europarl.europa.eu/about-parliament/en/in-the-past/previous-elections). The UK will most likely not be voting in the European election, even if they were to extend the notification of article 50 (https://www.ft.com/content/901f95fe-1a70-11e9-9e64-d150b3105d2). As the UK voter turnout has been on the lower side, the overall average voter turnout will be positively influenced by this absence. However, there is still a chance that despite these variables, the voter turnout will continue its downward trend, and I therefore assign a 15% probability of that happening. "], [64078, "2019-02-24T13:41:55Z", [0.4], ""], [39937, "2019-02-24T09:20:41Z", [0.01], ""], [793, "2019-02-24T02:12:21Z", [0.0], ""], [67422, "2019-02-23T21:41:11Z", [0.1], "What drives our answer here is the idea that in 2019, the European context will bring more people to the ballot boxes than in 2014. If I do not necessarily expect to see a substantially higher participation rate, I personally doubt that it can supplant the 42.61% of 2014. 90% NO: Brexit, the refugee crisis, the rise of popular parties, the terrorist attacks, climate change, the election of Donald Trump… appear as dynamics that stand 2019 out from 2014, in my view. If Europe did not necessarily go round in 2014, in 2019, these questions can be expected to arouse more curiosity this time around. For instance, the recent local environmental movements in several European countries lend us to think that there will be more investment on such issues from the citizens, at the European level. In addition, one could expect the “gilet jaune” crisis in France to bring more French citizens to the ballot boxes as an opportunity to speak against Macron’s party “En Marche” within the European Parliament. Also, certain States such as Belgium, Spain and Lithuania have scheduled local/national elections on the same day as the European elections in order to give a boost to the participation rate (politico.eu). Finally, the EU Parliament — with the European Commission — has launched an awareness campaign, in particular aimed at the youth (deemed valuable in election times). In sum, there are strong indications that the voter turnout for the 2019 European Parliament elections will not supplant the record of 2014.  10% YES: However, one wants to keep a reserve, although small : 10% is for letting the doubt surface. The European Union is a generally divisive issue, and although Europeans can vote for eurosceptic parties,  the tendency is not to feel close enough to the federal system to take part of the European elections. The risk of foreign powers interfering in votes can also discourage Europeans from voting and giving their voice. Finally, on a pessimistic note, participation rates have steadily declined through the decades, so one could expect the elections of 2019 to take the turn on the elections of 2014 and set a record low."], [67418, "2019-02-23T21:37:31Z", [0.15], "85% of No\nEven though we are witnessing a slow decline in the participation rate since 1979, going from a rate of 61.99% to 42.61% in 2014, however since 2009, it seems to have been a stabilization when the decline was 42.97%,with a decrease of 0.36% in 2014.\nThe recent events and the current European context will surely boost the participation rate.\nIndeed, the European Union is very questioned, but this state of affairs will not push towards abstention. On the contrary, eurosceptics through a protest vote will manifest this position very strongly. Eurosceptic partys take the vote more seriously than partys with a broader base. The Hungarian populists (turnout of 28.97% in Hungary) and Polish (turnout of 23.83% in Poland in 2014) will try to have a bigger place in the parliament and will therefore encourage their voters, always more numerous from day to day, to support them to overturn the pro-eu majority in the Parliament. Italians too will have a greater desire to express themselves with the advent of Salvini.\nThe protest voting theory also shows that voters use peripheral polls to punish the holders of central power in the home country (Mair 2004). In addition, in my opinion: The turnout will probably increase in France due to the very popular protest of the  « Gilets Jaunes » (theory of the protest vote here) but also with the strong support for euroscepticism (the Front National head polls for May 2019). The United Kingdom, in relation to Brexit, will surely not be counted, thus avoiding counting a country with a low turnout are. (But if the country remains in the EU this could push the setting of the record, because the British will not care to send elected in an organization in which they will leave, thus the abstention will be total). Croatia with one of the lowest rates of turnout, will surely see its rate increased, because the country was not even in the European Union for 1 year when the last European elections arrived. Since 2014, the Croats have, I think, developed a greater Europhilia or an Euroscepticism, but in any case they will have a need to express themselves, higher than before. The Eurobarometer shows that many Dutch people are ready to vote, with 55% of very likely to vote and 16% of likely, which contrasts with 2014 when the turnout was only 37%.\nSource: Eurobarometer Some countries, including Spain and Lithuania, are stacking two or more elections on the same day as the European vote, in order to boost participation. This is good for these two countries with low participation rates. Source: https://www.politico.eu/article/europeans-love-the-eu-and-populists-too/ There is also in general a very strong support for the EU according to the Eurobarometer, \"the highest score ever measured since 1983\", up to 67%, against 47% in 2011 at the height of the EU's financial and economic crises. Source: https://www.politico.eu/article/europeans-love-the-eu-and-populists-too/. In the current context of populism, Europhiles will defend the organisations for sure and thus increase the turnout."], [37379, "2019-02-23T04:17:40Z", [0.45], ""], [42417, "2019-02-23T00:30:49Z", [0.1], ""], [62808, "2019-02-22T23:47:05Z", [0.42], ""], [1333, "2019-02-22T20:27:53Z", [0.5], ""], [67487, "2019-02-22T14:48:26Z", [0.45], "The overall question remains: whether voter apathy will maintain a steady decline of voter turn-out since 1979 (continuity), or contemporary political forces have and will rally voter turn-out (contingencies). This current prediction leans slightly towards contingency. Historic pools: steady, downwards trend; From 1979 to 2014: 62 percent to 42,55 percent. But from 2004 (45,5), 2009 (42,97) 2014 (42,61) have significantly lower percent intervals, suggesting slight stabilization.  Things to follow:\n•\tThe British question: The timing of article 50 and whether UK will be included in the EP elections or not. \n•\tAnti-establishment politization (Steve Bannon: The Movement) and pro-European momentum \n•\t“This time I’m voting”-campaign; What are the numbers: 76.000 cast ballots and 4000 awareness-volunteers; Explicit targeting of voter apathy, i.e. “weak abstainers”)\nConclusion: the rise of a Eurosceptic voice and potential coalition-building might contribute to voter turnout by politizing arguments for and against EU integration. Additionally, Brexit is of historic magnitude in EU-politics. However, long-termed pools suggest its an uphill battle for those who campaign for higher voter turnout. Sources:\nhttps://www.bloomberg.com/news/articles/2019-02-08/why-european-parliament-elections-suddenly-matter-quicktake\nhttp://www.europarl.europa.eu/at-your-service/en/be-heard/eurobarometer/parlemeter-2018-taking-up-the-challenge\nhttps://www.bloomberg.com/news/articles/2018-11-04/eu-faces-a-risk-in-2019-that-has-nothing-to-do-with-populists\nhttps://www.thistimeimvoting.eu/\n"], [67553, "2019-02-21T21:39:00Z", [0.09], ""], [63104, "2019-02-20T21:16:30Z", [0.15], ""], [1646, "2019-02-20T20:29:07Z", [0.55], ""], [172, "2019-02-20T17:37:20Z", [0.15], "Going low for now until clearer direction re UK. Thinking more interest given populism and all interesting things taking place currently. May increase when I see better info."], [67167, "2019-02-20T16:36:26Z", [0.1], "No. The importance of the EU (or strong opinions that the EU is useless) gets more into focus with the raise of nationalistic tendencies and the Brexit. This will also reflect in the voter turnout."], [15949, "2019-02-20T15:47:44Z", [0.37], ""], [34376, "2019-02-19T13:55:31Z", [0.4], ""], [34376, "2019-02-19T13:54:12Z", [0.45], ""], [19801, "2019-02-18T21:53:16Z", [0.85], "Less than a third of Slovaks plan to vote in European elections A poll carried out by Focus agency on behalf of the Representation of the European Commission in Slovakia shows that 27 percent of the respondents want to participate in the European Parliamentary elections, while 8 percent are sure that they will not take part. However, political scientist Pavol Baboš notes that voter turnout promised in surveys and actual turnout on election day are two different things. \"It's one thing to say yes in a poll and another to get up and vote on the day of the election,\" he said. According to Baboš, the reason why voter turnout will probably be lower is that the European elections will overlap with the presidential election, which will see a big campaign in the run-up to the vote. He pointed out that the presidential election will be followed by Easter, when most politicians do not actively participate in campaigning.\nhttp://enrsi.rtvs.sk/articles/topical-issue/187861/less-than-a-third-of-slovaks-plan-to-vote-in-european-elections Turnout has consistently declined since the first election in 1979 at 62% to 43% in 2014.\nhttps://blogs.egu.eu/geolog/files/2019/01/graph-eu-elections.png"], [22216, "2019-02-18T17:13:28Z", [0.61], ""], [31251, "2019-02-18T14:05:33Z", [0.42], ""], [691, "2019-02-18T13:27:27Z", [0.36], ""], [43207, "2019-02-17T21:38:26Z", [0.16], ""], [67415, "2019-02-17T14:45:29Z", [0.85], "Reasons against:\n•\tUK turnout in those elections has traditionally been lower than the average, which indicates that brexit would increase the overall voter turnout percentage, by the sheer fact of the UK lower turnout being removed from the overal calculations. (https://www.politico.eu/interactive/voters-turnout-in-the-european-elections/)\n•\tEU will likely see this election as fundamental in re-establishing itself after Brexit. It will likely start campaigning heavily. However currently seeing no sign for this yet. \nReasons in favor:\n•\tVoter turnout for the European union has been in decline since 1984, with a record low in 2014 ((https://www.politico.eu/interactive/voters-turnout-in-the-european-elections/))\n•\tPatterns of increased euro-skepticism, combined with brexit, show decline in belief of the EU, and why vote for something you don't believe in in the first place. (https://www.clingendael.org/pub/2017/monitor2017/a_crisis_of_confidence_in_the_european_union/)\n•\tUnclarity regarding the Brexit procedures likely increases the disbelief in the EU\nOverall: I think the purely statistical advantage of Brexit is outweighed by the increase of Euro-skepticism and will dampen the Voter turnout further. Only increased campaigning can offset this. \n"], [691, "2019-02-17T13:16:35Z", [0.44], ""], [37379, "2019-02-17T10:08:31Z", [0.5], ""], [63658, "2019-02-17T02:17:04Z", [0.89], ""], [1646, "2019-02-16T22:39:32Z", [0.75], ""], [172, "2019-02-16T13:54:17Z", [0.35], "I expect static to slightly increased rate barring Britain. If Britain still part of EU when vote takes place their apathy would drive it lower."], [62045, "2019-02-15T23:18:51Z", [0.1], ""], [67444, "2019-02-15T20:39:56Z", [0.22], ""], [11200, "2019-02-15T17:23:36Z", [0.0], ""], [67413, "2019-02-15T15:38:50Z", [0.2], "The Brexit-EU debate and the influx of migrants in 2015 are examples of high level events and trends that have caused increasing interest in European politics. This makes it likely that both eurosceptic and pro-european voters will view this particular election as important and will want to cast their vote. The latest Eurobarometer survey supports this general trend and for instance shows increasing voter interest in EU policies and an increase in likelihood of wanting to vote (http://www.europarl.europa.eu/at-your-service/files/be-heard/eurobarometer/2018/eurobarometer-2018-democracy-on-the-move/report/en-one-year-before-2019-eurobarometer-report.pdf).  Additionally, the UK will not take part in this years EU parliamentary elections and they have consistently had a lower voter turnout than the EU average (https://www.politico.eu/interactive/voters-turnout-in-the-european-elections/). If voter turnout stays the same in all other EU-countries, this alone would increase the average turnout. "], [691, "2019-02-15T13:11:54Z", [0.44], ""], [63842, "2019-02-15T08:45:02Z", [0.05], ""], [67444, "2019-02-14T17:11:37Z", [0.2], ""], [6978, "2019-02-14T12:22:49Z", [0.8], "Dumb money likes 0-30%--taking the other side."], [67435, "2019-02-13T19:46:17Z", [0.29], "The voter turnout has declined with every European Parliament election, but the decline has flattened out in recent elections, and the difference in voter turnout between the previous two elections was very small, less than 1%. I can't speak for all European countries, but in Germany, voter turnout increased in all recent state and national elections, presumably due to the rise of the far right party which mobilised people who would not previously have voted, but on the other hand also people who would make sure to vote to counter the far right. I would argue that particularly in the more populous countries of Europe, politics have been very tumultous, or extreme, in the past few or couple of years, which means people in general are perhaps more aware and talking about politics than they would have a few years ago, and due to Brexit the same may be the case for EU politics. This may mean that more people have opinions on the EU and will bother to vote. So I doubt that voter turnout will be a record low, however, given an overall frustration with politics and/or the EU, feeling that the vote wouldn't matter, and lack of relatedness to the EU parliament, pariticularly in Eastern European countries, could still mean that a substantial number of people don't bother to vote. "], [1333, "2019-02-13T19:14:18Z", [0.51], ""], [62808, "2019-02-13T01:56:46Z", [0.3], ""], [67398, "2019-02-12T13:08:18Z", [0.18], ""], [67398, "2019-02-12T13:04:07Z", [0.8], "Comment deleted on Feb 12, 2019 01:04PM UTC"], [67398, "2019-02-12T13:03:47Z", [0.2], "Main factors taken into consideration: \nTrend driven \nvoter turnout in major european countries decreasing (germany, france) -> higher probability, voter turnout last time slightly lower then the year before -> higher probability,  Politics and own perception driven:\nas the EU was so big in the new over the past year many people will be interested in expressing their opinion towards the eu. Also if the electoral results are same to last time it would not be record low. It was last time already below 50%. So there is more space for increase then decrease.  My Sources \n - Election Results over time: https://www.politico.eu/article/european-parliament-elections-2014-reveal-lowest-voter-turnout-ever/\n    --> decreasing trend\n -  French Election Results: https://www.independent.co.uk/news/world/europe/french-election-turnout-emmanuel-macron-parliament-france-victory-fn-marine-le-pen-national-front-a7785366.html\n    -> All time low at last elections - Eu Approval rate: http://www.europarl.europa.eu/news/en/headlines/eu-affairs/20181122STO19860/all-you-need-to-know-about-the-2019-european-elections\n  -> highest in 35 years "], [15231, "2019-02-12T06:46:30Z", [0.25], ""], [172, "2019-02-12T00:34:30Z", [0.35], "I like graphs...\nhttps://www.statista.com/statistics/300427/eu-parlament-turnout-for-the-european-elections/\nThis is a tough one for me. Populists and reaction to them may drive voting. Hard to beat general apathy. UK won’t vote if no longer part of EU (like others believe there will be extension before brexit/no brexit). For now going to increase chances of record low to ~1/3"], [10045, "2019-02-11T14:18:22Z", [0.22], ""], [67387, "2019-02-11T13:48:12Z", [0.15], ""], [691, "2019-02-11T13:11:47Z", [0.5], ""], [28103, "2019-02-11T00:53:45Z", [0.35], ""], [67374, "2019-02-10T04:14:51Z", [0.75], "The trend is your friend\n"], [67372, "2019-02-09T21:31:20Z", [0.1], ""], [1333, "2019-02-09T19:58:19Z", [0.52], ""], [67369, "2019-02-09T15:55:45Z", [0.0], ""], [37379, "2019-02-09T07:52:13Z", [0.2], ""], [1333, "2019-02-08T20:21:12Z", [0.53], ""], [48709, "2019-02-08T17:28:28Z", [0.02], "This good judgment forecast will need updating as time moves forward 🤔"], [691, "2019-02-08T16:14:23Z", [0.5], ""], [67342, "2019-02-08T02:51:35Z", [0.05], ""], [66287, "2019-02-07T20:04:57Z", [0.1], "Brexit should stimulate turnout"], [66113, "2019-02-07T16:18:03Z", [0.25], ""], [62356, "2019-02-07T01:35:27Z", [0.0], "Expect higher turnout "], [66942, "2019-02-05T19:02:05Z", [0.45], ""], [29512, "2019-02-05T18:42:27Z", [0.25], ""], [691, "2019-02-05T13:13:46Z", [0.5], "These elections have become more and more a hotbed of apathy.  There are some more interesting questions up this time, but lots of folks remain skeptical about whether the European Parliament can do anything sensible about them.   If the Brits have to vote, turnout is anybody's guess; mine is that it will plummet.   Stay tuned."], [65401, "2019-02-03T20:06:22Z", [0.2], ""], [43207, "2019-02-03T16:06:18Z", [0.22], ""], [62808, "2019-02-03T12:50:54Z", [0.6], ""], [66965, "2019-02-03T05:51:05Z", [0.15], "Efforts by Brussels will have an effect. And Britain will be out by then."], [1333, "2019-02-02T23:21:30Z", [0.54], ""], [6978, "2019-02-02T14:47:31Z", [0.67], ""], [691, "2019-02-02T14:21:00Z", [0.51], ""], [10392, "2019-02-02T14:17:27Z", [0.33], "I start with 33% probability.\nPRO: Each subsequent election had lower turnout in since 1979. Turnout has been falling in many large countries in other elections as well (Italy), but not in all (Germany). \nAGAINST: If Brexit happens before the election, a large low-participation country will be out (35% turnout in 2014) - this could tip the scales. Spain will have European and local elections together, which would drive participation up in a large country (did any other major country have multiple elections in 2014?). Populist parties are on the rise and immigration a hot topic, possiblity increasing turnout in voter segments, which neglected European elections in the past. Trust in the EU has been slightly on the rise."], [20156, "2019-02-02T13:59:03Z", [0.1], ""], [54996, "2019-02-02T10:26:26Z", [0.25], ""], [64040, "2019-02-02T06:33:06Z", [0.25], ""], [38094, "2019-02-01T22:42:39Z", [0.05], "I'll adopt a Brier coverage posture, even though I hope and believe that the EU will take their voting in larger not smaller numbers."], [61694, "2019-02-01T19:39:43Z", [0.48], ""], [31756, "2019-02-01T19:31:17Z", [0.2], ""], [691, "2019-02-01T17:00:16Z", [0.51], ""], [15471, "2019-02-01T10:41:55Z", [0.2], ""], [38094, "2019-02-01T02:29:56Z", [0.0], "In the end it either will or it won't, it's binary. If you're at 5% what are you really saying? \nAssuming since some countries are focusing on turn-out, it will marginally improve and that is all it takes for a 0% Yes to work.\nIn 2014 EU was exiting the Greek financial crisis and Brexit was not in the vocabulary."], [66947, "2019-01-31T20:27:39Z", [0.3], "The trends suggest that the voter turnout is continuously decreasing. I think that the answer to this question can only really be determined once the participation status of the United Kingdom is determined. I believe that if they go through with exiting the EU, there will be a notable increase in voter turnout. "], [63456, "2019-01-31T17:51:45Z", [0.38], "Brexit is likely to ensure that the EU is salient in the minds of European voters. It is likely to provoke an anti-UK and pro-EU backlash as well as an anti EU backlash among Eurosceptics. All of this will incite higher turnout."], [15196, "2019-01-31T10:16:47Z", [0.2], ""], [172, "2019-01-31T01:39:09Z", [0.1], ""], [31450, "2019-01-30T23:28:50Z", [0.2], "While each election has had lower turnout than the last, the debate in Europe over populism vs the establishment is redrawing battle lines and I think that will encourage the partisans on both sides to turn out. Particularly considering the efforts of Macron and Salvini to organize their respective sides around these ideas instead of the existing dividing line in the European Parliament, which I think is over which kind of integrationist the parties are."], [67129, "2019-01-30T18:45:07Z", [0.25], "Voter turnover for Euro elections have stabilized over the last elections and were rising for many national elections in European countries. Moreover, Europe is a big topic for both, pro- and con Europeans, so that the chances are high that both groups try to activate voters more than usual."], [63213, "2019-01-30T18:32:22Z", [0.0], ""], [66432, "2019-01-30T13:36:45Z", [0.25], "The trend is the most powerful reason to expect this to occur and shouldn't be ignored. But, given the increasing controversy and possibility that the UK will have exited, it seems worth betting against."], [691, "2019-01-29T21:08:51Z", [0.51], "Even among those who favour the EU project generally, enthusiasm for the European Parliament is, shall we say, muted.  Everyone knows that the governance mechanism needs an overhaul, but nobody seems to have an actual plan.  One recalls that the US was in an analogous position during the Articles of Confederation days, but it is not clear to what conclusion this leads."], [43207, "2019-01-29T00:30:37Z", [0.3], "Taking the UK out of the equation adds about 1% to the participation rate + as others have mentioned several countries are stacking national/local elections to boost turnout. Leaning \"no\" until the question of UK participation is resolved."], [63963, "2019-01-29T00:17:56Z", [0.1], ""], [63691, "2019-01-28T23:52:15Z", [0.1], ""], [31848, "2019-01-28T21:28:49Z", [0.75], ""], [22833, "2019-01-28T17:18:45Z", [0.2], ""], [22833, "2019-01-28T17:00:08Z", [0.2], ""], [34376, "2019-01-28T10:54:08Z", [0.3], ""], [35217, "2019-01-27T20:49:39Z", [0.4], "I currently see a 35% chance that the UK will still be in the EU with the intent of leaving it when the election is will be held. In that situation, I see a low UK turnout to be the cause of a new record low for the EU overall.\nAdding 5% for the scenario where the UK is not going to vote in the EU election, but the downward trend in turnout continues even though it has seemed to have slowed down to settle around 43%."], [16501, "2019-01-27T19:19:35Z", [0.3], ""], [16932, "2019-01-27T19:12:49Z", [0.2], ""], [6978, "2019-01-27T19:05:08Z", [0.75], "H/t to @nigster for underlining the well established trend. Not seeing enough economic (cycle) impact to hedge much, and UK out is still uncertain."], [26551, "2019-01-27T16:39:54Z", [0.03], "There is a diminishing decrease trend:\n                                \t\t   1984\t1989\t1994\t1999\t2004\t2009\t2014\nVar to prev elections\t\t   -3,01\t-0,57\t-1,74\t-7,16\t-4,04\t-2,5\t        -0,36 Euroscepticism. https://en.wikipedia.org/wiki/Euroscepticism#cite_note-41 : the support for the EU in April 2018 was \"the highest score measured since 1983\", all countries increasing except Germany and UK. The effect of Donald Trump, as per https://en.wikipedia.org/wiki/Euroscepticism#cite_note-41, the surprise victory of Donald Trump increased the popularity of EU in Europe. (Minkus, Lara; Deutschmann, Emanuel; Delhey, Jan (undefined/ed). \"A Trump Effect on the EU's Popularity? The U.S. Presidential Election as a Natural Experiment\") The Brexit effect in uniting EU members. The UK being the third most populated country in the EU (66m) with a turnout below the average of 35.6% and likely to leave (as per very good analysis of @th2x). Let's say that 70% chance UK leaves by the time the election takes place. 30% x 10% all other effects combined."], [63658, "2019-01-27T15:13:17Z", [0.89], ""], [691, "2019-01-27T12:12:06Z", [0.41], ""], [31251, "2019-01-27T11:21:59Z", [0.46], "There will presumably more interest in the EU throughout member states as it has since the 2014 elections had the migrant crisis to deal with which may raise the profile of the EU. It seems that populist parties are wanting to almost emulate UKIPs success in doing well in EU elections and may want to raise the profile of the elections further. But the decline in turnout has been consistent (thanks to @nigster for this) and the big question is if the UK is granted an exception, will there be European elections and how seriously will they be take. Hedging my bet close to a coin flip at the moment, but erring on the side that turnout might be slightly up. "], [1333, "2019-01-27T09:23:03Z", [0.55], ""], [39937, "2019-01-27T09:13:45Z", [0.02], "1. UK is (probably) out. They had a turnout of 35,6% in 2014 [1] Therefore the mean will rise\n2. further elections in Belgium, Spain and Lithuania [2] following @cafebedouin [1] http://www.europarl.europa.eu/about-parliament/en/in-the-past/previous-elections\n[2] https://www.gjopen.com/comments/comments/822123"], [172, "2019-01-27T00:02:31Z", [0.1], ""], [1333, "2019-01-26T22:13:06Z", [0.65], ""], [1333, "2019-01-26T22:08:21Z", [0.55], ""], [59882, "2019-01-26T14:46:17Z", [0.6], "Base case: declining turnout for every EU election so far; 1979 62.0%\n1984 59.0%\n1989 58.4%\n1994 56.7%\n1999 49.5%\n2004 45.6%\n2009 43.1%\n2014 42.5% However it's a small sample size, with some very small margins, particularly last time. So the trend could be running out of steam. Inside case: A rise in both anti-EU and pro-EU feelings in many countries have probably put the EU higher on the news agenda and will therefore be more at the forefront of people's minds."], [1639, "2019-01-26T12:32:51Z", [0.25], "Brexit and Populism are creating a lot of interest on the European Parliament elections and very different from the 2014 elections. That is my perception right now. We have a couple of interesting months ahead."], [1491, "2019-01-26T09:07:02Z", [0.3], ""], [19801, "2019-01-26T07:20:17Z", [0.75], "Base Case is a 3.09% decline using historical data. Electoral turnout.\n\nSince the election of the Members of the European Parliament by direct universal suffrage in 1979 participation in the European election has constantly decline. On average it was higher than 50% from 1979 (61.99%) to 1994 (56.61%). It was still close to 50% in 1999 (49.51%). Since then it has been below 50%, dropping from 45.7% in 2004 to 42.61% in 2014.\nhttps://www.robert-schuman.eu/en/european-issues/0491-european-elections-2019-what-will-the-new-parliament-s-composition-be Declining turnout As the EU engages in top-down efforts to enthuse voters, its starting position is that only half of Europe's adult population say they are interested in the election, according to the new Eurobarometer survey. That's on par with surveys conducted prior to the 2014 European Parliament election, in which turnout dropped for the seventh time in a row to less than 43 percent. In Slovakia just 13 percent voted.\nhttps://www.politico.eu/article/european-election-2019-brussels-risks/ Election opinions If the survey results are anything to go by, the EU will have difficulty getting more people out to vote next year than they have in the past (turnout in the 2014 ballot was 42.6 percent, a record low). According to this year's survey results, only half of the EU population has an interest in the Parliament elections. That's on a par with previous results in the same survey.\nhttps://www.politico.eu/article/europeans-love-the-eu-and-populists-too/\n"], [56, "2019-01-26T03:45:01Z", [0.05], "\"...some countries including Belgium, Spain and Lithuania are stacking two or more elections — from local to national and presidential votes — on the same day as the European vote, in order to boost participation.\" Campaigns to increase voting, populists desire to take control of the process, etc. Slight hedge it happens."], [62808, "2019-01-26T02:34:55Z", [0.65], ""], [378, "2019-01-25T23:31:10Z", [0.03], ""], [41922, "2019-01-25T22:57:23Z", [0.3], "2014 elections were all time low but it was only lower by 0,3 vs 2009 and in 2014 UKs turnout was 35.6% vs 42.61 overall.\nIf we take that UK population is 13% of EU and do some quick math turnout for countries that are staying in EU was 43.65 and would need to decline by more than 1% vs 2014 to set new record low.\nAlso as Brexit is on headlines everywhere I believe it is going to encourage people to vote regardless if they like EU or not.\nOne threat to above analysis is extending Brexit negotiations in the way that UK takes part in elections but leaves at the end of the year.  I am not sure if such scenario is even possible but it would be game changer as UK turnout would be record low for sure."], [1333, "2019-01-25T19:20:49Z", [0.5], ""], [35814, "2019-01-25T18:19:57Z", [1.0], ""], [1389, "2019-01-25T18:08:58Z", [0.2], ""], [11885, "2019-01-25T18:03:21Z", [0.0], ""]], "open_date": "2019-01-25T18:00:19Z", "close_date": "2019-05-23T06:59:19Z"}