{"question_id": 1356, "title": "On 26 November 2019, will Chile be under a state of emergency?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[67232, "2019-11-26T05:12:23Z", [0.0], ""], [38616, "2019-11-25T19:15:43Z", [0.0], ""], [57797, "2019-11-25T18:24:24Z", [0.0], ""], [75093, "2019-11-25T17:09:11Z", [0.05], ""], [78857, "2019-11-25T16:14:49Z", [0.03], "Reducing significantly as the government seems disinclined to declare a state of emergency again despite continuation of violent protests. "], [43311, "2019-11-25T16:14:24Z", [0.0], ""], [15196, "2019-11-25T15:30:23Z", [0.0], ""], [691, "2019-11-25T12:56:43Z", [0.0], ""], [79508, "2019-11-25T12:37:13Z", [0.01], ""], [37236, "2019-11-25T11:35:50Z", [0.0], "While an April referendum looms, violence continues. In some cities and neighborhoods there exists a \"non state of siege state of siege.\"  With the Pinera regime criticising security forces (but not Carabineros directly) and the NGOs doing enough finger pointing tokeep their donations flowing in. In Spanish the common tag is state of emergency... estado de emergencia.  Maybe time to develop a question along these lines for Colombia since that's where the real trouble is..."], [79947, "2019-11-25T04:38:27Z", [0.02], ""], [79947, "2019-11-25T04:37:47Z", [0.01], ""], [79508, "2019-11-24T18:32:05Z", [0.03], ""], [42004, "2019-11-24T10:12:50Z", [0.0], ""], [80644, "2019-11-23T19:00:47Z", [0.01], "Unlikely"], [38094, "2019-11-23T17:32:31Z", [0.0], "On 26 November 2019, will Chile be under a state of emergency? Cutting my forecast by 100% due to the seemingly deft moves from the government to diffuse the crisis."], [63674, "2019-11-23T14:12:06Z", [0.0], ""], [691, "2019-11-23T12:28:50Z", [0.0], ""], [14107, "2019-11-23T11:59:05Z", [0.01], ""], [38616, "2019-11-23T07:30:14Z", [0.05], ""], [62808, "2019-11-23T02:16:45Z", [0.0], ""], [1333, "2019-11-22T18:45:46Z", [0.0], ""], [691, "2019-11-22T15:20:30Z", [0.01], ""], [79508, "2019-11-22T11:23:18Z", [0.06], ""], [13306, "2019-11-22T09:59:02Z", [0.0], ""], [1333, "2019-11-21T19:23:17Z", [0.01], ""], [37236, "2019-11-21T18:49:05Z", [0.0], ""], [1333, "2019-11-21T17:51:48Z", [0.02], ""], [1333, "2019-11-21T17:42:11Z", [0.03], ""], [69091, "2019-11-21T16:31:37Z", [0.0], ""], [691, "2019-11-21T14:20:14Z", [0.01], ""], [25141, "2019-11-21T12:46:19Z", [0.0], ""], [67232, "2019-11-21T05:14:14Z", [0.01], ""], [79461, "2019-11-21T02:21:50Z", [0.01], ""], [63674, "2019-11-21T01:40:10Z", [0.01], ""], [78900, "2019-11-21T01:18:56Z", [0.0], ""], [57797, "2019-11-20T18:44:23Z", [0.01], ""], [57797, "2019-11-20T18:42:23Z", [0.0], ""], [31450, "2019-11-20T18:31:33Z", [0.0], "Dropping to zero because we only have a few days left and the government has been moving to deescalate the situation."], [67232, "2019-11-20T16:30:54Z", [0.1], ""], [1333, "2019-11-20T16:13:49Z", [0.04], ""], [32300, "2019-11-20T14:44:44Z", [0.02], ""], [32300, "2019-11-20T14:44:15Z", [0.01], ""], [691, "2019-11-20T13:06:07Z", [0.01], ""], [66692, "2019-11-20T08:03:31Z", [0.0], ""], [78328, "2019-11-20T00:54:16Z", [0.0], ""], [74903, "2019-11-19T20:32:08Z", [0.1], ""], [67844, "2019-11-19T18:06:24Z", [0.0], ""], [30346, "2019-11-19T17:17:47Z", [0.01], ""], [63963, "2019-11-19T15:42:54Z", [0.02], ""], [80559, "2019-11-19T03:52:10Z", [0.0], ""], [80559, "2019-11-19T03:51:06Z", [0.21], "Comment deleted on Nov 19, 2019 03:52AM UTC"], [67715, "2019-11-18T16:56:09Z", [0.06], ""], [691, "2019-11-18T15:35:12Z", [0.02], ""], [6488, "2019-11-18T15:20:46Z", [0.65], ""], [32300, "2019-11-18T13:19:14Z", [0.05], ""], [78328, "2019-11-18T13:18:50Z", [0.02], ""], [42004, "2019-11-18T12:20:53Z", [0.02], ""], [14107, "2019-11-18T11:41:59Z", [0.05], ""], [66692, "2019-11-18T09:03:24Z", [0.01], ""], [67844, "2019-11-18T06:25:10Z", [0.01], ""], [57797, "2019-11-17T20:42:00Z", [0.04], ""], [691, "2019-11-17T12:35:45Z", [0.03], ""], [57797, "2019-11-16T15:13:11Z", [0.05], "The referendum concession will likely quell the unrest."], [691, "2019-11-16T14:20:33Z", [0.04], ""], [38616, "2019-11-16T09:34:27Z", [0.25], ""], [71701, "2019-11-16T06:38:59Z", [0.1], "According to me, chances of Chile being in a state of emergency is diminishing as government is conceding (at least partly) to protester's demands. Chilean government has agreed to protester's demand to hold a referendum to amend the constitution. Referendum is scheduled for April. Since protests continue I am not drastically reducing the chances of state of emergency. However, probability is reduced to 10%."], [20156, "2019-11-15T21:17:20Z", [0.15], ""], [63674, "2019-11-15T21:10:25Z", [0.02], ""], [691, "2019-11-15T16:12:54Z", [0.04], ""], [13306, "2019-11-15T10:12:03Z", [0.01], ""], [83, "2019-11-14T22:48:32Z", [0.0], ""], [66692, "2019-11-14T20:30:59Z", [0.02], ""], [42472, "2019-11-14T18:50:53Z", [0.05], ""], [1333, "2019-11-14T16:03:13Z", [0.05], ""], [32300, "2019-11-14T14:10:30Z", [0.18], ""], [1333, "2019-11-13T19:16:05Z", [0.06], ""], [1333, "2019-11-13T19:11:02Z", [0.07], ""], [77676, "2019-11-13T14:34:54Z", [0.35], "Considering the state of the country at the moment of posting this, due to the concessions beginning to take place as soon as any sort of nationwide strikes had occurred, and the lack of the state of emergency being placed into effect, it's likely that they don't want to effectuate it again because it might stir larger quantities of illegal protests, which isn't good for any of the politicians involved as it may end up with a required resignation. So chances are they're going to attempt to quell the situation before declaring a state of emergency once again, because the same level of violence has not been seen as clearly in both damages and brutality (by both sides) as there was near the beginning of the protests. However the rise of the antagonism from both sides, the government seemingly attempting a divide and conquer strategy to separate the protestors' messages into distinct camps due to a lack of a leader, and the unorganized antagonism from  online activism  against the government, escalation is still a distinct possibility. Finally assuming this were to continue until this point, depending on how the stability of the market and international economics holds up without the issues being quelled in a constitutional restructuring, the chances of a sufficiently violent state of affairs leading to them presenting a state of emergency will remain unlikely overall, but still within the realm of distinct possibility. Update: As of last night (12/11/2019) there's been an increase in the violence described above, and more civil unrest due to fear of a repeat of the Pinochet era, this unrest increases the chances ever-so-slightly to the possibility of a State of Emergency being declared as people act upon said fear."], [691, "2019-11-13T12:34:18Z", [0.09], ""], [67232, "2019-11-13T06:30:25Z", [0.3], "The state of emergency was imposed in response to riots, really, over inequality.  The Chilean economy has been growing but Chile has one of the highest levels of inequality in the world.   The state of emergency was lifted in response to rescinding the fare hikes the president's promises to increase the minimum wage, cap health care costs and raise taxes on the wealthy.  I think there will be public order as long as there is progress toward these promises. The government seems to be somewhat right wing but the president is a well educated billionaire with a PH.d in economics from Harvard.  His father was Chile's ambassador to the UN when he was a child living in NYC.   Hence, he may understand the limits of state power to protect the Chilean ruling class.  After all, Chile had an agricultural based economic system with much of the land owned by a very small percentage of the population.  I could not find current figures on the concentration of agricultural land or ownership of the copper industry.    In any event, I suspect the people will give the government a few weeks (Nov. 26 is only two weeks away) to see if it will keep its promises.  Hence, there is probably an 80 percent chance the government will move forward, at least a bit, on its promises.   Put another  way, a 20 percent chance of not going forward in the next two weeks.  Add 10 percent because the people might not wait. "], [77676, "2019-11-13T03:08:14Z", [0.31], "Considering the state of the country at the moment of posting this, due to the concessions beginning to take place as soon as any sort of nationwide strikes had occurred, and the lack of the state of emergency being placed into effect, it's likely that they don't want to effectuate it again because it might stir larger quantities of illegal protests, which isn't good for any of the politicians involved as it may end up with a required resignation. So chances are they're going to attempt to quell the situation before declaring a state of emergency once again, because the same level of violence has not been seen as clearly in both damages and brutality (by both sides) as there was near the beginning of the protests. However the rise of the antagonism from both sides, the government seemingly attempting a divide and conquer strategy to separate the protestors' messages into distinct camps due to a lack of a leader, and the unorganized antagonism from  online activism  against the government, escalation is still a distinct possibility. Finally assuming this were to continue until this point, depending on how the stability of the market and international economics holds up without the issues being quelled in a constitutional restructuring, the chances of a sufficiently violent state of affairs leading to them presenting a state of emergency will remain unlikely overall, but still within the realm of distinct possibility."], [12591, "2019-11-13T00:11:40Z", [0.15], ""], [78587, "2019-11-12T16:12:49Z", [0.85], "history repeats"], [1333, "2019-11-12T11:06:22Z", [0.08], ""], [32300, "2019-11-12T09:58:26Z", [0.1], ""], [1333, "2019-11-11T20:15:45Z", [0.09], ""], [1333, "2019-11-11T20:06:27Z", [0.1], ""], [1333, "2019-11-11T19:54:03Z", [0.11], ""], [34879, "2019-11-11T16:05:52Z", [0.05], ""], [691, "2019-11-11T14:52:34Z", [0.11], ""], [71701, "2019-11-11T12:51:04Z", [0.2], "No substantial news on Chile protests have been reported in major news sources for several days now. Violent protests have been replaced by peaceful demonstrations. President has announced his determination to continue as ruler for several days now. This news did not trigger a violent backlash. Considering these factors the chances of Chile being in a state of Emergency further on has diminished substantially. However considering that the situation is still volatile and a probability of another incident triggering violence exists, I am retaining 20% chance of Chile being under emergency on 26th Nov. I am also considering that the recent resignation of Bolivian president could give hope to protesters for returning to the streets to pursue their goals."], [63963, "2019-11-11T03:56:08Z", [0.1], ""], [19801, "2019-11-11T03:33:32Z", [0.15], "A Chilean Activist Explains the Protests: ‘People in the Streets Are Experiencing an Awakening’ Sarah Jones: Things in Chile have obviously been unequal for a long time. Why did the protests start right now?\nPablo Abufom: The government announced on October 4 a hike in the subway fare, and at that time the high-school students — who have been very active politically for the past, I would say, 15 years — organized to protest against it. And they did this by organizing mass fare-dodging. They went from their high schools to the subway station and started jumping the turnstiles. Students in New York City are doing this now, right? Yes, that’s right!\nAmazing. Anyway, the government responded by saying they were just criminals. Then people reacted in a very interesting way. Even grown-ups joined the protest, and started jumping turnstiles to evade the fare. That was on Monday, the 14th. By Wednesday, a lot of people started talking. And I remember watching a video of like 100, 200 people inside a subway station chanting, “The people united will never be defeated.” That, you may know, is a super-relevant song for the Chilean people during the ’60s and ’70s. On Friday, they suddenly decided to suspend the subway service. Thousands of people that would normally use the subway were just walking around the city trying to find a bus or just walking back to their houses after work. So people were really fed up. You could sense that in the air. And then people started attacking subway stations. Some were burned. We still don’t know how much of that was done by protesters. There has been some evidence that the fires started inside the stations, in places with restricted access. That created the idea that maybe it was a setup. We don’t know. By Friday night, the government decided to declare a state of emergency, and that means basically bringing the military to be in charge of public order. That was when definitely this thing exploded. No one wants to see the military in the streets. It reopened a very deep historical wound.\nhttp://nymag.com/intelligencer/2019/11/what-the-hell-is-going-on-in-chile-a-protester-explains.html And the underlying cause seems to be extreme income inequality. Why Latin America Was Primed to Explode\nEconomic Malaise, More Than Foreign Meddling, Explains the Outpouring of Rage\nhttps://www.foreignaffairs.com/articles/central-america-caribbean/2019-10-29/why-latin-america-was-primed-explode Pinera's playbook cannot resolve this. Only a 2nd commodities boom can resolve this and the only country capable of that is my home\nBharat."], [13306, "2019-11-11T02:26:08Z", [0.02], ""], [13306, "2019-11-11T02:23:25Z", [0.05], ""], [38094, "2019-11-11T01:56:44Z", [0.01], "On 26 November 2019, will Chile be under a state of emergency? Hattip to @Raahul_Kumar for analysis, but I hope Chile gets under control without such a state needed."], [1333, "2019-11-10T20:10:35Z", [0.12], ""], [1333, "2019-11-10T20:04:29Z", [0.13], ""], [691, "2019-11-10T19:26:01Z", [0.11], ""], [15196, "2019-11-10T16:25:39Z", [0.02], ""], [12879, "2019-11-10T13:23:29Z", [0.02], ""], [62808, "2019-11-10T01:15:13Z", [0.0], ""], [691, "2019-11-09T20:28:08Z", [0.14], ""], [1646, "2019-11-09T20:24:34Z", [0.1], ""], [1333, "2019-11-09T20:04:28Z", [0.14], ""], [19801, "2019-11-09T13:52:30Z", [0.15], "Relatives of Chile's disappeared condemn new security measures Rights groups say newly announced security measures could ramp up police crackdowns and the criminalisation of protests.\nhttps://www.aljazeera.com/news/2019/11/relatives-chile-disappeared-condemn-security-measures-191108231219093.html Why Latin America Was Primed to Explode\nEconomic Malaise, More Than Foreign Meddling, Explains the Outpouring of Rage\nhttps://www.foreignaffairs.com/articles/central-america-caribbean/2019-10-29/why-latin-america-was-primed-explode"], [38616, "2019-11-09T09:24:41Z", [0.35], ""], [1333, "2019-11-08T21:08:31Z", [0.15], ""], [79842, "2019-11-07T23:53:06Z", [0.25], "It appears that the protests are less violent it that initially it was brought in due the burning of the train stations. It also seems that Pinera is trying meet the protestors demands by sacking his cabinet and siding with protestors against police abuse. It is unclear however why the state of emergency was lifted if the protests were ongoing and seems that there is not a will to impose this on a population with bad memories of military crackdowns. However you only need a couple of bad incidents for this to be reinstated and therefore there is a chance that this will be imposed agin however not very high"], [30346, "2019-11-07T21:31:33Z", [0.04], "Continuing to walk this value down."], [1333, "2019-11-07T16:54:56Z", [0.25], ""], [1333, "2019-11-07T16:49:47Z", [0.35], ""], [74903, "2019-11-07T16:47:51Z", [0.15], ""], [79461, "2019-11-07T14:08:19Z", [0.05], "It seems that Piñera has responded to the protests in a variety of ways. Given that the state of emergency has been lifted and the low base rate, I'll give this a 5% chance right now. "], [66692, "2019-11-07T06:25:10Z", [0.05], "Update to reflect the passage of time"], [63674, "2019-11-07T01:15:06Z", [0.1], ""], [79947, "2019-11-06T23:12:09Z", [0.11], ""], [30346, "2019-11-06T22:19:39Z", [0.12], ""], [69091, "2019-11-06T22:05:49Z", [0.15], ""], [46762, "2019-11-06T19:27:51Z", [0.0], ""], [1333, "2019-11-06T19:25:09Z", [0.43], ""], [79569, "2019-11-06T19:18:30Z", [0.0], "The declaration of \"state of emergency\" ushered in the military on the streets of Santiago, Chile. As a consequence, many protesters died. Now that the UN has launched an investigation on human-rights abuse, it is very unlikely a state of emergency will be declared  so soon."], [1333, "2019-11-06T19:15:34Z", [0.44], ""], [74903, "2019-11-06T18:44:30Z", [0.25], ""], [31450, "2019-11-06T17:48:25Z", [0.05], "Having lifted the prior state of emergency, it seems unlikely Piñera would reinstate it unless the situation really spirals out of control. "], [691, "2019-11-06T13:40:55Z", [0.24], ""], [1333, "2019-11-05T19:03:51Z", [0.45], ""], [79508, "2019-11-05T18:37:09Z", [0.12], ""], [14107, "2019-11-05T18:15:08Z", [0.15], ""], [79104, "2019-11-05T16:57:44Z", [0.25], ""], [30346, "2019-11-05T16:37:45Z", [0.18], "Efforts to oust Pinera appear to have lost steam according to Eurasia Group. Time horizon fairly short, though could see large shifts in probability if protests escalate."], [42004, "2019-11-05T15:45:19Z", [0.05], ""], [1333, "2019-11-05T15:31:58Z", [0.55], ""], [1333, "2019-11-05T15:25:41Z", [0.6], ""], [691, "2019-11-05T10:56:28Z", [0.27], ""], [63963, "2019-11-05T07:19:04Z", [0.25], ""], [691, "2019-11-04T16:13:44Z", [0.31], ""], [78328, "2019-11-04T14:12:16Z", [0.05], "Pinera is rolling back on hard line and giving concessions rather than digging  in. I'd expect that too translate into some sort of peaceful hiatus within this time frame."], [1333, "2019-11-04T11:39:06Z", [0.63], ""], [13306, "2019-11-04T08:00:09Z", [0.2], ""], [29680, "2019-11-04T02:58:19Z", [0.3], ""], [767, "2019-11-04T00:36:45Z", [0.1], ""], [1646, "2019-11-03T23:01:54Z", [0.15], ""], [1333, "2019-11-03T20:30:58Z", [0.64], ""], [79104, "2019-11-03T17:39:05Z", [0.35], ""], [71701, "2019-11-03T15:23:28Z", [0.25], "Chile's protest do not appear to be organized or look like having specific agenda or causes. Without anything that ignites further rioting, I expect the protests to die down considering that the president has rolled back metro fares and initiated some apparent reforms."], [691, "2019-11-03T12:18:49Z", [0.55], ""], [79177, "2019-11-03T11:44:31Z", [0.4], "fun"], [15196, "2019-11-02T22:14:42Z", [0.5], ""], [70711, "2019-11-02T20:50:06Z", [0.33], ""], [1333, "2019-11-02T20:23:04Z", [0.65], ""], [66692, "2019-11-02T15:01:27Z", [0.1], ""], [63674, "2019-11-02T14:33:40Z", [0.2], "According to this Bloomberg article, Chile can declare a state of emergency for 15 days and extend for another 15.  https://www.google.com/amp/s/www.bloomberg.com/amp/news/articles/2019-10-19/chile-government-declares-state-of-emergency-amid-subway-riots The state of emergency was declared on 10/19 which means the most it can be extended to is 11/19. That being said, given the situation, this could change rapidly (i.e. emergency powers). I think that would add further flames to the fire, though I can’t rule it out.  Base rate, given extension time, of 10% (not zero because I’m not an expert on Chilean laws - there may be other legal actions they can take to extend). Bumping up to 20% due to risks of extra-legal actions. "], [691, "2019-11-02T13:17:51Z", [0.6], ""], [1333, "2019-11-02T12:56:21Z", [0.75], ""], [38616, "2019-11-02T09:39:54Z", [0.4], "- A state of emergency or state of siege lasts 15 days and requires approval of National Congress in order to extend (https://www.constituteproject.org/constitution/Chile_2012.pdf).\n- Therefore for a SOE or SOS to be in place on 26 November: what is the probability of conditions resulting in the declaration of SOE/SOS by or after 11 November or earlier with a subsequent extension?\n- With the October SOE already lifted, an SOE would be politically difficult to reintroduce without clear escalation in violence (to a lesser extent, the same is true of an SOS - per constitution, this can be declared \"in case of internal war or grave internal commotion\") \n- Currently unclear which trends will prevail in the development of the situation in immediate term (news reports indicate both a) clear dissatisfaction with concessions offered to date and b) signs of waning appetite to continue protests at the level of intensity seen to date)\n- Have not been able to find data for historic base rates regarding use of SOE/SOS in Chile\n- Assuming violence were to escalate, government's alternatives to SOE/SOS in managing protests look either ineffective or not sufficiently immediate in effect: \n1) negotiation as such is difficult given the protests have no clear leaders; \n2) concessions - to date have done little to quell anger - opening up possibility of constitutional reform may be better received, but it would only be the start of a process (more difficult to predict effect compared to a concession with an instant result); \n3) resignation of Pinera - likely to be a last resort - not to be expected at this stage.\nOverall rough probability estimate - 50% probability of a clear escalation in violence in short term; in this instance, 80% chance of use of SOE/SOS by 26 November as opposed to 20% chance of relying on further concession/negotiation to manage situation."], [78328, "2019-11-01T22:36:18Z", [0.75], ""], [78857, "2019-11-01T20:52:10Z", [0.67], "Forecasting prolonged protests as the result of deep-rooted outlooks on societal inequality. Recent violence including protestor deaths seems likely to exacerbate security conditions in the country in the short term.  Efforts made by the Chilean government to address protestor grievances have not resulted in major reductions on protest levels. "], [695, "2019-11-01T20:46:37Z", [0.2], ""], [75093, "2019-11-01T19:20:36Z", [0.45], ""], [38227, "2019-11-01T19:05:28Z", [0.45], ""], [1333, "2019-11-01T17:48:21Z", [0.85], ""]], "open_date": "2019-11-01T17:00:07Z", "close_date": "2019-11-26T07:59:07Z"}