{"question_id": 2172, "title": "Before 1 January 2023, will a Latin American or Caribbean nation cease to formally recognize Taiwan?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[96678, "2021-12-14T16:34:03Z", [1.0], ""], [102963, "2021-12-13T22:57:23Z", [1.0], "Nicaragua’s most recent elections have been met with some pushback, this article seems to look like some changes are coming. https://thehill.com/policy/international/585253-nicaragua-breaks-diplomatic-relations-with-taiwan-recognizes-chinese"], [90157, "2021-12-12T18:15:18Z", [1.0], ""], [45594, "2021-12-12T11:34:59Z", [1.0], ""], [101187, "2021-12-11T00:05:23Z", [1.0], ""], [96367, "2021-12-10T23:05:46Z", [1.0], "https://thehill.com/policy/international/585253-nicaragua-breaks-diplomatic-relations-with-taiwan-recognizes-chinese"], [691, "2021-12-10T20:54:30Z", [1.0], ""], [14672, "2021-12-10T20:43:46Z", [1.0], ""], [34815, "2021-12-10T18:42:41Z", [1.0], ""], [99993, "2021-12-10T16:38:08Z", [1.0], ""], [1333, "2021-12-10T09:56:12Z", [1.0], ""], [96757, "2021-12-10T08:12:09Z", [1.0], ""], [88452, "2021-12-10T07:29:05Z", [1.0], "Sadly, this is no longer a question of morality or rational decisions but a proxy battlefield between \"the best democracy in the world\" and \"a country that is no longer considered to be a democracy (by the best democracy in the world)\".\nhttps://www.reuters.com/world/us/biden-bans-nicaragua-officials-entering-united-states-2021-11-16/ A follow-up on Nicaraguan post-election politics would have been key."], [29145, "2021-12-10T07:14:43Z", [1.0], ""], [11239, "2021-12-10T06:13:15Z", [1.0], ""], [80475, "2021-12-09T23:17:23Z", [1.0], ""], [88452, "2021-12-09T12:31:35Z", [0.08], ""], [103539, "2021-12-06T13:19:57Z", [0.4], ""], [96757, "2021-12-06T09:21:33Z", [0.4], ""], [103156, "2021-12-05T17:01:07Z", [0.53], ""], [691, "2021-12-05T14:39:14Z", [0.78], ""], [88452, "2021-12-04T16:49:28Z", [0.21], "https://www.gjopen.com/comments/1362236"], [691, "2021-12-04T16:40:38Z", [0.88], ""], [1646, "2021-12-03T22:42:32Z", [0.58], ""], [38, "2021-12-03T18:21:17Z", [0.55], "https://www.reuters.com/world/americas/top-ally-incoming-honduran-president-casts-doubt-initiating-china-ties-2021-12-02/?utm_source=Sailthru&utm_medium=email&utm_term=The%20Reuters%20Daily%20Briefing&utm_content=3-12-21&utm_campaign=3-12-21 Xiomara has reversed her position. @Kogo, @dada"], [29145, "2021-12-03T14:19:41Z", [0.39], ""], [87691, "2021-12-03T05:17:34Z", [1.0], ""], [100715, "2021-12-03T01:22:09Z", [0.95], ""], [103444, "2021-12-02T19:19:55Z", [0.55], ""], [79142, "2021-12-02T15:07:17Z", [0.55], ""], [103195, "2021-12-02T02:02:05Z", [0.6], "yes. the trend is accelerating, countries are economically desperate, and most remaining recognizers are in WHA. "], [14672, "2021-12-02T00:16:31Z", [0.95], ""], [101187, "2021-12-01T14:26:04Z", [0.9], ""], [88452, "2021-12-01T14:03:23Z", [0.45], ""], [103102, "2021-12-01T03:26:58Z", [0.9], "Increasing likelihood following Ecuador's election.  The victor has said she will likely switch recognition."], [103043, "2021-12-01T01:31:59Z", [0.58], ""], [1333, "2021-11-30T22:10:19Z", [0.15], ""], [1333, "2021-11-30T22:09:59Z", [0.02], ""], [38, "2021-11-30T06:38:22Z", [0.88], "Xiomara"], [99993, "2021-11-29T17:43:29Z", [0.4], ""], [96678, "2021-11-29T15:54:14Z", [0.85], "High likelihood of opposition candidate winning in Honduras shifts this up a lot."], [691, "2021-11-29T12:34:24Z", [0.92], "https://www.reuters.com/markets/commodities/united-states-china-tussle-over-honduras-it-weighs-taiwan-ties-2021-11-26/\nhttps://www.taiwannews.com.tw/en/news/4359445\nCastro has repeatedly made it clear that she intends to switch Honduras to the PRC column.  I don't know whether (a) the Congress has to approve this, or (b) if so, whether she will have enough votes there to make that happen, or (c) she'll change her mind on account of unease among the business community or pressure from the US or both.  Meantime, one of her ranking aides says she hasn't finally settled on a policy just yet.  Coming up quite a lot for a while, pending developments. Next interesting development there, unrelated to this Q, is when Juan Orlando will move to Taiwan to avoid extradition to the US."], [96945, "2021-11-28T23:56:09Z", [0.01], ""], [92803, "2021-11-28T19:32:39Z", [0.96], ""], [97075, "2021-11-28T17:09:35Z", [0.73], ""], [691, "2021-11-28T16:29:30Z", [0.64], ""], [103156, "2021-11-27T08:48:16Z", [0.65], "Xiomara Castro statement Nov. 26"], [691, "2021-11-26T15:55:16Z", [0.7], ""], [103337, "2021-11-23T20:47:39Z", [0.3], ""], [103337, "2021-11-23T20:47:20Z", [0.0], ""], [1333, "2021-11-23T10:28:07Z", [0.03], ""], [29145, "2021-11-22T07:47:40Z", [0.39], ""], [20, "2021-11-18T16:54:21Z", [0.02], "The pro Taiwan leader of Honduras at present will soon be leaving office. There little benefit to formally recognizing Taiwan, and PRC is known for making the cost benefit of this choice uncomfortable for the recognizer. "], [103233, "2021-11-17T17:38:53Z", [0.82], ""], [1333, "2021-11-17T10:31:29Z", [0.02], ""], [691, "2021-11-14T15:31:03Z", [0.72], ""], [79142, "2021-11-13T23:13:48Z", [0.56], "#JGS30"], [100715, "2021-11-13T20:24:54Z", [0.78], ""], [34959, "2021-11-13T15:10:09Z", [0.63], ""], [103156, "2021-11-12T08:23:20Z", [0.62], "https://www.devdiscourse.com/article/politics/1803027-taiwan-says-outgoing-honduran-president-to-visit-island"], [100273, "2021-11-12T02:49:05Z", [0.5], "Not so optimistic here."], [691, "2021-11-11T19:19:14Z", [0.6], "Election in Honduras later this month, and the opposition have said they'll do this if they win. (Juan Orlando is headed to Taiwan some time soon, but it's not clear when or why.  He might just be trying to negotiate a place to hide out after he leaves office, since Taiwan and the US don't have an extradition agreement and he probably figures they owe him a favour.  He figures everybody owes him a favour.) If it's not Honduras, though, it'll be somebody else.  Hard to make a geopolitical or economic case for keeping up the facade with the ROCs."], [101422, "2021-11-11T12:46:50Z", [0.15], ""], [691, "2021-11-10T19:23:54Z", [0.46], ""], [103102, "2021-11-10T15:07:09Z", [0.8], "A number of countries in the region have reason to switch and are only being held back by personal or historical ties.  It seems very unlikely all of them will hold out for the next 14 months.  "], [103156, "2021-11-10T14:49:47Z", [0.6], "The trand has been solidly going into one direction only.  The fact that there seems to be more support from the States and the EU during the current tensions might not impress one of these countries overly if they can get a substantially better deal from China.  "], [103115, "2021-11-10T11:21:45Z", [0.5], ""], [103043, "2021-11-09T23:47:11Z", [0.35], ""], [103043, "2021-11-09T23:46:57Z", [0.25], ""], [86607, "2021-11-09T23:19:08Z", [0.33], "Base rate last 20 years is something like 25% per year. Bumping up significantly as China seems more belligerent about Taiwan recently."], [88452, "2021-11-09T10:07:49Z", [0.0], ""], [691, "2021-11-07T16:53:30Z", [0.42], ""], [37566, "2021-11-07T11:02:02Z", [0.73], "Honduras and Peru"], [1646, "2021-11-06T16:53:23Z", [0.6], "lowering because status quo "], [96757, "2021-11-06T12:40:06Z", [0.6], ""], [96757, "2021-11-06T12:38:51Z", [0.45], ""], [96757, "2021-11-06T12:36:46Z", [0.38], ""], [96678, "2021-11-05T16:37:37Z", [0.56], "Updating previous forecast to consider the impact of the Honduran election - given that there are three candidates, the leading candidate would very likely recognize PRC, and per opinion polls there is a ~50% chance of electoral fraud (backed up by recent history) leading to the incumbent winning, I estimate a 15% (incumbent wins fairly) + 50% (fraud) chance, and ~0% for the third candidate winning, so ~35% chance of Honduras switching recognition in this time period. That brings the overall chance up to ~56% when mixed in with the other countries."], [8826, "2021-11-05T16:31:12Z", [0.95], "money talks and China has lots of it."], [96678, "2021-11-05T16:12:07Z", [0.34], "Base rate in the past 4 years averaging 1/11 changing recognition. The remaining countries are relatively less impactful and closer to the US, so I'll figure they're about half as likely to switch, giving a ~34% chance at a quick approximation."], [102963, "2021-11-04T23:56:18Z", [0.2], "Certainly not my domain of knowledge, I’m leaning towards not likely at this point. I did not look extensively to check if any of these countries recently agreed to trade agreements. Still need to check the magnitude of relief and money Taiwan provides to each country as well.  It’s not likely if any country recently established a trade agreement that they will decouple their agreements with Taiwan before this timeline.  Took a look at the Taiwan’s embassy website in each of these countries to see the level of activity and there’s been a steady stream of events and photos for most countries. Will check this periodically to see if there’s any slight decline. These three countries had the least amount of activity from Taiwan’s embassy:\nBelize\nPeru\nSt Lucia Nicaragua has a long history with Taiwan but are also facing government unrest so that could be a potential candidate. Honduras -Taiwan relations stretches back 80 years. Might be worth watching their embassy news if Mainland is trying to compete in the same categories as Taiwan.  https://www.taiwanembassy.org/hn/index.html "], [1646, "2021-11-04T23:07:18Z", [0.75], "Largely in agreement with @PublicoverAJ below, yet noting that:\n1. As the number of LAC full diplomatic partners has been largely reduced, and the ones with most motives ceased recognition first, one could disagree with the 50% yearly odds as being too high\n2. Interestingly, english-speaking caribbean countries show little sign of wanting to cease recognition. It has been largely spanish speaking LAC ceasing recognition.\n3. My odds are higher because Honduras: https://www.taiwannews.com.tw/en/news/4333767\nTaiwan vice foreign minister optimistic about ties with Honduras \" Taiwan should not worry about Honduras switching diplomatic relations to China after its presidential elections later this month, Vice Foreign Minister Alexander Yui (俞大㵢) said Wednesday (Nov. 3)\""], [103105, "2021-11-04T19:51:56Z", [0.65], "Trying to start with the \"outside\" view... Jan 2023 is about a year away.  Taiwan has lost 3 LAC diplomatic partners in the roughly 6 years of the Tsai presidency, could lead us to say about 50% odds of it happening in the yearlong period of this question.   Inside view... Honduras has elections Nov 28.  Opposition candidate Xiomara Castro has promised to \"immediately\" establish PRC ties if she wins.  She currently leads the ruling party's candidate by about 38 to 21.  https://asia.nikkei.com/Politics/International-relations/As-China-campaigns-to-cut-off-Taiwan-Honduras-poised-to-flip-next"], [87989, "2021-11-03T20:52:41Z", [0.0], ""], [90157, "2021-11-03T19:05:26Z", [0.85], "I don't have any good information as to why I think the odds are this high, other than the PRC's history of successfully coercing countries into ceasing recognition for Taiwan. Economic incentives work. Panama ceased relations in 2017, El Salvador in 2018, and the Dominican Republic in 2018. It's hard to imagine not a single Latin American or Caribbean nation ceasing their recognition in the next 14 months. Per Taiwan, there are 9 such brave Latin American or Caribbean countries left."], [102959, "2021-11-03T15:38:25Z", [0.19], "Increased PD and financial backing in the Latin American region from China could sway them on foreign policy. This method has worked with countries in Southeast Asia. Whether or not China tries to use this method in Latin American AND if the US can counterbalance them. "], [34959, "2021-11-03T15:19:32Z", [0.05], ""], [103088, "2021-11-02T16:02:49Z", [0.55], ""], [691, "2021-11-01T20:24:37Z", [0.12], ""], [101187, "2021-11-01T10:12:36Z", [0.15], ""], [11239, "2021-11-01T06:11:41Z", [0.15], ""], [60695, "2021-10-31T18:12:53Z", [1.0], ""], [1224, "2021-10-31T17:56:38Z", [0.45], ""], [100664, "2021-10-31T13:13:11Z", [0.0], ""], [74903, "2021-10-31T10:34:30Z", [0.05], ""], [1333, "2021-10-30T22:33:33Z", [0.01], ""], [45594, "2021-10-30T21:18:24Z", [0.05], ""], [29145, "2021-10-30T08:01:34Z", [0.26], ""], [97075, "2021-10-30T04:16:44Z", [0.74], "Only 1 country needs to “formally” cease to recognise Taiwan. \nYes: the need for cheap (China-sources) vaccines in areas and increasing China investment in the Caribbean.\nNo: loyalty to recognising Taiwan and attention from US could bring alternative source of investment and vaccines. "], [81104, "2021-10-29T21:15:52Z", [0.52], ""], [99993, "2021-10-29T20:10:22Z", [0.25], ""], [35274, "2021-10-29T19:33:02Z", [0.0], ""], [79142, "2021-10-29T17:11:19Z", [0.14], ""]], "open_date": "2021-10-29T17:00:00Z", "close_date": "2021-12-09T18:00:51Z"}