{"question_id": 1907, "title": "When will a new Dutch government be sworn in after the 2021 general election?", "possible_answers": ["Between 18 March 2021 and 17 June 2021", "Between 18 June 2021 and 17 September 2021", "Not before 18 September 2021"], "crowd_forecast": [0.0, 0.0, 1.0], "correct_answer": "Not before 18 September 2021", "correct_forecast": 1.0, "preds": [[94872, "2021-09-18T04:02:55Z", [0.0, 0.0, 1.0], ""], [97302, "2021-09-18T01:21:24Z", [0.0, 0.0, 1.0], ""], [62808, "2021-09-17T14:18:48Z", [0.0, 0.0, 1.0], ""], [95112, "2021-09-16T21:50:14Z", [0.0, 0.0, 1.0], ""], [38, "2021-09-16T16:52:28Z", [0.0, 0.0, 1.0], "https://nltimes.nl/2021/09/07/d66-leader-kaag-criticizes-rutte-annual-lecture TUESDAY, SEPTEMBER 7, 2021 \n\"D66 leader Sigrid Kaag gave the annual H.J. Schoo-lecture on Monday evening, in which she expressed her displeasure the formation process stalling over right-wing unwillingness to work with left-wing parties. Without explicitly naming him, she criticized caretaker Prime Minister Mark Rutte and the VVD, NOS reports.\n. . . \nKaag also spoke about the cabinet formation process, which has been dragging on for nearly six months since the parliamentary election on March 17. Kaag said that it is \"difficult for her to comprehend\" why the formation attempt with left-wing parties GroenLinks and PvdA failed.  . . .  In the summer, the VVD and D66 as the largest two parties wrote an outline that was to form the basis of a coalition agreement, with the idea that other parties could join the coalition based on its content. PvdA and GroenLinks reacted positively to the content, but the VVD and CDA insisted that they don't want to govern with both left-wing parties. Even after GroenLinks and PvdA offered to join the negotiations as one bloc, instead of as two separate parties. According to Kaag, potential allies where therefore excluded on grounds other than content. \"The level of The Hague commotion in this formation is much too high. More time seems to be spent on what is written in the newspaper than the history we want to write ourselves. I don't feel comfortable with that,\" Kaag said. Former formation informateur Mariette Hamer made similar points when she presented the report on her failed attempt to find a majority coalition. Kaag said that it is now up to the six parties involved - VVD, D66, CDA, GroenLinks, PvdA, and ChristenUnie - to come up with a solution together. \"A good cabinet in the Dutch tradition is a cabinet that consists of conservative and progressive forces. So a balanced cabinet,\" she said. As the largest party, the VVD has \"the responsibility to regain substantive support and political confidence, especially from the left,\" she added. The new informateur, Johan Remkes, will start investigating the possibilities for a minority government later this week. Kaag said that her party is willing to talk, but only under clear conditions, including actually tackling the climate crisis. \"It is the precondition for everything else. You will understand that I cannot be a credible part of a cabinet that does not deploy a dramatic and ultimate acceleration of the Dutch climate policy.\" ~~~~~~\nCOMMENT:  Thanks for this link goes to @fisherdbus @https://www.gjopen.com/comments/1333630.  \nI am having a hard time imagining a \"marriage\" of Rutte & Kaag after all the public dissing.  It has to happen, but I don't think it will be happy, stable, or long-lasting."], [102121, "2021-09-16T11:30:25Z", [0.0, 0.0, 1.0], "At this point in time, there is no indication that a government will be sworn in by the end of the week."], [97982, "2021-09-16T10:05:38Z", [0.0, 0.0, 1.0], ""], [98081, "2021-09-15T20:18:44Z", [0.0, 0.0, 1.0], ""], [62808, "2021-09-15T19:34:30Z", [0.0, 0.0, 1.0], ""], [88452, "2021-09-15T17:49:49Z", [0.0, 0.11, 0.89], ""], [97312, "2021-09-15T14:42:46Z", [0.0, 0.0, 1.0], ""], [31275, "2021-09-15T14:34:57Z", [0.0, 0.0, 1.0], "https://nltimes.nl/2021/09/07/d66-leader-kaag-criticizes-rutte-annual-lecture"], [100785, "2021-09-15T13:29:08Z", [0.0, 0.0, 1.0], ""], [95503, "2021-09-15T07:27:23Z", [0.0, 0.0, 1.0], ""], [88452, "2021-09-13T21:13:18Z", [0.0, 0.22, 0.78], ""], [102648, "2021-09-13T17:13:56Z", [0.0, 0.15, 0.85], ""], [102646, "2021-09-13T17:08:33Z", [0.0, 0.25, 0.75], ""], [102647, "2021-09-13T17:04:28Z", [0.0, 0.05, 0.95], ""], [102643, "2021-09-13T17:02:57Z", [0.0, 0.01, 0.99], ""], [102642, "2021-09-13T16:56:19Z", [0.13, 0.71, 0.16], ""], [34959, "2021-09-13T14:53:01Z", [0.0, 0.0, 1.0], ""], [42131, "2021-09-13T11:27:22Z", [0.0, 0.0, 1.0], ""], [95503, "2021-09-13T11:18:55Z", [0.0, 0.01, 0.99], ""], [94872, "2021-09-13T07:08:04Z", [0.0, 0.01, 0.99], ""], [45594, "2021-09-12T15:17:38Z", [0.0, 0.05, 0.95], ""], [35, "2021-09-12T13:11:37Z", [0.0, 0.0, 1.0], ""], [97375, "2021-09-12T08:11:14Z", [0.0, 0.0, 1.0], ""], [92236, "2021-09-12T06:27:56Z", [0.0, 0.0, 1.0], ""], [73687, "2021-09-11T22:38:36Z", [0.0, 0.0, 1.0], ""], [62808, "2021-09-11T19:32:20Z", [0.0, 0.0, 1.0], ""], [99993, "2021-09-11T18:45:15Z", [0.0, 0.0, 1.0], ""], [63472, "2021-09-11T16:44:58Z", [0.0, 0.0, 1.0], ""], [38, "2021-09-11T16:28:01Z", [0.0, 0.0, 1.0], "https://www.dutchnews.nl/news/2021/09/coalition-fixer-remkes-tells-parties-to-focus-on-urgent-problems/ \"September 9, 2021  Veteran political fixer Johan Remkes has told the parties in the stalled coalition talks to bury their differences and build a working minority coalition. The 70-year-old former VVD home affairs minister took over from Labour politician Mariëtte Hamer this week as the talks moved into the cabinet formation stage. Remkes has given himself a month to try to forge a minority coalition . . .  he warned he would not stand for parties continuing to rule each other out as potential partners, after VVD and CDA rejected a five-way coalition with two left-wing parties while D66 refused to team up again with the ChristenUnie (CU). ‘If they stick with that attitude I’ll be done with it very quickly,’ Remkes said on Wednesday after meeting the three core parties.  \"On Thursday he will sit down with the leaders of CU, Labour (PvdA) and GroenLinks, the other participants in Hamer’s exploratory talks over the summer. ‘It is up to the parties themselves to come out of this impasse,’ he said. ‘The mutual relationships need to grow.’ He said the talks needed to focus on substance rather than political strategy, ‘because there are urgent problems that are asking for a solution.’ \"GroenLinks leader Jesse Klaver said his party would not get involved in behind-the-scenes discussions to support a minority cabinet. \n. . .\n[To summarize:]  \"VVD leader and caretaker prime minister Mark Rutte rejected a five-party coalition with PvdA and GroenLinks as ‘unstable’, . . . argued that only one of the parties was needed for a majority cabinet, but their leaders were only prepared to go into government as a duo. Rutte’s preference for a cabinet with the CU was blocked by D66 leader Sigrid Kaag because of the two parties’ fundamental difference on issues such as euthanasia and abortion rights. A cabinet of VVD, D66 and CDA would have 72 seats, four short of a majority, meaning either CU, GroenLinks, PvdA or the nationalist right-wing JA21 could supply the votes it needs to get its legislation through the Lower House. However, Kaag is likely to have reservations about brokering a coalition deal with two conservative parties who have very different positions on issues including migration, Europe and welfare spending.\"\n~~~~~\nCOMMENT:  It sounds like Remkes is a tough, no-nonsense negotiator, and he may be making progress, but he's got some hard nuts to crack.  I just don't see everything coming together in less than a week."], [80662, "2021-09-11T15:50:27Z", [0.0, 0.0, 1.0], ""], [13086, "2021-09-11T14:59:59Z", [0.0, 0.0, 1.0], "Running out of runway on the time factor"], [97192, "2021-09-11T14:47:24Z", [0.0, 0.0, 1.0], ""], [1528, "2021-09-11T14:42:56Z", [0.0, 0.0, 1.0], ""], [70711, "2021-09-11T14:39:21Z", [0.0, 0.0, 1.0], ""], [97892, "2021-09-10T18:07:27Z", [0.0, 0.0, 1.0], ""], [98424, "2021-09-10T04:09:32Z", [0.0, 0.0, 1.0], ""], [38, "2021-09-10T00:36:22Z", [0.0, 0.0, 1.0], "https://www.lalibre.be/international/europe/2021/09/08/negociations-politiques-aux-pays-bas-une-coalition-minoritaire-envisagee-HVM3DXRB6NCQJIMQKARD2LMBNM/ \"After a long debate, the Dutch parliament on Tuesday backed a proposal allowing Remkes to explore the possibilities of forming a minority government. The new informant believes that the success of his mission is not guaranteed and that the way out of the political impasse depends on the parties. He did not set a deadline \"but during the month of October a lot of things should become clearer\".\n~~~~\nCOMMENT:  I note he said, \". . . during the month of October . . .\"  That's what the Dutch consul general in SF also told me."], [94872, "2021-09-10T00:05:48Z", [0.0, 0.02, 0.98], ""], [98081, "2021-09-09T20:16:20Z", [0.0, 0.05, 0.95], "Still stalled..."], [97312, "2021-09-09T19:18:32Z", [0.0, 0.01, 0.99], ""], [691, "2021-09-09T18:46:15Z", [0.0, 0.0, 1.0], ""], [34959, "2021-09-09T12:53:27Z", [0.0, 0.01, 0.99], ""], [20156, "2021-09-09T09:42:17Z", [0.0, 0.0, 1.0], ""], [80790, "2021-09-08T22:02:41Z", [0.0, 0.0, 1.0], ""], [38, "2021-09-08T21:36:30Z", [0.0, 0.0, 1.0], "https://nltimes.nl/2021/09/08/parliament-supports-looking-minority-coalition-cabinet-formation \". . . On Tuesday, parliament debated with informateur Mariette Hamer about her final report. According to her, forming a majority coalition currently seems impossible and a minority coalition consisting of a \"to be determined combination of VVD, D66, and CDA\" should be considered. Hamer did not sound very optimistic about the chances of her liberal successor. According to her, it will be even more complicated to form a  minority cabinet under the current circumstances, she told the parliamentarians. More than five months after the elections, the formation is deadlocked. VVD leader Mark Rutte repeated that he did not want to enter into negotiations with GroenLinks and PvdA about the formation of a new government. The CDA is against that too. D66 does not want to continue in the current coalition of VVD, CDA, D66 and ChristenUnie. A speech by Kaag a day before the debate with implicit criticism of Rutte will not make Remkes' task any easier. \"\n~~~~~~~\nCOMMENT: I find little in this to suggest that a resolution will be achieved in the next 9 days. EDIT:  Additional link:  https://www.dutchnews.nl/news/2021/09/the-netherlands-heads-for-a-minority-cabinet-as-coalition-talks-resume/"], [59836, "2021-09-08T18:11:41Z", [0.0, 0.0, 1.0], ""], [100879, "2021-09-08T15:40:00Z", [0.0, 0.0, 1.0], ""], [67259, "2021-09-08T12:57:08Z", [0.0, 0.01, 0.99], ""], [96991, "2021-09-08T08:21:38Z", [0.0, 0.0, 1.0], ""], [81262, "2021-09-08T01:19:21Z", [0.0, 0.0, 1.0], "https://www.ad.nl/politiek/weinig-warmte-tussen-rutte-en-kaag-remkes-moet-minderheidskabinet-smeden~a394e8b6/ Article mentions there is little warmth between 2 main party leaders, who need to create a minority government. THat's a big task to complete in next 10 days...too big one like my self might argue"], [94872, "2021-09-07T23:52:26Z", [0.0, 0.02, 0.98], ""], [97312, "2021-09-07T19:33:19Z", [0.0, 0.05, 0.95], ""], [99993, "2021-09-07T19:18:58Z", [0.0, 0.01, 0.99], ""], [38, "2021-09-07T17:06:11Z", [0.0, 0.0, 1.0], "Thanks to @keith-huggins' link at  @-https://www.gjopen.com/comments/1330172  My takeaway from that article is: \n\"Talks to form the next Dutch government are expected to continue for weeks.\" My thinking is that Rutte is not in a hurry to form such a government because passing legislation as a minority government won't be easy. He'll have to scramble for votes to sell every piece. HOWEVER, the Dutch ambassador told me that if Rutte & Kaag DO decide to form a minority government, it could come together \"quite quickly\". What's \"quite quickly\"? 10 days or less?? There's 10 days until this question closes! I'm going to be keeping an eye out for more statements about a plan to form a minority government!\n"], [55987, "2021-09-07T14:54:44Z", [0.0, 0.0, 1.0], ""], [93350, "2021-09-07T11:39:26Z", [0.0, 0.0, 1.0], "It is now more than 5 months after the election. Two key parties do not to form an administration with leftist parties. (And this in a fairly left-wing country) There appears to be lack of will to compromise. I assume the country has evolved with stable institutions that can carry on without the Government. It just means that no new laws are passed. https://www.euronews.com/2021/08/31/dutch-coalition-talks-deadlocked-5-months-after-election\n"], [95503, "2021-09-07T10:32:19Z", [0.0, 0.04, 0.96], ""], [18679, "2021-09-07T10:20:59Z", [0.0, 0.0, 1.0], ""], [80662, "2021-09-06T19:31:52Z", [0.0, 0.05, 0.95], "They learned from Belgium that a political government is not required for long periods."], [81567, "2021-09-06T09:30:56Z", [0.0, 0.0, 1.0], ""], [62808, "2021-09-05T20:43:30Z", [0.0, 0.0, 1.0], ""], [31275, "2021-09-05T18:01:44Z", [0.0, 0.0, 1.0], ""], [691, "2021-09-05T14:51:17Z", [0.0, 0.02, 0.98], ""], [98312, "2021-09-04T20:50:45Z", [0.0, 0.02, 0.98], ""], [45594, "2021-09-04T08:47:46Z", [0.0, 0.1, 0.9], ""], [1646, "2021-09-03T23:57:33Z", [0.0, 0.01, 0.99], ""], [691, "2021-09-03T18:21:10Z", [0.0, 0.02, 0.98], ""], [95503, "2021-09-03T11:35:13Z", [0.0, 0.07, 0.93], ""], [79975, "2021-09-03T01:32:00Z", [0.0, 0.1, 0.9], ""], [62808, "2021-09-02T16:59:01Z", [0.0, 0.0, 1.0], ""], [26642, "2021-09-02T13:26:36Z", [0.0, 0.06, 0.94], ""], [34959, "2021-09-02T04:53:40Z", [0.0, 0.03, 0.97], ""], [691, "2021-09-01T20:02:21Z", [0.0, 0.03, 0.97], ""], [99993, "2021-09-01T18:47:08Z", [0.0, 0.05, 0.95], ""], [94606, "2021-09-01T17:41:11Z", [0.0, 0.0, 1.0], "17 days to go and the various parties are still bickering like children in a playground after an election held 24 weeks ago; https://bit.ly/3jBGdXW. Little likelihood of much happening in 17 days with the exception of a minority government of VVD, D66 & CDA. Hence a 0% rating for the time being in bucket 2. Some more background: https://bit.ly/38tjWFj / https://bit.ly/3jBGdXW / https://bit.ly/3t5ULBU  @Anneinak / @MCowley / @SE_Meyer "], [55987, "2021-09-01T14:33:15Z", [0.0, 0.01, 0.99], ""], [102341, "2021-09-01T13:39:28Z", [0.0, 0.01, 0.99], ""], [86554, "2021-09-01T13:12:28Z", [0.0, 0.0, 1.0], ""], [68068, "2021-09-01T12:13:27Z", [0.0, 0.1, 0.9], "The latest breakdown in talks and the pairing of the Green and Labour parties make the likelihood of a 5 party coalition very unlikely"], [80790, "2021-09-01T11:37:42Z", [0.0, 0.02, 0.98], ""], [95503, "2021-09-01T09:27:20Z", [0.0, 0.1, 0.9], ""], [22690, "2021-09-01T09:24:11Z", [0.0, 0.0, 1.0], "They have run out of time if my previous assumptions about the length of time for swearing in are correct."], [98424, "2021-09-01T07:43:00Z", [0.0, 0.01, 0.99], ""], [94872, "2021-09-01T07:06:24Z", [0.0, 0.05, 0.95], ""], [72517, "2021-08-31T22:30:42Z", [0.0, 0.0, 1.0], ""], [58028, "2021-08-31T18:38:35Z", [0.0, 0.0, 1.0], ""], [38, "2021-08-31T18:35:19Z", [0.0, 0.0, 1.0], "see @Columbus @https://www.gjopen.com/comments/1327500"], [98424, "2021-08-31T17:47:21Z", [0.0, 0.05, 0.95], ""], [59836, "2021-08-31T17:46:17Z", [0.0, 0.01, 0.99], "Decreasing on the news that talks are still deadlocked and a deal doesn't seem reachable anytime soon. Source: https://www.euronews.com/2021/08/31/dutch-coalition-talks-deadlocked-5-months-after-election "], [58028, "2021-08-31T13:09:27Z", [0.0, 0.01, 0.99], "https://www.washingtonpost.com/politics/dutch-coalition-talks-deadlocked-5-months-after-election/2021/08/31/b1772200-0a58-11ec-a7c8-61bb7b3bf628_story.html"], [100785, "2021-08-31T10:00:50Z", [0.0, 0.2, 0.8], "Further delays, although the end seems to be in sight"], [95503, "2021-08-31T08:58:12Z", [0.0, 0.17, 0.83], ""], [94872, "2021-08-31T04:01:50Z", [0.0, 0.1, 0.9], ""], [86554, "2021-08-30T21:32:24Z", [0.0, 0.01, 0.99], ""], [99993, "2021-08-30T16:55:51Z", [0.0, 0.1, 0.9], ""], [55987, "2021-08-30T14:57:33Z", [0.0, 0.1, 0.9], ""], [42131, "2021-08-30T08:44:26Z", [0.0, 0.05, 0.95], ""], [93350, "2021-08-30T08:11:52Z", [0.0, 0.05, 0.95], "And so it continues… https://www.dutchnews.nl/news/2021/08/impasse-between-d66-and-cu-remains-sticking-point-as-coalition-talks-resume/\n"], [34959, "2021-08-30T07:24:51Z", [0.0, 0.1, 0.9], ""], [22690, "2021-08-30T04:47:49Z", [0.0, 0.07, 0.93], "passage of time"], [88452, "2021-08-30T01:22:38Z", [0.0, 0.44, 0.56], ""], [38, "2021-08-29T04:28:28Z", [0.0, 0.1, 0.9], "https://nltimes.nl/2021/08/26/less-market-control-housing-healthcare-planned-draft-coalition-agreement-report Less market control on housing, healthcare planned in draft coalition agreement between WD & D66. \"Other proposals in in the draft agreement make it seem aimed at cooperation with the left-wing parties, rather than ChristenUnie.\n. . . \n\"Informateur Mariette Hamer asked VVD leader Mark Rutte and D66 leader Sigrid Kaag, as the leaders of the two largest parties after the parliamentary elections in March, to draw up this draft document in an attempt to convince other parties to join a coalition based on content. The fact that the CDA will be in the next coalition already seems a foregone conclusion - the VVD and CDA have both been vocal in their determination to keep working together. But at least one more party is needed for a majority in parliament. \"The candidates for that party is ChristenUnie, and left-wing parties PvdA, and GroenLinks. The two left-wing parties are determined to only join a cabinet together, so that the left-wing plans don't disappear under those of right-wing duo VVD and CDA. \"And based on the plans that leaked from the draft coalition agreement, it seems that the VVD and D66 are also aiming for a coalition with the left-wing parties, despite VVD and CDA reluctance to work with both parties. Especially the plan to give people control over the end of their lives suggests this. The D66 has been championing a legislative proposal to allow euthanasia at the end of a complete life, while the ChristenUnie blocked that from happening in the current Rutte III coalition. The embryo law will also be a sticking point for the conservative Christian party. Kaag also recently reiterated that the D66 isn't enthusiastic about working with the ChristenUnie again.  \"Last week it was expected that informateur Hamer would recommend a potential coalition to start formation negotiations sometime this week. Now it seems that she's waiting on GroenLinks and PvdA member consultations happening on Saturday, regarding the parties' proposal to join the negotiations as a single bloc. The outcome of the PvdA consultation in particular will be exciting, as some members are still smarting from the major losses the PvdA suffered after the Rutte II VVD-PvdA coalition.\n~~~~~\nCOMMENT:  So, \n1) something has been happening!  \n2) but it has been a slower process than anticipated even as recently as last week\n3) The PvdA consultation which went on today may move things along, or not! "], [58028, "2021-08-28T09:43:23Z", [0.0, 0.1, 0.9], ""], [94872, "2021-08-27T21:45:59Z", [0.0, 0.11, 0.89], ""], [691, "2021-08-27T18:11:30Z", [0.0, 0.06, 0.94], ""], [97892, "2021-08-27T17:26:12Z", [0.0, 0.3, 0.7], ""], [94606, "2021-08-27T14:43:47Z", [0.0, 0.1, 0.9], ""], [95503, "2021-08-27T11:20:29Z", [0.0, 0.25, 0.75], ""], [72517, "2021-08-27T02:37:33Z", [0.0, 0.08, 0.92], ""], [38, "2021-08-27T00:53:12Z", [0.0, 0.1, 0.9], "I think that even if they were in a hurry, they don't have time before this question closes.   See @https://www.gjopen.com/comments/1325299 by @PhilosophyWombat."], [73687, "2021-08-27T00:06:07Z", [0.0, 0.09, 0.91], ""], [55987, "2021-08-26T15:22:04Z", [0.0, 0.29, 0.71], ""], [86554, "2021-08-26T11:43:32Z", [0.0, 0.02, 0.98], ""], [1333, "2021-08-26T06:23:00Z", [0.0, 0.0, 1.0], ""], [31275, "2021-08-25T17:15:57Z", [0.0, 0.1, 0.9], "https://www.dutchnews.nl/news/2021/08/left-wing-bloc-could-break-coalition-negotiations-impasse/"], [1333, "2021-08-25T13:36:01Z", [0.0, 0.07, 0.93], ""], [102341, "2021-08-25T12:29:45Z", [0.0, 0.05, 0.95], "There is little time left before 18 September, there is still no agreement between D66 and VVD about who their preferred coalition parties would be and official negotiations have not even started. After formal negotiations between parties start they still need to write a 'regeerakkoord' decide who the cabinet will be and get approved by the party members of the parties within the coalition (which will be 4 or 5 parties). Last time this process took 3 months (june 24 till oktober 26), it seems really unlikely it will take less than 4 weeks this time. "], [22690, "2021-08-25T09:52:48Z", [0.0, 0.08, 0.92], "passage of time"], [63472, "2021-08-24T19:16:44Z", [0.0, 0.1, 0.9], ""], [98424, "2021-08-24T06:45:19Z", [0.0, 0.24, 0.76], ""], [1333, "2021-08-23T18:12:43Z", [0.0, 0.08, 0.92], ""], [55987, "2021-08-23T15:11:16Z", [0.0, 0.5, 0.5], "The merger of the two left-wing blocs is progress. https://www.dutchnews.nl/news/2021/08/left-wing-bloc-could-break-coalition-negotiations-impasse/ Still, it's not clear that three weeks is enough time. "], [1528, "2021-08-23T13:08:22Z", [0.0, 0.25, 0.75], ""], [1333, "2021-08-23T11:51:44Z", [0.0, 0.09, 0.91], ""], [94872, "2021-08-22T22:02:51Z", [0.0, 0.24, 0.76], ""], [98312, "2021-08-22T19:42:34Z", [0.0, 0.3, 0.7], ""], [1333, "2021-08-21T14:03:37Z", [0.0, 0.13, 0.87], ""], [1333, "2021-08-21T13:30:02Z", [0.0, 0.23, 0.77], ""], [62808, "2021-08-21T00:34:52Z", [0.0, 0.0, 1.0], ""], [62808, "2021-08-21T00:33:03Z", [0.0, 0.2, 0.8], ""], [95503, "2021-08-20T18:23:27Z", [0.0, 0.3, 0.7], ""], [38, "2021-08-20T17:31:12Z", [0.0, 0.3, 0.7], "This article came to my attention thanks to @Emking\nhttps://nltimes.nl/2021/08/16/vvd-d66-excited-start-formation-talks-parties It has a very optimistic tone.  Perhaps I've been too cynical, pessimistic and jaded.   Increasing forecast for current time period from 10 to 30%."], [98424, "2021-08-20T15:30:01Z", [0.0, 0.29, 0.71], ""], [1333, "2021-08-20T11:44:45Z", [0.0, 0.24, 0.76], ""], [55987, "2021-08-19T14:58:13Z", [0.0, 0.45, 0.55], "https://nltimes.nl/2021/08/16/vvd-d66-excited-start-formation-talks-parties"], [95503, "2021-08-19T13:25:08Z", [0.0, 0.23, 0.77], ""], [58028, "2021-08-19T11:19:40Z", [0.0, 0.14, 0.86], ""], [22690, "2021-08-19T04:07:16Z", [0.0, 0.13, 0.87], "passage of time"], [98424, "2021-08-18T20:26:19Z", [0.0, 0.08, 0.92], ""], [97312, "2021-08-18T19:04:34Z", [0.0, 0.35, 0.65], ""], [86554, "2021-08-18T18:53:46Z", [0.0, 0.03, 0.97], ""], [1333, "2021-08-18T14:19:49Z", [0.0, 0.25, 0.75], ""], [72517, "2021-08-18T13:06:17Z", [0.0, 0.1, 0.9], ""], [95944, "2021-08-17T18:38:34Z", [0.0, 0.11, 0.89], ""], [691, "2021-08-17T17:59:50Z", [0.0, 0.13, 0.87], ""], [49877, "2021-08-17T17:20:43Z", [0.0, 0.1, 0.9], ""], [95503, "2021-08-17T14:45:06Z", [0.0, 0.25, 0.75], ""], [58028, "2021-08-17T06:13:59Z", [0.0, 0.17, 0.83], ""], [22690, "2021-08-17T02:12:43Z", [0.0, 0.18, 0.82], "passage of time"], [99993, "2021-08-16T18:58:37Z", [0.0, 0.15, 0.85], ""], [55987, "2021-08-16T15:12:17Z", [0.0, 0.39, 0.61], "https://netherlandsnewslive.com/formation-started-again-rutte-and-kaag-do-not-want-to-say-much-about-the-sequel/220032/"], [96367, "2021-08-16T14:02:59Z", [0.0, 0.0, 1.0], ""], [1333, "2021-08-16T13:41:09Z", [0.0, 0.29, 0.71], ""], [97375, "2021-08-16T13:05:31Z", [0.0, 0.09, 0.91], ""], [97192, "2021-08-15T18:53:31Z", [0.0, 0.2, 0.8], ""], [34959, "2021-08-15T15:32:39Z", [0.0, 0.13, 0.87], ""], [95503, "2021-08-15T13:44:52Z", [0.0, 0.27, 0.73], ""], [1333, "2021-08-14T13:44:25Z", [0.0, 0.33, 0.67], ""], [86554, "2021-08-14T12:42:36Z", [0.0, 0.05, 0.95], ""], [58028, "2021-08-13T22:06:54Z", [0.0, 0.19, 0.81], ""], [691, "2021-08-13T15:41:18Z", [0.0, 0.14, 0.86], ""], [94872, "2021-08-13T01:18:39Z", [0.0, 0.15, 0.85], ""], [38, "2021-08-12T22:24:46Z", [0.0, 0.1, 0.9], "@V-Y-   @https://www.gjopen.com/comments/1319689 Thanks for the link!!!!!  Google translate is a wonderful thing!  I was able to translate it 2 paragraphs at a time, no problem.\nhttps://eenvandaag.avrotros.nl/item/oud-kamervoorzitter-weisglas-wil-nieuwe-verkiezingen-als-formatie-niet-opschiet/ What I got out of the article (besides what you mentioned) is:\n-the writer called the current delay in government formation \"shocking\" and \"embarrassing\".  Where was he 4 yrs ago when it took Rutte until early November to form a new government?   \"Shocking\" doesn't seem to me to be an apt adjective because this is not unprecedented.  Rutte has to work with the cards that the electorate dealt him:  a very splintered election result, split between parties that do not want to work together.  It's not particularly \"embarrassing\", either, given that it took Merkel how many months to form her current coalition?  and Italy has had how many governments in the last 4 years?   -The writer is clamoring for a new election.   How well did that work in Israel?  How many times did they have new elections in Israel which produced such splintered results that they were unable to form a new government?  3?   Why would Rutte do this?   BESIDES, if new elections will be called, then this question will DEFINITELY resolve as \"not before 18 Sept 2021\". -One thing the writer mentioned that might make a difference/get things going & resolved sooner is if there is a new \"formateur\"/lead negotiator selected who is not from one of 2 largest parties.. . . someone other than Rutte (been there/done that, not liked), Kaag (not liked) or Hammer (not perceived as neutral, weak?). . . Is anyone asking for this besides him? So, the questions I have are:\n-is/are there some policy issue(s) that is/are pressing that the public/parliament want addressed?  Is this creating pressure on Rutte?\n-what is the mood of parliament?  Is it getting antsy? \n-where's public opinion on this?  is the public starting to agitate for a resolution to the situation?\n-is Von der Heiden just one of those people who needs to see his name in the headlines every so often?   I'm increasing my forecast for \"not before 18 Sept\" just in case his thinking prevails and rather than form a new government, the decision is made to call a new election. Caveat:  I haven't yet read @Emking  link at @https://www.gjopen.com/comments/1320168"], [691, "2021-08-12T17:27:53Z", [0.0, 0.18, 0.82], ""], [55987, "2021-08-12T15:12:24Z", [0.0, 0.35, 0.65], "Holding back a little until next week, as talks resume. https://netherlandsnewslive.com/coalition-negotiations-resume-on-monday-meeting-kerg-rutte-and-hummer/217961/"], [1333, "2021-08-12T14:47:05Z", [0.0, 0.34, 0.66], ""], [25265, "2021-08-12T11:18:06Z", [0.0, 0.0, 1.0], "I'm already late on this question, but as I was reading a bit I noticed some peculiarity of Dutch system and recent trends in their political landscape.   => so I'm going with the crowd, but putting more weight towards those who are more familiar with the matter, and simply trimming the final estimates.  https://www.france24.com/en/live-news/20210709-dutch-politics-deadlocked-as-small-parties-proliferate [July 9, 2021]\n1) The proliferation of small parties and the absence of an electoral threshold inevitably lead to long periods of negotiation which could end in a stalemate and even fresh polls, analysts say.\nThis is precisely __the Gordian knot__ that awaits Rutte IV. 2) The splintering of traditional political parties is not unique to the Netherlands and has spread to other European countries, a phenomenon analysts call the \"Dutchification\" of politics. # ================== also thanks to @V-Y- [ https://www.gjopen.com/comments/1319689 ]"], [73687, "2021-08-12T01:38:07Z", [0.0, 0.16, 0.84], ""], [914, "2021-08-12T01:33:24Z", [0.0, 0.2, 0.8], ""], [99993, "2021-08-12T00:30:19Z", [0.0, 0.2, 0.8], ""], [80790, "2021-08-11T20:46:14Z", [0.0, 0.32, 0.68], ""], [86554, "2021-08-11T17:18:37Z", [0.0, 0.09, 0.91], ""], [81262, "2021-08-11T14:44:30Z", [0.0, 0.05, 0.95], "Tweaking down  probabilities for fast closure Prominent Old Guard - member of the same party as PM- wrote opinion piece arguing to call another election if they cannot agree to a new government by Oct. If that's the deadline, the pressure to do so mid-September (1 week before the new budget presentation) is minimal Sorry in Dutch https://eenvandaag.avrotros.nl/item/oud-kamervoorzitter-weisglas-wil-nieuwe-verkiezingen-als-formatie-niet-opschiet/\n"], [96991, "2021-08-11T13:39:25Z", [0.0, 0.1, 0.9], ""], [94606, "2021-08-11T08:46:19Z", [0.0, 0.15, 0.85], "See https://bit.ly/37AGL9m with thanks to @Anneinak "], [72517, "2021-08-11T07:36:18Z", [0.0, 0.12, 0.88], ""], [38, "2021-08-11T06:35:38Z", [0.0, 0.15, 0.85], "Today, I met 4 Dutch citizens, including the Ambassador to the US and the Consul-General in San Francisco.   I learned:\n-that a provisional/caretaker government can govern until the next election!\n-that a provisional/caretaker government cannot change policy or adopt new policies . . . about, say, climate change or COVID\n-that some think that there is a very slim chance that Rutte & Kaag will agree to form a minority government.  If this happens, it could be done in short order.\n-that, otherwise, it is thought that it will be late September or early October before a new government is sworn in. Consequently, I'm increasing my forecast for after Sept 18th. @bh4eh, @tarun_b, @SE_Meyer, @JMR2017"], [97312, "2021-08-10T19:39:53Z", [0.0, 0.35, 0.65], "Very little new on the formation since the end of June (1). There is probably a lot of deal making going behind the scenes but its hard to gauge if its leading to anything.  I expect a new government after 18 September but wouldn't rule out a surprise.  1:\nhttps://www.kabinetsformatie2021.nl/"], [691, "2021-08-10T17:07:18Z", [0.0, 0.25, 0.75], ""], [1333, "2021-08-10T14:09:50Z", [0.0, 0.35, 0.65], ""], [98424, "2021-08-09T22:54:59Z", [0.0, 0.25, 0.75], ""], [62808, "2021-08-09T21:20:43Z", [0.0, 0.2, 0.8], ""], [55987, "2021-08-09T15:31:11Z", [0.0, 0.3, 0.7], ""], [86554, "2021-08-09T15:11:49Z", [0.0, 0.12, 0.88], ""], [94606, "2021-08-09T14:28:30Z", [0.0, 0.28, 0.72], ""], [81262, "2021-08-09T13:30:53Z", [0.0, 0.29, 0.71], ""], [100785, "2021-08-09T12:26:21Z", [0.0, 0.4, 0.6], ""], [96367, "2021-08-09T08:09:59Z", [0.0, 0.02, 0.98], "Didn’t account for summer recess and decision maker holidays."], [96367, "2021-08-09T08:08:40Z", [0.0, 0.04, 0.96], "Available time left vs progress adjustment."], [18679, "2021-08-08T13:57:00Z", [0.0, 0.11, 0.89], ""], [1333, "2021-08-08T13:51:24Z", [0.0, 0.42, 0.58], ""], [95503, "2021-08-07T20:20:10Z", [0.0, 0.34, 0.66], ""], [34959, "2021-08-07T15:20:03Z", [0.0, 0.31, 0.69], ""], [67259, "2021-08-06T20:08:27Z", [0.0, 0.35, 0.65], ""], [691, "2021-08-06T16:06:53Z", [0.0, 0.3, 0.7], ""], [55987, "2021-08-06T15:31:45Z", [0.0, 0.34, 0.66], ""], [1333, "2021-08-06T14:19:35Z", [0.0, 0.46, 0.54], ""], [1333, "2021-08-06T14:13:42Z", [0.0, 0.48, 0.52], ""], [72517, "2021-08-06T10:38:52Z", [0.0, 0.16, 0.84], ""], [94872, "2021-08-06T04:11:54Z", [0.0, 0.28, 0.72], ""], [59881, "2021-08-05T15:45:11Z", [1.0, 0.0, 0.0], ""], [691, "2021-08-04T18:03:40Z", [0.0, 0.35, 0.65], ""], [52131, "2021-08-04T14:10:37Z", [0.0, 0.0, 1.0], ""], [1333, "2021-08-04T13:59:21Z", [0.0, 0.5, 0.5], ""], [92236, "2021-08-04T06:27:42Z", [0.0, 0.15, 0.85], ""], [98081, "2021-08-03T18:04:47Z", [0.0, 0.39, 0.61], "I'm not finding any tangible signs of progress over the last month or so and there is no obvious coalition combination yet that is showing signs that it could work.  So moving towards September"], [99993, "2021-08-03T16:42:18Z", [0.0, 0.25, 0.75], ""], [1333, "2021-08-03T08:13:02Z", [0.0, 0.55, 0.45], ""], [1333, "2021-08-02T13:19:10Z", [0.0, 0.56, 0.44], ""], [100785, "2021-08-01T19:25:12Z", [0.0, 0.48, 0.52], ""], [691, "2021-08-01T15:02:22Z", [0.0, 0.36, 0.64], ""], [80790, "2021-08-01T08:14:15Z", [0.0, 0.47, 0.53], ""], [94872, "2021-07-31T19:05:19Z", [0.0, 0.3, 0.7], ""], [691, "2021-07-31T15:08:20Z", [0.0, 0.38, 0.62], ""], [34959, "2021-07-31T14:25:56Z", [0.0, 0.45, 0.55], ""], [1333, "2021-07-30T19:12:03Z", [0.0, 0.58, 0.42], ""], [95503, "2021-07-30T18:34:46Z", [0.0, 0.38, 0.62], ""], [42131, "2021-07-30T10:33:59Z", [0.0, 0.3, 0.7], ""], [1333, "2021-07-30T01:01:44Z", [0.0, 0.61, 0.39], ""], [62808, "2021-07-29T21:30:07Z", [0.0, 0.51, 0.49], ""], [38, "2021-07-29T17:38:28Z", [0.0, 0.2, 0.8], "I have several different Google Alerts set up on this question.  I am amazed by how seldom any of them produce any hits.  I know that the negotiations are supposed to be secret, but secrets sell newspapers, so since nothing is appearing in the media, nothing must really be happening.   I admit that I see little incentive for Rutte or anyone else to move the negotiations along.   The only thing of significance, reported here by @Mark_T @ https://www.gjopen.com/comments/1312691, to have happened is that the Dutch Parliament reconvened in the middle of its recess because of COVID. . .  "], [1333, "2021-07-29T13:50:26Z", [0.0, 0.73, 0.27], ""], [98424, "2021-07-29T06:07:52Z", [0.0, 0.32, 0.68], ""], [34815, "2021-07-28T04:02:02Z", [0.0, 0.0, 1.0], ""], [58028, "2021-07-27T21:49:44Z", [0.0, 0.24, 0.76], ""], [691, "2021-07-27T17:26:47Z", [0.0, 0.5, 0.5], ""], [55987, "2021-07-27T15:49:32Z", [0.0, 0.39, 0.61], ""], [72517, "2021-07-27T15:14:22Z", [0.0, 0.28, 0.72], ""], [1333, "2021-07-27T13:21:38Z", [0.0, 0.73, 0.27], ""], [95503, "2021-07-27T12:56:15Z", [0.0, 0.44, 0.56], ""], [96367, "2021-07-27T08:37:05Z", [0.0, 0.1, 0.9], "Dutch Parliament summer recess dates 3 July 21 to 31 August 21, noting that they were recalled two weeks ago due to rise in COVID cases [1]. With COVID the priority for the current admin, and with no obvious incentive to go fast (I.e. to give up recess time to resolve power sharing) post Sept 18th seems the far more likely bet. [1] https://www.dpa-international.com/topic/dutch-parliament-interrupts-summer-recess-rising-infections-urn%3Anewsml%3Adpa.com%3A20090101%3A210710-99-334352"], [96367, "2021-07-27T08:26:45Z", [0.0, 0.15, 0.85], ""], [94872, "2021-07-27T03:09:56Z", [0.0, 0.4, 0.6], ""], [86554, "2021-07-26T10:49:01Z", [0.0, 0.18, 0.82], ""], [68068, "2021-07-26T04:35:48Z", [0.0, 0.5, 0.5], ""], [98424, "2021-07-25T21:10:25Z", [0.0, 0.2, 0.8], ""], [98424, "2021-07-25T21:09:54Z", [0.0, 0.35, 0.65], ""], [31275, "2021-07-25T20:43:54Z", [0.0, 0.1, 0.9], "https://www.france24.com/en/live-news/20210709-dutch-politics-deadlocked-as-small-parties-proliferate"], [102013, "2021-07-25T17:52:48Z", [0.0, 0.12, 0.88], ""], [94606, "2021-07-25T17:13:07Z", [0.0, 0.4, 0.6], "Passage of time adjustment supported by summer holidays that started 9 July and lasts until mid-August (https://bit.ly/374KRpW), recent cabinet shuffles (https://bit.ly/2ULu09k), new storm warnings (https://bit.ly/2TxAhoo), increasing Covid-19 hospital cases and disruptions resulting from recent extensive flooding in parts of Netherlands, the move to a new building for parliamentary sittings (https://bit.ly/374KRpW) and the apparent lack of progress reported by the informateur, Harme (https://bit.ly/2ULu09k) after a meeting with the King two weeks ago. All in all, many things to keep people too busy to be concerned about forming a government, while Rutte probably has little motivation to progress the formation as he's already in the top job! @Anneinak / @SE_Meyer / @MCowley "], [1333, "2021-07-25T15:54:32Z", [0.0, 0.75, 0.25], ""], [59836, "2021-07-25T14:56:26Z", [0.0, 0.05, 0.95], "Negotiations have been postponed until late August, and the fragmented nature of the Dutch government is bound to drag negotiations out. Source: https://news.google.com/articles/CBMiZWh0dHBzOi8vd3d3LmZyYW5jZTI0LmNvbS9lbi9saXZlLW5ld3MvMjAyMTA3MDktZHV0Y2gtcG9saXRpY3MtZGVhZGxvY2tlZC1hcy1zbWFsbC1wYXJ0aWVzLXByb2xpZmVyYXRl0gFlaHR0cHM6Ly9hbXAuZnJhbmNlMjQuY29tL2VuL2xpdmUtbmV3cy8yMDIxMDcwOS1kdXRjaC1wb2xpdGljcy1kZWFkbG9ja2VkLWFzLXNtYWxsLXBhcnRpZXMtcHJvbGlmZXJhdGU?hl=en-US&gl=US&ceid=US%3Aen"], [691, "2021-07-24T19:41:32Z", [0.0, 0.54, 0.46], ""], [1333, "2021-07-24T12:48:28Z", [0.0, 0.77, 0.23], ""], [1333, "2021-07-23T13:31:37Z", [0.0, 0.79, 0.21], ""], [94872, "2021-07-23T06:01:27Z", [0.0, 0.45, 0.55], ""], [691, "2021-07-22T17:27:06Z", [0.0, 0.57, 0.43], ""], [1333, "2021-07-21T13:48:50Z", [0.0, 0.83, 0.17], ""], [22690, "2021-07-21T01:14:21Z", [0.0, 0.2, 0.8], "The delay to mid august in reality only leaves two weeks of talks to come up with an agreement."], [93350, "2021-07-20T15:12:52Z", [0.0, 0.15, 0.85], "The recent elections in the Netherlands had offered the largest number of political parties since the 1940’s with a myriad of socio-political agendas in possibly the World’s total proportional representative system that has produced prolonged negotiations with the various factors to formulate a sitting administration. A childcare benefit scandal and issues over political transparency, in the midst of a global pandemic have deadlocked the process. All parties have agreed to further stall talks until mid-August when a draft proposal will be offered by Rutte and the leader of the second largest party.\nA firm date before September looks unlikely, although possible. https://www.reuters.com/world/europe/dutch-coalition-talks-postponed-august-drafting-pact-starts-2021-06-22/  https://globalriskinsights.com/2021/06/the-netherlands-struggles-to-find-political-stability-as-polarisation-increases/\n"], [55987, "2021-07-19T15:30:08Z", [0.0, 0.54, 0.46], ""], [1333, "2021-07-19T13:11:49Z", [0.0, 0.86, 0.14], ""], [22690, "2021-07-19T08:53:36Z", [0.0, 0.55, 0.45], "passage of time"], [95503, "2021-07-18T21:24:25Z", [0.0, 0.5, 0.5], ""], [100785, "2021-07-18T20:37:15Z", [0.0, 0.59, 0.41], "Adjusted for the progress of time"], [1333, "2021-07-18T12:25:00Z", [0.0, 0.88, 0.12], ""], [99993, "2021-07-17T18:43:21Z", [0.0, 0.35, 0.65], ""], [38, "2021-07-17T16:39:37Z", [0.0, 0.4, 0.6], "for the reasons summarized by @Mark_T  @https://www.gjopen.com/comments/1308425"], [691, "2021-07-16T14:11:49Z", [0.0, 0.58, 0.42], ""], [67259, "2021-07-16T13:14:13Z", [0.0, 0.7, 0.3], ""], [96367, "2021-07-15T21:37:16Z", [0.0, 0.35, 0.65], "Summer recess and little incentive for the ruling party to find compromises it appears.  The country is running well enough at this moment with a caretaker administration so no real imperative to form a government."], [96367, "2021-07-15T21:31:54Z", [0.0, 0.7, 0.3], ""], [29054, "2021-07-15T13:20:35Z", [0.0, 0.6, 0.4], ""], [73687, "2021-07-15T02:08:23Z", [0.0, 0.62, 0.38], ""], [94872, "2021-07-15T00:39:21Z", [0.0, 0.5, 0.5], ""], [55987, "2021-07-14T14:39:54Z", [0.0, 0.63, 0.37], ""], [86554, "2021-07-13T21:35:41Z", [0.0, 0.27, 0.73], ""], [691, "2021-07-13T17:15:42Z", [0.0, 0.6, 0.4], ""], [34959, "2021-07-13T14:51:33Z", [0.0, 0.57, 0.43], ""], [58028, "2021-07-13T12:00:17Z", [0.0, 0.37, 0.63], "Interesting explanation of \"Dutchification\", and why it may take a long time to form a new government: https://www.france24.com/en/live-news/20210709-dutch-politics-deadlocked-as-small-parties-proliferate After the summer break, in mid-August, the search continues. Whether a government will be in place from then until 18 September in about a month's time is becoming increasingly unlikely. "], [49877, "2021-07-12T22:49:04Z", [0.0, 0.55, 0.45], ""], [55987, "2021-07-12T15:44:23Z", [0.0, 0.66, 0.34], ""], [1333, "2021-07-12T14:29:47Z", [0.0, 0.89, 0.11], ""], [100785, "2021-07-11T18:39:47Z", [0.0, 0.63, 0.37], "Update because of the passage of time without visible progress"], [95503, "2021-07-10T22:51:21Z", [0.0, 0.55, 0.45], ""], [80662, "2021-07-10T21:15:24Z", [0.0, 0.3, 0.7], "It’s summer. No rush."], [72517, "2021-07-10T08:55:37Z", [0.0, 0.4, 0.6], ""], [55987, "2021-07-09T16:14:33Z", [0.0, 0.72, 0.28], ""], [99993, "2021-07-09T14:43:14Z", [0.0, 0.6, 0.4], ""], [80790, "2021-07-08T21:54:41Z", [0.0, 0.66, 0.34], ""], [94872, "2021-07-08T05:47:57Z", [0.0, 0.55, 0.45], ""], [62808, "2021-07-06T14:19:22Z", [0.0, 0.51, 0.49], ""], [96991, "2021-07-06T12:34:42Z", [0.0, 0.5, 0.5], ""], [101793, "2021-07-06T02:01:07Z", [0.0, 0.75, 0.25], ""], [31275, "2021-07-04T21:20:31Z", [0.0, 0.34, 0.66], ""], [97892, "2021-07-04T16:50:08Z", [0.0, 0.5, 0.5], ""], [34959, "2021-07-04T15:32:26Z", [0.0, 0.67, 0.33], ""], [1333, "2021-07-04T15:22:23Z", [0.0, 0.9, 0.1], ""], [691, "2021-07-04T14:23:04Z", [0.0, 0.7, 0.3], ""], [14208, "2021-07-03T17:09:18Z", [0.0, 1.0, 0.0], "I don’t like the current one. For very specific reasons!!!!!!!!!!!!!!!!!!!!!!!!!!"], [94872, "2021-07-03T04:09:47Z", [0.0, 0.6, 0.4], ""], [100967, "2021-07-02T20:33:37Z", [0.0, 0.75, 0.25], ""], [38, "2021-07-02T16:22:33Z", [0.0, 0.5, 0.5], "The more I think about this situation, the more it seems to me that Rutte has no incentive(s) to move negotiations along.  They're on break now; who works on thorny negotiations while on break?"], [1333, "2021-07-02T13:22:03Z", [0.0, 0.89, 0.11], ""], [94872, "2021-07-02T03:40:38Z", [0.0, 0.72, 0.28], ""], [98081, "2021-07-01T20:20:19Z", [0.0, 0.64, 0.36], "Talks are still deadlocked, few signs of progress or a workable solution so moving towards the third bin"], [691, "2021-07-01T17:51:38Z", [0.0, 0.67, 0.33], ""], [83135, "2021-07-01T17:32:42Z", [0.0, 0.0, 1.0], ""], [58028, "2021-07-01T16:40:04Z", [0.0, 0.5, 0.5], ""], [55987, "2021-07-01T15:14:08Z", [0.0, 0.82, 0.18], "The deadlock drags on with talks expected to resume in mid-August. "], [1333, "2021-07-01T07:57:18Z", [0.0, 0.88, 0.12], ""], [94872, "2021-07-01T05:39:59Z", [0.0, 0.73, 0.27], ""], [691, "2021-06-30T15:52:56Z", [0.0, 0.6, 0.4], ""], [72517, "2021-06-30T15:07:13Z", [0.0, 0.6, 0.4], ""], [94872, "2021-06-30T02:20:23Z", [0.0, 0.75, 0.25], ""], [98424, "2021-06-30T01:24:49Z", [0.0, 0.6, 0.4], ""], [22690, "2021-06-30T01:04:32Z", [0.0, 0.6, 0.4], "The Dutch parliament are now on recess until the 5th of September. I am not suggesting no negotiations will occur during that time, but rather that there may not be much urgency."], [86554, "2021-06-29T21:24:56Z", [0.0, 0.32, 0.68], ""], [31275, "2021-06-29T15:43:20Z", [0.0, 0.3, 0.7], "https://apnews.com/article/europe-government-and-politics-790f4ec0e9fd1bb1a15665ffbe180e23"], [72517, "2021-06-29T14:41:22Z", [0.0, 0.65, 0.35], ""], [1333, "2021-06-29T13:28:48Z", [0.0, 0.87, 0.13], ""], [101665, "2021-06-29T05:05:32Z", [0.25, 0.5, 0.25], ""], [58028, "2021-06-28T15:15:59Z", [0.0, 0.65, 0.35], ""], [1333, "2021-06-28T10:49:38Z", [0.0, 0.86, 0.14], ""], [100664, "2021-06-28T08:38:25Z", [0.0, 0.3, 0.7], ""], [59836, "2021-06-27T23:48:29Z", [0.0, 0.5, 0.5], "Passed the deadline for the first option"], [94606, "2021-06-27T16:50:10Z", [0.0, 0.66, 0.34], "As @Anneinak pointed out, https://www.gjopen.com/comments/1298440, Rutte has little incentive to make any effort to get a coalition in place soon. @SE_Meyer "], [68068, "2021-06-27T15:23:41Z", [0.0, 0.75, 0.25], ""], [72517, "2021-06-27T09:12:16Z", [0.0, 0.7, 0.3], ""], [1333, "2021-06-26T13:51:20Z", [0.0, 0.85, 0.15], ""], [1528, "2021-06-26T01:07:01Z", [0.0, 0.85, 0.15], ""], [62808, "2021-06-25T21:57:58Z", [0.0, 0.9, 0.1], ""], [94606, "2021-06-25T17:42:11Z", [0.0, 0.9, 0.1], "\"Rutte, Kaag will write draft coalition agreement; Coalition negotiations should start in August\"  Perhaps 17 September is beginning to look optimistic? \"Hamer urged Rutte and Kaag to take responsibility as they were \"both winners of the elections\" and must therefore overcome their differences. After Rutte and Kaag hand in the initial draft, Hamer proposed taking a break of several weeks before continuing to work in August.\" See https://bit.ly/3jeBA6b Apparently PvdA and GL are sticking to their position of only joining any coalition together. So, a coalition of 6 parties, some of which have some fundamental differences, may be the solution but there doesn't seem to be any great rush.   @SE_Meyer  & @Anneinak "], [38, "2021-06-25T17:38:35Z", [0.0, 0.7, 0.3], "https://federalnewsnetwork.com/world-news/2021/06/dutch-talks-on-forming-coalition-government-still-deadlocked/ The above article says basically what @Vincentvd reported @ https://www.gjopen.com/comments/1296504.\n~~~~~ https://www.dutchnews.nl/news/2021/06/vvd-and-d66-to-start-sketching-out-a-coalition-deal-as-impasse-continues/ \"The leaders of the two biggest parties will start putting an agreement down on paper at the suggestion of coalition negotiator Mariette Hamer, who said on Tuesday that by mid August, the parties prepared to form a new coalition government must be involved in serious negotiations.  The aim is not to draw up a cut and dried agreement but to see if the other four parties still in the talks agree with the problems and solutions put forward by Kaag and Rutte. Those that do, could then have input into a definitive coalition agreement.  It is almost 100 days since the March general election and the formation talks have reached an impasse, with the six parties on the shortlist for inclusion unable to agree about who can work with who. Rutte told reporters after meeting Hamer at the parliamentary complex on Monday that he still wanted to see a four party coalition as soon as possible but declined to go into more details about the process. He is known to prefer that the current coalition – VVD, CDA, D66 and ChristenUnie – should have a second term. Meanwhile, Labour leader Lilianne Ploumen has criticised the VVD and CDA for refusing to countenance a coalition with the PvdA and GroenLinks. ‘I am ready to talk, together with GroenLinks, but the two right-wing parties are blocking this, without really giving a reason,’ she said. D66, however, is keen to work with GroenLinks and the VVD rather than the ChristenUnie. \n~~~~~\nCOMMENT:  The thought just occurred to me that Rutte doesn't have a lot of incentive to push this along since the coalition he wants is the coalition he has & leads.  Increasing forecast for last period."], [691, "2021-06-25T14:53:00Z", [0.0, 0.81, 0.19], ""], [55987, "2021-06-24T15:00:56Z", [0.0, 0.89, 0.11], ""], [1333, "2021-06-24T13:15:29Z", [0.0, 0.84, 0.16], ""], [58028, "2021-06-24T07:05:30Z", [0.0, 0.7, 0.3], ""], [72517, "2021-06-23T17:38:10Z", [0.0, 0.5, 0.5], ""], [67259, "2021-06-23T16:28:05Z", [0.0, 0.85, 0.15], ""], [67259, "2021-06-23T16:27:40Z", [0.0, 0.75, 0.25], ""], [63472, "2021-06-23T03:41:38Z", [0.0, 0.9, 0.1], ""], [92236, "2021-06-23T02:58:15Z", [0.0, 0.7, 0.3], ""], [38, "2021-06-22T17:39:45Z", [0.0, 0.88, 0.12], ""], [97312, "2021-06-22T13:55:43Z", [0.0, 0.55, 0.45], "Hamers report has just been published (1). Conclusion, a 6 party coalition is currently not possible. Her advice is for VVD and D66 to start a document on main point to which the other parties can be added the second half of august. That leaves 1 month for a coalition to be concluded before 17 September.  1 In Dutch:\nhttps://www.kabinetsformatie2021.nl/documenten/verslagen/2021/06/22/eindverslag-informateur-hamer"], [1333, "2021-06-22T13:29:16Z", [0.0, 0.83, 0.17], ""], [97892, "2021-06-21T20:18:11Z", [0.0, 0.95, 0.05], ""], [1333, "2021-06-20T14:40:34Z", [0.0, 0.82, 0.18], ""], [45594, "2021-06-20T06:27:59Z", [0.0, 0.35, 0.65], ""], [1333, "2021-06-19T11:20:02Z", [0.0, 0.78, 0.22], ""], [38, "2021-06-18T21:57:14Z", [0.0, 0.9, 0.1], "\nhttps://www.dutchnews.nl/news/2021/06/crunch-cabinet-talks-on-friday-six-parties-are-left-in-the-process/ \" . . .  the process to put together a new coalition government appears to be grinding to a halt. But behind the scenes, Mariette Hamer, who has been charged with facilitating the talks, is working on different scenarios to move the process on . . . \"Six parties – VVD, D66, CDA, PvdA, GroenLinks and ChristenUnie – remain potential partners and their leaders are due to meet Hamer for joint talks later on Friday.  NOS says there are three options on the table. One involves asking VVD leader Mark Rutte and D66 leader Sigrid Kaag to write a draft coalition agreement, the second would involve giving Rutte the job alone. Then the other parties would be asked if they were able to support these plans. The third option, NOS said, involves putting the six parties together and seeing who drops out.  \". . .  All six have said they are not opposed to being part of the cabinet, but there are underlying problems. D66, for example, does not want to rule with ChristenUnie for a second time, and the PvdA and GroenLinks have said they want to remain together. However, the VVD and CDA have said they don’t want to work in a cabinet with two left-wing parties. The sources told NOS they expect Hamer may publish her end report next week, three weeks later than originally planned.\n~~~~~\nCOMMENT:  This actually sounds like progress to me!"], [58028, "2021-06-18T21:04:53Z", [0.0, 0.95, 0.05], ""], [100785, "2021-06-18T18:38:05Z", [0.0, 0.78, 0.22], ""], [1333, "2021-06-18T15:36:28Z", [0.0, 0.77, 0.23], ""], [97375, "2021-06-18T09:17:49Z", [0.0, 0.75, 0.25], ""], [96367, "2021-06-18T08:20:16Z", [0.0, 0.9, 0.1], ""], [92236, "2021-06-17T21:45:37Z", [0.0, 0.75, 0.25], ""], [98312, "2021-06-17T19:52:59Z", [0.0, 0.81, 0.19], ""], [96991, "2021-06-17T10:15:26Z", [0.0, 0.9, 0.1], ""], [73687, "2021-06-17T02:55:51Z", [0.0, 0.98, 0.02], ""], [100967, "2021-06-16T15:48:45Z", [0.0, 0.85, 0.15], ""], [1333, "2021-06-16T14:20:20Z", [0.0, 0.76, 0.24], ""], [691, "2021-06-16T13:37:24Z", [0.0, 0.86, 0.14], ""], [97312, "2021-06-15T19:34:10Z", [0.01, 0.65, 0.34], ""], [55987, "2021-06-15T15:50:21Z", [0.0, 0.94, 0.06], ""], [88452, "2021-06-15T12:29:33Z", [0.0, 1.0, 0.0], "The window for a first-bin outcome is closing quickly now.\nHamer is apparently meeting with Hoekstra (CDA) and Segers (CU) for further talks today, which suggests a continuation of the former coalition has become slightly more likely and could be the dominant strategy in the government formation now in order to achieve a quick resolution of a deadlock.\nWith all the dirt that has come to light (new: https://www.dutchnews.nl/news/2021/06/cda-confirms-publishing-millionaire-gave-e1m-to-election-campaign/ ) and the Omtzigt departure, the CDA lost support dramatically in recent polls and must be happy if they avoid a new election in the first place and if they are included in a new government.\nHowever, unless there's a miracle (see Rutte III cabinet = Rutte IV cabinet) immediately, a new government will not be sworn in before Friday this week. Thus, it looks like a demissionary government will attend the next European Council meeting next week.\nWith respect to the government formation, Hoekstra and the CDA now must be considered as the most obstructive force, which is consistent with their lost parliamentary weight in the past 2021 election, probably a good deal of miscalculation and loss of reality and their fear of being marginalized in a new government, a factor that I have previously under-estimated.\nLesson learned: be more critical of and constantly question your own assumptions. Two of my baisc assumptions (1. a new government will be needed for the ORD to be approved in parliament; 2. the government formation will be concluded before the June 2021 European Council meeting) have proven false, sadly.\nhttps://www.dutchnews.nl/news/2021/06/hoekstra-omtzigt-exit-will-not-make-coalition-talks-more-difficult/\n@bh4eh @Anneinak"], [97192, "2021-06-15T12:23:42Z", [0.0, 0.8, 0.2], ""], [100828, "2021-06-15T10:13:17Z", [0.0, 0.86, 0.14], ""], [94872, "2021-06-15T02:45:23Z", [0.0, 0.87, 0.13], ""], [1333, "2021-06-14T18:05:56Z", [0.0, 0.75, 0.25], ""], [88452, "2021-06-13T20:26:10Z", [0.0, 1.0, 0.0], "https://www.dutchnews.nl/news/2021/06/pieter-omtzigt-quits-the-cda-after-nearly-20-years-as-an-mp/ https://www.dutchnews.nl/news/2021/06/rutte-would-prefer-a-continuation-of-the-current-four-party-coalition/ Surpise, surprise... Is the old Rutte III cabinet going to be the new Rutte IV cabinet? Will ChristenUnie pardon Rutte for his cabale against Omtzigt, now that he dumped the CDA to become an independent MP? Any obstacles left for Rutte to reinstate his first preference-team, except from Ms. Kaag likely being very disappointed? \n@bh4eh @Anneinak"], [1333, "2021-06-13T13:28:33Z", [0.0, 0.74, 0.26], ""], [45594, "2021-06-13T07:08:40Z", [0.05, 0.35, 0.6], ""], [34959, "2021-06-12T15:26:58Z", [0.0, 0.85, 0.15], ""], [72517, "2021-06-12T09:49:32Z", [0.0, 0.92, 0.08], ""], [93350, "2021-06-12T08:23:14Z", [0.0, 0.75, 0.25], "It has taken Dutch MP’s eight weeks since the 2021 election results to appoint a negotiator, Mariëtte Hamer to forge an agreement amongst the seven political parties to form a coalition government. That is two months.\nHer remit was to assess which parties basically agree with each other and produce a tentative coalition of politicians to write a draft agreement.\nShe reported back on June 6 with the following information:\nShe did not dare to say how long this would take;\nShe HOPED that things keep going;\nSees no basic content differences; There appears to be an issue of what the parties think of each other, which indicates perhaps, personality clashes.\nHermann Chizink Willink who appears to be an elder statesman in Dutch political circles has suggested the common ground exists to allow the formation of a government and where D66 leader Sigrid Kerg, Left-wing liberal pro-European Party who came second,\n stated there should be a new cabinet before the summer vacation. Given that personalities seem to be the governing factor here, rather than the content, the process probably requires a stronger leader (possibly elder statesman) with a more positive remit than that held by Mariëtte Hamer, to forge a coalition. Perhaps before Summer with the arguments ending in the near future. https://www.dutchnews.nl/news/2021/05/seven-parties-discuss-economic-strategy-as-coalition-talks-continue/  https://netherlandsnewslive.com/major-political-parties-want-speed-to-unite-a-new-coalition-government/157087/  https://www.dutchnews.nl/news/2021/05/coalition-talks-resume-as-mps-back-choice-of-mariette-hamer-as-negotiator/  https://www.tellerreport.com/news/2021-06-04-hamer-is-optimistic-about-formation--but-needs-more-time.HkfVEGgOc_.html\n"], [62808, "2021-06-11T20:52:56Z", [0.0, 0.9, 0.1], ""], [98424, "2021-06-11T18:46:08Z", [0.0, 0.9, 0.1], ""], [94606, "2021-06-11T17:16:46Z", [0.0, 0.9, 0.1], "Some useful info from @SE_Meyer (https://bit.ly/3pLn46Y) has prompted me to adjust the short term outlook. @Anneinak Sebbi's link exposes more of the twists and turns of European coalition politics!"], [1333, "2021-06-11T14:30:34Z", [0.08, 0.66, 0.26], ""], [67259, "2021-06-11T13:32:11Z", [0.05, 0.7, 0.25], ""], [88452, "2021-06-11T10:31:03Z", [0.0, 1.0, 0.0], "I wonder if this document popped up at this time by coincidence... \"However, Hoekstra told reporters ahead of Friday’s cabinet meeting that the document is ‘extremely annoying and damaging’ and that he first wanted to discuss the implications internally.\n[...]\nIt makes things extremely difficult for CDA leader Wopke Hoekstra and complicates the position of the CDA in the formation process,’ [RTL correspondent Frits] Wester said. 'In the eyes of the other parties, the CDA will first have to put its own house in order, before the party can begin dealing with the nation’s interests.' \"\nhttps://www.dutchnews.nl/news/2021/06/cda-mp-puts-bomb-under-party-with-76-page-list-of-damaging-claims/ It might turn out the other major parties (VVD, D66 in particular) find it useful to streamline the CDA and no longer stand in the way of a five-party coalition, as Hoekstra seems to kowtow already.\n@bh4eh @Anneinak "], [58028, "2021-06-11T07:55:06Z", [0.0, 0.9, 0.1], ""], [55987, "2021-06-10T20:26:07Z", [0.01, 0.94, 0.05], ""], [31275, "2021-06-10T18:45:00Z", [0.0, 0.3, 0.7], ""], [691, "2021-06-09T20:32:04Z", [0.01, 0.86, 0.13], ""], [80790, "2021-06-09T18:31:49Z", [0.02, 0.64, 0.34], "Not a lot of news out there recently that I can see\nhttps://www.dutchnews.nl/news/2021/05/main-parties-call-for-speed-in-putting-together-a-new-coalition-government/\nMakes me think they aren’t there yet and it’ll take a while"], [18679, "2021-06-09T13:34:11Z", [0.0, 0.88, 0.12], ""], [86554, "2021-06-09T13:06:33Z", [0.0, 0.45, 0.55], "Summer hollidays"], [1333, "2021-06-09T09:38:11Z", [0.09, 0.65, 0.26], ""], [88452, "2021-06-09T06:53:21Z", [0.0, 1.0, 0.0], "Even if you don't understand a word of Dutch, you will notice that \"complex\" is one of the words they use most here\nhttps://nos.nl/collectie/13861/video/2383613-zo-ontwijken-de-partijleiders-alle-vragen-over-de-formatie-rondje-binnenhof-19 \"zogenoemde baangerelateerde investeringskorting\" and \"terugwerkende kracht\" isn't alphabet soup but appear to be part of the issues where the cabinet formation is stalled in substance (it seems, some of the subsidies granted by the Rutte III cabinet were recently deemed illegal by the EU, and now they have to figure out...). It also shows that the Dutch are able to form words that look like accidental combination of vowels, of which there must be abundant deposits in the Netherlands, with a few consonants, of which there must be a severe scarcity...  Attention, please! Donate consonants to the Dutch, for the government formation's sake! They can't finish their coalition contract without consonants... EDIT:\nGood to know:\nhttps://www.dutchnews.nl/features/2021/06/what-are-they-on-about-untangling-the-jargon-of-national-politics/"], [58028, "2021-06-08T21:19:47Z", [0.01, 0.95, 0.04], ""], [99993, "2021-06-08T13:10:23Z", [0.0, 0.85, 0.15], ""], [96991, "2021-06-08T06:17:25Z", [0.0, 0.84, 0.16], ""], [34959, "2021-06-08T03:41:27Z", [0.02, 0.84, 0.14], ""], [94872, "2021-06-08T03:16:19Z", [0.0, 0.87, 0.13], ""], [88452, "2021-06-07T23:44:29Z", [0.0, 1.0, 0.0], "Nine parties are able to form a government in the province of Limburg within two months after the former provincial government's collapse... https://www.dutchnews.nl/news/2021/06/nine-parties-agree-deal-to-form-minority-coalition-in-limburg/ Let's see what this means for the national situation, @Anneinak @bh4eh !"], [70711, "2021-06-07T12:50:46Z", [0.0, 0.92, 0.08], ""], [88954, "2021-06-07T12:44:12Z", [0.1, 0.8, 0.1], ""], [58028, "2021-06-07T12:31:43Z", [0.01, 0.89, 0.1], ""], [28171, "2021-06-07T10:20:34Z", [0.02, 0.93, 0.05], ""], [34815, "2021-06-07T03:39:59Z", [0.0, 1.0, 0.0], ""], [100785, "2021-06-06T22:00:33Z", [0.04, 0.78, 0.18], "Updated prior prediction based on the passing of time with little tangible progress. It also follows the clarification by Aneinak (it's about swearing in a goverment by the King) and the arguement by Conor below that that will take some time. "], [1333, "2021-06-06T16:43:47Z", [0.1, 0.64, 0.26], ""], [34959, "2021-06-05T15:55:20Z", [0.05, 0.82, 0.13], ""], [58028, "2021-06-05T09:33:22Z", [0.01, 0.84, 0.15], ""], [94872, "2021-06-05T03:58:16Z", [0.0, 0.85, 0.15], ""], [98424, "2021-06-04T23:06:15Z", [0.05, 0.75, 0.2], ""], [86554, "2021-06-04T22:23:56Z", [0.0, 0.67, 0.33], ""], [1333, "2021-06-04T19:56:21Z", [0.13, 0.61, 0.26], ""], [38, "2021-06-04T17:32:17Z", [0.0, 0.9, 0.1], "This forecast change reflects the passage of time and the response to my clarification request. Question:  Please clarify if the question will close when the king SWEARS IN a new cabinet in or when parliament CONFIRMS the new cabinet. Given the wording of the question, I am assuming it will resolve when the king swears in the new cabinet. GJO Answer:  Thank you for your request. Please use your best judgment, mindful that the question asks when a new Dutch government will be sworn in.  Best,  Ryan @bh4eh, @SE_Meyer"], [88452, "2021-06-04T16:30:16Z", [0.0, 1.0, 0.0], "https://www.dutchnews.nl/news/2021/06/coalition-talks-will-take-longer-chief-negotiator-needs-more-time-nos/"], [691, "2021-06-04T15:41:54Z", [0.02, 0.88, 0.1], ""], [22690, "2021-06-04T02:13:34Z", [0.0, 0.85, 0.15], "Did a lit bit more digging, in October 17 it took 17 days from the government being agreed to being sworn in, as according to this article https://www.theguardian.com/world/2017/oct/09/dutch-politicians-ready-form-government-election-coalition \"Once approved by parliament, the new government’s plans will be finalised and the cabinet appointed – another potentially delicate process that, all being well, should be completed by the week of 23 October.\" - it actually took until the 26th of October for the government to be sworn in.  On that basis, they have run out of time already for the first bucket."], [49877, "2021-06-03T19:13:00Z", [0.1, 0.75, 0.15], ""], [1333, "2021-06-03T14:02:38Z", [0.26, 0.48, 0.26], ""], [81567, "2021-06-03T13:53:56Z", [0.0, 1.0, 0.0], ""], [73687, "2021-06-03T09:03:36Z", [0.11, 0.89, 0.0], ""], [94872, "2021-06-03T04:38:28Z", [0.08, 0.77, 0.15], ""], [94606, "2021-06-02T21:08:32Z", [0.01, 0.84, 0.15], "An adjustment following @SE_Meyer s updated info; https://bit.ly/2RlSqVi @Anneinak as you pointed out, there's knowledge and understanding. European coalition politics, e.g. Netherlands, Belgium, Italy etc, certainly stretches the mind on both of those aspects!"], [98312, "2021-06-02T19:58:37Z", [0.15, 0.8, 0.05], ""], [97312, "2021-06-02T19:42:50Z", [0.2, 0.65, 0.15], ""], [58028, "2021-06-02T15:49:13Z", [0.05, 0.8, 0.15], ""], [72517, "2021-06-02T15:15:50Z", [0.05, 0.9, 0.05], ""], [88452, "2021-06-02T12:44:38Z", [0.07, 0.93, 0.0], "Very strange situation, as on the one hand the \"Kaag option\" becomes more unlikely amid Hoekstra's (CDA) remarks on a potential participation of both the PvdA and GL (which may just turn out to be bluff in order to secure a senior role of the conservative wing in an otherwise balanced coalition, imho; I wouldn't read Hoektra's wording as \"ruling out\" such a coalition either, it's just not his favorite option).\nOn the other hand, the minority government of VVD, D66, CDA and CU, a perfect continuation of the sitting Rutte III cabinet and demissionary government, could be slightly more likely (despite its shortcomings with regards to their ability pushing controversial legislation through the senate) - which could in fact speed up government formation a bit, as it would take most other options and fundamental questions off the table.\nHowever, the Hamer report due 06 June 2021 is now expected by some to be published with a delay.\nhttps://www.dutchnews.nl/news/2021/06/five-party-coalition-unlikely-as-cda-leader-rules-out-groenlinks-pvda-idea/ What do you make of this, @bh4eh ?"], [98081, "2021-06-02T08:19:40Z", [0.07, 0.71, 0.22], "17 June looking increasingly unlikely as progress appears to be slow.  Talks still seem to be in a somewhat exploratory phase. Since 1952 of the cabinets that have taken this long to form, 2/9 (about 22%) went over 6 months. https://www.dutchnews.nl/news/2021/05/seven-parties-discuss-economic-strategy-as-coalition-talks-continue/"], [55987, "2021-06-01T14:44:59Z", [0.08, 0.87, 0.05], ""], [1333, "2021-06-01T13:46:09Z", [0.27, 0.47, 0.26], ""], [34959, "2021-06-01T07:07:55Z", [0.13, 0.75, 0.12], ""], [94872, "2021-05-31T23:30:26Z", [0.1, 0.75, 0.15], ""], [92236, "2021-05-31T22:57:21Z", [0.03, 0.85, 0.12], ""], [58028, "2021-05-31T15:25:06Z", [0.1, 0.7, 0.2], ""], [96318, "2021-05-30T17:14:19Z", [0.2, 0.62, 0.18], ""], [1333, "2021-05-30T15:15:16Z", [0.41, 0.38, 0.21], ""], [100828, "2021-05-30T15:13:46Z", [0.09, 0.78, 0.13], ""], [28171, "2021-05-30T08:25:50Z", [0.1, 0.85, 0.05], "Time is running out and little progress is made. "], [45594, "2021-05-30T07:58:24Z", [0.05, 0.4, 0.55], ""], [88452, "2021-05-30T01:44:42Z", [0.07, 0.93, 0.0], ""], [914, "2021-05-29T21:51:24Z", [0.15, 0.65, 0.2], ""], [1528, "2021-05-29T15:58:24Z", [0.15, 0.75, 0.1], ""], [70711, "2021-05-29T12:50:26Z", [0.3, 0.7, 0.0], ""], [1333, "2021-05-29T08:10:24Z", [0.43, 0.38, 0.19], ""], [58028, "2021-05-28T20:57:10Z", [0.15, 0.7, 0.15], ""], [1333, "2021-05-28T19:13:10Z", [0.53, 0.28, 0.19], ""], [55987, "2021-05-28T15:00:33Z", [0.17, 0.8, 0.03], ""], [72517, "2021-05-28T08:23:19Z", [0.4, 0.6, 0.0], ""], [94872, "2021-05-28T02:05:24Z", [0.15, 0.75, 0.1], ""], [94872, "2021-05-28T02:04:54Z", [0.17, 0.73, 0.1], ""], [97192, "2021-05-27T20:18:35Z", [0.1, 0.8, 0.1], ""], [1333, "2021-05-27T18:15:28Z", [0.54, 0.27, 0.19], ""], [58028, "2021-05-27T14:29:39Z", [0.15, 0.65, 0.2], ""], [100971, "2021-05-27T13:38:11Z", [0.0, 0.5, 0.5], ""], [38, "2021-05-27T07:30:34Z", [0.1, 0.8, 0.1], "https://en.wikipedia.org/wiki/Dutch_cabinet_formation I was reading in the above article about cabinet formation in the Netherlands because I know so little about it when I noticed that the King swears in the cabinet and Parliament \"confirms\" it.    This question asks \" . . . sworn in . . . \"  So, it won't matter whether or not Parliament is in recess when the negotiations are complete.  I would argue that this question should resolve when the cabinet is sworn in by the King, not when Parliament confirms it. @bh4eh, @SE_Meyer, @Luis-Enrique-Urtubey-De-Cesaris "], [38, "2021-05-27T06:00:59Z", [0.1, 0.8, 0.1], "https://www.dutchnews.nl/news/2021/05/seven-parties-discuss-economic-strategy-as-coalition-talks-continue/ \"Seven political parties took part in round table talks with Mariëtte Hamer, who is leading the talks to put together a new coalition government on Wednesday morning. The leaders of the four parties who make up the outgoing coalition – VVD, D66, CDA and ChristenUnie – were joined by the leaders of the Labour party (PvdA), left-wing greens GroenLinks and the Socialist Party to discuss strategy for economic recovery after the coronavirus crisis. Prime minister and VVD leader Mark Rutte said after the meeting that the seven parties had agreed to keep the subjects which were discussed ‘a little quiet’ in the interests of the formation process. CDA leader Wopke Hoekstra said Hamer was using the meeting to see which parties can work together in terms of the content rather than who is going to form the coalition. ‘But I would be happy with some speed,’ he said. The PvdA and GroenLinks have made it clear that they will only negotiate on forming a new coalition together while the SP has said it does not necessarily see a role for itself in a new coalition. Later this week, Hamer is expected to hold meetings with two more clusters of parties. The first, according to broadcaster NOS, is likely to be made up of the four far right parties – PVV, Forum voor Democratie, the Forum spin-off led by Wybren van Haga and JA21 which also broke off from Forum before the election. In those talks, immigration is likely to be the main subject.\"\n~~~~~~~\nCOMMENT:  It sounds like Hamer is still involved in the first series of meetings and sounding people out.  \n~~~~~\nhttps://en.wikipedia.org/wiki/List_of_cabinets_of_the_Netherlands\nIt looks like about 13 out of 29 new cabinets were sworn in during the middle bin time slot and 6 in the first time slot, which makes the base rate about 45%, for the middle bin and 21% for the first bin, EXCEPT I'm not taking into consideration when the election was, and as we are more than 2/3rds of the way through the time frame for the first bin, some of that forecast for the first bin shifts to the later bins. This is making me think that I've too heavily weighted the middle bin. EXCEPT, a Dutch friend tells me that 10-80-10 is probably a reasonable forecast. @SE_Meyer & @bh4eh"], [48168, "2021-05-27T05:01:32Z", [0.25, 0.6, 0.15], ""], [34959, "2021-05-27T02:48:34Z", [0.2, 0.71, 0.09], ""], [100785, "2021-05-26T20:45:45Z", [0.2, 0.74, 0.06], "*adjustment for time lapsed since last prediction without significant progress*  1) base rate: average duration of formation since 1946 is 94 days. Variation is large (with the last formation going on for 225 days)\n2) There are several factors that would indicate a long formation\na) low trust, with high profile debates on whether certain parties are ethically ok with forming a coalition with others and about openness in political culture.\nb) a splintering of parliament, with a record number of parties represented, making majority formation tricky\n3) but also some factors that would indicate a speedy transition\na) 'demissionary' status of current government\nb) the sense of crisis and need for a mandated government\nc) indications from several parties that they are not looking to make a fully negotiated coalition contract but instead will roll over significant chunks of policy making to the post-formation phase. All in all, I expect these to balance out. We will therefor base estimates on the base rate, deduce something from the quick option time lapsed since elections without progress, and also deduce something from the long option as the people would not be likely to accept a lengthy formation period given the Covid-policy that needs to be made."], [100785, "2021-05-26T20:44:07Z", [0.25, 0.7, 0.05], "1) base rate: average duration of formation since 1946 is 94 days. Variation is large (with the last formation going on for 225 days) \n2) There are several factors that would indicate a long formation\na) low trust, with high profile debates on whether certain parties are ethically ok with forming a coalition with others and about openness in political culture. \nb) a splintering of parliament, with a record number of parties represented, making majority formation tricky\n3) but also some factors that would indicate a speedy transition \na) 'demissionary' status of current government\nb) the sense of crisis and need for a mandated government\nc) indications from several parties that they are not looking to make a fully negotiated coalition contract but instead will roll over significant chunks of policy making to the post-formation phase. All in all, I expect these to balance out. We will therefor base estimates on the base rate, deduce something from the quick option time lapsed since elections without progress, and also deduce something from the long option as the people would not be likely to accept a lengthy formation period given the Covid-policy that needs to be made. "], [98424, "2021-05-26T19:57:34Z", [0.22, 0.66, 0.12], ""], [94872, "2021-05-26T17:23:43Z", [0.2, 0.7, 0.1], ""], [55987, "2021-05-26T14:37:47Z", [0.33, 0.64, 0.03], ""], [98312, "2021-05-26T13:53:27Z", [0.39, 0.6, 0.01], ""], [58028, "2021-05-26T12:10:30Z", [0.2, 0.6, 0.2], ""], [68068, "2021-05-26T05:40:04Z", [0.05, 0.75, 0.2], ""], [62808, "2021-05-25T22:36:39Z", [0.1, 0.85, 0.05], ""], [78366, "2021-05-25T21:38:46Z", [0.0, 0.0, 1.0], ""], [91774, "2021-05-25T20:05:53Z", [0.05, 0.95, 0.0], ""], [1333, "2021-05-25T18:20:34Z", [0.65, 0.24, 0.11], ""], [55987, "2021-05-25T15:38:51Z", [0.43, 0.54, 0.03], ""], [94606, "2021-05-25T14:41:16Z", [0.1, 0.75, 0.15], "While Rutte & Kaag would like a government and cabinet formed by the summer recess (https://bit.ly/2QNKCv2), with Hamer, the negotiator / informateur having to meet the leaders or all 18 parties last week and thus in all likelihood having to report back to those 18 at some stage prior to the cabinet formation, as @Anneinak holds (https://bit.ly/3bTVU8l), the more people involved in negotiations, the longer the process, it seems a tight fit to get things done before the summer recess being 3rd July - 31 August (https://bit.ly/3fjS3U9), there's not a lot of time left to get this all negotiated, agreed, in writing of some sort and the government formed and sworn in; 5 weeks before the recess and in terms of this question, just over two weeks after the recess. Harmer's report is due by 6 June but; \"...but she already made it clear on Friday (probably 14 May) that this is not a hard deadline for her. While she acknowledged the urgency of the recovery plan, it is more about the \"quality of the work,\" she said at the time\".  @SE_Meyer you may find this and the links interesting"], [97539, "2021-05-25T11:20:37Z", [0.41, 0.49, 0.1], ""], [28171, "2021-05-24T13:27:52Z", [0.25, 0.7, 0.05], "The clock is ticking and little progress has been made. "], [38, "2021-05-24T07:34:41Z", [0.1, 0.8, 0.1], "https://nltimes.nl/2021/05/17/cabinet-formation-begin-today \". . . the new informateur Hamer is set to meet the leaders of the nine largest parties on Tuesday  [5/18] to continue the next round of formation talks . . .  At this stage, Hamer on behalf of Tweede Kamer will focus on initial proposals for a national recovery plan to help the Netherlands out of the coronavirus crisis. In this round of Cabinet formation discussions, Hamer expects to be able to gain insight into the stance eighteen leaders have about the recovery and transition plan intended to take on after the crisis.  She said on Friday she felt optimistic about reaching an agreement with the political leaders on this matter soon. According to Hamer, this must be “quickly set up”. She also revealed she plans to meet young people and representatives of sectors hardest hit by the coronavirus pandemic to ensure their voices are also heard as the country emerges from one of the biggest crises in recent history. The leader of Bij1, Sylvana Simmons, was slated to be the first party chair to meet Mariëtte Hamer on Monday. . . .  Hamer’s final report on this round of discussions is expected to be ready on June 6, but she already made it clear on Friday that this is not a hard deadline for her. While she acknowledged the urgency of the recovery plan, it is more about the \"quality of the work,\" she said at the time. \n~~~~~~~\nhttps://nltimes.nl/2021/05/12/former-pvda-leader-mariette-hamer-likely-appointed-new-informateur\n"], [88452, "2021-05-22T14:53:18Z", [0.78, 0.22, 0.0], "If I had to place a bet, I'd put my money on a coalition formed of VVD, D66, CDA, PvdA and GL, and pretty soon. However, there is a new \"scandal\" in the making inherited from the Rutte III-cabinet, which is currently keeping \nhttps://en.wikipedia.org/wiki/Hugo_de_Jonge\nup at night, who isn't exactly \"missing\" 5bn EUR from his budget but instead didn't put too much attention to having a correct paper trail on how and why the money was spent in his department in early 2020. The problem has been known for at least nine months, but became talk of the Netherlands more recently as it is still unresolved and now under scrutiny by the independent government audit office Algemene Rekenkamer\nhttps://www.dutchnews.nl/news/2021/05/health-ministry-cannot-account-for-over-e5bn-of-its-2020-budget/\nMore explanations, with some funny other stuff attached as always, here in the podcast (from 27:30)\nhttps://www.dutchnews.nl/features/2021/05/dutchnews-podcast-the-510-square-metres-of-eurovision-edition/\nnot much going on otherwise. The whole story reminds me of the turbulence in Germany about N95 masks purchased at outrageous prices with public funds in troubled time of March and April 2020, making a few goods traders multi-millionaires and a few MPs or their relatives earn impressive amounts for their service of brokering the contracts (mainly MPs of the so called \"Christian\" parties in Bavaria and in the Bundestag, CSU and CDU). It could spell some outrage, MPs leaving their seat in the Dutch parliament, and some more disruption and turbulence in the government formation process, particularly for the CDA in the near future, and forces me to unwind my optimism in part. On the other hand, it could force all five future coalition parties to negotiate for real and cement their coalition as soon as possible in order to avoid new elections or losing a majority when the whole information hits the public fan."], [86554, "2021-05-22T12:23:17Z", [0.01, 0.67, 0.32], ""], [86554, "2021-05-22T12:22:50Z", [0.01, 0.57, 0.42], ""], [58028, "2021-05-22T08:32:51Z", [0.3, 0.6, 0.1], ""], [98081, "2021-05-21T20:11:41Z", [0.1, 0.6, 0.3], "There seems to be desire on the part of D66 and VVD to form a cabinet before the summer recess but there are currently few signs of concrete progress.  Talks by the informateur with all 18 parties are due to finish by 6 June but that is described as 'not a hard deadline' and is still some way off a cabinet.  So I am shifting my estimate up for the second two bins and down for the first. https://nltimes.nl/2021/05/19/d66-leader-sigrid-kaag-pressing-cabinet-formed-summer"], [31275, "2021-05-21T19:34:24Z", [0.52, 0.48, 0.0], ""], [1528, "2021-05-21T14:02:27Z", [0.45, 0.55, 0.0], ""], [99993, "2021-05-20T22:23:34Z", [0.2, 0.7, 0.1], ""], [58028, "2021-05-20T15:59:38Z", [0.4, 0.55, 0.05], ""], [81187, "2021-05-20T15:17:32Z", [0.0, 1.0, 0.0], ""], [88452, "2021-05-20T09:13:43Z", [1.0, 0.0, 0.0], "\"Talks on forming a new cabinet must now speed up to ensure there is a government as soon as possible, the main party leaders say, after exchanging views with Mariette Hamer, who is leading the negotiations. In particular the VVD, D66 and CDA – all part of the present cabinet – are calling for more speed. ‘I do not think the Netherlands will understand it if things take much longer,’ prime minister Mark Rutte said after his meeting with Hamer on Tuesday.\n[...]\nD66 leader Sigrid Kaag said after her meeting with Hamer that there should be a new cabinet before the summer recess. ‘That is our ambition and our approach,’ she told reporters. ‘We want a cabinet that is as stable and progressive as possible,’ she said, adding that GroenLinks, the PvdA, VVD and CDA are potential partners.\"\nhttps://www.dutchnews.nl/news/2021/05/main-parties-call-for-speed-in-putting-together-a-new-coalition-government/ \"...there should be a new cabinet before the summer recess.\" (Sigrid Kaag, D66) @Conor\nIt seems as if (iii.1), GL included, is taking shape https://www.gjopen.com/comments/1276803 @bh4eh https://www.dutchnews.nl/news/2021/05/noord-brabant-coalition-collapses-after-parties-break-with-fvd/"], [22690, "2021-05-20T08:24:42Z", [0.15, 0.7, 0.15], "There seems to be concern that there won't be a government sworn in by the summer recess (which is early July), so allocating more heavily towards the second bucket."], [81567, "2021-05-19T20:00:04Z", [0.5, 0.5, 0.0], ""], [1333, "2021-05-19T06:32:01Z", [0.75, 0.15, 0.1], ""], [55987, "2021-05-18T16:38:21Z", [0.5, 0.49, 0.01], ""], [100785, "2021-05-18T14:58:13Z", [0.25, 0.7, 0.05], ""], [96367, "2021-05-18T09:13:23Z", [0.2, 0.72, 0.08], ""], [100785, "2021-05-18T08:25:12Z", [0.25, 0.65, 0.1], ""], [34959, "2021-05-17T13:15:46Z", [0.33, 0.6, 0.07], ""], [58028, "2021-05-17T12:41:36Z", [0.25, 0.65, 0.1], ""], [96991, "2021-05-17T09:52:22Z", [0.25, 0.55, 0.2], ""], [45594, "2021-05-16T06:58:45Z", [0.1, 0.4, 0.5], ""], [94872, "2021-05-16T05:40:12Z", [0.28, 0.64, 0.08], ""], [86554, "2021-05-15T08:41:51Z", [0.05, 0.55, 0.4], ""], [38, "2021-05-15T04:52:06Z", [0.1, 0.8, 0.1], "The arguments that are shaping my thinking are \n1) that Hamer's report is due June 6th,  only 11 days before the first bin closes,  \n2) the article I read said there will not be a new government \"in the short term\",  \n3) Rutte is wounded, \n4) Omzigt is lurking,\n5) Willink recommended against the new negotiator being someone political like Hamer \n6)  Anne's basic rule:  the more parties there are to a negotiation, the longer it takes.  This coalition may involve 4 or 5 parties!\n7)  Why would it take less time than it took the last time???"], [1333, "2021-05-14T18:05:12Z", [0.7, 0.2, 0.1], ""], [29054, "2021-05-14T14:18:06Z", [0.71, 0.29, 0.0], ""], [58028, "2021-05-14T10:39:41Z", [0.4, 0.52, 0.08], ""], [94872, "2021-05-14T05:36:15Z", [0.4, 0.5, 0.1], ""], [38, "2021-05-14T00:46:41Z", [0.1, 0.8, 0.1], "https://www.dutchnews.nl/news/2021/05/coalition-talks-resume-as-mps-back-choice-of-mariette-hamer-as-negotiator/ \"The decision by MPs to press ahead with Hamer, a Labour party member who was put forward by the VVD and D66, does not mean that there will be a new coalition in the short term. \"\n~~~~\nAdditional info in the article:  Hamer's progress report is due June 6th."], [94606, "2021-05-13T20:52:15Z", [0.6, 0.4, 0.0], "Thanks to @SE_Meyer (https://bit.ly/3bnb7yo), a small downgrade to bucket 1 @Anneinak you may find Sebbe's comments and links useful on this one; one comment confirms the gist of your Aviation Analysis article too. However, after a TV interview on Monday night, some critics suggested Rutte hasn't brought any new or exceptional ideas to the table;  \"In addition, commentators said after the broadcast, it remains to be seen if the few ideas he came with to create more open government will be enough. The expectations were high and for weeks politicians had been looking forward to the ‘radical ideas,’ the Volkskrant said. ‘But the ideas were not radical. He reiterated earlier cabinet proposals to provide more openness regarding decision-making and the promise to focus on the “human scale”. Just like other parties, Rutte wants to get rid of backroom politics and a closed coalition agreement.’\" That said, I think there is pressure to get a government in place asap as Netherlands is one of the laggards to notify EU for the ORD amendment https://bit.ly/3e3y5MO)."], [34959, "2021-05-13T14:44:34Z", [0.47, 0.47, 0.06], ""], [88452, "2021-05-12T08:23:01Z", [0.92, 0.08, 0.0], "PvdA is most likely part of the government coalition, parliamentary debate on the issue today: \"MPs will debate the slow progress in the process to form a new coalition cabinet on Wednesday.\" \" ‘A lot is at stake for Rutte,’ the Volkskrant said. ‘If he cannot convince voters and MPs, he can forget about his dream fourth cabinet. He needs parties like D66, the CDA, PvdA and GroenLinks to form a new majority coalition.’ \" https://www.dutchnews.nl/news/2021/05/ser-chairwoman-mariette-hamer-set-to-lead-coalition-talks/\nhttps://www.dutchnews.nl/news/2021/05/mark-rutte-admits-mistakes-in-tv-interview-but-wont-do-everything-differently/\nhttps://www.ser.nl/en/ser/about-the-ser EDIT:\n\"Eight weeks after the general election, talks on forming a new coalition government can begin in earnest, after a majority of MPs supported the appointment of SER chairwoman Mariëtte Hamer to lead the negotiations. Her role is to assess which parties see eye to eye on which themes and to put together a tentative coalition of politicians to write a draft agreement. Hamer will report back on her progress to MPs ***by June 6***. The decision by MPs to press ahead with Hamer, a Labour party member who was put forward by the VVD and D66, does not mean that there will be a new coalition in the short term. Nor does it mean that Mark Rutte will lead the next government. However, commentators say, he can now muster enough support in parliament after admitting he had made mistakes and that he wants to work together with MPs, ministers and society at large to change the political culture in The Hague.\"\nhttps://www.dutchnews.nl/news/2021/05/coalition-talks-resume-as-mps-back-choice-of-mariette-hamer-as-negotiator/\n@bh4eh"], [29054, "2021-05-11T23:45:51Z", [0.76, 0.24, 0.0], ""], [38, "2021-05-11T21:22:48Z", [0.5, 0.48, 0.02], "https://www.aviationanalysis.net/mark-rutte-has-to-radically-reinvent-himself-or-else-he-can-forget-his-dream-of-the-fourth-government/ This is one man's opinion, but he makes sense."], [97312, "2021-05-11T19:33:56Z", [0.37, 0.54, 0.09], "Increased the chance of a government after June 18. Formation doesn't seem to show results yet.\nVery interesting is the position of CDA and especially Pieter Omtzigt, who is extremely popular with the CDA membership. Omtzigt support seems to be a condition for the CDA to join a coalition but he is personaly opposed to governing with mark Rutte. (1) A coalition without CDA would be very hard for VVD since it would mean a shift to the left.  1: (source in Dutch but readable with Google Translate)\nhttps://www.nrc.nl/nieuws/2021/05/11/omtzigt-bereid-tot-gesprek-met-rutte-maar-niet-nu-a4043163"], [58028, "2021-05-11T18:01:33Z", [0.44, 0.5, 0.06], ""], [38, "2021-05-11T17:05:51Z", [0.52, 0.46, 0.02], "https://www.dutchnews.nl/news/2021/05/mark-rutte-admits-mistakes-in-tv-interview-but-wont-do-everything-differently/ Rutte was interviewed on tv the other night.  Hopes had been high that he would introduce some \"radical\" changes, however, it seems that what he suggested was barely different, so there is some disappointment.\n~~~~~\nhttps://www.dutchnews.nl/news/2021/05/ser-chairwoman-mariette-hamer-set-to-lead-coalition-talks/ The new negotiator has been named:  Mariette Hamer.  She will officially be appointed on Wednesday.  Her appointment may signal that Rutte is reaching out to Labor (PvdA) to be a part of his coalition."], [88954, "2021-05-11T15:01:16Z", [0.7, 0.3, 0.0], ""], [100977, "2021-05-11T06:37:55Z", [0.0, 0.5, 0.5], ""], [88452, "2021-05-11T06:32:11Z", [0.79, 0.1, 0.11], ""], [80790, "2021-05-10T21:31:05Z", [0.05, 0.63, 0.32], ""], [100967, "2021-05-10T18:22:38Z", [0.0, 0.95, 0.05], ""], [55987, "2021-05-10T15:30:02Z", [0.5, 0.49, 0.01], ""], [58028, "2021-05-10T15:20:28Z", [0.45, 0.49, 0.06], ""], [34959, "2021-05-10T04:33:52Z", [0.45, 0.49, 0.06], ""], [691, "2021-05-09T17:13:46Z", [0.51, 0.48, 0.01], ""], [31275, "2021-05-09T16:29:12Z", [0.48, 0.5, 0.02], ""], [100829, "2021-05-09T11:02:17Z", [0.01, 0.25, 0.74], ""], [100951, "2021-05-09T05:27:39Z", [0.5, 0.45, 0.05], ""], [38, "2021-05-08T15:25:31Z", [0.52, 0.46, 0.02], "No news is (obviously) better than bad news, and I assume it means that progress is being made.  I'm tempted to reduce my forecast for the current period, but will hold steady for now."], [94872, "2021-05-07T21:54:28Z", [0.51, 0.44, 0.05], ""], [58028, "2021-05-07T18:55:30Z", [0.47, 0.5, 0.03], ""], [691, "2021-05-07T16:52:31Z", [0.47, 0.5, 0.03], ""], [96367, "2021-05-07T13:35:32Z", [0.3, 0.65, 0.05], "Read this article to mean that there are grounds to form a coalition but that the coalition partners are yet to be decided, let alone satisfied with a negotiated middle and sworn in as a formative government. To reach a point of sufficient agreement to form a government (and be sworn in, don’t forget) in just over a month for bucket 1?  The NLs historical precedent would suggest that is on the unlikely end of the scale.  With Reute being something of a sticking point for some (but probably not a terminal one given the stakes) and with allocation of government seats for the coalition partners not even begun yet it seems more likely the talks will go on for at least a month or two. That said, COVID 19 recovery as a priority consideration and some behind that scenes encouragement from the EU to not waste time on small potatoes and form a stable govt ASAP for wider European stability all seem to suggest that the June to September bucket get the bulk of the probability spread. https://www.dutchnews.nl/news/2021/04/despite-the-disputes-and-mistrust-there-is-hope-of-a-new-coalition/"], [1333, "2021-05-07T13:13:30Z", [0.6, 0.3, 0.1], ""], [96367, "2021-05-07T12:20:27Z", [0.4, 0.5, 0.1], ""], [38, "2021-05-06T16:16:27Z", [0.52, 0.46, 0.02], ""], [55987, "2021-05-06T15:28:29Z", [0.51, 0.48, 0.01], ""], [34959, "2021-05-06T15:13:50Z", [0.51, 0.46, 0.03], ""], [94606, "2021-05-06T12:32:38Z", [0.65, 0.35, 0.0], "There seems to be some progress on the formation of a new coalition. Or, more accurately, the most recently appointed scout / informateur seems to think so; https://bit.ly/3uBLzoM"], [97945, "2021-05-06T11:37:40Z", [0.55, 0.4, 0.05], ""], [914, "2021-05-06T00:34:49Z", [0.31, 0.65, 0.04], ""], [22690, "2021-05-05T23:58:38Z", [0.4, 0.48, 0.12], "There appears to be a political desire to get it done before the end of the summer to manage the transition out of the pandemic phase."], [73687, "2021-05-05T22:50:02Z", [0.67, 0.33, 0.0], ""], [100785, "2021-05-05T21:48:12Z", [0.35, 0.55, 0.1], ""], [62808, "2021-05-05T19:52:47Z", [0.44, 0.56, 0.0], ""], [92236, "2021-05-05T13:46:03Z", [0.71, 0.26, 0.03], ""], [58028, "2021-05-04T13:05:42Z", [0.51, 0.46, 0.03], ""], [1646, "2021-05-03T21:21:15Z", [0.92, 0.08, 0.0], ""], [58028, "2021-05-03T10:28:39Z", [0.52, 0.45, 0.03], ""], [94872, "2021-05-02T14:07:41Z", [0.43, 0.48, 0.09], ""], [98312, "2021-05-02T10:14:54Z", [0.65, 0.34, 0.01], ""], [100828, "2021-05-01T10:48:13Z", [0.35, 0.52, 0.13], ""], [38, "2021-04-30T21:40:07Z", [0.56, 0.42, 0.02], "https://www.dutchnews.nl/news/2021/04/despite-the-disputes-and-mistrust-there-is-hope-of-a-new-coalition/  Despite the disputes and mistrust, ‘there is hope of a new coalition’ \nApril 30, 2021 ~~~~~\nCOMMENTS:\nThere was lots of news in this for me.  According to Willinik, a respected 3rd party brought in to assess the situation:\n-party leaders have shown themselves to be ‘sufficiently willing’ to change the current culture . . . willingness to tackle the problems and to work restore trust between parliament and citizens has increased in recent weeks. \n-The priority now is to start working on the transition out of the coronavirus crisis and this is something the current caretaker government is technically unable to do. \n-MPs will now go on to elect a new ‘informateur’ who will look into potential coalitions. \n-At least four parties will be needed to form a new government with a majority in the lower house of parliament. \n-Most of the main parties but not those on the far right, have not ruled out joining a coalition led by Mark Rutte. We are half-way into the time-frame in the first bin and no further along in the process of forming a new coalition than on the day after the election.  However, as time passes, pressure builds because of the need to address the COVID situation.  I'm feeling a little more optimistic because of this report.  Increasing my forecast for the current period a bit."], [96318, "2021-04-29T22:38:31Z", [0.3, 0.54, 0.16], ""], [100828, "2021-04-29T15:40:06Z", [0.37, 0.46, 0.17], ""], [1333, "2021-04-29T13:32:21Z", [0.59, 0.31, 0.1], ""], [94872, "2021-04-29T06:10:11Z", [0.5, 0.4, 0.1], ""], [31275, "2021-04-29T00:19:46Z", [0.5, 0.42, 0.08], ""], [38, "2021-04-28T14:45:13Z", [0.52, 0.42, 0.06], "https://thecorner.eu/news-europe/revelations-in-benefits-scandal-make-ruttes-job-even-harder/95238/ \"Rutte needs the Christian Democrats and D66 for a majority. The only way to form a coalition without the VVD is for those parties to go into government with the left. Such a combination would require seven parties, ranging from the Christian center-right to the far-left Socialists and animal rights party. Other parties might be more willing to do a deal with the VVD if Rutte steps down, but he remains popular. . . . Pollsters agree the scandal has hurt the Christian Democrats. The party is divided between Omtzigt’s supporters, who mistrust Rutte, and a governmental wing, who fear a coalition without the VVD would be worse.\n~~~~~\nCOMMENT:  A 7-party coalition?!  The negotiators have quite a task.  They may be taking their time in hopes that passions will cool in the interim.  I'm reducing my forecast for resolution in the current period."], [58028, "2021-04-28T13:50:35Z", [0.5, 0.45, 0.05], ""], [72517, "2021-04-28T12:25:47Z", [0.45, 0.5, 0.05], "Elapsed time"], [81567, "2021-04-28T08:17:14Z", [0.65, 0.3, 0.05], ""], [96367, "2021-04-28T07:39:26Z", [0.5, 0.4, 0.1], "Adjusting for passage of time. https://www.reuters.com/article/us-netherlands-politics-rutte-idUSKBN2BQ07R"], [88452, "2021-04-28T07:38:42Z", [0.85, 0.06, 0.09], "\"60% of Dutch population wondering why Rutte is still PM\" [...]\n\"The most important question in the new cabinet formation process remains which parties will still want to work with Rutte. In that respect, all eyes are on Sigrid Kaag, the leader of the second party D66, and Wopke Hoekstra (CDA), who did not exclude the possibility of joining Rutte in the new Cabinet. Kaag is currently the Minister of Foreign Trade and Development, while Hoekstra is the Minister of Finance. The Cabinet formation process continues on Wednesday when the leaders of the eight largest parties in Parliament meet with the former Labour politician now leading formation discussions, Tjeenk Willink. He met with the leaders of the nine smallest parties on Tuesday.\"\nhttps://nltimes.nl/2021/04/21/60-dutch-population-wondering-rutte-still-pm https://nltimes.nl/2021/04/22/rutte-cabinet-accused-withholding-tax-scandal-info-parliament-pm-denies-anything"], [93350, "2021-04-28T07:34:06Z", [0.0, 0.4, 0.6], "Due to a potential coalition partner ruled out joining an administration led by Rutte. Rutte, who recently survived a vote of confidence has had his popular support declining form 54% to 25%. Opinion is that Rutte may have to withdraw as a potential Prime Minister. https://www.reuters.com/article/us-netherlands-politics-rutte-idUSKBN2BQ07R  https://www.eureporter.co/world/holland/2021/04/06/ruttes-prospects-of-forming-new-dutch-government-wane-as-coalition-partner-quits/  https://www.aljazeera.com/news/2021/4/2/dutch-pm-rutte-survives-no-confidence-vote-despite-rebuke\n"], [49877, "2021-04-27T17:39:59Z", [0.4, 0.55, 0.05], ""], [1333, "2021-04-27T13:38:38Z", [0.6, 0.31, 0.09], ""], [94872, "2021-04-27T08:53:30Z", [0.6, 0.35, 0.05], ""], [88452, "2021-04-26T12:50:24Z", [0.93, 0.07, 0.0], "\"teflon Mark's worst week as a politician\" and other details of \"the Dutch government formation soap opera\" comprised in 23 minutes of podcast.\nHighly recommended, state of play as of 09 April 2021. https://www.dutchnews.nl/features/2021/04/dutchnews-podcast-the-resurrection-rutte-edition-week-14/ (11min00sec - 34min00sec).\nFasten your seat belt. Much ado about nothing, it seems."], [18679, "2021-04-26T10:04:08Z", [0.88, 0.1, 0.02], ""], [67259, "2021-04-24T17:50:40Z", [0.65, 0.35, 0.0], ""], [58028, "2021-04-24T07:17:59Z", [0.53, 0.44, 0.03], ""], [63472, "2021-04-23T22:22:15Z", [0.67, 0.27, 0.06], ""], [98424, "2021-04-23T19:17:01Z", [0.39, 0.6, 0.01], ""], [100724, "2021-04-23T11:45:43Z", [0.49, 0.44, 0.07], ""], [58028, "2021-04-22T19:51:06Z", [0.53, 0.41, 0.06], ""], [38, "2021-04-22T16:02:25Z", [0.66, 0.32, 0.02], "More bad news for Rutte & co doesn't bode well for smooth negotiations. https://www.dutchnews.nl/news/2021/04/ministers-face-fresh-accusations-of-misleading-parliament-over-child-benefit-scandal/"], [100731, "2021-04-22T13:25:47Z", [0.7, 0.2, 0.1], ""], [94872, "2021-04-22T04:01:03Z", [0.6, 0.35, 0.05], ""], [58028, "2021-04-20T19:21:33Z", [0.56, 0.41, 0.03], ""], [38, "2021-04-20T19:05:46Z", [0.71, 0.27, 0.02], "Adjusting my forecast yet again, based on what I've learned from @bh4eh and @SE_Meyer @https://www.gjopen.com/comments/1266399"], [1333, "2021-04-20T18:13:11Z", [0.6, 0.3, 0.1], ""], [38, "2021-04-20T16:20:24Z", [0.4, 0.55, 0.05], "Thanks to @SE_Meyer @ https://www.gjopen.com/comments/1266300 for new information and insights. In such negotiations, \"No news is good news\"."], [34959, "2021-04-20T13:05:49Z", [0.45, 0.43, 0.12], ""], [38, "2021-04-19T21:26:36Z", [0.2, 0.6, 0.2], "based on more insights from @SE_Meyer & @bh4eh  at https://www.gjopen.com/comments/1265993"], [97312, "2021-04-19T19:54:29Z", [0.48, 0.44, 0.08], "Increased the probability of a government after june 17. The first few weeks are wasted an the process has to start over again. Strategies from a lot of parties are out in public, and trust in Mark Rutte and the VVD are very low.  Still, all parties know a coalition has the be formed and new elections are not very likely. There barely any stable coalitions without the VVD and all parties know this. "], [38, "2021-04-19T18:04:17Z", [0.3, 0.55, 0.15], "Adjusting forecast for increased probability in the current period based on the post by @bh4eh @ https://www.gjopen.com/comments/1265844"], [94606, "2021-04-19T16:26:46Z", [0.65, 0.35, 0.0], "Following the March 2021 elections, which returned the largest number of parties to the parliament since 1918, the diversity of the elected members makes for difficult negotiations to form a majority government capable of ruling. (https://bit.ly/32oZd2m) Rutte off VVD, the party with the largest polling and Kaag, of the D66 who received the second biggest proportion of votes, seemed to be at odds as to which parties they would respectively accept as coalition parties. Hence, a few stumbling blocks to overcome at the start of the process of finding compromise and agreement on who would be in the coalition. As has been the case in the past, 'scouts' from VVD & D66 were appointed to work on the coalition. The scouts are also referred to as 'negotiators'. Now, nearly a month after the elections, the scouts have had to resign when press photographers exposed the scouts discussion notes which showed that Rutte was apparently trying to sideline a slightly controversial, in his view, opponent, Pieter Omtzigt (CDA). It appears that the only person aware of this was Rutte. This begs the question why Rutte apparently wanted to sideline Omtzigt? Could it be because Omtzigt was effectively the cause of the downfall of Rutte's last coalition  because of his investigation into the child welfare / tax office debacle? Very possibly, IMO. Nonetheless, this led to a vote in parliament on Rutte's suitability. A vote of no confidence would have seen Rutte powerless in the new coalition. As VVD do not have an heir apparent, they clearly had to vote against any vote.  A compromise 'vote of condemnation' was the result. Parliament and more importantly, the public regard for Rutte appears to be diminishing by the day. See https://bit.ly/2QgVbGD Thus, the scouts had to resign and a new scout has been appointed to see if a coalition can be created that would be accepted by all the potential parties thereto. As Rutte's influence and standing is now reduced, I suggest the creation of the coalition will take longer than originally anticipated. Some serious 'horse trading' is likely to take place over a longer period as possible coalition partners are sounded out and common ground found amongst the parties that initially rejected various potential partners. Hence my changed forecast above.  @Anneinak  a link with a similar concept was put forward by @Eolienne (https://bit.ly/3guHzSO)  The next few weeks in Dutch politics are likely to be pressured by the EU (and 'southern countries') as well as the internal national needs as the EU ORD needs to be approved asap; https://bit.ly/32sywtv"], [1333, "2021-04-19T13:51:14Z", [0.58, 0.29, 0.13], ""], [28346, "2021-04-18T21:55:44Z", [0.58, 0.39, 0.03], ""], [31275, "2021-04-18T20:14:38Z", [0.4, 0.43, 0.17], ""], [94872, "2021-04-18T18:16:11Z", [0.25, 0.53, 0.22], ""], [691, "2021-04-18T15:47:46Z", [0.52, 0.44, 0.04], ""], [1333, "2021-04-17T13:34:54Z", [0.59, 0.28, 0.13], ""], [691, "2021-04-15T19:18:14Z", [0.56, 0.42, 0.02], ""], [1333, "2021-04-15T15:51:01Z", [0.6, 0.27, 0.13], ""], [80790, "2021-04-14T20:39:24Z", [0.71, 0.27, 0.02], "It’s going to take a while https://www.eureporter.co/world/holland/2021/04/06/ruttes-prospects-of-forming-new-dutch-government-wane-as-coalition-partner-quits/"], [58028, "2021-04-14T07:46:57Z", [0.55, 0.41, 0.04], ""], [96991, "2021-04-14T07:27:28Z", [0.35, 0.55, 0.1], ""], [914, "2021-04-14T01:06:40Z", [0.3, 0.6, 0.1], ""], [68068, "2021-04-13T18:31:24Z", [0.15, 0.75, 0.1], ""], [97945, "2021-04-13T14:33:22Z", [0.75, 0.25, 0.0], ""], [1333, "2021-04-13T14:09:08Z", [0.66, 0.21, 0.13], ""], [96367, "2021-04-12T22:26:37Z", [0.55, 0.35, 0.1], ""], [88452, "2021-04-12T05:26:04Z", [0.93, 0.07, 0.0], "Leftist fractions consider a minority government modeled after examples from Scandinavia. https://nltimes.nl/2021/04/06/popular-labour-politician-tasked-building-new-govt-coalition\nhttps://nltimes.nl/2021/04/09/almost-65000-invalidated-mail-ballots-march-elections\nhttps://en.wikipedia.org/wiki/2021_Speaker_of_the_Dutch_House_of_Representatives_election\nhttps://www.nu.nl/tweede-kamerverkiezingen-2021/6126460/tjeenk-willink-begint-als-informateur-met-deze-fracties-praat-hij-vandaag.html\nhttps://www.nu.nl/politiek/6126845/kaag-noemt-formatie-teamspel-rutte-sprak-met-formateur-over-vertrouwen.html\nhttps://www.nu.nl/politiek/6126858/formatie-gaat-door-maar-rutte-vormt-nog-steeds-een-obstakel.html\nhttps://www.nu.nl/tweede-kamerverkiezingen-2021/6126460/tjeenk-willink-begint-als-informateur-met-deze-fracties-praat-hij-vandaag.html"], [86554, "2021-04-11T16:36:14Z", [0.18, 0.42, 0.4], ""], [34959, "2021-04-11T15:03:48Z", [0.45, 0.4, 0.15], ""], [1333, "2021-04-11T13:37:58Z", [0.67, 0.2, 0.13], ""], [38, "2021-04-11T06:15:02Z", [0.15, 0.55, 0.3], "https://www.worldpoliticsreview.com/articles/29557/in-the-netherlands-rutte-finds-himself-in-a-very-dutch-scandal COMMENT:  For me, the money lines are:  \n\"“After 10 years of government, the truth has caught up with him [Rutte].” . . . “How will you regain confidence?” A chastened Rutte said he’d stay in office, but vowed, “I will work terribly hard to regain trust.”\n. . . \n\" Too many times, Rutte had also declared that his memory had failed him when facing other crises. Suddenly, it became clear that the skilled politician had been dodging responsibility for his failings and ultimately letting others suffer the consequences.\n. . . \n\"Now Rutte has the unenviable task of persuading politicians who just voted to censure him to become part of his governing coalition. Will it work?\n. . .\n\"There is no sign that the VVD is about to remove him, . . . the second-biggest vote-getter under Kaag, who is a rising star in Dutch politics—would be the next in line to form a government if the VVD lost its grip. \"Kaag has spoken openly of her goal of becoming the Netherlands’ first female prime minister, but for now, the arithmetic is not there for her, either. Even though she said her trust in Rutte has been “seriously dented,” it is likely that she will reluctantly stick with her commitment to throw her party’s 24 seats in support of a fourth Rutte-led government. The same is likely for Rutte’s other previous coalition partner, the Christian Democratic Appeal, whose leader described the situation as “a total mess.” \"Rutte may end up settling for establishing a minority government and hoping it can hold. If he can’t, the Dutch may have to go back to the polls, which now show that although the VVD is still the most popular party, it has lost some altitude since the scandal broke."], [58028, "2021-04-10T21:50:37Z", [0.58, 0.38, 0.04], ""], [18679, "2021-04-10T10:16:07Z", [0.88, 0.1, 0.02], ""], [88452, "2021-04-10T09:48:46Z", [0.93, 0.07, 0.0], ""], [1333, "2021-04-10T08:52:39Z", [0.8, 0.11, 0.09], ""], [94872, "2021-04-10T04:52:30Z", [0.25, 0.53, 0.22], ""], [75432, "2021-04-09T21:09:53Z", [0.75, 0.2, 0.05], ""], [97892, "2021-04-09T18:54:51Z", [0.65, 0.3, 0.05], ""], [98424, "2021-04-09T18:18:19Z", [0.39, 0.45, 0.16], ""], [72517, "2021-04-09T16:57:14Z", [0.55, 0.4, 0.05], "Parties open to a coalition with Rutte as PM: CDA, D66, SGP & JA21. Also PvdA, but they seem to be more likely to stay out. Source: https://www.nrc.nl/nieuws/2021/04/08/formatieblog-8-april-a4038944"], [59836, "2021-04-09T13:11:08Z", [0.14, 0.43, 0.43], "Adjusting due to recent events involving Mark Rutte (https://news.google.com/articles/CAIiEOfGoMh4a6V0x9cnvskVzYkqFggEKg0IACoGCAowt6AMMLAmMLT5lwM?hl=en-US&gl=US&ceid=US%3Aen)"], [86554, "2021-04-08T19:02:51Z", [0.4, 0.44, 0.16], ""], [691, "2021-04-08T18:05:24Z", [0.54, 0.46, 0.0], ""], [914, "2021-04-08T02:25:24Z", [0.45, 0.45, 0.1], ""], [97945, "2021-04-07T10:16:00Z", [0.85, 0.15, 0.0], ""], [94872, "2021-04-07T00:05:25Z", [0.25, 0.53, 0.22], ""], [38, "2021-04-06T21:58:00Z", [0.15, 0.55, 0.3], ""], [691, "2021-04-06T17:59:32Z", [0.56, 0.44, 0.0], ""], [1333, "2021-04-06T15:11:04Z", [0.9, 0.08, 0.02], ""], [28171, "2021-04-06T14:59:03Z", [0.45, 0.5, 0.05], "Last weeks events resulted in current coalition partner CU ruling out further cooperation with the VVD unless prime minister Rutte leaves the battlefield. This makes the road to a new government very difficult. Even new elections can not be ruled out. "], [1528, "2021-04-06T14:57:24Z", [0.55, 0.45, 0.0], ""], [38, "2021-04-05T16:48:00Z", [0.25, 0.6, 0.15], "great article linked here by @cdob63 https://www.gjopen.com/comments/1258764"], [1528, "2021-04-05T16:13:36Z", [0.77, 0.23, 0.0], ""], [73970, "2021-04-05T15:09:53Z", [0.65, 0.35, 0.0], ""], [98108, "2021-04-05T15:00:08Z", [0.0, 0.26, 0.74], ""], [45594, "2021-04-05T08:21:08Z", [0.2, 0.4, 0.4], ""], [22690, "2021-04-05T06:53:30Z", [0.35, 0.35, 0.3], "My initial forecast was predicated on their being a smooth path based on the same four parties forming a government. With the CU announcement over the weekend that now seems unlikely. While I await more information, I will distribute the probabilities fairly equally."], [94872, "2021-04-05T00:26:19Z", [0.35, 0.5, 0.15], ""], [96318, "2021-04-04T12:55:31Z", [0.55, 0.35, 0.1], ""], [98081, "2021-04-04T07:26:39Z", [0.23, 0.59, 0.18], "Have completely revised this following news of a no confidence vote in Mark Rutte.  If he is forced to resign I think it highly likely it will take until after 18 SEP to form a govt but I think resignation unlikely as he has no obvious candidates to succeed him and .  I give resignation a +10% chance of happening but 90% that it would take until after 18 SEP so 9%. If he stays I now estimate there is a 25-65-10 distribution over the three bins, so multiplying by .9 gives the estimates above. https://amp.theguardian.com/world/2021/apr/02/netherlands-pm-mark-rutte-narrowly-survives-no-confidence-vote "], [88452, "2021-04-04T06:53:22Z", [0.87, 0.13, 0.0], ""], [1528, "2021-04-03T23:12:58Z", [0.76, 0.24, 0.0], ""], [97185, "2021-04-03T20:16:45Z", [0.8, 0.2, 0.0], ""], [58028, "2021-04-03T20:11:24Z", [0.6, 0.4, 0.0], ""], [691, "2021-04-03T18:36:25Z", [0.62, 0.38, 0.0], "https://www.reuters.com/article/us-netherlands-politics-rutte/ruttes-prospects-of-forming-new-government-wane-as-coalition-partner-quits-idUSKBN2BQ07R\nblijf kijken...."], [81262, "2021-04-03T10:02:12Z", [0.0, 0.7, 0.3], ""], [81262, "2021-04-03T10:01:40Z", [0.02, 0.7, 0.28], "Rutte has been severely damaged and all major parties have shown disapproval. It would require a serious about-face to now wrap up a government within 90 days However, having just survived using an old trick (\"I don't recollect\"), he has had previous moments where he also turned into Teflon. Key here is that he is the party leader of the biggest party, his party is behind him, and he got a million votes to his person as well - You cannot NOT have him"], [58028, "2021-04-03T08:24:50Z", [0.65, 0.35, 0.0], ""], [94606, "2021-04-02T18:21:15Z", [0.94, 0.06, 0.0], "It appears that Rutte has been caught out being 'economic with the truth' during the negotiations to form a government - https://reut.rs/3dwhekb. That has potentially delayed the process of forming the new coalition government. Probably only by a few weeks so for the time being, I will hold my above position. The need to form a government as quickly as possible is pressing. As @SE_Meyer pointed out, the next EU Council meeting is 24/25 June and as a founding member of the EU, it would not reflect well on Netherlands to have an empty seat at the table. Equally pressing is the need to approve the EU ORD amendment in order to release the NGEU covid recovery funds to the countries of the EU. Thus, albeit Sigrid Kaag of D66 commented that if she were Rutte, she would not continue seeking to form a coaltion around Rutte's winning vote in the light of this information, Rutte is an experienced and shrewd politician. As @tarun_b suggested to @Anneinak , Rutte knows how to get out of tricky situations. As indeed happened today with his escape from a vote of no confidence (https://bit.ly/3rLIZKL). That said, it is worth bearing in mind that Rutte's last government was forced to resign because of some rather underhand tactics by the tax office about child benefits (https://bit.ly/3mdRWeG) so one would not be remiss in questioning his honesty. Nonetheless, the Dutch voters gave him the most votes amongst many parties that stood in the election in March 2021. He must have some redeeming qualities.  "], [691, "2021-04-02T17:59:47Z", [0.82, 0.18, 0.0], "https://www.reuters.com/article/us-netherlands-politics-rutte-vote/dutch-pm-rutte-censured-but-survives-no-confidence-vote-idUSKBN2BP04Z\nOnce the fallout has fallen out, this may become clearer.  Stay tuned."], [98108, "2021-04-02T14:00:56Z", [0.66, 0.26, 0.08], ""], [58028, "2021-04-02T13:09:12Z", [0.6, 0.4, 0.0], ""], [88452, "2021-04-02T12:01:34Z", [1.0, 0.0, 0.0], "The next European Council meeting will happen on 24/25 June 2021, it would be neat to have a full Netherlands government with a mandate by their parliament to support decisions, and represent their country as an important founding member. It would also be neat if the cabinet is appointed as a whole in time so that the government is up and running well before the Council, and is well-informed about the agenda and is able to influence agenda and decisions even in the weeks ahead.\nhttps://www.consilium.europa.eu/en/meetings/european-council/2021/06/24-25/ Clearly, a swift government formation is the dominant strategy for Dutch politics beyond domestic issues and with regard to the European horizon; blocking a government formation will pay neither for those parties who lost in the election nor for the eternal opposition (PVV; attempts to subvert democratic processes will only evoke more conviction of the democratic parties) nor for those parties who feel ousted in the government formation process nor for those smallish fractions of the parliament which are too small to have any involvement. 226 days were a luxury back then, but it came at a price. In a year of a fast moving pandemic, a policitcal road block can lead to disaster, with Lebanon (a country that is about to \"sink like the Titanic\") as a permanently dunning example."], [97312, "2021-04-02T07:14:24Z", [0.65, 0.33, 0.02], ""], [94872, "2021-04-02T03:16:03Z", [0.4, 0.5, 0.1], ""], [98108, "2021-04-02T01:24:44Z", [0.08, 0.26, 0.66], ""], [59836, "2021-04-02T00:43:34Z", [0.7, 0.15, 0.15], "Reducing in light of recent events (https://news.google.com/articles/CBMiVmh0dHBzOi8vd3d3LnJldXRlcnMuY29tL2FydGljbGUvaGVhbHRoLWNvcm9uYXZpcnVzLW5ldGhlcmxhbmRzLWdvdmVybm1lbi1pZFVTTDFOMkxOMTRQ0gE0aHR0cHM6Ly9tb2JpbGUucmV1dGVycy5jb20vYXJ0aWNsZS9hbXAvaWRVU0wxTjJMTjE0UA?hl=en-US&gl=US&ceid=US%3Aen, https://news.google.com/articles/CBMikwFodHRwczovL3d3dy5yZXV0ZXJzLmNvbS9hcnRpY2xlL25ldGhlcmxhbmRzLXBvbGl0aWNzLXJ1dHRlL3VwZGF0ZS0xLWR1dGNoLXBhcmxpYW1lbnQtdG8taG9sZC1uby1jb25maWRlbmNlLXZvdGUtb24tY2FyZXRha2VyLXBtLXJ1dHRlLWlkVVNMMU4yTFUwWEPSATRodHRwczovL21vYmlsZS5yZXV0ZXJzLmNvbS9hcnRpY2xlL2FtcC9pZFVTS0JOMkJPNUNU?hl=en-US&gl=US&ceid=US%3Aen)"], [58028, "2021-04-01T21:23:54Z", [0.45, 0.5, 0.05], ""], [98081, "2021-04-01T20:28:27Z", [0.75, 0.23, 0.02], "Shifted slightly towards the shortest timescale but only slightly.  There is clearly a desire to form a cabinet quickly, by 'the summer'.  However it looks like there will still need to be a 4 party coalition so could require some time for negotiations to complete.  The same coalition as last time could work but the number of seats won is different so there will need to be a reallocation of posts which could take time.  I return to the fact that only 11 out the last 20 coalitions have taken less than 90 days, some factors involved in the longest formations are not present (eg last time irreconcilable differences between GroneLinks and the Christian parties; GroneLinks have not done well this time so unlikely to be involved) so I put the third bin down to only 2%; I think 90 days likely - but far from certain. https://nltimes.nl/2021/03/18/new-dutch-cabinet-expected-summer"], [98108, "2021-04-01T19:48:53Z", [0.64, 0.11, 0.25], ""], [58028, "2021-04-01T19:28:23Z", [0.6, 0.4, 0.0], ""], [38, "2021-04-01T17:55:10Z", [0.3, 0.6, 0.1], "https://www.gjopen.com/comments/1257951 Rutte has made a mess of things, and the path to a new government isn't going to be smooth."], [86554, "2021-04-01T16:59:40Z", [0.5, 0.44, 0.06], ""], [38, "2021-04-01T15:19:22Z", [0.35, 0.6, 0.05], "The news today is not good for Rutte's ability to form a government.   He won't give up easily, and it won't be easier for anyone else. see @tarun_b https://www.gjopen.com/comments/1257868"], [72517, "2021-04-01T15:09:37Z", [0.5, 0.4, 0.1], "Utter chaos. Rutte seems to have tried to cover up his involvement with repositioning Omtzigt. Procedure to pass vote of no confidence against him has passed. There reportedly isn't much enthusiasm within the CDA to be a coalition partner. Sigrid Kaag feels let down after Rutte spoke on her behalf last week. Says \"our paths part\". https://www.nrc.nl/nieuws/2021/04/01/rutte-vecht-voor-zijn-politieke-leven-tegenover-een-woedende-kamer-a4038136\nhttps://www.volkskrant.nl/nieuws-achtergrond/omtzigt-kwam-twee-keer-voor-in-gesprekken-rutte-segers-krijgt-rutte-emotioneel~b0fd1094/"], [31275, "2021-03-31T20:10:42Z", [0.4, 0.43, 0.17], "https://apnews.com/e81fa73fd36da30b4ae85ed9f3b01173\nLast one took 225 days after election. "], [691, "2021-03-31T17:12:07Z", [0.94, 0.06, 0.0], ""], [99176, "2021-03-31T15:05:28Z", [0.95, 0.05, 0.0], ""], [100184, "2021-03-31T14:11:39Z", [0.92, 0.08, 0.0], ""], [100176, "2021-03-31T09:00:23Z", [0.6, 0.3, 0.1], ""], [28346, "2021-03-31T07:35:38Z", [0.95, 0.05, 0.0], ""], [73687, "2021-03-31T00:50:37Z", [0.97, 0.03, 0.0], ""], [97185, "2021-03-30T09:48:44Z", [0.95, 0.05, 0.0], ""], [1333, "2021-03-30T09:16:55Z", [1.0, 0.0, 0.0], ""], [88452, "2021-03-30T09:10:51Z", [1.0, 0.0, 0.0], "\"Parliamentary majority wants debate on leaked formation notes Among other things, the document mentioned CDA parliamentarian Pieter Omtzigt, with the words \"function elsewhere\", and CDA leader Wopke Hoekstra and his negotiation style.\n[...]\nAccording to NOS, central to this debate is MPs' need to find out who sees CDA parliamentarian Omtzigt as such an obstacle that they want him to not be in parliament. Until this question is answered, parliamentarians may not have enough confidence in the cabinet formation process for the formation to continue, the broadcaster wrote.\nVVD leader Mark Rutte already stated that he and D66 leader Sigrid Kaag did not discuss Omtzigt when they met with Ollongren and Jorritsma. Other party leaders also denied it.\"\nhttps://nltimes.nl/2021/03/26/parliamentary-majority-wants-debate-leaked-formation-notes \"Gov't formation process restarts with new pathfinders To clear the air, new pathfinders Van Ark and Koolmees will again meet with the leaders of all 17 parties in parliament. That will be somewhat complicated, as some of them are in quarantine because they had close contact with Ollongren, who tested positive for the coronavirus on Thursday.\n[...]\nKoolmees and Van Ark will give an update on their progress on Tuesday. \"\nhttps://nltimes.nl/2021/03/26/govt-formation-process-restarts-new-pathfinders Official results as of Friday 26 March 2021:\n\"VVD (34) en D66 (24) behouden het verwachte aantal zetels, zo blijkt vrijdag uit de officiële verkiezingsuitslag. Ook komen definitief vier nieuwe partijen in de Tweede Kamer: Volt en JA21 met drie zetels en de BoerBurgerBeweging en BIJ1 met elk één zetel.\nDe verkiezingsuitslag wijkt niet af van de definitieve prognose van het ANP, die eerder deze week bekend werd gemaakt. De verdere zetelverdeling is als volgt: PVV (17), CDA (15), SP en PvdA (elk 9), GroenLinks en Forum voor Democratie (elk 8), Partij voor de Dieren (6), ChristenUnie (5), SGP en DENK (elk 3) en 50PLUS (1).\"\nhttps://www.nu.nl/tweede-kamerverkiezingen-2021/6124174/verkiezingsuitslag-vvd-34-en-d66-24-behouden-zetels-vier-nieuwkomers.html https://www.nu.nl/tweede-kamerverkiezingen-2021/6124184/formatie-update-lastige-taak-voor-verkenners-om-vertrouwen-terug-te-winnen.html\n"], [1528, "2021-03-28T17:44:33Z", [0.75, 0.25, 0.0], ""], [99993, "2021-03-28T13:30:22Z", [0.1, 0.6, 0.3], ""], [94872, "2021-03-28T05:47:37Z", [0.75, 0.24, 0.01], ""], [38, "2021-03-28T02:22:14Z", [0.65, 0.33, 0.02], "Perhaps I've not gotten over last time, when it took 225 days.  (I wonder what they call that:  the \"Last Time bias\"?) I just read \"before the summer\" has been suggested by Rutte's team as when the process will be complete. . .  (https://eminetra.com.au/dutch-pm-rutte-eyes-new-coalition-by-summer/136305/)\n"], [97892, "2021-03-27T16:59:49Z", [0.9, 0.1, 0.0], ""], [1333, "2021-03-27T15:17:43Z", [0.91, 0.07, 0.02], ""], [58028, "2021-03-27T14:28:20Z", [0.75, 0.25, 0.0], ""], [94872, "2021-03-27T05:39:54Z", [0.6, 0.35, 0.05], ""], [38, "2021-03-26T22:09:13Z", [0.5, 0.45, 0.05], "There's been a hiccup:  the negotiating team resigned when a photographer got a photo of some negotiating notes.\nhttp://www.xinhuanet.com/english/europe/2021-03/26/c_139836146.htm Rutte says he wants to include JA21 in the coalition but D66 is objecting.  \" D66 is essential for Rutte to establish a majority coalition as it currently holds 23 seats. In the short-term, it is likely that Rutte will attempt to negotiate with both parties to move forward. While other party options exist, only JA21’s inclusion comes with electoral presence in the Senate.\"\nhttps://www.foreignbrief.com/daily-news/dutch-parliamentary-election-results-to-be-released-today/ In addition, a couple of cabinet members have tested positive for COVID. Is this déjà vu all over again?  Decreasing first bin & increasing middle bin by 5%."], [58028, "2021-03-26T13:01:23Z", [0.9, 0.1, 0.0], ""], [86554, "2021-03-26T11:40:48Z", [0.82, 0.16, 0.02], ""], [31275, "2021-03-25T21:40:39Z", [0.61, 0.37, 0.02], ""], [42131, "2021-03-25T14:41:27Z", [0.95, 0.05, 0.0], ""], [88452, "2021-03-24T18:43:46Z", [1.0, 0.0, 0.0], "\"The government also extended its advice not to travel abroad until the middle of May, quashing earlier hopes that people could travel during the school holidays that begin on April 26.\" If the lenght of lockdown extension is an indicator of when the current caretaker government expects a newly elected government to be operational, then it will likely take less than a month from here.\nhttps://www.dutchnews.nl/news/2021/03/lockdown-extended-and-no-foreign-holidays-till-may-ministers-confirm/"], [94872, "2021-03-24T03:41:02Z", [0.71, 0.26, 0.03], ""], [72271, "2021-03-23T23:08:57Z", [0.9, 0.1, 0.0], ""], [38, "2021-03-23T18:54:19Z", [0.55, 0.4, 0.05], "As @eheilman has pointed out, the  more parties there are to a negotiation, more complex and time consuming the negotiations.   Shifting more weight to mid-range bin."], [68068, "2021-03-23T16:07:54Z", [0.28, 0.67, 0.05], "With the election over it appears that VVD will still need 3 other partners to form a coalition government.  Depsite Mark Rutte’s desire to have a quick negotiation all parties will want to negotiate their best outcome and negotiations usually take time. With the average formation taking 3-4 months we are right on the cusp for this question but again more parties in negotiation = more time not less. I am slightly increasing the probability of later rather than sooner.\n"], [72517, "2021-03-23T13:54:47Z", [0.9, 0.1, 0.0], ""], [92236, "2021-03-23T10:26:53Z", [0.85, 0.13, 0.02], ""], [94872, "2021-03-23T03:59:56Z", [0.87, 0.12, 0.01], ""], [88452, "2021-03-22T17:09:52Z", [1.0, 0.0, 0.0], "It's interesting that D66 came first in both Amsterdam and Rotterdam, so the liberal left-leaning party's ascend clearly is an urban phenomenon. It's also interesting that even the Netherlands as a rather small, compact nation obviously have a rural - urban, likely old- young divide with respect to politics. This indicates that the D66 will want to play a much more important role in the upcoming government, which rocks the boat a bit, and it's pretty obvious there's no real way around the D66 for the VVD, unless they are about to forge a coalition of eight or so.\nOn the other hand, D66 is not strong enough to lead a government themselves: even if they could forge a new movement of all other parties (and the one independent candidate) except for VVD, PVV, CDA, FvD and CU, they'd fail a majority with just 71 seats. D66 + CDA and six more parties would sum 77 seats, but even this is rather unrealistic at this point in time.\nThe most viable solution seems to be a centrist government of VVD (34 seats), CDA (15; both conservative), D66 (24) plus either PvdA (9) or the green GroenLinks (8), which both seem to keep a balance of 2/3 conservative, 1/3 progressive - no hardliners and pragmatism before party politics -, which could in general achieve good results in terms of government projects and even reflect the will of electorate. \nI think it's rather a matter of details now, and 73 seats for the three most heavy weight-parties are a good precondition for a limited ambition of a fourth junior coalition partner that sees the necessity to support this mix of government politics."], [38, "2021-03-22T16:36:53Z", [0.75, 0.23, 0.02], "The dust is settling after the election.   It looks like Rutte's party and his coalition partner parties did ok, but that he might have to form a 4-party coalition.  Last time it took 225 days to form a government and it has taken Rutte more than 90 days 2 out of 3 times.  Did they learn anything from that?   Have the parties in the previous coalition had a falling out?  Are they willing to work together again?  It sounds like CU will not be invited to be a part of the coalition this time as they have blocked too many issues important to D66.   Thanks to @V-Y-, @Mark_T, @SE_Meyer and @TJA  for good links, interesting analysis and excellent points. Shifting a few % from the longest bin to the mid-range bin."], [22690, "2021-03-22T07:27:58Z", [0.91, 0.06, 0.03], ""], [22690, "2021-03-22T07:27:19Z", [0.88, 0.06, 0.06], "No big enough surprises at the election to change the general maths."], [94872, "2021-03-22T03:32:50Z", [0.95, 0.04, 0.01], ""], [62808, "2021-03-21T21:42:41Z", [0.44, 0.56, 0.0], ""], [28171, "2021-03-21T21:26:44Z", [0.9, 0.1, 0.0], "The results of the parties in the current coalition make it very possible  that the Dutch will continue this way. As the lockdown is likely to last  well into april / early may, parties will likely make an effort to make quick steps toward a government to combat the current crisis. "], [96367, "2021-03-21T16:24:27Z", [0.97, 0.03, 0.0], "More choice in a more \"coalition friendly\" environment than had been predicted after the results it seems.  Whilst negotiations on formation will still take time it seems there will be fewer hard lines and immovable positions to wrestle with than originally believed. With the EU also keen on encouraging unity and stability in government within its ranks in these \"interesting times\" the probability of a government forming in the next couple of months becomes even more likely. Only previously unassessed sticking points by some of the fringe seat holding parties seems to remain as a possible kybosh to Rutte's new government. The slowly rising popularity of the far right in a progressive haven like the Netherlands is worrying (and is something the EU will need to square with moving forwards) but did not manifest in the way some thought it might (throwing this question's outcome into the \"anyone's guess\" bucket!). https://www.politico.eu/article/4-dutch-general-election-takeaways-mark-rutte/\nhttps://theconversation.com/dutch-elections-mark-rutte-wins-another-term-but-fragmented-results-mask-continuing-popularity-of-the-far-right-156993"], [45594, "2021-03-21T08:28:36Z", [0.4, 0.3, 0.3], ""], [58028, "2021-03-20T21:45:23Z", [0.85, 0.15, 0.0], ""], [1333, "2021-03-20T20:13:38Z", [0.92, 0.07, 0.01], ""], [67259, "2021-03-20T13:48:04Z", [0.85, 0.15, 0.0], ""], [97192, "2021-03-20T11:24:45Z", [0.9, 0.1, 0.0], ""], [81262, "2021-03-20T06:50:56Z", [0.4, 0.5, 0.1], "Hmm, election results with D66 as #2 was surprising - re-assessing my submission  PM Mark Rutte has only once had a new government sworn in within 90 days (out of 3); The current field makes formation quite tricky, and in terms of leverage D66 would do well to grind it out longer do coax concessions and find a willing, submissive junior party tot he coalition"], [94606, "2021-03-19T22:51:19Z", [0.94, 0.06, 0.0], ""], [98424, "2021-03-19T20:38:27Z", [0.84, 0.15, 0.01], ""], [59836, "2021-03-19T17:12:57Z", [0.89, 0.1, 0.01], ""], [1333, "2021-03-19T13:36:05Z", [0.92, 0.06, 0.02], ""], [96318, "2021-03-19T13:16:45Z", [0.95, 0.05, 0.0], ""], [34959, "2021-03-19T13:16:05Z", [1.0, 0.0, 0.0], ""], [88452, "2021-03-19T12:35:27Z", [1.0, 0.0, 0.0], "EDIT:\n\"Junior coalition partners Christian Union, which held its five seats in the end, may see its conservative social agenda at risk from progressive D66. If that turns out to be the case, another coalition scenario sees Christian Union being replaced in government by Labour, languishing on nine seats since its worst performance ever in 2017.\nAs a signal of intent, party leaders met immediately on Thursday afternoon with two MPs, one each from the Liberals and D66, to act as “sherpas” in examining the coalition options.\"\nhttps://www.irishtimes.com/news/world/europe/rutte-calls-for-swift-coalition-deal-after-latest-dutch-election-victory-1.4514068\n@bh4eh A short analysis of the Dutch bank ING:\nhttps://think.ing.com/snaps/dutch-elections-confirm-top-four-political-parties-politics-netherlands-ing A review of current press coverage:\n\"Dutch election: progressive party surges as PM begins coalition talks\"\n\" 'Voters have given my party an overwhelming vote of confidence,' Rutte said after the early results came through. 'I think everyone wants a new cabinet as quickly as possible. We’re in the middle of a very serious crisis and we’ll do our best.' \"\n[...]\nRutte has ruled out a coalition with both Wilders and Baudet, but has said he would 'obviously' seek to work again with D66 and that the CDA of finance minister Wopke Hoekstra would also be a 'natural partner'. Those three parties, however, look as if they may fall just short of a 76-seat majority, meaning the coalition will be likely to need a fourth member.\nhttps://www.theguardian.com/world/2021/mar/18/dutch-pm-mark-rutte-coalition-talks-election-victory \"By the end of Wednesday afternoon, turnout was 81 percent compared to 82 percent during the last election four years ago.\"\nhttps://www.express.co.uk/news/world/1411380/Dutch-election-result-Netherlands-latest-exit-poll-Mark-Rutte-coalition-Geert-Wilders \"A Dutch election boosts both pro-EU liberals and the far right\"\n\"Second place, however, was a big surprise: D66, a left-leaning, liberal pro-European party. Its leader Sigrid Kaag, the current trade minister, is a former UN diplomat who presented herself as a candidate to become the Netherlands’ first female prime minister. D66 won 15%, one of the best results in its history. For his part, Mr Rutte moved towards the centre during the campaign, imitating left-wing parties’ rhetoric on social policy. And with the exception of the populist right, every party emphatically backed strong climate policies.\"\nhttps://www.economist.com/europe/2021/03/20/a-dutch-election-boosts-both-pro-eu-liberals-and-the-far-right"], [58028, "2021-03-18T22:36:07Z", [0.8, 0.2, 0.0], ""], [691, "2021-03-18T19:05:22Z", [0.87, 0.12, 0.01], ""], [97992, "2021-03-18T16:39:38Z", [0.82, 0.12, 0.06], ""], [98108, "2021-03-18T16:02:59Z", [1.0, 0.0, 0.0], ""], [1333, "2021-03-18T13:15:34Z", [0.92, 0.06, 0.02], ""], [88452, "2021-03-18T12:05:38Z", [1.0, 0.0, 0.0], "The \"Scout\" in his or her function of preparing intense government formation talks will likely be determined today, 18 March 2021 2 p.m.\nThe current coalition together has 79 seats and thus commands a majority of 8 seats over the 71 seats of the coalition, see the current split, according to the public broadcaster NOS:\nVVD: 35\nD66: 24\nCDA: 15\nCU: 5\nhttps://nos.nl/artikel/2373114-verkenner-moet-snel-aan-de-slag-maar-formatie-wordt-lastig.html (including online calculation tool for potential government constellations) The article also states there's no automatism in a government continuation, and that especially the social-liberal D66 is highly discontempt that ethical questions such as abortion rights, the right to medically assisted suicide has made no progress over the past four years under the influence of the smallest coalition partner, the Christian religious CU party. Even the largest party VVD appears to be unwillig for more years of compromise in urgent matters.\n23 January 2021 will be the last debate of the old parliament. Inauguration of the new parliament is scheduled for 31 March 2021, shortly after the \"Scout\" will offer his or her findings and proposals. However, the article mentions in its header and also in the last but one section that formation will not be easy and mentions the 225 days until formation of the last government as an example and base rate; \"only few expect the formation to be quick and easy\", but the COVID-19 crisis certainly will have an impact and commands a swift formation."], [97945, "2021-03-18T10:42:53Z", [0.95, 0.05, 0.0], "Going close to all-in on a relatively quick agreement based on the exit poll results. D66 in second place appears to make it reasonably straightforward. VVD + D66 + CDA looks likely to be 78 seats. Add the CU and/or PvDA and that's a comfortable majority. "], [34959, "2021-03-18T04:53:06Z", [0.95, 0.04, 0.01], "Exit polls suggest the incumbent's coalition has held on to well in excess of the require 76 seats, with the following break down; VVD - 36\nPvDA - 9\nD66 - 27\nCU - 14\nTotal - 86 1. https://www.bbc.com/news/world-europe-56436297?fbclid=IwAR0lS3eKfTayC_YQEYU6z4-TgyHAuKDZqhC6W0s6AP3M-ZmWrlPtVvp4FSc"], [94872, "2021-03-18T03:32:46Z", [0.95, 0.04, 0.01], ""], [96367, "2021-03-17T16:19:34Z", [0.85, 0.15, 0.0], "Below is a link to a very useful summation of the various political parties, their positions and some potential scenarios for the imminent Dutch elections for all good folk here to consider in their forecasts. https://www.youtube.com/watch?v=OE60z88JRPg"], [31275, "2021-03-17T14:29:28Z", [0.76, 0.2, 0.04], ""], [80790, "2021-03-17T10:02:36Z", [0.86, 0.12, 0.02], "https://www.politico.eu/article/dutch-netherlands-general-election-mark-rutte-geert-wilders/\nElection today.\nRutte seems to have a high lead in opinion polls.  But négociations take a while.  Think the main party lead will be big enough that we don’t need too many others to form a coalition so favouring a quicker resolution.  Although they say they won’t work with the second biggest party because they are anti Muslim.  So maybe the will need several partners."], [1333, "2021-03-16T13:28:35Z", [0.94, 0.04, 0.02], ""], [88452, "2021-03-15T14:17:36Z", [1.0, 0.0, 0.0], "Extended three day-election period started yesterday, thus there will likely be a high turnout, which will favor the traditional, large parties, imho. "], [914, "2021-03-15T00:02:47Z", [0.65, 0.25, 0.1], ""], [86554, "2021-03-14T22:48:35Z", [0.95, 0.05, 0.0], ""], [45594, "2021-03-14T09:06:58Z", [0.2, 0.2, 0.6], ""], [1333, "2021-03-13T14:31:44Z", [0.95, 0.04, 0.01], ""], [98081, "2021-03-12T21:25:46Z", [0.65, 0.3, 0.05], "During the last 20 elections dating back to 1952 the cabinet has formed within 90 days 11 times (55%), within 182 days 7 times (35%), and twice over 182 days.  I used this as a base rate but moved slightly towards the lower end because a) polling shows we could get a two-party coalition which is likely to take less time to form and b) after the extensive discussions in 2017 some potential blind alleys will be avoided this time.  However even some 2-party coalitions have taken some time to form so there is still some room for uncertainty. All info from Wikipedia pages on elections https://en.m.wikipedia.org/wiki/2017_Dutch_general_election and cabinets eg https://en.m.wikipedia.org/wiki/Fourth_Balkenende_cabinet"], [72517, "2021-03-12T08:32:05Z", [0.75, 0.2, 0.05], ""], [1333, "2021-03-11T14:18:07Z", [0.96, 0.04, 0.0], ""], [34959, "2021-03-10T13:34:31Z", [0.8, 0.18, 0.02], ""], [1333, "2021-03-10T11:54:55Z", [0.97, 0.03, 0.0], ""], [94872, "2021-03-10T08:32:49Z", [0.89, 0.08, 0.03], ""], [98424, "2021-03-10T06:19:42Z", [0.7, 0.25, 0.05], ""], [27710, "2021-03-09T20:48:18Z", [0.85, 0.09, 0.06], "Following poll data (https://www.politico.eu/europe-poll-of-polls/netherlands/), it is highly likely that a multi-party coalition needs to be formed with at least four parties given that Rutte will be able to secure largest win and leader of the government. Since the current government coalition may have a slight edge, it is likely that the same coalition will continue their work.\nTherefore, I expect deliberations to be long in comparison to other European countries, but shorter than for the last government, since a notion of urgency on account of the COVID-crisis will surely be felt by all actors.  Should the incumbent coalition not be able to secure an edge, either a five-party coalition must be found, a minority government may be formed or new elections will be held. A minority government or five-party coalition will only be an option after lenghty discussions and should take longer than 3 months to form, but less than 6. \nOnly if new elections will be necessary, the formation of a government will be after September 18."], [1333, "2021-03-09T19:54:12Z", [0.98, 0.02, 0.0], ""], [49877, "2021-03-09T17:28:33Z", [0.6, 0.4, 0.0], ""], [49877, "2021-03-09T17:28:06Z", [0.4, 0.6, 0.0], ""], [49877, "2021-03-09T17:24:35Z", [0.6, 0.4, 0.0], ""], [81262, "2021-03-09T13:02:30Z", [0.95, 0.05, 0.0], "VVD is main party and deadset to win - it will already have shuffled the deck No seriously upset expected - given COVID little campaigning"], [88954, "2021-03-09T12:32:29Z", [0.8, 0.15, 0.05], ""], [87691, "2021-03-09T07:17:05Z", [0.0, 0.0, 1.0], ""], [98424, "2021-03-09T05:16:59Z", [0.6, 0.25, 0.15], ""], [88452, "2021-03-08T22:06:26Z", [1.0, 0.0, 0.0], ""], [97312, "2021-03-08T20:33:17Z", [0.7, 0.27, 0.03], "Slightly lowered my expectation of a coalition before 17 June. I see a few reports in the media about people calling to delay the election due to Covid-19. I don't think this is a likely scenario but enough to substract a percentage point. Also substracted a few points because the polls don't show a lot of viable coalitions.  Left leaning parties don't look like they will get enough votes between them to even try to form a government and on the right the PVV will probably be excluded by most parties. \n"], [31275, "2021-03-08T17:45:28Z", [0.76, 0.2, 0.04], ""], [94872, "2021-03-07T06:10:37Z", [0.83, 0.13, 0.04], ""], [1333, "2021-03-02T14:17:21Z", [0.99, 0.01, 0.0], ""], [31275, "2021-03-02T02:14:42Z", [0.76, 0.19, 0.05], ""], [68068, "2021-03-01T20:41:11Z", [0.35, 0.6, 0.05], "\n3/1/21\nIt appears elections will remain on schedule 15-17 March Polls have held much the same as the election approaches.   VVD has remained above the polling levels of the last election suggesting they might gain some seats this year.  Their handling of the pandemic remains popular and their doesn’t seem to have been much negative trending as a result of the scandal over Child Benefits.   PVV appears to be losing some ground now drawing about even with the CDA. D66 is steady or slightly climbing in the polls CU (the 4th partner in the coalition) is still small and steady in the polls The question remains about whether VVD might gain enough in the election to be able to form a coalition with only three members and will that hasten the formation of the government.  ALSO will the status quo prevail and the same coalition again form but will it be quick as long negotiations should be unnecessary. I am increasing my prediction of a much shorter than average time to form the government based on the likelihood of few if any changes in the coalition.\n"], [97945, "2021-03-01T16:29:15Z", [0.7, 0.25, 0.05], ""], [67259, "2021-03-01T14:50:18Z", [0.5, 0.5, 0.0], ""], [94872, "2021-03-01T03:38:41Z", [0.83, 0.13, 0.04], ""], [98108, "2021-02-26T15:51:33Z", [0.33, 0.0, 0.67], ""], [96991, "2021-02-25T17:10:20Z", [0.65, 0.35, 0.0], "72 Days is the post war average from election to formation of a new government[ https://www.dw.com/en/why-the-dutch-need-three-months-to-form-a-government/a-38214850 ]. But in the  In the last 10 elections the average climbed to 100 days even without the last election it is at 86 days[ https://en.wikipedia.org/wiki/List_of_cabinets_of_the_Netherlands ]. So there is a upward trend. My baseline would be around 50/50 on the first two options. The recent gains of the VVD and the pressure through the ongoing pandemic make a quick government formation more likely so I am going leaning towards a new government until 17 of June."], [691, "2021-02-24T20:08:52Z", [0.78, 0.21, 0.01], ""], [94872, "2021-02-24T02:02:34Z", [0.83, 0.13, 0.04], ""], [58028, "2021-02-22T22:38:22Z", [0.75, 0.2, 0.05], ""], [73687, "2021-02-22T21:26:13Z", [0.86, 0.14, 0.0], ""], [97995, "2021-02-22T18:57:08Z", [0.3, 0.6, 0.1], ""], [59836, "2021-02-22T18:05:01Z", [0.8, 0.15, 0.05], "Elections may be postponed due to a possible spike in COVID cases in the country (https://covid19.who.int/table)."], [31275, "2021-02-22T17:32:23Z", [0.76, 0.19, 0.05], ""], [1333, "2021-02-22T14:03:33Z", [0.95, 0.05, 0.0], ""], [58028, "2021-02-21T16:44:45Z", [0.7, 0.25, 0.05], ""], [45594, "2021-02-21T13:07:20Z", [0.2, 0.2, 0.6], ""], [1333, "2021-02-20T16:31:59Z", [0.85, 0.15, 0.0], ""], [58028, "2021-02-18T20:56:48Z", [0.65, 0.3, 0.05], ""], [1333, "2021-02-18T16:01:07Z", [0.79, 0.2, 0.01], ""], [1333, "2021-02-18T16:00:29Z", [0.79, 0.21, 0.0], ""], [80790, "2021-02-17T21:55:48Z", [0.73, 0.18, 0.09], ""], [72517, "2021-02-17T05:06:58Z", [0.8, 0.2, 0.0], "Avg. days for govt. formation (post-war): 72 days\nAvg. parties in govt: 3 or 4 76 seats needed for majority -> based on polling data, 3-party govt likely, VVD + CDA + D66 The record delay last time is likely an outlier. The major point of contention last time seems to have been securing the support of D66 + CU. It will likely be a less arduous process this time. A regression to the mean can be expected.  Given the ongoing pandemic & economic crisis, the parties don't have the luxury of time this time. Therefore, the process will likely get over sooner."], [1333, "2021-02-16T14:16:15Z", [0.78, 0.22, 0.0], ""], [98436, "2021-02-16T06:36:48Z", [0.45, 0.35, 0.2], ""], [14208, "2021-02-16T04:39:48Z", [0.05, 0.15, 0.8], "Aruba restrictions on COVID have eased. A simple home test is sufficient for blue jet and entry. Do they have jungle fever there?  "], [58028, "2021-02-15T22:06:49Z", [0.67, 0.33, 0.0], ""], [96367, "2021-02-15T21:22:10Z", [0.85, 0.15, 0.0], "Rising with updated polling & the example from Italy's new PM of the EU incentivising and encouraging governance harmony in its member states at this moment. https://blogs.lse.ac.uk/europpblog/2021/02/09/what-the-manifestos-tell-us-about-the-2021-dutch-general-election/\nhttps://www.politico.eu/europe-poll-of-polls/netherlands/"], [928, "2021-02-15T17:23:21Z", [0.6, 0.4, 0.0], ""], [28346, "2021-02-14T19:55:17Z", [0.69, 0.24, 0.07], ""], [1333, "2021-02-13T14:55:25Z", [0.74, 0.22, 0.04], ""], [48709, "2021-02-13T04:23:16Z", [0.2, 0.2, 0.6], "Their last government it was not seated until October."], [1333, "2021-02-11T14:16:09Z", [0.74, 0.21, 0.05], ""], [94872, "2021-02-11T03:37:37Z", [0.83, 0.13, 0.04], ""], [59836, "2021-02-10T16:53:19Z", [0.9, 0.05, 0.05], "Increasing popularity of the VVD makes a two-party coalition more likely (https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Dutch_general_election). "], [1333, "2021-02-10T10:08:21Z", [0.75, 0.2, 0.05], ""], [1333, "2021-02-09T15:19:22Z", [0.67, 0.25, 0.08], ""], [97892, "2021-02-09T14:18:11Z", [0.37, 0.38, 0.25], ""], [97892, "2021-02-08T23:17:08Z", [0.25, 0.5, 0.25], ""], [49877, "2021-02-08T20:31:02Z", [0.4, 0.6, 0.0], ""], [1333, "2021-02-07T17:32:05Z", [0.66, 0.25, 0.09], ""], [98352, "2021-02-07T15:49:47Z", [0.5, 0.5, 0.0], ""], [45594, "2021-02-07T08:04:43Z", [0.2, 0.3, 0.5], ""], [97185, "2021-02-06T13:13:57Z", [0.55, 0.4, 0.05], ""], [94872, "2021-02-06T03:20:37Z", [0.83, 0.13, 0.04], ""], [63852, "2021-02-05T17:52:24Z", [0.8, 0.15, 0.05], ""], [691, "2021-02-05T17:39:36Z", [0.74, 0.24, 0.02], ""], [59836, "2021-02-04T22:29:52Z", [0.85, 0.1, 0.05], ""], [96367, "2021-02-04T20:49:37Z", [0.75, 0.25, 0.0], "Polls and current projections suggest that forming a working government should be easier this time around for the VVD with a more robust majority.  Rise of the far right PVV would make forming a competitive coalition more complex and increases possibility of negotiations being pushed into June. This could be countered with the wider geo-political environment of the EU encouraging unity and progression following Brexit, a need for solid governance in the face of the ongoing COVID 19 situation.  I assess that these factors could largely negate the possibility of negotiations carrying on as long as they did in 2017. https://www.politico.eu/article/2021-elections-to-watch-europe/"], [8826, "2021-02-04T18:20:28Z", [0.9, 0.05, 0.05], ""], [94872, "2021-02-04T05:56:50Z", [0.8, 0.16, 0.04], ""], [914, "2021-02-04T03:46:06Z", [0.6, 0.3, 0.1], ""], [87744, "2021-02-03T07:48:46Z", [0.8, 0.2, 0.0], ""], [18679, "2021-02-03T03:05:57Z", [0.88, 0.1, 0.02], ""], [73970, "2021-02-02T17:31:13Z", [0.85, 0.0, 0.15], ""], [59836, "2021-02-02T16:29:18Z", [0.65, 0.3, 0.05], ""], [63472, "2021-02-02T04:56:49Z", [0.7, 0.2, 0.1], ""], [94872, "2021-02-02T04:41:28Z", [0.75, 0.2, 0.05], ""], [94872, "2021-02-02T04:40:26Z", [0.73, 0.22, 0.05], ""], [62808, "2021-02-01T23:21:14Z", [0.35, 0.65, 0.0], ""], [62808, "2021-02-01T23:20:20Z", [0.2, 0.7, 0.1], ""], [34959, "2021-02-01T01:52:44Z", [0.75, 0.22, 0.03], "Polling heavily in VVD's favor,  making it much easier for government formation https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Dutch_general_election"], [72708, "2021-02-01T01:01:30Z", [0.7, 0.28, 0.02], ""], [97747, "2021-01-31T23:09:49Z", [0.5, 0.35, 0.15], ""], [45650, "2021-01-31T14:54:56Z", [0.65, 0.35, 0.0], ""], [691, "2021-01-30T21:57:48Z", [0.68, 0.3, 0.02], ""], [1333, "2021-01-30T14:12:34Z", [0.65, 0.26, 0.09], ""], [1333, "2021-01-30T12:58:55Z", [0.65, 0.25, 0.1], ""], [94872, "2021-01-30T01:33:14Z", [0.73, 0.22, 0.05], ""], [22690, "2021-01-29T10:24:18Z", [0.84, 0.08, 0.08], "Based on the fact that the last government was actually popular before it resigned (https://www.reuters.com/article/us-netherlands-politics-idUSKBN29J1L0), that the 3 current main coalition parties and either CU or GL are polling enough to have a majority, and looking like you are playing politics while people are dying, and the economy is suffering, should increase the pressure to form a government quickly I am starting at 84%. If my assumptions are wrong then I have no idea whether the resolution will be quick or not so will split the balance 50/50."], [93350, "2021-01-29T05:31:50Z", [0.1, 0.4, 0.5], "Even though the Rutte administration resigned over a child payments scandal, I will suggest that the Covid  pandemic will play a major part in an election result.\nThe people will not be happy that in such a well-ordered country (apart from child payments) and a well-funded universal health care system, the organisation of the vaccine rollouts has been delayed due to its reliance on the EU.\nThe riots over the lockdowns do not appear to be politically motivated (unlike those in the US) but a bored youth. This will annoy the general public into perhaps a more law and order vote, such as the PVV led by Gert Wilders who are second in the polls.\nThe Netherlands has the most proportional representation of voting in the World which is meant to fairly show voting intentions across the country. Eighty-nine parties have registered for the 2021 election that will involve a lengthy period of negotiations to form a National government as in the 2017 election that resulted in 225 days of such discussions to gain agreement and determine the composition of the administration. If the same occurs in 2021 the negotiations will go on until September, possibly October.\nTo study the polls where VVD  (1st) has 26% and PVV (2nd) has 14% with the others trailing behind does not help in a determination of the final outcome given the complexity of the system. \nGiven the diverse nature of the political parties, the negotiations could be arduous and lengthy, the odd one out being the PVV right wing anti-Islamic party of Geert Wilders, while being second in the polls will be shunned all the other parties who will refuse to negotiate with them, essentially taking 14% of the population out of the equation.\nThe average time for resolution since WW2 has been 72 days, with a record of 7.5 months. https://www.prodemos.nl/english/wp-content/uploads/sites/2/2016/04/Politics-in-the-Netherlands-2013.pdf  https://whogoverns.eu/the-longest-formation-in-dutch-history-why-did-it-take-so-long-what-did-it-result-in-and-will-that-last/  https://fipra.com/update/dutch-cabinet-resigns-first-overview-from-the-hague/  https://www.bbc.com/news/world-europe-55549656  https://www.dw.com/en/dutch-government-resigns-over-child-benefits-scandal/a-56233081  https://www.politico.eu/europe-poll-of-polls/netherlands/  https://slate.com/news-and-politics/2021/01/netherlands-covid-lockdown-riots-why.html  https://www.dw.com/en/why-the-dutch-need-three-months-to-form-a-government/a-38214850\n"], [46339, "2021-01-27T17:22:09Z", [0.0, 0.66, 0.34], ""], [94872, "2021-01-27T01:52:02Z", [0.73, 0.22, 0.05], ""], [38, "2021-01-26T15:49:45Z", [0.75, 0.2, 0.05], "I've been traveling and unable to devote the time to researching this question that I had intended or to write lengthy comments. From what research I have been able to do, I've concluded that this election will not be like the last one (on which my initial forecast was based), so I'm reversing this forecast.  "], [98108, "2021-01-25T18:48:05Z", [0.3, 0.03, 0.67], "Recent polling indicates the current coalition will not receive enough seats to form a majority after the election. (https://www.maurice.nl/peilingen/2021/01/24/de-stemming-van-24-januari-2021/) The PVV is likely to increase the number of seats it holds, and after the 2017 election almost all other parties refused to form a coalition with the PVV. (https://www.ad.nl/binnenland/emile-roemer-sluit-vvd-uit~ae4ad92f/?referrer=https%3A%2F%2Fen.wikipedia.org%2F) The formation of a coalition between five parties would likely be challenge so I forecast a new Dutch government will not be formed before 18 September. If polling shifts and shows the current coalition winning a majority of seats in the election then a government may be formed between 18 March and 17 June."], [97375, "2021-01-25T07:02:33Z", [0.7, 0.3, 0.0], ""], [73687, "2021-01-24T23:45:47Z", [0.71, 0.25, 0.04], ""], [81187, "2021-01-24T21:50:36Z", [1.0, 0.0, 0.0], ""], [58028, "2021-01-24T19:25:07Z", [0.65, 0.35, 0.0], ""], [95867, "2021-01-24T17:57:05Z", [0.3, 0.36, 0.34], "225 days last time after 4 parties had to negotiate after another scandal, though smaller.\n"], [67259, "2021-01-24T14:01:53Z", [0.25, 0.75, 0.0], ""], [45594, "2021-01-24T08:15:47Z", [0.2, 0.3, 0.5], ""], [94872, "2021-01-24T01:41:29Z", [0.4, 0.4, 0.2], ""], [94872, "2021-01-24T01:40:03Z", [0.4, 0.34, 0.26], ""], [68068, "2021-01-24T01:34:10Z", [0.15, 0.75, 0.1], "I have one source that suggest that the average time to install a Dutch government is 94 days.\nOver the last 5 elections the average has been around 120 days\nThough the VVD and PVV are more popular in the polls than they were in 2017 suggesting that two parties may gain seats while the rest stay the same or lose seats.  \nThis would suggest a less complicated negotiation to assemble a necessary coalition and less time to install a government than in 2017 when it took four parties 225 days "], [97192, "2021-01-23T20:08:13Z", [0.5, 0.4, 0.1], ""], [1333, "2021-01-23T14:38:07Z", [0.6, 0.3, 0.1], ""], [96318, "2021-01-23T11:48:54Z", [0.4, 0.48, 0.12], ""], [84734, "2021-01-23T11:45:27Z", [0.75, 0.2, 0.05], "The Netherlands isn’t Belgium; the Dutch want a government to guide them during the COVID and economic crises. "], [691, "2021-01-22T16:35:26Z", [0.66, 0.26, 0.08], ""], [97895, "2021-01-22T03:31:49Z", [0.85, 0.05, 0.1], ""], [88766, "2021-01-21T21:02:31Z", [1.0, 0.0, 0.0], ""], [34815, "2021-01-21T04:55:00Z", [1.0, 0.0, 0.0], ""], [81567, "2021-01-20T23:37:13Z", [1.0, 0.0, 0.0], ""], [928, "2021-01-20T16:02:22Z", [0.2, 0.6, 0.2], "The next Dutch General Election will be held on or before March 17th, 2021, which was the required next election, but the current government resigned early as a result of a childcare tax scandal that affected 1000 of Dutch families, punished unecessiarily for claiming childcare expenses or deductions. In polling this scandal has eroded support for the leading governing party VDD. The current coalition (VDD & PvdA, plus allies) only gets a projected 69 seats, 7 short of the the 76 needed to form a goverment. Council on Foreign Relations wrote the following:\n\"Dutch General Election, March 17. Dutch voters head to the polls next year to elect the 150 members of the Tweede Kamer, the lower and more powerful of the country’s two legislative chambers. Prime Minister Mark Rutte and his People’s Party for Freedom and Democracy (VVD) have been in power for ten years and are expected to have another strong showing. The centrist VVD’s coalition partners are currently predicted to lose a few seats. This center-right coalition took a record 208 days to put together in 2017 but lost its narrow majority in both houses in 2019. It will be up against the populist Freedom Party (PVV) and its leader Geert Wilders, who favors taking the Netherlands out of the European Union and closing all mosques. Rutte refused to partner with Wilders after the PVV won the second most seats in parliament in 2017. The recent collapse of another far-right party that did surprisingly well in 2019 midterm elections has solidified Wilders’s claim to the populist right, and the PVV is expected to maintain its second-place status in the Tweede Kamer. Rutte, who could become Europe’s longest-serving leader after Angela Merkel steps down, will likely face another tricky coalition-building process to keep the prime minister’s job.\"\nhttps://www.cfr.org/blog/ten-elections-watch-2021 In the last 40 years, it has taken on average about 92 days to form a government with a 1 standard deviation of between 40 and 144 days. Since 2003, it has taken on average about 122 days to form a government with a 1 standard deviation of between 60 and 184 days. Depending on how polling proceeds it will likely take a little longer to form a government, given the scandal and current governing coalition lacking 76 projected seats. The current coalition of 5 parties will likely need another party or do what has been unthinkable a VDD-PVV led coalition, but likely only if this drags on like in 2002 when assination and rising right lead to a year of political chaos. https://en.wikipedia.org/wiki/2002_Dutch_general_election The pandemic and vaccination effort will likely have in impact that is yet to be determined. Government --- Election --- Installed\tDays\nLubbers I --- 8 September 1982 --- 4 November 1982 --- 56.00\nLubbers II --- 21 May 1986 --- 14 July 1986 --- 53.00\nLubbers III --- 6 September 1989 --- 7 November 1989 --- 61.00\nKok I --- 3 May 1994 --- 22 August 1994 --- 109.00\nKok II --- 6 May 1998 --- 3 August 1998 --- 87.00\nBalkenende I --- 15 May 2002 --- 22 June 2002 --- 37.00\nBalkenende II --- 22 January 2003 --- 27 May 2003 --- 125.00\nBalkenende IV --- 22 November 2006 --- 22 February 2007 --- 90.00\nRutte I --- 9 June 2010 --- 14 October 2010 --- 125.00\nRutte II --- 12 September 2012 --- 5 November 2012 --- 53.00\nRutte III --- 15 March 2017 --- 26 October 2017 --- 221.00"], [70711, "2021-01-20T14:21:55Z", [0.7, 0.3, 0.0], "Learning about Dutch politics with this..\npandemic crisis suggests  pressure to get things done.."], [1333, "2021-01-20T12:07:39Z", [0.55, 0.3, 0.15], ""], [1333, "2021-01-20T08:18:36Z", [0.45, 0.35, 0.2], ""], [94872, "2021-01-20T02:20:08Z", [0.4, 0.34, 0.26], ""], [97503, "2021-01-20T01:47:20Z", [0.2, 0.75, 0.05], ""], [97312, "2021-01-19T20:11:49Z", [0.75, 0.22, 0.03], "Mostly looked at average formation times since 1945 (average 77 days with 73% of formation within the first 3 months) and data from the last 20 year with extra weight (average of 100 days with 57% within 3 months). Given the current poll its highly likely that the future government will include several of the current coalition partners. There is an urgency for all parties to get the formation over as soon as possible and I wouldn't be surprised if some parties are already talking right now. On the other hand, both D66 and CDA are in a strong position since PVV will probably not be consulted and VVD will be loth to try a coalition with multiple parties on the left.  I've put mu change on a coaltion within the first 92 days slightly below the historical average but above the average formation time of the last 20 years. I give a low likelihood to a formation after 18-09-2021 given the current health crisis and economic damage its doing.  "], [98025, "2021-01-19T17:32:32Z", [0.65, 0.25, 0.1], ""], [97945, "2021-01-19T14:34:51Z", [0.55, 0.35, 0.1], "Polls are holding up well for VVD at the moment - they've only briefly dipped below 35% since spring 2020. There appears to have been something of a rally round the flag effect for Rutte's relatively competent handling of the pandemic (certainly compared to neighbouring Belgium). If support for VVD holds up around 37% they will only need one or possibly two of the other post-2017 coalition parties (CDA, CU and D66) to form a majority. In this scenario I expect it a government to be agreed fairly quickly. Key risk at this stage could be more details emerging about the welfare fraud scandal that damages Rutte directly. "], [94872, "2021-01-19T05:51:12Z", [0.32, 0.38, 0.3], ""], [34959, "2021-01-19T04:45:03Z", [0.45, 0.45, 0.1], "I don't think this will go long, the polls suggest the VVD will win a majority of the vote (rally round the flag?) and should then only need one or 2 minor parties to form government. "], [24167, "2021-01-18T21:49:42Z", [0.77, 0.14, 0.09], ""], [97203, "2021-01-18T21:06:20Z", [0.3, 0.6, 0.1], ""], [97892, "2021-01-18T01:59:55Z", [0.25, 0.5, 0.25], ""], [80662, "2021-01-17T23:51:36Z", [0.6, 0.3, 0.1], "The election probably won’t the balance between parties much, and the current leading party may gain seats. With pandemic concerns, there probably won’t be much drive to rock the boat."], [96318, "2021-01-17T22:49:29Z", [0.6, 0.3, 0.1], ""], [62808, "2021-01-17T22:30:10Z", [0.1, 0.85, 0.05], ""], [59836, "2021-01-17T22:24:53Z", [0.7, 0.25, 0.05], ""], [29224, "2021-01-17T21:20:00Z", [0.0, 0.4, 0.6], ""], [59836, "2021-01-17T21:14:18Z", [0.45, 0.54, 0.01], ""], [41352, "2021-01-17T21:08:28Z", [0.05, 0.9, 0.05], ""], [59836, "2021-01-17T20:05:46Z", [0.2, 0.79, 0.01], ""], [1333, "2021-01-17T19:27:26Z", [0.35, 0.4, 0.25], ""], [59836, "2021-01-17T17:43:53Z", [0.73, 0.25, 0.02], ""], [58028, "2021-01-17T17:06:35Z", [0.7, 0.3, 0.0], ""], [97809, "2021-01-17T16:44:07Z", [0.7, 0.2, 0.1], "Pandemic should make people to trust more in the traditional parties, which usually have easier time getting along with each other."], [28346, "2021-01-17T13:56:55Z", [0.5, 0.35, 0.15], "Current polls show Rutte's party gaining seats, which may make forming a new coalition easier Also likely greater urgency because of pandemic"], [98001, "2021-01-17T12:15:30Z", [0.2, 0.75, 0.05], ""], [92079, "2021-01-17T00:59:24Z", [0.28, 0.5, 0.22], ""], [92236, "2021-01-17T00:50:29Z", [0.3, 0.55, 0.15], ""], [59836, "2021-01-17T00:03:40Z", [0.61, 0.3, 0.09], "10. When will a new Dutch government be sworn in after the 2021 general election?\na. Initial assessment Base rate: 2012: After Rutte’s government fell on April 23, 2012 (https://www.bbc.com/news/world-europe-17811509), it took until November 5 to swear in the new government (https://www.government.nl/latest/news/2012/11/05/rutte-asscber-government-sworn-in ), a period of about six-and-a-half months. However, a period of a little less than two months elapsed between the actual elections and the swearing-in (https://en.wikipedia.org/wiki/2012_Dutch_general_election ).  ~ 2 months 2017:  Election on Mar 15 Gov sworn in Oct 26 ~ 7 months Current Situation: As I see it, it will depend largely on the composition of the new government. The reason negotiations took so long in 2017 was that the base of traditional parties was eroded (https://www.reuters.com/article/us-netherlands-government/new-dutch-government-sworn-in-after-record-negotiations-idUSKBN1CV15D ). The VVD is still popular in the Netherlands and is projected to take almost 30% of the vote, more than twice that of the second-place contender (https://www.reuters.com/article/netherlands-politics/update-5-dutch-government-quits-over-colossal-stain-of-tax-subsidy-scandal-idUSL1N2JQ0Z4 ). So, the negotiations should not take as long as they did in 2017. I’m still giving a little bit of a spread for uncertainty, though.\n"], [59836, "2021-01-17T00:01:09Z", [0.6, 0.3, 0.1], ""], [97992, "2021-01-16T22:26:35Z", [0.2, 0.6, 0.2], ""], [97203, "2021-01-16T19:30:32Z", [0.7, 0.25, 0.05], ""], [97747, "2021-01-16T18:22:03Z", [0.4, 0.4, 0.2], ""], [691, "2021-01-16T17:57:24Z", [0.2, 0.6, 0.2], ""], [97964, "2021-01-16T14:26:45Z", [0.5, 0.2, 0.3], ""], [97962, "2021-01-16T13:46:38Z", [0.05, 0.05, 0.9], ""], [88452, "2021-01-16T11:12:21Z", [1.0, 0.0, 0.0], "No time to waste - same as with Lebanon, just not as bad. Theoretically, their next Presidency of the Council of the European Union is scheduled for the second half of 2029 which probably sets the back end of a probable time frame to this question; by that time they should be done.\nhttps://en.wikipedia.org/wiki/Presidency_of_the_Council_of_the_European_Union#List_of_rotations "], [63087, "2021-01-16T10:09:12Z", [0.31, 0.41, 0.28], ""], [45594, "2021-01-16T08:42:47Z", [0.2, 0.3, 0.5], ""], [96855, "2021-01-16T08:24:38Z", [0.11, 0.34, 0.55], ""], [38, "2021-01-16T06:12:21Z", [0.3, 0.3, 0.4], "Rutte& his cabinet just had to resign.\nIt took 225 days for the Dutch to form a 4-party coalition government after the last election."], [914, "2021-01-16T04:04:31Z", [0.35, 0.45, 0.2], ""], [86554, "2021-01-15T23:55:40Z", [0.88, 0.12, 0.0], ""], [97185, "2021-01-15T23:01:58Z", [0.55, 0.33, 0.12], ""], [1333, "2021-01-15T22:32:36Z", [0.25, 0.4, 0.35], ""], [88954, "2021-01-15T22:30:00Z", [0.25, 0.6, 0.15], ""], [691, "2021-01-15T22:18:41Z", [0.03, 0.88, 0.09], ""], [41200, "2021-01-15T21:40:16Z", [0.05, 0.85, 0.1], ""]], "open_date": "2021-01-15T18:00:26Z", "close_date": "2021-09-18T07:01:26Z"}