{"question_id": 1517, "title": "Will Bernie Sanders win a majority of Democratic pledged delegates on Super Tuesday?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.33, 0.67], "correct_answer": "No", "correct_forecast": 0.67, "preds": [[13306, "2020-03-03T07:10:11Z", [0.0], ""], [12694, "2020-03-03T06:51:00Z", [0.15], ""], [34959, "2020-03-03T05:13:06Z", [0.45], ""], [81430, "2020-03-03T03:18:35Z", [0.18], ""], [55091, "2020-03-03T02:37:01Z", [0.5], ""], [63674, "2020-03-03T02:18:50Z", [0.22], ""], [63290, "2020-03-03T02:17:35Z", [0.2], "Drastic reduction yet again due to Klobuchar dropping now. The remaining candidates will get that 15% threshold forcing Bernie into a likely plurality."], [1646, "2020-03-03T00:40:48Z", [0.17], ""], [767, "2020-03-02T23:52:17Z", [0.3], "Looks like some, or quite a few, in the party establishment are setting a coup on Bernie. Buttigieg stopped his campaign yesterday, and announced today he is endorsing Biden. Klobuchar stopped her campaign today and immediately announced she'd be endorsing Biden as well. There's pressure on Warren to drop out but she seems resolute to make it through Super Tuesday. Several polls show that majority of Warren supporters would go to Bernie but there's not a clear indication who Warren will endorse. Will have to see how many delegates Bloomberg takes away and the effect last minute endorsements of Biden have. "], [84791, "2020-03-02T23:40:16Z", [0.09], ""], [12694, "2020-03-02T23:28:28Z", [0.22], "Updating for the increased vote and delegate share Biden and Warren are likely to get with the dropouts."], [12694, "2020-03-02T23:28:06Z", [0.18], "Updating for the increased vote and delegate share Biden and Warren are likely to get with the dropouts."], [79464, "2020-03-02T23:17:28Z", [0.3], ""], [84880, "2020-03-02T22:32:31Z", [0.17], ""], [31275, "2020-03-02T22:31:47Z", [0.34], "More likely plurality."], [85520, "2020-03-02T22:28:08Z", [0.2], "Looks like Biden is becoming the stop Bernie candidate. Have a feeling the narrative has shifted."], [151, "2020-03-02T21:47:06Z", [0.3], "Due to Joe Biden's  showing in SC, I'm lowering my estimate for Bernie Sanders to win a majority."], [81152, "2020-03-02T20:58:19Z", [0.6], ""], [28153, "2020-03-02T20:00:36Z", [0.0], ""], [20044, "2020-03-02T19:56:17Z", [0.12], ""], [691, "2020-03-02T19:30:55Z", [0.15], ""], [75824, "2020-03-02T19:29:25Z", [0.57], ""], [82270, "2020-03-02T19:18:38Z", [0.2], ""], [1333, "2020-03-02T19:17:30Z", [0.19], ""], [33637, "2020-03-02T19:12:49Z", [0.72], ""], [67844, "2020-03-02T19:05:53Z", [0.05], "The proportional delegate system coupled with the way the race is likely to go -Biden strong in the South and in diverse states with high proportions of African Americans and Sanders strong in less diverse, more liberal states-, means Biden and Sanders won't be able to get a majority of the delegates. FiveThirtyEight has a nice little program you can use to run simulations and see: https://projects.fivethirtyeight.com/super-tuesday/ "], [78237, "2020-03-02T18:54:29Z", [0.23], ""], [32258, "2020-03-02T18:05:36Z", [0.0], ""], [84288, "2020-03-02T17:16:41Z", [0.63], ""], [64808, "2020-03-02T17:11:45Z", [0.48], ""], [85844, "2020-03-02T16:44:25Z", [0.5], ""], [10924, "2020-03-02T16:40:28Z", [0.5], ""], [63489, "2020-03-02T15:32:56Z", [0.55], "Strong South Carolina showing by Biden; Bernie has an ace in the hole with Texas and California"], [40584, "2020-03-02T15:25:27Z", [0.2], "Updating based on 538 politics with a slight tweak downward to reflect momentum."], [63290, "2020-03-02T15:11:57Z", [0.65], "Reducing due to Buttigieg dropping. Bernie will still capture delegates in nearly all states but now more moderates will pass the 15% threshold and take delegates from Bernie. Bernie will need to outperform in at least 2 or 3 primaries in Cali, Tex, Mass, and Colorado to secure the majority."], [79142, "2020-03-02T15:10:55Z", [0.1], ""], [85520, "2020-03-02T15:01:23Z", [0.25], "Biden seems to have taken his momentum, and Buttigeig pulling out makes Biden the \"stop Bernie\" unity candidate"], [84644, "2020-03-02T15:00:08Z", [0.5], ""], [1333, "2020-03-02T14:49:14Z", [0.18], ""], [691, "2020-03-02T13:28:52Z", [0.15], ""], [75824, "2020-03-02T12:31:54Z", [0.59], ""], [72737, "2020-03-02T12:20:49Z", [0.11], ""], [85252, "2020-03-02T11:23:16Z", [0.2], ""], [1333, "2020-03-02T11:02:14Z", [0.17], ""], [81177, "2020-03-02T10:16:34Z", [0.65], ""], [81177, "2020-03-02T10:16:22Z", [0.85], ""], [85105, "2020-03-02T09:58:36Z", [0.1], ""], [85105, "2020-03-02T09:58:13Z", [0.15], ""], [85105, "2020-03-02T09:55:57Z", [0.05], ""], [85274, "2020-03-02T09:12:14Z", [0.4], ""], [57778, "2020-03-02T04:32:37Z", [0.15], ""], [81555, "2020-03-02T04:29:20Z", [1.0], ""], [47202, "2020-03-02T04:16:25Z", [0.2], "because of proportional allocation and number of candidates"], [31275, "2020-03-02T04:08:12Z", [0.39], "Thinking only plurality now."], [77502, "2020-03-02T03:34:22Z", [0.5], ""], [67232, "2020-03-02T03:00:04Z", [0.05], "I think Bernie will do rather poorly when compared to expectations given Biden's South Carolina bounce and the partial consolidation of the moderate wing after the moderate wing after the departure of Buttigieg and Styer."], [79142, "2020-03-02T02:36:58Z", [0.33], "With the Buttigieg drop, is more likely for Biden gets 15% in California. So readjusting the odds"], [63595, "2020-03-02T02:25:15Z", [0.4], "After reading more about Super Tuesday (and re-reading the question), I understand what \"majority\" means now, so I'm adjusting my answer down significantly."], [20044, "2020-03-02T02:07:40Z", [0.23], ""], [13306, "2020-03-02T01:01:27Z", [0.15], ""], [40848, "2020-03-02T00:47:45Z", [0.14], ""], [81287, "2020-03-02T00:32:13Z", [0.15], "Coming lower as Biden has better SC. Very hard to see how a majority comes out now   though could change if more people dropout. "], [31251, "2020-03-02T00:20:58Z", [0.01], ""], [84880, "2020-03-02T00:18:03Z", [0.13], "FiveThirtyEight's forecast model average has Sanders landing at approx. 587 delegates.\nAs they state, the range of potential outcomes will in reality land north or south of that number. I still *feel* hitting closer to 690 is a stretch, especially with the renewed life being breathed into Biden's campaign after dominating SC. I'm challenged by where to place my forecast: I'm apt to say \"no\" to this question, but I can't say so with certainty. Pseudo-scientifically I imagined repeating Super Tuesday in my head like Groundhog Day and fast forwarding to the results... how frequently would Sanders have 690+ delegates?\n1 in 100? Too low.\n1 in 20? Still low.\n1 in 10? Possibly.\n1 in 5? A stretch.\n1 in 4? Starting to feel too frequent. Actual likelihood has so many moving parts and I am sure people are struggling with who they want to vote for at this very moment for a litany of reasons. It is possible that Sanders will win a majority, but is it probable? I could be wrong. ST might be the one time in ten. Then again, then again, then again......... Either way, this is on the high end of my prediction. I just feel it is important to take psychology into account on such a polarizing day, in a polarizing election.  https://fivethirtyeight.com/features/election-update-what-our-forecast-says-about-every-super-tuesday-state/"], [534, "2020-03-01T23:42:25Z", [0.1], ""], [84791, "2020-03-01T23:35:29Z", [0.12], ""], [16933, "2020-03-01T23:16:01Z", [0.26], ""], [81430, "2020-03-01T23:04:13Z", [0.3], ""], [578, "2020-03-01T23:04:10Z", [0.0], ""], [2965, "2020-03-01T22:56:33Z", [0.0], ""], [79464, "2020-03-01T22:46:26Z", [0.6], ""], [25705, "2020-03-01T22:44:09Z", [0.0], ""], [63290, "2020-03-01T22:15:50Z", [1.0], "Bernie is in play in all states except maybe Oklahoma. He is poised to capture delegates everywhere. It seems on a conservative estimate he'll land around 600 delegates so it will truly come down to California, Texas, Mass, and Colorado for him. If he outperforms in 1 or two of these he'll capture the majority.  People are over-weighing Biden's performance in SC. Super Tuesday will introduce Bloomberg reducing the number of states Moderates will pass the 15% threshold making it easier for Bernie. I'm going out on a limb here and saying Bernie will capture the majority."], [75863, "2020-03-01T22:15:26Z", [0.19], ""], [55091, "2020-03-01T19:52:31Z", [0.43], ""], [25705, "2020-03-01T19:34:00Z", [0.2], "It is all about electability vs. Trump. At this point Biden is stopping Sander's momentum."], [1333, "2020-03-01T19:28:17Z", [0.16], ""], [1333, "2020-03-01T19:24:12Z", [0.16], ""], [28153, "2020-03-01T19:11:13Z", [0.05], ""], [21884, "2020-03-01T18:29:46Z", [0.07], ""], [79142, "2020-03-01T18:22:43Z", [0.55], "It all goes down to California.... If Biden gets the 15% threshold, he will take 50 votes from Sanders.... Sanders should get from 630 to 700 delegates. Bloomberg is not taking any vote from Sanders..."], [40584, "2020-03-01T18:08:01Z", [0.4], ""], [81431, "2020-03-01T16:35:35Z", [0.45], ""], [73436, "2020-03-01T16:30:12Z", [1.0], ""], [37115, "2020-03-01T16:12:13Z", [0.45], ""], [15196, "2020-03-01T15:56:18Z", [0.25], ""], [14107, "2020-03-01T15:48:56Z", [0.13], ""], [78237, "2020-03-01T15:04:26Z", [0.27], ""], [79464, "2020-03-01T14:42:32Z", [0.29], ""], [75824, "2020-03-01T14:23:26Z", [0.65], ""], [691, "2020-03-01T13:52:21Z", [0.18], ""], [81500, "2020-03-01T13:47:03Z", [0.65], "Hedging down given SC results and a possibly Biden revival"], [13306, "2020-03-01T10:10:28Z", [0.2], "Making adjustments for anticipated attempts of the Dems establishment to revive Biden's bid."], [41612, "2020-03-01T09:02:31Z", [0.18], ""], [45594, "2020-03-01T08:17:06Z", [0.35], ""], [68188, "2020-03-01T08:07:56Z", [0.33], ""], [20504, "2020-03-01T07:02:21Z", [0.4], ""], [34920, "2020-03-01T06:17:59Z", [1.0], ""], [67844, "2020-03-01T05:50:53Z", [0.15], ""], [79461, "2020-03-01T05:41:53Z", [0.28], ""], [41612, "2020-03-01T05:19:31Z", [0.26], ""], [41612, "2020-03-01T04:58:50Z", [0.37], ""], [84791, "2020-03-01T03:40:50Z", [0.14], ""], [85282, "2020-03-01T03:17:58Z", [0.25], ""], [67232, "2020-03-01T02:54:25Z", [0.15], "Biden just wiped out Bernie in South Carolina.  Therefore,  Biden will likely get 15 percent of the California vote, and Texas will be very close.  This  will make it very hard for Bernie to get half."], [20044, "2020-03-01T02:46:59Z", [0.26], ""], [32539, "2020-03-01T02:41:25Z", [0.02], ""], [8931, "2020-03-01T02:41:12Z", [0.1], ""], [13306, "2020-03-01T01:26:08Z", [0.35], ""], [12694, "2020-03-01T00:28:38Z", [0.25], "Updating after big Biden win in SC"], [63674, "2020-03-01T00:28:30Z", [0.52], ""], [28153, "2020-02-29T23:50:21Z", [0.11], ""], [32539, "2020-02-29T21:51:45Z", [0.05], ""], [32539, "2020-02-29T21:51:19Z", [0.95], ""], [37236, "2020-02-29T20:48:08Z", [0.33], ""], [81932, "2020-02-29T19:00:11Z", [0.3], "Bernie suffers from not being likeable to the same degree, but in a different way as is Hillary Clinton. People outside the Bernie cult are looking for alternatives. I am betting on a brokered convention.\n"], [84791, "2020-02-29T18:50:22Z", [0.16], ""], [84286, "2020-02-29T18:48:20Z", [0.05], ""], [40584, "2020-02-29T18:32:12Z", [0.35], ""], [60705, "2020-02-29T18:09:09Z", [0.14], "The 14 states will give a clear contrast of the electorate; and in a broad sampling like that the move towards the center will become more obvious."], [11430, "2020-02-29T17:59:55Z", [0.99], ""], [55706, "2020-02-29T17:44:59Z", [0.55], ""], [54646, "2020-02-29T16:53:56Z", [0.25], "Other candidates are finally giving light to what commitments are being made by Sanders - we cannot afford this. His candidacy is looking like Jeremy Corbyn "], [47210, "2020-02-29T16:22:20Z", [0.05], ""], [64078, "2020-02-29T15:55:10Z", [0.18], ""], [64808, "2020-02-29T14:33:41Z", [0.11], ""], [79464, "2020-02-29T14:21:16Z", [0.25], ""], [79464, "2020-02-29T14:20:02Z", [0.55], ""], [81287, "2020-02-29T14:18:49Z", [0.21], "The Q is a little confusing, but I take it to be the no of delegates, which means Bernie needs to win approx  672 to get a majority.  He has a strong showing in Cali, but polls have him at approx 587 with quite a range, still means outside chance currently.   https://fivethirtyeight.com/features/election-update-what-our-forecast-says-about-every-super-tuesday-state/"], [73970, "2020-02-29T14:13:08Z", [0.47], ""], [29896, "2020-02-29T14:12:13Z", [0.75], ""], [13306, "2020-02-29T10:52:32Z", [0.5], ""], [37520, "2020-02-29T10:37:48Z", [0.3], ""], [31251, "2020-02-29T07:21:51Z", [0.03], ""], [67232, "2020-02-29T04:07:01Z", [0.2], "The real issue is \"how are the delegates allocated?\"  Bernie is leading in most of the primaries; however, he has a ceiling in the low 30 percent.  Thus, other candidates will likely 60 percent or more of the votes in every state,  except Vermont.   I did some very quick research, and it appears that the delegates are allocated \"proportionally.\"  However, there is a minimum vote to obtain a single delegate in most state, e.g., California has a 15 percent minimum.   I would look up the polling, number of delegates and selection process for each state if I had more time to spend on this.  However, it suffices to say Bernie will likely get about a third of the Super Tuesday national vote, and a third is probably sufficient to get a majority of the delegates."], [29266, "2020-02-29T04:06:29Z", [0.25], ""], [27461, "2020-02-29T00:48:21Z", [0.0], ""], [85144, "2020-02-29T00:01:40Z", [0.5], ""], [16933, "2020-02-28T23:59:44Z", [0.32], ""], [79177, "2020-02-28T20:45:26Z", [0.7], "fun"], [67844, "2020-02-28T20:41:50Z", [0.25], ""], [32258, "2020-02-28T19:47:52Z", [0.2], ""], [1333, "2020-02-28T18:38:48Z", [0.15], ""], [28153, "2020-02-28T18:21:47Z", [0.28], ""], [45594, "2020-02-28T18:11:58Z", [0.35], ""], [85774, "2020-02-28T15:31:22Z", [0.29], ""], [1333, "2020-02-28T15:25:47Z", [0.02], ""], [75824, "2020-02-28T13:55:46Z", [0.63], ""], [84590, "2020-02-28T13:07:22Z", [0.3], ""], [84590, "2020-02-28T13:06:50Z", [0.29], "Comment deleted on Feb 28, 2020 01:07PM UTC"], [57986, "2020-02-28T10:14:28Z", [0.36], ""], [57986, "2020-02-28T10:14:18Z", [0.26], ""], [23999, "2020-02-28T08:34:24Z", [0.05], ""], [85282, "2020-02-28T01:22:41Z", [0.35], ""], [85282, "2020-02-28T01:22:09Z", [0.3], ""], [32258, "2020-02-28T01:07:06Z", [0.4], ""], [12694, "2020-02-27T23:58:23Z", [0.3], "If Biden wins South Carolina, as appears likely, that bodes poorly for Sanders in the southern Super Tuesday states."], [12694, "2020-02-27T23:54:43Z", [0.3], ""], [20504, "2020-02-27T22:55:31Z", [0.6], ""], [72695, "2020-02-27T22:33:25Z", [0.95], ""], [54789, "2020-02-27T22:13:00Z", [0.6], ""], [81286, "2020-02-27T21:43:43Z", [0.67], "He is seen as a consistent candidate among all major voting categories, including Republicans, men, women, different racial groups etc. He is the most palatable candidate."], [85760, "2020-02-27T20:39:58Z", [0.5], "Too many candidates still on the ballot"], [63595, "2020-02-27T20:37:09Z", [0.6], ""], [20044, "2020-02-27T20:19:29Z", [0.37], ""], [695, "2020-02-27T18:41:27Z", [0.25], ""], [46762, "2020-02-27T18:20:28Z", [0.0], "Speculating. If Biden crushes Sanders in SC, then I'm speculating Sanders will not do well in Mississippi, Alabama other deep South super tues"], [84591, "2020-02-27T17:22:03Z", [0.49], ""], [20156, "2020-02-27T17:00:32Z", [0.4], ""], [85520, "2020-02-27T15:44:52Z", [0.35], "Bit of a guess, but I suspect he'll win a plurality whereas a majority looked more likely a week ago. I suspect his comments about Cuba will move some backers to more moderate candidates, and the virus might make people more likely to opt for centrist \"safe pairs of hands\" versus a more radical social experiment. The NHS was in something of a crisis in the recent UK election and it didn't seem to help Corbyn."], [75824, "2020-02-27T15:31:08Z", [0.67], ""], [84592, "2020-02-27T15:05:17Z", [0.45], ""], [17007, "2020-02-27T15:02:23Z", [0.5], ""], [84593, "2020-02-27T15:01:31Z", [0.48], ""], [67414, "2020-02-27T14:35:21Z", [1.0], "As to what this question actually means by \"majority\" is up for debate, as according to Merriam Webster, majority means both \"a number or percentage equaling more than half of a total\" or \"the greater quantity or share\". This question and explanation offers no clues about which definition is correct, but whenever I read the question, I interpret it as most and thereby \"the greater quantity or share\".  Bernie will sweep in California, which will put him well ahead of his adversaries, He is also set up to do very well in Texas and even if he comes in 2nd, he won't be far behind in delegate count. The other big delegate states are North Carolina, Virginia,  Massachusetts, Minnesota and Colorado.  First, Bernie also will the majority of Colorado's delegates. Massachusetts and Minnesota and a two horse race between Bernie and not front-running candidates. Both Klobuchar and Warren will not get many delegates and likely get locked out of many states, especially considering they will both get poor finishes in South Carolina. Meanwhile, Biden, Bloomberg and Buttigieg will be lucky to get any delegates in Minnesota and  Massachusetts and if they do, it won't be very much and will further Bernie's lead. Then North Carolina and Virginia are a three-way crap shoot between Bernie, Biden and Bloomberg, It's hard to predict who exactly will win, but what is certain is that Bernie will do well and even if he comes in third, it won't be far behind and therefore any delegate's that his adversary gain on him will be small and not nearly enough to catch up to him after his California sweep. Of the rest of the States, they don't particularly have a high enough delegate count for a candidate to pull ahead in delegates, even if they completely swept the state, but that wont be the case, even though many of the more conservative states might favor Biden, Bernie will still be close behind preventing Biden or Bloomberg from making up much ground after failing to perform in California. Furthermore, some of the smaller states (VT, Maine, Utah, Democrats Abroad), Bernie is sure to sweep, thereby to making up any lost delegates in the other smaller states (Ark., Ala., Tenn., Okla.) Therefore, at the end of the day is seems mathematically impossible for Bernie to not win the majority of delegates on Super Tuesday , because of his huge win in California and other states, followed by the inability of his opponents to lock him out of a single state, while they are more then likely to get locked out of several and because he'll do \"well\" in every state, thereby, never being far behind even if he does not win a state."], [691, "2020-02-27T13:16:53Z", [0.21], ""], [18679, "2020-02-27T06:36:32Z", [0.15], ""], [79461, "2020-02-27T06:11:40Z", [0.38], "In light of no candidates dropping out after Nevada, I'm lowering my forecast slightly. There are two effects of candidates remaining in the race. Obviously, if a candidate dropped out some of their voters would go to Sanders, increasing his likelihood of getting a majority of delegates on Super Tuesday. However, some of those voters would also go to other candidates and if those voters pushed the candidate over the 15% threshold that would decrease the number of delegates Bernie would win. I think the first effect is much more important, especially because candidates will concentrate their efforts in specific states where they are most likely to succeed. Warren in MA, Klobuchar in Minnesota, Biden in the south, etc. As a result, I think all of these candidates staying in will make Sanders less likely to win the majority, though he will almost certainly gain a plurality. "], [12694, "2020-02-27T04:13:06Z", [0.38], ""], [85063, "2020-02-27T04:05:00Z", [1.0], ""], [84880, "2020-02-27T00:34:21Z", [0.01], "Looking at the numbers, I find a majority unlikely. 680 delegates or more would be a simple majority. \nhttps://fivethirtyeight.com/features/election-update-what-our-forecast-says-about-every-super-tuesday-state/"], [8826, "2020-02-26T21:31:01Z", [0.8], ""], [20044, "2020-02-26T21:28:36Z", [0.43], ""], [29544, "2020-02-26T19:47:18Z", [0.2], ""], [28153, "2020-02-26T19:41:19Z", [0.3], "Updating upward based upon recent evidence, particularly Sanders’ seemingly large lead in California, where a large number of delegates are up for grabs. "], [45594, "2020-02-26T18:16:46Z", [0.35], ""], [57143, "2020-02-26T17:40:02Z", [0.6], "While some states have pledged to vote with the citizens, not all have. "], [63835, "2020-02-26T17:22:57Z", [0.33], "Odd blend of winner-take-all in CA - every candidate with 15% or more of the popular vote gets delegates - all others do not.\nHowever - 2/3 of delegates are parsed out by congressional district - so a candidate who polls favorably in a district will award delegates to that candidate - even if the candidate does not earn 15% or more of the statewide popular vote.\nBetween this, and the number of candidates still in the field, but counterbalanced by the apparent rising popularity, and 30% chance of coming in first in CA per Five-Thirty-Eight website - I have to increase Bernie's chances..\nIf he comes in first in So Carolina - then I'll have to substantially increase the chance of a Bernie sweep on Tuesday."], [81747, "2020-02-26T16:35:40Z", [0.45], ""], [63674, "2020-02-26T16:34:43Z", [0.58], ""], [85347, "2020-02-26T14:05:44Z", [0.65], ""], [67232, "2020-02-26T14:03:29Z", [0.4], "Bernie did not do well at the debate on Tuesday, and his support of Castro will bother many voters.  However, Bernie's craziness is baked in for many in his base.  So, he lost some support among swing voters, but he is still strong. "], [691, "2020-02-26T13:58:33Z", [0.2], ""], [34959, "2020-02-26T13:57:50Z", [0.55], ""], [78237, "2020-02-26T13:27:21Z", [0.35], ""], [85487, "2020-02-26T12:30:48Z", [0.0], ""], [81152, "2020-02-26T11:19:27Z", [0.65], ""], [85144, "2020-02-26T10:58:15Z", [0.4], ""], [57778, "2020-02-26T08:55:39Z", [0.35], ""], [81300, "2020-02-26T00:11:18Z", [0.52], ""], [20504, "2020-02-25T22:55:03Z", [0.33], ""], [82389, "2020-02-25T22:43:48Z", [0.85], ""], [29266, "2020-02-25T22:35:03Z", [0.35], ""], [31275, "2020-02-25T22:34:36Z", [0.52], "Probably a plurality but a chance for majority. Reassess after SC"], [29266, "2020-02-25T22:28:34Z", [0.55], ""], [52778, "2020-02-25T21:56:39Z", [0.6], ""], [745, "2020-02-25T20:57:14Z", [0.25], ""], [35376, "2020-02-25T20:14:00Z", [0.95], ""], [151, "2020-02-25T19:26:53Z", [0.35], "I think he will win by a margin of 35% or so.  Votes for other candidates will be spread thin, so they won't get many delegates."], [151, "2020-02-25T19:23:44Z", [0.35], "I think he will get the most votes."], [84880, "2020-02-25T19:01:08Z", [0.29], "Unless we see fewer candidates in the running, we can expect diluted results and likely a plurality.\nhttps://www.270towin.com/2020-democratic-delegate-calculator/"], [10924, "2020-02-25T18:54:47Z", [0.55], "Bernie train gaining momentum and moderates losing steam"], [55706, "2020-02-25T18:45:25Z", [0.65], ""], [85673, "2020-02-25T16:40:43Z", [0.75], ""], [81555, "2020-02-25T16:16:15Z", [0.25], ""], [42563, "2020-02-25T14:41:39Z", [0.65], ""], [691, "2020-02-25T14:29:31Z", [0.18], ""], [84791, "2020-02-25T13:53:14Z", [0.17], ""], [14107, "2020-02-25T13:46:07Z", [0.15], ""], [1333, "2020-02-25T11:52:48Z", [0.01], ""], [75863, "2020-02-25T03:26:15Z", [0.34], ""], [7658, "2020-02-24T22:18:55Z", [0.05], ""], [76803, "2020-02-24T22:16:07Z", [0.99], ""], [85655, "2020-02-24T20:40:02Z", [0.87], ""], [33637, "2020-02-24T19:18:54Z", [0.46], ""], [67403, "2020-02-24T18:09:24Z", [0.35], ""], [66305, "2020-02-24T16:59:36Z", [0.35], ""], [25705, "2020-02-24T15:30:22Z", [0.47], "Sanders clearly has momentum and squabbling among themselves moderates do not present a good alternative. "], [16933, "2020-02-24T15:13:57Z", [0.48], ""], [63489, "2020-02-24T15:01:45Z", [0.95], "Bernie is rolling through. Would take a contested convention to unseat."], [691, "2020-02-24T14:29:50Z", [0.12], ""], [84791, "2020-02-24T14:24:17Z", [0.18], ""], [11430, "2020-02-24T14:23:34Z", [0.95], ""], [72737, "2020-02-24T14:14:09Z", [0.36], ""], [29266, "2020-02-24T11:38:08Z", [0.35], ""], [42055, "2020-02-24T09:16:06Z", [0.33], "The predictive sites are giving him about a 1:3 chance so following that."], [78305, "2020-02-24T08:46:18Z", [0.76], ""], [1333, "2020-02-24T08:40:59Z", [0.02], ""], [79461, "2020-02-24T03:15:53Z", [0.48], ""], [4879, "2020-02-24T01:17:12Z", [0.83], ""], [75824, "2020-02-24T00:57:29Z", [0.69], ""], [85624, "2020-02-23T23:42:33Z", [0.75], ""], [84132, "2020-02-23T21:28:33Z", [0.35], "Bloomberg will pull more than expected. He's the spoiler in this race."], [57778, "2020-02-23T21:20:27Z", [0.37], ""], [31275, "2020-02-23T20:57:58Z", [0.41], "More likely after Nevada win."], [85282, "2020-02-23T18:59:34Z", [0.4], ""], [23999, "2020-02-23T16:43:50Z", [0.1], ""], [63674, "2020-02-23T16:26:11Z", [0.52], ""], [484, "2020-02-23T16:21:18Z", [0.05], "Of those who are (continuing to) forecast on this question should make certain they understand the clarification. The high consensus leads me to suspect a combination of stale forecasts and not understanding it. FWIW"], [84791, "2020-02-23T16:06:10Z", [0.14], ""], [29502, "2020-02-23T15:55:11Z", [0.95], ""], [691, "2020-02-23T14:45:52Z", [0.12], ""], [28171, "2020-02-23T14:31:50Z", [0.6], "Upping probability after yesterdays convincing Sanders victory in Nevada. "], [59881, "2020-02-23T14:20:12Z", [0.0], ""], [37236, "2020-02-23T14:07:08Z", [0.27], ""], [1333, "2020-02-23T14:01:45Z", [0.03], ""], [29538, "2020-02-23T13:46:09Z", [0.05], ""], [29538, "2020-02-23T13:45:51Z", [0.2], ""], [15953, "2020-02-23T11:41:28Z", [0.5], ""], [85069, "2020-02-23T09:26:47Z", [0.5], ""], [46762, "2020-02-23T09:20:57Z", [1.0], ""], [79464, "2020-02-23T09:05:39Z", [0.65], ""], [56461, "2020-02-23T09:05:20Z", [0.65], ""], [23999, "2020-02-23T08:10:23Z", [0.5], ""], [12694, "2020-02-23T04:33:13Z", [0.4], ""], [20044, "2020-02-23T04:26:13Z", [0.38], ""], [40584, "2020-02-23T03:46:17Z", [0.45], ""], [32258, "2020-02-23T01:39:25Z", [0.55], ""], [29538, "2020-02-23T01:36:47Z", [0.6], ""], [81500, "2020-02-23T01:14:36Z", [0.85], ""], [13306, "2020-02-23T00:24:57Z", [0.7], ""], [29046, "2020-02-22T22:15:30Z", [0.7], "By all appearances he will. I am concerned that the DNC, based on 2016, will again interfere with the process"], [578, "2020-02-22T21:35:48Z", [0.1], ""], [75824, "2020-02-22T18:34:29Z", [0.61], ""], [61869, "2020-02-22T16:20:07Z", [0.25], ""], [1333, "2020-02-22T15:29:06Z", [0.04], "With the Olympics approaching i'm reminded of nancy Kerrigan and tonya harding. the DNC is Tonya..."], [691, "2020-02-22T13:54:52Z", [0.09], ""], [13306, "2020-02-22T10:00:13Z", [0.55], ""], [45594, "2020-02-22T07:17:01Z", [0.35], ""], [10924, "2020-02-22T07:00:07Z", [0.4], ""], [67232, "2020-02-22T06:34:13Z", [0.5], ""], [12694, "2020-02-22T04:48:52Z", [0.35], ""], [12694, "2020-02-22T04:48:32Z", [0.45], ""], [79461, "2020-02-22T04:30:37Z", [0.4], "Bernie's polling is going up, he avoided a lot of controversy in the debate, and appears to be on the way to take Nevada. I think momentum is the key here and I think after Nevada he will likely be the only one able to claim momentum. Bloomberg seems on the decline following the debate who was his biggest rival going into Super Tuesday. If a few candidates (Warren and one of the moderate candidates) drop out before Super Tuesday, he looks very likely to take a majority. However, without drop outs, it will be hard for him to get a majority, though he is highly likely to get the plurality. "], [79142, "2020-02-22T03:49:32Z", [0.67], ""], [63290, "2020-02-22T03:35:27Z", [0.4], ""], [63674, "2020-02-22T02:01:21Z", [0.47], ""], [85573, "2020-02-22T01:57:01Z", [0.57], ""], [32258, "2020-02-22T01:10:18Z", [0.35], ""], [64078, "2020-02-21T23:56:31Z", [0.19], ""], [81817, "2020-02-21T23:19:47Z", [0.85], ""], [75824, "2020-02-21T21:47:33Z", [0.59], ""], [82102, "2020-02-21T21:11:16Z", [0.45], ""], [81430, "2020-02-21T17:17:42Z", [0.35], ""], [81430, "2020-02-21T17:17:06Z", [0.7], ""], [63207, "2020-02-21T16:50:49Z", [0.4], ""], [85524, "2020-02-21T15:54:24Z", [0.9], ""], [38940, "2020-02-21T14:48:47Z", [0.04], ""], [1333, "2020-02-21T14:19:33Z", [0.05], ""], [82934, "2020-02-21T13:20:50Z", [0.25], ""], [1333, "2020-02-21T11:19:52Z", [0.06], ""], [12694, "2020-02-21T04:38:40Z", [0.2], ""], [12694, "2020-02-21T04:36:04Z", [0.7], ""], [85536, "2020-02-21T03:20:43Z", [0.35], ""], [32539, "2020-02-21T03:20:22Z", [0.3], ""], [82406, "2020-02-21T01:39:49Z", [0.4], "Bernie will have a plurality but not a majority of delegates "], [172, "2020-02-21T01:24:20Z", [0.25], ""], [13306, "2020-02-21T01:22:16Z", [0.5], ""], [85464, "2020-02-20T23:52:15Z", [1.0], ""], [79464, "2020-02-20T22:49:33Z", [0.35], ""], [23999, "2020-02-20T22:04:55Z", [0.4], ""], [85474, "2020-02-20T21:39:57Z", [0.32], "What will keep Sanders from getting the delegates needed is Elizabeth Warren. As long as she stays in the race (and she is in it for the long haul) he will have a hard time securing the nomination. I think Michael Bloomberg will give him a run for his money and it will boil down to a (unfortunately) brokered convention. "], [66440, "2020-02-20T19:29:18Z", [0.55], ""], [11430, "2020-02-20T19:15:45Z", [0.25], ""], [81385, "2020-02-20T19:01:00Z", [0.6], ""], [62054, "2020-02-20T18:57:28Z", [0.99], "The Democrats don't believe they can survive a brokered convention, which is probably true but also the only way somebody's going to stop Bernie"], [83787, "2020-02-20T16:39:33Z", [0.35], "Plurality yes, majority no. Because Bloomberg can keep spending and Warren will want to stay in the game in hopes of a brokered convention"], [63489, "2020-02-20T14:57:45Z", [0.65], "Running towards a contested convention, but currently in a very strong position"], [1333, "2020-02-20T14:10:36Z", [0.07], ""], [691, "2020-02-20T14:01:13Z", [0.06], ""], [1333, "2020-02-20T13:53:47Z", [0.08], ""], [32100, "2020-02-20T13:40:46Z", [0.4], ""], [85488, "2020-02-20T10:22:46Z", [0.07], ""], [57778, "2020-02-20T09:15:31Z", [0.35], ""], [85199, "2020-02-20T07:26:32Z", [0.1], ""], [77502, "2020-02-20T03:00:39Z", [0.5], ""], [85105, "2020-02-19T23:03:05Z", [0.35], ""], [85479, "2020-02-19T22:43:42Z", [0.25], "When I made my earlier forecast I was looking at the 2016 \"Super Tuesday\" states, and not the 2020 bundle. The inclusion of California, in particular, affects the odds I give to Sanders. "], [55706, "2020-02-19T21:49:00Z", [0.65], ""], [85479, "2020-02-19T21:37:01Z", [0.05], "Comment deleted on Feb 19, 2020 10:44PM UTC"], [84791, "2020-02-19T20:49:13Z", [0.2], ""], [84372, "2020-02-19T19:48:16Z", [0.2], "He is likely to win a plurality, but unless several other candidates drop out after South Carolina and Nevada and throw their support to Sanders, the voting will be too fractured for anyone to win an outright majority."], [49467, "2020-02-19T19:31:51Z", [0.25], ""], [1333, "2020-02-19T19:11:07Z", [0.09], ""], [81932, "2020-02-19T18:52:08Z", [0.0], "Nothing in Sanders’s thirty-year record in Congress suggests he can enact legislation that resembles the scale of his current proposals. Voters will realize this and he will lose support except for with the zealots."], [746, "2020-02-19T17:22:30Z", [0.35], ""], [20044, "2020-02-19T17:01:53Z", [0.3], ""], [20044, "2020-02-19T17:00:11Z", [0.15], ""], [81803, "2020-02-19T16:50:47Z", [0.2], "I don’t think he will. I believe there may be a three way tie with Bloomberg, Biden and maybe Klobuchar "], [81983, "2020-02-19T16:30:44Z", [0.0], ""], [82010, "2020-02-19T16:21:21Z", [0.18], ""], [1333, "2020-02-19T16:10:12Z", [0.1], ""], [78237, "2020-02-19T15:59:55Z", [0.28], "1357 up for grabs"], [25705, "2020-02-19T14:54:10Z", [0.34], "According to 538, on Super Tuesday, Sanders probably wins plurality, but his chances for majority are much lower - on average he wins 451 delegates out of 1344. Interestingly enough, it means that his chances for majority on Super Tuesday are significantly lower than chances for majority of pledged delegates at the Convention - 42% at the moment. https://projects.fivethirtyeight.com/2020-primary-forecast/ Also interesting, that it looks that wisdom of the crowd is in sync with 538 - the consensus at this moment is 33%."], [81620, "2020-02-19T14:48:44Z", [0.2], ""], [85442, "2020-02-19T14:40:31Z", [0.46], ""], [63389, "2020-02-19T14:38:40Z", [0.25], ""], [85050, "2020-02-19T14:21:40Z", [0.35], ""], [37236, "2020-02-19T13:57:05Z", [0.11], ""], [85274, "2020-02-19T13:11:17Z", [0.32], "Average of polls puts Sanders at 29.6% Revised upwards in anticipation of a poor Bloomberg debate performance and increase in attacks against his candidacy. Although expect majority of Bloomberg voters would switch to Biden/Buttigieg not Sanders."], [85306, "2020-02-19T08:02:41Z", [0.7], ""], [67232, "2020-02-19T06:46:45Z", [0.4], ""], [34959, "2020-02-19T04:50:02Z", [0.28], "possible, but not probably"], [85416, "2020-02-19T03:37:14Z", [0.21], ""], [13306, "2020-02-19T03:37:13Z", [0.38], "Adjusting down slightly on Bloomberg surge, I think still most likely candidate (see my increased re-election probabilities for incumbent)."], [85413, "2020-02-19T01:30:00Z", [0.32], ""], [32258, "2020-02-19T00:17:18Z", [0.85], "According to 538 polling and delegates,  Sanders wins. Not sure about majority however.."], [84342, "2020-02-19T00:16:44Z", [0.15], "Bernie has a limited upside and each of the other contenders has a base of support but also a limited upside.  No majority going into the Convention, with Bernie leading with around 35% of the delegates."], [32258, "2020-02-19T00:09:07Z", [0.45], ""], [85400, "2020-02-18T23:41:09Z", [0.35], ""], [31251, "2020-02-18T23:16:59Z", [0.06], "I think having looked at the 2016 republican race that even though there are \"good reasons\" for the candidates to agree to drop out to stop bernie, collective action problems mean that they won't and we will still have 5/6 candidates in by Super Tuesday. The candidates all think they are going to win the general and the party will unite behind the candidate, so why drop out early? "], [75794, "2020-02-18T22:33:54Z", [0.6], "Bloomberg is the only other contender, but is gaining ground fast. \nI have Bloomberg at 30%, Biden at 10%."], [85382, "2020-02-18T22:26:19Z", [0.32], ""], [75863, "2020-02-18T21:19:12Z", [0.32], "I used FiveThirtyEight's model of the number of pledged delegates they expect to be allocated to Sanders by each Super Tuesday state (the model gives the point estimate and 80% confidence interval) and plugged in these values into a distribution calculator to estimate the chances of Sanders winning a majority of pledged delegates across all Super Tuesday states. As of today before the results of the New Hampshire primary, the probability of Sanders winning a majority of Super Tuesday pledged delegates is ~32%. See my spreadsheet for more info: https://docs.google.com/spreadsheets/d/1KR7gazBF0mSYuu1YMpAsQT6fUCOs4prEvn9Jixtdd1Y/edit?usp=sharing"], [75863, "2020-02-18T21:18:14Z", [0.3], "test"], [85360, "2020-02-18T20:45:03Z", [1.0], ""], [85343, "2020-02-18T20:03:35Z", [0.39], ""], [85347, "2020-02-18T19:27:57Z", [0.35], ""], [52872, "2020-02-18T18:12:22Z", [0.7], ""], [8397, "2020-02-18T17:02:03Z", [0.0], "While he will quite possibly earn a plurality of delegates on Super Tuesday, the fact that there will most likely still be at least 5 candidates with significant appeal to various segments of the Democratic party means Sanders' chance at 50+% of delegates is vanishingly small."], [85307, "2020-02-18T16:46:05Z", [0.6], "Comment deleted on Feb 18, 2020 04:48PM UTC"], [16093, "2020-02-18T16:19:27Z", [0.01], ""], [28153, "2020-02-18T16:07:30Z", [0.1], ""], [85289, "2020-02-18T15:48:50Z", [0.1], ""], [85288, "2020-02-18T15:48:35Z", [0.21], ""], [1056, "2020-02-18T15:36:46Z", [0.55], ""], [85248, "2020-02-18T13:54:54Z", [0.25], ""], [85144, "2020-02-18T13:02:48Z", [0.4], ""], [3897, "2020-02-18T12:51:48Z", [0.04], "It's extremely unlikely. Sanders is likely to win a plurality of Super Tuesday votes, but not a majority - different things! And the Democrats allocate delegates very much in proportion to votes. It's not like the Republican primary in 2016, where Trump massively benefited from a large number of states that used \"winner gets all delegates\" or \"winner gets most delegates\" rules."], [75824, "2020-02-18T12:46:05Z", [0.55], ""], [16650, "2020-02-18T11:50:20Z", [0.5], ""], [82019, "2020-02-18T11:38:07Z", [0.15], ""], [85210, "2020-02-18T11:27:05Z", [0.3], ""], [81995, "2020-02-18T11:19:36Z", [0.4], ""], [70360, "2020-02-18T08:17:02Z", [0.2], "The current fivethirtyeight model has him higher (at around 33%) to win a majority of delegates by the convention. Winning a majority amongst the states voting on super Tuesday seems less likely, as fewer competing candidates will have dropped out by then. EDIT: Actually, this question is worded ambiguously. I have no idea how Good Judgment intend to interpret the results as the headline and description contradict each other twice. How useless that there is no means to delete a forecast. You say in the small print \"the candidate with the most votes will be considered the winner\" but \"who will be the winner\" isn't even the question. It's whether Bernie Sanders will get a *majority* of pledged delegates."], [83667, "2020-02-18T07:54:20Z", [0.3], ""], [83468, "2020-02-18T07:18:23Z", [0.3], ""], [45217, "2020-02-18T04:46:39Z", [0.35], ""], [30641, "2020-02-18T04:26:55Z", [0.3], "He is likely to share the delegates somewhat with other candidates, one female (Klobuchar?) and one male. "], [13306, "2020-02-18T03:27:14Z", [0.45], ""], [4645, "2020-02-18T03:21:49Z", [0.35], ""], [81755, "2020-02-18T00:49:18Z", [0.75], "based on trend"], [73970, "2020-02-17T22:55:03Z", [0.47], ""], [83845, "2020-02-17T22:26:12Z", [0.18], ""], [85147, "2020-02-17T21:55:54Z", [0.35], ""], [34456, "2020-02-17T21:48:50Z", [0.45], "It's a toss up between Biden and Sanders.  Sanders is too extreme left to appeal to older voters who typically have the highest turnout."], [85105, "2020-02-17T17:54:49Z", [0.22], ""], [85105, "2020-02-17T17:54:39Z", [0.25], ""], [85104, "2020-02-17T17:14:54Z", [0.43], ""], [85098, "2020-02-17T16:14:44Z", [0.25], ""], [691, "2020-02-17T15:03:52Z", [0.08], ""], [85057, "2020-02-17T13:19:06Z", [0.4], ""], [13306, "2020-02-17T12:14:07Z", [0.4], ""], [85079, "2020-02-17T11:46:15Z", [0.05], ""], [15953, "2020-02-17T11:23:47Z", [0.1], ""], [29896, "2020-02-17T07:59:53Z", [0.5], ""], [81027, "2020-02-17T06:36:59Z", [0.28], ""], [36, "2020-02-16T20:37:06Z", [0.55], ""], [1333, "2020-02-16T19:07:38Z", [0.24], "The Party is finally behind him...pushing his Gurney...over the nearest cliff."], [2497, "2020-02-16T18:31:43Z", [0.35], ""], [534, "2020-02-16T18:10:10Z", [0.35], "I'm following fivethirtyeight.com"], [33035, "2020-02-16T15:50:52Z", [0.3], ""], [76674, "2020-02-16T15:09:27Z", [0.45], ""], [76674, "2020-02-16T14:57:09Z", [0.45], ""], [79464, "2020-02-16T13:41:25Z", [0.6], ""], [31274, "2020-02-16T13:23:31Z", [0.15], ""], [65637, "2020-02-16T09:41:50Z", [0.25], ""], [15953, "2020-02-16T09:34:12Z", [0.15], ""], [15953, "2020-02-16T09:33:39Z", [0.25], ""], [57778, "2020-02-16T05:37:43Z", [0.3], ""], [56461, "2020-02-16T05:11:31Z", [0.56], ""], [29266, "2020-02-16T04:30:58Z", [0.15], ""], [11430, "2020-02-16T00:00:37Z", [0.0], ""], [11430, "2020-02-15T23:12:51Z", [0.99], ""], [75863, "2020-02-15T22:53:32Z", [0.3], "I used FiveThirtyEight's model of the number of pledged delegates they expect to be allocated to Sanders by each Super Tuesday state (the model gives the point estimate and 80% confidence interval) and plugged in these values into a distribution calculator to estimate the chances of Sanders winning a majority of pledged delegates across all Super Tuesday states. As of today before the results of the New Hampshire primary, the probability of Sanders winning a majority of Super Tuesday pledged delegates is ~30%. See my spreadsheet for more info: https://docs.google.com/spreadsheets/d/1KR7gazBF0mSYuu1YMpAsQT6fUCOs4prEvn9Jixtdd1Y/edit?usp=sharing\n"], [14840, "2020-02-15T22:16:42Z", [0.65], ""], [72737, "2020-02-15T21:35:35Z", [0.28], ""], [39089, "2020-02-15T20:14:38Z", [0.43], "My base rate and thus forecast is based on the correlation between previous presidential nominees winning Iowa caucus as well as the New Hampshire primary and subsequently then securing the win at Super Tuesday.\nOut of the the seven Democratic Iowa caucuses the delegate who has won the Iowa Caucus has also won the Super Tuesday 70% (5) of the times – Clinton (2016), Obama (2008), Kerry (2004), Gore (2000) and Mondale (1984). Sanders did not win thus he has a 30% or less of base rate chance. \nHowever Sanders won the New Hampshire primaries and the winner of these primaries has won the Super Tuesday on 40% of the cases. A combination gives an average base rate of 35%.\nFiveThirtyEight predicts Sanders having a 50% chance of winning the Super Tuesday delegate vote in March. \nMy forecast is an average of the base rate and FiveThirtyEight – 43%.\n"], [77057, "2020-02-15T19:46:45Z", [0.65], "People want change! Bernie is the only way they will get it!! The DNC needs his base to win!"], [31275, "2020-02-15T19:23:37Z", [0.23], "Raising some. https://www.nytimes.com/2020/02/12/upshot/bernie-sanders-2020-path.html "], [691, "2020-02-15T18:25:30Z", [0.06], ""], [67232, "2020-02-15T18:01:30Z", [0.3], "He is now leading in the Nevada polls.   Therefore, he is now more likely to win other states based upon any momentum he gains in Nevada. "], [578, "2020-02-15T17:47:01Z", [0.0], "I divide the Democratic candidates into the moderate and the left wing, with Buttigieg, Biden and Klobuchar in the former and Sanders and Warren in the latter.  After the Iowa and NH, the moderate and the left wing have 35 and 29 delegates, respectively.  The left wing does not even get 50% of the delegates. There aren't that many state polls for the Super Tuesday contests, and the existing ones do not necessarily reflect the current fluid nature of the contests.  Gleaming the few polls, I figure the contest between the moderate and left wings are about even.  Unless Warren drops out before Super Tuesday (highly unlikely) and the moderate wing collapses into one person before Super Tuesday (also highly unlikely), there is no way Sanders can win a majority (i.e. more than 50%) although he may be able to pull a plurality on Super Tuesday."], [54646, "2020-02-15T16:50:37Z", [0.15], "By Super Tuesday, I expect the DNC will take greater influence on promoting an alternative to the Socialist candidate in a effort to focus efforts on \"Beat Trump\" with that likely candidate being Bloomberg"], [66179, "2020-02-15T16:25:24Z", [0.15], ""], [42472, "2020-02-15T15:21:34Z", [0.0], ""], [66440, "2020-02-15T13:48:09Z", [0.65], ""], [81097, "2020-02-15T13:43:21Z", [0.45], "Strong momentum and not very strong contenders. Offset by the fact contenders are being rapidly eliminated and the supporters of others are unlikely to go to Sanders"], [45594, "2020-02-15T10:15:46Z", [0.35], ""], [82083, "2020-02-15T07:50:53Z", [0.15], "Bloomberg's advertising and the fear that Bernie can't come close to beating Trump will see his momentum decline.  Add to that the mix of states that will be voting (many don't lean towards Bernie) and he will be lucky to get 35%"], [76674, "2020-02-15T06:10:33Z", [0.5], ""], [75824, "2020-02-15T02:55:00Z", [0.52], ""], [27399, "2020-02-15T02:48:03Z", [0.45], ""], [11962, "2020-02-15T01:54:03Z", [0.55], ""], [28000, "2020-02-15T01:37:53Z", [0.45], ""], [44303, "2020-02-15T01:26:05Z", [0.4], ""], [83103, "2020-02-15T01:11:07Z", [0.55], ""], [26850, "2020-02-15T00:59:40Z", [0.0], "Allocation, allocation, allocation. "], [26553, "2020-02-15T00:54:15Z", [0.0], ""], [73419, "2020-02-15T00:50:48Z", [0.62], ""], [54906, "2020-02-15T00:22:06Z", [0.75], ""], [45198, "2020-02-14T23:48:53Z", [0.35], "Too many variables to consider. Situation is too fluid on a dailey basis."], [172, "2020-02-14T23:43:11Z", [0.35], "I need to crunch the numbers between Amy, Bernie, Mayor Pete, and Bloomberg. I can’t tell right now"], [60705, "2020-02-14T23:16:19Z", [0.25], "The field will be down to 3 or 4 people by then.  The majority want to see a progressive with a plan that also understands the nothing will happen as long as the Senate is Republican with Mitch McConnell at the helm.  I believe Pete Buttigieg will earn the majority of delegates in Super Tuesday."], [20504, "2020-02-14T22:25:36Z", [0.28], ""], [84529, "2020-02-14T21:57:50Z", [0.6], ""], [900, "2020-02-14T21:52:10Z", [0.2], "Bloomberg will take the majority"], [82004, "2020-02-14T21:46:52Z", [0.25], ""], [84372, "2020-02-14T21:37:35Z", [0.25], "With the states voting on Super Tuesday as diverse as they are, and including several fairly conservative states, it seems unlikely that Sanders will win an outright majority of the pledged delegates, although he may win a plurality."], [26757, "2020-02-14T21:33:31Z", [0.0], ""], [70541, "2020-02-14T21:23:13Z", [0.35], ""], [84973, "2020-02-14T21:08:46Z", [0.1], ""], [16168, "2020-02-14T21:04:10Z", [0.35], ""], [48224, "2020-02-14T21:01:52Z", [0.95], ""], [4651, "2020-02-14T20:56:34Z", [0.18], "Hard to see him dominating post super Tuesday to such an extent that he wins enough delegates to get a majority. Large plurality much more likely."], [55091, "2020-02-14T20:41:34Z", [0.35], ""], [58579, "2020-02-14T20:30:01Z", [0.55], ""], [82500, "2020-02-14T20:29:08Z", [0.2], "Still worry about his health as he always seems ‘angry’ speaking...raising his blood pressure...Republicans will continue fearing America about Socialism and the night time comics love imitating his ‘angry behaviour’....voters don’t want that!"], [15189, "2020-02-14T20:26:45Z", [0.15], ""], [82914, "2020-02-14T20:23:07Z", [0.1], ""], [76551, "2020-02-14T20:20:58Z", [0.58], "I think he’ll surprise the establishment "], [35768, "2020-02-14T20:19:41Z", [0.85], ""], [64202, "2020-02-14T20:18:37Z", [0.65], ""], [61252, "2020-02-14T20:16:13Z", [0.36], ""], [1333, "2020-02-14T20:10:42Z", [0.25], ""], [23582, "2020-02-14T20:06:51Z", [0.15], ""], [68851, "2020-02-14T20:05:43Z", [0.1], ""], [81023, "2020-02-14T20:02:26Z", [0.8], ""], [7461, "2020-02-14T20:00:09Z", [0.8], "Sanders has popular support among middle aged voters and younger voters. However while Joe Biden is currently behind in the primaries he could still pull ahead as the \"safe choice\" for democrats not willing to go through the revolution Sanders promises."], [11885, "2020-02-14T19:17:54Z", [0.7], ""], [81983, "2020-02-14T19:00:09Z", [0.0], ""], [67899, "2020-02-14T18:49:58Z", [0.75], "Appeal to people not well sampled by polls likely underestimation of these odds just like how trump was predicted to lose in polls. "], [46339, "2020-02-14T18:33:13Z", [0.9], ""], [64808, "2020-02-14T18:16:16Z", [0.0], "This question is broken.  It is impossible to vote \"No\"."], [64808, "2020-02-14T17:56:39Z", [0.04], ""], [64808, "2020-02-14T17:54:04Z", [0.05], "The likelihood of Bernie winning more delegates than Pete, Amy, Warren and Bloomberg put together is next to zero."], [1333, "2020-02-14T17:46:59Z", [0.26], ""], [43987, "2020-02-14T17:44:19Z", [0.25], "I believe Bernie Sanders is too far left in his thinking and ideas to gather major support."], [1333, "2020-02-14T17:42:58Z", [0.27], ""], [59106, "2020-02-14T16:58:57Z", [0.3], ""], [49436, "2020-02-14T16:48:57Z", [0.39], ""], [81747, "2020-02-14T16:37:55Z", [0.45], ""], [65775, "2020-02-14T16:07:59Z", [0.1], ""], [484, "2020-02-14T16:07:21Z", [0.05], "Down 5% due to shifting and narrowing field."], [18846, "2020-02-14T15:21:04Z", [0.0], "Buttigieg and Bloomberg...possibly Biden, will still be significant candidates in the race on Super Tuesday. Warren will likely hang on for the Massachusetts primary. Getting more than half the pledged delegates is a tall task."], [19801, "2020-02-14T13:33:24Z", [0.25], "No candidate has won a major nomination without coming in the top 2 in New Hampshire or Iowa since 1972, which is good news for Bernie Sanders and Pete Buttigieg\nhttps://www.businessinsider.com.au/no-president-placed-below-second-iowa-or-new-hampshire-1972-2020-2"], [691, "2020-02-14T12:42:46Z", [0.06], ""], [78513, "2020-02-14T12:27:26Z", [0.8], ""], [25780, "2020-02-14T12:20:09Z", [0.3], ""], [58944, "2020-02-14T06:37:53Z", [0.3], ""], [55953, "2020-02-14T05:39:31Z", [0.15], "At the last democratic primaries of 2016, Hillary won a majority of pledged delegates on Super Tuesday 1 but feel sorry of a majority on Super Tuesday 2. And yet, there were only 2 candidates. With the number of candidates still in the race, it is very unlikely that Bernie wins more than half the pledged delegates alone."], [28284, "2020-02-14T05:12:16Z", [0.01], ""], [223, "2020-02-14T04:08:13Z", [0.5], ""], [82792, "2020-02-14T03:45:38Z", [0.15], "While he has a passionate base he is to extreme in his pursuits."], [84250, "2020-02-14T03:35:27Z", [0.2], "Bernie is not nationally viable, the Dems need someone more moderate"], [1646, "2020-02-14T02:27:57Z", [0.2], ""], [72695, "2020-02-14T00:54:21Z", [0.15], "Different demographic on Super Tuesday. "], [64078, "2020-02-13T23:52:21Z", [0.2], ""], [81152, "2020-02-13T22:52:48Z", [0.55], ""], [1333, "2020-02-13T20:07:17Z", [0.28], ""], [40075, "2020-02-13T19:12:08Z", [0.51], ""], [49392, "2020-02-13T19:00:04Z", [0.05], "In NH, where Bernie is a strong favorite, he did not do well.  Even with Warren dragging behind, moderate Democrats, Buttigieg and Klobuchar, received a far larger portion of the votes in NH.  The same trend is true in Iowa where Bernie was a close 2nd.   Democrats are anxious about choosing an electable candidate and find Bernie too risky in a general election.  By the time we get to Super Tuesday, Democrats will have rallied around a moderate."], [695, "2020-02-13T18:55:21Z", [0.05], ""], [84958, "2020-02-13T18:48:43Z", [0.25], "To date the voting has been in small states. A large pool will not agree with his far left positions."], [84286, "2020-02-13T18:47:46Z", [0.05], "The field is too wide open; too many unknowns."], [31251, "2020-02-13T18:26:30Z", [0.14], "A majority of pledged delegates from super Tuesday is more than 672. Based off the 538 projections for number of delegates each candidate is likely to win on super Tuesday, Bernie Sanders is at 560, which would be more than any other candidate but not meet the requirements for a majority. He can still \"win\" all the states he is projected to and not meet the delegate threshold. The drop in Biden's popularity has not resulted in large gains for Sanders in polling averages, but has been redistributed so far to other candidates. I expect this to be the case even if candidates were to drop out. Sanders has had a heart attack since the start of the campaign, but he at least appears to be in good enough health to make it to the 3rd March."], [68776, "2020-02-13T17:09:06Z", [1.0], "The young and POC are turning up to vote"], [36907, "2020-02-13T16:39:41Z", [0.33], ""], [20044, "2020-02-13T15:44:56Z", [0.12], "The question specifically asks for the likelihood of Sanders receiving a majority, (>50%) and NOT a plurality of the delegates on Super Tuesday. FiveThirtyEight's current forecast predicts Sanders will win 504 of the 1297 delegates available, which would put him at ~39%. There is, of course, the possibility that these forecasts will change significantly as a result of news events or candidates dropping out of the race, but as of now it seems likely the question will resolve as \"No\". "], [84955, "2020-02-13T15:42:38Z", [0.0], ""], [20044, "2020-02-13T15:39:25Z", [0.48], ""], [81886, "2020-02-13T15:09:08Z", [0.4], "Bernie’s supporters are solid."], [83650, "2020-02-13T15:07:36Z", [0.2], ""], [84954, "2020-02-13T14:46:37Z", [0.09], "I don’t believe Bernie will win the nomination "], [691, "2020-02-13T14:15:42Z", [0.06], ""], [84165, "2020-02-13T13:39:04Z", [0.35], ""], [63290, "2020-02-13T13:17:29Z", [0.35], ""], [84630, "2020-02-13T13:13:15Z", [0.18], ""], [84362, "2020-02-13T13:07:41Z", [0.25], "Better options available. He is too socialist, even for most Democrats."], [84951, "2020-02-13T12:52:53Z", [0.35], "I think the people are not ready for his ideas"], [82019, "2020-02-13T12:51:13Z", [0.15], ""], [37236, "2020-02-13T11:58:27Z", [0.09], ""], [1333, "2020-02-13T11:01:30Z", [0.29], ""], [1333, "2020-02-13T10:26:53Z", [0.3], "My sense of fair play is offended by what i see happening with Bernie, and there is just no way past Super Tuesday for him. I expect a health emergency/suspension at any time on this one. Which might be good for a bounce."], [82914, "2020-02-13T10:04:48Z", [0.14], ""], [82914, "2020-02-13T10:02:48Z", [0.15], ""], [30477, "2020-02-13T09:26:24Z", [0.53], ""], [57778, "2020-02-13T08:11:37Z", [0.2], ""], [81450, "2020-02-13T06:31:26Z", [0.76], ""], [80213, "2020-02-13T06:07:40Z", [0.51], ""], [84944, "2020-02-13T05:55:37Z", [0.35], "He is getting too old and some of his ideas too extreme."], [10924, "2020-02-13T04:36:25Z", [0.31], ""], [81620, "2020-02-13T02:43:57Z", [0.4], ""], [22689, "2020-02-13T01:05:16Z", [0.0], ""], [22689, "2020-02-13T00:59:17Z", [0.1], ""], [81912, "2020-02-13T00:51:45Z", [0.1], "minority liberals on super tuesday"], [63674, "2020-02-13T00:35:05Z", [0.58], "Lack of a clear front runner from the center-left puts the odds in Bernie’s favor. Even if a single center-left candidate could appeal to more than 50% of primary voters, the fact that there are 4 of them hurts the calculus. This is a similar formula that lead to the Trump nomination in 2016. Demographics are the primary risk. Also, as historical context goes, one could make the argument that Democrats are most interested in the electability of the candidate.  I think the first argument would put me at about 65% and the second would put me at 45%. The +3% comes from the fact that I believe the first argument more. "], [63835, "2020-02-13T00:11:41Z", [0.13], "Looking at which states these are, and using Real Clear Politics polling https://www.realclearpolitics.com/epolls/2020/president/SuperTuesday.html as an estimate of polling in these states, and fivethrityeight for polling in NV and SC - Biden is dropping in NV and SC - meaning it's unlikely he can hold Super Tuesday - putting his supporters in play - but I don't see majority of Biden voters going to Bernie unless that's the only choice - which it won't be on super Tuesday.\nSo I can't give Bernie a better than a one-in-ten chance of winning a majority of Democratic delegates from those states.\nStill too much competition/choice - and no front runner - and a big spoiler possibility with Mike B.\nI guess we'll reassess if Bernie cleans up in NV and SC."], [82386, "2020-02-13T00:02:01Z", [0.35], "sanders is not well liked among the party regulars"], [81885, "2020-02-12T23:43:22Z", [0.0], "Bernie is great. He and Biden will be undercut by Bloomberg who will be perceived as a big strong man who is not evil like big strong Trump. It will be a battle of kings. However most Americans are sick to death of the drama. They see Trump for the emperor with no clothes that he is. Buttigieg on the other hand is not a king  and will never be. His calmness is the other ringer in the battle and he will creep up on voters over the next months. His calmness will bring him voters. His youth will bring him voters . The clash of the kings will split votes. "], [82638, "2020-02-12T23:43:13Z", [0.2], "Bloomberg will win more."], [31275, "2020-02-12T23:23:52Z", [0.1], "Missed definition of majority. Bloomberg, Biden, Sanders, Buttigieg and Klobachur contending so difficult to get majority. "], [32258, "2020-02-12T23:06:49Z", [0.05], "A majority is a high bar, however he has shown in the first 2 states that he gets the most votes despite the parties working against him with their delegate rules. And, this question is about delegates."], [84467, "2020-02-12T22:56:43Z", [0.25], "I think Bloomberg will win more than 50% of the delegates"], [84366, "2020-02-12T22:18:55Z", [0.32], ""], [82016, "2020-02-12T22:16:40Z", [0.3], "The moderate candidates are gaining steam and in combination are likely to gain more Delegates than Sanders"], [83544, "2020-02-12T22:16:07Z", [0.35], ""], [1056, "2020-02-12T22:15:39Z", [0.55], "Revising down since I failed to take into account that none of the Democrat primaries are winner-take-all. That may matter."], [63963, "2020-02-12T21:51:57Z", [0.05], ""], [80475, "2020-02-12T21:04:12Z", [0.26], "My guess: plurality not majority"], [11430, "2020-02-12T20:22:38Z", [0.0], ""], [81304, "2020-02-12T19:59:30Z", [0.73], ""], [84929, "2020-02-12T19:41:42Z", [0.15], ""], [1333, "2020-02-12T19:39:34Z", [0.31], ""], [534, "2020-02-12T19:31:06Z", [0.37], "Current fivethirtyeight.com forecast."], [12753, "2020-02-12T18:56:34Z", [0.6], ""], [20044, "2020-02-12T18:22:33Z", [0.39], ""], [37375, "2020-02-12T18:21:51Z", [0.5], "It's just too early to tell. "], [20504, "2020-02-12T17:25:42Z", [0.3], "Setting a base rate mostly by intuition. Bernie Sanders is the front runner after New Hampshire(60%) and FiveThirtyEight gives him roughly 50-50 chances of obtaining a plurality of votes by the convention (-10%). The field is still pretty shuffled with 3 or 4 others in serious contention, Biden is fading (benefiting Sanders opponents), and Bernie is under-performing his polls thus far(-20%)."], [84880, "2020-02-12T16:47:13Z", [0.59], "An initial thought, based on polarity between current and potential options.\nWhat will major metropolitan demographics lean toward? How heavily does perceived \"socialism\" weigh in? Who is most bombastic and ratings bolstering from a media perspective? Who would people like to see go head-to-head with Trump?\nAnything too safe and/or milquetoast will likely be at risk of being steamrolled by Trump's interpersonal style. Anyone Hilary-esque will elicit memories of political let down.\nSanders could be a viable option in eyes of voters as the bridesmaid-soon-to-be-bride of 2016.\nBiden could be a viable option if he were to take a page from the Trumpian campaign playbook."], [79665, "2020-02-12T16:27:12Z", [0.4], ""], [76095, "2020-02-12T16:13:55Z", [0.45], "US doesn't like perceived socialists "], [40584, "2020-02-12T16:10:04Z", [0.25], ""], [72737, "2020-02-12T16:09:15Z", [0.37], "Comment deleted on Feb 15, 2020 08:38PM UTC"], [75093, "2020-02-12T15:54:45Z", [0.65], ""], [81510, "2020-02-12T15:52:15Z", [0.6], ""], [1333, "2020-02-12T15:50:48Z", [0.32], ""], [14107, "2020-02-12T15:24:06Z", [0.1], ""], [25705, "2020-02-12T14:35:45Z", [0.37], "Lowering my forecast - Bernie got less whoomph from NH than expected. "], [67403, "2020-02-12T14:14:42Z", [0.09], ""], [12591, "2020-02-12T13:43:45Z", [0.4], ""], [1333, "2020-02-12T13:05:06Z", [0.33], ""], [84921, "2020-02-12T12:01:37Z", [0.55], ""], [84920, "2020-02-12T11:46:17Z", [0.65], ""], [20044, "2020-02-12T11:28:35Z", [0.43], ""], [81020, "2020-02-12T11:03:00Z", [0.68], ""], [13306, "2020-02-12T08:03:00Z", [0.3], ""], [57778, "2020-02-12T06:43:15Z", [0.34], ""], [46762, "2020-02-12T04:22:04Z", [0.0], ""], [20044, "2020-02-12T01:56:45Z", [0.54], ""], [81300, "2020-02-12T01:12:50Z", [0.34], ""], [79461, "2020-02-12T00:46:33Z", [0.25], ""], [32789, "2020-02-11T23:32:20Z", [0.15], ""], [50122, "2020-02-11T22:48:34Z", [0.55], ""], [36907, "2020-02-11T22:46:26Z", [0.45], ""], [75863, "2020-02-11T21:46:39Z", [0.37], "I used FiveThirtyEight's model of the number of pledged delegates they expect to be allocated to Sanders by each Super Tuesday state (the model gives the point estimate and 80% confidence interval) and used these values in conjunction with a distribution calculator to estimate the chances of Sanders winning a majority of pledged delegates across all Super Tuesday states. As of today before the results of the New Hampshire primary, the probability of Sanders winning a majority of Super Tuesday pledged delegates is ~37.4%. My spreadsheet: https://docs.google.com/spreadsheets/d/1KR7gazBF0mSYuu1YMpAsQT6fUCOs4prEvn9Jixtdd1Y/edit?usp=sharing"], [55931, "2020-02-11T21:28:47Z", [0.7], "Bernie is 'local' to New Hampshire (well-known personality/politician) being from Vermont. However, Mayor Pete is coming out of Iowa with a slight lead, and, Warren is also well-known and liked in New England (and still strong in the polls, although, in third). Both of these two latter politicians' popularity, I feel, will cut into Bernie's delegate pledges. Ultimately, Bernie should win the majority of pledges"], [1333, "2020-02-11T19:10:29Z", [0.34], ""], [56170, "2020-02-11T17:06:44Z", [0.15], ""], [82092, "2020-02-11T16:11:35Z", [0.25], ""], [42563, "2020-02-11T14:49:31Z", [0.25], "BLoomberg will"], [1333, "2020-02-11T13:12:43Z", [0.35], ""], [1333, "2020-02-11T12:59:55Z", [0.36], "I'd have a better handle on this if i understood if Iowa \"Happened to Bernie\" or was \"Because of Biden\". Meanwhile Mayor Pete found his retail politics niche market The Bloomberg money wave hasn't yet begun to crest."], [691, "2020-02-11T12:39:50Z", [0.07], ""], [20156, "2020-02-11T11:10:41Z", [0.1], ""], [66692, "2020-02-11T09:18:49Z", [0.0], ""], [66692, "2020-02-11T09:18:23Z", [0.05], ""], [13306, "2020-02-11T06:55:11Z", [0.22], ""], [13306, "2020-02-11T06:11:51Z", [0.3], ""], [34920, "2020-02-11T05:54:18Z", [1.0], ""], [16778, "2020-02-11T02:46:38Z", [0.05], "Based on the clarification, I do NOT think that Sanders will win a MAJORITY of candidates on Super Tuesday. There are a total of 1357 delegates. He would need to win at least 679, which I do not think is likely at this time. "], [53428, "2020-02-11T02:16:16Z", [1.0], "The young people have been scammed. Now they will turn the table on the boomers."], [57778, "2020-02-11T00:22:46Z", [0.2], ""], [8397, "2020-02-10T21:51:49Z", [0.2], ""], [56, "2020-02-10T21:41:26Z", [0.05], ""], [40848, "2020-02-10T21:20:22Z", [0.24], ""], [50395, "2020-02-10T20:40:38Z", [0.35], ""], [56461, "2020-02-10T20:39:29Z", [0.56], "How are we defining a \"majority\"?  Are we considering a majority \"the most\"?  Or, for our use, is a majority 51%?  Sanders will receive the most votes on Super Tuesday.  It is unlikely he will receive 51%"], [1333, "2020-02-10T19:47:49Z", [0.36], ""], [534, "2020-02-10T19:40:26Z", [0.25], "Looking at data from Fivethirtyeight.com, it appears Sanders is mostly likely to win the plurality in most (currently \"all\") the states of Super Tuesday, but not an absolute majority. The field is still too big for almost anyone to garner an absolute majority. "], [51452, "2020-02-10T19:35:18Z", [0.15], "With 5 candidates expected to take as much as 10% each in NH, 8 candidates in the race, and $100s million in ad spending, right now it's likely no one will take a majority on Super Tuesday. With an expected win in NH, Bernie more likely than any other single candidate to win a majority, but not more likely than the group as a whole. SC and Nevada can change this probability greatly."], [48709, "2020-02-10T18:51:16Z", [0.1], ""], [767, "2020-02-10T18:42:05Z", [0.55], "Will have to see how Bernie does in NH (which he is expected to win), then Nevada (Biden wins by 3 pts in poll aggregator) and South Carolina (Biden by 12 pts in Real Clear Politics poll aggregator) But Biden's performance in Iowa got him to 4th place so he may lose a lot of steam in the next two weeks. "], [14107, "2020-02-10T18:22:52Z", [0.3], ""], [56704, "2020-02-10T18:10:41Z", [0.25], "Change is coming and while his left-oriented base will support, there will be a move toward the center"], [32300, "2020-02-10T17:42:42Z", [0.58], ""], [56, "2020-02-10T17:38:45Z", [0.8], ""], [40685, "2020-02-10T17:37:50Z", [0.1], ""], [40685, "2020-02-10T17:36:52Z", [0.7], "Comment deleted on Feb 10, 2020 05:37PM UTC"], [25705, "2020-02-10T17:31:56Z", [0.46], "I am easy https://projects.fivethirtyeight.com/2020-primary-forecast/"], [32100, "2020-02-10T17:24:01Z", [0.5], ""], [47202, "2020-02-10T17:18:23Z", [0.0], "These days Sanders is pulling about half as many real votes as he did in 2016, total turnout in Dem primaries is down, and the more rational candidates such as Pete, Mike, and Amy will continue to gain."], [29145, "2020-02-10T17:09:32Z", [0.01], ""], [51261, "2020-02-10T17:09:00Z", [0.1], ""], [58648, "2020-02-10T17:06:09Z", [0.2], ""], [37375, "2020-02-10T17:01:52Z", [0.4], "I believe the Den electorate is so split that, whilst Bernie has some momentum, more diverse, older, centrist stated will not support him as much and Biden and Buttigeg, even perhaps Klobuchar) will benefit. I also think that Warren will draw votes away from Bernie. "], [1333, "2020-02-10T16:59:18Z", [0.37], ""], [47210, "2020-02-10T16:50:49Z", [0.05], "Sanders is too old, negative and divisive to effectively challenge Trump."], [84791, "2020-02-10T16:40:01Z", [0.17], ""], [1333, "2020-02-10T16:31:45Z", [0.38], ""], [1333, "2020-02-10T16:26:06Z", [0.39], ""], [484, "2020-02-10T16:13:47Z", [0.1], "Up 10%. I may have not factored in the (not really D) crossover voting \"support\" for Sanders: https://www.openprimaries.org/primaries_by_state"], [691, "2020-02-10T15:18:47Z", [0.06], ""], [16933, "2020-02-10T15:17:01Z", [0.29], ""], [84877, "2020-02-10T14:45:47Z", [0.33], ""], [5766, "2020-02-10T13:51:50Z", [0.75], "He is in lead because of his truth telling. He sounds genuine and tells as it is even though it may sound little off to left for some voters. He has not distracted by the fact the this may deter some voters. He was conspicuously silenced in 2016 and those voters plus who do not like falsification will empower his win. The factors that keep him from winning are his health and obviously fake news spread by Trump team.   "], [31275, "2020-02-10T13:37:03Z", [0.55], "Bernie won 60% last time. Republicans are encouraging cross over votes. They just have to declare they are independent now. "], [427, "2020-02-10T05:49:42Z", [0.2], ""], [84578, "2020-02-10T02:56:36Z", [0.35], "I think other strong candidates will split the field too much for Bernie to get a majority.  I think we're headed to a brokered convention."], [80662, "2020-02-10T02:18:27Z", [0.2], "There is significant resistance to Senator Sanders which will eventually coalesce around an alternative. Sanders is probably capped at about 35-40% support - up from his current polling but less likely han majority. Proportional allocation of delegates means his delegates probably follow his polling. As of 2/9, he was less than 30% in all polls."], [80539, "2020-02-10T01:02:39Z", [0.1], ""], [80539, "2020-02-10T00:45:00Z", [0.1], ""], [8164, "2020-02-09T22:29:10Z", [1.0], ""], [1092, "2020-02-09T21:55:59Z", [0.4], ""], [84791, "2020-02-09T20:48:05Z", [0.2], "To receive the majority, a candidate needs 680. Bernie will win VT (16 delegates) and based on pollings and demographics he will likely win CA (416) and CO (67). If Warren drops (or even doesn't) then he will also likely win MA (91).  That totals to 590, meaning Bernie needs an additional 90 delegates if these are correct.  I'd say the places Bernie has the most chance to pick up is in UT (29), ME (24), and American Samoa (4). That still won't put him where he needs. More or less he will need to win texas to get to a majority, and it's going to be a bit tough. "], [8931, "2020-02-09T20:36:09Z", [0.12], ""], [2497, "2020-02-09T19:29:54Z", [0.05], ""], [1646, "2020-02-09T17:58:30Z", [0.39], ""], [81500, "2020-02-09T14:01:14Z", [0.55], ""], [28171, "2020-02-09T11:51:41Z", [0.55], "The momentum is clearly with Buttigieg and Sanders. Looking at the polls, Sanders seems to have taking a lead in New Hampshire. All together he is performing better than 4 years ago in the early weeks. Therefore I fancy Sanders chances slightly better than 50-50. "], [1333, "2020-02-09T11:45:09Z", [0.4], ""], [1333, "2020-02-09T11:30:07Z", [0.41], ""], [67232, "2020-02-09T05:33:24Z", [0.2], "Bernie  is not doing as well as expected in New Hampshire and Iowa right now.  Buttigieg is moving up I think mostly likely because he knows how to appeal to the concerns of the average voter, and his views are more moderate.  That is, he is the centerist alternative to Biden.     I just heard Carville, who managed two successful presidential campaigns, argue that the candidate who focuses on the issues that affect the daily lives of the average American will win the election.   After considering Carvile's comment, I am not sure Bernie does very well on the question: \"Does this candidate care about people like me?\"  This seems to be a question voters always ask and is perhaps the best indicator of who wins any election. Bernie is advocating such things as free medical care for illegal aliens and letting convicts vote.  These are not issues that move or excite the average voter.  Instead, the average voter worries about his own marginal wages (despite the recent increase) and paying for his family's medical care.   I think Carville is right, and therefore, Bernie's best campaign days might be behind him."], [16778, "2020-02-09T04:30:20Z", [0.7], "Using the latest polling data from fivethirtyeight, I calculated that Biden was projected to win 317 delegates, Sanders 299, Warren 190, and Buttigieg 101. However, this was before the IA primary where Buttigieg took a surprising lead by cannibalizing Biden's moderate votes. If we add in Bloomberg's strategy of targeting moderates, I would not be surprised if both of them take delegates away from Biden. Sanders' supporters tend to be very loyal so I do not think they will lose many votes to the rest of the front runners. In the end, I think Bernie will take an early lead after Super Tuesday. https://projects.fivethirtyeight.com/polls/president-primary-d/"], [41612, "2020-02-09T00:51:37Z", [0.62], ""], [79142, "2020-02-08T19:18:55Z", [0.4], ""], [1333, "2020-02-08T19:10:55Z", [0.42], ""], [1333, "2020-02-08T19:02:24Z", [0.43], ""], [60695, "2020-02-08T18:01:29Z", [0.7], ""], [79461, "2020-02-08T17:19:51Z", [0.4], ""], [14107, "2020-02-08T16:36:11Z", [0.7], ""], [40584, "2020-02-08T16:24:38Z", [0.5], ""], [26666, "2020-02-08T16:23:24Z", [0.24], ""], [691, "2020-02-08T12:43:14Z", [0.05], "The states are too heterogeneous and the clown car is still too full for anyone to get a majority that day."], [63290, "2020-02-08T11:48:06Z", [0.25], ""], [13306, "2020-02-08T07:23:24Z", [0.15], ""], [21884, "2020-02-08T07:17:08Z", [0.02], "Another man can win Trump"], [75794, "2020-02-08T06:24:31Z", [0.15], "Placeholding based on vibe from observing the circus from Australia. "], [84288, "2020-02-08T03:20:06Z", [0.43], ""], [81378, "2020-02-08T02:57:38Z", [0.5], ""], [484, "2020-02-08T02:31:04Z", [0.0], "Initial forecast (might change my mind if enough drop or are priced out). Too splintered. This explains how D pledged delegates may be released after some number of ballots: https://ballotpedia.org/Democratic_delegate_rules,_2020"], [15196, "2020-02-08T02:06:27Z", [0.0], ""], [26553, "2020-02-08T01:43:58Z", [0.0], ""], [57778, "2020-02-08T00:52:13Z", [0.65], ""], [79464, "2020-02-08T00:35:46Z", [0.4], ""], [53391, "2020-02-07T22:48:43Z", [0.0], ""], [84658, "2020-02-07T22:40:32Z", [0.0], "Bernie is a joke. "], [56461, "2020-02-07T22:36:48Z", [0.56], ""], [80475, "2020-02-07T21:32:55Z", [0.38], "Should be Biden's big day"], [84840, "2020-02-07T21:04:34Z", [0.45], ""], [15953, "2020-02-07T20:39:58Z", [0.4], ""], [1333, "2020-02-07T20:06:25Z", [0.44], ""], [14840, "2020-02-07T20:03:47Z", [0.55], ""], [34456, "2020-02-07T19:50:28Z", [0.55], "Biden is not doing well"], [1333, "2020-02-07T19:18:14Z", [0.45], "Bloomberg has a whole campaign built around the capture of 65% of the delegates in one sweep."], [1056, "2020-02-07T18:53:09Z", [0.65], "Sanders will probably win California, Colorado, Maine, Massachusetts, Minnesota, Utah and Vermont outright. I would expect Democrats Abroad and Virginia to go with Buttigieg, assuming he's still in the race (I assume that). That leaves American Samoa (anybody's guess) and the southern states, all of which have open primaries. Only North Carolina's primary is not open to registered Republicans. All the southern primaries allocate delegates proportionally. So I expect, since Trump is the undisputed Republican nominee, that Southern Republicans will cross over and vote in the open Democratic primaries for the candidate they consider easiest to defeat, and that - as of this writing - would be Sanders. The Republicans have pursued that strategy before. It didn't always work, but that's a different question. Here's the election calendar for this year: https://www.270towin.com/2020-election-calendar/"], [11430, "2020-02-07T18:33:12Z", [0.0], ""]], "open_date": "2020-02-07T18:00:49Z", "close_date": "2020-03-03T07:59:49Z"}