{"question_id": 2101, "title": "Will the Liberal Party win a majority of seats in the 2021 Canadian parliamentary elections?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.06, 0.94], "correct_answer": "No", "correct_forecast": 0.94, "preds": [[101422, "2021-09-20T06:05:41Z", [0.01], ""], [87691, "2021-09-20T03:52:22Z", [0.0], ""], [42234, "2021-09-20T00:18:50Z", [0.06], "Final update. Still hedging b/c the polls (338, CBC) continue to give ~15% probability to a Liberal majority. I think—and hope—they’re wrong and it should be 0-5%, but election results can be unpredictable. "], [102702, "2021-09-19T19:24:39Z", [0.15], ""], [99993, "2021-09-19T16:04:19Z", [0.15], ""], [94872, "2021-09-19T13:37:10Z", [0.11], ""], [88452, "2021-09-19T11:06:40Z", [0.0], ""], [45594, "2021-09-19T07:05:13Z", [0.05], ""], [74903, "2021-09-18T11:19:34Z", [0.0], "1- The last english debate give a better momentum for the Bloc Québecois and a lesser for the PC (Quebec premier endorse those two parties);\n2- The Liberal party take a stand for vaccine. That give a momentum for the PCC who voted mainly for the PC;\n3- The Liberal Party offers many promises in the social area so the NPD suffer a lot;\n\nMy projection made from polls:\nBloc Québecois   29\nConservateur    119\nLiberal                150\nNPD                      38\nGreen                     2 150 is very far from 170 and + needed to win a majority. It could give two more years of power if the PC dont make a coalition with the Bloc Québecois and the NPD."], [94872, "2021-09-18T04:05:11Z", [0.08], ""], [42234, "2021-09-18T02:18:34Z", [0.1], "Election questions are the worst! 338 today gives a 15% chance for a Liberal majority. What may be more interesting, however, is the statement that in 2019 pollsters underestimated the Liberal result and overestimated that of the NDP. May be different this time (disillusionment with the cult of Trudeau—maybe?; some known Liberal candidates not running due to scandals or retirement), but worth hedging IMO. https://twitter.com/338canada/status/1439049214865125377"], [102702, "2021-09-17T23:57:57Z", [0.12], ""], [98345, "2021-09-17T23:52:48Z", [0.09], ""], [1667, "2021-09-17T16:41:20Z", [0.04], ""], [62808, "2021-09-17T14:13:11Z", [0.05], ""], [33637, "2021-09-17T14:12:08Z", [0.5], ""], [101036, "2021-09-17T02:03:37Z", [0.06], ""], [42234, "2021-09-16T21:55:47Z", [0.05], "Good analysis by @Ziewert below (https://www.gjopen.com/comments/1333994), but I’m lowering again, mainly because even the CBC poll gives 12% to a Grit majority, and they tend to paint a slightly more favourable picture for the Liberals. It’s very very likely we’ll be back where we started come September 21 (or later — https://www.theglobeandmail.com/canada/article-elections-canada-warns-of-problems-delays-ahead-of-voting-day/), or see a slimmed down minority for the Liberal government. \nIf I’m wrong and Trudeau does get a majority, I’ll have more things to be upset and worried about than a bad Brier score.\nPolls, 4 days until the election: https://twitter.com/canadianpolling/status/1438664964177289217"], [691, "2021-09-16T15:26:04Z", [0.01], ""], [15045, "2021-09-16T14:20:41Z", [0.12], "Increasing from 7 up to 12%.  The Liberals appear to have arrested the Tories' momentum and pulled back into a tie or lead, depending on the poll. While the PPC's earlier gains seemed to come from non-voters, Greens, and undecideds, in the past 10 days it seems to have pulled from the Tory vote. (Just looking at CBC's poll tracker and 338).  13% of Canadians are undecided - they're not super likely to vote, but the data shows they don't look kindly on the Tories - probably a vaguely Liberal / NDP / Green mix. So if there's above average turnout, I suspect it could provide an advantage to the Liberals. (Link below) Reasons for no Liberal majority: \n- Primary: Polling range does not support a majority, statistically, as reflected by the CBC and 338. Plausible, but unlikely.\n- Potential Surprise: While I don't believe there are any \"shy\" Tories at this point - the party has moved further centre - but PPC voters could chicken out in the face of another Trudeau gov't and vote Conservative instead. \n- Potential Surprise: NDP could scoop up some more disaffected Liberal voters, though this seems unlikely as the NDP don't seem to have built up any momentum this election. \n- Potential Surprise: Liberal voters stay home. Left-of-centre Canadians generally seem more concerned about COVID and Canadians generally seem unhappy about the election being called. However with the real possibility of a Tory gov't, this does not seem highly likely.  Reasons for a Liberal majority:\n- Primary: PPC continues to peel voters off from the Tories, esp. with provincial Tory gov'ts putting vaccine mandates / passports in place in Ontario and Alberta\n- Potential Surprise: NDP wild card again - maybe support dries up from (1) Covid keeping their voters at home, (2) Liberals pushing leftward, and (3) threat of a Tory gov't drives some voters back to the Liberals. Again, the polls don't seem to be showing this and this election's Tories are left of their average making them less of a boogeyman to NDP voters, but it's certainly a potential avenue to a Liberal majority. \n- Potential Surprise: Undecideds turn up and vote Liberal. Per the polls, undecideds are apathetic and less likely to vote, but always possible.  https://www.ipsos.com/en-ca/news-polls/one-in-eight-canadians-is-completely-undecided-on-how-to-vote"], [20156, "2021-09-16T10:25:33Z", [0.03], ""], [100653, "2021-09-16T07:40:23Z", [0.23], ""], [81061, "2021-09-16T04:34:17Z", [0.14], ""], [34959, "2021-09-15T14:26:27Z", [0.15], ""], [42234, "2021-09-15T00:32:21Z", [0.07], "Angus Reid suggests the two biggest parties might get less than 1/3 of the vote each: https://angusreid.org/federal-election-post-debate/ Why are the polls tightening up after a drop for the Liberals? Part of it is the divide in the country, and possibly the surge of a more far-right PPC (vis-a-vis a very centrist Conservative leader O’Toole) that’s taking away from the Conservative vote. There’s also a view it may come down to the results in British Columbia, where early vote so far suggests the more left-wing NDP will put a dent in the Liberal support. I’ll be very surprised, and not in a positive way, if JT pulls off a majority. "], [102139, "2021-09-14T17:40:00Z", [0.17], ""], [101036, "2021-09-13T22:43:05Z", [0.02], ""], [101036, "2021-09-13T22:42:42Z", [0.08], "https://www.ctvnews.ca/politics/federal-election-2021/liberals-see-a-jump-in-support-after-back-to-back-debates-nanos-1.5581539\nhttps://newsinteractives.cbc.ca/elections/poll-tracker/canada/"], [42234, "2021-09-13T21:17:59Z", [0.1], "Up, as the CBC reports polling where a Liberal majority is a possibility. They rate it at 17%. Seems like some of the less attentive voters are buying into Trudeau’s fake wedges on guns, abortion, and now daycare. So far, Jody Wilson Raybould’s book detailing a high-profile ethical scandal and obstruction of justice JT was involved in(/directed) hasn’t had any effect, it seems. https://newsinteractives.cbc.ca/elections/poll-tracker/canada/ "], [102646, "2021-09-13T17:02:04Z", [0.1], ""], [102642, "2021-09-13T17:00:56Z", [0.05], ""], [102644, "2021-09-13T16:53:12Z", [0.22], ""], [691, "2021-09-13T15:32:05Z", [0.02], ""], [102139, "2021-09-13T09:48:20Z", [0.15], ""], [13086, "2021-09-12T22:41:06Z", [0.0], ""], [13086, "2021-09-12T22:39:47Z", [0.01], ""], [90553, "2021-09-12T22:33:11Z", [0.0], "Only chance would be if Donald Trump became a Canadian citizen before the polls closed"], [53391, "2021-09-12T22:08:49Z", [0.0], "It is next week. Time to go 0."], [100701, "2021-09-12T15:49:50Z", [0.02], "No change from the debates,  Legault came out for the Conservatives.   338 has not shifted, but I am."], [45594, "2021-09-12T15:27:01Z", [0.05], ""], [95503, "2021-09-12T12:50:44Z", [0.14], ""], [102047, "2021-09-12T06:34:43Z", [0.03], ""], [70711, "2021-09-12T04:56:16Z", [0.0], ""], [95683, "2021-09-11T22:46:34Z", [0.0], ""], [3024, "2021-09-11T21:58:11Z", [0.01], ""], [102139, "2021-09-11T18:23:10Z", [0.12], ""], [13086, "2021-09-11T15:06:55Z", [0.02], "Looks like a minority from this angle "], [100653, "2021-09-11T11:23:57Z", [0.13], ""], [93350, "2021-09-11T05:53:58Z", [0.0], "\nProjections on September 10th are for the Liberals to have 140 seats. The CPC, 136 and the NDP (as potential kingmakers) with 35\nThe polls are forecasting a minority government with a few seats between the Liberals and Conservatives with a need to negotiate with the NDP.\nThe reported view is that of a frustration as to why the election was called now and apprehension over a Conservative Government.\nSo, considering that a majority of seats means +169, the Liberal party is not going to achieve this. https://338canada.com\nhttps://globalnews.ca/news/8178087/protests-election-ipsos-poll/  https://www.ctvnews.ca/politics/federal-election-2021/another-minority-government-potential-election-outcomes-explained-1.5580570\n"], [5510, "2021-09-11T02:38:58Z", [0.03], ""], [59881, "2021-09-10T18:05:02Z", [0.0], ""], [102305, "2021-09-10T17:58:57Z", [0.12], ""], [26642, "2021-09-10T17:47:12Z", [0.09], ""], [15045, "2021-09-10T16:06:57Z", [0.07], "Liberals have recovered slightly in the polls and with a more efficient vote distribution (aka Ontario) they have slightly improved their odds of a majority. Bumping from 3 up to 7. "], [74903, "2021-09-10T02:53:42Z", [0.0], "The english debate didn't do any \"winner\", there was nothing there to change the course of this election."], [94872, "2021-09-10T00:08:57Z", [0.05], ""], [53391, "2021-09-09T21:35:34Z", [0.03], ""], [20156, "2021-09-09T09:42:10Z", [0.05], ""], [74903, "2021-09-09T02:09:07Z", [0.0], "Political debate tonight: Trudeau didn't do wrong or right enough to change the course of this election. "], [34959, "2021-09-08T14:28:50Z", [0.1], "CBC's polling is showing a skew to Liberal seats (1), while the Liberals are lagging in overall polling, his party appears more likely to win the majority of seats only only appear to be lead in 7 of 11 regions (2). On top of all that, they took the most seats at the last election without winning popular support (3). This doesn't mean the Libs are a shoe-in, but I think the crowd is being a little harsh given the polling numbers. Has anyone clarified if \"majority\" means the most, or more than half? 1. https://newsinteractives.cbc.ca/elections/poll-tracker/canada/\n2. https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Canadian_federal_election#Regional_polls\n3. https://en.wikipedia.org/wiki/2021_Canadian_federal_election (table is more convenient that referencing the correct year)"], [95503, "2021-09-08T10:32:36Z", [0.06], ""], [95503, "2021-09-08T10:32:26Z", [0.08], ""], [15045, "2021-09-07T14:04:49Z", [0.03], "Haven't updated in a while. Polls looking very poor for Trudeau, though there's still time and a majority isn't fully out of reach yet. Will have to watch any shifts in momentum closely over the next couple weeks as polling can lag sentiment a little, esp. in the last few days before the election.  No massive surge in mail-in voting would suggest that the Liberals didn't lock in too many votes in the early days of the campaign.  https://www.ctvnews.ca/politics/federal-election-2021/expected-wave-of-mail-in-ballot-requests-still-hasn-t-arrived-1.5575251"], [93350, "2021-09-07T11:25:37Z", [0.03], "The current polls show a narrow lead by the Conservatives of about 2,3,4 % over the Liberals which undulates depending on the poll and day.\nTrudeau has to overcome this lead and there has been little movement in the last week.\nA majority of seats by the Liberals is looking unlikely. https://crowdwisdom.live/politics/canada-federal-election-polls/  https://www.reuters.com/world/americas/canadas-trudeau-trailing-polls-goes-attack-two-weeks-before-vote-2021-09-06/  https://newsinteractives.cbc.ca/elections/poll-tracker/canada/  https://338canada.com  https://www.cicnews.com/2021/09/election-2021-polls-say-conservatives-are-leading-0919081.html#gs.a9296b\n"], [102031, "2021-09-07T07:47:24Z", [0.12], "Halfway point, National Post suggests Trudeau now might not even *win*, so how would they get a majority then? Though maybe I'm setting my probability too high for Trudeau. Maybe the polling is wrong or smth. And this refers to a majority, not just forming government"], [62808, "2021-09-05T21:49:47Z", [0.0], ""], [102439, "2021-09-05T16:08:26Z", [0.09], ""], [691, "2021-09-05T14:49:07Z", [0.01], ""], [95503, "2021-09-05T10:02:19Z", [0.1], ""], [102436, "2021-09-05T09:03:26Z", [0.25], ""], [102436, "2021-09-05T09:02:08Z", [0.45], "Comment deleted on Sep 05, 2021 09:03AM UTC"], [25265, "2021-09-04T17:09:58Z", [0.0], "Justin Trudeau Tumbles Further Behind Tory 'Freight Train' in Canada Election\nhttps://www.bloomberg.com/news/articles/2021-09-03/trudeau-tumbles-further-behind-conservative-freight-train\n\nCanada federal election: How much trouble is Trudeau in?\nhttps://www.bbc.com/news/world-us-canada-58389802  [Sep 3, 2021] https://338canada.com/ The Liberals are falling behind the Conservatives in the polls [31 to 34] It seems that not being able to have a narrative of calling a snap election is causing trouble for Justin Trudeau. \nAmong other things, the Conservatives - and their new leader Erin O'Toole - are taking a \"progressive\" stand on issues like LGBTQ community and being pro-choice in abortion for example.    \n=> it's not that easy to paint the Conservatives as \"bogeyman\", a tactic that apparently worked well in the past.  \nMoreover, Trudeau's comment that he did not consider monetary policy on inflation a top priority drew accusations that he was unconcerned about rising prices affecting ordinary Canadians. Meanwhile, national support is holding strong at about 20% for the left-wing New Democrats - another option for progressive voters - and the Bloc Quebecois, which only runs candidates in Quebec and is polling in second place behind the Liberals in the vote-rich battleground province.\n\n=> Though none of this is good news for the Liberals, the election is \"by no means done\" For example, issues like climate change or childcare are matters that Trudeau is attacking the Conservatives on.   the Liberals unveiled a campaign platform  - on Wednesday , Sep 1- promising billions in new spending, with Trudeau urging voters to help the Liberals \"finish the hard work\" of the past six years on matters like climate change and reconciliation with indigenous people in Canada. But I don't think that would work, since  this comes back to  \"trust\". And falling back on the polls shows that it's not as strong as it  used to be.  I'm making my final decision here, but with still more than 2 weeks left to election, things could go other way?!\n[I mean I could reduce to, say, 5% rather than going all the way down to 0, but practically 5 and 0 on this question look the same to me.]"], [101036, "2021-09-04T09:05:58Z", [0.03], ""], [45594, "2021-09-04T08:49:51Z", [0.1], ""], [102047, "2021-09-04T06:48:14Z", [0.05], ""], [42234, "2021-09-03T13:42:16Z", [0.02], ""], [101989, "2021-09-03T13:29:49Z", [0.0], ""], [74903, "2021-09-03T02:36:19Z", [0.0], "Electoral debate tonight in french: nothing enough to change the polls in Quebec."], [95683, "2021-09-02T20:45:12Z", [0.0], ""], [27321, "2021-09-02T18:22:22Z", [0.02], ""], [94872, "2021-09-02T18:16:22Z", [0.07], ""], [62808, "2021-09-02T17:00:37Z", [0.0], ""], [691, "2021-09-02T14:12:40Z", [0.02], ""], [52131, "2021-09-02T13:46:03Z", [0.48], ""], [26642, "2021-09-02T13:29:23Z", [0.09], ""], [102305, "2021-09-02T09:47:16Z", [0.06], ""], [93350, "2021-09-02T08:51:52Z", [0.05], "I bow to the arbiter as to the correct definition of a majority.\nHowever, my misunderstanding maybe due to the separation/differences  of a common language.\nA plurality vote in the US is known as a relative majority in the UK and Commonwealth.\nThat being said, the latest polls show the Liberals as having slipped against the Conservatives and seeing as the Liberals began the campaign as a minority Government, their chances of obtaining 170 (majority vote) appear to be slim.\nCurrent forecasts show the Liberals and Conservatives on 139 seats each. https://globalnews.ca/news/8156994/canada-election-race-week-3-ipsos/  https://crowdwisdom.live/politics/canada-federal-election-polls/  https://www.thestar.com/politics/federal-election/polls/2021/election-forecast.html?rf\n"], [95503, "2021-09-02T08:46:26Z", [0.08], ""], [101989, "2021-09-02T05:28:08Z", [0.02], ""], [99857, "2021-09-02T04:30:11Z", [0.01], "Stranger things have happened but they seem to be doing most things wrong and the conservatives are surging, so I'd be shocked if they pull it out at this point. They may still form government with a NDP coalition but this is looking messy..."], [691, "2021-09-01T20:03:14Z", [0.04], ""], [100701, "2021-09-01T18:59:49Z", [0.05], "Updated based on latest 338.  But debates have not happened so still chance albeit small in some reversal"], [42234, "2021-09-01T15:38:32Z", [0.04], ""], [28091, "2021-09-01T14:21:07Z", [0.05], ""], [101031, "2021-09-01T11:46:45Z", [0.05], ""], [80790, "2021-09-01T11:40:18Z", [0.04], ""], [80790, "2021-09-01T11:40:05Z", [0.21], ""], [86353, "2021-09-01T09:18:57Z", [0.05], "Having originally said it could be a blip, liberal polling numbers have now been in freefall for 2 weeks"], [93350, "2021-09-01T07:23:21Z", [0.46], "According to the Spectator magazine, Trudeau’s move to call for a snap election may have backfired. Rather than the aim to gain a majority, the Conservatives have a surge in the polls with the Liberals slipping albeit with slight recovery.\nThe gap appears, according to the polls to be closing.\n\nhttps://www.spectator.co.uk/article/is-troubled-trudeau-the-new-theresa-may-  https://newsinteractives.cbc.ca/elections/poll-tracker/canada/  https://338canada.com  https://crowdwisdom.live/politics/canada-federal-election-polls/  https://www.thestar.com/politics/federal-election/2021/08/30/if-the-election-was-held-today-the-liberals-would-win-but-with-fewer-seats-signal-analysis-says.html\n"], [98345, "2021-09-01T03:05:51Z", [0.15], ""], [70670, "2021-09-01T00:11:49Z", [0.2], "The Liberal party is not popular. The minority government was working sufficiently well to not need an election now. The election call was badly timed. Trudeau is not personally popular but he is the least worst of the leadership candidates. He will probably emerge with another minority government."], [8826, "2021-08-31T22:17:42Z", [0.9], "Canada is a left leaning country"], [102139, "2021-08-31T18:01:17Z", [0.05], "Barring a major reversal, this is barely minority territory or a CPC win."], [65446, "2021-08-31T17:22:32Z", [0.05], "Trudeau has failed to impress and squandered many opportunities to capitalize on the goodwill and optimism that initially swept him into office.  He has not earned and is not likely to win a majority for the Liberals.  It remains to be seen whether it is the NDP or the Conservatives who pick up seats and that will likely reflect the make-up of individual ridings.  The recent win in Nova Scotia would seem to be encouraging for the Conservatives but in other parts of the country, right leaning administrations have bungled the CoVid response and it is unclear whether the country at large will choose to make such a dramatic swing.  Typically the NDP might be expected to benefit from a disaffection with the Liberals and apprehension of the Conservatives but social media abounds more with right wing populist sentiment than left wing voices. So many of the anti-Liberal, anti-Trudeau memes are recycled Republican messaging from below the 49th parallel.  One bet is probably safe however and that is that the election will have been decided before polls close on the West Coast."], [75590, "2021-08-31T17:11:30Z", [0.14], "Due to the negative views about Canada's exodus from Afghanistan, fatigue with Trudeau and the Liberals and ongoing Covid issues, I think the voters aren't unhappy enough to vote the Liberals out but not pleased enough to hand him a majority. NDP will have a net gain I think but otherwise status quo"], [42234, "2021-08-31T11:26:59Z", [0.05], "Decreasing based on latest modeling. Majority seems out of reach. https://twitter.com/canadianpolling/status/1432529911877709827"], [95503, "2021-08-31T06:34:45Z", [0.12], ""], [34959, "2021-08-31T05:49:57Z", [0.15], ""], [94872, "2021-08-31T04:03:44Z", [0.1], ""], [5510, "2021-08-30T22:06:51Z", [0.1], ""], [28091, "2021-08-30T21:47:03Z", [0.07], ""], [691, "2021-08-30T19:20:58Z", [0.05], ""], [27321, "2021-08-30T19:20:04Z", [0.07], ""], [99993, "2021-08-30T15:33:54Z", [0.1], ""], [101989, "2021-08-29T20:10:20Z", [0.06], ""], [53391, "2021-08-29T19:01:10Z", [0.05], "It seems that JT is not campaigning so good.  But in the end wach individualnseat is its own race.  So without some wind to force a change in the present split in Parliament it is hard to see any cause for 202q not to be a repeat pf the past. So reducing from 25 to 5. "], [1333, "2021-08-29T18:14:07Z", [0.0], ""], [691, "2021-08-29T17:15:29Z", [0.06], ""], [42234, "2021-08-29T15:19:07Z", [0.11], "Preamble: I initially vowed to stay away from this question as I don’t want to be tempted to curse on this platform. But since I’m following the election anyway, I’ll remember to reserve my cursing for Twitter. As a caveat, I have strong feelings about the incumbent—and not because he is “speaking moistly.” Rationale and forecast: \n“On Aug 13 before the election was called Dr. Tam reported there was a 7-day average of 1,609 daily cases, 524 in hospital & 211 in ICU. Two weeks into the campaign the 7-day average is 2,848 cases, 917 in hospital & 340 in ICU.” https://twitter.com/brianlilley/status/1431761510062252033  The fact that the Liberals now seem to be campaigning on vaccines, this is bad news for them. Dr Tam, who had announced suspending daily Covid briefings for the election period—and beyond—may have been forced by a media outcry into scheduling one for next week. New projections are bound to make headlines—and they won’t look good. https://www.ctvnews.ca/health/coronavirus/public-health-agency-changes-plans-dr-tam-to-hold-briefing-on-new-covid-19-modelling-1.5564134  PMJT has tried several wedges, including a doctored video of the opposition leader (subsequently flagged by Twitter) and what appears to be disinformation about the Conservatives’ intentions regarding the refugee program: https://twitter.com/terryglavin/status/1431680318331834368 With “our brothers, the Taliban” and PMJT scoffing at a question about monetary policy on the day the news of a historic high in inflation hit the headlines, his dream of a Liberal majority is slipping away. With mail-in voting, a last-minute turnaround in the campaign like in 2019 is also increasingly unlikely. Next week will be crucial.  However (!!)—because of Canada’s first-past-the-post system, national polls (which now are giving a lead to O’Toole’s Conservatives) are of limited value. The outcome depends on individual ridings—e.g., whether progressive NDP voters decide to vote strategically for the Liberals (appears less likely in this election than in the previous ones unless JT finds his perfect wedge next week) and whether the Conservatives can make any gains in Quebec. "], [102145, "2021-08-29T01:25:12Z", [0.15], ""], [79461, "2021-08-28T17:21:22Z", [0.01], ""], [79461, "2021-08-28T17:16:12Z", [0.05], ""], [86353, "2021-08-28T10:46:15Z", [0.2], "Atm hard to tell if the big drop in last week is a temporary Afghanistan-related dip or whether it will stick more, but 12% feels a bit low to me.  In both 2015 and 2019 Trudeau was behind for a bit in polls only to get later bounce (though in 2019 obv not enough for majority) https://en.wikipedia.org/wiki/2019_Canadian_federal_election#Opinion_polls\nhttps://en.wikipedia.org/wiki/2015_Canadian_federal_election#Opinion_polls"], [691, "2021-08-27T18:11:50Z", [0.08], ""], [28091, "2021-08-27T14:25:19Z", [0.09], ""], [102286, "2021-08-27T08:33:35Z", [0.15], ""], [102286, "2021-08-27T08:33:13Z", [0.6], ""], [101036, "2021-08-27T03:25:22Z", [0.1], "https://globalnews.ca/news/8135771/canada-election-ipsos-week-2/\nhttps://electionarium.com/2021-canadian-election-results-and-predictions/\nhttps://newsinteractives.cbc.ca/elections/poll-tracker/canada/\nhttps://www.wsj.com/articles/trudeau-deploys-vaccine-mandates-as-wedge-issue-in-canadas-election-11629889200\nhttps://www.thetimes.co.uk/article/canadian-election-gamble-by-justin-trudeau-backfires-as-liberal-partys-lead-evaporates-37wc2tjs8\npolls have liberals below majority seat numbers. support for trudeau has dipped in polls (margins of error around 3%)"], [94872, "2021-08-26T20:43:10Z", [0.17], ""], [691, "2021-08-26T18:52:37Z", [0.1], ""], [1333, "2021-08-26T18:46:27Z", [0.07], ""], [102047, "2021-08-26T18:38:04Z", [0.12], "Polls indicate that Liberals are not the majority territories they are losing some supporters."], [100701, "2021-08-26T16:49:55Z", [0.11], "Lowering to 11% based on the latest gaffes and 338 analysis.   The trend is moving away from the Libs.  NDP holding and Tories picking up most of the changes in sentiment.  However still a month to go so there could be another inflection."], [28091, "2021-08-26T15:11:18Z", [0.1], ""], [95503, "2021-08-26T11:18:53Z", [0.22], ""], [95503, "2021-08-26T10:53:18Z", [0.28], ""], [101989, "2021-08-26T08:26:07Z", [0.1], ""], [101031, "2021-08-26T07:58:03Z", [0.16], ""], [99857, "2021-08-26T06:39:36Z", [0.05], "It seems any chance at a majority is rapidly evaporating according to https://338canada.com/.  In only 3 days its down to 11% and given current public sentiment it's likely even lower. The Afghanistan withdrawl is being pinned on Trudeau, his team has made  a few foolish gaffes, and he's taking flak from historic backers, which usually isn't a good sign."], [102305, "2021-08-26T06:31:14Z", [0.18], "Update for latest numbers:\n338 @ 11%;  Eric Grenier 28%."], [1333, "2021-08-26T06:22:21Z", [0.09], ""], [15045, "2021-08-25T23:19:20Z", [0.12], "Starting pretty low on this question, just below where 338canada.com has the Liberals' majority chances at, but well below the CBC Poll Tracker's odds.  There's still quite a while left before election day but so far Liberal performance has been poor, their attempts to create wedge issues have been ineffective (due in part to the Tories' move leftward under O'Toole and his clear responses to media questions).  Throw in Twitter labeling a Liberal ad as \"manipulated media\" and the Liberal Minister for Women and Gender Equality referring to the Taliban as \"our brothers\" and things have gone about as poorly as seems possible for Trudeau.  That said, the Liberals are still holding strong in Ontario (36.7% vs CON 32.5% and NDP 21.6%), so either the Conservatives or NDP will need to make fairly significant gains there to nullify the chances of a Liberal majority.  Lots of time yet for a gaffe from O'Toole as well.  https://globalnews.ca/news/8139879/maryam-monsef-taliban-brothers-afghanistan-crisis/"], [81057, "2021-08-25T21:30:14Z", [0.3], ""], [93409, "2021-08-25T16:30:05Z", [0.0], ""], [28091, "2021-08-25T14:37:26Z", [0.11], ""], [102145, "2021-08-25T12:35:43Z", [0.3], ""], [102145, "2021-08-25T12:34:56Z", [0.38], ""], [74903, "2021-08-25T07:53:32Z", [0.0], "Will the Conservative win a minority of seats? ... \nhttps://338canada.com/?fbclid=IwAR2Tmx_2PvECjVW4Ibm2HCYefNqRhK74EC2pTxImzs6eJdDDsayN6U8FXEA"], [25265, "2021-08-25T01:41:52Z", [0.13], "What are the election issues?\nIt will be both a referendum on Mr. Trudeau's handling of the pandemic and a vote on future plans to the recovery.\nhttps://www.bbc.com/news/world-us-canada-58209031 He’s facing criticism over a slow response to evacuating Canada’s interpreters and other support staff out of Afghanistan. And his campaign was sideswiped by an inflation report last week that showed consumer prices increasing at the fastest pace in a decade.\nhttps://www.bloomberg.com/news/articles/2021-08-23/trudeau-off-to-rocky-start-in-canada-s-snap-election-campaign Furthermore, I see a downward trend for liberals in the poll and no sign of any event that could reverse that.\nhttps://twitter.com/338Canada/status/1430334963514216448/photo/1 Also, as covid situation is getting worth (possible entry into 4th wave) https://covid19.who.int/region/amro/country/ca\nI argue this would play against the Liberals - despite the fact that Canada seems to have handled covid no so bad so far, in comparison of course - as vast majority of the Canadians see the call for snap election as \"power grabbing\" and that the PM could have waited at least one more year to do so. => Maybe not even the 157 votes they secured in the 2019 election would be out of reach, let alone 170.\n"], [102031, "2021-08-24T22:44:59Z", [0.35], "Trimming downward based on crowd wisdom and hesitation"], [102031, "2021-08-24T22:44:25Z", [0.4], "IIRC, liberals polling is not that much improved from last election 2019. Based on 338 Canada, the margin is big enough that it could improve though, and PMs generally call elections if they think they can win… kinda tempering my expectations they won’t win?"], [101989, "2021-08-24T15:07:33Z", [0.19], ""], [102126, "2021-08-24T13:33:22Z", [0.48], ""], [102304, "2021-08-24T00:09:40Z", [0.22], "First rule of forecasting: Read the question properly. Not \"win\" but \"win a majority of seats\" -- my mistake. Base rate: Pr = 2/9 = 22%\nSince 1867, 9 federal elections in Canada were called within 2 years. Only two of them led to a majority win by the ruling party (the Conservatives in 1958, the Liberals in 1974).  Data source: https://en.wikipedia.org/wiki/List_of_Canadian_federal_general_elections"], [1667, "2021-08-23T23:16:21Z", [0.33], ""], [62808, "2021-08-23T19:08:00Z", [0.0], ""], [1333, "2021-08-23T18:15:00Z", [0.1], ""], [691, "2021-08-23T17:12:15Z", [0.12], ""], [88614, "2021-08-23T16:27:54Z", [0.25], ""], [1333, "2021-08-23T11:51:24Z", [0.18], ""], [102139, "2021-08-23T10:28:42Z", [0.1], ""], [101422, "2021-08-23T08:41:15Z", [0.0], ""], [101031, "2021-08-23T06:40:00Z", [0.28], ""], [102047, "2021-08-23T05:29:23Z", [0.3], "The projection made by CBC poll trackers shows that liberals are going win some seats but are still further away to obtain 170 that are need to get the majority."], [94872, "2021-08-22T22:05:15Z", [0.21], ""], [1333, "2021-08-22T20:43:04Z", [0.19], ""], [15196, "2021-08-22T12:21:55Z", [0.33], ""], [100273, "2021-08-22T12:19:44Z", [0.1], "Certainly hope not. "], [45594, "2021-08-22T11:58:56Z", [0.6], ""], [95503, "2021-08-22T11:13:17Z", [0.33], ""], [94737, "2021-08-22T10:44:17Z", [0.0], ""], [102305, "2021-08-22T08:28:12Z", [0.31], "338 currently predicts the Liberals taking 155 seats (need 169 for Majority, currently have 155).  Liberals had 184 in 2015 when Trudeau took over for Harper but shine of being Pierre Trudeau's son and a force for Canada have worn off with a few scandels (SNC Lavelin).  Currently Liberals have 35% support (8.22), while Conservatives are at 30%.  Election was called 2 years early and during a rise in Delta cases, meaning the Liberals must have thought this was an advantageous time.  Polling data seems to indicate a disconnect with the Liberal decision of calling an election, unless they are worried about things getting even worse.  Minority governments can topple easily though and most in Canada only last 2 years.  Eric Grenier puts the Liberal estimate at 160 seats and 37% Majority;  338 gives Liberals 26.4% chance of Majority.  Starting at 31% (more weight to 338) and a little bump to reflect Liberals potentially knowing something since they could call election at any time."], [101031, "2021-08-22T07:11:00Z", [0.41], ""], [102139, "2021-08-22T04:12:46Z", [0.2], ""], [34815, "2021-08-22T03:58:02Z", [0.0], ""], [102304, "2021-08-21T23:38:31Z", [0.72], "Comment deleted on Aug 23, 2021 05:22PM UTC"], [1333, "2021-08-21T20:07:35Z", [0.17], ""], [691, "2021-08-21T19:47:57Z", [0.16], "Politicians very frequently overestimate how popular they are.  This looks like a case of that.   Stay tuned."], [98345, "2021-08-21T18:35:25Z", [0.2], ""], [101989, "2021-08-21T16:56:23Z", [0.2], "https://newsinteractives.cbc.ca/elections/poll-tracker/canada/"], [99857, "2021-08-21T16:27:02Z", [0.27], "As of Aug 20 https://338canada.com/ has the Liberals pegged at 156.4 +/-36.3 seats and a 27% chance of winning a majority (down from a 58% chance a week earlier just before the election was called).  \"Part of the calculations for the Liberals has to be related to O’Toole’s poor personal numbers of late. Poll after poll shows the Conservative leader as the least appreciated federal leader\"\n\"However, Trudeau’s path to a majority could get hindered from his left flank. With the NDP nearing the 20 per cent mark nationally, the party could realistically increase its deputation by at least a dozens seats, and many of those would come from Ontario and British Columbia.\"\n\"Should the NDP be successful in translating this support into votes, the 170-seat threshold could become out of reach for the Liberals\"\n\"In 2019, the NDP underperformed its polls by an average of 2 points nationally, which arguably cost Singh somewhere between five to 10 seats.\"\n\"According to the 338Canada electoral model, Trudeau’s Liberals win an average of 166 seats, just below the majority threshold of 170. However, the confidence intervals (coloured bars on the graph) do stretch into majority territory for about 45 per cent of all simulations performed by the model. So while a LPC minority remains the most likely scenario as of today, a majority is very well within reach.\"\nhttps://www.macleans.ca/politics/ottawa/338canada-trudeaus-election-to-lose/ Although still within the realm of possibility it's not the most likely scenario. The CPC are likely to lose seats, and the NDP will likely gain votes (although not necessarily seats), but neither of these factors will swing to a majority for the liberals. There is still a sizable margin of error but the next government will likely look very similar to the last government."], [27321, "2021-08-21T14:34:08Z", [0.1], "Adjusting up since others seem to think better chance than I originally forecasted."], [28091, "2021-08-21T14:27:07Z", [0.12], "Weakening polls, mail in voting problems and the publics perception that the election is unnecessary all point towards Trudeau's gamble not paying off. Handling of the covid crisis (70% vaccinated) may help but with the delta variant on the rise and borders still not fully open I do not think that will be enough.  "], [1333, "2021-08-21T13:36:06Z", [0.31], ""], [1333, "2021-08-21T13:27:56Z", [0.4], ""], [93350, "2021-08-21T10:46:10Z", [0.33], "The first issue is the rationale behind holding a federal election now. A poll held in July, suggests that only 26% of Canadians supported the prospect of a federal election in 2021 (Autumn), 37% not happy and 34% not sure.\nReports suggest that there are Liberals questioning the need for an early election (two years ahead of mandated time) considering the risk of going to the polls when they do not have to.\nTrudeau appears to be searching for a compelling reason (‘big ideas/ Wow factor) as to why he is seeking a third mandate in the middle of a potential fourth wave of the pandemic.\nThe Economist magazine suggests a possible reason for holding the election in 2021 is if held in 2023, it would be more difficult to win as the voters might have tired of a scandal-prone government, a vaccine dividend would have worn off, the Conservative leader Erin O’Toole would be better known, and the administration would be entering its ninth year.\nA factor that will probably affect the voter turnout it is projected that up to 5 million Canadians will use mail-ballots during the fourth wave of the pandemic.\nElderly voters who tend to vote more than others will be deterred by a complex mail-in application process and due to Covid, may not vote.\nSupport for mail-in is stronger amongst New Democrats and Liberals and least popular among Conservatives. 20% of left leaning voters prefer the mail-in option that could affect the outcome of a majority desired by Trudeau. 338 Canada, a politics website, gives the Liberals a 85% chance of winning the most seats, but just a 32% chance of winning an outright majority. (Economist). 20th August 2021 polling shows that the Liberals would gain seats, but the odds are higher that they would be returned with another minority government falling short of the required 170 seats.  51% of forming a minority government and 37% of an outright majority. (CBC).\nThis perhaps indicates a majority vote for the Liberals to be slipping. https://www.economist.com/the-americas/2021/08/19/justin-trudeau-calls-a-snap-election-in-canada  https://www.bbc.com/news/world-us-canada-58209031  https://www.reuters.com/world/americas/canada-pm-trudeau-is-planning-call-snap-election-sept-20-sources-2021-08-12/  https://www.hindustantimes.com/world-news/polls-show-trudeau-won-t-form-majority-govt-if-canada-holds-snap-polls-this-year-101627193184150.html  https://www.smh.com.au/world/north-america/canada-to-go-to-the-polls-after-trudeau-calls-snap-election-20210816-p58izf.html  https://newsinteractives.cbc.ca/elections/poll-tracker/canada/  https://www.cbc.ca/news/politics/liberals-week-one-analysis-cochrane-1.6147895  https://www.ctvnews.ca/politics/just-26-per-cent-of-canadians-support-a-federal-election-in-the-fall-nanos-poll-suggests-1.5516883  https://www.reuters.com/world/americas/mail-in-voting-set-soar-canada-election-could-undermine-trudeau-new-democratic-2021-08-17/  https://www.cp24.com/news/federal-election-2021-what-you-need-to-know-about-voting-by-mail-1.5552942\n"], [100664, "2021-08-21T07:08:43Z", [0.19], ""], [92079, "2021-08-21T03:32:17Z", [0.0], ""], [3024, "2021-08-21T01:41:48Z", [0.04], ""], [74903, "2021-08-21T00:44:27Z", [0.0], "The campaign doesn't seem start and Trudeau is downward.\nHypothesis: \n1 - Starting an election in this Covid-19 third wave;\n2- The US border wont be open soon;\n3- Some people think that Canada didn't do enough, and some think that Canada should not do anything about Afghanistan. There is something dissonant about this election. In crisis, people  go behind the leader or backed the country. For the government, calling an election, it's obvious that crisis doesn't look bad enough to do so. Trudeau had two years to go... https://338canada.com/?fbclid=IwAR3IJpGuLJdJuILEJAh-oLD6YsoRhl3eWV0b5mOoUXa-b0EtqD1htfvdDC8"], [94872, "2021-08-20T22:41:37Z", [0.23], ""], [95503, "2021-08-20T22:32:29Z", [0.35], ""], [99993, "2021-08-20T21:53:37Z", [0.2], ""], [80790, "2021-08-20T21:49:51Z", [0.48], "https://en.wikipedia.org/wiki/2021_Canadian_federal_election#2021 Trudeau. Ignition have called the election because the polling looked good, but numbers are dropping already.  Looks like it will be close."], [101989, "2021-08-20T20:42:26Z", [0.3], ""], [67500, "2021-08-20T19:48:42Z", [0.42], "Basing my probability on polling and Trudeau's recent popularity. https://www.economist.com/the-americas/2021/08/19/justin-trudeau-calls-a-snap-election-in-canada\nhttps://newsinteractives.cbc.ca/elections/poll-tracker/canada/"], [99993, "2021-08-20T19:42:32Z", [0.33], ""], [74903, "2021-08-20T18:52:55Z", [0.05], "\nA lot of political announcement have been made from the liberal party, so polls should reflect enthousiasma but, it's not the case.\nAt this time of the campaign, others political parties  can just do better than what they did, and it's \"hurting\" the catch-all party. https://338canada.com/"], [1333, "2021-08-20T18:36:16Z", [0.5], ""], [100701, "2021-08-20T18:34:08Z", [0.2], "Two weeks ago I would have said 95% but now with Trudeaus gaffe,  the knock-on from Afghanistan exposing elite incompetence,  the apparent rise of third parties like the NDP I am coming in to this at 25%.   The leader of the PC party is also showing quite well and the polls are volatile.   A key data point is the Liberal loss to the PC in Nova Scotia."], [74903, "2021-08-20T18:31:49Z", [0.05], ""], [1333, "2021-08-20T18:27:42Z", [0.51], ""], [53391, "2021-08-20T18:26:24Z", [0.25], "My rationale is here https://www.macleans.ca/politics/ottawa/federal-election-2021-where-might-trudeau-be-most-vulnerable-and-other-big-questions/\nThey could do it but not much really has changed from the last election.  Still there are slme wild cards out there like covid. I am not jjst leaning towards no, pretty sure it is no, but I usually get these questions wrong anyway."], [95503, "2021-08-20T18:22:11Z", [0.4], ""], [60695, "2021-08-20T18:22:01Z", [1.0], ""], [99993, "2021-08-20T18:03:44Z", [0.4], ""], [27321, "2021-08-20T17:35:42Z", [0.05], ""]], "open_date": "2021-08-20T17:00:35Z", "close_date": "2021-09-20T07:01:35Z"}