{"question_id": 2073, "title": "Will Ashraf Ghani either flee Afghanistan or cease to be its president before 1 January 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[79142, "2021-08-15T16:15:51Z", [1.0], ""], [101848, "2021-08-15T15:55:59Z", [1.0], "Wow. A very sudden collapse indeed. Quite clear that western intelligence vastly overestimated capacity of Afghan govt to hold the country, and underestimated the ease with which the Afghan people acquiesced to, or even welcomed, the Taliban."], [94606, "2021-08-15T15:44:27Z", [1.0], ""], [14027, "2021-08-15T15:42:25Z", [1.0], "Done"], [101935, "2021-08-15T15:39:25Z", [1.0], "Bit of a cheat here, as he was just reported to have fled."], [78587, "2021-08-15T15:12:34Z", [1.0], ""], [99993, "2021-08-15T14:43:21Z", [1.0], ""], [96367, "2021-08-15T14:29:11Z", [1.0], "And there it is.  Ghani reported leaving country for Tajikistan. https://www.bbc.co.uk/news/live/world-asia-58219963\nhttps://www.aljazeera.com/news/2021/8/15/taliban-continues-advances-captures-key-city-of-jalalabad\nhttps://www.firstpost.com/world/afghanistan-crisis-live-updates-taliban-enter-kabul-last-standing-fort-of-us-backed-govt-say-reports-9888331.html Question now appears closed."], [97302, "2021-08-15T14:28:29Z", [1.0], ""], [2965, "2021-08-15T14:27:52Z", [1.0], ""], [24146, "2021-08-15T14:26:56Z", [1.0], ""], [25265, "2021-08-15T14:09:05Z", [1.0], "Ghani has fled the country."], [96367, "2021-08-15T12:54:47Z", [1.0], "In the fast moving news world we inhabit today... \"Afghanistan president Ashraf Ghani will relinquish power and an interim government led by Taliban will be formed, as per reports. Taliban and Afghan govt held talks at the Presidential palace after Taliban said offered 'peaceful transfer of power', without any 'force'.\" https://www.freepressjournal.in/world/afghan-president-ashraf-ghani-to-step-down-interim-taliban-govt-to-take-over-reports\nhttps://timesofindia.indiatimes.com/videos/international/afghanistan-govt-to-transfer-power-to-taliban-ashraf-ghani-to-step-down-reports/videoshow/85347831.cms"], [81057, "2021-08-15T12:54:16Z", [1.0], ""], [96367, "2021-08-15T12:44:02Z", [1.0], "We appear to be in the end game [1]. Let's all hope this question does not resolve through a repetition of 1996 [2]. [1] https://www.bbc.co.uk/news/live/world-asia-58219963\n[2] https://apnews.com/article/927d8bf22e2a98d7b7835687c8cbaf3a"], [61735, "2021-08-15T12:26:04Z", [1.0], "I believe that this is now effectively confirmed, due to de facto Taliban control of the capital. I'm not sure of the exact situation on the ground, but see no road for Ghani to remain in power."], [93028, "2021-08-15T12:13:59Z", [1.0], ""], [93028, "2021-08-15T12:13:46Z", [0.99], ""], [95992, "2021-08-15T12:07:56Z", [1.0], ""], [80475, "2021-08-15T11:48:25Z", [1.0], "https://english.alarabiya.net/News/world/2021/08/15/Taliban-begin-offensive-on-Kabul-Interior-Ministry “Afghanistan’s president will abdicate in the next few hours after the Taliban entered the city on Sunday, according to Al Arabiya sources.”"], [25265, "2021-08-15T11:45:52Z", [1.0], "President Ashraf Ghani before surrendering power. Presumably will leave the country within hours.\nhttps://twitter.com/ianbremmer/status/1426871735673098244"], [24146, "2021-08-15T11:32:03Z", [1.0], ""], [24146, "2021-08-15T11:31:08Z", [0.5], ""], [81456, "2021-08-15T10:36:17Z", [1.0], ""], [81456, "2021-08-15T10:28:31Z", [0.99], ""], [81456, "2021-08-15T10:26:48Z", [0.0], "99"], [96757, "2021-08-15T10:22:03Z", [1.0], ""], [101848, "2021-08-15T10:02:43Z", [0.98], ""], [85377, "2021-08-15T09:49:17Z", [0.99], ""], [101648, "2021-08-15T08:44:23Z", [1.0], ""], [101031, "2021-08-15T08:13:44Z", [1.0], ""], [85535, "2021-08-15T08:11:00Z", [1.0], ""], [86367, "2021-08-15T07:57:56Z", [0.98], ""], [100653, "2021-08-15T07:40:32Z", [0.95], ""], [45594, "2021-08-15T07:10:25Z", [0.95], ""], [93350, "2021-08-15T06:45:15Z", [1.0], "Questions 15 and 16 linked.\nWestern embassies have closed, are closing and evacuation plans are in play.\nIt is reported that the US military is preparing to lower its flag over the embassy and so signalling closure.\nJalalabad has been taken, cutting escape to the east and leaving Kabul vulnerable to be overrun.\nThe unexpected folding of the government forces has exacerbated the capitulation of the country to the Taliban in days rather than weeks as suggested by the US. \nThe Taliban have turned government helicopter pilots and using Russian  helicopters - they now have an airforce (ish).\nGhani will have to surrender or escape to ? https://www.theguardian.com/world/live/2021/aug/15/afghanistan-taliban-close-in-on-kabul-as-last-government-stronghold-in-north-falls  https://www.npr.org/2021/08/15/1027806863/the-taliban-seize-jalalabad-cutting-off-kabul-to-the-east  https://www.dailymail.co.uk/news/article-9894781/Taliban-takes-Jalalabad-warns-cease-airstrikes-descend-Kabul.html  https://www.bbc.com/news/world-asia-58219169  https://www.bbc.com/news/world-asia-58187410\n"], [81057, "2021-08-15T04:53:49Z", [0.97], ""], [101924, "2021-08-15T04:23:33Z", [0.9], ""], [94872, "2021-08-15T04:22:31Z", [0.97], ""], [95992, "2021-08-15T03:15:02Z", [0.95], ""], [95992, "2021-08-15T02:57:54Z", [0.9], ""], [1450, "2021-08-15T02:21:14Z", [0.98], ""], [73141, "2021-08-14T23:37:03Z", [1.0], ""], [40900, "2021-08-14T22:44:26Z", [0.98], ""], [40942, "2021-08-14T21:59:09Z", [1.0], ""], [96757, "2021-08-14T21:51:59Z", [0.99], ""], [102237, "2021-08-14T21:51:08Z", [0.97], "Estimated probability of Taliban control of Kabul, including relevant governing apparatus before 2022 should be ~99%. Likelihood of Taliban's desire to replace Ghani should be almost as high since he will be seen as a US puppet. More likely than not Ghani will attempt to flee because he has the means and should stand to live a better life outside Afghanistan than inside under Taliban rule. Final estimation 97%, with probability against consisting of either a Taliban capture of Ghani and desire to use him as political capital while nominally keeping his office, or an unexpected last-minute intervention by the US and or others which lasts until at least 1 / 1 / 2022 and keeps Ghani in office. These contingencies should be very unlikely, hence only 3% probability being assigned against. "], [94743, "2021-08-14T20:46:59Z", [0.97], ""], [95992, "2021-08-14T20:33:11Z", [0.85], ""], [2965, "2021-08-14T19:08:02Z", [0.99], ""], [101031, "2021-08-14T18:47:03Z", [0.95], ""], [691, "2021-08-14T17:06:55Z", [1.0], "He has no further instrumental or symbolic value to anybody.  Looks like his choices are increasingly limited to either relatively comfortable exile at the expense of US taxpayers somewhere (Qatar is lovely this time of year) or torture and execution at the hands of either the Taliban or his loving constituents.  (The expression, \"I didn't have any choice\" is never accurate.)"], [101437, "2021-08-14T15:31:32Z", [0.98], "Speed, execution, and focus of the Taliban to retake the country is frightening.  The US is pulling out personnel from the embassy, and news reports indicate the military and police is collapsing [https://www.aljazeera.com/news/2021/8/14/afghan-president-ghani-vows-to-fight-taliban-offensive].  Finally, resignation may become the only way for Ashraf Ghani to reduce bloodshed in the capital [https://www.wsj.com/articles/afghan-president-ashraf-ghani-says-he-wants-to-avoid-bloodshed-as-taliban-encircle-kabul-11628939781]."], [34959, "2021-08-14T14:39:02Z", [0.87], ""], [25265, "2021-08-14T14:07:54Z", [0.99], "Okay. \"The Taliban captured the city of Pul-e-Alam, around 70 kilometres (43 miles) from the capital, Kabul, a local provincial council member said.\"\n\nAnd I agree with the following.\n“It’s not about President Ghani anymore, it’s about making the transition as bloodlessly, as orderly and as swiftly as possible... if Kabul falls under pressure, all hopes for a political settlement will be lost.”\nhttps://www.aljazeera.com/news/2021/8/14/taliban-launch-new-assault-on-northern-afghan-city-live\n\nMr. Ghani has come under growing pressure from Afghan politicians to resign so that a transitional government headed by someone else could negotiate a cease-fire with the Taliban and prevent the storming of Kabul, the country’s capital.\nhttps://www.wsj.com/articles/afghan-president-ashraf-ghani-says-he-wants-to-avoid-bloodshed-as-taliban-encircle-kabul-11628939781 [ Aug. 14, 2021 ] => As for the question, we'll be having 4.5 months. Ghani is gone.  The real question, though, for me is about Afghanistan's future: is that gone as well? (if there was any future, that is)\nOne thing is certain: Without action, \"humanitarian cost to innocent Afghans will be catastrophic.\" to borrow from Mr. McConnel \nhttps://twitter.com/LeaderMcConnell/status/1426302359811072005?s=20 "], [96757, "2021-08-14T13:51:44Z", [0.95], ""], [101848, "2021-08-14T10:00:28Z", [0.5], ""], [101031, "2021-08-14T09:52:54Z", [0.9], ""], [94606, "2021-08-14T09:44:29Z", [0.92], ",The Taliban is heading for Kabul at speed with the intention of declaring 'independence' or a caliphate by Thursday; https://bit.ly/37EnSCJ. One of the priorities  of the Taliban is the departure of Ashraf Ghani. The Doha talks have largely been a distraction for the west and international community while the Taliban prepared for the US departure. Ghani has promised the Afghan population that the government will ensure no further displacement of the population takes place and the \"...the remobilisation of our security and defense forces is our top priority, and serious steps are being taken in this regard.”  "], [61735, "2021-08-14T08:29:32Z", [0.98], ""], [96757, "2021-08-14T07:28:58Z", [0.9], ""], [96757, "2021-08-14T07:06:09Z", [0.95], ""], [34815, "2021-08-14T04:29:08Z", [1.0], ""], [61735, "2021-08-14T02:16:53Z", [0.95], ""], [99993, "2021-08-14T01:34:31Z", [0.9], ""], [96757, "2021-08-13T22:00:19Z", [0.9], ""], [89099, "2021-08-13T21:44:01Z", [1.0], ""], [14027, "2021-08-13T20:16:50Z", [0.93], "The US Embassy has begun destroying documents, always a bad sign.  See https://www.cnn.com/2021/08/13/politics/afghanistan-embassy-72-scramble/index.html."], [745, "2021-08-13T19:50:11Z", [0.99], "I thought things would deteriorate quickly, but the Taliban seems to not only be winning but also taking no prisoners.  To me he's gone now."], [2965, "2021-08-13T19:41:25Z", [0.91], ""], [62808, "2021-08-13T18:11:59Z", [0.5], ""], [691, "2021-08-13T16:02:17Z", [0.84], "The Taliban do not need him for anything, nor do any of the other players.  He will be spending more time with his family.  If he's lucky."], [86367, "2021-08-13T16:01:05Z", [0.92], ""], [2965, "2021-08-13T15:00:36Z", [0.61], "Kabul is encircled\nAll major provincial centers taken.\nIsmail Khan the Lion of Herat shows up in Taliban propaganda.\nNot looking good for Kabul without  a Berlin style airlift. Not going to happen. No air bases.\n@Hesch  you have to adjust upwards \nApropos of Stalin's comment to Churchill \nHow many divisions does the  pope have.\nHow many divisions does Bildt or EU have?\nNoble sentiment\n"], [24146, "2021-08-13T14:11:47Z", [0.0], ""], [93028, "2021-08-13T13:32:43Z", [0.97], ""], [96367, "2021-08-13T12:24:35Z", [1.0], "Worth adding this statement by Imran Khan (one of the most obvious and influential external power brokers in this conflict, alongside China) to our forecasts: \"I tried to persuade the Taliban... three to four months back when they came here,\" Pakistan's The News International quoted Imran Khan as saying. \"The condition is that as long as Ashraf Ghani is there, we (Taliban) are not going to talk to the Afghan government,\" Mr Khan added. [1]. Whilst Khan may be trying to put the Taliban between himself and this statement the underlying message is pretty clear: Pakistan wants Ghani gone (and  is more than happy for the Taliban to do the proxy work).  Given the very close (almost patriarchal) relationship between Pakistan and China [2], I'd guess that Beijing also wants Ghani gone in order to have someone in the chair they can better deal with for their own projects and aims [3]. [1] https://www.ndtv.com/world-news/taliban-wont-talk-as-long-as-ashraf-ghani-is-afghanistan-president-pakistan-pm-imran-khan-2508603\n[2]https://en.wikipedia.org/wiki/China%E2%80%93Pakistan_relations#:~:text=Pakistan%20has%20a%20long%20and,countries%20have%20been%20mutually%20beneficial.&text=Pakistan's%20military%20depends%20heavily%20on,and%20militaristic%20importance%20are%20ongoing.\n[3] https://www.e-ir.info/2017/07/10/pakistans-role-in-chinas-one-belt-one-road-initiative/"], [93350, "2021-08-13T11:59:28Z", [0.95], "Ashraf Ghani is considered a warmonger by the Taliban who insist on his removal prior to any agreement.\nIt is now debatable given their rapid success and the collapse of the Afghan government forces that any agreement will be necessary and the demise of Ghani is imminent.\nQuestions 15 and 16 of this series are obviously linked to the same set of conditions that are now developing in Afghanistan. \nThe relocation of US and UK armed forces to Kabul is to ensure the safety of its citizens rather than shoring up the Afghan government and its president. https://www.aa.com.tr/en/asia-pacific/with-fall-of-logar-taliban-close-in-on-afghanistans-capital/2333360  https://edition.cnn.com/2021/08/12/_politics-zone-injection/us-afghanistan-embassy/index.html  https://www.washingtonpost.com/national-security/2021/08/10/afghanistan-intelligence-assessment/\n"], [99993, "2021-08-13T11:43:06Z", [0.85], ""], [61735, "2021-08-13T07:56:46Z", [0.83], ""], [100653, "2021-08-13T06:04:27Z", [0.66], ""], [96367, "2021-08-13T05:55:44Z", [1.0], "Kandahar confirmed fallen in reporting.  Lashkar Gar still pending confirmation but with Kandahar gone LKG is effectively cut off so will fall in short order if it hasn’t already.  Highly symbolic losses that will play hell with the morale of any still loyal ANSF personnel.   EDIT (08:47 GMT): Aljazeera now stating LKG has fallen: https://www.aljazeera.com/news/2021/8/13/afghanistan-taliban-herat-kandahar-kabul-cities-live-updates Will and/or capability to fight now appears utterly absent and rushed US and UK troop deployments to extricate remaining personnel have strong undertones of Saigon about them that will also be noticed within the Afghan government.  A race to the exit. Now regretfully moving to a position of certainty.  I’d also guess we’re looking at days or weeks (at most) rather than months on this question’s closure. https://www.bbc.co.uk/news/world-asia-58191638\nMapping the advance of the Taliban in Afghanistan https://www.bbc.co.uk/news/world-asia-57933979"], [80475, "2021-08-13T05:30:10Z", [0.99], "Incredibly, 3 out of the 5 largest cities fell in a 24 hour period, so the odds have to go up. It seems the Taliban were more competent than people thought and had been laying a lot of the groundwork with various alliances with local leaders for this rapid offensive. The 300k-plus Afghan National Army seems to have existed mostly on paper. This has been reported previously, and the problem is perhaps worse today than it was a few years ago: https://www.military.com/daily-news/2019/08/02/afghanistan-loses-42000-troops-crackdown-ghost-soldiers.html The Afghan government all of a sudden offering to share power with the Taliban is an indicator that they know the writing is on the wall: https://www.aljazeera.com/news/2021/8/12/afghanistan-offer-power-sharing-taliban-official To me that makes it highly likely that Ghani is out soon, since the Taliban have made that one of their demands."], [101036, "2021-08-13T03:54:34Z", [0.9], ""], [101036, "2021-08-13T03:52:07Z", [0.8], "https://www.aljazeera.com/news/2021/8/12/afghanistan-offer-power-sharing-taliban-official\nhttps://www.aljazeera.com/news/2021/8/12/afghanistan-taliban-kandahar-prison-police-ghazni-live-updates"], [43399, "2021-08-13T03:29:02Z", [0.75], ""], [2965, "2021-08-13T01:54:23Z", [0.47], "Even with US Forces, not going to roll back all the battles lost"], [94872, "2021-08-13T00:59:43Z", [0.9], ""], [80475, "2021-08-13T00:46:12Z", [0.7], "Kandahar, the 2nd largest city, has just fallen: https://twitter.com/Conflicts/status/1425819929995989003 It's hard to imagine Kabul is far behind. "], [96367, "2021-08-12T23:45:38Z", [0.98], "The fall of Herat this afternoon and (with mixed reporting at this time) possibly also Lashkar Gar and Kandahar really feels like an important line of certainty now crossed. Will probably be upping to 100%  on confirmation of this reporting.  It now seems untenable for Ghani to hold on with such a rout taking place around him and such dire stories of corruption, dual dealing and morale failure within the Afghan forces that seem to speak to how the ANSF have collapsed so quickly.  For all the training and equipment, corruption was something ISAF could never properly resolve in the culture of their hosts and partners. Coalition force deployments to Kabul to evacuate civilians feels like another major tell for this question.  With the situation as it is 3000 US and a few hundred UK soldiers are not going to change the course of things at this point (although the US may be using evacuation as a pretext to put some tactical air controllers back in to improve the effectiveness of US air support and try to slow the move on Kabul long enough for something to be negotiated). Either way, Ghani's presidency now feels very much an empty chair with a shadow sitting in it. https://www.aljazeera.com/news/2021/8/12/afghanistan-taliban-kandahar-prison-police-ghazni-live-updates\nhttps://www.bbc.co.uk/news/world-asia-58184202\nhttps://www.youtube.com/watch?v=9qn8Bt7YqGc"], [1333, "2021-08-12T23:40:46Z", [1.0], ""], [86367, "2021-08-12T22:55:40Z", [0.86], ""], [14027, "2021-08-12T21:24:59Z", [0.73], ""], [96757, "2021-08-12T21:12:15Z", [0.7], ""], [96757, "2021-08-12T21:10:15Z", [0.65], ""], [96757, "2021-08-12T21:02:31Z", [0.7], ""], [86715, "2021-08-12T21:00:45Z", [0.8], ""], [96757, "2021-08-12T20:52:58Z", [0.6], ""], [1333, "2021-08-12T20:41:47Z", [0.91], ""], [85535, "2021-08-12T20:37:17Z", [0.75], ""], [95992, "2021-08-12T20:21:44Z", [0.75], "Hope I'm wrong but the situation is evolving quickly with Kandahar close to crumbling. The deployment of US troops is more worrisome than not, since it's primary mission is to evacuate some US personell. Shadows of Saigon. "], [2965, "2021-08-12T19:32:15Z", [0.26], "US sends 3000 US 82d Airborne to defend Kabul "], [691, "2021-08-12T18:15:17Z", [0.62], ""], [2965, "2021-08-12T17:02:59Z", [0.47], "Becomes more probable every minute .\nKabul could fall before winter\n"], [81057, "2021-08-12T16:38:53Z", [0.46], ""], [96367, "2021-08-12T14:10:40Z", [0.95], ""], [96367, "2021-08-12T14:10:15Z", [0.93], "Moving up today with Kabul confirming the offer of a power sharing deal with the Taliban.  With or without Ghani's premiership being offered up as part of this deal this announcement seems to be a demonstration of just how far the Afghan government have been pushed / pulled to reach this point and how far they are apparently willing to compromise. No response from the Taliban suggests they are in internal discussions, but they are probably asking themselves if the offer amounts to anything more than they already have at this moment anyway.  Given their strong hand it seems hard to imagine that they would not maintain their line that Ghani must go as any form of conditional agreement for Kabul's proposal.  There seems no reasons or incentive for them to compromise on this. If Ghani refuses...then things continue as they are (towards an increasingly grim conclusion as discussed previously). https://timesofindia.indiatimes.com/world/south-asia/kabul-offers-taliban-power-sharing-to-end-violence-source/articleshow/85270598.cms"], [96757, "2021-08-12T12:00:15Z", [0.4], "One possibility is to flee to another part of Afghanistan, which wouldn't count as fleeing Afghanistan."], [96757, "2021-08-12T11:55:01Z", [0.45], ""], [93028, "2021-08-12T10:36:45Z", [0.6], ""], [101031, "2021-08-12T09:38:20Z", [0.8], "making a big jump up due to the offer of a power sharing deal to Taliban. As of yesterday Taliban still said that Ghani was the biggest obstacle to and end to conflict so I wonder if the govts offer is for Ghani to resign?\nI will drop back down a bit when i hear more of this offer and result"], [96757, "2021-08-12T05:19:57Z", [0.4], ""], [96757, "2021-08-12T05:14:35Z", [0.35], ""], [101036, "2021-08-12T05:11:03Z", [0.3], ""], [99993, "2021-08-12T00:51:07Z", [0.7], ""], [67500, "2021-08-11T23:54:22Z", [0.7], "Updating here due to the dire situation in Afghanistan and the updated timeline of when Kabul could fall (which would likely cause Pres. Ghani to flee). https://www.washingtonpost.com/national-security/2021/08/10/afghanistan-intelligence-assessment/"], [15916, "2021-08-11T20:31:38Z", [0.9], "Ghani will flee or be killed. Taliban have the inertia and about 3 months left to surge."], [96367, "2021-08-11T17:29:44Z", [0.85], "Yesterday I gave the Taliban three months before the brutal Afghan weather slowed their advance, today US and UK intelligence reports (through media connections) state the possibility (key word: possibility) that the Taliban could have Kabul surrounded in 1 month and overrun in 3. That assessment both correlates  with the weather window for offensive manoeuvres and provides some insight to how long intelligence agencies believe a siege would last.  Of course, this question isn't asking whether the Taliban will own Kabul by 1st Jan 2022, but on whether a man in a terrifying leadership position at this moment will still be in power by then.  Two very separate questions although clearly with a lot of interlocks. If Kabul is surrounded, and bearing in mind the gruesome history of Afghan presidents surrounded by the Taliban of old (1996) I'd suggest Ghani becomes far more likely to depart for a more friendly (and survivable) locale (which would seem to count as \"fleeing\" for this question's purposes).  This leaves a much closer window for occurrence (1 -2 months on the Taliban's current progress) and makes it much wider (2 - 3 months) for this question's forecast. Is there anything that appears likely to change the current pace of Taliban occupation?  Joe Biden's press statement today essentially telling the Afghan's to \"man up and use the tools we gave you\" doesn't suggest any real change of tack, and this bearing in mind he'll have access to far more sophisticated intelligence projections on the short and long term consequences of NOT acting.  NATO is incredibly unlikely to take any action without the US.  China seems content to open negotiations with the Taliban now in possible preparation for the inevitable end (as they see it).  Pakistan seem content to let the Taliban do all the work so far (and have clearly stated that Ghani's departure is a requirement for their sort of peace anyway[3]) and India do not seem interested in putting their hand into the hornet's nest at this time. With the current pace, with no obvious counter-Taliban intervention to slow it that seems likely at this moment and with Ghani's departure (via numerous possible doors) being a stated condition of any possible cessation of hostilities by the Taliban (who at this moment display largely uninterrupted progress towards their goals) the 30 day window for Kabul's isolation and 3 month projection for its fall seems feasible, credible and meaningful for this question's outcome. Moving back up to 85%.  Ghani is the national leader I feel most sorry for at this moment. [1] https://www.reuters.com/world/asia-pacific/taliban-fighters-capture-eighth-provincial-capital-six-days-2021-08-11/\n[2] https://www.telegraph.co.uk/world-news/2021/08/11/kabul-could-fall-within-month-taliban-push-closer-afghanistans/\n[3] https://www.ndtv.com/world-news/taliban-wont-talk-as-long-as-ashraf-ghani-is-afghanistan-president-pakistan-pm-imran-khan-2508603"], [80475, "2021-08-11T16:22:57Z", [0.6], "Things have changed rapidly in just the past couple of weeks. I am changing my odds drastically here.    https://tolonews.com/afghanistan-174160 \"This is the first time that the Taliban has taken over an army corps. Footage shared on social media shows dozens of security force members in Kunduz surrendering to the Taliban. \" Kunduz is the 6th largest city in Afghanistan, and the Afghan National Army is rapidly collapsing, switching sides, and Taliban is taking their equipment. Kunduz was a city taken by the Northern Alliance in November 2001, and it has been a major objective of the Taliban to retake the city, resulting in battles for it in 2015, 2018 and 2019. https://twitter.com/TGhazniwal/status/1425304020336394243  Taliban are even reported to be in Kandahar, the 2nd largest city, with photos purporting to show them making rapid progress, although I don't know anything about the journalist who tweeted that and how credible he is.  https://tolonews.com/afghanistan-174139 30,000 families displaced in Kandahar from the fighting"], [79142, "2021-08-11T15:43:35Z", [0.6], "https://www.reuters.com/world/asia-pacific/taliban-fighters-capture-eighth-provincial-capital-six-days-2021-08-11/"], [1333, "2021-08-11T13:29:10Z", [0.9], ""], [101031, "2021-08-11T09:33:19Z", [0.45], ""], [100653, "2021-08-11T06:49:56Z", [0.35], ""], [96757, "2021-08-10T08:04:16Z", [0.3], ""], [96367, "2021-08-10T07:12:09Z", [0.81], "Coming down a little (-8%) when accounting for the Afghan winter fighting season drop off (due to the combination of challenging weather and variable quality road and logistics routes). This effectively shortens the time the Taliban have to make a direct move on the capital (circa 3 months before weather starts becoming more disruptive) but may also play into their broader strategy (and this question's affirmative outcome) if they can seize and hold a sufficient degree of critical infrastructure, supply chains and border crossings to effectively \"starve out\" the government and/or the Afghan security forces. If they can achieve this (and there seems to be little currently in place to stop them) then we may start seeing defections and further capitulations as we approach the harsher winter seasons and stomachs start rumbling. The Taliban have always been very good at playing the \"long game\", but they (and their foreign soil patrons) will also be keen to maintain their current momentum and capitalise on the opportunities the ISAF withdrawal brings with it.  Whilst 3 months is not a long time in the grand scheme of things they have shown a remarkable pace of activity so far (even before the withdrawal date has passed). [1] https://www.climatestotravel.com/climate/afghanistan\n[2] https://www.voanews.com/extremism-watch/afghan-forces-vow-no-break-fighting-during-winter\n[3] https://asia.nikkei.com/Politics/International-relations/Taliban-call-fighters-back-from-winter-lull-early-as-talks-stall2"], [96367, "2021-08-10T07:00:31Z", [0.89], "For anyone who missed it UK and US government travel bulletins for Afghanistan changed on the 6th and 7th August August 21 advising all citizens to leave the country immediately by the most expedient commercial means [1] and [2]. Such an announcement may seem unsurprising given the current conditions on the ground, but it may be worth bearing in mind for forecasts none the less.  Such advisories may seem conventionally pragmatic on the surface but its worth bearing in mind the political calculus in the messaging that would go into making such an advisory (a loud and public message to the host nation, allies and enemies alike). Such advice to one's own citizens can signal intelligence projections loudly and also indicate levels of confidence in certain outcomes (hence why some are declaring such travel guidance as an indicator of \"fair weather ally\" status [3]).  It is for this reason that recalling one's citizens from a foreign nation has tended to be an option left to the \"last safe moment\" for obvious reasons.  General Baron's assessment includes another forecasting indicator for us to watch for: the departure of Afghan elites and anyone who can travel under their own steam.  I have a feeling this may have happened already, but as the noose continues to close around Kabul it may be worth watching for a few high profile governmental departures as a possible indicator for this question. [1]  https://www.gov.uk/foreign-travel-advice/afghanistan\n[2]  https://af.usembassy.gov/security-alert-u-s-embassy-kabul-afghanistan-august-7-2021/\n[3]  https://www.bbc.co.uk/news/uk-58139590"], [100653, "2021-08-10T06:21:50Z", [0.3], ""], [86367, "2021-08-10T06:07:22Z", [0.7], "https://economictimes.indiatimes.com/news/defence/afghan-president-views-peace-talks-as-dead-prepares-for-civil-war/articleshow/85191898.cms\nAn increasingly sad state of affairs, now it comes down to what will Ghani do\n1> Will he stay with the sinking ship and rally his troops and citizens till the end ( if this is the case then the timeline maybe stretched a bit)\n2> Will he flee (more likely) https://theprint.in/diplomacy/afghan-govt-wants-iaf-support-to-crush-taliban-as-fighting-worsens-across-the-country/712182/\nThere is also this article (the only source that could find) where the US has said they will continue Air support \"immediately\" after Aug 31st. Regardless of whether this is true, i dont think this is a game changer. Also Mazar e sharif where the Taliban is currently fighting is only 8 hours away from Kabul\nhttps://www.france24.com/en/live-news/20210809-fighting-rages-in-afghan-south-after-taliban-s-weekend-blitz\n"], [94872, "2021-08-10T05:22:51Z", [0.4], ""], [34959, "2021-08-10T04:03:17Z", [0.55], ""], [99993, "2021-08-10T00:35:36Z", [0.6], ""], [101848, "2021-08-09T13:41:02Z", [0.3], "It's looking more likely than it was a week ago. Presumably Kabul will still be a tough nut to crack for the Taliban though and could still be longer than 4-5 months off"], [100653, "2021-08-09T06:15:04Z", [0.25], ""], [96367, "2021-08-08T21:11:03Z", [0.88], "Could I recommend that interested parties in this question take a look at Heela Najibullah's twitter account [1]. As the eldest daughter of the last Afghan premier to be brutally assassinated at the hands of the Taliban (Mohammad Najibullah) and as an active advocate for her nation of birth her perspective (and access to first hand sources) on what is happening on the ground (and any parallels to her own first hand experiences in 1996) may be useful to consider in forecasts and qualitative \"base rate\" assessments. Fair to say that the sad and gruesome history of his predecessor will likely be present in Ghani's mind at this moment as well and may influence his judgement as things get (strategically and physically) closer to the capital's gates. EDIT:  also found this rather astounding statement from Ben Wallace, UK Defence Secretary, in mid July 21 [2] declaring a conditional willingness to work with a new Taliban led government.  Such a controversial statement would not be made unless this scenario had moved beyond \"possible\" to \"credible\" or, perhaps more likely, \"inevitable\" in the eyes of those who briefed the minister.  Such a statement to the UK's press would also not be made unless it was expected to be met with acceptance and (likely exhausted and fatalistic) agreement by those reading it. This may give an indication of the wider NATO / Western world mood to current events and perhaps an insight into the likelihood of some form of western intervention against the current course.  This does not preclude more direct intervention by other, more regional actors, although if Pakistan were to suddenly cross the border as \"peacemaker\" we should all expect India to have something to say about it. [1] https://twitter.com/hnajibullah?lang=en\n[2] https://www.standard.co.uk/news/uk/ben-wallace-taliban-afghanistan-whitehall-britain-b945647.html\n[2] https://www.telegraph.co.uk/news/2021/07/13/britain-will-work-taliban-take-terrorist-balaclava-enter-afghan/"], [96367, "2021-08-08T20:49:50Z", [0.88], "Pace of advance over the weekend is significant, if currently localised to the border regions.  Fall of Lashkar Gah and/or Herat in the next 7 - 10 days now seems significantly more likely and are events which may well signal the real beginning of the end for the current administration. Key question: at what point does Ghani's position become untenable?  Is it purely when the Taliban are queuing up outside his office, or is it: -the loss of critical infrastructure?\n-the loss of critical logistics supply lines?\n-the loss of military & security force confidence and support?\n-the loss of international support?\n-an unhappy combination of some or all the above? What quantifies / qualifies as a \"critical loss\"?  What markers would we look for as forecasters to see these conditions being met? Trying to measure the impact of all these details is difficult (but that's part of the challenge), but loss of confidence and \"will to fight\" from within the Afghan Security Forces certainly seems to be a pretty conclusive one of this pack.  With the pace of DC take overs this weekend (and this before the US have entirely pulled out) we may need to account for a cascade failure of morale and fighting spirit within a significant portion of the security forces that may hasten a government minister departure and a transition to some form of interim government whilst the Taliban make their demands (and China underwrites the deals). Russia are likely taking a regional interest in this power play as well, although I would surmise that the Chinese are probably the preferred power broking partner for the Taliban at this moment (for fairly obvious reasons!). There is the open question of whether the US will reverse course and be pressured into delaying the withdrawal or returning, but with the military and political machinery in motion this would seem less likely at this moment (and not guaranteed to save Ghani's premiership even if it were to happen).  Given his willingness to commit to this course in his first year in office I don't see many signs Biden (or indeed the US in general) thinks Ghani's position is worth what it would cost them to save it. Whilst making these forecasts do take a moment to think of the man involved in this question and what he must feel like at this time.  I don't believe anyone here would want to swap seats. Also take a moment to think about all those interpreters and locally employed civilians who haven't been evacuated and are now facing death threats in a homeland they are less and less able to leave. What a horrendous mess... https://www.bbc.co.uk/news/world-asia-58135148\nhttps://www.ft.com/content/7cb630ac-0d5a-4e7b-9507-da5c07259631"], [96757, "2021-08-08T12:57:50Z", [0.25], ""], [101031, "2021-08-08T09:19:45Z", [0.2], ""], [86367, "2021-08-07T01:57:39Z", [0.55], ""], [81057, "2021-08-06T21:00:30Z", [0.16], ""], [86367, "2021-08-06T12:17:55Z", [0.35], "\nWhy this could happen\nThe fate of his predecessor will be something that he will be keen to avoid and so that might force him to flee before it is too late. I doubt whether the Taliban would repeat something like that, given that in the longer term if they wish to govern (even as a conservative nation) they will need some legitimacy in foreign media. Afghanistan still relies on the US for sizeable aid. I have very little hopes on them moderating their hardline stance on key issues and achieving any long term stability in the region even if they were to achieve some power\nhttps://en.wikipedia.org/wiki/Mohammad_Najibullah Why this wont happen\nWhile the Taliban has swiftly captured 54% of the territory. Unlike the last time (in Jan 1992 when Russia left) and March 1992 when President Najib offered his resignation this time the Afghan Forces have support in the form of US airstrikes and local militias which are the biggest impediment currently for Taliban Sources\nhttps://indianexpress.com/article/research/who-are-the-taliban-part-i-from-hardliners-to-moderates-is-there-a-generational-shift-7416339/\nhttps://indianexpress.com/article/research/who-are-the-taliban-part-2-what-will-be-taliban-policy-on-the-ground-7429118/\nhttps://indianexpress.com/article/research/who-are-the-taliban-part-3-a-necessary-evil-but-with-many-challenges-7440086/\n"], [94872, "2021-08-06T04:27:59Z", [0.32], ""], [86715, "2021-08-06T00:42:59Z", [0.5], ""], [96367, "2021-08-05T08:13:52Z", [0.85], "Think its worth looking beyond the tactical 24 hour battle raging around the DCs and look above at the strategic.  China's increasingly reported engagement with the Taliban leadership is an interesting longer term indicator of where the worlds power brokers think the power is going to lay. China's reported and very public talks with the Taliban [1] are clearly self interested and highly pragmatic: a recognition that, irrespective of Ghani's survival in government, the Taliban aren't going anywhere and will remain the ruler of the rural areas where China's infrastructure projects are likely to run through. Whilst this may not be directly indicative for this question's posit, it's worth considering what the Taliban will be asking of the Chinese in return for unmolested passage and building of their silk road.  Power is the obvious answer: either power through arms and support or power through direct political influence and intervention.  In the face of this \"dragon influence\", and the US's reported (likely tepid but fatalistic) warmth towards China taking the reigns as a super power broker in the region, its hard to see who Ghani might call \"friend\" in this situation. Combine this with possibilities of assassination (either him or a close cabinet official that suitably scares him [2]) and there seem to be many vectors to Ghani's sudden and unannounced departure from his current position.  A lot of this will hang on the next few weeks and whether Lashkar Ghar (likely) and Kandahar (possible) will fall into Taliban control. I'd be cautious of putting too much stock in reported celebrations of the local populace in the face of Taliban defeats.  The average Afghan doesn't really care whos in charge so long as they can live, eat and not get shot.  Ending fighting seems to be the predominant interest for the majority, and if the Taliban take over I wouldn't expect to see any mobilisation of public support for Ghani in Taliban occupied zones. Change over of power has been such a frequent characteristic of life in that stunning but troubled land that it's almost common place for the average Afghan. For most, it'll just be another thing that happened in a valley that's not theirs. [1] https://www.theguardian.com/world/2021/jul/29/chinas-talks-with-taliban-could-be-a-positive-thing-us-says\n[2] https://www.bbc.co.uk/news/world-asia-58081253"], [96367, "2021-08-05T07:27:42Z", [0.8], ""], [100653, "2021-08-05T07:06:44Z", [0.2], ""], [101036, "2021-08-05T00:58:33Z", [0.15], "https://www.aljazeera.com/news/2021/7/27/taliban-afghanistan-political-settlement-trust\nhttps://www.aljazeera.com/news/2021/7/23/taliban-afghanistan-ashraf-ghani-civil-war\nhttps://www.cbsnews.com/news/afghanistan-ashraf-ghani-blames-us-troop-pullout-for-worsening-violence-taliban-gains/\n"], [2965, "2021-08-05T00:56:34Z", [0.15], "So AP report s 9 out of the. 10 districts of LG occupied.. The Afghan army and commandos are fight ing hard to defend tenth they have \nBig airstrikes coming.\nBased on continued air support for 2 months .minus 10 \nLooks like His 1968 not Danang 1975 "], [2965, "2021-08-04T17:16:25Z", [0.15], ""], [79142, "2021-08-03T14:59:58Z", [0.5], ""], [34959, "2021-08-03T14:47:34Z", [0.33], ""], [1333, "2021-08-03T14:37:34Z", [0.9], ""], [96757, "2021-08-03T02:46:20Z", [0.2], ""], [2965, "2021-08-03T00:43:43Z", [0.15], "Day 3 Taliban post Eid offensive.\nFighting continues in Lashgar Gah a very small center 16 square blocks. BBC report seems the best summary.\nReports of US airstrikes late Monday \nTaliban attacked from two fronts.\nSeized radio/ tv  station.\nFighting continues in outlying Kandahar and Herat.\nIssue still in doubt. Longer fighting and battles favor regime. Even though Taliban is puppet for Pakistani Army Intelligence, taking Kandahar, Herat, and Lashgar has not overwhelmed Afghan army and fighting continues."], [101031, "2021-08-02T19:14:10Z", [0.15], "A 6 month security plan was tabled in Parliament with support from both houses. This is not the panicking rulings of someone about to flee.  https://aje.io/ke5kej"], [96523, "2021-08-02T15:28:43Z", [0.38], "The Taliban is pretty clearly winning, and I don't expect they will be in much of a mood to leave the current power structure in place. There's always a chance of intervention by a regional power (Turkey seems most likely) but as of now it's looking like Kabul is likely to fall."], [101848, "2021-08-02T14:22:47Z", [0.2], "Not looking great for Ghani or his country. At least he's survived two weeks since I put 16% in. Bumped it to 20% for now."], [93028, "2021-08-01T11:39:01Z", [0.07], ""], [2965, "2021-08-01T02:40:56Z", [0.09], "-6\n\"Depend on it, sir, when a man knows he is to be hanged in a fortnight,it concentrates his mind wonderfully\". Samuel Johnson.\nThere is going to be a long civil war. As suggested by Former Pak ambassador to US Haqquani, the prospect of Taliban rule has United the Afghan people to resist.www.bbc.com  Haqquani observed that among other things, the Taliban were advancing like a regular army strongly suggesting that Pak military train supply control and perhaps command the Taliban forces. That US under Trump negotiated with the adversary not the ally and the Doha agreement accordingly failed. Finally Haqquani noted that the failure to train and supply maintain Aghan air force after NATO withdrawal coupled with the withdrawal of contractors, neutralized any air advantage. \nWhile it's too early to claim victory the Afghan National Army, the Special Operations Command, the militias, and American airpower have held Herat and Lashkar Gah against Taliban attack.\nIn fact, the Taliban threat has  United the disparate ethnic, political,and military forces against the Taliban.\nI forecast this government, including Ghani aren't going anywhere and that the current fighting will result in protracted civil war, certainly not a Taliban rout.\nConclusion: As originally posited the rapid arming of militias combined with US airpower were decisive in defending Herat.As long as close air support remains the Afghan National Army and Special Operations Command will remain a force in being and able to hold major cities.\nUS should ensure by covert means if necessary that close air support remains in place or in 6 to 12 months the Taliban will establish their Emirate and current government will flee  and Kabul will fall.\nThe Afghan people,as always will bear the brunt of fighting in these contested cities. The continuing civil war will generate a million refugees exiting via Iran and Turkey.\n"], [96367, "2021-07-31T21:16:27Z", [0.9], "Movement on the three major cities this quickly (even if not yet successfully) escalates the timeframe in which Ghani's presidency will be forced into the hazard (if it isn't already there).  Kandahar's fall in particular may signal the last moments for the current Afghan government. Without US forces in the country it seems unlikely he'll be willing to stick around for long, and with both Pakistan and the Taliban wanting him gone as a condition of any \"peaceful\" settlement then there seems fewer and fewer power brokers that will be standing in his corner. https://www.bbc.co.uk/news/world-asia-58040141"], [96757, "2021-07-31T20:45:54Z", [0.25], ""], [96757, "2021-07-31T13:59:04Z", [0.2], ""], [96757, "2021-07-31T13:57:26Z", [0.17], ""], [94872, "2021-07-31T00:41:18Z", [0.32], ""], [2965, "2021-07-30T22:02:28Z", [0.15], "Heavy fighting in Herat, Lashkar Gah and Kandahar.\nTaliban have seized strategic road between Herat City and it's airport.\nAmerican airstrikes reported in all 3 battles.\nPlus 5  See Twitter @bsarwary and \nwww.longwarjournal.org"], [8826, "2021-07-30T16:14:12Z", [1.0], "Taliban will take care of him"], [46339, "2021-07-30T11:32:54Z", [0.5], ""], [96757, "2021-07-30T10:15:15Z", [0.15], ""], [94872, "2021-07-30T05:59:36Z", [0.38], ""], [96757, "2021-07-30T04:46:49Z", [0.35], ""], [24146, "2021-07-30T03:18:37Z", [0.0], ""], [2965, "2021-07-30T02:19:32Z", [0.1], "Anyone who reads the Special Inspector General for Afghanistan Reconstruction report has to be concerned about the survival of the current government.\nThis forecast plus 5 is to be re evaluated as frequently as possible."], [102072, "2021-07-30T00:58:19Z", [0.35], "Difficult to find a base rate for this one. Most helpful precedents are probably Vietnam and Soviets in Afghanistan. In each case the incumbent government supported by the outgoing party lasted significantly longer than the 5 month timeline provided here. So I think the have to start with the view that is is unlikely - somewhere around the 15% mark. You then have the fact that the US is still providing air support (and looks likely to continue to do so), and that the Taliban's gains so far have been predominantly limited to the countryside. It also gets very cold in Kabul over winter, so if we presume that (a) the Taliban will likely need to take the capital in order for the government to fall and (b) it will be harder to take over winter, then the timeframe for action really is tight. None of these factors on their own make it impossible, but I think together they reduce the probability to around the 5% figure. You've then got the 'yes' factors - the speed of the Taliban's gains, the position of foreign powers (US seems very clear that it will not act beyond economic support and air strikes, Russia and China position is well documented over past week or so), the apparent problems within the Afghanistan National Army. If the deadline was 18 months later these factors may be strong enough to push me over 50%, but as things stand I think the timings are still too tight. All in all I'd say these factors push things up by about 20%. You've also got other routes to a yes beyond the Taliban taking Kabul - Ghani fleeing or ceasing to be president. I'd give a combined weighting of 10-15% to these. \n"], [100653, "2021-07-29T21:41:33Z", [0.15], ""], [94405, "2021-07-29T21:25:09Z", [0.66], ""], [102095, "2021-07-29T18:54:16Z", [0.55], ""], [24311, "2021-07-29T18:40:31Z", [1.0], ""], [12591, "2021-07-29T02:09:22Z", [0.5], ""], [101031, "2021-07-29T01:36:43Z", [0.2], ""], [691, "2021-07-28T18:54:39Z", [0.52], ""], [34959, "2021-07-28T09:10:41Z", [0.3], ""], [100653, "2021-07-28T07:37:15Z", [0.1], ""], [93028, "2021-07-27T09:34:50Z", [0.05], ""], [96367, "2021-07-27T08:46:55Z", [0.85], "Taliban seem to be playing for time in Qatar [1], indicating that they may just be waiting out the US before closing in on the district centres and then the capital.  US intervention seems unlikely whilst they are so absorbed with their own internal strifes and public mood is very much with leaving the Afghans to their fate. It seems very likely that once the Taliban start their push Ghani will flee, and there don’t seem to be many reasons why they would choose to hold back once the US footprint has drawn down.  Outside players will be flooding the zone and larger interested parties already seem to be opening comms lines with Taliban representatives. [1]. https://www.aljazeera.com/news/2021/7/14/afghan-govt-delegation-taliban-to-talk-peace-in-qatar-official"], [1333, "2021-07-27T04:57:04Z", [0.9], ""], [81057, "2021-07-26T20:35:25Z", [0.23], ""], [87571, "2021-07-26T12:01:13Z", [0.69], ""], [102043, "2021-07-26T07:08:32Z", [0.49], ""], [100653, "2021-07-25T21:38:04Z", [0.05], ""], [2965, "2021-07-25T20:45:38Z", [0.05], "US has been providing close air support outside Kandahar. That was one condition of my original forecast. I remain at 5 Percent.\n"], [102035, "2021-07-25T20:05:29Z", [0.1], ""], [79142, "2021-07-25T18:11:17Z", [0.6], ""], [1333, "2021-07-25T15:21:00Z", [0.88], ""], [101031, "2021-07-24T11:26:30Z", [0.15], "Increase a tad because one of the Taliban bottom lines for peace talks is that Ghani leaves office\nhttps://aje.io/4mgtam"], [691, "2021-07-23T16:05:04Z", [0.54], ""], [96367, "2021-07-23T13:08:46Z", [0.8], "Mollifying a little (-5%) given that any major push will likely occur after the final 31 August withdraw date has passed, leaving little time for this question to resolve. That said, news that foreign powers may already be courting Taliban leaders [1] indicates where major powers believe the wind is blowing, and the Taliban have today put Ashraf's departure as an explicit condition of any new negotiated governance [2]. They certainly appear to have the upper hand, and a Taliban move on Kabul seems less likely than simply starving the capital out and forcing a negotiated settlement. Biden's departure from Afghanistan seems very likely to have been decided in the face of objections from the Afghan premier, indicating that he may not have many friends in the places that have the means and interest in keeping him in the chair.  If major powers are all now courting both sides, Ashraf's position seems increasingly lonely and the results inevitable. Why should the Taliban wait before pressing their current advantage?  The longer they do the more capabilities can be brought in from the outside to interdict them, so the momentum of their take over seems likely to continue until it is forced into slowing down.   What would do that?  Clearly not the ANA or ANSF (although as they condense into a smaller ring their resistance seems likely to become marginally more effective, assuming they don't all down tools and disappear or switch sides).  The interest in outside help to prop up another Afghan government appears to have well and truly worn out (at least from the traditional western players): as the (adapted) saying goes: ISAF had the watches, Afghanistan had the time.  Sadly it seem her leaders squandered it, with these fairly inevitable results. There are also significant possibilities of an attempt on Ashraf's life (that would resolve this question, albeit in the grisliest of ways), and Afghanistan does have a history with this [3]. Lots of vectors to resolving (with time frame being the most pressing counter point) and few obvious mitigations to reduce likelihood (aside from the fact that it hasn't happened yet!). EDIT:  also worth remembering that Ashraf's rise to power itself took place under a fairly heavy cloud and a lot of power broking amongst uncomfortable allies [4].  Adds to the fragility of his position and the likely power broking going on with the Taliban by his competitors. [1] https://foreignpolicy.com/2021/07/21/china-taliban-afghanistan-biden-troop-withdrawal-belt-road-geopolitics-strategy/\n[2] https://www.aljazeera.com/news/2021/7/23/taliban-afghanistan-ashraf-ghani-civil-war\n[2] https://www.indiatvnews.com/news/world/afghanistan-taliban-president-ashraf-ghani-must-step-down-for-peace-deal-latest-updates-721450\n[3] https://en.wikipedia.org/wiki/Assassination_attempts_on_Hamid_Karzai\n[3] https://www.aljazeera.com/news/2012/12/15/afghanistans-legacy-of-assassinations\n[3] https://www.history.com/this-day-in-history/afghan-president-is-overthrown-and-murdered\n[4] https://www.nytimes.com/2014/08/24/world/asia/in-afghan-election-signs-of-systemic-fraud-cast-doubt-on-many-votes.html?_r=0"], [94872, "2021-07-23T06:25:08Z", [0.4], ""], [101924, "2021-07-23T04:38:44Z", [0.75], "85% of Afghanistan is already under Taliban control [1] Not all of this is captured in the last few weeks though. \nThe fight is on palace doorsteps already so the question isn't if but when he flees or ceases to be the president.\nGiven that there is 5 and half months and the speed of taliban forces development my initial prior would be about 75%. [1] https://www.reuters.com/world/asia-pacific/militia-commanders-rush-aid-afghan-forces-against-taliban-2021-07-09/\n[2] https://www.aljazeera.com/news/2021/7/20/rockets-land-near-afghan-presidents-house-during-eid-prayers-tv"], [101036, "2021-07-22T21:30:04Z", [0.1], "volatile situation. taliban are active. short time frame through.\nhttps://www.bbc.com/news/world-asia-57714808\nhttps://www.bbc.com/news/world-us-canada-57770436"], [102007, "2021-07-22T16:07:03Z", [0.18], "Looking at the regions that the Taliban control, similarities can be drawn to the Tet Offensive during the Vietnam war. While Taliban forces are doing well in the countryside - where they have been fighting for their existence against foreign forces for the last decades, their skills will (I feel) be far less effective in the cities. This implies that a more long term strategy may have to be adapted in order to remove Ashraf Ghani from power, that may provide him past the deadline.  It could also be the case that Afghan Forces are successful in repelling the Taliban, in which case Ashraf Ghani will likely remain in power. Alternatively, it could be the case that Afghan forces crumble in the face of the Taliban, as they have done on many occasions before, and the cities are seized quickly. I do not think Ashraf Ghani will last long as president should he be captured.\nFurthermore, it could be the case that Ashraf Ghani is removed from power without being captured by the Taliban (i.e. coup, assassinations etc.), which is also due consideration."], [101031, "2021-07-22T10:38:33Z", [0.08], "The Taliban may not be taking over as fast as I thought. A leading US General said today that the roughly half of the districts that the Taliban have now taken over were lost over the past 6 to 10 months. \nhttps://aje.io/pzb248\nThis comment was in a video clip on AJ news rather than this article though. \nIt will be interesting to see if the fighting scales up again after Eid holidays"], [101892, "2021-07-22T05:30:26Z", [1.0], "The Taliban are on the move. "], [80662, "2021-07-21T22:09:45Z", [0.7], "There has been a persistent problem with Afghan police & military forces holding positions w/o western support. The Taliban already controls most of the land and one might argue that Ghani is already not president for much of the country. The challenge is to understand what it means if Ghani olds the title and the government only holds 1-3 cities. "], [90433, "2021-07-21T18:22:15Z", [0.57], ""], [691, "2021-07-21T17:38:23Z", [0.52], ""], [745, "2021-07-21T15:24:36Z", [0.33], "The situation in Afghanistan is moving the Taliban's way at a very fast pace.  They clearly seem to be heading towards taking control of the entire country.  Forcing out Ghani could make this go even faster with fewer lives lost.  This might appeal to Ghani and accelerate his departure.  On the other hand, most people in power do hate to leave.  "], [85377, "2021-07-21T13:38:17Z", [0.15], ""], [85708, "2021-07-21T12:47:29Z", [1.0], ""], [101388, "2021-07-21T11:03:46Z", [0.33], "The resignation of President Ghani to make way for an interim government has been a key demand of the Taliban (Al Jazeera, Pajhwok), and this is likely to remain the cornerstone of an expected peace deal proposal by the Taliban in the coming weeks (Al Jazeera), indicated also by attacks against the presidential palace in the last days (CNN). Ghani has reportedly also come under increasing criticism from political parties, on the backdrop of the disputed result of the May 2019 elections. Also his relation with Pakistan which is (again) becoming an key actor in inter-Afghan peace process has soured (Dawn). If President Ghani continues to object to resign, the Taliban are likely to further exploit these fractures in the Afghan government and political elites in Kabul, further increasing the pressure on Ghani. As a result, Ghani departure is likely, however may drag on beyond 1 January 2022."], [49779, "2021-07-20T22:33:14Z", [0.0], ""], [1333, "2021-07-20T18:07:18Z", [0.88], ""], [34959, "2021-07-20T14:46:25Z", [0.25], ""], [11365, "2021-07-20T12:22:03Z", [0.2], ""], [59137, "2021-07-20T12:21:59Z", [0.45], ""], [1333, "2021-07-20T08:50:01Z", [0.89], "https://twitter.com/i/status/1417397544196399127"], [1333, "2021-07-20T08:49:31Z", [0.9], ""], [48709, "2021-07-20T02:47:32Z", [0.8], "As the US pulls out of Afghanistan the likelihood of him leaving Afghanistan is very likely"], [90080, "2021-07-20T02:23:48Z", [0.5], "Taliban getting into the cities is going to be really challenging. They'll easily overrun outside the high density areas. Ghani won't flee, but i think there's about a 50% chance of an assassination."], [94872, "2021-07-20T01:14:49Z", [0.4], ""], [92079, "2021-07-20T00:23:15Z", [0.0], ""], [92079, "2021-07-20T00:22:53Z", [1.0], ""], [6425, "2021-07-19T21:31:46Z", [0.05], ""], [691, "2021-07-19T20:30:04Z", [0.54], ""], [80475, "2021-07-19T17:15:12Z", [0.1], "https://mobile.twitter.com/TOLOnews/status/1416965746299658241\nhttps://twitter.com/1TVNewsAF/status/1417057103894695936\nA couple more data points there. It seems when some Taliban guerillas come out of hiding to take some far-flung district without much fighting, it makes international news, but when Afghan government forces move in to retake it, there's barely any follow-up reporting. The more I look at the reported facts on the ground, the more of a mistake I think I made to place this at 90% initially.  https://tolonews.com/afghanistan-173615 Ghani Visits Herat to Review Security Situation  --> To me this doesn't seem consistent with the notion that he's about to step down."], [101420, "2021-07-19T15:21:03Z", [0.05], ""], [101317, "2021-07-19T15:08:24Z", [0.15], "Base Rate: 25% Last time there was a civil war in the country it took four years for Kabul to fall to the Taliban. By gaging by this chart [2] from the U.S. Gov, the Taliban have been rapidly taking territory in the south, east and north of the country. They hold almost all the rural territory in the country. Adjusting from a 25% base rate, I give a 15% chance that the current Afghani Government president flees or ceases to be president before the end of the year.   [2] https://www.fdd.org/analysis/2021/07/14/mapping-the-taliban-offensive-in-afghanistan/"], [85535, "2021-07-19T14:38:55Z", [0.0], ""], [101741, "2021-07-19T12:49:36Z", [0.2], "Taliban control mostly rural/low population areas. Kabul will be a much more difficult territory to control. Likely Taliban will strike areas in Kabul when able, but controlling enough to force Ghani to step down or flee the country seems unlikely. Likelihood of assassination or illness might even be higher."], [101848, "2021-07-19T09:30:59Z", [0.16], "Kabul is likely to be the last domino to fall. Still some US presence if only to protect their embassy, and less local support for Taliban. Agree with the comments that this is more likely to be 12-24 months rather than next 6 months. Possibility that Ghani is assassinated or dies of illness in remainder 2021 cannot be discounted. "], [93028, "2021-07-19T07:06:05Z", [0.02], "Taliban advances will be slowed in densly populated areas as the people living there have more freedoms to loose than in rural areas and therefore are more likely to resist more fiercly. I therefore think, while it is very likely (0.8) to happen within the next 3 years, not in this questions timeframe."], [101422, "2021-07-19T06:41:36Z", [0.17], ""], [34815, "2021-07-19T03:50:28Z", [0.0], ""], [80475, "2021-07-19T01:26:01Z", [0.2], "https://www.tagesschau.de/ausland/asien/afghanistan-gefechte-101.html Successes in Afghan government counter-offensive indicate that the narrative of a quick Taliban win may not be as much of a sure thing as I initially thought from reading US media.  Everything I read that's informational on the ground situation indicate it continues to be a guerilla war, with Taliban soldiers taking a target and then quickly melting back into the background.  Although the Taliban control some absurdly high percentage of mostly-rural territory and scattered villages, they do not occupy and administer the population centers as yet. For example, in the second largest city, Kandahar, all that's happened so far seems to be an assault and retreat: https://www.nytimes.com/2021/07/09/world/asia/taliban-kandahar-afghanistan.html\nThey are reported to be holding back from the cities for now, as they are negotiating some sort of ceasefire in exchange for prisoners with the Afghan government: https://www.aljazeera.com/news/2021/7/13/taliban-afghanistan-cities-leader-fighting Therefore pulling this back to 20% for now, and even that may still be a bit high in this short of a time period.\n"], [97742, "2021-07-18T22:12:48Z", [0.2], ""], [101970, "2021-07-18T20:25:12Z", [0.5], ""], [1333, "2021-07-18T18:23:30Z", [0.96], ""], [2965, "2021-07-18T16:36:34Z", [0.05], ""], [783, "2021-07-18T16:03:52Z", [0.7], "Given the other sponsors of post US war, the Turks, Chinese, Pakistanis, have opposing strategies in Afghanistan, he is not in the first vote for all to agree. They have their leadibg candidates that work for their country but not all of them. Militarily, it is the Ukranian cemetery of the area. He has neither the sponsorship or incoming personal revenue, and his history as leader, to want to hang around there."], [99993, "2021-07-18T15:05:49Z", [0.3], ""], [101031, "2021-07-18T11:03:03Z", [0.05], "Afghani presidents don't seem to cease to be president very often. Rabbani coninued to be president even in exile so can discount that.\nHe is 72 and seems spritely so should have a good 6 months left in him.\nNo political challange likely as has a deal with his nearest rival who will be the chief taliban peace negotiator. So this question seems more likely to hinge on will the taliban invade Kabul, overthrow the govt and require the president to go into exile? The Taliban have not taken any regional capitals yet. Though there seems to be activity. There is ongoing negotiations which is promising. Though the recent territory grab seems to be a way of showing who has bargaining power. So what is a base rate? How about when the US leaves a country is the govt overthrown within 6 months?\nNot Iraq (twice?), not Korea, Not Vietnam (troops ceased activities in 73, Saigon fell in 75) not Kosovo or Bosnia. Too be honest the US have been involved in too many for me to actually want to research this further so I might just go low due to what I have found so far.\nPlus when the Russians left in 88, the govt wasn't overthrown until 92 https://www.history.com/this-day-in-history/soviets-begin-withdrawal-from-afghanistan"], [100664, "2021-07-18T09:35:44Z", [0.33], ""], [45594, "2021-07-18T07:23:54Z", [0.05], ""], [79142, "2021-07-18T04:02:53Z", [0.6], ""], [2965, "2021-07-18T01:51:55Z", [0.1], "According to NYT intelligence assessment is Ghani govt could fall in 6 months  to 2 years.\nI assume that Ghani who was last seen in Tashkent\nExcoriating Imre Khan for Pak support of Taliban.\nMeanwhile Abdullah returns to unproductive peace talks with Taliban in Doha"], [14027, "2021-07-18T01:31:30Z", [0.5], ""], [1333, "2021-07-17T22:38:29Z", [0.97], ""], [1333, "2021-07-17T22:32:48Z", [0.98], ""], [95944, "2021-07-17T17:53:28Z", [1.0], "Sure,\nReasons: \nChina&Pakistan sees opporrunities in New (Stabilized neighboring country even if it is dominated by Taliban).\n-Taliban going to use mine sources as any normal government (Sohail Shaheen,Taliban speaker said, this means investment opportunities to china in Afganistan afrer US gone). *Shaheen stressed on not involving in Igor problem which is the major concern for Neighbor china. -Pakistan accused by Afgani presedent to support Taliban. All the above give strong evidences of new regime there."], [101187, "2021-07-17T17:26:36Z", [0.25], ""], [691, "2021-07-17T17:04:08Z", [0.62], "Ghani did not start out oversupplied with friends and allies, and one gathers is not regarded as indispensable by anyone in a position to dispense with him.  There is ample precedent for the US flying its puppets to safety once they have ceased to be even marginally useful; the only actual question is, I think, whether this eventuality will occur before this deadline.  Seems to be no solid reason to think otherwise.  He might make it to Michaelmas, but he will be dead or gone or both by Boxing Day."], [2965, "2021-07-17T14:20:12Z", [0.06], "My perception about militias is correct.\nSee www.nytimes.com and pictures of Gen\nDostom militia and ANA digging trenches in front of Mazar a Sharif.Article also States pace of fighting has slowed. Article  also depicts Hazarra and Uzbek militia's defending areas of  Balkh province.\nExcellent article.\n\"Right now we have a common enemy'\nAttta Muhammad Noor"], [783, "2021-07-17T14:13:11Z", [0.7], ""], [101926, "2021-07-17T12:21:16Z", [0.2], ""], [93350, "2021-07-17T09:59:04Z", [0.8], "Taliban are declaring they have control of 85% of the country with Afghan security personnel escaping across the Iran and Tajikistan borders.\nThere is not a lot of confidence being shown in the Afghan army to defend the country and the air support required by the armed forces and depended upon by the outgoing US administration will be lost due to the withdrawal of US soldiers and contractors and the resultant loss in maintenance of aircraft.\nThe Taliban control strategic areas along borders with central Asian states including key trade routes.\nAshraf Ghani has lost the foreign troops protecting his position. His armed forces would appear to be ineffective or inadequate or not willing and the Taliban are confident in obtaining power by force.\nHis only hope could lie with China that would like to use Afghanistan’s strategic location as a trade hub with links to the Middle East, Central Asia and Europe.\nThe Chinese maybe wary given that Afghanistan has never been colonized, resisted all foreign invaders such as the British, Russia and the US. The trade hub would depend on peace and stability, two issues not known in Afghanistan and history shows that foreign intervention for those power’s advantages have been repelled without any regard for trade or economics.\nI will suggest that Ashraf Ghani’s tenure as President is not secure and has few allies who want to enmesh themselves in another conflict with the tribes of Afghanistan.  Only the  timing of his departure is in question.\nhttps://edition.cnn.com/2021/07/13/asia/afghanistan-taliban-commandos-killed-intl-hnk/index.html\nhttps://www.reuters.com/world/asia-pacific/militia-commanders-rush-aid-afghan-forces-against-taliban-2021-07-09/  https://www.france24.com/en/asia-pacific/20210704-security-forces-flee-as-as-districts-in-northern-afghanistan-fall-to-taliban  https://www.nbcnews.com/politics/national-security/without-u-s-contractors-afghan-military-will-lose-its-main-n1269686\nhttps://www.politico.com/news/2021/07/10/biden-afghanistan-air-force-499020\nhttps://www.aljazeera.com/news/2021/7/16/pakistan-air-support-afghanistan-taliban\nhttps://www.dw.com/en/afghanistan-pakistan-taliban-ties/a-58191507\nhttps://www.france24.com/en/live-news/20210706-scenarios-for-afghanistan-with-foreign-troops-all-but-gone\nhttps://www.dailysabah.com/opinion/op-ed/will-china-succeed-where-us-has-failed-in-afghanistan\n"], [1333, "2021-07-17T09:47:21Z", [0.99], ""], [61735, "2021-07-17T08:43:00Z", [0.7], ""], [25265, "2021-07-17T04:11:11Z", [0.1], "The Afghan president doesn't have many allies inside or outside of Afghanistan. => I believe his collapse is inevitable.  HOWEVER, I believe Taliban will try to increase its influence/power gradually. This way, they could gain bargaining power when it comes to peace-talks (or power-sharing negotiations). Also, as per the US-Taliban deal, the agreement said “[a] permanent and comprehensive ceasefire will be an item on the agenda of the intra-Afghan dialogue and negotiations. The participants of intra-Afghan negotiations will discuss the date and modalities of a permanent and comprehensive ceasefire, including joint implementation mechanisms, which will be announced along with the completion and agreement over the future political roadmap of Afghanistan”. And in return: “Taliban will not allow any of its members, other individuals or groups, including al-Qaeda, to use the soil of Afghanistan to threaten the security of the United States and its allies”. Hence, not acting so rash, will make the reactions - such as possible US airstrikes from Pakistan - less likely, as time passes from US & NATO withdrawal. And with the passage of time Taliban will gain more influence/power anyways. https://indianexpress.com/article/explained/us-taliban-deal-joe-biden-7158772/\nhttps://www.dw.com/en/biden-ghani-meeting-afghan-president-makes-last-ditch-effort-to-stop-taliban-gains/a-58034686"], [1333, "2021-07-16T22:38:26Z", [1.0], ""], [2965, "2021-07-16T21:56:25Z", [0.1], "Comment deleted on Jul 16, 2021 09:56PM UTC"], [80475, "2021-07-16T21:26:39Z", [0.35], "Upon doing a lot more research, I am dropping my odds of this happening this quickly. Not that I don't think the Taliban will eventually take Kabul and win the war, but the gains thusfar have been mostly in rural areas, and the Afghan National Army remains large and well-equipped, with the Taliban continuing to avoid large, direct confrontations."], [94606, "2021-07-16T21:03:36Z", [0.35], ""], [96367, "2021-07-16T20:32:51Z", [0.85], ""], [96367, "2021-07-16T20:30:45Z", [0.75], ""], [67500, "2021-07-16T20:07:44Z", [0.2], "If we assume that Pres. Ghani will stay in power (not flee or cease to be president) as long as Kabul is held, then we can use the government's hold of Kabul as a basis for a prediction. According to reporting the Taliban isn't ready to advance on the capital which would possibly bring in more American engagement via airstrikes (https://www.cnn.com/2021/07/16/politics/us-intel-kabul-taliban/index.html). "], [80475, "2021-07-16T19:41:45Z", [0.9], "Aggressive timeline but definitely seems highly likely. Just looking at the map of Taliban control, they are making gains practically every day, with Kabul soon to be surrounded and cut off even more than it has been already: https://www.longwarjournal.org/mapping-taliban-control-in-afghanistan\nNews reports are of Afghan soldiers surrendering basically as fast as they can or just abandoning their weapons and melting away"], [62808, "2021-07-16T19:40:59Z", [0.05], ""], [484, "2021-07-16T18:05:48Z", [1.0], "Initial forecast. Those who ignore history do so at their (and others') peril."], [60695, "2021-07-16T18:00:16Z", [1.0], ""], [2965, "2021-07-16T17:12:41Z", [0.1], "Unlikely to be rout.\nA melee.\nWe better support private militias in provinces and provide close in air support to govt. Forces around Kabul or a rout by 9 30 2021.\nPost Russian intervention aftermath portends 2 to 3 year civil war.\nWithout close air support Kabul and waging asymmetrical warfare with  US supported militias on all borders other than Pakistan rout poss by October 1.\nAt this point Abdullah Abdullah may be better bet.\n10 to 20 percent chance cease fire talks cease \nAbdullah takes over.\nAt best we can hope for long stalemate\nClosing Bagram dumb\nBetter send Warthogs and train Afghan pilots  and  expand intelligence assets covert.\nSend message to Iran PRC and Pak and world,\nNo rout will occur most likely but national government a failure At best we can and must secure decent interval to extract all who aided US in field so no Vietnam.\nIf US and Thieu government had not tried to keep all provinces outcome in  Vietnam might have been different"]], "open_date": "2021-07-16T17:00:35Z", "close_date": "2021-08-15T13:00:20Z"}