{"question_id": 1244, "title": "Between 2 August 2019 and 31 October 2019, will the United Auto Workers (UAW) union go on strike against General Motors (GM)?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.45, 0.55], "correct_answer": "Yes", "correct_forecast": 0.45, "preds": [[128, "2019-09-16T12:39:19Z", [1.0], ""], [14107, "2019-09-16T10:56:41Z", [1.0], ""], [3445, "2019-09-16T05:16:39Z", [1.0], ""], [3445, "2019-09-16T05:01:01Z", [0.95], ""], [21884, "2019-09-16T02:22:04Z", [1.0], "https://www.youtube.com/watch?v=Asx4C8FczGg\nhttps://edition.cnn.com/2019/09/15/business/uaw-gm-contract-strike/index.html\n"], [73, "2019-09-16T00:32:04Z", [1.0], ""], [63835, "2019-09-16T00:28:13Z", [0.75], "GM made a detailed announcement of its offer.\nUAW president absent from press - suspect due to ramped-up corruption investigation.\nUnion looks weak - wants to project strength?\nIn different times - they might have continued working while negotiating.\nI have to assume that the UAW Board meeting on Friday produced the necessary resolution to strike - as in other matters it agreed to extend Ford and Chrysler, and ratified current President Gary Jones to stay on."], [1034, "2019-09-15T21:59:52Z", [1.0], ""], [128, "2019-09-15T19:13:30Z", [0.88], ""], [68386, "2019-09-15T19:11:54Z", [1.0], ""], [1333, "2019-09-15T18:57:49Z", [0.15], "The previous Great Recession was preceded by a housing market bubble, gas embargo and and troubles at the table in Detroit. UAW saw it coming then and struck anyway."], [83, "2019-09-15T15:22:04Z", [1.0], "https://www.reuters.com/article/us-usa-autos-labor-strike/uaw-to-strike-against-gm-starting-sunday-evening-idUSKBN1W00IE?il=0"], [21319, "2019-09-15T12:49:12Z", [0.9], ""], [691, "2019-09-15T11:28:38Z", [0.38], "https://www.reuters.com/article/us-usa-autos-labor/uaw-says-no-gm-contract-extension-union-leaders-to-meet-sunday-idUSKBN1VZ091\nhttps://apnews.com/2b221852192a412d8bc409b87ce0f949\nif it doesn't happen in the next few days, though, it probably won't before this deadline\n"], [14107, "2019-09-15T09:14:49Z", [0.35], ""], [691, "2019-09-14T18:23:19Z", [0.05], ""], [1333, "2019-09-14T09:43:32Z", [0.06], ""], [14107, "2019-09-14T06:52:49Z", [0.25], ""], [61938, "2019-09-12T16:38:49Z", [0.06], ""], [42004, "2019-09-11T14:00:04Z", [0.1], ""], [21884, "2019-09-11T01:42:38Z", [0.14], ""], [34353, "2019-09-10T18:14:28Z", [0.01], ""], [691, "2019-09-10T12:59:27Z", [0.03], ""], [68386, "2019-09-10T04:14:49Z", [0.7], ""], [63963, "2019-09-10T00:09:23Z", [0.1], ""], [79200, "2019-09-08T09:03:07Z", [0.75], "I am interested "], [19801, "2019-09-06T09:20:49Z", [0.75], "Auto union workers overwhelmingly vote to authorize strikes at GM, Ford, Fiat Chrysler\nPublished Tue, Sep 3 2019 9:39 AM EDTUpdated Tue, Sep 3 2019 11:12 AM EDT\nMichael Wayland\n@MikeWayland\nKey Points     United Auto Workers members overwhelmingly voted to give union leaders authorization to strike during contract negotiations this year with General Motors, Ford Motor and Fiat Chrysler, if needed.\n    About 96% of union members at each of the automakers supported the authorization for a strike. T\nhttps://www.cnbc.com/2019/09/03/uaw-overwhelmingly-votes-to-authorize-strikes-at-gm-ford-fiat-chrysler.html If negotiations break down union now has the right to go for strike."], [1333, "2019-09-05T18:50:25Z", [0.07], "A under indictment UAW official plead guilty today in Detroit - clearing the Unions plate for other matters - like a plant closure protest..."], [61938, "2019-09-05T18:36:16Z", [0.07], ""], [63835, "2019-09-04T23:07:52Z", [0.1], "The UAW rank and file (96% of those voting) did eventually authorize union leaders to call a strike during the negotiations.\nSuch still requires Board approval - so this is no rush to judgment.\nThe UAW picked GM as the target company. \nContracts expire Sep 14.\nI get a sense of \"we have to show them\" from the union for all the plant closures  - which could argue for a hasty reaction by the UAW should nothing substantive show up by, say, Oct.1\nUnion leadership is weakened by the corruption allegations - and they may over-correct and strike b/c \"it can\" - and thus project power.\nBut none of that makes a dent in the the trends in a globalized auto production environment. No matter how successful the UAW in this round, things bode poorly for domestic UAW production longer-term as the job-replacing threats come from automation and from the global supply chain. \nThese conditions are now inherent to the industry, and I do not see Mary Barra standing aside and ignoring these conditions. Given what she's done to GM during her tenure as CEO - she looks at things hard, and completely. At a time of general auto market slowdown, her top-line would be impacted anyway - so what's the difference if GM sell less units, or if GM produce less units that would otherwise add to an already overcrowded inventory.\nGM can probably offer some types of job guarantees and delayed plant closing and some shifting of production - assuming the plants' lines can accommodate or be jiggered.\nSince the question's outer boundary is Oct 31 - I hold to my de minimus outlook.\nNov 1 or beyond is another story - b/c of the apparent frustrations with matters global and local by the rank and file, leading to an overreach."], [1333, "2019-09-04T18:47:22Z", [0.06], ""], [1333, "2019-09-04T18:43:22Z", [0.07], ""], [79099, "2019-09-04T15:06:48Z", [0.3], ""], [79099, "2019-09-04T15:06:22Z", [0.4], ""], [79104, "2019-09-04T14:57:09Z", [0.75], ""], [78992, "2019-09-04T09:58:08Z", [0.45], ""], [63963, "2019-09-04T02:12:26Z", [0.8], ""], [68386, "2019-09-03T18:13:39Z", [0.85], ""], [78999, "2019-09-03T17:17:15Z", [0.1], ""], [79079, "2019-09-03T16:05:03Z", [0.75], "The increase in strike pay communicates a willingness to have a hard line. GM could be willing to test that line in some way."], [83, "2019-09-03T15:34:16Z", [0.95], "UAW selects GM for first negotiation target.\nhttps://www.reuters.com/article/us-usa-autos-labor/with-contract-expiration-looming-uaw-targets-gm-first-for-talks-idUSKCN1VO1QG"], [78988, "2019-09-02T18:20:27Z", [0.15], ""], [3445, "2019-09-02T09:07:33Z", [0.1], ""], [1333, "2019-09-01T20:06:04Z", [0.08], ""], [691, "2019-08-31T12:15:29Z", [0.04], ""], [14107, "2019-08-31T08:31:50Z", [0.2], ""], [78944, "2019-08-30T04:30:07Z", [0.75], "There is much at stake and GM s making good profits which means the Union will want a bigger share."], [77475, "2019-08-30T01:10:29Z", [0.01], ""], [33792, "2019-08-29T22:51:53Z", [0.0], ""], [61938, "2019-08-29T18:37:12Z", [0.08], ""], [78921, "2019-08-29T12:38:21Z", [0.05], "workers feel recession is coming so they will be scared to lose the jobs"], [83, "2019-08-28T20:23:09Z", [0.05], "FBI searches the home of UAW President Gary Jones.\nJones is accused of accepting illegal payments from Fiat-Chrysler.\nQuite understandable that UAW members will be skeptical of contracts negotiated by UAW leadership; and, perhaps less willing to approve them. https://www.reuters.com/article/us-autos-corruption-labor/federal-corruption-probe-hits-home-for-uaw-boss-contract-talks-under-storm-cloud-idUSKCN1VI229"], [35766, "2019-08-28T19:58:16Z", [0.1], "Negotiations with Ford will still be ongoing..."], [128, "2019-08-28T12:18:53Z", [0.68], ""], [78758, "2019-08-28T04:53:27Z", [0.25], ""], [68386, "2019-08-27T23:13:50Z", [0.65], "\"American autoworkers are voting by lopsided margins to authorize strike action, in an expression of their determination to reverse four decades of concessions engineered by GM, Ford and Fiat-Chrysler and their United Automobile Workers (UAW) co-conspirators. Voting continues at plants throughout the country today and Wednesday. But the results at plants that have already voted have been nearly unanimous in favor of a strike. These include Fiat-Chrysler’s Sterling Heights Assembly (96 percent in favor) and Belvidere Assembly (94 percent), GM’s Tonawanda Powertrain (98 percent), GM’s Detroit-Hamtramck Assembly (96 percent) and Orion Assembly (91 percent).\"[1] [1]https://www.wsws.org/en/articles/2019/08/27/auto-a27.html?utm_medium=email&utm_source=sharpspring&sslid=M7MwNjI3trQ0NjK0BAA&sseid=M7Q0NjY2MjIyMQYA&jobid=0b934f6b-dbb9-4d4f-bd08-4e52e9eaf0fc"], [68386, "2019-08-27T04:55:58Z", [0.35], ""], [128, "2019-08-26T19:00:33Z", [0.6], ""], [78546, "2019-08-26T17:41:43Z", [0.05], ""], [78624, "2019-08-26T16:21:05Z", [0.75], "I think that the current anti-union sentiment I hear being bantered about makes it more likely than not that their negotiations will be more difficult and less supported, politically."], [78589, "2019-08-26T15:42:17Z", [0.6], "Tensions seem to be high. https://www.wsws.org/en/articles/2019/08/24/auto-a24.html . Workers do not seem to trust their own leadership and I can see messy contract negotiations manifesting itself into a strike. Considering the forecasts of the economy heading into recession and the decline of auto sales I can see executives at GM considering this future in their negotiations with the UAW. The executives will want to be more conservative with their offerings to be better prepared for the recession. I can envision younger workers, particularly millennials (people most affected by the last recession), will desire more out the contract negotiations to better prepare themselves for tough tidings. That coupled with the turmoil within the upper echelons of UAW makes it less likely for the union to have a unified voice. This will make it more likely for factions within the union to form. I am not so confident that the strike will be approved or led by the UAW International Executive Board but I am confident that resentment amongst the workers are high and that some sort of strike will form. "], [71523, "2019-08-25T21:14:38Z", [0.3], ""], [14107, "2019-08-25T20:28:33Z", [0.18], ""], [128, "2019-08-25T20:19:42Z", [0.5], ""], [8267, "2019-08-25T18:04:23Z", [0.05], ""], [8267, "2019-08-25T18:02:45Z", [0.95], "Comment deleted on Aug 25, 2019 06:03PM UTC"], [19801, "2019-08-24T04:24:17Z", [0.65], "ocal unions have been asked to have their tallies in by August 29th to provide adequate time before labor agreements expire in September. For what it’s worth, experts are not optimistic about the possibility of avoiding strikes.\nhttps://www.thetruthaboutcars.com/2019/08/uaw-counting-strike-votes-as-contract-negotiations-continue/\n"], [77341, "2019-08-24T02:45:23Z", [0.05], ""], [78219, "2019-08-23T21:17:19Z", [0.1], "To add to the links from other posts: good read on the history of strikes in the US auto industry: https://digitalcommons.ilr.cornell.edu/cgi/viewcontent.cgi?article=2001&context=articles Based on that 'outside view' information the probability should be low.  Good time to adjust forecast after the vote on Aug. 27 and 28 (https://www.abc12.com/content/news/UAW-schedules-strike-vote-as-negotiations-with-General-Motors-continue-554459581.html)"], [691, "2019-08-23T13:51:16Z", [0.05], ""], [61938, "2019-08-22T22:36:42Z", [0.12], ""], [1333, "2019-08-22T21:18:29Z", [0.09], ""], [83, "2019-08-21T22:52:29Z", [0.05], "Excellent article from a week old Detroit Free Press article on the current situation and strategy:\nhttps://www.freep.com/story/money/cars/ford/2019/08/14/uaw-contract-talks-2019-ford/1997833001/ Summary: In general the UAW selects a single negotiating partner from Ford, GM and Fiat/Chrysler. All current contracts are \"extended\" while the negotiations are ongoing.  The first contract agreed to becomes the \"pattern\" for negotiations with the other two companies.  Expectation is that, due to the UAW's better relation with Ford, they will be first.  The expectation is also that GM will be last, and strikes are expected due to large scale plant closures and job losses.  Forecasting the GM strikes will happen after the question closes on October 31st."], [4718, "2019-08-21T17:48:54Z", [0.2], ""], [63835, "2019-08-20T23:41:35Z", [0.1], "Labor relations are not good, but not wretched (eye of the beholder perhaps). \nThe two-tiered pay structure has held (uneasily) since 2007. \nGM has kept jobs in the US - but not as many as the UAW wanted.\nGM is a global player. U.S. and global auto sales seem to be stalling. \nEither 4 or 5 GM plants have been closed. Likely further overseas manufacturing operations are contemplated.\nJob security or some re-investment in US plants/no-closure promise will be core for the UAW - since I don;t see them reversing global trends for more highly automated manufacturing and outsourcing of various sub-assemblies - such reversal bringing back jobs the way they used to be done.\nThis negotiation is for the next 4 years.\nA preemptive strike vote is called for the week of Aug 26th. Assessments are that, if implemented, this would be a rolling strike, not a national strike - thus easier for the UAW membership to support , as the burden would be shared from around the plants.\nBut weekly strike benefits are only $250/week  - $1,000 per month? - hardly seems like something workers can really support unless they're pushed to the wall --- and that they would be losing their jobs anyway under a wayward GM proposal.\nTier 1 workers seem to make straight-time wages of $28/hr and Tier 2 $16/hr  - meaning from $40,000 to $60,000 annually \nNegotiators, so authorized by the membership, could call for a strike anytime during the remaining negotiations, set to expire on Sept 14. I suppose that includes extensions.\nThough to actually go out on strike, rolling or otherwise, the UAW board needs to vote it into being.\nSo it is possible that the membership votes for a strike, negotiations to go into extra innings, and yet the Board never authorizes an actual strike.\nI think the Christmas and Thanksgiving holidays would play a role in tamping down the possibility of even a rolling strike."], [64106, "2019-08-20T21:42:18Z", [0.95], "0 %"], [72103, "2019-08-20T18:54:56Z", [0.05], ""], [14107, "2019-08-19T18:53:30Z", [0.15], "Not sure what the outside view here says. I couldn't find very reliable sources on strike incidences. There seems to have been one in 20017 [1], one in 1970 [1], and one in 1937/37 [2]. That would give a low base rate of 4% or something, perhaps 5% to account for things I missed. This is likely still too low, given that there are ongoing negotiations and I'd expect these not to occur every year. Assuming that such negotiations happen every four years, this would push up the base rate to something closer to 20% which seems intuitively more accurate. I'm not very familiar with the current situation. Some things which seem relevant:\n- UAW will vote next week whether to authorize negotiators to initiate a strike as a last resort. [3]\n- The question asks for a strike by October 31 which is fairly soon, considering that strike would be the last resort. I could imagine negotiations dragging out far longer so this should push the probability down somewhat. I'm eyeballing 15%, pending the vote next week.  [1] https://en.wikipedia.org/wiki/2007_General_Motors_strike\n[2] https://en.wikipedia.org/wiki/Flint_sit-down_strike\n[3] https://www.abc12.com/content/news/UAW-schedules-strike-vote-as-negotiations-with-General-Motors-continue-554459581.html"], [8267, "2019-08-18T23:57:07Z", [0.05], ""], [1333, "2019-08-18T19:21:23Z", [0.1], ""], [62808, "2019-08-18T00:32:08Z", [0.0], ""], [1333, "2019-08-17T18:34:22Z", [0.11], ""], [1333, "2019-08-16T18:24:08Z", [0.12], ""], [691, "2019-08-16T11:46:25Z", [0.05], ""], [42298, "2019-08-15T22:49:39Z", [0.05], ""], [61938, "2019-08-15T22:30:04Z", [0.14], ""], [62808, "2019-08-15T21:37:09Z", [0.0], ""], [1333, "2019-08-15T18:52:29Z", [0.13], ""], [1333, "2019-08-15T18:44:36Z", [0.14], ""], [691, "2019-08-15T11:55:09Z", [0.05], ""], [1333, "2019-08-14T18:13:12Z", [0.15], ""], [691, "2019-08-14T16:40:44Z", [0.05], ""], [128, "2019-08-14T14:22:14Z", [0.35], ""], [1333, "2019-08-13T18:10:34Z", [0.14], ""], [128, "2019-08-13T15:28:57Z", [0.3], ""], [691, "2019-08-13T11:46:55Z", [0.05], ""], [78000, "2019-08-13T09:44:18Z", [0.0], "P"], [78043, "2019-08-13T03:43:26Z", [0.75], "the UAW is a greedy bargaining unit that will spend some time negotiating but they are not patient and will strike on a dime if needed."], [1333, "2019-08-12T18:04:28Z", [0.13], ""], [77996, "2019-08-12T05:40:03Z", [0.55], ""], [21865, "2019-08-11T23:08:00Z", [0.95], ""], [33035, "2019-08-11T21:06:14Z", [0.12], ""], [77966, "2019-08-11T20:05:47Z", [0.0], ""], [1333, "2019-08-11T18:30:28Z", [0.14], ""], [77475, "2019-08-11T10:15:21Z", [0.45], ""], [77916, "2019-08-10T22:52:48Z", [0.4], ""], [75135, "2019-08-10T20:20:59Z", [0.05], ""], [75595, "2019-08-10T19:21:49Z", [0.85], ""], [691, "2019-08-10T15:26:11Z", [0.05], ""], [52857, "2019-08-10T15:17:27Z", [0.25], "GM the biggest target for UAW"], [1333, "2019-08-10T06:57:57Z", [0.13], ""], [77830, "2019-08-10T03:19:10Z", [0.05], ""], [8663, "2019-08-09T14:50:01Z", [0.0], ""], [691, "2019-08-09T13:01:39Z", [0.05], ""], [61938, "2019-08-08T22:14:17Z", [0.15], ""], [691, "2019-08-08T19:53:38Z", [0.05], ""], [1333, "2019-08-08T13:52:34Z", [0.14], ""], [128, "2019-08-08T12:22:46Z", [0.28], ""], [19801, "2019-08-08T06:03:39Z", [0.55], "Timing is super tight on this question. Union will only strike if the factories are closed and they will only be closed on September 14."], [83, "2019-08-07T15:21:58Z", [0.05], ""], [691, "2019-08-07T12:54:20Z", [0.03], ""], [5018, "2019-08-07T03:45:12Z", [0.25], "I have no idea but the threshold seems low. "], [128, "2019-08-07T01:06:05Z", [0.2], ""], [128, "2019-08-07T01:05:46Z", [0.25], ""], [691, "2019-08-06T11:53:10Z", [0.05], ""], [128, "2019-08-06T10:55:38Z", [0.3], ""], [33887, "2019-08-06T02:16:53Z", [1.0], ""], [77466, "2019-08-05T16:51:37Z", [0.07], "http://www.thedetroitbureau.com/2019/07/uaw-kicks-off-negotiations-with-ford-talking-tough/"], [32100, "2019-08-05T14:07:03Z", [0.03], ""], [128, "2019-08-05T12:54:40Z", [0.32], ""], [691, "2019-08-05T12:06:38Z", [0.1], ""], [58247, "2019-08-05T07:03:06Z", [0.05], "No small amount of ignorance and with that being said. with a criminal-run US national administration the union guys are facing too many variables and won't go for the gun, they may try to \"work the contract\" rather than strike. that keeps them in the workplace and not out side. Both sides are realize they are weaker than the other side realizes."], [68386, "2019-08-05T03:04:08Z", [0.1], ""], [21884, "2019-08-05T02:04:13Z", [0.2], ""], [19782, "2019-08-04T22:56:54Z", [0.05], "GM seems to hold most of the leverage in the negotiations and a strike would not strongly benefit the UAW. The UAW does not have a strong history of leading strikes with the big 3 in the 21st century and its influence continues to diminish, so the base case has narrow odds to begin with. Furthermore, there is a tight job market and GM's growth has been steady with the SP 500. GM worker benefits seem in line with industry standard. Thus, the only strong point of contention in the years negotiations in GMs recent plant closures and talks of potentially unallocating 4 additional plants in 2020. Neither side is strongly incentives to push towards a strike and the Sept 14 deadline can be extended to reach a resolution if needed."], [12573, "2019-08-04T21:02:02Z", [0.31], ""], [4423, "2019-08-04T20:28:25Z", [0.41], ""], [29057, "2019-08-04T17:21:02Z", [0.1], "The Union has a lot to lose if they have to go out on strike"], [691, "2019-08-04T11:18:49Z", [0.15], ""], [128, "2019-08-04T01:37:55Z", [0.35], ""], [691, "2019-08-03T16:08:19Z", [0.15], ""], [60695, "2019-08-03T07:28:46Z", [0.0], ""], [83, "2019-08-02T20:31:11Z", [0.6], "Contracts between the UAW and the automakers expires on Sept. 14th.  This Q leaves about 6 weeks of contract extensions before it closes. Negotiations will be tough,covering job security in an industry where plant closures are increasing and technological changes disrupt the industry. Plant closings in Mich., and Ohio, may give a negotiating advantage to the UAW.  Trump's campaign promises in the rust belt regarding manufacturing may give the UAW an extra motivation to hold out as the 2020 Presidential campaign get underway.  The longer the negotiations drag out perhaps the more motivation there is for DT to ensure positive outcomes for the rust belt base.  Michigan and Ohio remain important parts of DT's support."], [75093, "2019-08-02T20:17:14Z", [0.35], ""], [38227, "2019-08-02T20:04:41Z", [0.35], "There have been drastic changes happening in the US and the country itself will need time to adjust to the changes. If the drastic business changes continue to occur, it is likely that there will be unrest among the employees. Thus there is a possibility that some employees will go on strike in order to retain their jobs."], [691, "2019-08-02T19:56:32Z", [0.15], ""], [5766, "2019-08-02T19:09:36Z", [0.1], "Strike may happen but unlikely that soon."], [1333, "2019-08-02T17:32:24Z", [0.15], ""]], "open_date": "2019-08-02T17:00:17Z", "close_date": "2019-09-16T04:00:05Z"}