{"question_id": 2307, "title": "Between 10 March 2022 and 29 April 2022, will the average interest rate for 30-year fixed-rate mortgages in the US be higher than 4.15%?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.53, 0.47], "correct_answer": "Yes", "correct_forecast": 0.53, "preds": [[33873, "2022-03-17T17:20:58Z", [1.0], "Outside view: Last rate: 3.85\n% Increase required to reach ATH: 8.00\nTotal number of 49 day intervals to analyse: 2610\nNumber of times the price has increased by the % required to reach 4.5%: 659\nNumber of times the price has changed by the abs % required to reach 4.5%: 1490\nAverage percentage change between 49 working days: -0.8494252873563218\nAverage absolute percentage change between 49 working days: 10.176628352490422\nMedian percentage change between 49 working days: -2.0\nMedian absolute percentage change between 49 working days: 9.0 ~25% chance of this change happening in any given period.  Inside View:\n30 yr mortgages likely to go up across the board. Looks like it might have already happened."], [12694, "2022-03-17T16:34:10Z", [1.0], ""], [99993, "2022-03-17T16:23:54Z", [1.0], ""], [74864, "2022-03-17T16:05:55Z", [1.0], "Hit on 3/17"], [103878, "2022-03-17T15:52:46Z", [0.53], ""], [88513, "2022-03-17T15:18:33Z", [0.45], "Rates topped 4%, clearing moving up.  10 year treasuries down a bit today.  Adjusting forecast up a bit"], [105412, "2022-03-17T15:02:12Z", [0.55], "While rates are going up, I'm skeptical they will increase these quickly, and naively think that lenders could be concerned about suppressing demand if higher interest rates are coupled with the rapid rise in real estate values."], [103928, "2022-03-17T14:52:51Z", [0.95], ""], [12694, "2022-03-17T14:31:18Z", [0.8], "Looks like this might already have happened, I'll wait for the official FRED readout before I go to 100% Mortgage Rates Top 4% for the First Time Since 2019 - https://www.wsj.com/articles/mortgage-rates-top-4-for-the-first-time-since-2019-11647525619\nhttps://www.cnet.com/personal-finance/mortgages/here-are-mortgage-rates-for-mar-17-2022-rates-trend-upward/"], [13306, "2022-03-17T14:11:22Z", [0.6], ""], [29583, "2022-03-17T11:23:45Z", [0.53], ""], [1667, "2022-03-17T11:21:59Z", [0.6], ""], [33873, "2022-03-17T08:09:30Z", [0.19], "Leaving for posterity, but ignore the below, I calculated using 4.5% by accident. New post further up -----\nOutside view:\n7 weekly reporting intervals between last data point (10th March) and end data point (28th April). 20% increase required in that timeframe. Historically: Total number of 49 day intervals to analyse: 2610\nNumber of times the price has increased by the % required to reach 4.5%: 170\nNumber of times the price has changed by the abs % required to reach 4.5%: 309\nAverage percentage change between 49 working days: -0.8494252873563218\nAverage absolute percentage change between 49 working days: 10.176628352490422\nMedian percentage change between 49 working days: -2.0\nMedian absolute percentage change between 49 working days: 9.0 This market is much less reactionary than shorter term mortgage markets. This rough outside view translates to an approx 6.5% chance in any given 7 week period. Inside View:\nWe know that interest rates are going up - the Fed increased the rate by 0.25% yesterday and signalled further increases throughout the year. That will no doubt have upward pressure on this market. However, near enough the same hawkishness was signalled at the start of the yea, and between 23rd December and 10th February (a 7 week period) the rate only just increased enough to resolve this as yes. I think most of this is already priced in. So I'm going with a low likelihood. To be clear, I think the inflationary regime we are seeing is more aggresive than expected and probably will push this rate over 4.15%, just not in this time frame. By end of April we won't even have had another Fed meeting."], [96828, "2022-03-17T06:20:30Z", [0.51], ""], [18679, "2022-03-17T04:07:56Z", [0.65], ""], [104640, "2022-03-17T02:31:34Z", [0.7], ""], [37566, "2022-03-17T02:04:37Z", [0.84], ""], [37566, "2022-03-17T02:03:21Z", [0.81], "[oops, wrong forecast]"], [37566, "2022-03-17T01:58:24Z", [0.84], ""], [22690, "2022-03-17T00:54:02Z", [0.54], "Bumping on prospects of a Ukraine peace deal"], [88783, "2022-03-16T22:27:28Z", [0.6], ""], [101227, "2022-03-16T20:14:39Z", [0.71], ""], [84880, "2022-03-16T19:06:29Z", [0.51], ""], [14603, "2022-03-16T18:40:05Z", [0.66], "switching probability to what I would say for a data point as this is clearly how everyone else interpreted this question!"], [1333, "2022-03-16T18:33:41Z", [0.51], ""], [20646, "2022-03-16T18:33:03Z", [0.85], "30 year mortgage rates are generally accepted to roughly follow the US 10 year bond yield. With historic 30-year mortgage typically having a spread slightly below 2% above the 10-year yields. (I will note there has been a recent slight deviation from this trend with the spread increasing recently to ~3%). Recently the 10 year yield has reclaimed to 2% mark and is making a surge to the upside (Sitting near ~2.25% as of writing this forecast). This would imply the expected range of the 30-year mortgage rate should be a little below 4.25% currently. (Already sitting around the range of the threshold) Between the dot plot showing the Fed is expecting 6-7 raises this year and them stating they are going to start to taper their purchasing of mortgage backed securities, the path of least resistance seems to be upwards for the 30-year mortgage rate. I am leaving a 15% margin of error incase the fed is forced to back off it's tightening schedule, or a recession that reduces the future forecast of economic growth."], [99943, "2022-03-16T17:30:52Z", [0.75], "The last time the rate was above 4.15% was in April, 2019. But, the rate has been rising a bit recently, and the most current data point is 3.85% on March 10. There are 7 more data points in the forecast period, and 0.3% higher to go to reach 4.15%. Monthly movements have been up to +0.23% recently. With inflation and the Fed expected to raise interest rates even a little, I think rates above 4.15% are likely in the forecast period."], [14603, "2022-03-16T17:15:20Z", [0.0], "I found the wording for this confusing - I answered it in the noise challenge as 0% on the basis the average has to be 4.15 and so the rate needs to rise well above this quite soon."], [104609, "2022-03-16T17:07:20Z", [0.27], "4.15% seems out of reach as a 4/29 target. Usually, moves as drastic as this dont happen very often. Market reaction to tighter monetary policy should push it up nonetheless. The details of the Fed announcement and especially clarity over the pace of rate hikes will be essential for this outcome. However, the nature of the considered instrument, makes this event relatively unlikely."], [103527, "2022-03-16T16:31:56Z", [0.39], "Last time we saw 4.15% was May 2019, so well before COVID. Given the recent move in yields higher -- likely on the back of the expectation of significant FED tightening -- I'm not as confident that we'll see sustained moves higher from here, at least in the short-term. So I give this a 39% chance."], [86367, "2022-03-16T16:25:28Z", [0.6], ""], [1333, "2022-03-16T16:07:43Z", [0.48], ""], [79069, "2022-03-16T15:43:27Z", [0.6], "Currently 3.85% and with another expected 0.25% now the Fed has lifted interest rates. Inflation running at ~7.9%.\nThis is looking more likely, but may well end up just under... or over."], [691, "2022-03-16T15:13:57Z", [0.42], ""], [29583, "2022-03-16T15:08:26Z", [0.5], ""], [48709, "2022-03-16T15:01:43Z", [0.0], "No according to to the data not since, 1980 did the rate reach (4.15%). "], [14603, "2022-03-16T14:41:09Z", [0.5], ""], [60695, "2022-03-16T13:28:51Z", [0.0], ""], [1646, "2022-03-16T12:44:41Z", [0.91], ""], [86554, "2022-03-16T12:38:23Z", [0.65], ""], [30074, "2022-03-16T12:21:59Z", [0.37], ""], [25400, "2022-03-16T11:03:56Z", [0.0], ""], [25400, "2022-03-16T11:01:36Z", [1.0], "Comment deleted on Mar 16, 2022 11:03AM UTC"], [68, "2022-03-16T09:25:11Z", [0.65], ""], [100664, "2022-03-16T09:10:11Z", [0.3], ""], [41612, "2022-03-16T07:46:33Z", [0.45], ""], [1333, "2022-03-16T07:20:21Z", [0.49], ""], [104874, "2022-03-16T06:44:36Z", [0.35], ""], [104874, "2022-03-16T06:44:11Z", [0.3], ""], [30936, "2022-03-16T06:37:38Z", [0.09], "With data from 2011 to now I got a 7% chance of a shift that large in 50 days.  I added a couple of percent as there is likely to be worse inflation news and the start of a Fed hiking cycle which conditionally shift the probability higher."], [68, "2022-03-16T06:12:24Z", [0.85], "3.85% on 10 March and very likely to go higher in the coming weeks, given inflation, the Fed, consumer price and commodities inflation, and the overall geopolitical situation."], [62538, "2022-03-16T05:23:03Z", [0.85], ""], [81495, "2022-03-16T04:31:09Z", [0.86], "Clear upward trend in recent weeks makes the outside rate near 100%, Fed expected to raise rates tomorrow, it looks like there was a brief dip because of the Ukraine crisis but there's little chance that rates will trend back down. 4.15 is a fairly high target historically though so its not certain, so this will be one to watch very closely in the coming days and weeks. "], [69091, "2022-03-16T04:00:58Z", [0.6], "With interest rate hikes mortgages will follow "], [21884, "2022-03-16T02:59:44Z", [0.55], ""], [101036, "2022-03-16T02:24:57Z", [0.33], ""], [37566, "2022-03-16T02:05:08Z", [0.81], "Fed rate increase == 30-year mortgage rate spike"], [105174, "2022-03-16T01:19:26Z", [0.45], "QT at the Fed, high inflation, 10 year UST under pressure."], [62255, "2022-03-16T00:27:31Z", [0.35], ""], [22690, "2022-03-16T00:18:11Z", [0.46], ""], [88513, "2022-03-16T00:08:06Z", [0.4], "10 year treasury, a good proxy for the direction of 30 year mortgages, continues to head northward"], [96828, "2022-03-16T00:04:52Z", [0.5], ""], [104695, "2022-03-16T00:01:34Z", [0.55], ""], [92079, "2022-03-15T23:48:19Z", [0.47], ""], [102737, "2022-03-15T23:25:32Z", [0.22], "Currently reporting ~3.85%. It’s possible but would take unusually strong growth over our timeframe."], [12694, "2022-03-15T23:03:12Z", [0.45], ""], [22689, "2022-03-15T22:29:46Z", [0.0], ""], [3024, "2022-03-15T22:16:03Z", [0.6], ""], [79069, "2022-03-15T22:15:59Z", [0.4], ""], [88783, "2022-03-15T22:15:53Z", [0.4], ""], [48709, "2022-03-15T21:25:51Z", [0.0], "This is possible as the feds as poised to increase lending rates yet , not since, 1980 were the interest rates above (4.15%)"], [102121, "2022-03-15T21:02:03Z", [0.25], ""], [99993, "2022-03-15T20:35:01Z", [0.1], ""], [86607, "2022-03-15T19:53:22Z", [0.41], ""], [84880, "2022-03-15T19:51:52Z", [0.55], ""], [104378, "2022-03-15T18:17:58Z", [0.37], "Historical trends suggest unlikely to rise that fast from current level"], [1333, "2022-03-15T18:13:39Z", [0.5], ""], [88452, "2022-03-15T18:04:46Z", [1.0], ""]], "open_date": "2022-03-15T17:00:00Z", "close_date": "2022-03-17T16:00:16Z"}