{"question_id": 1192, "title": "In France's elections for the European Parliament, will the National Rally list receive more votes than the La République En Marche list?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.65, 0.35], "correct_answer": "Yes", "correct_forecast": 0.65, "preds": [[20156, "2019-05-26T06:08:45Z", [0.9], ""], [62808, "2019-05-25T14:53:33Z", [0.85], ""], [691, "2019-05-25T11:54:44Z", [0.76], ""], [15196, "2019-05-25T11:04:25Z", [0.8], ""], [26551, "2019-05-25T10:44:17Z", [0.6], "Gap getting wider. https://www.politico.eu/2019-european-elections/france/"], [74111, "2019-05-25T01:21:33Z", [0.7], "Aggregate polling shows the RL around 2-3 points ahead of the REM. If there's a ~1 point margin of error, a 70% victory is pretty reasonable. Backed up by a brief overlook of previous polling."], [37236, "2019-05-24T20:14:15Z", [0.67], ""], [70670, "2019-05-24T15:40:53Z", [0.45], "In spite of Mme Le Pen's popularity and M Macron's apparent lack thereof, he can still pull off a win in these elections although it may be marginal."], [74104, "2019-05-24T13:32:29Z", [0.1], ""], [36255, "2019-05-24T13:03:58Z", [0.73], ""], [73099, "2019-05-24T12:17:19Z", [0.66], ""], [691, "2019-05-24T10:32:55Z", [0.72], ""], [71954, "2019-05-24T10:14:07Z", [0.6], ""], [172, "2019-05-24T10:07:36Z", [0.9], "https://www.reuters.com/article/us-eu-elections-france-idUSKCN1ST2DR\n"], [172, "2019-05-24T10:07:01Z", [0.85], "Because it’s the era of populist “strongmen” (and women!)"], [14107, "2019-05-23T22:12:33Z", [0.67], ""], [40449, "2019-05-23T16:05:29Z", [0.71], ""], [30477, "2019-05-23T12:46:22Z", [0.59], ""], [691, "2019-05-23T10:54:15Z", [0.72], ""], [14107, "2019-05-23T08:36:34Z", [0.65], ""], [63658, "2019-05-23T01:19:51Z", [0.6], ""], [6978, "2019-05-22T23:55:16Z", [1.0], "Omega hedging."], [31756, "2019-05-22T20:03:42Z", [0.65], ""], [73202, "2019-05-22T19:42:41Z", [1.0], ""], [73099, "2019-05-22T16:50:28Z", [0.61], ""], [691, "2019-05-22T16:41:53Z", [0.5], ""], [74051, "2019-05-22T16:04:12Z", [0.77], ""], [63963, "2019-05-22T14:22:47Z", [0.5], ""], [62808, "2019-05-22T09:24:32Z", [0.85], ""], [73579, "2019-05-22T09:14:03Z", [0.95], "The genie is out of the box. Violence against yellow vests, backdrop of Brexit, rise of Brexit Party. Average French citizen can only assume the establishment is not on its side. "], [74021, "2019-05-22T08:22:11Z", [0.0], ""], [19801, "2019-05-22T06:58:10Z", [0.65], "Four out of ten French people indifferent to EU elections\nhttps://www.euractiv.com/section/eu-elections-2019/news/four-out-of-ten-french-people-are-indifferent-to-the-2019-eu-elections/"], [73040, "2019-05-22T04:32:10Z", [0.75], ""], [68, "2019-05-22T03:09:50Z", [0.6], ""], [172, "2019-05-22T01:01:21Z", [0.75], ""], [23006, "2019-05-21T22:58:12Z", [0.23], "Yellow vests don't all seem to follow the far-right, they seem more anti-government\nStudents and working class seem to be all over political spectrum in terms of ideology including far left\nWorking class issues around fuel costs, government regulations seen as hamstringing or giving preferential treatment to business."], [14107, "2019-05-21T20:21:39Z", [0.65], ""], [14107, "2019-05-21T20:21:19Z", [0.62], ""], [73099, "2019-05-21T20:17:13Z", [0.58], ""], [73940, "2019-05-21T17:48:59Z", [0.6], ""], [66432, "2019-05-21T14:54:03Z", [0.6], ""], [691, "2019-05-21T14:39:53Z", [0.48], ""], [73851, "2019-05-21T11:07:25Z", [0.0], ""], [62808, "2019-05-21T10:43:14Z", [0.81], ""], [73775, "2019-05-21T09:41:23Z", [0.55], ""], [37379, "2019-05-21T02:36:22Z", [0.5], ""], [73099, "2019-05-20T14:01:42Z", [0.56], ""], [1646, "2019-05-20T12:50:49Z", [0.45], ""], [73217, "2019-05-20T12:43:36Z", [0.5], "As of today RN leads REM 22% to 21% which suggests a 51% chance of getting more votes. See https://pollofpolls.eu/FR/53/european-parliament-election-2019-in-france. They have been in the lead since October, although the lead has been narrowing since December. As the incumbents in national government, REM are at a disadvantage and subject to protest votes, which RN is best placed to capitalise on. \nProtest votes can have a high impact if there is a low turnout by supporters of the incumbents. European elections, with no direct impact on national government policy, are traditionally a \"safe\" place for protest votes. However, because of the abhorrence many people feel for this far-right party, government supporters may achieve a higher turnout than otherwise. Because the election uses proportional representation, there is no incentive for supporters of other parties who oppose the RN to switch to REM, meaning they have to rely on mobilising their own supporters. We should assume both parties will fight very hard. "], [68929, "2019-05-20T02:48:00Z", [0.0], ""], [67817, "2019-05-20T01:06:57Z", [0.85], ""], [41922, "2019-05-19T21:38:32Z", [0.8], ""], [67432, "2019-05-19T18:26:46Z", [0.68], ""], [73167, "2019-05-19T16:53:54Z", [0.4], ""], [172, "2019-05-19T14:25:19Z", [0.75], ""], [691, "2019-05-19T11:33:39Z", [0.41], ""], [14107, "2019-05-19T05:59:39Z", [0.52], ""], [10608, "2019-05-18T10:31:34Z", [0.2], "The national meetings defused the yellow Vests protest. "], [73638, "2019-05-18T07:32:37Z", [0.7], ""], [62808, "2019-05-17T23:45:57Z", [1.0], ""], [691, "2019-05-17T19:55:25Z", [0.38], ""], [18367, "2019-05-17T17:34:11Z", [0.6], ""], [73099, "2019-05-17T10:23:56Z", [0.54], ""], [41922, "2019-05-17T09:05:20Z", [0.7], ""], [41922, "2019-05-17T09:04:36Z", [0.65], ""], [72705, "2019-05-17T08:14:43Z", [0.65], ""], [63658, "2019-05-17T01:51:17Z", [0.44], ""], [73287, "2019-05-16T23:06:01Z", [0.78], ""], [31756, "2019-05-16T21:27:13Z", [0.55], ""], [14107, "2019-05-16T21:14:52Z", [0.34], ""], [73099, "2019-05-16T12:36:27Z", [0.49], ""], [62808, "2019-05-15T23:33:56Z", [0.79], ""], [26551, "2019-05-15T21:20:37Z", [0.48], "Polls showing very close fight, 23% - 22%, while Macron's popularity does not improve. +2.00 points."], [31450, "2019-05-15T02:13:09Z", [0.65], "Going higher given the fact that the National Rally has recently surpassed REM."], [172, "2019-05-15T01:34:20Z", [0.45], ""], [1333, "2019-05-15T01:01:16Z", [0.49], ""], [72553, "2019-05-14T21:19:10Z", [0.65], ""], [73202, "2019-05-14T16:15:07Z", [0.0], ""], [62808, "2019-05-14T10:37:49Z", [0.67], ""], [41922, "2019-05-14T07:58:37Z", [0.6], ""], [64791, "2019-05-13T15:05:23Z", [0.15], ""], [68, "2019-05-13T04:59:04Z", [0.5], "https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_European_Parliament_election_in_France The most recent polls are showing the two parties tying at around 22-23%"], [73156, "2019-05-12T16:13:35Z", [0.53], "Most recent Ipsos polling in France shows National Rally slightly ahead of En Marche. Yellow vest protests have continued to persist despite smaller numbers and gradually improving approval ratings for Macron which have revealed divisions by class and the extent of polarization that exists there. Voters may rebel against his Presidency at the ballot in favor of Le Pen who may tap the visceral emotions of voters more effectively. She has continued to push the narrative that Macron is out of touch with working peoples and fails to understand their plight which has resonated with many disillusioned voters. Despite only a narrow lead for National Rally today, they could outperform polling results similarly to Donald Trump in the US in 2016 as voters may be less likely to vocalize support for National Rally or have a last minute switch in hopes of altering the status quo. That being said, Macron's \"grand debate\" has improved his approval ratings with the French people, albeit gradually, and has shown an ability to change his viewpoints and listen. Also, he has the luxury of being the \"devil they know\" which could provide him with slightly more votes as the pro-European contingency is still robust and voter anxiety about National Rally is still a factor. https://www.politico.eu/2019-european-elections/france/\nhttps://www.reuters.com/article/us-eu-election-france/macrons-eu-election-flagbearer-targets-100-strong-alliance-with-kingmaker-role-idUSKCN1SI0BR\nhttps://www.washingtonpost.com/world/europe/macron-wants-to-revive-europe-but-european-elections-could-kill-his-plans/2019/05/10/de3820bc-71b4-11e9-9eb4-0828f5389013_story.html"], [691, "2019-05-12T12:18:34Z", [0.36], ""], [6978, "2019-05-12T11:27:01Z", [0.33], ""], [26551, "2019-05-12T10:48:38Z", [0.46], "A few points: - Polls. Both parties are tied at 22% in the polls updated May 10th [1]. That would give 50/50 starting point. - Mobilisation. Anti-Europe grouped in the \"European Alliance of Peoples and Nations\" [2], NR joined them on April 19th [3]. It is expected that Anti-European perform strongly [4], and as reaction Pro-Europeans have started a cross-border campaign to mobilise voters [3]. Chances that this mobilisation reaches the voters is still to be seen, the only reference as of today is Spain [5]. I was very skeptic about this pro-European reaction, and Spain is certainly no reflection of Europe, but I would be a small push to REM (not that all the pro-European vote will go to Macron, but even with a minimum proportion that would change the tie). - Punishment. Approval rates for Macron are still very low, at 30% average [6], even very recently after his response to the gilets jaunes protests [7] not showing any improvement, but actually split by social class [7]. \"A majority of the French now want the protests to stop, having initially sympathised with them. This is the audience that Mr Macron was speaking to. [...] But he may have persuaded the sceptical middle-ground that he has listened carefully, and made a genuine effort to respond\" [8]. The Economist often mixes the should be with the will be (IMHO) and it is quite hard to change lack of trust other than with facts, but same as above, for this question just a small variance will make it. [1] https://www.politico.eu/2019-european-elections/france/\n[2] https://europeelects.eu/2019/04/08/european-alliance-of-peoples-and-nations-what-we-know-so-far/\n[3] https://www.economist.com/europe/2019/04/27/why-the-european-parliament-elections-will-be-the-most-european-yet\n[4] https://www.ecfr.eu/publications/summary/kingmakers_of_mainstream_predictions_for_european_parliament_election\n[5] https://www.economist.com/europe/2019/05/04/in-spains-election-the-socialists-win-the-most-seats\n[6] https://pollofpolls.eu/FR/97/macron-ap\n[7] https://fr.kantar.com/opinion-publique/politique/2019/barometre-politique-mai-2019/\n[8] https://www.economist.com/europe/2019/04/26/the-french-president-responds-to-the-gilets-jaunes"], [35217, "2019-05-12T04:41:17Z", [0.51], "https://pollofpolls.eu/FR/53/european-parliament-election-2019-in-france\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_European_Parliament_election_in_France"], [23006, "2019-05-12T01:58:34Z", [0.4], ""], [1333, "2019-05-12T01:22:47Z", [0.5], ""], [691, "2019-05-11T16:55:36Z", [0.36], ""], [68559, "2019-05-11T16:20:31Z", [0.0], ""], [68559, "2019-05-11T16:19:03Z", [1.0], "Comment deleted on May 11, 2019 04:19PM UTC"], [66432, "2019-05-10T14:12:29Z", [0.33], ""], [41922, "2019-05-10T08:26:14Z", [0.5], ""], [73099, "2019-05-09T14:21:49Z", [0.57], ""], [73109, "2019-05-09T09:52:24Z", [0.8], ""], [73105, "2019-05-09T06:17:22Z", [0.2], "Unlikely due to voter apprehension "], [14107, "2019-05-08T20:55:10Z", [0.39], ""], [31756, "2019-05-08T17:18:20Z", [0.5], ""], [691, "2019-05-08T14:51:20Z", [0.36], ""], [73081, "2019-05-08T12:20:40Z", [0.85], "maybe\n"], [73075, "2019-05-08T10:44:10Z", [0.3], ""], [1333, "2019-05-08T09:49:28Z", [0.51], ""], [41922, "2019-05-08T08:23:32Z", [0.6], ""], [66920, "2019-05-08T03:43:27Z", [0.29], "As Tetbury notes, there two parties in contention: the RN and the REM. The system is a National List for each party (or alliance) and is proportional with a minimum cut off of 5% (so any List that does not get 5% gets no seats). \nREM does seem to lead in all major polls, which have not seen significant change in response to TV Debates or other recent political event. After the April 26 debate, the range of support for both RN and REM has only moved between very small bands. The graphs show slight declines for both parties and if a trend was plotted one could predict that RN would be ahead of REM by about 15th May. \nIn previous elections the RN seems to hit a ceiling of support of about 22% when there are a full range of parties to choose from. I would not expect RN to be able to get much more support than it has now. REM also does not get much higher support when there are a full range of parties. As interim elections are not of critical importance to most French voters, interest in the elections seems to be declining in France. \n"], [172, "2019-05-07T22:44:34Z", [0.15], ""], [73053, "2019-05-07T21:53:50Z", [0.35], ""], [41922, "2019-05-07T08:10:38Z", [0.5], ""], [14107, "2019-05-07T02:26:54Z", [0.35], ""], [72958, "2019-05-06T13:40:31Z", [0.45], ""], [691, "2019-05-06T12:14:22Z", [0.36], ""], [54140, "2019-05-06T07:39:43Z", [0.25], ""], [31251, "2019-05-05T22:36:53Z", [0.68], ""], [14493, "2019-05-05T17:05:30Z", [0.33], "There are really only two parties that are in the running to get the most votes; the RM and the REM, The system is a National List for each party (or alliance) and is proportional with a minimum cut off of 5% (so any List that does not get 5% gets no seats). In other voting systems e.g. First Past The Post, Single Transferable Vote, D'Hondt) supporters of small parties are likely to vote tactically if their preferred party is unlikely to win any seats. Looking at descriptions of what the parties stand for it appears to me that supports of the very small parties (that have not already made an alliance) are more likely to either vote for the party they prefer in the hope they get over the 5% threshold or switch to another small party. I would not expect many supporters of very small parties to switch to NR or NEM, as a vote to another small party is an effective protest.   The polls are very close between RN and REM. I can't see much evidence that the polls changed after the TV debates (maybe Le Pen moved RN up a little after the 24th Apr debate, but the remaining debates have the same people for RN and REM that took part in previous debates that did not move the polls). The range of support for both RN and REM has only moved between very small bands. The graphs show slight declines for both parties and if a trend was plotted one could predict that RN would be ahead of REM by about 15th May (but all trends depend on where you start from). The peak RN figures coincide with the percentages for several parties diverging from their trends significantly (so presumably their were events occurring at these times that affected government popularity). In previous elections the RN seems to hit a ceiling of support of about 22% when there are a full range of parties to choose from. In polls support seems to not go over 26%. So I would not expect RN to be able to get much more support than it has now. REM also does not get much higher support when their are a full range of parties. As these elections are not of critical importance to most French voters (it will not change the French government). Interest in the elections seems to be declining in France (in Feb 35% were not interested, in March 36% were not interested, in April 42% were not interested.    "], [691, "2019-05-05T13:09:31Z", [0.39], ""], [72860, "2019-05-05T12:23:09Z", [0.05], ""], [6978, "2019-05-05T04:37:08Z", [0.2], ""], [5018, "2019-05-05T02:48:41Z", [0.63], ""], [691, "2019-05-04T19:01:32Z", [0.39], ""], [14107, "2019-05-04T18:17:51Z", [0.24], ""], [14107, "2019-05-04T18:16:40Z", [0.34], ""], [20156, "2019-05-04T05:08:15Z", [0.55], ""], [1333, "2019-05-03T20:49:33Z", [0.52], ""], [691, "2019-05-03T19:12:37Z", [0.39], ""], [41922, "2019-05-03T14:13:12Z", [0.4], ""], [41922, "2019-05-03T14:12:28Z", [0.5], ""], [66432, "2019-05-03T14:00:31Z", [0.3], ""], [63658, "2019-05-03T07:55:00Z", [0.37], ""], [67817, "2019-05-03T01:54:55Z", [0.65], ""], [1333, "2019-05-01T19:22:41Z", [0.53], ""], [58193, "2019-05-01T18:05:24Z", [0.45], ""], [31450, "2019-05-01T15:25:47Z", [0.35], "La République En Marche is leading in polls according to the most recent Eurobarometer polling (link below) but only slightly. I think the bigger risk to the National Rally (which is only a couple points behind) is that the yellow vests have formed their own party and these two populist parties may cannibalize each other."], [72792, "2019-05-01T11:02:06Z", [0.62], ""], [1333, "2019-04-30T22:28:19Z", [0.54], ""], [68244, "2019-04-30T21:22:35Z", [0.45], ""], [67403, "2019-04-30T14:56:36Z", [0.75], ""], [67403, "2019-04-30T14:46:12Z", [0.65], ""], [41922, "2019-04-30T08:59:17Z", [0.3], ""], [72627, "2019-04-30T06:28:25Z", [0.15], ""], [15196, "2019-04-30T02:07:14Z", [0.3], ""], [63963, "2019-04-30T01:32:38Z", [0.2], ""], [1646, "2019-04-30T00:44:42Z", [0.2], ""], [172, "2019-04-30T00:24:11Z", [0.15], "All the polls I’ve seen have En Marche with very slight lead...\nhttps://www.thelocal.fr/20190429/opinion-the-dja-vu-of-the-european-election-polls-masks-a-dangerous-game-in-french-democracy\n"], [14107, "2019-04-29T22:59:37Z", [0.31], "Best source is probably Poll of Polls [1]. They give 23% and 22% respectively. Unfortunately, they don't give error margins. En Marche seems to have been ahead 4 out of the past 6 months. I give 69% to En Marche staying ahead. [1] https://pollofpolls.eu/FR/63/ep2019-in-france"], [72752, "2019-04-29T20:41:52Z", [1.0], "The French has historically and culturally be really involved with their country’s election, being one of the most democratic nations."], [72738, "2019-04-29T20:41:20Z", [0.39], ""], [691, "2019-04-29T19:00:11Z", [0.39], ""], [71538, "2019-04-29T18:23:34Z", [0.26], ""], [72688, "2019-04-29T14:35:34Z", [0.6], ""], [30477, "2019-04-29T09:57:49Z", [0.37], ""], [59316, "2019-04-29T09:52:57Z", [0.75], ""], [41922, "2019-04-29T08:13:02Z", [0.4], ""], [25755, "2019-04-29T07:32:36Z", [0.66], ""], [34920, "2019-04-29T06:27:37Z", [1.0], ""], [41922, "2019-04-28T22:24:07Z", [0.5], ""], [29980, "2019-04-28T20:37:19Z", [0.99], ""], [12879, "2019-04-28T17:42:33Z", [0.45], ""], [68, "2019-04-28T14:43:24Z", [0.4], "The average of recent polls has REM slightly ahead of NR, currently 23-22, but some polls have NR ahead. EU elections are an easy way to priest without significantconsewuences, but I think Macron is recovering from his recent slump in popularity, which should improve his party's prospects."], [68, "2019-04-28T14:32:26Z", [0.1], ""], [31251, "2019-04-28T14:14:30Z", [0.67], "Only because I think that the turnout will be low for all involved. Turnout in elections in France has been on a long term decline, and the 2017 Parliamentary elections were the worst for turnout on record. Presidential elections get the highest turnout, at roughly 70ish%, but I am not expecting these elections to be massively popular in France, so only the most enthusiastic voter will come out. Many of these will have been involved in the yellow vest protests as that is potentially a big signal that they are interested in politics, or it could just be that French people tend to like rioting more than others. The base rate of who usually wins these elections isn't going to be terribly useful given that En March is a new party and NR is still a relatively new force in France, but I'm holding true in that we are in weird times and that EU elections don't get a high turnout in France. The polling does seem to be quite tight, but then as we know from the last few years there should always be healthy scepticism around polling, particularly in this instance as I am not familiar with how reliable the french polling companies are/how reliable it is in France. ( https://pollofpolls.eu/FR/63/ep2019-in-france ) My gut is that the weirdness of the current situation will mean that NR does win by a very small amount, but I will keep looking into the polling and adjust if people have seen something I haven't. "], [72713, "2019-04-28T12:00:57Z", [0.89], "I am guessing that the National Rally will get more votes. The yellow vests and people in general are tired of high taxes and open borders. They might not really agree with far-right politics, however the left may not be listening what the people (people of middle class and lower) need to survive, therefore they will go with a right leaning candidate. https://www.reuters.com/article/us-eu-election-france/shunned-by-banks-frances-le-pen-seeks-to-crowdfund-eu-election-campaign-idUSKCN1RE16T; "], [172, "2019-04-27T21:48:00Z", [0.65], ""], [172, "2019-04-27T21:42:23Z", [0.35], ""], [691, "2019-04-27T20:38:54Z", [0.36], ""], [72705, "2019-04-27T17:06:46Z", [0.1], ""], [42417, "2019-04-27T16:12:58Z", [0.15], ""], [72702, "2019-04-27T14:18:08Z", [0.4], "In spite of generalised frustration with LREM opposition is divided and not crédible"], [593, "2019-04-27T06:53:59Z", [0.65], ""], [20156, "2019-04-27T06:19:13Z", [0.9], ""], [71002, "2019-04-26T22:23:53Z", [0.7], ""], [1333, "2019-04-26T19:51:34Z", [0.55], ""], [11885, "2019-04-26T19:28:49Z", [1.0], ""]], "open_date": "2019-04-26T17:00:38Z", "close_date": "2019-05-26T06:59:38Z"}