{"question_id": 2062, "title": "As of 1 November 2021, will Waka Kotahi list 321 or more qualifying electrical vehicle (EV) charging stations as available in New Zealand?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.01, 0.99], "correct_answer": "No", "correct_forecast": 0.99, "preds": [[101392, "2021-10-31T16:33:41Z", [0.0], ""], [691, "2021-10-31T13:34:57Z", [0.02], ""], [101031, "2021-10-31T10:58:58Z", [0.0], ""], [97375, "2021-10-31T06:46:26Z", [0.01], ""], [94872, "2021-10-31T03:07:05Z", [0.01], ""], [80790, "2021-10-30T20:55:20Z", [0.0], "Final sum of the front page gives us 313.  Yes something could update overnight, and yes I haven’t bothered recounting the table, but ai’m going with no chance now.  All in…."], [94872, "2021-10-30T00:49:09Z", [0.02], "Prospects of this happening look minimal at this point"], [691, "2021-10-29T19:34:36Z", [0.03], ""], [55987, "2021-10-29T14:34:33Z", [0.0], ""], [34959, "2021-10-29T01:38:41Z", [0.02], ""], [34959, "2021-10-29T01:38:37Z", [0.32], ""], [691, "2021-10-28T15:27:10Z", [0.04], ""], [96828, "2021-10-28T07:57:38Z", [0.0], ""], [100653, "2021-10-27T07:18:38Z", [0.05], ""], [94872, "2021-10-27T04:49:36Z", [0.03], ""], [34959, "2021-10-27T04:24:42Z", [0.03], ""], [99857, "2021-10-27T03:12:02Z", [0.0], "This question can't end soon enough "], [673, "2021-10-26T17:49:06Z", [0.01], ""], [101392, "2021-10-26T14:52:08Z", [0.01], ""], [94872, "2021-10-26T03:32:52Z", [0.05], ""], [96828, "2021-10-25T22:08:15Z", [0.04], "The table view seems to have multiple more than the map version? And both versions are said to be live updates. So I would assume there would be no surprise mass update to the numbers. Nonetheless, even with the increased number with the table which GJO will be using to resolve this question, I still think 321 is still approximately month(s) away."], [101031, "2021-10-25T21:17:00Z", [0.01], ""], [691, "2021-10-25T20:41:54Z", [0.06], ""], [101064, "2021-10-25T19:30:58Z", [0.02], ""], [34959, "2021-10-25T15:19:15Z", [0.05], ""], [100653, "2021-10-25T06:42:36Z", [0.25], ""], [99857, "2021-10-25T03:53:59Z", [0.05], ""], [691, "2021-10-24T17:46:21Z", [0.1], ""], [80790, "2021-10-23T11:54:35Z", [0.02], "Still 312 on map and table.  Although I’m sure the numbers on the map have shuffled location.\nRoulette wheel still spinning, but slowing down.   9 days to go.  Table could be updated with a big batch but as last updates were mid month, feel less likely now."], [96828, "2021-10-23T11:18:04Z", [0.03], ""], [94872, "2021-10-23T06:56:58Z", [0.07], ""], [691, "2021-10-22T19:23:29Z", [0.12], ""], [100653, "2021-10-22T07:06:44Z", [0.27], ""], [94872, "2021-10-21T23:32:11Z", [0.15], ""], [101031, "2021-10-21T21:36:50Z", [0.05], ""], [101031, "2021-10-21T21:22:21Z", [0.0], ""], [691, "2021-10-21T13:08:28Z", [0.16], ""], [96828, "2021-10-21T07:18:03Z", [0.08], "This forecast doesn't factor in when they update the site and how much each update is. This forecast is based solely on my being lazy, solely on the trend since March."], [100653, "2021-10-21T06:46:01Z", [0.28], ""], [94872, "2021-10-21T01:48:24Z", [0.2], ""], [691, "2021-10-20T17:21:00Z", [0.24], ""], [34959, "2021-10-20T07:39:34Z", [0.2], ""], [100653, "2021-10-20T06:59:36Z", [0.3], ""], [96828, "2021-10-20T05:49:49Z", [0.24], ""], [94872, "2021-10-19T23:56:30Z", [0.31], ""], [1333, "2021-10-19T14:10:42Z", [0.0], "i SUSPECT THAT THEY NARROWLY MISS THEIR TARGET AS LOCATIONS ARE RULED OUT FOR TECHNICAL REASONS AND THE COMPLICATIONS OF ACTIVE SEXIMIC ACTIVITY INTERFERING WITH SUB STRAT WORK. Caps key - sorry.\n"], [101031, "2021-10-19T08:49:20Z", [0.2], ""], [100653, "2021-10-19T06:42:42Z", [0.31], ""], [691, "2021-10-16T18:10:02Z", [0.3], ""], [101031, "2021-10-16T09:53:11Z", [0.35], ""], [80790, "2021-10-15T23:57:46Z", [0.11], "Roulette wheel still spinning.  But no change yet. Still 312.\nSo feel like likelihood dropping.\nWonder if they only do a monthly update?  Last big change was between 16 and 20 sept, so worth checking back in next few days."], [1333, "2021-10-15T13:55:05Z", [0.0], ""], [100653, "2021-10-15T07:17:56Z", [0.39], ""], [87175, "2021-10-14T18:47:10Z", [0.35], ""], [691, "2021-10-14T12:19:14Z", [0.32], ""], [13551, "2021-10-14T11:46:45Z", [0.5], ""], [691, "2021-10-13T16:51:21Z", [0.34], ""], [100653, "2021-10-13T07:48:52Z", [0.4], ""], [94872, "2021-10-13T05:23:22Z", [0.35], ""], [691, "2021-10-12T19:53:54Z", [0.36], ""], [101392, "2021-10-12T13:42:34Z", [0.03], "There was an update of the site recently. Where it was about 30 chargers short of the required number it is not only 9 chargers short. There have been two updates in the past 8 months and we still are short. That only increases my confidence that over the next 19 days we will not see another update and even then I would not be overly confident of a big enough update to push the total listed chargers over 320."], [96828, "2021-10-12T10:37:37Z", [0.2], ""], [100653, "2021-10-12T07:29:29Z", [0.43], ""], [673, "2021-10-11T20:12:23Z", [0.1], ""], [99857, "2021-10-10T17:48:31Z", [0.5], "I hate this question..."], [1333, "2021-10-09T15:36:27Z", [0.01], ""], [100653, "2021-10-08T07:42:34Z", [0.45], ""], [80790, "2021-10-07T20:05:36Z", [0.31], "I did another recount of the table this evening and got 312 stations (twice).  I counted a little more carefully this time, so I think this must be a more accurate count. This also matches the total in the zoomed out map view. So this means 9 more stations needed.  Still doable.  Still a total roll of the dice as to when and how the table gets updated! Nudging forecast down a smidgen given we need a few more stations than expected of last count, but it’s not like there is any real rationale for this forecast.  just that 9 more is possible."], [691, "2021-10-07T13:29:51Z", [0.4], ""], [100653, "2021-10-07T10:45:17Z", [0.46], ""], [691, "2021-10-06T14:56:34Z", [0.44], ""], [99857, "2021-10-06T03:06:33Z", [0.7], "Following @Eolienne 's finding that there are 317 currently on the table (https://www.gjopen.com/comments/1340932) and @GMR 's that a station was added recently with no noticeable changes (https://www.gjopen.com/comments/1335291) I'm wondering if we're facing both a delay in list updating and changes in what qualifies.  If only 4 stations are needed in the next 4 weeks this is looking quite possible, although the exact way it will be done is really obfuscated. I'm rolling the dice and saying there's a decent chance it can happen given the new info."], [94872, "2021-10-06T02:19:59Z", [0.4], ""], [101031, "2021-10-06T00:50:33Z", [0.5], "I have been an ostrich on this one, sitting with my head in the sand. I have no idea what is going to happen so i am going 5050 for the last 3 weeks"], [80790, "2021-10-05T20:53:36Z", [0.34], "Just did a manual count of the table and counted 317 stations +/- 2 for dodgy counting (Im not counting again today).\nNot sure why the map may not match the table, but the table is what the questions says it will use.  This means we need between 2 and 6 stations listed based on my visual count of the table (note I didn’t say new, given this list also seems to be compiling info on old existing stations as per @GMR comment).  With 3 weeks to go this could happen, but it’s like rolling the dice on when Waka Kotahi update the table!"], [100653, "2021-10-05T07:57:37Z", [0.38], ""], [34959, "2021-10-04T13:13:29Z", [0.33], ""], [99857, "2021-10-03T21:57:50Z", [0.37], "Seems to have magically leapt to 307... or 312 depending on the zoom level... The maps also seem to indicate they're from Aug 4th, so may be slow to update. I'm going to come up as a hedge against the unpredictability of this question."], [1333, "2021-10-02T05:27:25Z", [0.0], ""], [100653, "2021-10-01T08:07:29Z", [0.36], ""], [691, "2021-09-30T19:35:38Z", [0.12], ""], [1333, "2021-09-30T13:34:22Z", [0.01], ""], [100653, "2021-09-30T07:40:10Z", [0.43], ""], [52131, "2021-09-29T20:34:02Z", [0.1], ""], [691, "2021-09-29T18:31:04Z", [0.4], ""], [95683, "2021-09-29T02:19:24Z", [0.0], ""], [100653, "2021-09-28T07:41:16Z", [0.44], ""], [95683, "2021-09-28T02:24:06Z", [0.0], ""], [100653, "2021-09-27T07:11:34Z", [0.46], ""], [95683, "2021-09-27T02:24:13Z", [0.0], ""], [101031, "2021-09-26T22:24:43Z", [0.3], ""], [101031, "2021-09-26T22:22:32Z", [0.15], ""], [95683, "2021-09-26T20:36:03Z", [0.0], ""], [691, "2021-09-24T17:59:43Z", [0.44], ""], [1333, "2021-09-24T13:29:00Z", [0.01], ""], [100653, "2021-09-24T07:28:49Z", [0.47], ""], [94872, "2021-09-24T02:12:54Z", [0.4], ""], [94872, "2021-09-24T02:12:01Z", [0.45], ""], [691, "2021-09-23T17:34:49Z", [0.48], ""], [80790, "2021-09-21T08:20:54Z", [0.22], ""], [100653, "2021-09-21T07:34:35Z", [0.35], ""], [94872, "2021-09-21T00:31:35Z", [0.33], ""], [80790, "2021-09-20T08:24:01Z", [0.49], "311 stations as of today.  Looks like there has been and major update.  Wonder if there is some batching of information before updating. Anyway, this leaves 10 extra stations needed in the next 6 weeks.  As we have had a sudden batch if 10 or so recently, this means it’s is quite possible that the 321 is reached, especially if there is another such update."], [80790, "2021-09-20T08:20:35Z", [0.28], "Comment deleted on Sep 20, 2021 08:24AM UTC"], [100653, "2021-09-20T06:56:12Z", [0.08], ""], [87691, "2021-09-20T03:58:44Z", [1.0], ""], [94872, "2021-09-18T02:40:51Z", [0.07], ""], [34959, "2021-09-16T14:30:38Z", [0.03], ""], [99857, "2021-09-16T01:54:22Z", [0.05], "No news, almost no new construction, looks like things are in the works but I've become extremely skeptical that anything will happen within the timeframe of this question."], [34854, "2021-09-12T21:27:46Z", [0.7], ""], [101064, "2021-09-12T21:13:47Z", [0.6], ""], [95683, "2021-09-11T22:45:04Z", [0.0], ""], [87175, "2021-09-11T20:28:21Z", [0.25], ""], [80790, "2021-09-08T22:10:52Z", [0.0], "Taking account of previous forecast  https://www.gjopen.com/comments/1321483  and the fact that only one station has been added in a month and only one station is showing as under development on the maps, I think this is impossible now. Edit: 14 Sept = 296 stations"], [101031, "2021-09-06T06:14:34Z", [0.02], ""], [101031, "2021-09-06T06:13:46Z", [0.05], ""], [101032, "2021-09-06T03:25:44Z", [0.05], "Not looking likely - suspect that charging stations are being installed but taking time to get them listed by Waka Kotahi? Or not eligible for listing.\n290 as of 6/9/21; 286 when the question was posed back in July. Only creeping up."], [673, "2021-09-04T22:37:30Z", [0.15], ""], [95683, "2021-09-02T20:43:21Z", [0.0], ""], [99857, "2021-09-02T05:09:22Z", [0.21], "A plot twist?... \"New Zealand’s leading electric vehicle (EV) charging network, ChargeNet has signed a deal with global energy trading company Mercuria, which has acquired a 20% stake in the kiwi company. ChargeNet CEO and co-founder, Steve West says Mercuria’s investment provides ChargeNet with the capital required to significantly accelerate its growth strategy, delivering a superior nationwide EV charging network ahead of growing demand from New Zealand motorists.\" https://www.scoop.co.nz/stories/BU2109/S00055/major-investment-accelerates-growth-of-chargenet.htm Not ready to change my forecast on this alone but it could make the questions more interesting"], [1333, "2021-09-01T13:27:57Z", [0.0], ""], [97375, "2021-09-01T13:14:25Z", [0.04], ""], [1333, "2021-08-25T12:11:33Z", [0.06], ""], [1333, "2021-08-20T14:51:06Z", [0.07], ""], [691, "2021-08-19T18:29:31Z", [0.04], ""], [101031, "2021-08-18T04:15:39Z", [0.08], ""], [673, "2021-08-18T00:39:14Z", [0.12], "My gut feel is that the need for public charging stations, while still increasing, is a secondary consideration for NZ motorists contemplating a switch to EVs.  Most consumers in that segment are focused on shorter trips.  The rate of increase of public charging stations just doesn't look high enough to get us to 321 by November.  It's also worth noting that chargers installed in supermarket carparks don't appear in the Waka Kotahi list (even though there are lots of them) presumably because they don't meet the agency criteria.  That is important because that is a major area where consumer demand will drive more installations and they could be included in the future through a change to Waka Kotahi's policy, which would lead to a sudden increase in the numbers reported by Waka Kotahi."], [34959, "2021-08-17T02:38:31Z", [0.1], ""], [80790, "2021-08-15T10:19:04Z", [0.08], "If I’m counting right there are now 290 stations.  That is only 2 extra stations in 2 months.  That is way below what is needed as need at least 9 stations added per month. https://nzta.govt.nz/planning-and-investment/planning/transport-planning/planning-for-electric-vehicles/national-guidance-for-public-electric-vehicle-charging-infrastructure/enabling-a-nationwide-network-of-public-charging-infrastructure/ On the maps it looks like only 1 station is currently under construction, and the distribution of other stations looks quite even, leaving few urgent gaps to fill.  Of course as there are more cars more charging stations will be needed, but it looks like we are in a lag period between upping the supply of charging stations to promote uptake and the actual uptake of electric vehicles.  So expect charging station growth to be slow for rest of this year. Revising forecast down a lot."], [95944, "2021-08-15T09:16:18Z", [0.02], "This forecast is based on:\n1-Restricted criterias to approve any new electrical  station. 2-The active number is currently about 286 which is fair enough in my opinion. 3-New lockdown due to Delta variant spread will make it more slow to approve  new unites if any."], [94872, "2021-08-14T03:53:52Z", [0.15], ""], [691, "2021-08-12T17:36:22Z", [0.06], ""], [1333, "2021-08-12T14:42:54Z", [0.08], ""], [99857, "2021-08-12T00:38:16Z", [0.21], "I'm starting to think being right on this question will be mostly luck... That said, the rush doesn't seem to be as 'on' as I initially thought so I'm going to come down pretty heavy. Although it is worth noting there could be a surge of openings just ahead of the summer driving season the news doesn't seem to indicate enough to keep the optimism I initially had. \"The continued development of the hyper-rapid EV charging network by ChargeNet will see an additional 18 hyper-rapid EV chargers constructed along major driving routes from Kaiwaka to Queenstown over the next 18 months.\" https://www.driven.co.nz/news/three-more-hyper-rapid-ev-chargers-to-be-installed-across-new-zealand/"], [101064, "2021-08-11T20:11:09Z", [0.8], ""], [101031, "2021-08-11T10:24:43Z", [0.1], "Tesla chargers will become available to everyone presumably making these fit the rules for the WK website. Unfortunately there are only about 12 in the country but it does help.\n\"Tesla will let everyone use its Superchargers | Stuff.co.nz\" https://i.stuff.co.nz/motoring/evs/125826511/tesla-will-let-everyone-use-its-superchargers Chargenet confirmed 3 additional hyper chargers taking it to 18 over next 18 months\n\"ChargeNet to add three more 300kW hypercharger sites | Stuff.co.nz\" https://i.stuff.co.nz/motoring/evs/125775619/chargenet-to-add-three-more-300kw-hypercharger-sites"], [100653, "2021-08-11T06:49:52Z", [0.1], ""], [20256, "2021-08-07T13:22:31Z", [0.17], ""], [691, "2021-08-06T16:32:43Z", [0.12], ""], [101392, "2021-08-06T08:22:28Z", [0.08], "This off my last submission feels the right correction. It’s at the upper end of my initial thinking before I considered rapid charging station installation and a wave of updates on the website of already qualified charging stations. I no longer think a rapid installation of qualified chargers is anything but a negligible possibility, where the risk now is of a website wave update. That will every some weeks decrease in possibility. 8% is my prediction. Though keeping an eye out for news which may change my mind upwards, very little beyond the passage of time with push me downwards. "], [691, "2021-08-05T18:41:16Z", [0.2], ""], [59881, "2021-08-05T15:04:48Z", [1.0], ""], [1333, "2021-08-05T08:17:35Z", [0.12], ""], [691, "2021-08-04T20:06:44Z", [0.22], ""], [34815, "2021-08-04T04:10:42Z", [0.0], ""], [691, "2021-08-03T18:21:03Z", [0.46], ""], [94872, "2021-08-03T02:06:19Z", [0.25], ""], [50981, "2021-08-02T18:54:39Z", [0.08], ""], [101878, "2021-08-02T12:13:37Z", [0.03], ""], [691, "2021-08-01T15:10:58Z", [0.55], ""], [1333, "2021-07-31T09:50:44Z", [0.25], ""], [94872, "2021-07-30T02:05:38Z", [0.65], ""], [79914, "2021-07-29T20:14:22Z", [0.0], ""], [54564, "2021-07-29T20:10:32Z", [1.0], ""], [53773, "2021-07-29T17:44:25Z", [0.2], ""], [1333, "2021-07-29T14:03:44Z", [0.24], ""], [101031, "2021-07-29T04:03:03Z", [0.18], "A month gone and very little change. I am dropping slightly"], [12591, "2021-07-29T02:10:29Z", [0.6], ""], [691, "2021-07-28T17:58:40Z", [0.6], ""], [1333, "2021-07-28T11:07:45Z", [0.24], ""], [100653, "2021-07-28T07:37:11Z", [0.15], ""], [691, "2021-07-27T17:32:43Z", [0.64], ""], [1333, "2021-07-27T04:50:23Z", [0.25], ""], [6425, "2021-07-26T17:08:44Z", [0.9], ""], [1333, "2021-07-26T12:53:55Z", [0.24], ""], [100653, "2021-07-25T19:05:31Z", [0.1], "Currently 290 active points as per website, using Wayback Machine on same website, there were 287 active on 31 March.\ni.e. 3 additional in almost 4 months\nJust based on this alone, I'm going for a low pick - 10%\nDon't want to go too much lower, as this could easily jump if there is a backlog of updating, or a new batch are completed."], [1333, "2021-07-25T15:32:55Z", [0.25], ""], [1333, "2021-07-25T15:13:41Z", [0.24], ""], [90237, "2021-07-25T06:03:24Z", [0.0], ""], [1333, "2021-07-23T13:16:29Z", [0.16], ""], [691, "2021-07-22T17:40:42Z", [0.6], ""], [1333, "2021-07-22T05:52:56Z", [0.15], ""], [1333, "2021-07-20T13:27:57Z", [0.14], ""], [34959, "2021-07-20T07:00:32Z", [0.51], "Hammering through some grunt work According to a quick review of the list, there's 117 non-ChargeNet NZ charging stations, AND according to ChargeNet NZ they have 256 operating stations (1). Which adds up to 373 total, so it would seem not all of ChargeNet's stations are up to the nationwide network standard outlined by Waka Kotahi. And I will pick that apart next time I check in on this question.  It's worth noting I could only find announcements from ChargeNet and the Warehouse (2) on new charging stations, given this is the case, and it's likely not all stations will meet the requirements to be listed as part of the nationwide network.  I'm maintaining my position for now, but will continue to build the case over the coming days, and will likely drop points.  1. https://charge.net.nz/our-network/\n2. https://www.thewarehousegroup.co.nz/news-updates/warehouse-group/expanding-our-ev-charging-stations"], [101064, "2021-07-19T20:28:06Z", [0.65], ""], [1333, "2021-07-18T15:27:17Z", [0.13], ""], [1333, "2021-07-17T09:54:52Z", [0.12], ""], [94872, "2021-07-17T00:16:37Z", [0.7], ""], [691, "2021-07-16T15:04:12Z", [0.66], ""], [1333, "2021-07-16T07:39:03Z", [0.11], ""], [34959, "2021-07-15T23:45:51Z", [0.51], ""], [101392, "2021-07-15T09:29:37Z", [0.23], "The shortfall as of today is of 30 chargers. My thinking is that though there are lots planned across cities which should take listed stations over 321, EVRoam has been active for some years though does not often update (only 1 new station since 31 March) and acknowledges as of 7 July only 1 under construction. PlugShare too acknowledges only a few as planned or under construction. One city council won't even decide on an installer until about the end of August. I think 30 new listed stations over the next 3 1/2 months is very unlikely. I initially though of a prediction in the 3-8% range, but because there is a risk that there may be a wave of updates on the site and or rapid installation of new charging stations I'll start at about 23%. Watching for both announcements on installation, acknowledgement of those planned, and updates on the site."], [99857, "2021-07-15T03:28:42Z", [0.72], "Nice Find @GMR ! \"Eighty was a good start, with 20 set to be installed over a year in Hutt City, and 60 over five years in Wellington City.\" https://www.stuff.co.nz/environment/climate-news/125248940/eighty-electric-vehicle-charging-stations-on-the-way-for-hutt-and-wellington-city?rm=a If even a few of these come online in the next 3.5 months it could tip the balance. I'm going up on my forecast back to the 72% I started with as I'm still not certain its a sure deal but this makes it much more possible"], [101216, "2021-07-13T18:58:56Z", [1.0], "280+ listed with a load coming. Presumably the website is also behind so I'd be willing to wager that it will catch up sooner rather than later. "], [1333, "2021-07-13T14:15:07Z", [0.1], ""], [101031, "2021-07-13T10:54:55Z", [0.22], "New EECA funding round for new charging stations was announced today. A bunch of new proposals particularly in Wellington but no comment in any reports on anything currently underway. \n\"Wellington to get 30 more electric vehicle fast chargers | Stuff.co.nz\" https://i.stuff.co.nz/dominion-post/wellington/125740086/wellington-to-get-30-more-electric-vehicle-fast-chargers\nWellington is currently going through the tender process and the company that will build them will be announced at the end of August. I don't think those ones will be done by Nov. \n\"Eighty electric vehicle charging stations on the way for Hutt and Wellington City | Stuff.co.nz\" https://i.stuff.co.nz/environment/climate-news/125248940/eighty-electric-vehicle-charging-stations-on-the-way-for-hutt-and-wellington-city?rm=a\n"], [101031, "2021-07-13T10:39:29Z", [0.24], ""], [26642, "2021-07-12T17:29:28Z", [0.2], ""], [691, "2021-07-11T16:32:50Z", [0.7], ""], [1333, "2021-07-11T15:20:55Z", [0.06], ""], [99857, "2021-07-11T02:43:23Z", [0.5], "https://www.gjopen.com/comments/1306372 ... lots of conflicting data so I'm backing off to 50/50 until we can sort it out."], [691, "2021-07-09T15:30:27Z", [0.72], ""], [101852, "2021-07-09T15:21:28Z", [0.7], ""], [20256, "2021-07-09T11:57:55Z", [0.64], ""], [88452, "2021-07-08T18:54:51Z", [0.0], "Forecast: 316. (305 currently available, up to four under construction, seven planned)"], [92079, "2021-07-08T06:05:35Z", [1.0], ""], [1333, "2021-07-07T13:00:00Z", [0.05], ""], [101793, "2021-07-06T23:56:43Z", [0.69], ""], [691, "2021-07-06T18:22:40Z", [0.82], ""], [1333, "2021-07-06T13:18:20Z", [0.04], ""], [101031, "2021-07-06T02:19:11Z", [0.4], ""], [101031, "2021-07-05T20:28:24Z", [0.45], "Looking at a city that I know well there seems to be not enough public charging facilities listed. This WK count seems either woefully out of date or people aren't submitting new chargers to the system. This doesn't seem like an official up to date resource so I am reducing my probability that it will be updated by then."], [48709, "2021-07-05T20:01:02Z", [0.33], "Incomplete data has me low baling "], [97375, "2021-07-05T19:20:44Z", [0.58], ""], [691, "2021-07-05T16:43:43Z", [0.78], ""], [100664, "2021-07-05T12:22:19Z", [0.83], ""], [101031, "2021-07-05T10:09:11Z", [0.45], "Not convinced that we will achieve this by 1 Nov.  Much of the data is outlined by Scappleby below, but proposed stations for this year dont hit the 321 target. This year's eeca grants will be unlikely to be on line until next year (as with the warehouse sites which haven't finished chargers from last year's funding yet). My estimate is 315 by November. Any other growth will be private companies and therefore don't meet guidelines for this system."], [34815, "2021-07-05T06:59:06Z", [1.0], ""], [706, "2021-07-05T03:14:08Z", [0.75], ""], [101064, "2021-07-04T21:48:58Z", [0.75], ""], [99857, "2021-07-04T16:06:50Z", [0.72], "288 are shown as of July 4 (that's the total when North and South Island are totaled although, weirdly, if you zoom out all the way it shows 283... so there's a glitch somewhere and should probably get that figured out). ChargeNet has 256 of those, 4 under construction, and 20 more planned for 2021. Tesla has 12 with 3 listed as 'coming soon'. Unison doesn't list any new planned stations. Aukland Transport works with ChargeNet. Alpine Energy works with ChargeNet. PowerCo doesn't have any projects listed. Northpower doesn't have any projects listed. The Warehouse is working with ChargeNet. \"From July, drivers will be helped into electric cars – courtesy of a newly unveiled Government “feebate” to make lower-carbon cars more affordable. A brand-new fully electric vehicle will earn a maximum rebate of $8625, while a used one could receive up to $3450. Plug-in hybrids are eligible for smaller rebates. From next year, customers buying gas guzzlers will need to pay fees. A Toyota Hilux will cost $2900 more, with fees going up to $5175. Drivers will be nudged towards lower-emissions cars, as comparatively efficient petrol and diesel vehicles will attract smaller fees, or even a rebate.\" https://www.stuff.co.nz/environment/climate-news/125378809/are-evs-ready-for-our-roads-and-vice-versa There's a summary of all approved project grants here: https://genless.govt.nz/running-a-business/co-funding-and-support/low-emission-vehicles-contestable-fund/summaries-of-approved-projects/ It looks like ChargeNet is dominating the current infrastructure and took the lions share of the recent grants. If Tesla and ChargeNet finish their planned projects by Nov 1 that puts the total at 312. I'm not clear on what counts for the total as the grant says 'over 1100 charging grants given' but less than 300 are listed on the map. With the new subsidies it seems very plausible that another 10 can be set up (in addition to those planned), although I'm not sure where as it seems that every grocery store has one by now. Carparks? Petrol stations? 70 seems too low, 75 seems too high so I'll start at 72% and see if anything is announced over the next  month."], [691, "2021-07-04T14:31:21Z", [0.76], ""], [1333, "2021-07-03T14:44:29Z", [0.01], ""], [83135, "2021-07-03T12:47:43Z", [0.7], ""], [45594, "2021-07-03T11:54:07Z", [0.6], ""], [80790, "2021-07-02T23:32:05Z", [0.78], "I count 288 stations today if I’ve read the map correctly.  To add 50 odd more in the next 6 months seems doable."], [87175, "2021-07-02T21:48:16Z", [0.9], ""], [1333, "2021-07-02T17:52:33Z", [0.0], ""]], "open_date": "2021-07-02T17:00:36Z", "close_date": "2021-11-01T07:01:36Z"}