{"question_id": 2012, "title": "Before 15 July 2021, will it be officially announced that the Tokyo 2020 Summer Olympics will not commence in July 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[101293, "2021-07-13T21:47:59Z", [0.0], "The Olympics are starting soon, and the countries have done their qualifications and booked their flights. Never before has an Olympics not commenced this close to starting, and there is no momentum in the news towards cancellation in terms of the IOC and Japan's decision-making."], [100184, "2021-07-13T17:40:30Z", [0.0], ""], [101892, "2021-07-13T14:24:25Z", [0.3], "Japan, the IOC and other interested parties have a lot riding on this but the chance is not zero.  "], [101286, "2021-07-13T13:39:16Z", [0.0], "With the games just two days away (and knowing a friend who has arrived in Tokyo to compete), I have very very little reason to think the games will not happen at this point.  It would require an event far less likely than 1/100 to occur in the next two days to prevent the games at this point.  "], [96828, "2021-07-13T12:01:12Z", [0.0], ""], [20156, "2021-07-13T11:45:10Z", [0.0], ""], [56338, "2021-07-13T10:00:01Z", [0.0], ""], [101885, "2021-07-12T17:54:52Z", [0.15], "Measures were already announced for the management of spectators. Other sporting events (UEFA, Formula 1, NHL hockey, etc.) have all been able to hold major international competition under COVID."], [101066, "2021-07-12T17:22:27Z", [0.0], ""], [43189, "2021-07-12T13:24:59Z", [0.0], ""], [101301, "2021-07-12T13:24:08Z", [0.01], ""], [100803, "2021-07-12T13:14:11Z", [0.0], ""], [16160, "2021-07-12T12:18:35Z", [0.0], "Now they have banned spectators, seems unlikely they will cancel the entire games at this point."], [33873, "2021-07-12T10:43:49Z", [0.0], ""], [101030, "2021-07-11T23:22:10Z", [0.01], ""], [101057, "2021-07-11T20:48:45Z", [0.0], ""], [101057, "2021-07-11T20:48:19Z", [0.01], ""], [101066, "2021-07-11T17:18:23Z", [0.02], ""], [42234, "2021-07-11T11:24:28Z", [0.0], ""], [90433, "2021-07-10T18:18:00Z", [0.0], ""], [56265, "2021-07-09T20:33:35Z", [0.01], ""], [101301, "2021-07-09T20:03:09Z", [0.01], ""], [13979, "2021-07-09T19:56:38Z", [0.02], ""], [101852, "2021-07-09T16:26:32Z", [0.0], ""], [59635, "2021-07-09T16:17:19Z", [0.0], ""], [101852, "2021-07-09T15:54:52Z", [0.0], ""], [55987, "2021-07-09T15:12:00Z", [0.0], ""], [100803, "2021-07-09T14:57:55Z", [0.01], ""], [100273, "2021-07-09T14:34:17Z", [0.0], "All in."], [101307, "2021-07-09T13:50:18Z", [0.01], ""], [14826, "2021-07-09T13:32:40Z", [0.0], ""], [691, "2021-07-09T13:32:35Z", [0.0], ""], [96757, "2021-07-09T13:12:08Z", [0.0], ""], [101335, "2021-07-09T13:04:37Z", [0.01], ""], [101282, "2021-07-09T13:04:19Z", [0.0], "I get that typically putting a 0% probability isn't desirable -- but I think that with a week out, the probability is much closer to 0% than 1% -- particularly with the organizers officially announcing that it will take place."], [95112, "2021-07-09T11:14:12Z", [0.0], ""], [597, "2021-07-08T15:25:34Z", [0.01], ""], [101066, "2021-07-08T14:29:30Z", [0.04], ""], [93350, "2021-07-08T14:00:01Z", [0.0], "June 8. https://news.sky.com/story/tokyo-olympics-to-go-ahead-without-spectators-as-covid-cases-surge-12351656  ‘This summer's Tokyo Olympics will go ahead without spectators after a surge in coronavirus cases, organisers have announced’. \n"], [67259, "2021-07-08T09:31:11Z", [0.0], ""], [87342, "2021-07-07T19:24:56Z", [0.0], ""], [101312, "2021-07-07T14:10:50Z", [0.02], "Reducing due to passage of time"], [101036, "2021-07-07T05:46:35Z", [0.0], ""], [95712, "2021-07-07T03:44:59Z", [0.0], ""], [30346, "2021-07-06T17:55:53Z", [0.0], ""], [101216, "2021-07-06T15:07:06Z", [0.0], ""], [101793, "2021-07-06T00:04:57Z", [0.0], "Comment deleted on Jul 06, 2021 12:05AM UTC"], [101793, "2021-07-05T22:41:25Z", [0.0], ""], [34959, "2021-07-05T05:04:45Z", [0.0], ""], [101064, "2021-07-04T21:54:29Z", [0.0], ""], [101225, "2021-07-04T21:48:49Z", [0.0], ""], [56170, "2021-07-04T14:13:21Z", [0.0], ""], [37520, "2021-07-04T03:42:27Z", [0.0], ""], [94872, "2021-07-03T03:54:16Z", [0.0], ""], [30346, "2021-07-02T23:10:56Z", [0.01], ""], [101278, "2021-07-02T16:35:36Z", [0.0], ""], [101327, "2021-07-02T16:35:26Z", [0.0], ""], [101318, "2021-07-02T16:11:41Z", [0.01], "We only have two weeks left and there is no additional news regarding the potential closing of the Tokyo Olympics as we had before. Therefore, based on additional information and shortened horizon of time, I would say that the probability of not happening is 1%."], [101297, "2021-07-02T16:10:55Z", [0.0], ""], [101318, "2021-07-02T16:06:46Z", [0.01], "Comment deleted on Jul 02, 2021 04:07PM UTC"], [101303, "2021-07-02T15:08:04Z", [0.0], ""], [101287, "2021-07-02T14:47:34Z", [0.04], "The olympics have only been cancelled 3 times out of 28, a base rate of ~11%. However, taking a deeper look at the three times they were cancelled: -1916: World War 1 - cancelled in July 1914 due to outbreak of war (~2 years prior)\n-1940: World war 2 - Japan (host nation) cancelled in July 1938 (~2 years prior), after invasion of China and start of second Sino-Japanese War in 1937\n-1944: World war 2 - London cancelled due to outbreak of war in Europe in September 1939 (~5 years prior) Looking at each of these cancellations, they all occurred over a year before the actual Olympics were set to be scheduled. Given that the Olympic trials have already been conducted in most countries, and that no cancellations has ever been announced this close to the games (we are now about one month away from the Olympics starting), I'm adjusting down my estimate from the base rate. https://en.wikipedia.org/wiki/List_of_Olympic_Games_host_cities\nhttps://www.historyextra.com/period/modern/have-olympic-games-cancelled-postponed-tokyo-2020-coronavirus-pandemic/\nhttps://en.wikipedia.org/wiki/1940_Summer_Olympics\nhttps://www.nationalww2museum.org/media/press-releases/recalling-londons-lost-olympics-national-wwii-museum-highlights-history"], [101303, "2021-07-02T14:38:13Z", [0.01], ""], [101329, "2021-07-02T14:18:18Z", [0.01], "Let's first look at the historical base rate. There are just five out of 56 potential Olympics that have been cancelled, namely three out of 31 potential Summer Olympics (28 actually occurred) and two out of 25 Winter Olympics (23 actually occurred). So the base rate is, like Tony said, about 1 in 11.  However let's take the inside view now and adjust this estimate. There are less than 2 weeks until the given date stated of July 15, 2021, so if this announcement will come, there is not too much time left. Moreover, many of the potential reasons to cancel the Tokyo games are caused by reasons due to the COVID pandemic. There have been no cancellations of a modern Olympic games due to a pandemic in history: we can look at https://knowablemagazine.org/article/health-disease/2020/pandemics-recent-history and see that while these pandemics overlapped with Olympic games, there were no cancellations then. Additionally, with COVID infections dropping significantly in Japan since May from around 6000 to 1400 a day as one can see by a simple Google search, and the setup for the Olympics in full swing (https://www.nbcnews.com/news/world/tokyo-olympics-set-open-month-after-waves-covid-infection-opposition-n1271794, and Olympics trials for national teams in many sports already having occurred), in conjunction with the limited time horizon it seems extremely unlikely that the Olympics will be cancelled. Of course there is still a possibility that the Tokyo Summer Olympics will be cancelled in the next two weeks -- nothing happens with probability 0 -- but considering that the outcome probabilities we can assign just increment by 1 percent each time, I assign the probability of this event at 1%."], [56170, "2021-07-02T14:10:39Z", [0.0], ""], [101317, "2021-07-02T14:08:32Z", [0.0], ""], [101280, "2021-07-02T14:04:23Z", [0.01], "With Biden's pledged support and Japan's continued planning, the rate of failure should be about 1 - (.85)^.15 ~~ 1%, where we do some failure discounting and then discount further as the probability of cancelling should become much rarer as we get closer and more is at stake."], [101314, "2021-07-02T13:53:02Z", [0.01], "updating for time decay"], [87827, "2021-07-02T13:17:48Z", [0.0], ""], [99857, "2021-07-02T04:54:05Z", [0.0], ""], [79461, "2021-07-02T04:05:08Z", [0.0], ""], [101330, "2021-07-02T02:56:11Z", [0.01], ""], [101330, "2021-07-02T02:55:40Z", [0.02], ""], [1624, "2021-07-02T01:47:10Z", [0.0], ""], [100425, "2021-07-01T18:03:56Z", [0.0], "Less than 1%. More likely to be limited audience with high domestic vaccination rate"], [98029, "2021-07-01T15:30:01Z", [0.01], ""], [101036, "2021-07-01T06:48:55Z", [0.01], ""], [83135, "2021-07-01T01:16:31Z", [0.0], ""], [86715, "2021-07-01T01:01:53Z", [0.0], ""], [93350, "2021-06-30T17:53:16Z", [0.0], "Only war or disorder can stop the games – both unlikely.\nThe  Tokyo/IOC Contract and the resultant consequences of cancellation are forcing the issue (against the will of the residents) to proceed. https://olympics.com/tokyo-2020/en/schedule/  https://olympics.com/tokyo-2020/en/  https://www.bbc.co.uk/news/world-asia-57395010  https://www.bbc.co.uk/sport/olympics/57329388  ‘It is possible to cancel the Olympics, but only under very exceptional circumstances like war or civil disorder.\nThe contract between the IOC and host city Tokyo makes it clear only the IOC can cancel the event.\nThe IOC is thought to make around 70% of its money from broadcast rights, and 18% from sponsorship. If the Games don't go ahead, it could severely damage its finances, and the future of the Olympics’.\n"], [101281, "2021-06-30T16:44:14Z", [0.01], "COVID cases in Tokyo are currently at less than 500 new cases a day, in a city with a population of around 14 million. Meanwhile, Rio de Janeiro has around 2,000 new cases per day in a city of around 6 million people and is currently hosting the Copa America tournament.  London has around 2,000 case per day and a population of less than 9 million and is hosting the Euro 2020 tournament with large crowds allowed as well (whereas the Olympics will have no visiting crowds, and its unclear if any crowds will be allowed). Obviously these are not perfect comparisons as the Olympics brings together people from a wide variety of countries which presents more risk, but an IOC spokesperson said that \"well above\" 80% of residents of the Olympic and Paralympic Village in Tokyo will be vaccinated as well as around 80% of the media, which seems to mitigate this risk. \nFinally, the head of Japan's Olympics organizing committee ruled out a few weeks ago another suspension of the games (especially driven by the massive cost delaying the games had). Now that there are only about two weeks until the games are set to begin, it might be possible that all spectators will be banned but it is unlikely that the games are suspended/move as a whole. "], [101321, "2021-06-30T15:37:22Z", [0.0], "It is too close and too many Olympic trials have already concluded."], [88614, "2021-06-30T15:31:28Z", [0.0], ""], [101331, "2021-06-30T15:22:50Z", [0.0], ""], [101315, "2021-06-30T14:53:51Z", [0.01], "There are now just over two weeks left until the closing of this question, and it seems more unlikely than ever at this point that the Games will be canceled. While the Olympics have been canceled or postponed in the past, never before has such an announcement come so close to the commencement of the event. In fact, this is an extraordinarily rare occurrence for any mass international sporting event, and those movements/cancellations have almost always come as a response to a completely unprecedented event - typically natural disasters or similarly catastrophic events. In this case, base-rate comparisons are likely not as important as the specifics of the situation itself, and a variety of developments across the spectrum of interested parties have clarified that it would take a situation similarly shocking to last year's Covid cancellation in order to force another postponement of the Olympics. The IOC generates $4bn in advertising revenue from the Olympics each cycle, which given the Summer Games' popularity relative to the Winter Games implies Summer ad revenue of ~ $2.5bn. Given pressure from these sponsors, particularly television rightsholders like NBC, and the potential perception hit the IOC might take from a full-on cancellation given their already unsavory reputation, the IOC's incentives are strongly aligned in favor of holding the Games. Additionally, the IOC/Japan contract gives the IOC the ultimate authority as to whether or not the Games will go ahead, so even if Japan's government is against the Olympics proceeding, they'd need to take extreme action in order to prevent them from occurring at the given start date. The other primary stakeholder in this situation is the country of Japan, which may face the strongest incentive to postpone or cancel the Olympics given the public pressure to do so - upwards of 80%, given the country's relatively low vaccination rate (https://www.nbcnews.com/news/olympics/ahead-tokyo-olympics-japan-vaccination-rate-far-mark-n1272523) and the push by medical professionals and news media to more strongly consider that possibility (https://www.espn.com/radio/play/_/id/31519855). However, while the Japanese government would be the body most responsive to public opinion, there are several reasons why them doing so and not proceeding with the Games is unlikely: 1. Sunk-cost fallacy -- Japan has already spent ~ $30bn on preparations for the Games over the past decade. Not holding the Olympics would \"waste\" all this work, and although it's a sunk cost and shouldn't be taken into account, there's a strong emotional attachment to the Games on the part of Japan's government, which leads to...\n2. The Games' purpose -- Japan won the bid to host the Olympics under the narrative that it would showcase the country's rebound from the earthquake/nuclear disaster of 2011, a bid led by the Japanese government. This narrative has now pivoted to a worldwide Covid recovery-oriented one as the first Olympics since the onset of the pandemic, and as a country that has handled the pandemic relatively well vs. other nations, Japan's leaders are invested in showing the world the strength of both their disaster and Covid recoveries.\n3. Response to public opinion -- the current Japanese government, which supports holding the Games, is up for reelection this fall. This would normally give rise to concern about the possible negative impact of ignoring public opinion with an election in the near future, but the ruling Liberal Democratic Party has won sound victories of > 12% in every election since 2012. This implies that even a move towards opposition parties would still leave the LDP in a strong political position, lessening their concern about possibly losing power.\n4. Preparation efforts -- this does not mean that Japan is taking no steps to respond to the concerns of their population. Stadium capacity is limited to local residents at 50% with no cheering allowed, and the typically active Olympic Village is siloed to prevent excess interaction amongst athletes and with the larger Tokyo population. There are also very strict protocols regarding the teams themselves - for example, in gymnastics, if one team member tests positive for Covid-19, every team member is no longer able to compete. While some may view such measures as excessive, it's an indicator that there has been a measurable response to the concerns raised by Japanese citizens. In summation, with only two weeks until the close-out period of this question, my estimates have been revised significantly downwards to where I believe it's extremely unlikely it's announced the Games will not proceed in July 2021. "], [101319, "2021-06-30T14:44:21Z", [0.01], "The Olympics are a few weeks away, and most countries seem to be moving forward with the assumption that they will happen. The Japanese government has not indicated that they are seriously considering delaying or cancelling the Olympics."], [101279, "2021-06-30T14:03:29Z", [0.0], "Olympic Trials are wrapping up and athletes seem certain that the Olympics are a go- also just two weeks away"], [100664, "2021-06-30T10:50:58Z", [0.0], ""], [99106, "2021-06-30T02:53:56Z", [0.0], ""], [101032, "2021-06-30T02:18:07Z", [0.01], "Further reduced - now just two weeks to go and nothing to suggest any change of direction."], [98424, "2021-06-30T01:29:21Z", [0.0], ""], [91051, "2021-06-30T00:32:20Z", [0.0], ""], [30346, "2021-06-29T20:24:07Z", [0.02], ""], [101322, "2021-06-29T19:53:48Z", [0.01], "There are only 16 days left, and so it seems very unlikely that an official announcement will be made in time (or at all). Athletes and teams don't appear to be showing much uncertainty that the Olympics will occur as scheduled, with USA's basketball roster being announced recently. While there are still concerns about coronavirus infections increasing, I haven't seen any official statements suggesting that this would be likely to cause the games to be cancelled."], [87155, "2021-06-29T19:50:16Z", [0.0], ""], [56170, "2021-06-29T14:59:03Z", [0.02], ""], [101040, "2021-06-29T02:47:42Z", [0.0], ""], [691, "2021-06-28T20:03:00Z", [0.0], ""], [101274, "2021-06-28T18:21:29Z", [0.01], "With less than 3 weeks until the deadline and with no new developments, it seems extremely unlikely that the Olympics would be cancelled or postponed at this point. Doing so would greatly harm the financial wellbeing of the IOC and the costs outweigh the benefits. "], [59635, "2021-06-28T17:40:00Z", [0.01], ""], [100715, "2021-06-28T15:34:17Z", [0.0], "Clock is ticking. . . And it appears the games will go on."], [101286, "2021-06-28T15:27:11Z", [0.01], ""], [101286, "2021-06-28T15:26:49Z", [0.02], ""], [101289, "2021-06-28T15:05:14Z", [0.0], ""], [98516, "2021-06-28T14:17:51Z", [0.0], ""], [87827, "2021-06-28T13:46:36Z", [0.01], ""], [61016, "2021-06-28T13:23:46Z", [0.01], "The Emperor of Japan has raised his concern about the Olympics. His voice carries weight but it seems to be too late for any withdrwal."], [94872, "2021-06-28T00:34:16Z", [0.01], ""], [96757, "2021-06-27T23:02:07Z", [0.01], ""], [698, "2021-06-27T21:15:35Z", [0.01], ""], [101301, "2021-06-27T15:04:40Z", [0.03], "Events of this size are normally cancelled at least a month or 2 in advance. Since there is less than a month left until the start of the event if there are no extreme situations, and extreme events happen with probability ~0.03, so my guess is 0.03."], [97302, "2021-06-27T14:23:23Z", [0.0], ""], [79508, "2021-06-27T12:14:30Z", [0.0], ""], [88452, "2021-06-26T16:02:12Z", [0.0], "Even Yuriko Koike, the governor of Tokyo who was once said to be the most powerful person in charge to be able to cancel the Games for safety reasons, is now seen advertising on CNN the \"city of Tokyo\" , awaiting travellers from around the world for the Games, as she hopes these \"new measures make for a safer and happier environment for everyone\"... https://www.youtube.com/watch?v=-Wtzs4yFyus"], [99780, "2021-06-26T12:51:42Z", [0.0], "it's happening."], [42234, "2021-06-26T02:45:55Z", [0.01], "Almost no chance based on the officials’ statements, the associated costs, and the fact that the time’s too short now. A black swan catastrophic event (an earthquake followed by a nuclear disaster? A meteor strike?) could result in a cancellation or push it past July, but the chances of that are too small. "], [1624, "2021-06-26T01:40:53Z", [0.01], ""], [22689, "2021-06-26T01:10:55Z", [0.0], ""], [101279, "2021-06-25T21:20:27Z", [0.01], "Modifying down due to less time remaining. Previous arguments still stand and this change is also supported by less press coverage around cancellation."], [101331, "2021-06-25T20:40:21Z", [0.03], ""], [101311, "2021-06-25T13:29:38Z", [0.05], ""], [101585, "2021-06-25T12:48:11Z", [0.0], ""], [101036, "2021-06-24T21:21:55Z", [0.03], ""], [30346, "2021-06-24T21:17:43Z", [0.03], ""], [55987, "2021-06-24T16:00:07Z", [0.0], ""], [14432, "2021-06-24T15:25:43Z", [0.0], ""], [37236, "2021-06-23T21:43:01Z", [0.0], ""], [67259, "2021-06-23T16:54:28Z", [0.01], ""], [43189, "2021-06-23T16:52:58Z", [0.08], ""], [99106, "2021-06-23T14:39:20Z", [0.1], ""], [101132, "2021-06-23T04:18:52Z", [0.04], ""], [101333, "2021-06-22T22:40:35Z", [0.0], ""], [95712, "2021-06-22T21:55:40Z", [0.02], "BBC reports on the 17th June \"Tokyo 2020 president Seiko Hashimoto is 100% certain the Games will go ahead, despite a state of emergency in the city\" (https://www.bbc.com/news/world-asia-57240044).  The possibility of an outbreak of the delta Covid-19 variant was discussed but suspiciously only with respect to spectators.  Hashimoto said if an outbreak were to happen, the games would continue without spectators.  She did not speculate about an outbreak among athletes which is interesting.  It leaves a seed of doubt, hence the 2% probabilistic forecast."], [79508, "2021-06-22T21:51:30Z", [0.01], ""], [101060, "2021-06-22T21:29:09Z", [0.02], ""], [101300, "2021-06-22T18:04:38Z", [0.01], "Since my initial forecast, not only has time passed and thus reducing likelihood of a cancellation, but two major parties have spoken up in support of the games: Biden and Suga. Biden has endorsed the games, as my teammates have mentioned, but Suga is also pushing ahead, wanting spectators to be in the stands. The capacity has also been set at 50%, or 10K local spectators. Such limits and planning would likely not occur if there were concrete plans to cancel the Olympics, suggesting that the officials have essentially reached the decision to go forward with the games. Public sentiment is also pushing forward, as articles now talk about the precautions being taken going into the games rather than the unrest in Japan as articles features a weeks earlier. The only way I foresee a cancellation now is a dramatic spike in COVID cases or a new strain, but with more vaccines, this is increasingly a negligible risk in the scheme of the games. Thus, my forecast has been adjusted to 1%."], [88614, "2021-06-22T17:43:12Z", [0.01], ""], [12562, "2021-06-22T11:29:24Z", [0.0], ""], [86554, "2021-06-22T10:27:08Z", [0.0], ""], [101032, "2021-06-22T05:43:11Z", [0.02], "Another week passes and things look to be staying on track. Interesting to note that back in May polls suggested >80% of Japanese population opposed, but I read that a poll taken 19-20 June had this at 65%... so maybe even they are getting board, slowly. I think it will take a major catastrophe to cause cancellation now."], [94872, "2021-06-22T03:59:55Z", [0.02], ""], [96828, "2021-06-22T03:38:38Z", [0.0], "With so many moving parts already set, it'll be quite difficult to have it cancelled. It'd be easier to have it happen and risk an outbreak than to cancel."], [101307, "2021-06-22T03:04:21Z", [0.04], "The WH released a statement: “President Biden affirmed his support for the Tokyo Olympic Games moving forward with all public health measures necessary to protect athletes, staff and spectators,” the White House statement said. Given this statement, and the fact that about 2 weeks have passed, I'm updating my prediction. "], [18322, "2021-06-21T22:51:52Z", [0.0], ""], [80667, "2021-06-21T22:23:48Z", [0.01], "The cancellation decision becoming less and less likely..."], [55987, "2021-06-21T20:00:48Z", [0.0], ""], [92939, "2021-06-21T19:19:53Z", [0.01], "I am decreasing this probability as it looks clear that the government is moving in one direction here. They have opted to allow  domestic spectators. They also started vaccinating individuals under 65 years old while cases continue to go down. On the flip side, today an olympic coach was diagnosed with covid, I dont think this will pause a problem since japan is not a bubble that is continuously recording 0 cases a day. I think this might be alarming ass far the variants go that were not detected in Japan and I will keep an eye on any news that concern that"], [98850, "2021-06-21T18:52:36Z", [0.0], "Taking it to less than 1% (0% on here) because everything is moving forward in many different countries. This is too big to stop now."], [75863, "2021-06-21T16:19:21Z", [0.0], ""], [101293, "2021-06-21T14:12:38Z", [0.03], "3 of 31 Summer Olympics have been canceled, and 2 of 23 Winter Olympics have been canceled. All of these cancellations were due to WWI or WWII. Furthermore, out of all the Olympics (Summer and Winter), only twice have 30 or more countries boycotted the games. Boycotting is not the same as cancellation, but one could imagine the possibility that if many countries boycotted the Tokyo Olympic Games due to COVID that there would be pressure on the authorities to cancel the games. In total, 7 of 54 Olympic Games (13%) have been cancelled or boycotted by more than 30 countries. Using Summer Olympics only, that rate is 5 of 31 (16%). However, we are not currently in a World War (like all of the previous cancellations), and boycotting is not the same as cancellation, so the rate should be adjusted lower.  Furthermore, I expect there to be \"time decay\" in the probability as we get closer to the games, as it will be harder (both psychologically and economically) to justify a cancellation the closer the games get. It seems like Tokyo is moving forward with the games, as they announced strict limits on fans recently, and \"Seiko Hashimoto, the president of the Tokyo Olympic organizing committee, called the decision 'the last piece for the Olympics' to proceed on July 23\" (Source: AP).  With the factors mentioned above (about base rates not being completely aligned with the current situation) as well as the \"time decay\" factor, I adjust the 13-16% baserate down to a final forecast of 3%."], [101314, "2021-06-21T13:28:35Z", [0.02], "Cases have sharply declined in Japan since 6/9 (last forecast). While vaccinations remain relatively low, volunteers for the Games are being prioritized for vaccination. In terms of international travel safety, a Ugandan athlete tested positive yesterday, but was tested at the airport and is quarantining. This rigorous testing at the airport will reduce the risk of transmission during international travel. There will be capped 10,000 domestic viewers during these games, which means the risk for domestic transmission will be decreased. For all of these reasons and the reduced time period, I have decreased the likelihood."], [56170, "2021-06-21T13:06:20Z", [0.01], ""], [101031, "2021-06-21T10:05:25Z", [0.0], ""], [85449, "2021-06-21T08:37:17Z", [0.0], ""], [100842, "2021-06-21T05:51:50Z", [0.0], "Really to late to postpone and seeing that Euro 2020 is going ahead without problem will give argument for keeping the Olympics."], [101313, "2021-06-21T03:38:33Z", [0.01], "Adjusting my view to account for President Biden's endorsement and given the fact that I can't seem to find too many plausible scenarios that would lead to another postponement."], [101036, "2021-06-20T20:51:59Z", [0.05], ""], [79508, "2021-06-20T16:55:53Z", [0.04], ""], [101333, "2021-06-20T13:07:56Z", [0.02], ""], [76055, "2021-06-20T13:05:38Z", [0.01], "Seems unlikely to be canceled this late. Japan has recently gotten its vaccination program on track, and it handled its recent Covid outbreak well. "], [783, "2021-06-20T07:04:10Z", [0.0], ""], [87691, "2021-06-20T04:48:52Z", [1.0], ""], [698, "2021-06-19T21:55:17Z", [0.02], ""], [14826, "2021-06-19T15:29:12Z", [0.01], ""], [96757, "2021-06-19T10:30:50Z", [0.02], ""], [1624, "2021-06-19T01:32:53Z", [0.04], ""], [81061, "2021-06-18T05:25:21Z", [0.02], ""], [94872, "2021-06-18T03:28:35Z", [0.03], ""], [100976, "2021-06-17T22:08:04Z", [0.03], "As time ticks away, as Biden supports the games, and the sunk costs are so great, the chances of a last-minute cancellation in the next month seems slim. The arguments here become more compelling as the time passes: https://www.cbsnews.com/news/cancel-the-tokyo-olympics-its-unlikely-heres-why/ Opposition party will try to score political points but even if they ousted the PM (~10% chance by 15/july) there's only a small chance they could cancel the games by then (20% chance by 15 july)."], [101030, "2021-06-17T20:36:01Z", [0.02], ""], [101286, "2021-06-17T16:40:27Z", [0.03], "After President Biden's endorsement of the games this week, I've adjusted my view to an even lower percentage chance than before."], [101335, "2021-06-17T16:16:38Z", [0.06], ""], [55987, "2021-06-17T15:13:13Z", [0.0], ""], [92939, "2021-06-17T13:16:04Z", [0.03], "Our baseline is that in past Olympics, the probability of postponement or cancellation is 12%. Looking closely at the situation at hand, the government is really moving forward with this despite opposing public opinion and the medical community's opinions. There is billions of dollars that could be lost if these games are postponed. The government has already been ignoring the oppositions view on this issue and moved forward with these games. If these games happen with no disasters, it could be a good look for the government as well as having the Olympic team participating. This being said, as time keeps going, I will keep decreasing this probability over time (decay). I will also be updating if there is any other source of news that could change things. I will also be raising this probability in case covid cases in Japan start picking up again as this could make public opinion even more aggressively against"], [101040, "2021-06-17T03:42:21Z", [0.03], ""], [101064, "2021-06-16T22:22:13Z", [0.01], ""], [93028, "2021-06-16T18:09:10Z", [0.0], ""], [87827, "2021-06-16T13:39:02Z", [0.02], ""], [20156, "2021-06-16T08:18:11Z", [0.08], ""], [30346, "2021-06-15T23:39:42Z", [0.06], ""], [101036, "2021-06-15T22:32:33Z", [0.1], ""], [85449, "2021-06-15T22:04:28Z", [0.01], ""], [101032, "2021-06-15T21:51:39Z", [0.05], "Adjusted down. One week closer to 15 July and no substantial change to the circumstances... momentum is building and it is getting harder to stop the train!"], [101029, "2021-06-15T21:27:24Z", [0.01], ""], [101040, "2021-06-15T21:23:14Z", [0.1], ""], [13979, "2021-06-15T13:49:24Z", [0.02], ""], [33873, "2021-06-15T12:43:49Z", [0.01], "Cases have reduced significantly recently, and trend is downwards. Hard to see how this decision would come unless there is a significant swing in the opposite direction. Even if cases were to pick up again I don't think a month is enough time for the momentum to build. 1% represents the chance of that happening plus the chance of some other unknown event occuring that causes a cancellation, e.g. some kind of natural disaster."], [101031, "2021-06-15T08:39:44Z", [0.01], "Getting closer so running out of time to cancel. Athletes have begun to arrive. I really want to go 0%, maybe in July"], [88452, "2021-06-15T08:12:35Z", [0.0], "\"Japanese opposition parties submitted a vote of no confidence against Prime Minister Yoshihide Suga on Tuesday as headwinds grow over his handling of the pandemic and the Summer Olympics here.\" https://asia.nikkei.com/Politics/Japan-Prime-Minister-Suga-faces-no-confidence-vote Obviously, the opposition strives to gain political capital from the discontent and fear of an \"Olympics effect\" on the domestic pandemicamong the Japanese population. However, I don't expect major impacts on the overall politics level or the Olympics schedule as of now, as athletes and probably also a lot of their entourage staff from most continents will have had the opportunity to attain a national special vaccination campaign and will have received their full course by end of June. \nFor the next few days, this question requires more attention, until the no-confidence vote results become public and the Suga government reacts."], [95712, "2021-06-15T03:46:05Z", [0.38], "I submitted my original forecast before I started the SuperForecasting course and have failed to update it until now.  Since attending the sessions I have realised my original forecast is the worst possible prediction I could have made :-(  My epistemic overconfidence when making this forecast was high and mighty.  So let's try again: Outside Probability - There have been 31 Olympic Games in total (28 Summer Olympic Games and 23 Winter Olympic Games: https://en.wikipedia.org/wiki/List_of_Olympic_Games_host_cities#:~:text=Since%20then%2C%20summer%20and%20winter,Games%20held%20in%2020%20cities).  Of these 31 games, only 3 have been cancelled (https://www.history.com/news/olympics-postponed-cancelled) due to World War 1 (1916) and twice during World War II (1940, 1944).  The IOC is fairly staunch when it comes to holding the games despite political turmoil and terrorism.   'The Games: A Global History of the Game' highlights the numerous times when \"Olympic officials turned a blind eye to violent human rights violations in order to ensure that the games went on\"(https://wwnorton.com/books/9780393355512).   The only Games ever to be postponed was the Tokyo Olympics (in March Prime Minister Shinzo Abe of Japan and the IOC delayed the Games start date by a year).  This is an outside probability of cancellation: 3/31 = 0.097 (3dp) and an outside probability of postponement: 1/31 = 0.032 (3dp).  The total outside probability is 0.129 (3dp). Inside Probability - So, what effect does a pandemic have?  We have a precedent in that these Tokyo Games have been postponed already given Covid-19 so let's see what the situation was with the pandemic back in March 2020 when they make the decision to delay the Games.  On 15 May 2020, there were 102,759 daily cases recorded (https://www.worldometers.info/coronavirus/) and 4.8 million cases in total (since 22 January).  Fast forward to today, and on 11 June 2021 there are 414,857 daily cases recorded.  Based on stats alone you would think that given the number of daily infections sits at 400% of the original number that spooked the IOC into delaying the first time, they would most certainly delay or cancel.  So why haven't they? Possibly because: (1) the financial cost of cancelling the Olympics which would NOT be covered by insurance, (2) reputational risk given China (Japan's rival) is hosting the Winter Games in February 2022 and Japan wants to show it's resilience and save face and (3) we're now only 1 month away from the opening ceremony with Japan still adamant the Games will happen.  It seems the only reason the Games would be cancelled/postponed is if there is a sudden spike in covid-19 cases in the next four weeks (https://www.cbsnews.com/news/cancel-the-tokyo-olympics-its-unlikely-heres-why/).  And that is possible.  Looking at the same World-o-meter graph of daily new cases since 22 Jan 2020, I see have been 5 peaks, and right now cases are reducing and reaching the point of the last plateau (411,160 recorded on 19 February).  Each peak is higher than the last with a greater slope (likely due to new variants that are more transmissible - more people get infected at a faster rate).  I think there is a 25% chance of a spike in covid-19 large enough for Japan to cancel or postpone the Games, to occur in the next 4 weeks.  I think there is a larger probability for it happening in 2 months, but we only have 4 weeks to play with for this question.  Therefore my inside probability is 0.25. Probability = Outside + Inside\nP = 0.129 + 0.25\nP = 0.379 (3dp)"], [101041, "2021-06-14T21:23:50Z", [0.05], ""], [38577, "2021-06-14T07:54:28Z", [0.02], "It's way too late to cancel or postpone the Games now even though Japanese citizens really do not support games to start in July."], [101040, "2021-06-14T01:40:20Z", [0.2], ""], [97841, "2021-06-13T19:04:53Z", [0.0], ""], [45594, "2021-06-13T07:11:22Z", [0.05], ""], [691, "2021-06-12T18:41:33Z", [0.01], ""], [1624, "2021-06-12T01:33:15Z", [0.1], ""], [85449, "2021-06-11T21:26:54Z", [0.0], ""], [80475, "2021-06-11T18:24:26Z", [0.0], "The Torch Relay is now in Hokkaido, the 38th stop: https://olympics.com/tokyo-2020/en/torch/route/ Once it reaches Tokyo, the Games begin. The idea that the Olympics won't start at that point to me seems very low at this point, definitely below the crowd's 5%. "], [100971, "2021-06-11T17:13:39Z", [0.0], ""], [101331, "2021-06-11T12:53:02Z", [0.08], ""], [94872, "2021-06-11T04:35:27Z", [0.05], ""], [101323, "2021-06-11T02:36:17Z", [0.02], "The IOC and not Japan is in charge of this decision. The IOC’s budget is based overwhelmingly on tv dollars. There will be intense pressure to stage a Games of some sort. "], [94435, "2021-06-11T00:33:46Z", [0.0], ""], [100976, "2021-06-11T00:32:34Z", [0.07], "Time is ticking away"], [55987, "2021-06-10T20:48:24Z", [0.01], ""], [101305, "2021-06-10T20:39:40Z", [0.03], ""], [101333, "2021-06-10T20:31:07Z", [0.05], "Seems like full steam ahead for the olympics this summer. Crowd seem pretty spot on as it stands."], [1333, "2021-06-10T18:14:28Z", [0.0], ""], [93028, "2021-06-10T17:24:26Z", [0.01], ""], [101285, "2021-06-10T17:18:47Z", [0.05], "Relevant Data:\nAs per the John Hopkin's Covid Dashboard, it looks like covid cases in Japan have been steadily dropping since mid May to relatively low numbers compared to the spike. Deaths are experiencing a delay, but have started to fall from a peak as well. The population's vaccine rate is relatively low, but has been increasing exponentially, with approximately 1.5 months out from the start date of the olympics, and about 1 month from the start of the olympics. Although 80% of the Japanese population was resistant to the Olympics in mid may, the IOC makes approximately 90% of its money \"from broadcasting and sponersorships\" as per NPR.  With decreasing covid rates and a government that seemed adamant to hold the Olympics even when the situation was far worse and that doesn't need its citizens support for revenue in terms of crowd, it seems overwhelming likely that the Olympics will be held, barring a major outbreak that puts the well being of Olympians themselves within the next month. "], [101330, "2021-06-10T17:16:29Z", [0.15], "I think there is a relatively low likelihood that the Olympics gets cancelled. The main scare was due to the rising infection rates in Japan, with the host city being placed in a state of emergency. This was attributed to a new variant. Most of the backlash seems to be coming from Japan where many of the residents in the host city don't believe the Olympics should happen. However, Japan's daily cases have already fallen to pre surge rates and seem to be continually falling.  On the Olympics side, there have already been many protocols made that intend to curb the spread within Olympic Village including massive vaccine donations so that athletes and media can be vaccinated. There are also contact and distancing guidelines that have been announced, and announcements make it seem that the committee has every intention of moving forward. They will likely continue changing protocol, but with only one month left, I find it unlikely that a cancellation announcement will be made. "], [101311, "2021-06-10T17:11:15Z", [0.1], "With the current covid situation in Asia, there could be spikes in cases in Tokyo, which could cause the Olympics to not commence as scheduled."], [101322, "2021-06-10T16:27:09Z", [0.08], "Some of the more pressing concerns for the Olympics has been the rise in Japan's new coronavirus cases, the surge in cases for the N501Y variant, and the statement in the linked NPR article that 80% of Japanese participants suggested that the games should be \"canceled or postponed\" in a survey. However, an official announcement appears unlikely with the commencement of the Olympics planned for next month and with Pfizer and BioNTech making agreements to vaccinate athletes. If the commencement were to be canceled or postponed, I think it would be unlikely for an the official announcement to be so delayed, especially since athletes, officials, and businesses would strongly prefer more time to adjust their plans accordingly."], [101066, "2021-06-10T16:00:54Z", [0.15], ""], [101331, "2021-06-10T16:00:19Z", [0.15], "As of today, Japan is still planning to held the Olympics, so it is probably to late to make such an announcement. With current rates of vaccination and strict regulations it is possible to held the Olympics as safely as possible. It is also very costly to postpone/cancel the event once again, so I suppose Japan should've tried their best to predict the situation in advance to decide whether they want to cancel. However, there is some probability, that pandemic would go worse than predicted which will make them not to hold the event this July."], [101301, "2021-06-10T15:54:14Z", [0.06], "https://www.bbc.com/news/world-asia-57240044 - there is a new wave of covid,  3% vaccination rate, 80% of the population want the games cancelled. It seems very unlikely that the games will happen. "], [101327, "2021-06-10T15:38:13Z", [0.02], "Preparations for the Olympics are underway, and the IOC is implementing measures (https://www.voanews.com/east-asia-pacific/tokyo-ioc-announce-ban-overseas-spectators-2021-olympics) and making verbal commitments to methods (https://www.theguardian.com/sport/2021/jun/09/ioc-pledges-to-source-doctors-from-around-globe-to-keep-tokyo-olympics-safe) which will keep the Games safe. As the stance of the IOC has been very strong (https://deadline.com/2021/05/tokyo-olympics-japan-will-be-held-state-of-emergency-ioc-1234762448/), with seemingly little to no consideration of cancelling the Games, it seems unlikely that a reversal in position will occur by mid-July (or earlier) especially if this decision -- \"IOC officials have previously set an end-of-June deadline for a decision on continuing with the Games\" (Deadline) -- is still true. Considering the circumstances of the previously cancelled Games, and the improvement made in the past year, I would think that the Games has a very low probability of being cancelled."], [88614, "2021-06-10T15:14:48Z", [0.02], ""], [37236, "2021-06-10T13:23:34Z", [0.0], "Just taking a closer look at the politics, it will not be officially announced, however, serious concerns remain."], [37236, "2021-06-10T13:12:30Z", [0.81], ""], [101280, "2021-06-10T12:11:08Z", [0.07], "There are few actors who want the games cancelled and have the power to do so. For example, the IOC is notoriously ruthless with corporate sponsorships, TV deals, and quid pro quo dealings with a variety of nations. On the other hand, you have the Japanese public, which is understandably resistant to an influx of ~6000 athletes and the thousands more coaches, administrators, media personnel that will follow. Finally, Japanese Prime Minister Yoshihide Suga has been facing a series of public criticism over his refusal to cancel the games. Fundamentally, the 7 day moving average of new cases in Tokyo is down 60% from a local max in early May, when many of the polls were taken. If we estimate this average decreases about 10 per day with a standard deviation of about 5 , then we can model this as a summation of roughly 50 (number of days) normal variables. Then we suppose correlation for consecutive days is about 75%. This means our summation (i.e. total change from now until the games) is distributed as N(-500, 5^2 * 50 + 2 * .75 * 50) = N(-500, 1325). If we assume that we need to reach early May levels for the games of having a 75% chance of being cancelled, then we can upper bound this as .75 * 10% (doubling our probability to account for fatter tails) to get a final answer of about 7. "], [101321, "2021-06-10T05:38:14Z", [0.06], "1. Referring to historical precedent, only five modern Olympics have ever been cancelled, either due to WWI or WWII (interestingly enough, Japan 1940 was one of the cancelled Olympics) - fifty-one games have been successfully hosted. By this calculation, there is a naïve ~9% probability of an Olympics being cancelled. \n2. Since the pandemic is still ongoing, with many of its adverse effects still being felt (for instance, restricted travel between countries, increased suspicion of immigrants, reshaping/disruption of supply chains, changing power dynamics [via vaccine diplomacy], etc.), the probability of cancellation in 2021 is higher than any other non-pandemic/non-war year (i.e., if we condition on the existence of a \"global disruptor,\" then the probability of 9% would be an underestimate). Instead, we must consider the years for which a large ongoing conflict was co-occurring with an Olympic games. Referring to a list from Britannica, it appears that there were approximately 50 Olympic games that would have occurred during an ongoing conflict. For simplicity, we will assume approximately half of these conflicts would have not affected the host country and/or major participating countries. This means we have an updated probability of ~16% of cancellation.\n3. Moving to specific concerns in 2021, Japan has been faced with numerous challenges including 10000 volunteers who have recently pulled out of the games and intensely negative domestic sentiment towards the games. The first logistical challenge is offset by a reduced Olympic village and the presence of very few if any in-person spectators: there are less volunteers but also a lesser need for volunteers. The second issue is a bit more complicated to untangle. If we refer to surveys from 2020 around the time of the postponement, roughly 33.7% of survey respondents believed that the Olympics should be cancelled. Recent 2021 surveys have shown this number rise to around 40%. Given the upcoming parliamentary elections, negative sentiment could be political kindling for opponents of the current administration so perhaps an increase in the probability is warranted - arbitrarily let's say there is now a 21% of cancellation.\n4. Unfortunately, the sentiment of the Japanese citizens may not be too important in our calculation. As others have previously mentioned, the Olympics can ultimately only be cancelled by the IOC. Beyond this argument of irrelevancy, we also have to consider the fact that a successful Olympics (which should be defined as an event which has little Covid transmission, demonstrates Japan's competence, and generates commercial interest) will boost the profile of the current administration whereas cancelling the games will likely not have the same magnitude of positive sentiment. At the same time, the long-term perception of Japan may be affected if the Beijing 2022 Olympics proceed just six months later, i.e., geopolitical tensions in the area may motivate Japan holding the event. So we can return to a probability of 16% and actually decrease it a bit to - let's say 12%. \n5. Instead, we should consider the sentiment that actually matters to the IOC: those of participating countries. As of now, only North Korea has withdrawn from the games (in early April). This is in contrast to March of 2020 when several countries including Canada and Australia withdrew from the games which ultimately preceded the postponement announcement - Olympic committees from several countries had also voiced concern in 2020. From some cursory searches, I did not find evidence of similar statements being made. This suggests that the international sentiment - and specifically the sentiment of the IOC's constituent committees is in favor of proceeding with the games. We can therefore further reduce the probability (again, perhaps arbitrarily) by half down to 6%. \n6. Profitability is the ultimate deciding factor for the IOC in these games. In the most recent games, 73-75% of revenue was from broadcasting. Viewership figures are a bit unclear (they are broadly up, but not necessarily in the avenues that the Olympics will be broadcast and advertising as a whole has decreased). One thing we can consider are similar events to the Olympics and their relative performance. For instance, despite increased time at home, the 2021 Oscars had a record lower viewership (this can also be attributed to the fact that movie theaters were closed during the pandemic), and the 2021 NBA viewership has also not recovered to a substantial extent (aside from blockbuster matches). These events are US-centric and one potential event that could be used to extrapolate Olympic figures is the Copa America which has faced similar issues as the Olympics as a large sporting event. Depending on how Copa America precedes (begins on June 13), the IOC may consider revising their approach. Specifically, if viewership numbers are depressed and the event sees high rates of Covid transmission, the IOC may be more likely to postpone or cancel. As such, this prediction should be updated to reflect new information after the first few days of the Copa America. As it currently stands, there is an 6% chance the games will not commence in July 2021."], [101289, "2021-06-10T04:45:35Z", [0.03], "The extent of the preparations for the olympics can be seen on the website, including detailed schedules and timetables. At least one group of athletes has already arrived in Japan ahead of time to prepare before moving into the olympic COVID bubble (Australian softball team). With all of these developments in place, July 15 being so soon (5 weeks away), and the positive direction of the world's road towards recovery from COVID, I believe it is highly unlikely that the olympics will reverse course before July 15."], [101312, "2021-06-10T04:37:47Z", [0.06], "The debate over cancellation thus far has largely been the International Olympic Committee against the Japanese public, with the Japanese government offering few words of support for either side. Legally, only the IOC can officially cancel the games, and given their present steadfastness in the face of public pressure, there is little reason to believe they will cave in before July 15. I would rate this probability at 5%. A situation in which the Japanese government defies the IOC and unilaterally \"announces\" the cancellation of the Olympics also seems plausible, and I would rate this probability at 1%, seeing that 1) it would be an extreme measure, not characteristic of diplomatic and deliberate Japan, and 2), the Japanese government does not seem to cave into public pressure often."], [101293, "2021-06-10T04:27:43Z", [0.03], "The IOC has been adamant about going forward with the Olympic games, and it is only a month before the games now, with no indication of the IOC budging on their opinion. Furthermore, coronavirus cases have been falling in Japan from a peak in May, which reduces fears. Furthermore, even with COVID in Japan, it is still possible for the Olympics to be conducted in a bubble-style, similar to how the NBA tournament was held in 2020. Overall, the pressures against cancelling are very high, and things are getting better in Japan, so I predict that most likely the Olympics will commence as planned."], [101274, "2021-06-10T04:18:46Z", [0.1], "Preparation for the summer olympics are already underway, with many roads being blocked off, signaling that the IOC is intent on moving forward with the current schedule. Although there is much public opposition to the olympic games and the low number of Japanese residents that have received a vaccine dose, the IOC seems confident in its ability to deliver a safe experience for viewers, journalists, and athletes. There will be frequent testing required and many rules in place to prevent the spread of COVID, and unless there is another significant wave of a new strain of the virus, the IOC is intent on having the summer olympics this year. With the start of the olympics quickly approaching and the number of preparations that are already underway, it would take a significant outbreak and change in the pandemic situation to incite another postponement. The probability of such a thing happening isn't insignificant, and since the pandemic status is constantly changing, I think there is a 10 percent chance of this happening. "], [101313, "2021-06-10T04:00:25Z", [0.04], "The Olympics have never been postponed before Tokyo 2020 and have only been cancelled 3 times out of 51 (5.9% of the time) due to both World Wars, though an international pandemic is clearly not the same as an international conflict of violence. After already postponing once, it would be unwise to postpone again this close to the anticipated commencement. Doing so would also have some nontrivial impacts on the economic and financial implications on the Japanese economy. It would also seem to go against the beliefs of Japan's Head of Government Yoshihide Suga. From a health-oriented point of view, Japan has been handling COVID19 much better since its second spike in mid-May, with just barely over 2000 new cases as of June 6, 2021. To establish precedent, postponements on this time scale rarely happen in the sporting world, which should establish an intuitive \"prior\" to this decision. Though COVID19 has changed that landscape and some events (like the World Indoor Athletics Championship) have been postponed twice (from 2020 to 2021 and now to 2022). While using precedent and data might be a mistake given the novelty of COVID19, I think an important comparison to use is the UEFA Euro 2020 tournament, which will be commencing on June 11. Some of the European countries in that tournament have completely analogous vaccination rates and travel advisory levels (level 3) to Japan."], [101273, "2021-06-10T03:56:50Z", [0.05], "Let us first use the USA as a baseline for when sporting events will start opening up to the public, at least at a limited capacity (which is for our purposes, similar to Japan only allowing Japanese citizens to attend the Olympic games). It can be seen that the NBA opened limited capacity around march 30, for when the 7-day moving average was about 65000 for new cases. Scaling this down to Japan's population and dividing by a factor of 2 just to gain a lower bound, we would need to have a 7-day average of about 14.4k cases in Japan for the games to not be cancelled from this perspective, which is barely the upper bound of the number of cases by the time the games begin according to healthdata. Even when building our own model of the number of cases by empirically determining the parameters of some gaussian distribution to forecast future projections (and repeating it for, say 100 times to gain a 95% confidence interval similar to @zsekaran's) it will, only in rare circumstances, increase to levels deemed unfit for in-person attendance for the Olympics. There are also special efforts made by the IOC to make sure that the games do happen, and other sporting events in nations with similar epidemic rates are still hosting. "], [101279, "2021-06-10T03:48:46Z", [0.03], "Currently there appears to be heavy pressure within Japan to cancel the games due to concern over the safety of the athletes. According to a report by the Wall Street Journal, currently both Japan and the IOC (International Olympic Committee) insist the games are a go. With the games commencing in less than a month, this gives strong confidence that the games will commence. However, to even better understand whether or not the games must be cancelled, we must look at who is capable of cancelling the Olympic Games, what conditions/penalties are incurred for cancelling the games, and what forces would push the entity to cancel the games.  From many reports, it is clear that the entity that has the power to cancel the Olympic Games is the IOC. According to BBC, the exclusive owner of the Olympic Games is the IOC and only the IOC can officially cancel the games.  Considering the games have already been delayed a year, and 73% of the IOC revenues are generated from the games, the organization can not afford to cancel. Furthermore, the organization has insisted the games will commence safely for athletes. Because the IOC is nearly certain to not cancel the games, the only entity that can prevent the games is potentially Japan. Japan may possibly attempt to prevent the games due to a strong majority of Japan citizens opposing the games, low vaccination rates, and uncertain Covid prevention measures. However, Japan has reportedly invested upwards of $30 billion in the games, and faces the potential of being sued by the IOC if they cancel the games as the right to host is explicitly included in the contract. This could potentially cost Japan billions of dollars. Because there is the potential nuclear option of Japan cancelling the games, I am thus assigning ~3% probability that the games are cancelled. Both entities have claimed the games are on, Olympic trials are under way, and the event is just a month away. The event is near certain not to be cancelled."], [101319, "2021-06-10T03:41:11Z", [0.1], "I think it is very unlikely the Olympics are cancelled because it would be a huge boost to Japan's economy, which like many other countries has been hit had by the pandemic. However, I allow for some chance since Japan does not have high vaccination rates right now. Instead of full cancellation, Japan may just impose restrictions on the games."], [101307, "2021-06-10T03:09:16Z", [0.08], "The primary reasons that I could see Japan not holding the Olympics this year would be because A) only a small percentage of the Japanese population is fully vaccinated, and B) mounting pressure from athletes and the public to postpone the event. Regarding A, the IOC, one week ago, stated that they plan on continuing with plans for the Olympics because 80% of athletes will be vaccinated. They stated this knowing that the Japanese population will not be vaccinated; therefore, it's unlikely that they will not hold the Olympics on the basis of low vaccination rates - otherwise, their reasoning would not be consistent. If their reasoning does change, then it would be much more likely for them to still hold the Olympics, but to have no live visitors.  B is also unlikely as the IOC has made it clear that the event will take place even if the Prime Minister says it should be canceled. They continue to urge that they believe the Japanese public will remain safe, regardless of the mounting concerns.      Dick Pound, the longest-serving member of the IOC, stated that the probability that the Olympics will be held is much higher than 75%. While of course his judgement is likely subject to a lot of noise, his opinion is the most credible basis upon which we can even make our predictions today, given that the IOC makes the final decision. With each passing day, there’s a smaller probability that the event will be canceled – last year’s decision was made 4 months prior to the event, while we are now 1 month away. Overall, I predict a small likelihood that it will not commence in 7/21, attributing it to the off-chance that governments step in and incapacitate the IOC from holding the event (3%), or that the IOC reconsiders their logic (5%).\n"], [101286, "2021-06-10T03:02:18Z", [0.05], "Given that that July 15 is just about a month away, it would take pretty drastic events to cause Japan to cancel/postpone the Olympics.  However, Japan has a very low vaccination rate, which means that an outbreak is still not out of the question.  Even still, most athletes will be vaccinated and ready to compete, so I don't see this as a highly likely scenario.  Furthermore, a second cancellation would likely turn into a full cancellation, which makes a second delay seem quite unlikely. "], [101314, "2021-06-10T02:46:36Z", [0.05], "The factors in determining the state of the Tokyo 2020 Summer Olympics are: the Coronavirus status in Japan, vaccine availability, international flight safety, communications from the IOC, the local sentiment, and WHO sentiment. We should also consider the IOC's behavior during the postponement of the Tokyo 2020 Olympics during March 2020 and see the similarities and differences to now. First, the coronavirus status in Japan. Cases have been steadily declining with a weekly average of 2500 new cases. In addition, Japan's quasi-state of emergency is lifted in 3 of its prefectures and the other 5 will be lifted June 20. \nSecond, the vaccination status in Japan. Japan has had one of the lowest rate of vaccinations in the countries in the Organization for Economic Cooperation and Development, and now only 12% of citizens have at least one dose. Currently there are about 680,000 vaccines administered every day, which would only leave about 25% of the population partially vaccinated by the time of the Olympics.\nThird, international travel safety. The United States has recently lowered its travel advisory from Level 4 to Level 3. While travel is still not encouraged, fully vaccinated individuals can travel. While the vaccination status in Japan remains low, Pfizer has pledged to vaccinate all competitors and staff of the Olympics, reducing risk of transmission during travel.\nFourth, communications from the IOC. On March 18 2020, the IOC opposed the cancellation or postponement of the Olympic Games only 6 days before recounting the statement. However, in March 2020, key details about the novel Coronavirus was unknown and information about the situation was rapidly changing due to increased testing and large spikes in cases. Currently, there is much more testing and information about the pandemic in Japan. In addition, the postponement was 4 months prior to the scheduled games, and there is only six weeks before the scheduled start date now. The IOC is insistent on the Games continuing despite Japan's state of emergency. The IOC has also said Tokyo 2020 would be cancelled if it is postponed again. \nFifth, the local sentiment about the Games. In late May a survey was conducted that found 83% of residents opposed the Games occurring this summer. Thousands of doctors also oppose the Games, and have urged the Japanese Prime Minister to postpone or cancel. \nSixth, WHO sentiment. The WHO currently endorses the games happening given the current safety measures in place and contingency plans like empty stadiums.  Most factors point towards the Summer Games happening. While local sentiment and vaccination statuses would point to the Games being postponed, international factors like the IOC, international travel safety, and the WHO outweigh these factors to give a highly unlikely probability that the Tokyo 2021 will be postponed."], [101315, "2021-06-10T02:33:22Z", [0.09], "Declining Tokyo infection rates, the continuation of work in the city to prepare for the games, sunk cost rationale from the Japanese government, and strong economic pressures from broadcasters and sponsors seem very likely to outweigh concerns of Japanese citizens. Additionally, as the date of the games approaches, the bigger the impact of cancelling them would be, so each day that passes implies a lower probability that a cancellation would actually occur."], [101297, "2021-06-10T02:31:56Z", [0.02], "Japan faces some financial pressures, such as a possible loss of over 20 billion dollars, that will likely lead them to host the games in 2021, even if they do not want to host it this year. On a similar note, cancelation would require action from the IOC, who would likely avoid postponing revenue for another year and competing with itself by hosting winter and summer Olympics in the same year. Similarly, merchandise has already been made and kept for \"Tokyo 2020\" and further delays would only reduce the value of this merchandise, something that the IOC would want to avoid."], [101303, "2021-06-09T23:28:21Z", [0.08], "Clause 66 gives reasons for which the Olympics would be cancelled, of which the primary relevant one is if the IOC \"has reasonable grounds to believe...that the safety of participants in the Games would be seriously threatened or jeopardized for any reason whatsoever\". Although the IOC has stated that a second postponement is unfeasible, and the minister in charge of Japan's vaccination drive has stated that they will \"hold the Games in a way that is feasible\", there still does seem to be an argument for postponement of the games. In particular, the vaccination rate in Japan is slow, with less than 1% of the population being fully vaccinated, and access to the vaccine is extremely limited, even for healthcare workers and other high risk populations. The majority of Japanese citizens support a cancellation or postponement of the Olympics, and prominent athletes, such as Naomi Osaka, have also spoken about the risk to athletes, especially the concern if they do not feel safe. Despite these concerns, I do not think that the IOC will move to cancel the Olympics. Covid concerns can be greatly mitigated by preventing spectators, and having the athletes quarantined and possibly vaccinated. Furthermore, the costs of postponement or cancellation run upwards of $15 billion, which  would be a huge blow to the IOC and to the Japanese economy. Lastly, the vice president of the IOC stated that the Olympics would be held starting July even if Tokyo remained under a state of emergency. This strong stance from the IOC leads me to believe that they are highly unlikely to go through with a second postponement, although the possibility is still very real. "], [85449, "2021-06-09T22:02:44Z", [0.27], ""], [56338, "2021-06-09T21:00:19Z", [0.81], ""], [101302, "2021-06-09T20:16:29Z", [0.04], "@hsnowden11 brought up a great point that the first time the Tokyo Olympics were cancelled in March, 4 months before the start date as opposed to now, where it is already June, 1 month before the start date of the Olympics. Furthermore, Japan stands to lose $30 billion if they do not hold the Olympics. I think both of these multiply to a low probability of about 4%."], [101300, "2021-06-09T19:08:57Z", [0.05], "To cancel the Olympics, either the IOC or Japan's government would need to react. IOC derives its entire budget from the games, and with the winter games already planned, it's unlikely they are willing to cancel (articles say not even consideration for them). Japan government recently rejected a petition to cancel, and stands to lose up to 30 billion dollars. Despite majority of citizens not wanting the games, the government is unlikely to take action due to the economics. Thus, I believe there's only a 5% chance of cancellation, accounting for extreme citizen uprising or governmental radical shift. With more vaccines being available, the overall risk is low.\nhttps://www.bbc.com/news/world-asia-57097853"], [101296, "2021-06-09T18:46:03Z", [0.08], "There are definitely a few factors that could cause the games to be rescheduled. First, it seems unlikely that there will be international visitors which means that Japan will not receive much of the revenue that a country normally gets for hosting the Olympics. Second, a lot of the Japanese population (80% per WSJ) seems that they are against hosting the Olympic games, including some people higher up in the government such as former Prime Minister Yukio Hatoyama. Finally, the biggest issue is that much of the Japanese population is not vaccinated and they are getting vaccinated at a slower rate than expected. I think that this is one of the biggest issues because this was not expected when the 2021 Olympics were being planned. That being said, I do think that this will have a large enough effect to make a significant difference and it is unlikely that it would be cancelled overall."], [101282, "2021-06-09T17:36:18Z", [0.05], "I think the initial tendency here is to go very low with my forecast -- after all, last year the Olympics were postponed in March; it is now June. Considering how soon they are coming up, I think it is unlikely (and will be increasingly unlikely) that they will be cancelled given the resources that have gone into planning them. However, I also think there is a tendency to underestimate the chances here by taking an America-centric view and purely considering the state of COVID/re-openings/sports in America without giving proper credence to the fact that other countries are struggling much more heavily with (and therefore are more cautious about) COVID. That raises my probability a little bit. "], [87342, "2021-06-09T16:03:20Z", [0.01], ""], [75863, "2021-06-09T13:48:12Z", [0.03], ""], [100803, "2021-06-09T13:04:09Z", [0.01], ""], [99857, "2021-06-09T11:52:43Z", [0.01], "\"Cancelling the Games could cost the Japanese government and corporate sponsors at least an estimated $22.3 billion US. Some in Japan worry their country could also lose face.\" https://www.cbc.ca/news/world/battling-opposition-and-4th-covid-wave-tokyo-forges-ahead-with-olympics-1.6058345"], [100715, "2021-06-09T10:43:25Z", [0.0], "Too many legal and financial issues for the IOC and Japan to cancel.  For better or worse the games are on and will happen. "], [85449, "2021-06-09T06:15:56Z", [0.31], "Passage of time/we live in age of utter madness."], [101287, "2021-06-09T04:21:42Z", [0.16], "An only increasing number of people are getting vaccinated (and countries or organizations in charge could find ways to provide priority / vaccinations to athletes who want it). Lots of money has very likely been spent already on logistical set-up (now that the games are only about 1 month away); so I believe the chances of the Games being rescheduled are small."], [101287, "2021-06-09T04:17:28Z", [0.16], "Comment deleted on Jun 09, 2021 04:28AM UTC"], [783, "2021-06-09T04:09:29Z", [0.0], ""], [101278, "2021-06-09T03:01:22Z", [0.07], "I think that the structure of this problem is similar to that of an option with a 1 month expiry. The theta decay is strong, and the probability of cancellation should decrease as it approaches the deadline. I will have to adjust this market accordingly as the weeks pass to either reflect the decreasing probability or the unlikely event in which the market will resolve yes before I get the chance to do so."], [79508, "2021-06-08T21:12:29Z", [0.02], ""], [80667, "2021-06-08T21:11:54Z", [0.02], "Odds of cancellation go down as we approach the deadline."], [597, "2021-06-08T19:38:57Z", [0.02], ""], [1333, "2021-06-08T18:01:42Z", [0.07], "https://www.theepochtimes.com/microsoft-appears-to-censor-1989-tank-man-image_3848609.html?utm_source=News&utm_medium=email&utm_campaign=breaking-2021-06-08-1&est=ZgH48fp%2Bt8IHC0hRJn%2FzIgTTKxY7yLkrPhkKdK5HPF%2B%2BMQCcyk54h0DzsbnTM3IW\nLawmakers in the United States, the European Union, and nine other countries are urging their governments to boycott Beijing’s 2022 Winter Olympics. China’s censorship extends to the United States on the anniversary of a violent crackdown. Microsoft search engine Bing seemed to block an iconic image of China’s Tiananmen massacre on June 4. Other countries report similar findings."], [691, "2021-06-08T15:07:51Z", [0.02], ""], [36492, "2021-06-08T14:42:13Z", [0.05], ""], [101032, "2021-06-08T01:03:38Z", [0.15], "With the temporal window reducing I'm dropping my probability slightly - I think everything else is still substantively the same."], [101036, "2021-06-07T23:43:46Z", [0.15], "as we get closer, the likelihood of it being cancelled gets smaller and smaller. (time effect :))"], [101060, "2021-06-07T22:35:50Z", [0.05], "Other major sports events have continued in bubbles - no chance now of cancellation ,  it is so close to the start"], [101168, "2021-06-07T21:57:04Z", [0.3], "Current government is adamant, however they do not have control. IOC might pull plug is covid escalates and RoW put pressure."], [88614, "2021-06-07T15:31:11Z", [0.03], ""], [99942, "2021-06-07T14:06:37Z", [0.22], "Given the seeming reluctance of the IOC to cancel I am thinking it will go ahead unless there is a huge new spike. Athletes have trained for these events and aiming to peak... to delay again or even cancel would be heartbreaking for them and I think the IOC will try to avoid this. Reduced forecast by 20% as it is looking less likely to be cancelled but still feels like it is too early to call given the apparent lack of support for it in Japan itself. If several countries dropout the situation could change quickly..."], [76055, "2021-06-06T11:32:42Z", [0.02], "Cases dropping in Tokyo and Japan. Vaccinations up. Prime minister and IOC officials have repeatedly stated there is no chance of cancellation. The protocols in place also look safe to me. "], [101066, "2021-06-06T04:38:43Z", [0.18], ""], [56170, "2021-06-05T16:25:45Z", [0.02], ""], [14826, "2021-06-05T15:03:14Z", [0.1], "Still risk until end of June given level of public opinion."], [94872, "2021-06-05T03:28:31Z", [0.04], ""], [698, "2021-06-05T01:56:20Z", [0.05], ""], [1624, "2021-06-05T01:42:32Z", [0.15], ""], [85449, "2021-06-04T21:13:06Z", [0.33], "#reputationaldamage https://www.ft.com/content/c3c0f3e1-b295-48d0-9610-d5607815ccc9"], [85449, "2021-06-04T14:27:21Z", [0.09], "Japan seemingly begging for other participating countries to drop out & relieve them of the obligation to host under duress.  Now reflecting poorly on the IOC.   https://www.todayonline.com/world/no-olympics-if-no-athletes-come-japan-says-tokyo-2020-president-0?utm_source=dlvr.it&utm_medium=twitter https://www.theguardian.com/world/2021/jun/04/tokyo-cornered-into-going-ahead-with-games-says-olympic-official"], [87827, "2021-06-04T13:55:03Z", [0.03], "Passage of time."], [43189, "2021-06-04T13:18:53Z", [0.22], ""], [85449, "2021-06-04T06:41:17Z", [0.07], "Sponsors now demanding delay due to lack of spectators & public opposition.  The daily case stats for Japan's current wave are receding, but a new influx of visitors arriving specifically for the games + potentially carrying the Delta or other variation of concern could see cases rising again in time for a July opening, especially since despite the current emergency rollout, one dose of the Pfizer or Oxford Astrazeneca vaccine gives a very low level of protection against the B.1.617 variations (33%) with between 3 and 12 weeks until the second dose can be given + a further delay until full efficacy is reached.  Japan has approved the OAZ for emergency use, but of the two vaccines, this is also the less efficient. https://www.ft.com/content/fff1d4cd-1fb3-43b0-8bc8-6c1f57c02578 https://www.medpagetoday.com/infectiousdisease/covid19vaccine/92753 https://www.insidesport.co/tokyo-olympics-japans-sponsors-struggle-as-unpredictable-olympics-loom/"], [13657, "2021-06-04T01:59:23Z", [0.0], ""], [98850, "2021-06-03T16:40:54Z", [0.05], "Not much has changed here. Still Japan's desire to cancel against the economic might of the IOC. Still thinking the IOC will win, but they can't force the games to happen if the public views them as being the bad guy because Japan is suffering. I lowered my chance by 10% because it seems like Japan has had the same complaint for a while and their Emergency Orders through June 20 will be in place. It'll probably leave a sour taste in everyone's mouth, but I think the IOC will push forward."], [56170, "2021-06-03T14:43:03Z", [0.2], ""], [87342, "2021-06-03T14:19:31Z", [0.02], ""], [85449, "2021-06-03T11:43:37Z", [0.0], ""], [101057, "2021-06-03T10:47:58Z", [0.3], "\"Although much of Japan is under a state of emergency due to COVID-19, and polls indicate that the majority of the Japanese public would prefer that the Games be canceled, organizers continue to say the event will go on as scheduled this summer.\" https://www.usatoday.com/story/sports/olympics/2021/06/01/2021-summer-olympics-when-do-they-start-tokyo/7465013002/ \"Prime Minister Yoshihide Suga told reporters Wednesday night at the Prime Minister’s Office, “We will take thorough measures to prevent infections and hold safe and secure Games.” https://the-japan-news.com/news/article/0007456518"], [79508, "2021-06-03T09:31:28Z", [0.03], ""], [73687, "2021-06-03T08:50:24Z", [0.01], ""], [100653, "2021-06-03T06:55:43Z", [0.01], ""], [29680, "2021-06-03T04:03:20Z", [0.01], ""], [32258, "2021-06-02T23:20:35Z", [0.0], ""], [93028, "2021-06-02T20:13:18Z", [0.02], ""], [100184, "2021-06-02T18:21:59Z", [0.01], ""], [1333, "2021-06-02T16:19:28Z", [0.01], ""], [101013, "2021-06-02T15:25:29Z", [0.02], ""], [55987, "2021-06-01T15:07:07Z", [0.01], ""], [79508, "2021-06-01T12:18:22Z", [0.05], ""], [96757, "2021-06-01T10:55:58Z", [0.03], ""], [98388, "2021-06-01T07:23:52Z", [0.0], ""], [88614, "2021-05-31T15:42:35Z", [0.04], ""], [13979, "2021-05-31T15:26:27Z", [0.1], ""], [101187, "2021-05-31T14:51:30Z", [0.0], ""], [97375, "2021-05-31T13:13:55Z", [0.03], ""], [100842, "2021-05-31T13:03:29Z", [0.05], ""], [79508, "2021-05-30T21:48:12Z", [0.07], ""], [101011, "2021-05-30T20:36:25Z", [0.33], ""], [101011, "2021-05-30T20:35:02Z", [0.43], ""], [29875, "2021-05-30T17:47:28Z", [0.0], ""], [87041, "2021-05-30T13:11:14Z", [0.0], ""], [691, "2021-05-30T00:41:16Z", [0.03], ""], [96757, "2021-05-29T19:30:11Z", [0.04], ""], [100894, "2021-05-29T16:24:18Z", [0.1], ""], [101171, "2021-05-29T15:03:48Z", [0.03], ""], [56170, "2021-05-29T13:36:34Z", [0.13], ""], [100653, "2021-05-29T10:09:09Z", [0.02], "A few observations which I think are relevant: \"Right now, more than 80% of the nation's people want the Olympics postponed or cancelled,\" [1]\n\"The IOC gets billions from selling broadcast rights, which amounts to about 75% of its income\" [1]\n\"The contract between the IOC and host city Tokyo makes it clear that only the IOC can cancel the event.\"  [2]\nHas the IOC shown they are willing to postpone in the past? Yes - summer 2020\nThe International Olympic Committee (IOC) remains steadfast that the spectacle will take place [2] So we appear to have a situation where a majority of the Japanese population wants the Olympics cancelled, however contractually the ability actually lies with the IOC who have shown very little sign of being willing to cancel. Moreover, the IOC has compelling economic reasons to not cancel (they would forego 75% of their income from broadcast rights). [1] https://www.espn.com/olympics/story/_/id/31514222/major-japan-newspaper-demands-tokyo-olympics-canceled\n[2] https://www.bbc.co.uk/news/world-asia-57240044"], [94872, "2021-05-29T03:18:06Z", [0.05], ""], [1624, "2021-05-29T01:49:48Z", [0.2], ""], [100976, "2021-05-28T22:58:23Z", [0.11], "80% of Japanese don't want it to go forward but the closer we get the less likely it'll be cancelled/postponed. More likely to proceed without spectators.\nhttps://www.theguardian.com/world/2021/may/17/tokyo-olympics-more-than-80-of-japanese-oppose-hosting-games-poll#:~:text=More%20than%2080%25%20of%20Japanese%20people%20oppose%20hosting%20the%20Olympics,fourth%20wave%20of%20virus%20infections."], [101170, "2021-05-28T18:16:00Z", [0.11], ""], [96828, "2021-05-28T11:05:42Z", [0.0], ""], [80475, "2021-05-28T10:15:42Z", [0.01], "Cases in Japan are falling, not rising, thanks to the state of emergency:  https://covid19.who.int/region/wpro/country/jp The state of emergency being extended makes the games more (not less) likely to go on"], [94872, "2021-05-28T01:58:06Z", [0.04], ""], [101029, "2021-05-28T01:08:38Z", [0.05], "3 out of 31 possible games were cancelled (base rate?) (~10%)\nGiven that the IOC has repeatedly insisted the Games can go ahead safely, even under a state of emergency, it seems there's little chance it will decide to pull the plug. (from the BBC). The contract between the IOC and host city Tokyo makes it clear that only the IOC can cancel the event. and Olympics will go ahead even if Tokyo remains in a state of a emergency, says IOC (from BBC). "], [85449, "2021-05-27T23:28:54Z", [0.75], "Huge swell of anger as cases continue to rise + Drs warning of \"Olympic variant\".  Also speculation Tokyo will be too hot for competitors.  Feels like last year again. https://www.japantimes.co.jp/news/2021/05/27/national/doctors-covid-19-tokyo-olympics/ https://www.insidesport.co/tokyo-olympics-not-just-covid-now-intense-heat-prediction-in-japan-a-problem-for-organisers/"], [30346, "2021-05-27T17:37:40Z", [0.08], "Local support for cancellation/delay appears to be growing given increase in Covid infections in Japan and U.S. travel restrictions. Moving up incrementally from my base case. Link in Japanese) https://www.asahi.com/articles/DA3S14916744.html)"], [87827, "2021-05-27T17:01:45Z", [0.05], ""], [46762, "2021-05-27T15:51:59Z", [0.0], ""], [100959, "2021-05-27T15:37:29Z", [0.1], ""], [88452, "2021-05-27T15:24:22Z", [0.0], "https://www.cbc.ca/sports/olympics/eu-leaders-express-support-for-holding-tokyo-olympics-1.6042280\nhttps://www.dw.com/en/coronavirus-digest-japan-says-olympics-can-be-safe/a-57679791"], [55987, "2021-05-27T15:04:15Z", [0.01], ""], [691, "2021-05-27T13:42:21Z", [0.05], ""], [79508, "2021-05-27T12:13:24Z", [0.09], ""], [87342, "2021-05-27T06:58:16Z", [0.05], "Only the IOC is able to cancel it."], [99857, "2021-05-26T23:41:40Z", [0.01], "Echoing @Yassenoff and @SE_Meyer; between Japans desire to save face and the IOC saying its a go it seems almost certain. Can't commit to 100% given the chaos this year so 99% is as certain as I can be"], [16160, "2021-05-26T14:43:59Z", [0.3], "Since the USA just 'warned' US travelers, regardless of COVID19 vaccination status, of traveling to Japan for the 2020 Tokyo Summer Olympics--I can imagine that Tokyo may cancel or postpone."], [56170, "2021-05-26T14:21:14Z", [0.15], ""], [100298, "2021-05-26T13:32:22Z", [0.15], ""], [56170, "2021-05-26T13:06:22Z", [0.12], ""], [1333, "2021-05-26T09:45:03Z", [0.01], ""], [98516, "2021-05-25T20:30:32Z", [0.01], "-4 as per @SE_Meyer https://us.cnn.com/2021/05/25/sport/tokyo-olympics-ioc-no-cancellation-dick-pound-spt-intl/index.html Only the IOC can cancel and they've said they don't plan to do so."], [88614, "2021-05-25T15:56:26Z", [0.07], ""], [88452, "2021-05-25T15:50:06Z", [0.0], "\"Canceling Tokyo Olympics is 'essentially off the table,' says IOC member Dick Pound\"\nhttps://us.cnn.com/2021/05/25/sport/tokyo-olympics-ioc-no-cancellation-dick-pound-spt-intl/index.html EDIT:\nHowever,\nhttps://www.thedailystar.net/sports/news/asahi-daily-official-tokyo-olympics-partner-calls-cancellation-games-2099117"], [56338, "2021-05-25T14:52:28Z", [0.72], ""], [70711, "2021-05-25T13:51:14Z", [0.0], ""], [56170, "2021-05-25T13:14:36Z", [0.1], ""], [28171, "2021-05-25T09:42:32Z", [0.4], "US warned against travelling to Japan as Covid cases are rising and vaccination rate (1,9%) is lowest among OECD nations. Meanwhile, 70-80% of the Japanese people are against the olympics in july. Upping probability. "], [101032, "2021-05-25T02:49:08Z", [0.18], "No sign of any wavering from Japan govt/IOC, despite continuing (maybe increasing) strong opposition from Japanese population."], [101040, "2021-05-25T02:34:15Z", [0.3], " The US State Department raised its travel advisory to Japan to level four (do not travel) on Monday.  If more countries continue to do this, will put more pressure on Japan"], [85449, "2021-05-24T20:01:25Z", [0.6], "https://www.reuters.com/world/asia-pacific/no-ones-safe-anymore-japans-osaka-city-crumples-under-covid-19-onslaught-2021-05-24/"], [94556, "2021-05-24T18:54:38Z", [0.01], ""], [90882, "2021-05-24T13:48:10Z", [0.0], ""], [18322, "2021-05-24T13:46:02Z", [0.25], ""], [56170, "2021-05-24T13:12:29Z", [0.05], ""], [100715, "2021-05-24T12:12:41Z", [0.0], "Read an interesting article in The Economist over the weekend about why the Tokyo Olympics will not be cancelled.  First the IOC is determined to hold the Olympics this year and has the sole authority to cancel them.  Apparently, Tokyo and/or the Japanese government have no say in cancellation and if they attempt to do so through other means can be sued by the IOC for billions.  Second is a pride issue.  It would be an international embarrassing to Japan if they are not able to pull off the summer Olympics as China pulls off the winter Olympics early next year.  Of course, Japan and China being long time historical rivals.  It sounds like there is no chance that the games will be cancelled or postpoined."], [96828, "2021-05-24T04:46:31Z", [0.0], "Mass vaccinations going on, the non-nengotiable attitude of the event organizers, the declining COVID cases, and the following article convinces me almost with certainty. Less than 1%. https://www.pbs.org/newshour/world/tokyo-olympics-to-open-even-if-covid-19-cases-rise-in-japan"], [99857, "2021-05-23T22:44:41Z", [0.03], "Japan has approved both Moderna and Astra-Zenica last 3 days. They're pushing hard to keep this going and it seems like we're past the point of no-return. Although they currently only expect seniors to be fully vaccinated by end of July roughly 15% of prefectures say they won't make that timeline. I expect it will look very different, and possibly very lacklustre, but it seems almost certain to go ahead."], [101118, "2021-05-23T15:19:04Z", [0.0], ""], [101066, "2021-05-23T12:28:33Z", [0.27], ""], [45594, "2021-05-23T07:18:26Z", [0.15], ""], [1624, "2021-05-23T01:32:50Z", [0.15], ""], [100701, "2021-05-22T16:08:05Z", [0.05], "Recent Sky News report says it is going."], [783, "2021-05-22T07:23:21Z", [0.0], ""], [1624, "2021-05-22T01:47:23Z", [0.2], ""], [101036, "2021-05-21T23:23:02Z", [0.2], "big fine for Japan is they don't hold it and according to Olympic committee it is going ahead. on the not holding it side, most Japanese people don't seem to want to hold it."], [29680, "2021-05-21T22:24:19Z", [0.02], "Lowering my forecast. Athletes are vaccinating ahead of the games, and they were eligible to travel to Tokyo as early as March. [https://asia.nikkei.com/Spotlight/Tokyo-2020-Olympics/Japan-to-let-Olympic-athletes-in-as-early-as-March]. IOC refuses to cancel the Olympics even in a state of emergency [https://www.espn.com/olympics/story/_/id/31482937/ioc-vp-says-tokyo-olympics-take-place-even-state-emergency-place-covid-19]. Even if cases go up. [https://www.pbs.org/newshour/world/tokyo-olympics-to-open-even-if-covid-19-cases-rise-in-japan] Currently, the rate of new daily cases is dropping. As one member of the Japan Olympic Committee noted, \"We’re starting to reach a point where we can’t even cancel anymore\". (See PBS Newshour link). My take is it's going to get increasingly more difficult to cancel due to sunk costs and momentum, and especially the increasing costs of reversing the decision. Macron is expected to attend [https://www.reuters.com/lifestyle/sports/french-president-macron-attend-tokyo-olympics-minister-2021-05-21/]. Once a considerable portion of athletes starts to settle in, it'll become even harder to cancel."], [1333, "2021-05-21T21:06:13Z", [0.0], ""], [54415, "2021-05-21T15:48:06Z", [0.1], "This is the last chance! Having already been postponed a year there is no opportunity to delay the games any longer. Japan wants it to happen. The IOC want it to happen. It will probably happen. "], [14826, "2021-05-21T15:04:30Z", [0.25], "IOC VP statement at news conference to AP (Only IOC can cancel) that even if it’s under a state of emergency in Tokyo or other parts of Japan it will go ahead."], [8826, "2021-05-21T14:55:25Z", [0.8], ""], [101066, "2021-05-21T12:42:09Z", [0.18], "https://www.reuters.com/lifestyle/sports/fretting-about-covid-most-japan-firms-say-olympics-should-be-cancelled-or-2021-05-20/"], [88614, "2021-05-21T12:39:15Z", [0.12], ""], [100715, "2021-05-21T11:13:44Z", [0.56], ""], [101044, "2021-05-21T09:59:58Z", [0.1], ""], [101031, "2021-05-21T09:38:18Z", [0.05], ""], [33873, "2021-05-21T07:37:11Z", [0.05], ""], [101044, "2021-05-21T06:14:09Z", [0.7], ""], [101032, "2021-05-21T04:58:31Z", [0.2], "Japanese organisers/government seem pretty unwavering at present and there is a hint that covid cases are tracking down again in Japan, which will reassure them."], [18322, "2021-05-21T04:01:33Z", [0.38], ""], [94872, "2021-05-21T02:31:01Z", [0.08], ""], [81061, "2021-05-21T02:08:32Z", [0.05], ""], [101030, "2021-05-21T00:10:24Z", [0.05], "Public opinion in Japan seems to be against the games due to the Covid situation and the fear that Olympic visitors will bring new risks of Covid variant outbreaks with voting polls reporting between 60-80% of people against the games. Also media seems to be giving the opinion that the public is frustrated with the government due to being in the fourth wave of Covid infections, and the low rate of vaccine rollout. Japan is also in an election year but according to https://www.themandarin.com.au/157528-should-japan-cancel-the-tokyo-olympics-it-may-not-be-able-to/ it is unlikely that this will push the decision to cancel the games due to a lack of strong opposing party leadership. Further the IOC have ruled out cancelling the games and Japan's prime minister has also stated they will go ahead. https://japantoday.com/category/tokyo-2020-olympics/cancelling-the-olympics-huge-consequences-and-a-financial-quagmire. Certainly looking at the Olympics official website there is no mention of the protests or possibilities of cancelling the games. https://olympics.com/tokyo-2020/en/"], [56265, "2021-05-21T00:00:31Z", [0.1], ""], [37236, "2021-05-20T22:02:18Z", [0.93], "Bach is finally set to vist Japan on 12 July, and he will likely be influential in making the call... link https://english.ahram.org.eg/NewsContent/6/56/411496/Sports/Omni-Sports/IOC-chiefs-delayed-preOlympics-Japan-trip-to-happe.aspx"], [30346, "2021-05-20T21:32:39Z", [0.03], "Initial forecast"], [96757, "2021-05-20T19:33:23Z", [0.05], ""], [32100, "2021-05-20T18:05:09Z", [0.0], ""], [34959, "2021-05-20T14:30:35Z", [0.01], "Three main reasons and only one of them recent have dropped my score this low; 1. Sunk cost fallacy from organisers - about US$15.4B has been spent to date noting about half on \"investment on permanent sites\", so it would be throwing away ~$7B (1). Can you imagine the political fallout for wasting this money when there is a literal nuclear disaster cleanup still happening in your country?  2. Geopolitical bragging rights - Either Japan holds the first games after the Covid-19 outbreak, or China does. That's up to the Japanese government and Olympic organisers.  3. Further reduction on the realization/discovery that Tokyo City could be on the hook to the IOC for lost earnings, suggestion is this is up to $1.5B (1). 1. https://www.straitstimes.com/sport/olympics-cancel-the-tokyo-games-huge-consequences-and-a-financial-quagmire"], [11289, "2021-05-20T13:48:50Z", [0.04], ""], [691, "2021-05-20T13:45:53Z", [0.03], ""], [92242, "2021-05-20T13:11:48Z", [0.25], "Increasing COVID-19 Incidence will force delay or cancellation."], [69091, "2021-05-20T11:55:28Z", [0.1], ""], [100976, "2021-05-20T11:44:15Z", [0.13], "The games seem unpopular in Japan and the risk of it causing a significant spike in Japanese cases seems high, but the Japanese leaders seem to be sticking with the plan and there would be a strong status quo bias to keep it going. https://www.economist.com/asia/2021/05/19/the-tokyo-olympics-are-safe-and-secure-insist-japanese-politicians"], [95766, "2021-05-20T10:27:12Z", [0.3], "I read the question inversly."], [95766, "2021-05-20T10:24:29Z", [0.7], "Initial guess was a little strong."], [95766, "2021-05-20T10:22:19Z", [0.91], "With further dropping covid-cases and Japan being an island, it is plausible the organizers will present admissible hygiene and safety protocols."], [20156, "2021-05-20T08:26:06Z", [0.15], ""], [86554, "2021-05-20T07:53:59Z", [0.01], ""], [41352, "2021-05-20T05:38:12Z", [0.05], ""], [101066, "2021-05-20T05:23:49Z", [0.15], ""], [101088, "2021-05-20T04:04:50Z", [0.2], "Athletes will all be vaccinated.  Case numbers are falling.  Huge pressure to “get back to normal.”\n"], [80667, "2021-05-19T23:59:09Z", [0.05], "While it's conceivable that Covid-19 could play spoilsport, the decision to cancel is a political choice. At a time, when Covid-19 is on the retreat in most of the developed nations and the fact that these games have already been postponed previously, makes either cancellation or postponement highly unlikely. "], [100823, "2021-05-19T23:33:32Z", [0.1], ""], [26642, "2021-05-19T19:32:44Z", [0.0], "While Japan is severely lagging in vaccinations, the games will go on.  The Olympic committee makes most of its money from television so even if Japan limits spectators, the games will go on."], [88422, "2021-05-19T18:22:38Z", [0.0], ""], [86554, "2021-05-19T17:23:32Z", [0.1], ""], [98850, "2021-05-19T17:20:23Z", [0.15], "The initial likelihood was low, but the clear message from the Japanese people is not something to dismiss. We're basically looking at the economics and desire for the world to portray COVID as a fading thing VS. Japanese cultural cohesiveness and doing what is best for the greater good. I think the government will bow to the international pressure over the homegrown, but there is no guarantee."], [101084, "2021-05-19T15:10:44Z", [0.05], ""], [56170, "2021-05-19T14:55:14Z", [0.07], ""], [100803, "2021-05-19T13:04:59Z", [0.06], ""], [100664, "2021-05-19T12:37:14Z", [0.4], ""], [101081, "2021-05-19T11:26:09Z", [0.05], ""], [100715, "2021-05-19T09:49:24Z", [0.61], "At some point the relatively young Japanese government may begin to fear the prospect of electoral defeats unless the Olympics are cancelled.  However, it is also likely the games will be postponed to 2022."], [14826, "2021-05-19T06:53:14Z", [0.42], "Japan times article quote “there would be little surprise if she cancelled it” re Yuriko. 3 day virtual meeting, 80% want to postpone or cancel, Japan doctors protest, pandemic at second peak in country "], [38577, "2021-05-19T04:10:46Z", [0.1], ""], [80475, "2021-05-19T03:45:10Z", [0.07], "Raising my odds due to the doctors group news release. But again, if the Olympics are going to be cancelled, why are other sports still going on? Here is sumo wrestling from a few days ago, in Tokyo! https://www.youtube.com/watch?v=eNCz7i4J70U  Sumo has been both with spectators and without spectators this year. It's not like the Japanese don't know how to do sports safely."], [101041, "2021-05-19T02:56:29Z", [0.3], "Only 5 olympics ever been cancelled - and all because of war.  1920 olympics was not cancelled, even with Spanish flu pandemic.  Only IoC can cancel the games, not strictly the hosts (although they could withdraw).  Result would be a huge insurance payout.  But 80% of population opposed to games.  Based on past, it won't be cancelled but we are still in a pandemic"], [101036, "2021-05-18T23:38:08Z", [0.4], ""], [56338, "2021-05-18T19:50:45Z", [0.69], ""], [55987, "2021-05-18T16:30:11Z", [0.08], ""], [37236, "2021-05-18T16:19:16Z", [0.93], "With Japan's doctors leading the call for cancellation, this must be taken seriously.  Link https://www.washingtonpost.com/nation/2021/05/18/coronavirus-covid-live-updates-us/"], [100298, "2021-05-18T15:48:23Z", [0.12], ""], [90882, "2021-05-18T14:49:35Z", [0.04], ""], [101068, "2021-05-18T14:45:29Z", [0.1], ""], [1333, "2021-05-18T13:33:12Z", [0.0], ""], [100724, "2021-05-18T12:49:58Z", [0.02], ""], [89135, "2021-05-18T12:13:34Z", [0.5], "With calls from doctors to cancel, hospitals are at max, increasing chance to cancel. \nOnly 3% vaccinated means it is unlikely to improve soon.  So even though organizers feel that they can safely hold the Olympics, a massive increase in population being infected and/or hospitalized could prevent the ability to host.  Picture the situation in India ... "], [94556, "2021-05-18T08:34:20Z", [0.02], ""], [34959, "2021-05-18T07:57:03Z", [0.03], ""], [88452, "2021-05-18T05:06:43Z", [0.0], "Tokyo governor Yuriko Koike could ultimately be crucial for letting the Games happen under her responsibility. Despite mounting pressure from public opinion amid scarcity of vaccines, at the beginning of the 100 day-countdown to the Paralympics start she reportedly said:\n\"We'll make preparations to realize safe and secure games so that the event will be a light of hope\"\nhttps://jen.jiji.com/jc/i?g=eco&k=2021051600412"], [101040, "2021-05-18T02:24:17Z", [0.2], ""], [98620, "2021-05-18T00:54:50Z", [0.0], "Olympics will happen with all precautionary measures we know."], [73687, "2021-05-17T22:22:22Z", [0.06], ""], [101029, "2021-05-17T21:19:25Z", [0.69], "New outbreak makes it look unlikely, but there has been a lot of investment in holding it, and maybe they think they can manage the athletes -most of whom are probably vaccinated. "], [100184, "2021-05-17T18:51:34Z", [0.04], ""], [81057, "2021-05-17T16:57:41Z", [0.05], ""], [69091, "2021-05-17T16:23:27Z", [0.15], ""], [69091, "2021-05-17T16:22:38Z", [0.7], ""], [88614, "2021-05-17T15:46:55Z", [0.15], ""], [99594, "2021-05-17T15:26:25Z", [0.03], "@keith-huggins "], [85535, "2021-05-17T14:19:55Z", [0.0], ""], [20871, "2021-05-17T13:09:44Z", [0.15], ""], [99615, "2021-05-17T12:36:50Z", [0.05], ""], [96757, "2021-05-17T12:26:46Z", [0.07], ""], [96757, "2021-05-17T12:26:37Z", [0.06], ""], [93028, "2021-05-17T12:08:43Z", [0.04], ""], [100715, "2021-05-17T11:44:43Z", [0.43], ""], [93350, "2021-05-17T09:50:06Z", [0.1], "It would appear there is significant pressure for the Games to be cancelled. Another postponement is not an option by the IOC.\nThere is also significant pressure from  stakeholders for the games to proceed.\nAccording to a poll conducted in March 2021, 59% of respondents were in not in favour of holding the Games in the midst of a pandemic, 30% supporting the event. The polls seem to vary dependent on the reporting  but showing a trend to postpone/cancel.\nToshihiro Nikai,  the Secretary General of the ruling Liberal Democratic Party suggested that the Games could be cancelled dependent on control of the pandemic, but this was quickly backtracked by him with the Prime Minister, Yoshihide Suga signalling a no- change attitude in the Government indicating perhaps a level of discussion being held as to a cancellation.\nThe British Medical Association have advised against holding the Games, given Japan’s poor record in controlling the virus.\nPressure may be relieved (at a significant loss of income) in that there will no spectators. Foreigners will almost certainly will prohibited from entering the country.\nThe participants in the Games will be subject to a regime of testing and social distancing by their home organisations and the IOC. The World Athletes President, Sebastian Coe believes the Games will proceed given the testing regimes he experienced at a half marathon test event in Sapporo this month.\nFrom the Stakeholders point of view, the official Japanese budget of $15 Billion has climbed to $26 Billion and rising. This would be written down as a loss if the games if the Games were cancelled. The IOC who are the owners of the Games are determined for the Games to proceed to protect the 73% of their income by way of broadcasting rights.\nIt is reported that Japanese companies have paid some $3 billion in sponsorship deals with International broadcasters spending significant amounts (NBC paying $1.4 billion for rights).\nThe Games are the exclusive property of the IOC and only they can terminate the contract between them and the host city of Tokyo. The IOC does have an obligation to the health of the athletes and could cancel if this was threatened (a case could be made here due to the pandemic). Should Tokyo unilaterally pull out, the organising committee would be responsible for all risks and losses.\nThere is also a symbolic significance as the Games would show a revival of Japan post Fukushima and Tsunami according to  Professor Jack Anderson at the University of Melbourne. Given the IOC’s refusal to even consider a cancellation and the corporate finances spent, the chances of the Games proceeding are positive in that a degree of the expenditure may be recouped. https://www.theguardian.com/sport/2021/may/05/sebastian-coe-expects-tokyo-olympics-go-ahead-after-test-event-japan-half-marathon-sapporo  https://www.dw.com/en/could-japan-cancel-tokyo-olympics-over-coronavirus/a-57223286  https://apnews.com/article/tokyo-coronavirus-pandemic-2020-tokyo-olympics-japan-olympic-games-da4ecb601dee77b963005b89631c2724  https://www.theguardian.com/sport/2021/may/05/sebastian-coe-expects-tokyo-olympics-go-ahead-after-test-event-japan-half-marathon-sapporo  https://www.dw.com/en/olympics-senior-government-figure-admits-tokyo-games-could-be-scrapped/a-57208063\nhttps://www.ksat.com/sports/2021/04/30/are-the-tokyo-olympics-in-danger-of-being-canceled/\nhttps://www.bmj.com/content/373/bmj.n962\nhttps://www.scmp.com/sport/other-sport/article/3133377/why-tokyo-thinks-2020-olympics-show-must-go-even-covid-19-booms\nhttps://www.business-standard.com/article/sports/ioc-push-ahead-with-plans-to-open-tokyo-olympics-during-state-of-emergency-121042800133_1.html\nhttps://www.sportsnet.ca/olympics/article/britain-yet-decide-pfizer-offer-vaccinate-olympians/\nhttps://www.bbc.com/news/world-asia-57097853  https://thediplomat.com/2020/02/what-would-it-cost-to-cancel-the-tokyo-olympics/\n"], [40954, "2021-05-17T09:12:36Z", [0.8], ""], [28171, "2021-05-17T08:08:19Z", [0.25], "It would be lose of face for Japan and the IOC to cancel again. Therefore many of the special regulation in place increase the chance that it will proceed. Having said that, the low vaccination rate of the Japanese population makes it vulnerable to lockdowns and backlash from the Japanese people. I start with 25%. "], [100842, "2021-05-17T08:07:04Z", [0.05], "Vaccination is on the rise in all \"rich\" countries where most of the athlets are coming from . Other major sport events like F1 have managed to continue operating successfully. Local pressure for cancellation will probably not change the decision. "], [97375, "2021-05-17T07:45:50Z", [0.06], ""], [95712, "2021-05-17T07:02:49Z", [1.0], "Two months after the announcement of the Tokyo Olympics postponement, AirNZ grounded their Boeing 777 fleet in 'deep storage' in the dry Californian desert, speculating they'd be there until 2022.  The seriousness and enduring nature of the pandemic had forced the hand of the aviation industry to accept that Covid-19 would be a disruption spanning years.  Since, I have puzzled over why the Olympic Committee was ploughing ahead with their schedule.  What models had the Olympic Committee used to make their incredibly optimistic decision that the world would be 'normal' again in July 2021?  I can understand why the Olympic Committee wants to go ahead wit the Games  (given the resources at stake), but the risk it poses to the world economies is too great.  Imagine an outbreak in the Olympic village that isn't realised until AFTER the athletes and their support crews have returned to all the corners of the world from where they came.  It would be a super spreader event like no other.  I suspect that mounting pressure from the scientific community will derail the Olympics and it will not commence in July 2021."], [98388, "2021-05-17T06:50:36Z", [0.05], "Given the current figures regarding COVID I suspect that the games will continue. In part due to the comprehensive strategy that the IOC have in place in Japan: https://olympics.com/ioc/news/joint-statement-by-the-ioc-ipc-tokyo-2020-tokyo-metropolitan-government-and-the-government-of-japan Unless in the interim a pronounced increase in cases occur in Japan. Or countries begin to boycott the games, it should continue."], [94872, "2021-05-17T04:32:21Z", [0.09], ""], [29680, "2021-05-17T04:25:19Z", [0.2], ""], [28295, "2021-05-17T03:06:40Z", [0.6], "Factors that influence cancel:\n1. Lots of pressure from locals to cancel\n2. Athletes seem on the fence or even definitely concerned\n3. No people in stands already planned\n4. the local area around the venues are under heightened covid concerns\n5. There is insurance to cover cancelation, but that covers hard costs\n6. International travel poses a big Covid risk Factors for not canceling\n1. There is a lot of money on the line\n2. There has already been one cancelation\n3. Global vaccinations are on the rise\n4. Fear of loss (canceling) is stronger than fear of gain. "], [80475, "2021-05-17T02:32:45Z", [0.02], "Japanese pro basketball game, just played: https://www.youtube.com/watch?v=ynOXkKKI6jM Spectators are masked, seems to be working fine. I don't understand the viewpoint that the Olympics will get cancelled."], [11242, "2021-05-16T21:44:30Z", [0.15], ""], [100828, "2021-05-16T20:48:41Z", [0.04], ""], [40572, "2021-05-16T20:37:02Z", [0.2], ""], [96757, "2021-05-16T19:53:31Z", [0.04], ""], [99780, "2021-05-16T19:31:23Z", [0.04], ""], [100971, "2021-05-16T18:46:55Z", [0.9], ""], [13979, "2021-05-16T18:38:48Z", [0.2], ""], [79442, "2021-05-16T18:37:34Z", [0.1], "Rise in Indian covid variant"], [56170, "2021-05-16T17:28:27Z", [0.08], ""], [87155, "2021-05-16T17:07:21Z", [0.2], ""], [93409, "2021-05-16T16:45:44Z", [1.0], ""], [99106, "2021-05-16T15:46:04Z", [0.5], ""], [14826, "2021-05-16T15:00:50Z", [0.28], "Current COVID wave increasing, some hospitals at capacity. Probably done by start date and but risk given low 1% vaccination rates that spike increases overwhelms hospitals and causes public outcry forcing IOC to cancel as Tokyo can’t do it."], [86554, "2021-05-16T13:58:36Z", [0.01], ""], [99346, "2021-05-16T13:29:18Z", [0.03], ""], [691, "2021-05-16T12:01:51Z", [0.02], ""], [87041, "2021-05-16T10:37:24Z", [0.55], ""], [97140, "2021-05-16T10:33:49Z", [0.05], ""], [100664, "2021-05-16T10:08:07Z", [0.4], ""], [99942, "2021-05-16T09:06:14Z", [0.41], "There are a lot of new variants coming to the fore. World wide vaccination programme might not be widespread enough to ensure competitor/participants safety. Currently only 1% of Japanese are vaccinate (*check this). The decision might be late in the day and there is the sunk cost thinking that might mean it will go ahead anyway. Will people want to see it? Will it be a beacon of hope in what have been dark times? Should it be cancelled is maybe a different proposition to will it be cancelled. Could it be managed safely? Small numbers of athletes, no crowds. Is there the political will? The sponsorship deals? The pride at stake? Will the emotional commitment and desire to see it outweigh the practicalities? Will it end up just being an event for the richer vaccinate countries? Probably will go ahead but situation could change quickly."], [45594, "2021-05-16T06:47:20Z", [0.5], ""], [94872, "2021-05-16T06:20:11Z", [0.13], ""], [94737, "2021-05-16T05:28:08Z", [0.0], ""], [92079, "2021-05-16T02:09:11Z", [0.0], ""], [100273, "2021-05-16T00:41:25Z", [0.05], "Momentum is for the games."], [98516, "2021-05-16T00:26:25Z", [0.05], "I think the chances are low. Vaccinations will continue to rise. Saving face is important and Japanese people are still continuing to wear masks and social distance. Only the IOC can cancel the games and they won't face any of the public pressure from the public like the government does. https://www.bbc.com/news/world-asia-57097853 https://www.reuters.com/lifestyle/sports/japans-olympics-minister-hopes-torch-relay-turns-around-public-sentiment-2021-03-25/ https://www.reuters.com/world/asia-pacific/poll-shows-60-japanese-want-games-cancelled-2021-05-10/"], [101011, "2021-05-16T00:00:40Z", [0.05], ""], [98029, "2021-05-15T21:43:36Z", [0.1], "No indication of the IOC wanting to cancel. "], [90433, "2021-05-15T21:37:46Z", [0.2], "With vaccines, the Japan Olympics should go on. However, if vaccination in Japan don't go up, a new variant arises or some other unforeseen thing happens, could delay it."], [43189, "2021-05-15T21:15:06Z", [0.3], "New wave in Japan, flight issues for athletes, public opinion in Japan.\nFor\nInsurance companies and the IOC image, tricky one this."], [89135, "2021-05-15T20:29:24Z", [0.0], "I thought the shortage of vaccines would be an issue. It isn’t. Pfizer has agreed to donate vaccinations for all Olympic athletes.  There is no actual public health risk. Perceived risk, risk from public gatherings to watch, but not for athletes spreading the virus.   While strong restrictions and limited attendance may be in place, I cannot see a logical reason not to compete. The only thing that could change is a variant that is not covered by the vaccine. "], [35398, "2021-05-15T20:14:29Z", [0.01], ""], [1333, "2021-05-15T19:53:55Z", [0.0], ""], [80475, "2021-05-15T19:26:44Z", [0.03], "Did a quick search, and Japanese sumo and baseball are still holding events. The Olympians will be vaccinated: https://english.kyodonews.net/news/2021/05/1dedb61e3835-japan-plans-to-vaccinate-olympic-athletes-for-covid-by-end-of-june.html\n"], [101011, "2021-05-15T19:18:14Z", [0.05], "Enough vaccinations have occurred to allow for at least a minimalist olympics. The Japanese are counting on this even for economic and social reasons and they will not want to cancel again in order to prevent the loss of face/prestige."], [101013, "2021-05-15T17:52:09Z", [1.0], ""], [48709, "2021-05-15T16:13:21Z", [0.0], "Is set to open"], [100990, "2021-05-15T15:08:53Z", [0.08], ""], [70711, "2021-05-15T13:53:43Z", [0.8], "https://www.bbc.com/news/world-asia-57097853 billions of $$ at stake..\nattempts to meet contractual obligations and recoup some revenue will struggle against the potential for super spread.. In my view, virus wins.."], [79508, "2021-05-15T12:50:19Z", [0.04], "Will only give it a slim chance of it taking place, still far too early, maybe next year when Vaccines have kicked in and cases have gone down "], [37236, "2021-05-15T12:32:33Z", [0.85], ""], [73970, "2021-05-15T12:01:05Z", [0.1], ""], [61016, "2021-05-15T11:23:08Z", [0.7], "Let us consider the factors involved in the hosting of the Olympic Games:\n(https://www.bbc.com/news/world-asia-57097853)\n1. Who will cancel the Games?\nAs per the contract, it is the IOC that can call off the games due to safety of the participants. Hence, the initiative to cancel has to come from IOC and not the other way. 2. Who can influence the cancellation?\nThe public - already 70% of Japanese want it cancelled. Similarly, voices from concerned people all over is growing.\nThe host cities - some prefectures have already informed that they will not strain the health system by hosting and taking care of the participants.\nThe participants - US track and field team has cancelled pre-olympic training camp. 3. Other factors - The fourth wave across the world is severe. What is the lesson learnt?\nIn India, religious and political gatherings contributed to surge in cases (https://scroll.in/latest/994785/covid-19-religious-and-political-gatherings-contributed-to-surge-in-cases-in-india-says-who). If these factors grow in the next few days ( within 60 days), there are chances that they may be cancelled.\nhttps://www.bbc.com/news/world-asia-57097853"], [60695, "2021-05-15T10:33:11Z", [1.0], ""], [33637, "2021-05-15T09:48:47Z", [0.67], ""], [100664, "2021-05-15T07:49:15Z", [0.1], ""], [96757, "2021-05-15T06:20:12Z", [0.02], ""], [96757, "2021-05-15T06:19:18Z", [0.03], ""], [34815, "2021-05-15T04:56:22Z", [0.0], ""], [1624, "2021-05-15T02:09:30Z", [0.3], ""], [89035, "2021-05-15T01:41:23Z", [0.0], "Too late to cancel"], [88452, "2021-05-15T00:17:32Z", [0.0], "On the one hand, the pressure by the public on politicians to cancel games in order to protect lives is right morally. The Games will be neither fun nor light-hearted nor equal-opportunity competitions, even at this point. It's all hardship, and the PR effect and communications strategy is a catastrophe. The calls for cancellation make sense to common-sense\n/because of the four waves in total of CoV-2 infections that Japan had to go through\n/given their geographic situation as an island, compared to Iceland, New Zealand or Australia the protection level in Japan for its dense population was particularly bad in the past 15 months or so.\n/additional adminitrative areas are under emergency due to high case numbers, which makes even travel within Japan for the Japanese a limbo - why exactly should foreigners be allowed to travel in Japan? (for long, there has been a strange mix of xenophobia and fascination of the world, and a tendency to isolate in the Japanese society)\n/The official tests and statistics likely and increasingly under-estimate the real problem and spread of SARS-CoV-2 within Japan, since even during the third wave hospital capacities used to be stretched and many ill with COVID-19 did not even make it there but died at home without help instead, which is a silent catastrophe. Preparedness in Japan for a pandemic was shockingly ignoble for a G7 nation one year into the situation.\n/Some national OCs have already announced they will skip preparatory phases in Japan and will get boarded as late as possible, in order to keep their stay in Japan as short as possible (legendary parties at night will probably not happen either this year), which could also be an expression of uncertainty about the status of the Games. However,\n/the denial of the problem is still real by both Japanes politics and the IOC, and the will to continue at all cost is amazing\n/the IOC is having a big financial and credibility problem, if the Games get cancelled at this late stage, and with all the communication that happened before. They almost linked their fate to the 2021 Japan edition.\n/in the Japanese society and faith the individual is subordinate to the good of the group, which may just change now with a younger more individual generation which fights for a right to emancipate, a right to protest, a right to take part in decision-making etc.\n/unfortunately, their leaders tend to be very traditional, very close-minded, very old, very complying men with obviously no intention to regard let alone find out what the real situation in their country is, or to disappoint the IOC. I thus start forecasting \"No.\", but continue to watch for major natural disasters in the meantime (there has been an earthquake of strength 6.0 recently), the human cost of which and dissarray caused by which could swing political intentions around."], [100923, "2021-05-14T22:20:07Z", [0.73], ""], [13657, "2021-05-14T21:36:20Z", [0.2], "I find it amusing that the country that is probably the most fanatical about wearing masks is being so hard hit with the virus. I think a lot of it has to do with the fact that Japan has a pretty high median age. Also they don't have a problem with malaria so typically don't use Hydroxychloroquine.  Anyway, I'm betting that financial considerations will stop them from canceling all together. Although with a July 28th start date, any delay at all will push it out of the July time frame. These are athletes for crying out loud, and they are extremely healthy and young. They are not a risk for getting or spreading the virus."], [22689, "2021-05-14T20:51:45Z", [0.1], ""], [1333, "2021-05-14T20:06:29Z", [1.0], ""], [8826, "2021-05-14T19:39:01Z", [0.8], ""]], "open_date": "2021-05-14T17:00:39Z", "close_date": "2021-07-15T07:01:39Z"}