{"question_id": 2071, "title": "Will the US fully evacuate or lose control of its embassy in Kabul, Afghanistan, before 1 December 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[79461, "2021-08-16T15:38:58Z", [1.0], ""], [101017, "2021-08-16T15:19:35Z", [1.0], ""], [484, "2021-08-16T15:03:33Z", [1.0], "(no change) Fascinating reading: https://www.politico.com/news/magazine/2021/08/16/afghanistan-history-taliban-collapse-504977"], [91945, "2021-08-16T14:52:26Z", [1.0], ""], [97375, "2021-08-16T07:30:34Z", [0.99], ""], [34959, "2021-08-16T05:36:37Z", [0.99], ""], [755, "2021-08-16T01:44:25Z", [0.99], "Comments: On a personal note, I'm quite saddened by this event. I cannot help thinking of the Afghan women and children and what will happen to them. Following consensus.\nCNN, 08/15/21, 'US completes evacuation of embassy in Afghanistan as flag comes down at diplomatic compound': https://www.cnn.com/2021/08/15/politics/us-embassy-kabul-afghanistan/index.html\nABC News, 08/15/21, 'Afghanistan's collapse: Did US intelligence get it wrong?': https://abcnews.go.com/US/afghanistans-collapse-us-intelligence-wrong/story?id=79470553\nClips from ABC News article:\n'But numerous U.S. officials tell ABC News that the opposite was true, insisting that key intelligence assessments had consistently informed policymakers that the Taliban could overwhelm the country and take the capital within weeks -- essentially repeating the 1975 fall of Saigon, when helicopters hastily evacuated diplomats from the U.S. embassy's rooftop as the North Vietnamese Army stormed into the South Vietnam capital.' 'A senior congressional official who asked not to be named in order to discuss sensitive briefings told ABC News that intelligence officers had warned the U.S. leaders about a swift and total victory by the fundamentalist Taliban militants who had held power in Kabul during the late 1990s up until after the Sept. 11 attacks.\n\"The intelligence community assessment has always been accurate; they just disregarded it,\" the official told ABC News, speaking about the Biden administration.\nAmong the intelligence that sources said was shared with the administration were claims that some members of Pakistan's intelligence services, who helped create and organize the Taliban 25 years ago, were supporting the Taliban over the summer. ABC News has seen evidence of Pakistani government ID cards found among deceased fighters, but could not verify their authenticity.' 'The Pakistani official said that his concern was not so much about a Taliban-controlled regime in Kabul, as it was about a civil war leading to a humanitarian crisis -- with millions more Afghan refugees potentially crossing the border into Pakistan.\n\"The Taliban should take their success with a grain of salt,\" the official said. \"To take a city is one thing, but to hold it is a different ballgame.\"\n\"Our fear is not their victories,\" he added. \"But setting up a system of governance is very difficult. They will make mistakes, too. The arrogance of victory will lead to that.\""], [1056, "2021-08-16T01:06:43Z", [1.0], "So the airport (aka the U.S. embassy) is taking fire. This should be fun... https://af.usembassy.gov/security-alert-u-s-embassy-kabul-afghanistan-15/"], [98850, "2021-08-15T23:42:55Z", [1.0], "I was so, so wrong. I let positivity get in the way of objective assessment here. Taliban too strong in their counter-offensive and Afghan government was incredibly weak without support. That was lightning quick"], [102143, "2021-08-15T22:16:10Z", [1.0], ""], [79508, "2021-08-15T20:27:53Z", [1.0], ""], [81456, "2021-08-15T19:57:00Z", [1.0], ""], [100653, "2021-08-15T19:35:29Z", [1.0], ""], [53391, "2021-08-15T18:30:33Z", [1.0], "Like it matters for bier.  Its not that i did not expect the embassy to fall, i did not expect it before December 1.  Damn, that was friggin fast.  "], [102243, "2021-08-15T17:59:27Z", [1.0], ""], [86367, "2021-08-15T17:54:45Z", [1.0], ""], [914, "2021-08-15T17:28:12Z", [1.0], ""], [1056, "2021-08-15T17:11:50Z", [1.0], "They're moving to the airport, so unless GJO defines \"embassy\" as an abstract idea, or as a collection of staff, rather than a physical place, this question should probably be closed."], [94872, "2021-08-15T16:43:04Z", [1.0], ""], [74903, "2021-08-15T16:39:44Z", [1.0], "https://www.aljazeera.com/news/2021/8/15/taliban-continues-advances-captures-key-city-of-jalalabad?fbclid=IwAR2eZGjRjWM7rpN90jIQz5lI2XX-da-nxaoP6CwIC01qgrKbYgEMRRM7iNk&sf148983915=1"], [96523, "2021-08-15T15:55:50Z", [1.0], "Has already occurred."], [102143, "2021-08-15T15:43:30Z", [0.97], "Comment deleted on Aug 15, 2021 10:15PM UTC"], [101935, "2021-08-15T15:38:48Z", [1.0], ""], [101940, "2021-08-15T15:21:56Z", [1.0], "As an national expert doing this for 30 years it was apparent years ago that the Afghan govt could not stand on its own."], [78587, "2021-08-15T15:10:11Z", [1.0], "lose control? Never had it."], [2965, "2021-08-15T14:35:19Z", [1.0], ""], [21884, "2021-08-15T14:33:49Z", [1.0], ""], [97302, "2021-08-15T14:31:15Z", [1.0], ""], [60948, "2021-08-15T14:13:35Z", [1.0], "Postmortem: Seeing how the crowd has changed so suddenly, I thought that I'd maybe been too slow to update, but last weekend things seemed fine and I was slightly less overconfident than the crowd."], [60948, "2021-08-15T14:13:10Z", [0.8], ""], [96828, "2021-08-15T12:57:44Z", [1.0], ""], [61735, "2021-08-15T12:28:03Z", [1.0], "I believe that this is has effectively occurred at this time (https://twitter.com/kylieatwood/status/1426853588782010370)"], [93028, "2021-08-15T12:14:03Z", [1.0], ""], [80475, "2021-08-15T11:44:11Z", [1.0], "https://twitter.com/kylieatwood/status/1426853588782010370?s=21 “ New: The US is completely pulling out all US personnel from the US embassy in Kabul over the next 72 hrs, including the top officials, according to sources familiar with the situation. A core group of top US officials will stay at the Kabul airport for now.”"], [24146, "2021-08-15T11:32:20Z", [1.0], ""], [24146, "2021-08-15T11:31:23Z", [0.5], ""], [21884, "2021-08-15T10:47:15Z", [0.94], ""], [81456, "2021-08-15T10:42:24Z", [0.5], ""], [81456, "2021-08-15T10:42:13Z", [0.0], "50"], [75863, "2021-08-15T10:07:49Z", [1.0], ""], [80790, "2021-08-15T09:18:03Z", [1.0], ""], [101031, "2021-08-15T08:14:03Z", [1.0], "Evacuation with helicopters at rapid speed from the roof of the embassy is happening as we speak. Dropping heat flares to confuse heat seeking missiles. The US were talking about restarting an embassy office at the airport to process visas but we may already be too late for that.\nWatching Al Jazeera live."], [100653, "2021-08-15T07:40:35Z", [0.9], ""], [45594, "2021-08-15T07:12:34Z", [0.9], ""], [93350, "2021-08-15T06:41:21Z", [0.99], "Western embassies have closed, are closing and evacuation plans are in play.\nIt is reported that the US military is preparing to lower its flag over the embassy and so signalling closure.\nJalalabad has been taken, cutting escape to the east and leaving Kabul vulnerable to be overrun.\nThe unexpected folding of the government forces has exacerbated the capitulation of the country to the Taliban in days rather than weeks as suggested by the US.  https://www.theguardian.com/world/live/2021/aug/15/afghanistan-taliban-close-in-on-kabul-as-last-government-stronghold-in-north-falls  https://www.npr.org/2021/08/15/1027806863/the-taliban-seize-jalalabad-cutting-off-kabul-to-the-east  https://www.dailymail.co.uk/news/article-9894781/Taliban-takes-Jalalabad-warns-cease-airstrikes-descend-Kabul.html  https://www.bbc.com/news/world-asia-58219169  https://www.bbc.com/news/world-asia-58187410\n"], [94872, "2021-08-15T04:13:57Z", [0.98], ""], [1450, "2021-08-15T02:19:59Z", [1.0], ""], [1056, "2021-08-15T01:20:41Z", [1.0], "From CNN yesterday: https://edition.cnn.com/2021/08/13/politics/afghanistan-embassy-72-scramble/index.html So here's a rundown of the spin for the past seven days: \"'The Taliban are occupying a lot of ground, but they're not taking cities.\" \"The Taliban are taking cities, but only a few.\" \"The Taliban are taking cities, but the important ones are holding out.\" \"The Taliban have taken almost all the important cities, but there are still one or two where the regime can make a stand.\" \"The Taliban have taken all the important cities, but they're not menacing Kabul.\" \"The Taliban are menacing Kabul, but they may not enter the city.\" And when the Taliban enter Kabul, I assume the press and the administration will say, \"Well sure, what did you expect?\""], [74903, "2021-08-15T00:17:48Z", [0.94], "+1 \n“All security forces have left Mazar city,” he said, though sporadic clashes were still taking place in one area outside the city centre."], [176, "2021-08-14T23:43:32Z", [1.0], "It's all over, but the shouting:\n President Joe Biden authorized on Saturday an additional 1,000 U.S. troops for deployment to Afghanistan, raising to roughly 5,000 the number of U.S. troops to ensure what Biden called an “orderly and safe drawdown” of American and allied personnel.\nhttps://apnews.com/article/lifestyle-joe-biden-middle-east-evacuations-kabul-8ec855b3f943dafe80d3d3ca6b0953f2 I already saw this picture show: https://www.youtube.com/watch?v=0BVRhsqHE5M\nhttps://www.youtube.com/watch?v=vHLKFSWzImk\n@Wildwood2000 "], [484, "2021-08-14T23:17:30Z", [1.0], "(no change) I wonder if 45 will do something meaningful to explain that he also had made and ordered essentially the same decision as 46?"], [25265, "2021-08-14T21:45:00Z", [0.15], "The massive offensive has put the government in Kabul on its heels, and the Pentagon has started planning for a full withdrawal of the American mission in Kabul, three people familiar with the preparation told POLITICO, with two saying U.S. Central Command sees a full embassy evacuation as “inevitable.”\nhttps://www.politico.com/news/2021/08/13/afghanistan-embassy-withdrawal-taliban-504444 [ Sources: U.S. planning for a full embassy withdrawal as the Taliban close in on Kabul | 08/13/2021 ]  I'm not so sure if it's inevitable. \nFore sure the size of US embassy personnel will shrink. But at this point - August 14  - although Taliban is about 70K away from Kabul, I don't think the embassy will be evacuated totally. Not yet. \nBiden so far emphasized on keeping the diplomatic communication open. Evacuating the embassy altogether will be a sign of no hope, I believe.  I gather that Ghani will be gone https://www.gjopen.com/comments/1321174\nThere will be some negotiations for power-sharing & ceasefire. \n\nIncreasing a bit for now. Certainly not as much as the crowd thinks :)\nWill revisit the question in a week again. (the so-called independence day is coming on Thursday as Taliban mentioned) Furthermore, we have to take also into account that the case of Kabul is different from other cities; most likely there will be bloodshed, and this makes the country even more divided (if that's even possible). Taliban won't be having legitimacy domestically as well as internationally. I think they would like to see the \"recognition\", and not just imposing power. This makes coming back to negotiations and power sharing agreements more likely. \nAn informative talk https://www.youtube.com/watch?v=itgu-1SgkII [Aug 14, 2021] especially from 13' to 14:25 as well as from 18' to 20:30"], [96523, "2021-08-14T20:25:44Z", [0.97], "Taliban are within a handful of km of Kabul. https://twitter.com/TBowmanNPR/status/1426163798063337473?s=19"], [75863, "2021-08-14T19:30:12Z", [0.98], ""], [2965, "2021-08-14T19:07:40Z", [0.97], "Skynews reports that as Brits arrive Taliban are as close as 7 miles away www.skynews.com.\nThere are 4 to 5 million people.\nNo humanitarian corridor.\nUnless they can break out and capture Max Al Sharif and hold it ... finished in 2 weeks\n"], [101031, "2021-08-14T18:47:46Z", [0.95], ""], [58508, "2021-08-14T18:30:49Z", [0.97], ""], [58508, "2021-08-14T18:29:03Z", [0.95], ""], [80475, "2021-08-14T17:44:52Z", [0.99], "Mazar-e-Sharif has fallen: https://twitter.com/juliamacfarlane/status/1426599158408957954?s=21"], [691, "2021-08-14T16:46:53Z", [1.0], "Looks like bug-out time quite soon after the official quit date of 31 August.  The Taliban will probably not interfere with the evac, because why bother?  Presumably there is backchannel chat to ensure this.   One supposes that the residual consular services are just a couple of innocent-looking CIA minions processing exit and visa requests from locals who have helped the US in the past.  If that's the case, the Taliban are unlikely to let this proceed for very long, as it delays the beheadings.   After a couple of days' decent interval, this activity will shut down and nobody will get to go to the airport after that.   My guess is it will be all over by Patsy Cline's birthday, famous for her rendition of the new national anthem of Afghanistan, \"I Fall to Pieces.\"  Or perhaps \"Crazy.\""], [95944, "2021-08-14T15:13:28Z", [1.0], "Evacuation is going to be but Taliban will not enter."], [34959, "2021-08-14T14:41:54Z", [0.97], ""], [96828, "2021-08-14T13:49:40Z", [0.98], ""], [101031, "2021-08-14T09:56:31Z", [0.84], ""], [61735, "2021-08-14T08:30:49Z", [0.99], ""], [1333, "2021-08-14T07:43:59Z", [1.0], "all but done - when they pull the Eagle off the outside wall...reduction of our Embassy staff in and the relocation of the Embassy from Kabul is a pragmatic step given the ongoing security situation in the country,” House Armed Services Committee Chairman Rep. Adam Smith (D-Wash.) said in a statement. https://news.usni.org/2021/08/12/pentagon-sending-3000-troops-to-evacuate-u-s-embassy-in-afghanistan?utm_source=USNI+News&utm_campaign=a6616bd15f-USNI_NEWS_DAILY&utm_medium=email&utm_term=0_0dd4a1450b-a6616bd15f-231045397&mc_cid=a6616bd15f&mc_eid=2394c94b5b"], [101499, "2021-08-14T07:16:53Z", [1.0], ""], [61735, "2021-08-14T02:15:34Z", [0.95], ""], [86367, "2021-08-14T01:52:43Z", [0.98], ""], [96828, "2021-08-14T01:44:15Z", [0.97], "https://www.politico.com/news/2021/08/13/afghanistan-embassy-withdrawal-taliban-504444 Also, it seems the Taliban are extremely close. US Troops could be late. Late or early, I see the need to evacuate now."], [96828, "2021-08-14T00:04:02Z", [0.95], ""], [96828, "2021-08-14T00:03:56Z", [0.92], ""], [755, "2021-08-13T23:23:25Z", [0.55], "Comments: Funny, we have more US troops positioned to go back in than earlier in the year (2.5k). Marines and the 82nd. A mini 'surge'? What about 'the several hundred U.S. special operations forces working for the CIA on counter-terrorism missions'? Are the Canadian SOF staying after they evacuate their embassy personnel? Are the Brits?\nWithdrawal of United States troops from Afghanistan (2020–2021): https://en.wikipedia.org/wiki/Withdrawal_of_United_States_troops_from_Afghanistan_(2020%E2%80%932021)\nClips from Wikipedia article:\n'The Trump administration completed its reduction of forces to 2,500 troops in January 2021, the lowest number of American soldiers in Afghanistan since 2001. As of January 2021, there are more than seven contractors for each U.S. military service member remaining in Afghanistan, amounting to over 18,000 contractors according to figures from U.S. Central Command. In January 2021, then-incoming president Joe Biden's national security adviser Jake Sullivan said that the U.S. would review the peace agreement in order to effectively withdraw its remaining 2,500 soldiers from Afghanistan. Biden supported a full withdrawal in 2014 but it was initially unclear as to whether he would uphold Trump's May 2021 withdrawal deadline. In March 2021, news reports stated that President Biden was potentially considering keeping U.S. forces in Afghanistan until November 2021. On 14 April 2021, Biden announced his intention to withdraw all regular U.S. troops by 11 September 2021, the 20th anniversary of the September 11 attacks and four months after the initially planned 1 May deadline. The day before the announcement, Biden called former U.S. presidents George W. Bush and Barack Obama regarding his decision to withdraw. U.S. Secretary of State Antony Blinken said the decision was made in order to focus resources on China and the COVID-19 pandemic. Following withdrawal, the U.S. is reportedly considering options for redeploying troops such as relocating to U.S. Navy vessels, countries in the Middle East, or Central Asian countries like Tajikistan.'\nOn 18 February 2021, Secretary-General of NATO Jens Stoltenberg said that the alliance has not made a decision on how to proceed regarding the withdrawal. Britain is expected to withdraw its remaining 750 Resolute Support Mission troops at the same time as the U.S. According to the plan, NATO troops would also follow the same withdrawal timeline. The U.S. indicated that some troops (the exact number had not yet been decided) will remain in the country to provide diplomatic security, and is unclear what will happen to the several hundred U.S. special operations forces working for the CIA on counter-terrorism missions. New CIA Director William Joseph Burns told the U.S. Senate Intelligence Committee on 14 April 2021 that \"[t]here is a significant risk once the U.S. military and the coalition militaries withdraw\" but added that the U.S. would retain \"a suite of capabilities.\" The administration of President Biden intends to use a broad array of foreign police tools stretching from military occupation to total abandonment.'\nCNBC, 08/13/21, 'Canada to send special forces to Afghanistan to close embassy in Kabul, official says': https://www.cnbc.com/2021/08/13/canada-to-send-special-forces-to-afghanistan-to-close-kabul-embassy.html\nBBC News, 08/13/21, 'Afghanistan: UK troops sent to get Britons out as Taliban advances': https://www.bbc.com/news/uk-58195286\nAbout 600 UK troops are to be sent to Afghanistan to assist British nationals to leave, the government has announced.\nThe Fayetteville Observer, 08/12/21, 'Fort Bragg troops to deploy to aid evacuation of Americans from U.S. embassy in Afghanistan': https://www.fayobserver.com/story/news/2021/08/12/fort-bragg-immediate-response-force-rapidly-deploys-middle-east/8114481002/\nClips from Observer article:\n'Pentagon officials said Thursday that 3,000 troops were being sent immediately.\nAn additional infantry brigade force of about 3,500 from Fort Bragg will be flown from the United States to the Middle East to stand by in case they are needed. \nLt. Col. Joe Buccino, a spokesman for the 18th Airborne Corps at Fort Bragg, confirmed an Immediate Response Force brigade is deploying.'\nUS News & World Report, 07/21/21, 'Number of Private Contractors in Afghanistan Drops Precipitously as Biden Pushes Withdrawal Plan': https://www.usnews.com/news/world-report/articles/2021-07-21/number-of-private-military-contractors-in-afghanistan-drops-precipitously-as-biden-pushes-withdrawal-plan\n"], [176, "2021-08-13T23:17:48Z", [1.0], ""], [89099, "2021-08-13T21:43:51Z", [1.0], ""], [22689, "2021-08-13T20:52:45Z", [1.0], ""], [2965, "2021-08-13T19:37:58Z", [0.95], ""], [101970, "2021-08-13T19:29:01Z", [0.9], ""], [2965, "2021-08-13T19:19:19Z", [0.95], "I am going to defer to the wisdom of the crowd.\nRegardless of the facts on the ground."], [80475, "2021-08-13T18:58:02Z", [0.95], "Destroying sensitive materials is not something you’re gonna do if you expect to stay for very long. It’s probably 95% at this point"], [62808, "2021-08-13T18:13:02Z", [1.0], ""], [62808, "2021-08-13T18:04:01Z", [0.5], ""], [62808, "2021-08-13T18:03:41Z", [0.9], ""], [62808, "2021-08-13T18:02:14Z", [1.0], ""], [101394, "2021-08-13T17:22:35Z", [1.0], ""], [100273, "2021-08-13T17:22:15Z", [1.0], "3000 Troops. "], [1056, "2021-08-13T17:14:51Z", [1.0], "They're doing this in August: \"U.S. Embassy In Kabul Tells Staff To Destroy Sensitive Material And Evacuate\" https://www.npr.org/2021/08/13/1027390545/kabul-afghanistan-embassy-evacuation The headline is misleading; evidently, \" The embassy will be evacuated and a very small consular staff will work in Kabul, the memo noted.\" So the staff is not entirely evacuated. Will the U.S. embassy be in less danger between now and December? I think it's pretty obvious that eventually they will pull everybody out. The dithering is strictly a matter of Washington wracking its collective brain trying to find a way to save face."], [38, "2021-08-13T16:56:14Z", [1.0], ""], [691, "2021-08-13T15:55:10Z", [0.93], "They're moving out the secretaries, file clerks and lesser attaches now.  Probably nobody left but such luminaries as the ambassador, the DCM, a few high-level aides and attaches, and the CIA types.  Not clear how long they'll be instructed to hold out, but it's unlikely that either the Taliban or the US wants another hostage show.    The US will have theoretical military presence for a couple more weeks, but pretty soon after that the airport will probably go, presenting obvious difficulties for successful evac.  Several other countries' legations have already hit the silk.  I guess I should come up some more, but there are still a few imponderables to ponder."], [1056, "2021-08-13T15:23:42Z", [1.0], "Looking back, I am amazed that my forecast was 10% less than a month ago. "], [74903, "2021-08-13T15:21:05Z", [0.94], "https://www.aljazeera.com/news/2021/8/13/afghanistan-taliban-herat-kandahar-kabul-cities-live-updates"], [2965, "2021-08-13T15:04:21Z", [0.75], "Per www.. NYTimes.com, US begs Talliban to keep small legation\nWe better get the Ambassador our of there and start destroying everything before he ends up like John Gunther Dean in Pnom Penh in 1975\nWe might have time to evaluate our allies.\nTime is short.\nDiplomatic solution with Taliban is a persistent US illusion.\nUK never had these illusions @Chrisp"], [91945, "2021-08-13T14:38:05Z", [0.95], "Taliban gains in the last week would suggest we should expect even more progress before the fighting season is over. No US President wants another embassy hostage crisis (Iran)."], [24146, "2021-08-13T14:12:14Z", [0.0], ""], [96828, "2021-08-13T13:48:13Z", [0.91], "Rumors that insurgents will celebrate the Taliban's gains on the anniversary of September 11 attacks and may target the embassy. Doesn't sound too hard to believe. Also reports that staff are getting ready to relocate or evacuate, depending I guess on status, and also destroying sensitive material in case of a breach. I think even if Taliban tries to take over Kabul, there will be a fight and embassy staff would not appreciate staying trapped in the building during a long fight. I also see reports that Taliban has capabilities of accessing helicopters and has also accessed drones. Knowing drones can be weaponized for attack or intelligence and helicopters pose a threat in the air and on the ground, I don't think embassy staff want to evacuate by air when it's too late. The threat of RPGs, drones, air attacks, etc., are too great."], [93028, "2021-08-13T13:32:59Z", [0.99], ""], [96828, "2021-08-13T13:14:04Z", [0.9], "With the crowd because of a CNN report saying they are considering moving the embassy to the airport, which is consistent with another article I read somehwere (Washington Post? WSJ?) days ago. I think the rational gameplan for the current embassy staff is to relocate to the airport where there is more militia and international forces to defend them, and a potential getaway if departing the country is desired. When interviewed, the embassy's lead diplomat didn't deny the possibility of a full evacuation and that they are considering possibilities. Though he did seem steadfast at his mission there. I'm hedging on what seems rational here based on Kabul currently being under attack, according to some in the country. Further, I cannot motivate the staying of at least one person in the embassy at all times. They can always return. But why would they return to serve a Taliban-run government? ***My fear is that things get so bad that the media cannot report whether or not there has been a full evacuation and/or the US Government finds it unsafe to announce such a thing and therefore remains silent if the embassy is in fact empty, fully evacuated."], [93350, "2021-08-13T11:51:14Z", [0.9], "Questions 15 and 16 of this series are obviously linked to the same set of conditions that are now developing in Afghanistan. The Taliban have exceeded their probable expectations and surprised the US and allies by the speed of which the Afghan forces have folded and the success of the Taliban’s overrunning of the country.\nBoth the US and UK diplomatic staff are relocating to be closer to the airport (and escape) coupled with the danger of getting from Kabul to the airport.\nThe momentum is with the Taliban with the end in sight. https://www.aa.com.tr/en/asia-pacific/with-fall-of-logar-taliban-close-in-on-afghanistans-capital/2333360  https://edition.cnn.com/2021/08/12/_politics-zone-injection/us-afghanistan-embassy/index.html  https://www.washingtonpost.com/national-security/2021/08/10/afghanistan-intelligence-assessment/\n"], [96828, "2021-08-13T09:59:40Z", [0.59], ". . . +pp due to reports of attack on Kabul. It would be better to be safer than sorry, especially if the embassy does not want to begin embassy missions for a Taliban-run government. . . . I wonder if US Intel are remembering their geopolitical tournaments and are looking at our forecasts to help them decide what to tell the higher-ups. If this is the case, then we are forecasting quite high so the chances they will fully evacuate jumps up from here. To be continued . . ."], [74903, "2021-08-13T08:25:22Z", [0.93], "Where are the lords of war? ... whatever this is not appropriate for this topic, Kabul."], [21884, "2021-08-13T08:22:35Z", [0.83], ""], [74903, "2021-08-13T08:13:28Z", [0.93], "https://www.aljazeera.com/news/2021/8/13/afghanistan-taliban-herat-kandahar-kabul-cities-live-updates?fbclid=IwAR1-G_TB6XoKBzXEzqtKz-78Q3ByjDEKWS8E6zzFLHm67yL8P8NaZ9RBv9M"], [38, "2021-08-13T08:05:57Z", [0.98], "Apparently, the CIA is expecting it to fall in early November, according to Amanpour & Co."], [61735, "2021-08-13T07:57:00Z", [0.85], ""], [96828, "2021-08-13T05:57:23Z", [0.5], "Taliban just took over second biggest city, which puts Kabul at risk. I come to 50/50 sooner than I had expected. I don't think the US Gov wants to leave anyone behind at this point. However, have a look at the points brought out in this article, especially the last few paragraphs. Lots of uncertainty overall: https://www.nytimes.com/2021/08/12/us/politics/taliban-afghanistan-us-embassy.html Ongoing negotiations with the Taliban about leaving the embassy alone, the Taliban's governing legitimacy and support on the line, and the commitment to diplomacy in the region are the main points of uncertainty for me aside from the technicalities of the question. Hypothetical: What if forces start defending the capital of Kabul? That may delay the advance and therefore put any chances of threatening the embassy past the US intelligence agency's forecast of 90 days and past the forecast timeframe."], [34815, "2021-08-13T05:22:49Z", [1.0], ""], [34959, "2021-08-13T05:01:48Z", [0.8], ""], [21884, "2021-08-13T04:03:33Z", [0.75], ""], [56, "2021-08-13T03:41:39Z", [1.0], ""], [29145, "2021-08-13T03:41:04Z", [0.99], ""], [21884, "2021-08-13T03:32:04Z", [0.55], ""], [43399, "2021-08-13T03:28:15Z", [0.8], ""], [101031, "2021-08-13T03:23:09Z", [0.95], ""], [101031, "2021-08-13T03:22:09Z", [0.75], ""], [101031, "2021-08-13T03:21:37Z", [0.6], ""], [755, "2021-08-13T02:55:55Z", [0.55], "Comments: Looks bad. Still, a lot of combat boots on standby. Adjusting up.\nThe Washington Post, 08/12/21, 'U.S. sending thousands of troops to Afghanistan as embassy staff are withdrawn, Taliban continues advance': https://www.washingtonpost.com/national-security/afghanistan-additional-troops-embassy-kabul/2021/08/12/ac243f1a-fb97-11eb-b8dd-0e376fba55f2_story.html\nClips from article:\n'The troops dispatched to Kabul will include two infantry battalions from the Marine Corps and one combat unit from the Army, all already deployed in the region, Kirby said. In the next week, an additional brigade of between 3,500 and 4,000 U.S. soldiers will be sent to Kuwait and put on standby in case even more combat troops are needed in Kabul, and about 1,000 other personnel will deploy to Qatar to assist Afghan allies evacuated from their home country with American help.'"], [484, "2021-08-13T02:26:15Z", [1.0], "(no change) FWIW: https://www.theatlantic.com/ideas/archive/2021/08/how-america-failed-afghanistan/619740/"], [101970, "2021-08-13T01:27:35Z", [0.75], ""], [94872, "2021-08-13T00:51:40Z", [0.95], ""], [94872, "2021-08-13T00:41:54Z", [1.0], ""], [101394, "2021-08-13T00:40:28Z", [0.93], ""], [1056, "2021-08-13T00:25:13Z", [1.0], "Anybody could have seen this coming a mile away: \"China Preparing to Recognize Taliban if Kabul Falls: Sources\nThe move comes at the expense of the U.S., which has held up the Taliban’s international legitimacy as its remaining source of leverage while the militant group storms across Afghanistan.\" https://www.usnews.com/news/world-report/articles/2021-08-12/china-prepared-to-recognize-taliban-if-kabul-falls-sources-say-undermining-us-threats The Taliban will not suffer any meaningful diplomatic isolation by alienating the U.S. or the west in general. The U.S. has for years been an unserious country when it comes to diplomacy, with finger-wagging and sanctions its response to countries that have and pursue agendas that will enhance their political power. Afghanistan's immediate neighbors will accept reality and recognize the Taliban as the government of Afghanistan because it *will* be the government of Afghanistan. And the United States' insistence upon not engaging with the Taliban regime will be met with a shrug of the shoulders."], [1333, "2021-08-12T23:40:12Z", [1.0], "https://www.theepochtimes.com/mkt_breakingnews/american-troops-deployed-to-evacuate-some-embassy-staff-in-afghanistan-white-house_3946189.html?utm_source=News&utm_medium=email&utm_campaign=breaking-2021-08-12-3&mktids=67c4ba89d2b2a35cdfd383d2a6df7830&est=w73SqN%2BJ%2Bvr5rkN1hD4wmaJEjkgWf0yg%2BkV0dsUVwa9PoO%2FOpDe0f4TDEQZqLgCi"], [74903, "2021-08-12T23:29:33Z", [0.92], ""], [96828, "2021-08-12T23:22:26Z", [0.44], "Still unsure about the technicalities of the question as well as Taliban's intentions on avoiding the embassy, and whether or not indirect threats would still cause a full evacuation. Other factors, of course, but this remains uncertain in my judgement. I do agree with the crowd that the evidence presented fits highly with the hypothesis that the evacuation will occur, but the evidence also fits other hypotheses with just as much weight. If the US does evacuate fully, I see this as after the mission of the embassy is finished (for practical purposes, let's say when most Americans in the country are ushered out of harm's way). But it has to do so before the threat becomes so dire that they are restricted in safe evacuation. This is probably in the question's timeframe. I will jump to 50% once I see Kabul being targeted by the Taliban and Afghan forces or other defending forces show struggle in containing the advance."], [86367, "2021-08-12T22:56:37Z", [0.9], ""], [53391, "2021-08-12T21:54:14Z", [0.9], "3 battalions and a reserve brigade in Qatar.  It is over.  Unless the US pays money to the Taliban to leave the embassy alone (which we won't) the embassy is gone.  This is a change from my previous forecast that Biden would not want the humiliation of being chased out.  I think I had that wrong and Biden is willing to take the heat."], [100653, "2021-08-12T21:48:29Z", [0.8], ""], [98850, "2021-08-12T21:19:13Z", [0.2], "Doubling my chances here because of the \"or lose control\" part of this question."], [98850, "2021-08-12T21:16:25Z", [0.1], "Interesting read about the latest developments - NYT. The Taliban gained control over the country much faster than I had anticipated and that is putting a lot of pressure on Kabul. 39 minutes ago the AP reported on the fall of Kandahar. I'm still not yet with the crowd on this one. The Taliban have been swift in their initial attacks, but America's withdraw is what set this stage and they may even honor the request to leave the embassy alone - NYT article. I'll up my chances here, but still remain skeptical while there are so many pieces in play. https://apnews.com/article/middle-east-afghanistan-taliban-26d485963b7a0d9f2107afcbc38f239a https://www.nytimes.com/2021/08/12/us/politics/taliban-afghanistan-us-embassy.html"], [86715, "2021-08-12T21:01:01Z", [1.0], ""], [79142, "2021-08-12T20:55:13Z", [1.0], "https://www.foxnews.com/world/us-military-help-evacuate-americans-embassy-kabul"], [96523, "2021-08-12T20:45:44Z", [0.84], "Same as everyone else: https://www.nytimes.com/2021/08/12/us/marines-evacuation-afghanistan.html"], [75863, "2021-08-12T20:45:38Z", [0.9], ""], [484, "2021-08-12T20:29:00Z", [1.0], "(no change) The USEmb must have a lot of booze to need 3K troops to evacuate."], [101394, "2021-08-12T20:04:10Z", [0.9], "I think the crowd is far too low on this. \"US to send troops to Kabul airport to pull out embassy staff, and will conduct daily flights to evacuate Afghan allies\" - State Dept\n\"The State Department is expected to announce an evacuation of a 'significant' number of employees from its embassy in Kabul as the Taliban make rapid gains in Afghanistan, two U.S. officials told Reuters on Thursday\""], [53391, "2021-08-12T19:45:21Z", [0.9], ""], [2965, "2021-08-12T19:30:59Z", [0.33], "Herat falls "], [67500, "2021-08-12T18:46:41Z", [0.4], "It's increasingly likely the Taliban will take Kabul but I think attacking the embassy would be a serious instigation of the U.S. The Taliban seem to want to be seen as a legitimate government and a deliberate attack on an embassy (leading to full evacuation or loss of control) would really sully those chances. I'm still giving 40% probability though due to the overall uncertainty of the situation.  https://www.nytimes.com/2021/08/12/us/politics/taliban-afghanistan-us-embassy.html"], [80475, "2021-08-12T17:59:21Z", [0.75], "https://www.cnn.com/2021/08/10/politics/embassy-kabul-drawdown/index.html Starting to look imminent"], [2965, "2021-08-12T17:54:49Z", [0.25], "US discuss moving embassy to airport\nCNN 10.54PDT "], [691, "2021-08-12T17:44:04Z", [0.18], ""], [1056, "2021-08-12T17:32:04Z", [1.0], "From today's NYT: https://www.nytimes.com/2021/08/12/us/politics/taliban-afghanistan-us-embassy.html The first two paragraphs: WASHINGTON — American negotiators are trying to extract assurances from the Taliban that they will not attack the U.S. Embassy in Kabul if the extremist group overruns the capital in a direct challenge to the country’s government, two American officials said. The effort, led by Zalmay Khalilzad, the chief American envoy in talks with the Taliban, seeks to stave off an evacuation of the embassy as the fighters rapidly seize cities across Afghanistan. The Taliban’s advance has put embassies in Kabul on high alert for a surge of violence in coming months, or even weeks, and forced consulates and other diplomatic missions elsewhere in the country to shut down. End quote. So I suppose that if the Taliban gives its word, and the U.S. considers that promise credible, there will be no evacuation. This, of course, does not preclude the possibility of the U.S. losing control of the embassy to a mob, or a freelance militia. @probahilliby, Your question is answered in the article: the U.S. Ambassador to Afghanistan makes the decision to evacuate the Kabul embassy, subject to the approval of the Secretary of State. I would think that such approval is a mere formality, however; I consider it unlikely that the Secretary would overrule the judgment of the person on site."], [13657, "2021-08-12T16:52:53Z", [1.0], "https://news.antiwar.com/2021/08/11/report-us-considering-possible-evacuation-kabul-embassy/ https://www.zerohedge.com/geopolitical/taliban-striking-distance-kabul-after-key-road-city-captured"], [96828, "2021-08-12T10:59:10Z", [0.4], "nts: sup-ens"], [93028, "2021-08-12T10:36:01Z", [0.93], "Because of fear of retributions for resistance, the more ground the Taliban gain, the less resistance they will encounter. It seems to me, the critical point for capturing the country has been reached, it is a matter of months and will happen this year."], [101031, "2021-08-12T10:24:53Z", [0.18], ""], [101031, "2021-08-12T10:23:28Z", [0.14], ""], [86367, "2021-08-12T06:10:57Z", [0.85], ""], [86367, "2021-08-12T05:54:45Z", [0.75], ""], [1056, "2021-08-12T03:24:22Z", [1.0], "This from CNN: https://www.cnn.com/2021/08/10/politics/embassy-kabul-drawdown/index.html Here's a quote: \"State Department officials have repeatedly said they intend to maintain their diplomatic footprint in Kabul after the US troop withdrawal is complete. However, a further reduction of personnel at the embassy will quickly fortify concerns that the US is leaving Afghanistan while it descends into a possible civil war, and bring into question the Biden administration's claim that they will be able to maintain diplomatic support for the Afghan government. \" Good gravy... Since the \"Afghan government\" - such as it is - is going to very soon be the Taliban, I don't think the administration really needs to hang on to \"offer support.\" The article also hints that the U.S. is prepared to fight a Black Hawk Down-style battle in the streets of Kabul if they need to get everybody out. So leaving would be a humiliation for the U.S., but shooting their way to the airport (or wherever the aircraft can land) is a perfectly acceptable option. Sooner or later someone in Washington will wake up from the dream, and say, \"What were we thinking - let's get those people out of there...\""], [914, "2021-08-12T01:15:08Z", [0.8], ""], [74903, "2021-08-12T00:30:27Z", [0.91], "9th regional capital\nhttps://www.aljazeera.com/news/2021/8/10/infographic-taliban-captures-afghan-provincial-capitals"], [484, "2021-08-11T22:48:33Z", [1.0], "Up the final 10%. Petraeus and Powell might be having a bad day."], [80790, "2021-08-11T21:28:43Z", [0.37], ""], [15916, "2021-08-11T20:34:01Z", [0.85], ""], [80475, "2021-08-11T19:47:48Z", [0.7], "Sorry, correcting the forecast I made just now. 70% at this point, not 0%. lol"], [80475, "2021-08-11T19:47:05Z", [0.0], "https://www.politico.com/newsletters/national-security-daily/2021/08/11/us-weighing-possible-evacuation-of-kabul-embassy-sources-say-493941  \"Three people knowledgeable of the situation said there are internal discussions underway about shuttering the U.S. embassy in Kabul (as one option among others), with one person saying the mission could be evacuated by the end of the month.\"  Things are changing more rapidly than I had anticipated. The crowd's 25% seems a bit low in light of the breaking news and in light of the newly-reported assessment by the US military that Kabul could fall as soon as 90 days from now."], [1333, "2021-08-11T18:22:02Z", [1.0], ""], [79142, "2021-08-11T15:42:46Z", [0.5], "https://www.reuters.com/world/asia-pacific/taliban-fighters-capture-eighth-provincial-capital-six-days-2021-08-11/"], [96828, "2021-08-11T13:07:19Z", [0.24], "\"Why attack the embassy? Those who wish to expel American troops from the region realize an attack on the embassy would only bring more troops and retribution.\" —@cjmattco I had typed out a long rationale for this forecast update but lost it upon submitting a clarification request. Instead of rewriting my thoughts, I'll just share the above quote which makes good sense to me. On the other hand, why did the Taliban attack the embassy in the past?  Also, in those past instances, embassy staff sheltered in a bunker. Perhaps RPGs from the insurgents are too big a risk for helicopter evacuation. Given this info, if any evacuation were to happen it would be proactively done before the threat is too dangerous. We could be seeing this scenario unfolding as evident by the embassy urging US citizens to leave the country, which means the embassy may not need to do its job. I guess a proxy would be to see what other foreign countries are doing. So far India has urged its citizens to leave as well and Australia has shut down its embassy. A word about the nature of the fighting: To me, it seems that most of the attacks are against the government forces and not on civilians or targeted Americans / foreigners. The threat was vocal that foreigners left behind are a target, but as of right now, it doesn't seem that way. What this tells me is that the Taliban is indeed heeding its word not to interfere with diplomatic or humanitarian work, which would render the embassy safe from Taliban attack. But then you have rogue soldiers and egotistical warlords wanting to cause a strife. We must look out for the Taliban taking other big cities. If this occurs, it may give them the confidence to take on a larger cirty such as Kabul; after all, it is possible they are attacking from the outside and moving inward? Perhaps to trap people in? Now this is speculation."], [100653, "2021-08-11T06:49:59Z", [0.15], ""], [94872, "2021-08-11T05:16:06Z", [0.45], ""], [13657, "2021-08-11T04:49:16Z", [0.99], ""], [102210, "2021-08-11T04:26:08Z", [0.25], ""], [484, "2021-08-11T02:23:34Z", [0.9], "Up 10%. Tomorrow I'll probably go to 100%. 4 months is an eternity."], [74903, "2021-08-11T01:23:15Z", [0.9], "The pace is as rapid that in the same day there is 2 news on the same subject. \nAnd if you read the link... it's suppose to be 7, but in the main text... it's about 8 provincial capital. “Significantly, this brings the fighting a lot closer to Kabul itself, and that is a concern for the government.”  https://www.aljazeera.com/news/2021/8/10/taliban-seizes-farah-seventh-provincial-afghan-capital-in-five-days?fbclid=IwAR2B1_yaxTaTpj9k6PMiS-udWbtgdLagi_5bqmB8n9i3FGhWXP4lQ6S6aCU&sf148773940=1"], [691, "2021-08-10T17:12:12Z", [0.12], ""], [86367, "2021-08-10T17:01:42Z", [0.63], ""], [74903, "2021-08-10T15:57:58Z", [0.65], "It is not even the septembre 11, and a lot of afghan cities are in the hands of the Taliban.\nI tried to connect with www.afghanistan-analyst.org , and the web site seem to be no more accurate. Have they gone or Kabul is out of reach. \nWhatever is the answer, that doesn't seem a good news for the Kabul's control. https://www.aljazeera.com/news/2021/8/9/taliban-captures-sixth-afghanistan-provincial-capital-official"], [34959, "2021-08-10T15:25:00Z", [0.25], ""], [1056, "2021-08-10T15:07:48Z", [0.7], "The U.S. might keep its embassy in Kabul staffed after a Taliban victory (dumb, but possible), and the Taliban might leave it alone (they seem to be making noises about courting international respectability). But putting faith in the Taliban's possible good intentions does not take into account the possibility of other elements in Afghanistan making an attempt against the embassy. The Taliban, after all, does not necessarily control every warlord militia that claims alignment to it. The embassy could be stormed, and even if U.S. security successfully resisted the attack, the administration might think it prudent to evacuate. The situation in Afghanistan is dangerous and fluid, and Taliban \"control\" of Afghanistan and even of Kabul may be less than total. Upping odds."], [100653, "2021-08-10T06:21:53Z", [0.1], ""], [96828, "2021-08-10T05:55:39Z", [0.29], "The Taliban has at one point said they'd leave things like embassies alone. However, (1) that isn't a promise and (2) an embassy doesn't have to be threatened directly in order to trigger a full evacuation. I wouldn't be surprised if the US government already has plans in place to evacuate Americans including the embassy members in case things take a nastier turn."], [49251, "2021-08-10T03:46:52Z", [0.96], ""], [755, "2021-08-10T00:56:01Z", [0.1], "Comments: It appears the 'young Turks' and foreign fighters are eclipsing the old-line Taliban leadership. Potential exists for the 'old guys' to push back. Can't see Biden ignoring this. Good informational links from @rjfmgy last post. Incremental adjustment up.\nCNN, 08/09/21, 'Things look grim in Afghanistan, even with US airpower. In 22 days, they could be much worse': https://www.cnn.com/2021/08/09/asia/afghanistan-future-analysis-intl/index.html\nClips from CNN article:\n'Another threat, as security collapses, is the return of the reason the US went there in the first place: terrorism. Al Qaeda are doing well, Afghan officials have told me, and there are said to be thousands of loosely affiliated foreign fighters on the battlefield.\nA \"24-7 hype party\" is how Rita Katz, head of extremist monitoring group SITE, described al Qaeda social media channels. \"In some ways, it feels like the earlier days of the Syria Civil War amid Nusra Front's victories -- except now on a completely different scale, given the Taliban's horrifying momentum,\" Katz tweeted.\nHistory has repeated itself so many times already for Afghans, they are beyond farce now. The enduring question of the next months is whether the West -- faced with the discomfort of the apparently inevitable happening -- decides to change course, if it is not too late.' Comments: Russians, Chinese and Pakistanis still have their fingers in the pie. Can't see them ignoring what's happening.\nReuters, 08/09/21, 'Pakistan urges look into 'meltdown' of Afghan forces as Taliban advances': https://www.reuters.com/world/asia-pacific/pakistan-urges-global-community-look-into-meltdown-afghan-forces-2021-08-09/\nClips from Reuters article:\n'Qureshi said there would be a meeting in Doha on Wednesday of the \"Troika\", a platform to discuss Afghanistan led by the United States, China, Russia.\nThe meeting is three weeks before the Aug. 31 date that Washington set for the official withdrawal of its military forces in Afghanistan.' Comments: Spooky gunships are the best for sustained ground-support missions. Able to loiter in AO. Early versions highly effective in SVN against NVA and VC formations in defense of FOBs. https://youtu.be/7lrfdzU8k4k\nNew York Post, 08/07/21, 'B-52s lead new US airpower onslaught to stop Taliban advances in Afghanistan': https://nypost.com/2021/08/07/b-52s-lead-new-us-airpower-onslaught-to-stop-taliban-advances-in-afghanistan/\n'The nuclear-powered aircraft carrier USS Ronald Reagan, stationed in the Arabian Sea, is contributing its F/A-18 Super Hornet fighter jets to the missions, but they are not involved in the bombing, the report states. Lockheed AC-130 Spectre attack planes, dubbed “the world’s deadliest gunship,” have also been sent into action.'"], [1056, "2021-08-09T14:31:56Z", [0.5], "So much for the idea that  \"The Taliban isn't taking any cities.\" https://www.aljazeera.com/news/2021/8/9/taliban-captures-sixth-afghanistan-provincial-capital-official And there's this: https://af.usembassy.gov/security-alert-u-s-embassy-kabul-afghanistan-august-7-2021/ Upping the odds to 50-50. Well see ho things play out in the next few weeks. On a completely unrelated note, I am usually against capital punishment, except for the person who invented autoplay."], [88452, "2021-08-09T09:31:03Z", [1.0], ""], [100653, "2021-08-09T06:15:06Z", [0.07], ""], [13657, "2021-08-09T03:58:52Z", [0.75], ""], [94872, "2021-08-09T03:43:50Z", [0.3], ""], [21884, "2021-08-09T02:45:54Z", [0.25], ""], [484, "2021-08-09T02:08:36Z", [0.8], "Up on depressing news (if correct). Still one wonders whether to surrender to the new reality sooner or prolong the certain kind of chaos (and hope against hope against a different kind)."], [13657, "2021-08-08T17:02:27Z", [0.6], ""], [13657, "2021-08-08T16:50:59Z", [0.8], "Changing based on conversations with Army officers and contractors involved. The Taliban is in Kabul, shooting officials. Civilian contractors are mostly pulled out. People on the ground seem to have the consensus that it's just a matter of time, sooner rather than later. Airstrikes doing nothing. You can't target these people with something indirect like airstrikes.\nhttps://www.zerohedge.com/geopolitical/second-provincial-capital-falls-talban-us-embassy-alerts-all-americans-depart"], [101031, "2021-08-08T09:24:08Z", [0.05], ""], [86367, "2021-08-08T08:09:03Z", [0.55], "Increasing my estimate \nNot long after President Joe Biden announced in mid-April that American troops would be gone by Sept. 11, Afghan President Ashraf Ghani expressed concern that Afghan forces might not be able to protect all the diplomatic missions in Kabul, according to an official familiar with the discussions. There were even suggestions that smaller embassies move into the U.S. compound for their protection.\nhttps://apnews.com/article/joe-biden-kabul-445f33e7bba08c382d9bc5f72bf48047\n(also they have closed the embassy before in 1989) This seems to be the first step\nhttps://www.axios.com/us-embassy-citizens-afghanistan-taliban-attack-f4e63b65-dbfb-4901-abd0-09ee4cedac67.html Only factor that needs to be watched keenly\nHow quickly will Taliban reach Kabul once the US airstrikes stop post Aug 31st(Assuming this is the case and this seems likely as the US hasnt made any commitment of continuing the same- In my opinion They will only reconsider their stance if there is some change in the situation on ground rather than the strikes merely serving to delay the insurgents advance)"], [29145, "2021-08-07T15:30:08Z", [0.01], ""], [96828, "2021-08-06T13:28:26Z", [0.16], ""], [86367, "2021-08-06T12:18:51Z", [0.05], ""], [1333, "2021-08-06T12:03:38Z", [0.95], ""], [86715, "2021-08-06T00:43:29Z", [0.0], ""], [691, "2021-08-05T18:41:53Z", [0.05], ""], [1056, "2021-08-05T02:24:21Z", [0.1], ""], [2965, "2021-08-04T17:16:00Z", [0.02], ""], [21884, "2021-08-04T08:54:11Z", [0.15], ""], [93028, "2021-08-04T08:27:38Z", [0.04], ""], [102143, "2021-08-03T18:40:39Z", [0.8], "It can go ether way. If the Taliban have disciplined control of their forces and the US makes a embassy treaty with them, then some key personnel will stay.  At some point the US must stop close air support or the embassy will be a target.  The US may evacuate if there is risk of hostages, risk of intense shelling or before the airport is no longer useful for evacuation. A long over land evacuation would be hard on Biden's numbers. \nMany roads lead to yes 80%"], [79142, "2021-08-03T14:53:57Z", [0.18], "https://www.foxnews.com/world/us-embassy-kabul-leave-taliban-violence "], [94872, "2021-08-03T05:16:41Z", [0.17], ""], [2965, "2021-08-03T01:01:44Z", [0.02], "Possible. Extremely contingent on everything going Taliban's way in all 3 battles ongoing today.\nUS close air support intense in all 3 places."], [755, "2021-08-02T19:21:47Z", [0.02], "Comments: Is Biden following in Nixon's footsteps? Fast-moving events on the ground strongly suggests that the USA is on the same track. Still, Afghanistan is not \nSouth Vietnam and decades separate our involvement/history with the two and with significant disasters in-between (Tehran, Desert One, Benghazi) to not have learned some important lessons on risk mitigation, both tactically and strategically. \nAugust 31 is still roughly a month away and I expect contingencies are evolving as I write. I believe USSOCOM will play a bigger role in the next 6 months leading the US military effort to slow the Taliban advance on the ground and effect a more stable situation for: 1) the timely withdrawal of conventional US combat forces. 2) to offer combat and morale support for the ANA and Afghan SOF. 3) partner with the CIA for intelligence gathering, up-to-date SITREP in targeted areas, re-establish and maintain status with select militia groups. \nI see the air war continuing, with mainly unmanned sorties launched from carrier battle groups in the Persian Gulf or bases in Iraq and the Gulf states. For heavy work, bombers from Minot and Barksdale. Affirming forecast.\nCNN, 08/02/21, 'Taliban take over TV station in strategic city as US airstrikes pound key positions in Afghanistan': https://www.cnn.com/2021/08/02/asia/afghanistan-us-airstrikes-taliban-intl/index.html\nWashington Post, 06/22/21, 'Militias in Afghanistan’s north are taking up the fight against the Taliban': https://www.washingtonpost.com/world/asia_pacific/afghanistan-militias-taliban/2021/06/22/f8fa35c0-d34b-11eb-b39f-05a2d776b1f4_story.html"], [96523, "2021-08-02T15:27:12Z", [0.57], "The situation is continuing to deteriorate; if it gets to the point where the embassy is credibly threatened (by e.g. rockets or mortars, much less ground assault) I suspect the US will evacuate as a precautionary measure. If they wait until the embassy is actually under attack, moving air assets into hostile territory is likely to result in losses that I doubt the US is willing to accept (especially given the Benghazi incident and the political fallout from it). The factor for me that mitigates the above somewhat is that the Taliban may be willing to let embassy staff leave peacefully (or remain, peacefully) so as to not provoke the US. That said, I think they know that the US is done and that there is no longer public appetite for any kind of large-scale commitment."], [62808, "2021-08-02T14:57:37Z", [0.0], ""], [20156, "2021-08-02T11:37:47Z", [0.08], ""], [1056, "2021-08-01T20:21:14Z", [0.1], "From the Guardian: https://www.theguardian.com/world/2021/aug/01/resurgent-taliban-escalates-nationwide-offensive-in-afghanistan For purposes of this question, I think the following quote is relevant: The Taliban also struck the sprawling Kandahar airport in southern Afghanistan with at least three rockets overnight, the insurgent group’s spokesman said on Sunday, adding that the aim was to thwart airstrikes conducted by Afghan government forces. “Kandahar airport was targeted by us because the enemy were using it as a centre to conduct airstrikes against us,” said Zabiullah Mujahid, a Taliban spokesperson. Afghan government officials said the rocket attacks forced authorities to suspend all flights and the runway was partially damaged. Airport chief Massoud Pashtun said two rockets had hit the runway and repairs were under way, with planes likely to resume service later on Sunday. End quote. The Taliban do not have to overrun the U.S. embassy to close this question as a \"yes.\" They merely have to be in a position to shoot down any aircraft sent to evacuate embassy staff. This applies to the airport, or to any helicopters or tiltrotor craft that have the range to evacuate the embassy staff from the rooftops of the compound. (Chinook helicopters and Osprey VTOL aircraft - and many others - can make the round trip from and back to Pakistan.)  But the problem is, what if the aircraft are under fire the entire time they have to get there, load up, and fly back ? I am sure the Biden administration is not indifferent to the possibility of a prolonged crisis that will probably entail renewed American military intervention, at least until U.S. personnel are secured. The administration may be naive enough to leave people there, but I doubt it."], [80790, "2021-08-01T08:54:37Z", [0.24], ""], [2965, "2021-08-01T02:44:01Z", [0.0], ""], [94872, "2021-07-31T20:15:52Z", [0.17], ""], [91945, "2021-07-31T01:43:30Z", [0.0], "Why attack the embassy? Those who wish to expel American troops from the region realize an attack on the embassy would only bring more troops and retribution."], [56, "2021-07-30T23:31:35Z", [0.0], ""], [102108, "2021-07-30T20:45:48Z", [0.02], "December 1 is not far away. The US will not go down fighting and I expect that this will continue even after December 1. To evacuate would reemphasize their failure, they do not want to international community to see Saigon 1975 repeating itself. "], [1333, "2021-07-30T18:56:51Z", [0.96], ""], [1333, "2021-07-30T18:23:58Z", [0.97], ""], [1056, "2021-07-30T17:52:44Z", [0.1], "Has anybody encountered any news articles about Taliban troops deserting, surrendering their arms, or defecting to the government? It seems to me that if it's happened, it must have been covered by the press. I haven't seen anything, but maybe I just missed it."], [8826, "2021-07-30T16:14:46Z", [1.0], "we are out of there"], [24146, "2021-07-30T03:19:06Z", [0.0], ""], [100653, "2021-07-29T21:41:35Z", [0.05], ""], [102095, "2021-07-29T18:55:00Z", [0.2], ""], [24311, "2021-07-29T18:40:58Z", [1.0], ""], [60948, "2021-07-29T13:50:16Z", [0.13], "Kabul faces 'existential crisis' in face of Taliban surge, US watchdog says - FRANCE 24 English\nhttps://www.france24.com/en/asia-pacific/20210729-kabul-faces-existential-crisis-in-face-of-taliban-surge-us-watchdog-says\nThu, 29 Jul 2021 07:12:59 GMT 'Our city is surrounded': Afghans must run a Taliban gauntlet to reach Kabul for U.S. evacuation - NBC News\nhttps://www.nbcnews.com/politics/national-security/our-city-surrounded-afghans-must-run-taliban-gauntlet-reach-kabul-n1274870\nSat, 24 Jul 2021 09:00:00 GMT No decisions yet on Turkey’s Kabul airport mission, sources say | Daily Sabah - Daily Sabah\nhttps://www.dailysabah.com/politics/diplomacy/no-decisions-yet-on-turkeys-kabul-airport-mission-sources-say\nThu, 29 Jul 2021 09:23:00 GMT\n> No decisions have been made as of yet about the details and scope of the mission Turkey will potentially shoulder in securing and operating Kabul Hamid Karzai International Airport in Afghanistan’s capital city, Turkish security sources stated, adding that the negotiations are expected to be finalized in August.\n> Talks with both the United States as well as countries that are expected to contribute to the mission continue, the sources said.\n-7% on that basis.\n> Regarding the security of the surroundings of the airport, sources said that Turkey’s mission will be limited to the duty it has been carrying out for six years – securing and operating solely the airport.\n> “The security of the surroundings of the airport will be ensured by Afghan forces.”\n> Turkish President Recep Tayyip Erdoğan said recently that Turkey is considering operating the major Kabul airport after the U.S.-led pullout and that Ankara is ready to discuss the peace process with the Taliban, adding that the group must stop the occupation.\n> The airport is in a strategic location close to the Afghan presidential palace and foreign diplomatic missions in Kabul and is the only place from which to evacuate diplomats in emergency situations. Afghan president slams Taliban, rockets target Kabul palace - Associated Press\nhttps://apnews.com/article/joe-biden-middle-east-religion-4f553a5380fd9de9b8397805b880116a\nTue, 20 Jul 2021 07:00:00 GMT"], [2965, "2021-07-28T22:07:07Z", [0.05], ""], [1333, "2021-07-28T13:15:03Z", [0.98], ""], [1056, "2021-07-28T03:20:38Z", [0.1], ""], [98850, "2021-07-27T18:52:44Z", [0.03], "I'm thinking there will actually be little reason for the Taliban to take Kabul during this calendar year. I was at 15%, but that is pretty high for an event like this and Kabul will be a stronghold for the Afghan government even as they lost the surrounding countryside."], [93028, "2021-07-27T09:34:13Z", [0.05], ""], [1333, "2021-07-27T04:54:42Z", [0.99], ""], [4423, "2021-07-26T17:31:33Z", [0.53], ""], [100653, "2021-07-25T21:38:15Z", [0.03], ""], [102035, "2021-07-25T20:06:26Z", [0.1], ""], [1056, "2021-07-25T16:34:59Z", [0.1], "It's pretty clear that everybody in Afghanistan, and the United States government, expects the Taliban to take over Afghanistan completely. The only question is when. https://www.nbcnews.com/politics/national-security/our-city-surrounded-afghans-must-run-taliban-gauntlet-reach-kabul-n1274870"], [1333, "2021-07-25T15:19:35Z", [1.0], ""], [58508, "2021-07-24T17:48:32Z", [0.2], ""], [60948, "2021-07-24T17:48:25Z", [0.2], ""], [60948, "2021-07-24T17:48:09Z", [0.17], ""], [75863, "2021-07-24T17:36:10Z", [0.2], ""], [691, "2021-07-22T17:43:07Z", [0.02], ""], [101376, "2021-07-22T08:19:39Z", [0.05], "@anneg This is conditional. If US leave any contingent forces (who are supporting Afghan security forces) behind after September deadline then there is likely that US interests will be targeted by the Taliban which they have already warned. It's long time that US interests/assets are not targeted by Taliban in Afghanistan. However, the pace of withdrawal of forces is fast which indicates withdrawal will be completed by deadline so that makes less likely to target US and thus evacuating US personnel from Embassy in Afghanistan. US have already downsize the personnel of embassy in April. Developments that need to be monitored is next month written peace agreement by Taliban; agreement by Turkey keeping forces to secure the airport; "], [13657, "2021-07-22T00:37:25Z", [0.01], ""], [13657, "2021-07-22T00:35:14Z", [0.1], "Three rocket attacks against the presidential palace, which is within the same fortified area as the US embassy. I've been to the US embassy and swam in the pool. Yes, there is a swimming pool in Kabul, thanks to the US taxpayer. One problem I see is that the airport is in a different location, so if the Taliban take over Kabul but not the fortified area then the embassy is cut off from the airport. Basically, if the Kabul government falls then the embassy falls. But it seems it would be a very symbolic thing for the Kabul government to fall within a few months of the United States pulling out, so I imagine that considerable effort would be put into holding that fortified area. "], [755, "2021-07-21T23:50:36Z", [0.02], "It ain't over till it's over - Yogi Berra\nComments: Key words = 'enduring presence', “over-the-horizon” operations' \nAir Force Magazine, 06/08/21, 'USAF Prepares for Over-the-Horizon Operations After Afghanistan Withdrawal': https://www.airforcemag.com/usaf-afghanistan-withdrawal-over-the-horizon-operations-funding/\nAir Force Times, 04/23/21, 'US airstrikes, surveillance in Afghanistan may continue from afar after drawdown': https://www.airforcetimes.com/news/your-air-force/2021/04/23/us-air-strikes-surveillance-in-afghanistan-may-continue-from-afar-after-drawdown/"], [94872, "2021-07-21T19:54:22Z", [0.1], ""], [90433, "2021-07-21T18:22:32Z", [0.16], ""], [80475, "2021-07-21T13:54:50Z", [0.0], "There's a strong Western media narrative that Taliban victory is imminent. But what's really happening, if you look at hard news stories that report the fighting progress on the ground is that from the Taliban perspective they are taking two steps forward, one step back. They just took a couple districts yesterday: https://tolonews.com/index.php/afghanistan-173440   But on the other hand, the government just retook a district: https://sputniknews.com/asia/202107191083414227-afghan-army-reclaims-capital-of-helmand-province-defense-ministry-says/  Typically if you read the hard news stories, the Taliban takes districts without much of a fight, and then when the government security forces come back to retake the district, the fighting gets intense at times, but the security forces prevail in direct fighting. The war is still very much in the guerrilla phase. Negotiations for a 3-month ceasefire in exchange for the release of 7,000 Taliban prisoners are ongoing and dragging on: https://tolonews.com/fa/afghanistan-173643  The Taliban offensive seems to have a lot to do with that, so they can get some good terms.  The US Embassy is starting up interviews to import Afghan nationals into the United States, so it is definitely in no rush to close anytime soon: https://1tvnews.af/12/07/2021/8893/ If this question really boils down to whether or not the Taliban take Kabul, a city of 4.6 million people and the center of power, the odds of that seem to be virtually zero in the remainder of 2021. The war there is currently in the guerrilla phase of blowing up buses carrying government employees: https://1tvnews.af/18/03/2021/7838/ But this is not the same thing as an all-out Battle of Kabul, which is likely coming at some future date but not yet. "], [101410, "2021-07-21T13:26:12Z", [0.08], "Despite the deteriorating security across Afghanistan, with between 70-85% of the country now directly or indirectly controlled by the Taliban, the US Embassy in Kabul's defense will be of paramount importance to the US government. After 20 years of military involvement in the country, the symbolic costs of leaving or closing the Embassy in a country from which the US has withdrawn in such unilateral and uncoordinated way would be a strong blow to its reputation and Washington will resist this scenario against all odds."], [101388, "2021-07-21T10:31:27Z", [0.07], "First, this would require for the Taliban to consolidate control over Kabul. Given their territorial gains over the past year (Long War Journal), it is likely (70% probability) that the Taliban will take full control of Afghanistan, including Kabul, by the end of the year. The Taliban have suggested that the group is likely to achieve this through an agreement (on their terms) rather than through military conquest (Politico). \nSecondly, and under the condition that the Taliban take over, the question is whether the Taliban will accept/tolerate the presence of approx. 650 troops to provide security for the US embassy which is a prerequisite for the embassy to remain (The Hill, Reuters). The Taliban have officially rejected this (BBC). However, the intent and preparations of the US to maintain the presence appears to be high (Politico). This comes also on the backdrop of a potential civilian NATO mission to Afghanistan and the plan for Turkey to take over the management of Kabul airport, including the international hospital which is critical for any foreign presence in the country (Politico) (70%). Taliban could at least temporarily/until the end of the year tolerate the presence as part of a deal with the Afghan government as they consolidate control (20%). Overall, the probability for this to happen is 7% (10% (remainder of 70%+20%) of 70%). "], [49779, "2021-07-20T22:31:18Z", [0.0], "even with the Taliban taking back large parts of the country they won't have the momentum to take Kabul in the winter when they are normally not as active. "], [96828, "2021-07-20T21:42:35Z", [0.17], ""], [98850, "2021-07-20T20:01:59Z", [0.15], "Like the explanation here - https://www.gjopen.com/comments/1310317 Really on board with it comes down to how quickly the Taliban take Kabul. Right now it seems like the government is not offering much resistance, but Kabul is the last stronghold and fighting will likely be intense there. There's a lot to lose for a lot of people when the Taliban retake the country. I think it's fairly unlikely that Kabul falls before December, but there is always a surrender chance or an overwhelming blitzkrieg that could come. The Taliban have been patient so far during this war, so they might not push unless they see a good opportunity."], [1056, "2021-07-20T16:50:36Z", [0.1], "Here's an interesting time-lapse map of what's been happening in Afghanistan ove rthe past weeks: https://www.longwarjournal.org/mapping-taliban-control-in-afghanistan And here's an article that states the obvious: the U.S. has no hope of returning to Afghanistan no matter what happens there: https://www.usnews.com/news/world-report/articles/2021-07-19/the-us-cannot-re-enter-afghanistan-once-it-leaves Forecasters on this thread (including me) have occasionally brought up the 1975 Saigon evacuation. This is perfectly germane to the question, but there's another Indochina analogy that I think is also apt: Afghanistan is a country-sized Dien Bien Phu, and any troops the U.S. is dumb enough to send there are essentially cut off, and their ability to hold out is contingent solely on their ability to keep enemy mortars, artillery, and rockets from closing to within range of the U.S. airfields. This is assuming that anybody allows U.S. transports to fly in supplies in the first place. So really what this question comes down to is, \"How long will it take for the Taliban to take Kabul?\" and then a subsidiary question, \"Will the Taliban permit a U.S. embassy to exist unmolested in Kabul?\""], [34959, "2021-07-20T14:56:14Z", [0.1], ""], [59137, "2021-07-20T12:22:29Z", [0.18], ""], [101654, "2021-07-20T10:16:30Z", [0.02], ""], [1333, "2021-07-20T08:48:36Z", [1.0], "https://twitter.com/i/status/1417397544196399127 Nothing says stability like a calm inauguration crowd under Mortar attack. Everyone does that right?"], [1056, "2021-07-20T05:42:30Z", [0.1], "Here's a link: https://www.politico.com/newsletters/national-security-daily/2021/07/19/khalilzad-taliban-in-stronger-position-than-it-was-before-after-military-gains-493639 And a quote: \"Khalilzad urged the Taliban to make peace at the negotiating table and not take over by force. Should the Taliban opt solely for violence, the U.S. and many of its partners won’t recognize the new government or render assistance, effectively turning a Taliban-led Afghanistan into a pariah state.\" Khalilzad is U.S. special envoy for Afghanistan. Mr. Khalilzad is engaging in motivated reasoning. He believes that in order to avoid the status of \"pariah state,\" a Taliban-run Afghanistan would have to accept the terms dictated by the U.S. There is no reason to believe this; that is, there is no reason to believe that Afghanistan would have the status of a pariah state, and there is no reason to believe that the Taliban would fear this status even if it became a reality.  For Pakistan, Afghanistan represents strategic depth with regard to India. Iran has has its own problems with the Taliban, but there is no reason to think that Iran would in any way penalize Taliban-led Afghanistan for refusing to acquiesce to U.S. wishes. Russia and China would probably be perfectly delighted to deal with Afghanistan if such a relationship annoyed the United States. In other words, pretty much every country in the region (a term I use expansively - pretty much from the Gulf to the Pacific) would have no problem with Afghan intransigence, and the U.S. would do nothing about it anyway. Sp the Taliban may as well take over all of Afghanistan. But my real point is, the quote above illustrates the level of delusional thinking of the U.S. officials charged with negotiating with the Taliban."], [48709, "2021-07-20T02:52:04Z", [0.5], "More likely than not as Taliban takes over Afghanistan"], [94872, "2021-07-20T01:22:55Z", [0.09], ""], [92079, "2021-07-20T00:24:25Z", [0.0], ""], [80790, "2021-07-19T22:45:49Z", [0.44], ""], [6425, "2021-07-19T21:32:33Z", [0.02], ""], [101741, "2021-07-19T21:16:49Z", [0.05], ""], [101499, "2021-07-19T20:19:56Z", [0.04], ""], [14133, "2021-07-19T18:15:32Z", [0.5], "Nobody seems to be getting in the Taliban's way."], [101420, "2021-07-19T15:22:09Z", [0.9], ""], [101422, "2021-07-19T06:42:53Z", [0.4], ""], [34815, "2021-07-19T03:49:52Z", [0.0], ""], [97742, "2021-07-18T22:39:29Z", [0.1], ""], [101970, "2021-07-18T20:15:11Z", [0.15], ""], [1333, "2021-07-18T18:22:14Z", [0.97], ""], [101031, "2021-07-18T11:56:59Z", [0.04], "I think 5% is too high but don't want to be over confident. People have cited Saigon and Baghdad embassies, it would be interested in looking at more facilities and include timing post troop withdrawal before loss, if ever. Took 2 years for Saigon. \nThere was not an embassy under the previous Taliban controlled period having been closed in 1989 prior to the long Civil War that culminated in Taliban control in 96"], [100664, "2021-07-18T09:35:00Z", [0.01], ""], [45594, "2021-07-18T07:24:52Z", [0.15], ""], [79142, "2021-07-18T03:56:16Z", [0.2], "4% each mont if there is no Talibans avance\n"], [914, "2021-07-18T03:00:04Z", [0.2], ""], [21884, "2021-07-18T02:20:38Z", [0.07], ""], [755, "2021-07-18T00:48:10Z", [0.02], "Comments: SOF to take point on embassy security. This is unusual. See embassy and surrounding areas under dedicated PSS both for intelligence and intervention. See CIA Kabul station expanding, not contracting. \nThe Washington Post, 07/17/21, 'U.S. diplomats in Afghanistan face daunting, dangerous mission with little military backup': https://www.washingtonpost.com/national-security/afghanistan-us-embassy-kabul/2021/07/17/6b346812-e63f-11eb-934f-7e6c1927f261_story.html\nClips from Post article:\n'Despite Biden’s promise to execute a full military withdrawal, about 650 U.S. troops will remain, split between the embassy compound and Kabul’s international airport, which now represents a potential lifeline for foreigners who may need to evacuate in a hurry. Some troops will operate counter-rocket systems known as C-RAMs, which each have Gatling guns that shoot 4,500 rounds per minute.'\n'Overseeing the embassy security mission is Rear Adm. Peter Vasely, a two-star Navy SEAL officer who was slated to oversee Special Operations in Afghanistan before Biden called for a withdrawal.\n“He was available. He had the experience,” Marine Gen. Kenneth “Frank” McKenzie, head of U.S. Central Command, said during a recent visit to Afghanistan. “I know and trust him.”\nVasely’s team will operate partly out of the old NATO military headquarters, which will belong to the embassy. Security at the compound is now provided by the State Department, McKenzie said.\nWhile Biden’s plan envisions U.S. air power being used in the post-withdrawal period only to target groups such as al-Qaeda and the Islamic State, McKenzie said any threats against the embassy or the Kabul airport could be an exception.\nIf security deteriorates rapidly, the U.S. military trains specialized forces for missions like temporarily seizing an airfield to enable evacuation flights. Or, in drastic circumstances, it could launch a noncombatant evacuation operation as was done in Saigon in 1975 and Mogadishu in 1991.'\nNPR, 07/12/21, 'With The U.S. Military Gone, The CIA Faces Tough Challenges In Afghanistan': https://www.npr.org/2021/07/12/1014542248/with-the-u-s-military-gone-the-cia-faces-tough-challenges-in-afghanistan Comments: Don't f**k with women.\nThe Guardian, 07/07/21, 'Armed Afghan women take to streets in show of defiance against Taliban': https://www.theguardian.com/world/2021/jul/07/armed-afghan-women-take-to-streets-in-show-of-defiance-against-taliban\nNPR, 02/16/21, 'Women Take The Lead In Fighting ISIS In 'Daughters Of Kobani': https://www.npr.org/2021/02/16/968424630/women-take-the-lead-in-fighting-isis-in-daughters-of-kobani"], [1333, "2021-07-17T22:37:53Z", [0.98], ""], [93028, "2021-07-17T22:28:06Z", [0.01], "It seems to me very likely (0.85) that this will happen in the next 2-3 years.\nBut highly unlikely in this question's timeframe, b/c the advance on countryside will slow and systematically gaining control of Kabul will be even slower. And for PR-reasons, I expect the US to give strong support in 2021 via Air & Intel in order to not be percieved as being chased out completely while in the process of leaving.\n"], [95944, "2021-07-17T17:58:36Z", [0.0], "No, It add no thing to Taliban to dominate."], [101187, "2021-07-17T17:15:18Z", [0.05], ""], [691, "2021-07-17T15:58:13Z", [0.01], "This embassy, like many others, is essentially a theatrical setting rather than a functioning and useful diplomatic post.  It has very little practical value, but maintains some symbolic value.  It is therefore pointless for the Taliban to take it over so early in the script for this drama.  The US won't need to evacuate or abandon it until at least next summer, and maybe never.  "], [101868, "2021-07-17T15:07:01Z", [0.05], "Even the Taliban want to seek international legitimacy and wanted an embassy in the US.  They would keep the embassy in hopes of reciprocity."], [101926, "2021-07-17T12:21:34Z", [0.0], ""], [61735, "2021-07-17T12:18:28Z", [0.6], ""], [74903, "2021-07-17T10:51:45Z", [0.55], ""], [1333, "2021-07-17T09:44:28Z", [0.99], ""], [93350, "2021-07-17T07:55:03Z", [0.5], "To answer this question it is, I suggest, relevant to look at the geo-political history of Afghanistan.\nBiden is somewhat disingenuous when he states ‘No nation has ever unified Afghanistan. Empires have gone there and not done it’, suggesting some altruistic actions to unify the tribes of that country.\nThe country could be construed as ungovernable given that as stated by the Middle East Institute, the concentration of power at the local level is so strong, that even the core institutions of the state are undersiege by local interests.\nThe reasons for invasion are therefore geo-political.\nThe British wanted to control Afghanistan to deter the Russians from invading southwards in the 19th Century which lost an army in 1842 but gained a diplomatic solution in 1880, but no control. The Russians invaded in 1979 for perceived reasons that included a desire to gain warm water ports and access to the Gulf Oilfields and security concerns over its southern border vulnerable to Islamic extremism and Western encroachment. After eight years they withdrew due to a drain on the soviet economy and weariness of an unwinnable war. The US invaded Afghanistan to target Osama bin Laden’s al-Qaida organization and the fundamentalist Taliban government that supported and protected it. The US armed forces have now vacated Bagram and the Taliban have or taking back the majority of the countryside. Kabul airport, as a point of evacuation for US personnel is not secure (patrolled by Turkish troops.). The U.S. Embassy in Kabul, at the moment does not have an official ambassador; it is led by Ross Wilson, a veteran U.S. diplomat who carries the title of chargé d’affaires. So perhaps the question should be, ‘what is the point of maintaining an expensive facility that holds severe problems for the safety of its personnel?’ The US has effectively left tribal Afghanistan as did the British and the Russians. https://www.history.com/this-day-in-history/soviets-begin-withdrawal-from-afghanistan  https://apnews.com/article/joe-biden-kabul-445f33e7bba08c382d9bc5f72bf48047  https://www.militarytimes.com/news/pentagon-congress/2021/07/08/biden-defends-afghanistan-pullout-as-taliban-gains-ground/  https://edition.cnn.com/2021/07/03/politics/us-evacuation-plans-afghanistan-embassy/index.html  https://www.politico.com/news/2021/07/02/taliban-us-embassy-kabul-497815  https://www.thoughtco.com/britains-disastrous-retreat-from-kabul-1773762  https://www.e-ir.info/2014/10/09/why-did-the-soviet-union-invade-afghanistan-in-1979/  https://www.history.com/this-day-in-history/u-s-led-attack-on-afghanistan-begins  https://www.mei.edu/publications/peripheralization-center-warlordism-afghanistan\n"], [25265, "2021-07-17T04:37:35Z", [0.05], "\n“We’re going to engage in a determined diplomacy to pursue peace and a peace agreement that will end this senseless violence,” Biden said. Mr. Jeffrey said the fate of the embassy in Kabul would hinge on whether the Taliban engage in peace talks with the Afghan government — negotiations that have foundered for more than a year.\nhttps://www.nytimes.com/2021/07/12/us/politics/us-diplomats-afghanistan-taliban.html US is willing to keep the diplomatic presence, and Taliban won't gain anything by threatening the US embassy. In fact, I believe, Taliban will try to gradually increase its presence/power throughout Afghanistan. Whether the US embassy is operational or not is not going to prevent that. So, from Taliban's perspective, why bother?!\nhttps://www.gjopen.com/comments/1308945 Of course, things can always go wrong; hence the 5%. "], [755, "2021-07-17T01:01:49Z", [0.02], "Deja vu all over again - Yogi Berra\nComments: I remember watching this in 75. I can't imagine a repeat. Besides, the model would be the US Embassy - Bagdad. I believe there will be sufficient ANA and other security elements in Kabul to protect the embassy. See the physical environment expanded and hardened, ala Green Zone. See USMC quick-reaction force readied to intervene if necessary. See private contractors positioned in the city to provide intelligence and additional security.\nFall of Saigon: US Embassy Evacuation\nhttps://youtu.be/vHLKFSWzImk CNN, 07/16/21, 'US intel assessments on Afghanistan warn of 'accelerating pace' of Taliban hold on country': https://www.cnn.com/2021/07/16/politics/us-intel-kabul-taliban/index.html\nClip from CNN article:\n'While multiple sources familiar with recent US intelligence assessments say Kabul is facing an increased threat, especially the outer edges of the province, they argue the capital is not at imminent risk of a takeover, thanks in part to the threat of US airstrikes and the size of the Taliban force. Kabul's population has also grown significantly since the Taliban last took control of the city in the 1990s and its inhabitants are deeply opposed to, and fearful of, the militant group.'"], [1333, "2021-07-16T22:38:09Z", [1.0], ""], [29145, "2021-07-16T20:17:58Z", [0.0], "too short a period"], [62808, "2021-07-16T20:16:47Z", [0.0], ""], [13657, "2021-07-16T19:11:36Z", [0.0], ""], [13657, "2021-07-16T19:11:14Z", [0.02], ""], [53391, "2021-07-16T19:09:07Z", [0.0], "Not going to happen  by Dec1.  Possibly end of 2022 or 2023 if Taliban can not control the miltias and zealots.  But initially, Talkban will avoid a direct provocation to the US emotions.  Sadlh, lobbing missiles ag US troops and contractors jjst does not get a full blown military response anymore.  Taking the embassy witojn 6 months of us pull out is jjst the sort of thing the US administartikn could not ignore and its back to Afghanistan.  Taliban understand our trigger points, somewhat."], [1056, "2021-07-16T18:13:28Z", [0.1], "The administration certainly doesn't want to, and the Taliban may not close in that soon, but in my opinion the possibility is higher than zero. Afghan troops have been surrendering or deserting without a fight in many cases, and according to this article https://www.cnn.com/2021/07/16/politics/us-intel-kabul-taliban/index.html the U.S. has committed itself to launching air strikes if Kabul appears to be in imminent danger. Sounds great, but you can't indefinitely defend a city from the air, especially if you're dependent upon surrounding countries granting you transit rights over their airspace."], [484, "2021-07-16T18:08:13Z", [0.7], "Initial forecast. Not to quibble too much but the definition of  \"lose control\" depends on ones narrative and politics."], [60695, "2021-07-16T17:56:02Z", [0.0], ""], [22689, "2021-07-16T17:17:14Z", [0.0], ""]], "open_date": "2021-07-16T17:00:24Z", "close_date": "2021-08-16T03:00:16Z"}