{"question_id": 803, "title": "In United States v. Microsoft Corp, will the Supreme Court rule that the government can use a warrant to compel the disclosure of records stored outside of the United States?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.55, 0.45], "correct_answer": "No", "correct_forecast": 0.45, "preds": [[48197, "2018-04-18T01:56:58Z", [0.0], ""], [46762, "2018-04-17T15:43:26Z", [0.0], ""], [37512, "2018-04-17T00:25:37Z", [0.4], ""], [172, "2018-04-16T22:51:40Z", [0.0], ""], [691, "2018-04-16T16:23:19Z", [0.85], "The Honourable Justices are just as adept at reading the newspapers (or whatever substitutes for newspapers in their lives) as anyone else.  They will wish to begin curbing the impunity popularly associated with internet firms' use of data.  "], [44381, "2018-04-14T15:14:48Z", [0.59], ""], [49545, "2018-04-13T16:48:52Z", [0.78], ""], [55042, "2018-04-12T15:24:54Z", [0.75], "This is a guess. I'm not a lawyer but the site of storage located outside US looks like a scam to me."], [48197, "2018-04-11T03:56:17Z", [0.1], "Given Congressional action on the issue, the odds of issuing an opinion on the merits has gone way down."], [172, "2018-04-10T00:22:20Z", [0.0], ""], [691, "2018-04-09T12:14:41Z", [0.05], ""], [36910, "2018-04-07T12:15:25Z", [0.88], ""], [56516, "2018-04-07T00:22:35Z", [0.65], ""], [20250, "2018-04-06T14:55:11Z", [0.0], ""], [1333, "2018-04-06T11:23:18Z", [0.0], "I think they stand mute on this one."], [48309, "2018-04-05T22:01:49Z", [0.25], ""], [32258, "2018-04-05T20:45:04Z", [0.0], "."], [1333, "2018-04-05T16:46:19Z", [0.55], ""], [52250, "2018-04-05T11:33:25Z", [0.85], ""], [33917, "2018-04-04T16:35:02Z", [0.0], ""], [22833, "2018-04-04T13:32:01Z", [0.0], ""], [54191, "2018-04-04T13:26:14Z", [0.0], "Due to the passage of the CLOUD Act, DoJ (the plaintiff) has filed this week to vacate the case.  SCOTUS will not issue a decision - question will resolve as no."], [13377, "2018-04-04T10:44:45Z", [0.0], ""], [56987, "2018-04-03T17:00:14Z", [1.0], "It will be limited to data collected in the US."], [172, "2018-04-02T23:48:29Z", [0.25], ""], [32258, "2018-04-02T00:49:41Z", [0.02], "@cdob63 comments."], [57300, "2018-04-01T23:48:56Z", [0.75], ""], [11788, "2018-04-01T19:26:41Z", [0.0], ""], [54625, "2018-04-01T19:03:27Z", [0.05], "Revising downward on the DOJ requesting SCOTUS moot the case.  Will this resolve the case as NO or will it void the question?"], [57427, "2018-04-01T17:09:43Z", [0.3], ""], [691, "2018-04-01T17:04:37Z", [0.0], "https://www.reuters.com/article/us-usa-court-microsoft/u-s-government-seeks-end-to-supreme-court-privacy-fight-with-microsoft-idUSKBN1H80T2 the case has gone away, it seems"], [73, "2018-04-01T09:50:14Z", [0.0], ""], [53863, "2018-04-01T03:08:19Z", [0.8], ""], [593, "2018-03-31T15:35:56Z", [0.6], ""], [804, "2018-03-29T17:24:36Z", [0.65], ""], [3434, "2018-03-28T18:39:35Z", [0.8], "Microsoft Corp has much influence."], [54191, "2018-03-28T11:52:09Z", [0.05], "Congress passing the CLOUD Act has changed the entire landscape surrounding this case, very high probability that SCOTUS does not rule on it and throws it back down to the Second Circuit to be re-heard under the new legislation."], [172, "2018-03-27T15:52:33Z", [0.25], ""], [37827, "2018-03-27T15:38:50Z", [0.25], ""], [34821, "2018-03-27T10:28:06Z", [0.37], ""], [34821, "2018-03-27T10:24:43Z", [0.4], ""], [1333, "2018-03-26T16:45:55Z", [0.65], ""], [53555, "2018-03-23T20:15:59Z", [0.0], ""], [45069, "2018-03-20T15:56:03Z", [0.95], "This will be treated as a national security matter. A number of laws, and an entire costly unnecessary federal agency, have been created since 9/11, citing national security. So I expect SCOTUS to say Yes. There is precedent for reaching outside US soil -- such as taxing foreign-earned income, or extending abilities to vote to expats living off US soil, to laws regulating birth of citizens off US soil, etc. There is also an admirable push by some in Congress to properly tax monies hidden off-shore etc. And, practically speaking, if all mega corps and mega billionaires have to do is move things off US soil to avoid US laws, that ends the US budget, the IRS, and a lot of other unintended consequences no doubt! (We are already lawless; this would be the cherry on top.) "], [56620, "2018-03-19T18:26:05Z", [0.99], ""], [13377, "2018-03-19T07:14:12Z", [0.8], ""], [56512, "2018-03-18T18:56:37Z", [0.65], ""], [44606, "2018-03-17T12:58:31Z", [0.0], ""], [172, "2018-03-17T01:41:10Z", [0.25], ""], [16109, "2018-03-17T00:13:50Z", [0.75], ""], [5766, "2018-03-16T16:48:45Z", [0.35], ""], [56093, "2018-03-15T00:31:52Z", [0.65], ""], [32258, "2018-03-14T18:17:38Z", [0.35], "The Cloud Act is gaining notable co-authors. Not saying that co-authors translate into a bill passing but there is a bit of action."], [691, "2018-03-14T13:02:28Z", [0.8], ""], [7370, "2018-03-12T19:47:11Z", [0.85], ""], [48624, "2018-03-12T18:37:35Z", [0.65], ""], [56170, "2018-03-11T16:18:53Z", [0.58], ""], [55854, "2018-03-11T14:39:56Z", [0.65], ""], [15196, "2018-03-10T06:33:02Z", [0.4], ""], [52883, "2018-03-09T05:49:00Z", [0.69], ""], [691, "2018-03-07T21:15:12Z", [0.8], ""], [49838, "2018-03-07T02:51:18Z", [0.8], "They will rule based on the location of said companies headquarters, whichever country they pay taxes too."], [54191, "2018-03-05T16:57:33Z", [0.25], "Revising down after oral arguments and as legislation, the CLOUD (Clarifying Lawful Overseas Use of Data) Act, continues to gain traction and support from both Congress and Microsoft.  Likely outcomes are that SCOTUS will rule against the USG, and they have the CLOUD Act teed up to pass as a back-up plan, or that the CLOUD Act will pass prior to the end of this term, rendering the case mute.  Either way, revised my prediction way down..."], [35831, "2018-03-05T15:06:48Z", [0.4], "Revise down the chance of Yes before June because the court could just take Sotomayor approach of wait and see and delay it until next term to give Congress a chance to enact a clarification law. On the \"yes\" camp are Justices Roberts, Alito and Breyers. Justices Kennedy and Kagan are on the fence. Justices Ginsburg and Gorsuch seems to be on \"no\" camp. Justice Sotomayor takes wait and see, also a No. Justice Thomas is remarkably absent, but in general would side with Roberts and Alito."], [13377, "2018-03-05T12:05:54Z", [0.35], ""], [45198, "2018-03-04T03:10:00Z", [0.25], ""], [55778, "2018-03-04T01:30:20Z", [0.99], ""], [45015, "2018-03-04T00:51:56Z", [0.2], ""], [55748, "2018-03-03T22:25:21Z", [0.0], ""], [55743, "2018-03-03T21:33:12Z", [0.45], "A very difficult piece of judgement, trying to match current technology with outdated laws. would be an absolute toss up, except that there is a chance Congress makes the decision moot "], [53760, "2018-03-03T17:31:41Z", [0.1], ""], [55739, "2018-03-03T16:50:07Z", [0.55], ""], [11962, "2018-03-03T16:12:28Z", [0.75], "Seems that if the court rules against this case, then such a decision begs for firms to store information in other countries."], [43461, "2018-03-03T14:43:21Z", [0.09], "I'm sticking with my original forecast. Congress needs to enact law regard privacy, ownership, security, and a host of other subjects associated with the cloud. The Supreme Court makes sure the law is applied properly. "], [44310, "2018-03-03T14:32:24Z", [0.65], "i don't believe that this court will extend first or fifth amendment rights to records stored outside the US for non-citizens of the US. I do hope that they will respect these for US citizens "], [52089, "2018-03-03T14:15:22Z", [0.3], "It’s likely in my view that this will fall on the side of ‘no’. There are case by case means of resolving these issues without falling foul of international law, not to mention the unintended consequences of a ‘yes’, which are significant and potentially very damaging (especially if you happen to be a wealthy investor...)."], [55692, "2018-03-02T22:25:59Z", [0.8], ""], [23006, "2018-03-02T16:10:02Z", [0.35], "I think consensus is too high. The ones that are overturned on appeal are higher when the cases are criminal but heavily favour the previous circuit court outcome for civil. They are also predominantly decided along ideological lines with conservative bent winning out more often. Also this case and future cases can be resolved without violating willy-billy basis international laws and personal privacy laws by passing an updated law in Congress likely the Hatch-Cloon cloud act.  “In the October 2010 term, the Court decided 86 cases, including 75 signed opinions and 5 summary reversals (where the Court reverses a lower court without arguments and without issuing an opinion on the case).[123][124] Four were decided with unsigned opinions, two cases affirmed by an equally divided Court, and two cases were dismissed as improvidently granted. Justice Kagan recused herself from 26 of the cases due to her prior role as United States Solicitor General. Of the 80 cases, 38 (about 48%, the highest percentage since the October 2005 term) were decided unanimously (9–0 or 8–0), and 16 decisions were made by a 5–4 vote (about 20%, compared to 18% in the October 2009 term, and 29% in the October 2008 term).[125] However, in fourteen of the sixteen 5–4 decisions, the Court divided along the traditional ideological lines (with Ginsburg, Breyer, Sotomayor, and Kagan on the liberal side, and Roberts, Scalia, Thomas, and Alito on the conservative, and Kennedy providing the \"swing vote\"). This represents 87% of those 16 cases, the highest rate in the past 10 years. The conservative bloc, joined by Kennedy, formed the majority in 63% of the 5–4 decisions, the highest cohesion rate of that bloc in the Roberts Court.[123][126][127][128][129]\nhttps://en.m.wikipedia.org/wiki/Supreme_Court_of_the_United_States https://www.americanbar.org/content/dam/aba/migrated/intelprop/magazine/LandslideJan2010_Hofer.authcheckdam.pdf"], [23006, "2018-03-02T15:48:25Z", [0.35], "Hatch-Coons Cloud Act being pushed through.\nArticle below raises points about uncertainty under current state of law wrt\n- individual privacy \n- violating laws in one country, while accommodating in another \nCo set active blog describe it thus:  \"Every country has its own laws on privacy and electronic storage, so what is legally required in nation A might be explicitly prohibited in nation B. This leads to companies, not Congress, having to choose between disregarding a court order from one nation and violating the privacy laws of another, all the while throwing customers overboard with ad hoc decisions.\" https://www.usnews.com/opinion/thomas-jefferson-street/articles/2018-02-27/congress-not-the-supreme-court-should-decide-microsofts-cloud-case"], [23006, "2018-03-02T15:25:31Z", [0.45], "Feel the laws need to be changed to accommodate use f cloud data, but until then existing laws, 4th Amendment, seem to say no"], [671, "2018-03-02T14:12:53Z", [0.66], ""], [55601, "2018-03-02T07:03:02Z", [0.5], "Comment deleted on Mar 02, 2018 07:03AM UTC"], [55601, "2018-03-02T06:52:28Z", [0.5], "if the records reside on a foreign server, it does not matter how easily he hey can be accessed from the United States. Although, SCOTUS tends to lean on the side of government security concerns. Statistically, equal."], [55193, "2018-03-01T02:39:43Z", [0.95], "Based on the oral arguments, the Justices seemed more responsive to the arguments put forth by Dreeben, than by Rosenkranz. There was less interruption, and Dreeben was able to articulate his points well as compared to Rosenkranz who was frequently interrupted and whose arguments are not geared to persuade justices but present to them as incontrovertible facts. While both arguments have merit, this case will boil down to delivery and how each counsel will be able to persuade the justices. In this, Dreeben, who has argued more than 100 cases before the Supreme Court has had more practice over Rosenkranz who has argued  less than 20. Moreover, the composition of the Supreme Court would favor a conservative, interpretation of the SCA Law which would align more with the government's position."], [172, "2018-03-01T01:58:23Z", [0.7], ""], [32258, "2018-03-01T00:03:06Z", [0.4], "Based on oral arguments, it's possible that they don't rule on this hoping for Congress to deal with it."], [52905, "2018-02-28T17:01:12Z", [0.75], "The Microsoft position would permit companies to store data overseas to shield them from warrents.  It is unlikely the Court will agree, and instead look at Microsoft as a US company subject to US warrents. "], [691, "2018-02-28T15:10:55Z", [0.8], ""], [48151, "2018-02-28T15:08:30Z", [0.95], ""], [46989, "2018-02-28T14:00:07Z", [0.75], "This is digital data.  It depends on where the data is accessible, not where it is stored. If not, then everyone will be storing data overseas and side stepping US Authority."], [23006, "2018-02-28T13:55:06Z", [0.45], "Seems like current laws say this is unconstitutional, needs congress to update. Don’t think Supreme Court will push this through"], [23006, "2018-02-28T10:09:13Z", [0.5], ""], [23006, "2018-02-28T10:06:41Z", [0.49], ""], [5018, "2018-02-28T01:52:42Z", [0.95], ""], [52122, "2018-02-28T00:15:26Z", [0.36], "SC JUSTICE COMMENTS THIS WEEK INDICATE YES BUT they are heavily hinting to congress to legislate so their case is moot. I’m hoping that congress does."], [52122, "2018-02-28T00:01:44Z", [0.89], "https://www.nbcnews.com/politics/supreme-court/gov-t-battles-microsoft-email-privacy-case-supreme-court-n851216"], [54319, "2018-02-27T22:32:04Z", [0.2], ""], [53594, "2018-02-27T21:37:46Z", [0.75], ""], [42162, "2018-02-27T21:26:18Z", [0.44], "Going significantly lower after reading an argument analysis (http://www.scotusblog.com/2018/02/argument-analysis-justices-divided-disclosure-overseas-emails/) and listening to the podcast I mentioned below. Will revisit when the argument recording comes out on Oyez.org I have the opportunity to listen to it myself."], [178, "2018-02-27T17:06:33Z", [0.33], ""], [55042, "2018-02-27T17:01:02Z", [0.75], ""], [53582, "2018-02-26T20:49:33Z", [0.2], "I think SCOTUS would rather have this resolved by Congress. "], [35831, "2018-02-26T20:21:19Z", [0.7], "Gripe of the day: Headline on Bloomberg channel (business news): \"Tech takes on Trump in high court\" (referring to this case's tomorrow oral argument. Since we followed this case here, and a person with rudimentary high school civic lesson (which is required to graduate) would know, this case (or any case) that made their way to the supreme court would be litigated years ago. Trump administration has nothing to do with this (only that they didn't withdraw the petition). Obama administration did. Where is journalism? How can we base our investment decision (or forecasts) on news channels like these? Even the most benign news they didn't even bother to verify. This is also a warning to our fellow forecasters: the fifth-estate is no longer independent (have they ever been?). Trust them as if they were Pravda, the news lie between the lines. I already banned my kids from watching Youtube as source of information."], [54625, "2018-02-26T17:45:51Z", [0.35], "This will be a \"poorly written law\" decision, the government cannot go outside US territory and Congress should amend the law."], [55268, "2018-02-26T01:20:42Z", [0.05], ""], [636, "2018-02-25T19:29:48Z", [0.85], "Digital records essentially exist \"in the cloud\" or, in essence everywhere. Microsoft is doing business in the U.S. so it can be compelled to comply with a warrant. "], [55190, "2018-02-25T18:45:52Z", [0.7], ""], [691, "2018-02-24T13:17:12Z", [0.8], ""], [53173, "2018-02-24T12:03:22Z", [0.7], ""], [54348, "2018-02-24T00:27:09Z", [0.02], ""], [41732, "2018-02-23T15:51:38Z", [0.25], ""], [54342, "2018-02-22T23:43:29Z", [0.45], ""], [52967, "2018-02-22T22:58:18Z", [0.95], "If they rule this a no every corporation will move all its data outside the US immediately as it is collected.   This is very easy to do.  A no vote would mean that the government could never get any information from a corporation that knew how to set up a data center outside the US."], [47299, "2018-02-22T19:53:10Z", [0.55], ""], [54325, "2018-02-22T17:13:51Z", [0.8], ""], [52122, "2018-02-22T05:14:46Z", [0.13], ""], [43311, "2018-02-21T22:24:31Z", [0.72], ""], [53410, "2018-02-21T18:06:53Z", [0.99], ""], [54191, "2018-02-21T17:51:34Z", [0.65], "Yes - SCOTUS does not want to set the dangerous precedent that a US Corporation can escape/evade US law by simply storing its data/intellectual property on a server that is physically located overseas.  As more data storage and processing moves to 'the Cloud', it would open up a can of very messy litigation moving forward, there is no clear 'bright line' to draw, so must fall back to incorporated country.  Note: though it may seem hypocritical, this will not likely change the court's current stance that data stored/processed on servers and infrastructure physically located in the US is subject to our law by virtue of it passing through our borders..."], [47396, "2018-02-20T22:31:14Z", [0.05], "Would set president for similar action against other companies; not president conservatives want."], [54148, "2018-02-20T16:57:23Z", [0.55], ""], [54140, "2018-02-20T10:00:35Z", [0.3], ""], [54096, "2018-02-20T06:03:02Z", [0.95], "Corporations are legally required to tell the truth, but some do not. "], [54118, "2018-02-19T23:28:44Z", [0.0], ""], [52940, "2018-02-18T22:35:25Z", [0.55], ""], [53366, "2018-02-18T22:12:37Z", [0.15], ""], [42055, "2018-02-18T20:53:48Z", [0.65], "Lowering likelihood given comments in thread."], [38589, "2018-02-17T23:52:23Z", [0.7], ""], [53646, "2018-02-17T23:30:34Z", [0.6], ""], [48309, "2018-02-17T21:44:34Z", [0.15], ""], [48309, "2018-02-17T21:39:34Z", [0.15], ""], [53775, "2018-02-17T20:03:48Z", [0.65], ""], [53585, "2018-02-17T19:35:12Z", [0.7], "Just a hunch.  The Court may view the recent indictment of Russians for meddling in the 2016 election as demonstrating a need for a farther reach into records that are not available domestically.\n"], [53769, "2018-02-17T19:06:35Z", [0.85], ""], [995, "2018-02-17T18:05:15Z", [0.35], ""], [31142, "2018-02-17T17:16:22Z", [0.75], ""], [11322, "2018-02-17T17:09:38Z", [0.15], ""], [45069, "2018-02-17T16:54:46Z", [0.95], "Because storing records off-shore is a weasel way to avoid producing them and SCOTUS is unlikely to appreciate that. It will probably come down on the side of law enforcement and security over corporate rights and privacy."], [42783, "2018-02-17T16:53:38Z", [0.85], ""], [51221, "2018-02-17T16:20:25Z", [0.7], ""], [53381, "2018-02-17T15:58:17Z", [0.5], ""], [8888, "2018-02-17T15:55:19Z", [0.75], ""], [53659, "2018-02-17T03:35:57Z", [0.2], "In order for SCOTUS to rule in favor of the government, it would require it to in-effect negate US treaties that already cover the issue at hand before the Court. The United States has standing treaties with nations, including Ireland, that provide a process for gaining access to information that is held/stored within those nations borders.  The DoJ is seeking to abrogate those treaties and compel that such information be provided despite it being against Irish law for Microsoft to comply. Should  SCOTUS side with the government, it would force a number of actions to follow that would be damaging to the US tech sector and could force American tech companies to move their headquarters outside of the US in order to comply with EU and Irish laws regarding data privacy/protection. This could cause a significant loss of tech jobs to Canada, Mexico and/or Ireland."], [48709, "2018-02-17T01:42:39Z", [0.35], "Time is on Microsoft's side !"], [53555, "2018-02-16T15:47:16Z", [0.15], "Between losing the case outright or it being mooted by pending legislation making the rules more clear, the Court will not rule it to be permissible. There are other means of getting the information that cause less entanglement that the Court will rule for."], [52461, "2018-02-16T00:05:10Z", [0.45], ""], [20250, "2018-02-14T15:42:39Z", [0.75], ""], [52122, "2018-02-14T02:19:47Z", [0.15], "Though conservative leaning S.C. will likely be torn and want to support law enforcement information needs, it also will want to support the ability to maintain privacy freedoms (and protect critical Secrets) by storing elsewhere. "], [23006, "2018-02-13T15:23:39Z", [0.55], ""], [52824, "2018-02-12T19:41:33Z", [0.55], "Court rules require requesting foreign government to enforce  subpoenas, but they can lawfully serve Microsoft, in which case the court will have to determine whether foreign Corp is operated as a separate company with separate tax returns."], [13196, "2018-02-12T18:28:25Z", [0.99], ""], [691, "2018-02-12T17:24:38Z", [0.8], ""], [49550, "2018-02-12T16:35:37Z", [0.65], ""], [47845, "2018-02-12T14:44:38Z", [0.55], ""], [4239, "2018-02-12T02:15:10Z", [1.0], ""], [884, "2018-02-11T21:00:08Z", [0.7], ""], [172, "2018-02-11T20:53:31Z", [0.75], "I have been low on this question. One of the successses of Trump administration is a reshaping/influencing court decisions (through retirements etc). Given that and argument that data could pass through USA (does it matter if encrypted or obfuscated?) I think simple answer is “yes USA should have access”. There is no absolute right or wrong on this. I’m changing and going with my gut (and a smaller than average brain)."], [52122, "2018-02-11T04:01:44Z", [0.35], "Congress will pass legislation (i.e. cloud act) to make this case moot and the S.C. will drop the case."], [691, "2018-02-10T19:48:01Z", [0.8], ""], [52113, "2018-02-10T03:59:51Z", [0.55], ""], [52242, "2018-02-09T18:57:01Z", [0.68], "It would be difficult for the court to rule on something outside of the US, since that is outside of it's jurisdiction. With microsoft being a US based company then there could be a chance to compel release of information based on its headquartered location and intellectual property rules. "], [691, "2018-02-08T13:11:49Z", [0.8], ""], [51797, "2018-02-07T21:34:59Z", [0.95], ""], [42162, "2018-02-06T09:04:03Z", [0.69], ""], [51221, "2018-02-05T19:24:44Z", [0.6], "Microsoft is a US corporation with mostly US ownership.  In general, it is subject to US laws and regulations.  Unless Microsoft can prove that the issue involves matters that are exclusively local to operations outside the US and have no effect on operation inside the US, the court will probably rule against them."], [29980, "2018-02-05T17:42:09Z", [0.99], ""], [38968, "2018-02-05T14:05:07Z", [0.05], ""], [46132, "2018-02-05T05:41:58Z", [0.35], ""], [13377, "2018-02-04T23:18:33Z", [0.66], ""], [44979, "2018-02-04T21:50:41Z", [0.6], ""], [48151, "2018-02-04T16:45:28Z", [0.8], ""], [16778, "2018-02-04T16:15:33Z", [0.95], "A US company was served a warrant for evidence pertaining to a criminal investigation in the US. Though the evidence was physically stored abroad, the US company owned, operated, and controlled the machines where the evidence was kept. Stated thusly, it is clear that Microsoft has a duty to produce the requested evidence, despite potential international implications. If the SCOTUS allows defendants of crimes committed in the US to refuse to cooperate simply because evidence is located elsewhere, it would effectively end successful prosecution of international crimes such as money laundering, drug smuggling, arms trafficking, human trafficking, etc.  The fact that the Court chose to hear this case despite not have a circuit court split suggests that it considers this issue extremely important and will likely vacate and remand it."], [47806, "2018-02-04T02:33:28Z", [0.88], "SCOTUS will rule against Microsoft because ruling in favor will effectively handcuff legal investigations in the US, all of the evidence will 'conveniently' make its way to off-soil servers owned by US companies."], [691, "2018-02-03T19:08:58Z", [0.8], ""], [44965, "2018-02-03T18:31:31Z", [0.6], ""], [50747, "2018-02-03T16:54:57Z", [0.75], "US based company should abide by US law."], [47496, "2018-02-03T16:21:01Z", [0.85], ""], [38969, "2018-02-03T14:49:55Z", [0.65], "The high court seems to be taking an ever more globalist view..."], [44022, "2018-02-03T14:38:09Z", [0.85], "only if they originated outside the US.\nAmerican is bot the world!"], [50615, "2018-02-02T23:07:36Z", [0.7], "If the data is accessible in the US by an entity operating there in  it can be Subject to a warrant"], [42162, "2018-02-01T16:21:41Z", [0.6], ""], [13377, "2018-02-01T08:53:51Z", [0.8], "http://www.gjopen.com/comments/comments/683929"], [50275, "2018-02-01T02:48:30Z", [0.66], "Generally, the Supreme Court reverses about 2/3 of cases that it reviews from the Second Circuit.  Also, the Appeals Court split evenly over an en-banc review and effectively \"punted\" this case to the Supreme Court.  Based on the Government's argument that the warrant functions more like a Subpoena, I believe the SCOTUS will reverse."], [49939, "2018-02-01T02:38:31Z", [0.25], ""], [23006, "2018-02-01T02:17:03Z", [0.6], ""], [671, "2018-02-01T01:18:33Z", [0.33], ""], [45153, "2018-01-31T23:47:27Z", [0.65], "party line split but ultimately yes government can get records outside of US"], [50344, "2018-01-31T18:57:03Z", [0.4], ""], [50059, "2018-01-31T04:15:06Z", [0.3], ""], [31485, "2018-01-30T13:32:15Z", [0.9], ""], [50172, "2018-01-29T23:46:52Z", [0.34], ""], [691, "2018-01-29T21:38:41Z", [0.8], ""], [34821, "2018-01-29T04:16:07Z", [0.6], ""], [49922, "2018-01-27T19:15:43Z", [0.9], ""], [172, "2018-01-26T02:34:18Z", [0.25], ""], [691, "2018-01-25T16:53:32Z", [0.8], ""], [691, "2018-01-24T21:04:24Z", [0.8], ""], [45572, "2018-01-23T20:26:50Z", [0.95], "Government needs access to records of companies doing business in the U.S. and a ruling that did not compel the disclosure of records outside the US would result in companies storing their records outside the U.S."], [1333, "2018-01-22T14:22:22Z", [0.75], ""], [23006, "2018-01-21T22:22:22Z", [0.51], ""], [49326, "2018-01-21T21:14:12Z", [0.75], ""], [49398, "2018-01-21T01:23:10Z", [0.25], ""], [43461, "2018-01-21T00:03:39Z", [0.09], "It's not a question of privacy or terrorism/national security.  The question is, \"can US law be applied in foreign countries?\"  This case is about applying old Constitutional Law to emerging technology. New laws are going to have to be created to address matters such as the cloud. If the Supreme Court believes the lower court failed to consider something important in the case, there would be the possibility of them overturning the ruling.   If the man in question was a foreigner and the emails were actually stored abroad, in Ireland, even though search would be done domestically, the ruling would likely still be a no. My initial probability was 15%, but I feel very strongly the end result will be a no.  First source used: https://harvardlawreview.org/2016/12/microsoft-corp-v-united-states/ "], [42162, "2018-01-20T18:41:13Z", [0.54], "Oral argument will be held on February 27th, so this case, too, will be decided this term. Amicus curiae briefs are overwhelmingly in favour of Microsoft: http://www.scotusblog.com/case-files/cases/united-states-v-microsoft-corp/ Not that it's a voice vote nor should it be. However, it seems there are international law and conflict of laws (and foreign policy) considerations that favour Microsoft, and those are in addition to the Fourth Amendment argument that Microsoft has. I'm lowering my probability from 69 %."], [691, "2018-01-19T20:54:11Z", [0.8], ""], [47945, "2018-01-19T11:54:36Z", [0.2], "Firstly, I should state that I am not a US citizen. Whether that is biasing my interpretation of the case, I'm not certain, but it probably does to some degree. From what I can read of the positions, that of the US government (as well as the supporting views of the states) seems to centre around arguments involving what Congress would have intended when they passed the relevant legislation in 1986 had they known the pace of technological advances and that private corporations should not be able to circumvent domestic law enforcement by decisions on where they locate data (which they claim is a purely business decision). The supporting brief by the states seems to also focus on the practice of splitting emails into different packets of data which are stored in different locations, thereby making the current process of international law enforcement cooperation (through bilateral Mutual Legal Assistance Treaties, which the US currently has with Ireland) untenable since the data is moved between locations too rapidly and obtaining the entire email is unduly difficult. Microsoft's position appears to be that Congress in 1986 didn't give law enforcement express permission to do this (not contested by US gov.), meaning that with the common international and SCOTUS presumption against extra-territoriality that Congress should be the one to create nuanced law on this issue rather than using the blunt hammer of the courts (which, according to Microsoft and some of the supporting briefs, Congress are currently doing). In addition, they argue that the US gov. position that the warrant is effectively a subpoena and should be governed as such is incorrect since it treats private individuals personal data entrusted to Microsoft's care as if it were merely business information owned by Microsoft themselves. Microsoft points to the entirety of the relevant legislation passed in 1986 as being primarily concerned with ensuring the privacy of this data from erosion of rights by the courts rather than with ensuring such data is passed to law enforcement.  Most of the briefs submitted seemed to be generally in support of Microsoft's position (although they were not necessarily submitted in support of Microsoft, but rather warning against the consequences of the US gov.'s proposal), such as that submitted by a collection of former national security, law enforcement, and intelligence community officials of the United States, the United Kingdom, and France as well as numerous briefs submitted by foreign governments and privacy advocates within the US. Overall, its clear that this case has a lot of potential repercussions and finding a solution to them all may not be possible simply through judicial review of existing outdated legislation. A lot of how this case goes forward depends on Congress: if Congress is seen to be making clear moves towards updating the existing legislation on this issue, then I have no doubt that SCOTUS will postpone the case or dismiss it entirely. However, if Congress is seen to be either unable or unwilling to do this then SCOTUS could end up coming down on either side: the court is relatively conservative and so may be more concerned with the effects on law enforcement's ability to pursue domestic cyber criminals (which the states' brief is clearly trying to point to, by focusing so heavily on pedophilia). On the other hand, the presumption against extra-territoriality is a longstanding position of both SCOTUS and international law so it may be rejected for that reason as well as privacy concerns. Given the large number of unknowns here, I've opted for a 1/5 chance that the court rules against Microsoft. I would have put it lower, but as stated the court is relatively conservative and a number of long-standing precedents have been reversed by SCOTUS in the last couple of decades leading to a degree of uncertainty about the outcome. "], [46458, "2018-01-19T08:16:21Z", [0.7], "Under Phisa anti Terrorism statues"], [36736, "2018-01-18T18:31:47Z", [1.0], ""], [172, "2018-01-17T13:35:00Z", [0.66], "Supposed to rule by June - and now think it won’t be delayed. But decisions in 2012 and 2014 went against disclosure in similar (but less far-reaching) cases. Court may be more conservative leaning and while average person SAYS they care about privacy, truth is they will sell that for a taco. Ruling sounds broader than it is IMO - still requires warrant and some level of due process. So I’m going with 2/3 chance"], [39938, "2018-01-17T10:51:22Z", [0.0], ""], [48962, "2018-01-17T06:11:28Z", [0.8], "Outside of the U.S. there are no constitutional rights, Microsoft is an. American company all that is needed is warrant."], [49059, "2018-01-16T23:05:17Z", [0.65], "https://judiciary.house.gov/wp-content/uploads/2017/10/100517-USA-Liberty-Act.pdf\nAlthough the SCOTUS is right leaning and believes in \"personal freedoms\", they also believe in the government's power to \"protect\" it's citizens.  The USA Liberty Act gives the government the authority and power to surveil non-US citizens abroad.  It, unfortunately, gives the power to watch American citizens too.  Our individual liberties and freedoms are being eroded and stripped away in the name of Liberty.  Microsoft will lose this one."], [16119, "2018-01-16T14:53:03Z", [0.69], ""], [1333, "2018-01-16T12:46:26Z", [0.85], ""], [46485, "2018-01-15T14:08:01Z", [0.51], ""], [48709, "2018-01-14T22:29:08Z", [0.95], "Because, there is supporting law written already. Under U.S. Code : U.S. Code › Title 18 › Part I › Chapter 121 › § 2703 \nDisclosure of customer communications or records. This would be an easy fix yet Microsoft went offshore to protect customers or did they make this move to protect themselves. the court is wise.  Using section 2325, paragraph two, of the code will make quick work of the ruling that should have been done in a lower level court setting."], [48704, "2018-01-14T05:42:27Z", [0.2], ""], [48151, "2018-01-14T05:21:45Z", [0.7], ""], [48551, "2018-01-13T17:35:03Z", [0.1], ""], [691, "2018-01-13T17:20:09Z", [0.82], ""], [48517, "2018-01-13T16:34:56Z", [0.05], "To hard to enforce. "], [44440, "2018-01-13T00:23:10Z", [0.2], "It would be to broad to allow this rulig"], [48442, "2018-01-12T17:19:28Z", [0.55], ""], [46376, "2018-01-12T17:06:35Z", [0.1], ""], [48335, "2018-01-12T08:09:35Z", [0.77], ""], [691, "2018-01-11T19:51:54Z", [0.82], ""], [48224, "2018-01-11T17:21:02Z", [0.65], ""], [46286, "2018-01-11T15:57:44Z", [0.2], "I think they will fail to rule leaving it as no. Leaves the door open for other cases, but let’s the lower court ruling stand."], [43663, "2018-01-11T05:35:41Z", [0.45], ""], [48230, "2018-01-11T04:22:59Z", [0.9], "Bill Gates is a liberal.  An argument could be made that the court, conservative leaning, picked up a SCOTUS win by narrowly avoiding an Obama nominee and replacing Scalia with another originalist.  RB Ginsburg was hanging in there in case the election was decided by the court, but Conservatives are licking their chops in anticipation in of scoring another libertarian or two.  In addition, the environmental campaign of the last 50 years is currently being dismantled by well funded, well coordinated, well connected Libertarians.  It could be said that with a further push to the Libertarian left, the government should not interfere with private property, and especially, shell corporations.  However, there is an opening to restructure a conservative feduciary and appoint judges who are more inclined to protect \"enforce the letter of the law\" authoritarian judges reaction to the liberal court of the same fifty year period, during a time of war...the courts are more assertive in time of war."], [41379, "2018-01-10T23:24:50Z", [0.6], "Unlike Europe, personal data security as an argument for denying a warrant needs to gain more popular and political support before the law makes any definitive rulings.  National Security is still a very compelling argument for this court. "], [48197, "2018-01-10T17:52:14Z", [0.85], "Comment deleted on May 02, 2018 12:29AM UTC"], [44446, "2018-01-10T14:57:16Z", [0.75], ""], [47719, "2018-01-09T17:23:28Z", [0.85], "If no, too many corporations will all store their info out of the country.  So I think they will say Yes."], [691, "2018-01-09T14:14:33Z", [0.82], ""], [47909, "2018-01-09T09:05:55Z", [0.05], ""], [47814, "2018-01-09T01:01:24Z", [0.5], ""], [46615, "2018-01-08T14:38:40Z", [0.2], ""], [691, "2018-01-08T12:51:21Z", [0.82], ""], [47216, "2018-01-07T22:37:11Z", [0.75], ""], [47454, "2018-01-07T22:31:11Z", [0.67], ""], [46363, "2018-01-07T22:27:38Z", [0.75], "Jurisdiction is the question. Are there enough \"contacts\" between Microsoft  and the repository of the data to justify jurisdiction over the firm and its records? It is settled that the US has jurisdiction over the firm since it is located with the US. Secondary question is does that jurisdiction extend overseas where the records are likely under the control of a separate juridical personality (foreign corporation)?  Where there is sufficient number of contacts between MSFT and the data as measure by its usage of the data, and such access is allowed by the separate company, jurisdiction will attach and the warrant will be deemed executable as against Microsoft. Factors that will weigh in favor of jurisdiction:  data was gathered from US sources; overriding state interest in protecting national interest. "], [47267, "2018-01-07T17:54:14Z", [0.24], ""], [47246, "2018-01-07T17:53:32Z", [1.0], ""], [47227, "2018-01-07T16:43:47Z", [0.65], ""], [47161, "2018-01-07T16:18:09Z", [0.5], ""], [44281, "2018-01-07T06:30:45Z", [0.95], ""], [47005, "2018-01-07T02:43:38Z", [1.0], ""], [23006, "2018-01-07T00:51:03Z", [0.51], "Over which country is the cloud?"], [23006, "2018-01-07T00:49:43Z", [0.45], ""], [43311, "2018-01-06T20:16:36Z", [0.71], ""], [1333, "2018-01-06T17:42:18Z", [0.95], ""], [38200, "2018-01-06T13:16:55Z", [1.0], ""], [45594, "2018-01-06T08:55:07Z", [0.25], ""], [46786, "2018-01-06T03:25:09Z", [0.03], ""], [46103, "2018-01-06T03:06:16Z", [0.15], ""], [43311, "2018-01-05T23:53:29Z", [0.7], ""], [46721, "2018-01-05T22:21:12Z", [0.25], ""], [46245, "2018-01-05T17:05:13Z", [0.15], ""], [46262, "2018-01-05T16:47:29Z", [0.05], ""], [691, "2018-01-05T16:41:24Z", [0.82], ""], [45700, "2018-01-05T12:32:44Z", [0.65], ""], [172, "2018-01-05T12:28:09Z", [0.5], "Just don’t know. Need to factor cloud computing (highly challenging to enforce) and European data protection law coming into force. Possible can kicked down the road?"], [43311, "2018-01-05T05:36:09Z", [0.65], ""], [23006, "2018-01-05T04:23:53Z", [0.4], "below 50% due to unworkability of this"], [23006, "2018-01-05T04:23:09Z", [0.6], "I think the SC would  but how would they get the other country to receive or action the warrant? It seems like an international overstep of authority. "], [46416, "2018-01-05T03:36:21Z", [0.9], ""], [46513, "2018-01-05T03:03:54Z", [0.85], "Anything that increases the power of the federal gov is likely to be supported. Especially  if it can be couched in terms of catching criminals. Criminals don't have rights."], [46513, "2018-01-05T03:00:49Z", [0.85], ""], [46220, "2018-01-04T22:28:38Z", [0.2], "Don't think jurisdiction extends this far, though the gov't will get what they want anyway by using the SEC to threaten delisting on the NYSE if companies don't comply."], [46079, "2018-01-04T18:23:09Z", [0.33], ""], [23355, "2018-01-04T13:29:13Z", [0.0], ""], [1333, "2018-01-04T12:41:10Z", [1.0], ""], [46140, "2018-01-04T06:49:16Z", [0.65], ""], [15196, "2018-01-04T05:48:40Z", [0.8], ""], [46037, "2018-01-03T19:52:49Z", [0.68], "Government has the better argument with respect to US companies, who should not expect simply having records outside the US will shield them from rules governing other US companies."], [45921, "2018-01-03T07:40:26Z", [0.85], ""], [45885, "2018-01-03T03:35:57Z", [0.0], ""], [45754, "2018-01-02T19:23:26Z", [0.9], ""], [45615, "2018-01-02T15:50:13Z", [0.9], ""], [691, "2018-01-02T13:36:17Z", [0.82], ""], [172, "2018-01-02T01:31:12Z", [0.65], ""], [373, "2018-01-02T00:15:52Z", [0.2], "SCOTUS will find an innovative way to avoid allowing the government to use warrants in this way."], [44851, "2018-01-01T22:50:38Z", [0.25], "While i think it will set a dangerous precedent and opportunity for criminals to withhold evidence, the country’s justice system is built on the presumption of innocence and the protection of the people. The balance held between privacy and security will swing toward privacy in this case, as ruled in the lower court. "], [43691, "2018-01-01T20:29:43Z", [0.77], ""], [45421, "2018-01-01T20:20:08Z", [0.25], ""], [45099, "2018-01-01T01:38:48Z", [0.5], "Honestly, I don't know, thus why it's a toss-up for me. "], [45065, "2018-01-01T01:18:12Z", [0.95], "MICROSOFT IS A US CORP, THAT HAS TO CONFORM TO US FEDERAL AND STATE LAWS."], [45091, "2018-01-01T00:35:47Z", [0.6], ""], [45058, "2017-12-31T23:36:36Z", [0.8], "It seems unlikely that more than 1 conservative judge would dissent in this decision. Without the power to compel organizations to comply any investigation would be crippled in most circumstances. The new age of data allows information to easily be moved around the world with the click of a few buttons. If they wish to keep in tact the power to investigate any person in the USA, citizen or otherwise, this must be a yes. I can see the possibility of a no leading to new legislation to correct it. Although it would be very unlikely that the current administration would support such legislation. "], [45015, "2017-12-31T22:39:53Z", [0.6], ""], [44988, "2017-12-31T22:09:31Z", [0.57], ""], [44873, "2017-12-31T21:14:05Z", [0.1], ""], [44873, "2017-12-31T21:13:52Z", [0.15], ""], [44831, "2017-12-31T20:54:42Z", [0.55], "It will be a party line split in the court."], [43948, "2017-12-31T20:42:29Z", [0.69], "Country borders should not prevent warrants for records in the digital age. SCOTUS should rule in favor of US. This court tends to side with law and justice matters. However, they may not have a legal standing to affirm. So I am not sure if this will happen in 2018. That is why I am only 69% on this. "], [44742, "2017-12-31T20:42:05Z", [1.0], "They’ll find that it’s still U.S. property"], [44760, "2017-12-31T20:30:33Z", [0.6], ""], [44808, "2017-12-31T20:14:41Z", [0.95], ""], [44414, "2017-12-31T19:54:56Z", [0.65], "Currently investigative agencies can search US and foreign companies' records as they may apply to crimes within US jurisdiction, hence regardless if the information is paper stored in a file cabinet or digital information stored on a server if a court issues a warrant in the US it may be lawfully executed internationally.This is particularly true as digital information can and is frequently stored on a 'cloud' which may reside in many locales at the same time. In fact the data may be fragmented between many servers to protect its integrity. A physical analogy would be if a memo is ripped into  fragments of one sentence each and shipped to many different physical file cabinets around the world, would a US court be allowed to order the company that is accused of violating US law to be forced to produced all of the fragments upon being served a warrant. I say yes!  But I'm no lawyer."], [44504, "2017-12-31T19:27:45Z", [0.6], ""], [44375, "2017-12-31T19:06:39Z", [0.65], "Supreme Court will rule a warrant can compel Microsoft Corp to disclose records stored outside of the US but the limitations on the procedures and processes in securing the disclosures will be significant and almost not  worth it being considered a government win.  "], [44381, "2017-12-31T18:45:53Z", [0.64], ""], [44180, "2017-12-31T17:09:30Z", [0.75], ""], [44065, "2017-12-31T16:44:28Z", [0.35], ""], [691, "2017-12-31T14:00:00Z", [0.84], ""], [43645, "2017-12-31T08:27:37Z", [1.0], ""], [43657, "2017-12-31T07:22:20Z", [0.85], "They keep taking rights away from Americans."], [43656, "2017-12-31T06:18:57Z", [0.95], ""], [43603, "2017-12-31T00:11:09Z", [0.85], ""], [691, "2017-12-30T21:14:55Z", [0.84], ""], [42998, "2017-12-27T21:54:10Z", [0.6], "Court stocked with former prosecutors will take a broader view of courts' power to compel handover of information to law enforcement and will be more sympathetic to the argument that the principle of extraterritoriality does not apply where something as intangible as electronic data is concerned. We'll know more after oral argument in February. "], [37354, "2017-12-27T20:28:00Z", [0.7], ""], [22264, "2017-12-27T18:01:45Z", [1.0], ""], [32258, "2017-12-27T17:48:38Z", [0.9], "Can't hide in clouds."], [41523, "2017-12-27T00:45:36Z", [0.55], ""], [691, "2017-12-26T20:32:59Z", [0.84], ""], [43099, "2017-12-25T20:39:12Z", [0.05], "Concern that ruling will double back against USA interests in future"], [23006, "2017-12-25T04:50:37Z", [0.6], ""], [42894, "2017-12-24T14:17:45Z", [0.99], ""], [19340, "2017-12-23T19:50:58Z", [0.0], ""], [31317, "2017-12-23T03:55:42Z", [0.45], ""], [691, "2017-12-22T21:34:02Z", [0.84], ""], [31450, "2017-12-20T18:44:17Z", [0.3], "Going a little higher because of the consensus and reading but still thinking the extraterritoriality doctrine will apply in this case."], [42608, "2017-12-20T15:55:22Z", [0.85], "If the records are under their control, location becomes a game. Plus scotus favors gubmint."], [691, "2017-12-19T22:40:18Z", [0.84], ""], [42566, "2017-12-19T22:12:32Z", [0.75], ""], [41737, "2017-12-19T17:12:33Z", [0.75], ""], [33917, "2017-12-19T16:06:49Z", [0.8], ""], [4978, "2017-12-17T15:18:50Z", [0.8], ""], [42472, "2017-12-16T16:42:07Z", [0.99], ""], [42055, "2017-12-16T14:09:21Z", [0.75], "Consensus moving up.  Reports of Ireland not wanting to press the issue. https://www.irishtimes.com/business/technology/ireland-risks-shooting-itself-in-the-foot-in-crucial-microsoft-email-case-1.3322422?mode=amp "], [42454, "2017-12-16T03:25:55Z", [0.5], ""], [42450, "2017-12-16T03:14:55Z", [0.25], "The SCOTUS has no jurisdiction over information held outside the US; however, it does have jurisdiction over a US domiciled corporation "], [42417, "2017-12-16T02:50:32Z", [0.95], ""], [42417, "2017-12-16T02:50:07Z", [0.65], ""], [42417, "2017-12-16T02:49:42Z", [0.15], ""], [42446, "2017-12-16T02:31:28Z", [0.2], ""], [636, "2017-12-15T23:17:06Z", [0.75], "If a company does business in the U.S. it should be compelled to disclose any records required by U.S. law"], [41270, "2017-12-15T19:40:31Z", [0.8], ""], [42162, "2017-12-15T18:40:03Z", [0.69], "It was proven in Doris Marie Provine: Case Selection in the Supreme Court that the federal government is more likely than any other party to get its certiorari petition granted. I would think as a general rule that its chances of winning the entire case are slightly elevated compared to the average petitioner. Kiobel v. Royal Dutch Petroleum was about Nigerian plaintiffs bringing civil suit against a Dutch company. Jesner v. Arab Bank is about Israeli plaintiffs bringing civil suit against a Jordanian company. This case is about a US company not complying with a warrant issued in the course of a criminal investigation. So you were saying about that \"extraterritoriality\"? Microsoft certainly would like this case to be decided based on extraterritoriality doctrine. I guess we'll wait and see. But that's the thing, we can't assign a high probability if we're not sure they will even decide the case this term."], [32258, "2017-12-14T22:28:45Z", [0.8], "Going back to my original forecast. "], [691, "2017-12-14T18:56:55Z", [0.64], "This gets tricky in light of the difficulty of determining where electronic records are \"stored,\" since they have no physical existence, and especially when they are distributed across multiple jurisdictions.  The Court will likely decide it doesn't care about the location, real or virtual, of anything--if your company owns it, you must cough it up pursuant to an otherwise legal warrant issued by an authority in the US.  They will probably wish to define all these provisions as narrowly as ever they can, so that'll be interesting.  But I think they'll want the records produced in this case anyway."], [42377, "2017-12-13T16:00:59Z", [0.85], "If criminal activity is being conducted on U.S soil or some sort of national security issue exists, the government has the right to compel evidence via a warrant under the 4th amendment.  Microsoft is a U.S company with U.S interests.  If an entity were allowed to simply store criminal evidence across seas and the government were not allowed to investigate such crimes, all manner of criminal activity would persist under the protection of being overseas "], [34527, "2017-12-13T13:06:48Z", [0.0], ""], [23006, "2017-12-13T05:14:37Z", [0.5], ""], [23006, "2017-12-13T05:13:47Z", [0.0], ""], [32100, "2017-12-12T15:00:52Z", [0.65], ""], [746, "2017-12-12T13:42:08Z", [0.95], ""], [7124, "2017-12-11T03:42:51Z", [0.55], "Conservative court probably will favor the government"], [4579, "2017-12-11T01:20:38Z", [0.25], ""], [20284, "2017-12-10T22:36:45Z", [0.9], "The current court members are almost certain to back such an effort by law enforcement when a case can be made that the information being sought will enhance national security."], [691, "2017-12-10T16:01:14Z", [0.52], ""], [16119, "2017-12-09T17:26:33Z", [0.49], ""], [42239, "2017-12-09T16:59:14Z", [0.88], ""], [41881, "2017-12-09T14:37:45Z", [0.27], ""], [4729, "2017-12-09T06:57:41Z", [1.0], ""], [8226, "2017-12-09T06:24:47Z", [0.6], ""], [42230, "2017-12-09T01:53:04Z", [0.19], ""], [35831, "2017-12-08T16:01:23Z", [0.7], "Up the odds from 30 to 70% with the usual caveat: awaiting oral argument.\nI believe Microsoft would have hard time defending the \"extra territorial\" argument if the customers in the US can access email contents regardless of where it is stored.\nIf a certain politician stores evidence of collusion with foreign power overseas, does that mean we can never see it?  I think Microsoft is defending this tooth and nail for other reasons. Maybe they want to avoid apply US laws if they move data to places where they could mine your private emails for data without infringing the law. Once data is considered \"local in the US\", US laws would apply and they couldn't do that anymore (same provision in the Stored Information Act that prohibits ISP to read your emails). Justice Sotomayor already is paranoid about that in oral argument of Carpenter case. I don't think the Justices would be sympathetic to Microsoft if someone whispers into their ears: substitute \"drug dealer\" with \"child pornographer\" in this case. "], [41688, "2017-12-08T00:12:09Z", [0.65], "% of total cases affirmed by the supreme court last year =21% (11/51 - New York law journal)\n% of second circuit affirmed = 20%\nIn 2 previous technology cases - SCOTUS ruled against law enforcement "], [41589, "2017-12-07T22:55:28Z", [0.68], ""], [31450, "2017-12-07T22:53:10Z", [0.1], "I don't think the supreme court compels disclosure given its general discomfort with the extraterritorial reach of American law."], [35831, "2017-12-07T14:10:35Z", [0.3], "Prediction before Oral Argument: 30%, subject to revision."], [35544, "2017-12-06T01:38:19Z", [0.6], ""], [32258, "2017-12-05T22:51:25Z", [0.0], "Despite that Microsoft has complied with these requests in the past, I don't know whether the court wants to establish an official precedent for this. However, if a warrant requested email records for a US citizen whose records were stored in Ireland, they could easily be moved and stored in the US in one click before being handed over to the government. But this question deals with whether MS would be compelled to hand over records stored outside...so lowering my forecast as I learn more about the Storage Communications Act."], [30396, "2017-12-05T20:30:47Z", [0.0], ""], [42159, "2017-12-05T19:27:45Z", [0.05], "No way they do it. Legislative overreach"], [691, "2017-12-05T18:20:47Z", [0.22], ""], [16272, "2017-12-05T18:14:36Z", [0.35], ""], [42154, "2017-12-05T16:54:20Z", [0.4], ""], [706, "2017-12-05T04:27:35Z", [0.1], "SCOTUS will not decide or it will punt the resolution with something about standing, jurisdiction, etc. and throw it back down."], [41523, "2017-12-05T02:03:07Z", [0.05], ""], [42143, "2017-12-04T23:04:37Z", [0.9], "They love extended the long arm of the law. "], [42138, "2017-12-04T21:16:43Z", [0.0], ""], [39814, "2017-12-04T18:19:44Z", [0.15], ""], [38198, "2017-12-04T18:00:24Z", [0.1], ""], [42055, "2017-12-04T14:00:47Z", [0.05], "Complex and unfamiliar area. My instinct was to side with Microsoft on this one. The consensus here has moved in that direction too."], [22132, "2017-12-04T01:18:52Z", [0.0], ""], [39561, "2017-12-03T22:45:27Z", [0.25], ""], [42117, "2017-12-03T22:36:53Z", [0.12], ""], [36, "2017-12-03T22:17:36Z", [0.05], ""], [31212, "2017-12-03T18:27:11Z", [0.1], ""], [47, "2017-12-03T18:25:05Z", [0.75], ""], [41477, "2017-12-03T13:38:47Z", [0.25], "The property is located outside the territorial jurisdiction of the United States. "], [35, "2017-12-03T13:09:19Z", [0.55], ""], [23234, "2017-12-03T05:50:29Z", [0.0], "Please note: Forecasts in the SCOTUS challenge do not reflect my actual view of the probabilities; I'm allowing self only the options of 0 & 100% in order to make all these close cases more fun to wager my meager forecasting reputation on. Here, I don't really know the issues very well; perhaps it's an unrelated thing but I've heard tell that many of the Justices that get labeled \"conservative\" minus Kennedy are wary of invoking non-U.S. law in the reasoning of holdings by U.S. courts. Not sure whether they generally take a reciprocal view of U.S. law (or U.S. warrants (issued by magistrate judges)) when enforced abroad nor whether they tend to reach such issues. Initial wild guess (confidence dwindles from left to right in each set):\n     will not in this case rule that the government can use a warrant to compel disclosure of records stored outside of the United States=\n          {Gorsuch[*], Sotomayor, Thomas, Roberts, Alito}      will rule in this case that the goverment can use a warrant to compel disclosure of records stored outside of the United States=\n          {Ginsburg, Kennedy, Breyer, Kagan} [*] See U.S. v. Krueger, 809 F.3d 1109, 1117-1126 (10th Cir. 2015) (Gorsuch, J., concurring)."], [37560, "2017-12-02T22:48:32Z", [0.2], "Extra territorial reach of the warrant is not authorized by the statute and may be unconstitutional."], [12879, "2017-12-02T16:02:04Z", [0.7], "Revising my prediction.  \n@JMR2017 ........ @Censusguyz is usually up on his comments and I’ve learned much from him on subjects that I’m really not clear on. "], [42086, "2017-12-02T10:04:55Z", [0.75], "US’s view of the world - Baseball “World Series” is a good metaphor...:)"], [41523, "2017-12-02T05:33:08Z", [0.55], ""], [41523, "2017-12-02T05:32:52Z", [0.45], ""], [672, "2017-12-02T04:51:01Z", [0.55], ""], [5018, "2017-12-02T02:52:25Z", [0.7], ""], [5018, "2017-12-02T02:52:19Z", [0.65], ""], [32258, "2017-12-02T02:31:23Z", [0.75], "Yes. The government got a warrant and the Internet clouds hang around the whole world, not just in the U.S.  @censusguyz made that case I think. Will check the new SC question on this same topic to update further."], [12879, "2017-12-02T02:24:23Z", [0.05], "It’s a question of “Legality” in my mindset. Is there a precedent of the US Supreme Court  making a ruling on activities taking place outside of the Continental USA 🇺🇸 OR its territories, by US citizens? Just a curious question for the gjopen experts. "], [37474, "2017-12-02T00:59:29Z", [0.0], ""], [31317, "2017-12-02T00:14:50Z", [0.35], ""], [42075, "2017-12-01T23:21:19Z", [1.0], ""], [19511, "2017-12-01T22:10:00Z", [0.4], ""], [691, "2017-12-01T21:37:14Z", [0.52], ""], [35398, "2017-12-01T20:19:11Z", [0.01], ""], [40815, "2017-12-01T20:09:05Z", [0.85], ""], [1333, "2017-12-01T19:02:43Z", [0.75], "If the drawer to the file cabinet is in the U.S. it matters not that the file in the drawer is outside the U.S. and thats based entirely on \"because I said\""], [18846, "2017-12-01T18:48:37Z", [0.0], ""]], "open_date": "2017-12-01T18:00:38Z", "close_date": "2018-04-17T17:00:34Z"}