{"question_id": 9, "title": "Will the government of Venezuela or Petroleos de Venezuela S. A. (PDVSA) default on their foreign-currency debt before 1 March 2016?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[20830, "2016-03-01T04:13:20Z", [0.01], ""], [8036, "2016-03-01T04:06:26Z", [0.0], "State oil company PDVSA is in talks with international banks over refinancing the company's debt, its president announced, as the country grapples with major bond payments amid an oil price rout.\nhttp://venezuelandailybrief.blogspot.com/\n"], [15889, "2016-03-01T03:31:17Z", [0.0], ""], [15186, "2016-03-01T02:18:15Z", [0.0], ""], [1450, "2016-03-01T02:14:42Z", [0.0], ""], [734, "2016-02-29T20:52:30Z", [0.0], "Should bring this to zero."], [14613, "2016-02-29T20:26:14Z", [0.0], ""], [20785, "2016-02-29T18:33:06Z", [0.0], ""], [13360, "2016-02-29T18:29:52Z", [0.0], ""], [16742, "2016-02-29T17:50:47Z", [0.0], ""], [3363, "2016-02-29T16:07:47Z", [0.01], ""], [493, "2016-02-29T15:12:56Z", [0.0], "Passage of time."], [43, "2016-02-29T15:01:20Z", [0.0], "Dateline 2-29-16 http://en.mercopress.com/2016/02/29/venezuela-pays-debt-to-bankers-but-bakeries-have-no-bread-because-of-scarce-flour"], [691, "2016-02-29T12:09:44Z", [0.0], ""], [11433, "2016-02-29T11:07:53Z", [0.0], ""], [15198, "2016-02-29T07:35:00Z", [0.0], ""], [12341, "2016-02-29T05:01:08Z", [0.0], ""], [13942, "2016-02-29T02:20:39Z", [0.0], ""], [14487, "2016-02-29T02:04:45Z", [0.0], ""], [1669, "2016-02-28T21:30:14Z", [0.05], "Timeframe isn't possible."], [368, "2016-02-28T21:15:38Z", [0.0], ""], [1639, "2016-02-28T21:10:01Z", [0.0], ""], [20748, "2016-02-28T20:44:51Z", [0.01], ""], [2798, "2016-02-28T20:08:04Z", [0.0], ""], [9755, "2016-02-28T16:47:52Z", [0.0], ""], [9755, "2016-02-28T16:47:44Z", [0.05], ""], [11800, "2016-02-28T16:44:08Z", [0.0], "here another extremely interesting article on the subject\nhttp://www.ft.com/fastft/2016/01/21/venezuela-drumbeat-of-default-gets-louder/\n....\"...79% chance on defaulting within the next 12 months....\"   i love this expression from the \"official FT forecasters, it is all about what we learn among the gjp community , the wording is \"perfect ambiguous !\" "], [11800, "2016-02-28T16:38:49Z", [0.0], "\nhttp://www.bloomberg.com/news/articles/2016-02-18/maduro-fails-to-reassure-investors-venezuela-can-avoid-default\nhttp://www.newsmovingmarkets.com/2016/02/venezuela-sovereign-debt-default-risk-cds.html the threat of default will not be over by 1. March, but will remain as long as the low oil price remains, and that will be for quite some time. "], [11800, "2016-02-28T16:32:16Z", [0.0], "defaulting, or let default a country is a harsh verdict in todays economic environment, no matter how a political enemy that country might be. therefore, and based on their latest efforts of Friday, I think Venezuela will not default."], [691, "2016-02-28T12:32:12Z", [0.0], ""], [1468, "2016-02-28T12:04:26Z", [0.0], ""], [102, "2016-02-28T11:27:25Z", [0.0], ""], [19469, "2016-02-28T06:22:53Z", [0.0], ""], [19193, "2016-02-28T01:30:40Z", [0.11], ""], [19260, "2016-02-27T20:02:59Z", [0.0], ""], [127, "2016-02-27T19:46:37Z", [0.0], ""], [18970, "2016-02-27T19:43:08Z", [0.05], ""], [18970, "2016-02-27T19:43:00Z", [0.1], ""], [691, "2016-02-27T14:11:29Z", [0.0], ""], [19311, "2016-02-27T11:42:07Z", [0.0], ""], [231, "2016-02-27T02:27:17Z", [0.0], ""], [17002, "2016-02-27T01:24:28Z", [0.0], "27 Feb: 2%-->0%\nGovt paid off $1.5bn bond that matured ytday 26 Feb"], [38, "2016-02-26T23:56:50Z", [0.0], "http://www.marketwatch.com/story/venezuela-makes-15-billion-payment-to-creditors-2016-02-26 Feb 26, 2016 1:18 p.m. ET.  Venezuela made a $1.5 billion payment to its international creditors Friday as the cash-strapped country scraped together funds to avoid a default."], [20588, "2016-02-26T23:49:38Z", [0.01], "They haven't defaulted yet, and nothing has changed much over the last 4 years. It still has enough gold to do stay afloat for the rest of the year. "], [20284, "2016-02-26T21:44:20Z", [0.0], "Venezuela will not risk the possible loss of control of the state petro business by a default.  It is more important to pay the bonds than to buy medicine or food for the populace."], [12762, "2016-02-26T21:14:32Z", [0.05], "http://www.bloomberg.com/news/articles/2016-02-25/sifting-through-swiss-gold-vaults-for-clues-of-venezuela-default It looks like they will make the payment necessary not to default within the given time frame. Recent riots and political agitation leave the possibility open for a surprise default. The chance for default within the year is still substantial (68% according to linked article)."], [16795, "2016-02-26T19:36:26Z", [0.0], ""], [4918, "2016-02-26T18:56:42Z", [0.0], ""], [19200, "2016-02-26T17:49:04Z", [0.0], ""], [19197, "2016-02-26T17:48:54Z", [0.45], ""], [17007, "2016-02-26T17:48:39Z", [0.1], ""], [19198, "2016-02-26T17:34:56Z", [0.0], ""], [19192, "2016-02-26T17:32:30Z", [0.35], ""], [19476, "2016-02-26T16:13:33Z", [0.0], "Venezuela already paid the principal maturing on Feb. 25. No further maturities remaining until march 1st."], [20572, "2016-02-26T15:24:46Z", [0.0], ""], [22, "2016-02-26T13:05:16Z", [0.0], ""], [691, "2016-02-26T12:19:43Z", [0.0], ""], [13377, "2016-02-26T03:27:03Z", [0.03], ""], [16023, "2016-02-26T00:42:22Z", [0.0], "Updating for the passage of time"], [38, "2016-02-25T22:49:35Z", [0.0], "http://www.bloomberg.com/news/articles/2016-02-25/sifting-through-swiss-gold-vaults-for-clues-of-venezuela-default \"For anyone still doubting whether Venezuela will make a $1.5 billion bond payment on Friday . . .Venezuela shipped 35.8 metric tons, or $1.28 billion . . . to Switzerland in January. . . . That, combined with a $472 million withdrawal from the country’s cash reserves on Friday, is boosting bets Venezuela will make good on its commitment this week . . .  \"Trade Minister Jesus Faria said this week that the government will honor all of its obligations. “Every debt payment this year is guaranteed, including this Friday’s and those in October and November. We have the resources,” Faria said on the sidelines of a mining investment event in Caracas. “There is not the slightest chance that we would delay payment.”"], [15097, "2016-02-25T20:36:59Z", [0.01], ""], [14613, "2016-02-25T19:39:36Z", [0.01], ""], [1639, "2016-02-25T19:03:31Z", [0.0], "For passing of time. How they made it none knows...."], [691, "2016-02-25T12:51:52Z", [0.0], ""], [20566, "2016-02-25T11:19:11Z", [0.21], ""], [3363, "2016-02-25T11:12:02Z", [0.09], "Reuters source says they have the money in the bank to make tomorrow's payment. Source says money is a mixture of a loan from China (though China insists they did not), gold swap cash, and the fact they've further restricted imports since December to save on expenses. So food is running out at supermarkets across the country but Venezuela is going to pay its Wall Street debt. ¿Viva socialismo? Anyway, dropping to 9%. Still a risk they will blow it, but far less likely given reporting in past two weeks."], [4064, "2016-02-25T10:47:26Z", [0.01], ""], [19260, "2016-02-25T09:43:12Z", [0.01], "And time passes, and money seems to be in hand . . . "], [17823, "2016-02-25T07:48:02Z", [0.01], ""], [15196, "2016-02-25T03:31:13Z", [0.0], ""], [12828, "2016-02-24T23:23:59Z", [0.0], ""], [38, "2016-02-24T23:19:19Z", [0.0], "http://www.reuters.com/article/venezuela-debt-idUSL2N1631PV \"Feb 24 Venezuela has resources to fully make a $1.5 billion payment due on Friday on its global 2016 bond . . . though maturities later in the year may be harder to meet. . . .  To guarantee Friday's payment, President Nicolas Maduro's socialist government has squeezed imports further since December . . . . \"The problem is not February,\" said one of the sources familiar with the government's economic strategy. \"It's October and November that are worrying.\" \"Venezuela has about $2.5 billion cash available for debt payments, the two other sources said, from its total $14.56 billion of international reserves. Of about $10 billion debt due throughout 2016, more than $4 billion, mainly of state oil company PDVSA, must be paid in October and November. Credit default swaps show traders see a more than 70 percent chance of default in the next year.\n. . . \n\"Underlining the challenge, PDVSA is talking with international banks about a debt refinancing, while the central bank is negotiating a gold swap with Deutsche Bank to monetize reserves and sent 34 tonnes to Switzerland in January, according to customs there. \"Venezuela hopes China may provide a financial lifeline for later in the year, although a source in the Maduro government said Beijing has cross-default provisions in its loans to Caracas, indicating it could turn the screw if repayment problems arise. \"If Venezuela's crude stays around $25 per barrel, it faces a total $32 billion financing gap for debt and imports this year, according to Bank of America. \"In the run-up to Friday's payment, Venezuela's reserves received a $1.8 billion boost from off-budget funds totaling $4 billion and mainly financed by China, one source close to the government economic team said. \"Also, state bodies hold about 35 percent of debt maturing on Friday. The government did not immediately confirm the cash was set aside for Friday's payment, but markets have factored that in. \"Later in the year, however, \"there's a close to 100 percent probability there will be a restructuring,\" said Ruggero de Rossi, a portfolio manager for Federated Investors."], [368, "2016-02-24T22:36:36Z", [1.0], ""], [691, "2016-02-24T21:14:11Z", [0.0], ""], [12762, "2016-02-24T20:19:53Z", [0.2], ""], [9613, "2016-02-24T18:41:12Z", [0.01], ""], [12879, "2016-02-24T15:39:28Z", [0.01], ""], [20485, "2016-02-24T10:49:17Z", [0.01], ""], [19801, "2016-02-24T10:41:14Z", [0.0], "Sufficient cash to tide over till March. OPEC daily basket price stood at $28.94 a barrel Tuesday, 23 February 2016. That is an improvement on last month's low\nso imminent default isn't likely. India's ONGC $500 mln San Cristobal investment deal imminent - PDVSA\nhttp://uk.reuters.com/article/venezuela-ongc-idUKL2N1622IN"], [13276, "2016-02-24T09:25:56Z", [0.0], ""], [15794, "2016-02-24T05:35:25Z", [0.1], ""], [15794, "2016-02-24T05:33:49Z", [0.4], ""], [2895, "2016-02-24T01:33:03Z", [0.1], "UPDATE Appears they will make the Feb tranche. Autumn is the risk point given the principal cliff"], [691, "2016-02-23T21:24:35Z", [0.0], ""], [90, "2016-02-23T13:59:55Z", [0.0], ""], [689, "2016-02-23T09:07:27Z", [0.0], ""], [11678, "2016-02-23T06:17:25Z", [0.01], ""], [767, "2016-02-23T00:23:24Z", [0.0], ""], [2965, "2016-02-22T21:37:19Z", [0.0], ""], [368, "2016-02-22T21:27:54Z", [0.0], ""], [691, "2016-02-22T19:08:26Z", [0.0], ""], [14027, "2016-02-22T17:42:26Z", [0.01], ""], [19476, "2016-02-22T16:27:09Z", [0.02], ""], [1646, "2016-02-22T13:55:18Z", [0.01], ""], [73, "2016-02-22T13:17:15Z", [0.0], ""], [68, "2016-02-22T09:13:15Z", [0.0], "I hope they won't default in the next eight days!"], [1332, "2016-02-22T07:11:20Z", [0.01], ""], [1450, "2016-02-22T06:12:13Z", [0.08], ""], [912, "2016-02-22T04:38:05Z", [0.04], ""], [13365, "2016-02-22T04:04:28Z", [0.0], ""], [17642, "2016-02-22T00:06:32Z", [0.04], "http://www.economist.com/news/americas/21693273-default-becoming-hard-avoid-praying-pay"], [206, "2016-02-21T20:19:33Z", [0.0], ""], [691, "2016-02-21T15:38:45Z", [0.0], ""], [11002, "2016-02-21T05:48:01Z", [0.0], ""], [4794, "2016-02-21T03:40:08Z", [0.0], ""], [3363, "2016-02-20T16:00:58Z", [0.14], "Just announced that Venezuela moved about 10% of its gold reserves from Caracas to Switzerland in January. Once certified, that's over US $1 billion that they can use for either imports or debt repayment. Rumor is they've been in touch with several financial orgs including Deutsche Bank to either leverage or swap the gold. The fact they made this very bold move with their gold reserves, on top of their recent replacement of economic ministers and limited economic measures, point to the fact they are on target to pay in February. Separately, the bond market is allowing people to buy the bonds due this month at about 95 cents on the dollar. That is an amazing rate of return on less than two weeks, but also implies that the markets still have some level of uncertainty. With this gold announcement, I've moved my estimate down from 29 to 14 here. They are likely to pay the pdvsa debt with the dollars they have gained in the gold switch. I wouldn't be shocked if they asked for 30 day grace period on their sovereign bonds, but appear more willing to pay than not. Things could still go wrong, but they are in a better position for the February payment today than they appeared a month ago. They're still better than 70% likely to be in default after the October/November payments."], [212, "2016-02-20T02:48:09Z", [0.0], ""], [94, "2016-02-19T19:50:36Z", [0.0], ""], [498, "2016-02-19T19:42:25Z", [0.0], ""], [11057, "2016-02-19T14:40:56Z", [0.0], ""], [691, "2016-02-19T14:19:31Z", [0.0], ""], [19311, "2016-02-19T13:59:11Z", [0.01], "only 11 days left"], [1708, "2016-02-19T10:56:21Z", [0.0], "http://www.economist.com/news/americas/21693273-default-becoming-hard-avoid-praying-pay\nhttp://www.economist.com/blogs/graphicdetail/2016/02/graphics-political-and-economic-guide-venezuela"], [20194, "2016-02-19T06:05:39Z", [0.05], ""], [556, "2016-02-19T02:34:37Z", [0.0], ""], [18343, "2016-02-18T22:56:16Z", [0.0], ""], [18343, "2016-02-18T22:55:58Z", [0.01], ""], [12118, "2016-02-18T22:09:16Z", [0.01], ""], [13884, "2016-02-18T21:49:35Z", [0.08], "Bump down for time"], [19260, "2016-02-18T20:42:38Z", [0.05], "Moving odds back down for passage of time, replacement of pro-default Economy Minister Salas"], [20123, "2016-02-18T20:14:27Z", [0.0], "It appears highly likely that PDVSA will be able to make their $2b+ debt payment on Feb 26.  Once they make that payment, there will be very little chance that they will default before their next debt payment in FQ3.  If they had another major payment due the first week of March, the risk may be higher, but they have no incentive to default until the last possible moment."], [767, "2016-02-18T20:14:23Z", [0.0], ""], [368, "2016-02-18T20:06:19Z", [0.0], ""], [11057, "2016-02-18T14:53:55Z", [0.01], ""], [691, "2016-02-18T13:56:09Z", [0.0], ""], [1993, "2016-02-18T05:21:45Z", [0.0], ""], [38, "2016-02-18T04:17:43Z", [0.0], "http://blogs.barrons.com/emergingmarketsdaily/2016/02/16/venezuela-will-currency-reform-wednesday-stave-off-default/ \"[The] Venezuelan government [is expected] to introduce “some sort” of currency devaluation and simplification, followed by a gradual gasoline price hike. But . . .  such measures . . . . will not be sufficient to stave off a default, likely in the fourth quarter of the year … "], [14487, "2016-02-18T03:33:43Z", [0.0], ""], [98, "2016-02-18T02:49:11Z", [0.01], ""], [734, "2016-02-18T02:46:07Z", [0.01], "Massive 50% cut in my probability estimate!"], [14253, "2016-02-18T00:46:20Z", [0.0], "Hat tip to @jkbick on Feb 16 for pointing out Salas resignation."], [767, "2016-02-18T00:30:03Z", [0.0], "Amid what he called an economic war waged against the Bolivarian Revolution, which he says has lead to an unprecedented economic crisis, Pres. Nicolas Maduro announced a hike in the price of gasoline, something that hasn't happened since 1997.  The new price for the 95 octane gasoline is the equivalent to .11 cents of dollar, compared to the previous price which was about a fifth of a penny per gallon.  91-octane gasoline will increase to 1 bolivar a liter from 7 centavos. Maduro also announced currency changes which will devalue official exchange rate by 37%.   The 6.3 bolivars per US dollar exchange rate for food and medicine will now weaken to 10.  The Sistema Marginal de Divisas which has an exchange rate of some 203 bolivars per dollar, is now going to be converted into a floating rate system.  Many are calling these desperate measures too little, too late to avoid a default in the fourth quarter. But for the purposes of this question, looks like they're safe between now and March."], [691, "2016-02-18T00:28:09Z", [0.0], ""], [38, "2016-02-17T17:19:28Z", [0.0], "https://www.stratfor.com/geopolitical-diary/venezuela-president-fights-two-front-war  \" . ..  [Maduro] is trying to renegotiate the terms of Chinese oil-for-loans debt and raise revenue by selling gold from government reserves. If successfully enacted, the measures could push Venezuela to a potential foreign debt default in 2017 or beyond.\n~~~~~~~\nhttp://www.reuters.com/article/venezuela-economy-idUSL2N15V0LR \" . . . even the most optimistic projections show Venezuela will struggle to make bond payments of some $10 billion this year while also importing the goods and services needed to keep the economy running.\n~~~~~~~\nCOMMENT:  The Reuters piece also noted that Maduro has appointed a new economic VP, industrial engineer Miguel Perez, former head of a small and medium-sized businesses association, a man who admires the country's socialist policies but recognizes the need for market reforms. Perez has voiced support for unification of Venezuela's three official exchange rates, an idea  backed by bondholders who believe the corruption-ridden exchange controls are driving the country toward default. But opposition critics were quick to dismiss his designation as improvisation Maduro, who just last month shuffled his Cabinet. Bottomline for me is that the new economic czar is an improvement over the previous man, and serious efforts are being made to re-negotiate loan terms, but all this will only delay the crisis if Maduro doesn't agree to radical restructuring of the nation's economy, starting perhaps with increasing the price of gasoline from something around 1 cent per gallon."], [1993, "2016-02-17T04:52:56Z", [0.03], "Not before the end of the month."], [15997, "2016-02-17T03:46:04Z", [0.01], ""], [11057, "2016-02-17T03:14:12Z", [0.03], ""], [2, "2016-02-17T03:07:18Z", [0.03], ""], [767, "2016-02-17T02:51:06Z", [0.05], "Pres. Nicolas Maduro just replaced his vice president for the economy, Luis Salas, the college professor who said inflation doesn't exist, after just 5 weeks. In his place, Maduro named Miguel Perez Abad, the former commerce minister.  This is another desperate move from Maduro as the chances of default increase but unless he's willing to be flexible on his ideology, default is certain.  Maduro said he would announce other economic measures today, but he's not expected to raise gasoline prices or to devalue the Bolivar, both measures seen as indicators he is moving to avoid a default.   Both moves would be too costly for him and for the revolution politically.  As indicated by @Anneinak $700m of interest falls due in May.  They may have some breathing room between now and then."], [532, "2016-02-17T01:33:11Z", [0.0], ""], [38, "2016-02-17T00:55:01Z", [0.0], "http://www.ft.com/cms/s/3/cf14a292-d40d-11e5-829b-8564e7528e54.html#ixzz40Nj4kHmi \" . . . any attempt to use virtually all the scarce dollars available for this purpose [debt payment] would worsen the shortages and lead to popular protests and social chaos. Hence the growing likelihood of a default, with Medley Global Advisors, a macro research service owned by the FT, pointing to a first crunch point in May, when $700m of interest falls due, though the government may last until the fourth quarter of the year, when it must repay more than $4bn. \"At this point, only political change can forestall such a scenario. The government is clearly not capable of implementing the wholesale overhaul of the economy that is required, even if the various, and increasingly embittered, factions within the chavista movement could agree on how to proceed. The opposition is also unproven but . . .  understands what needs to be done and would have international goodwill and the ability to recruit foreign expertise.  \"So is a peaceful political transition possible? Venezuela is on its way to democracy and it is unlikely that Maduro can do more than delay what looks like an inevitable fall from power. But, as Medley warns, such transitions can be messy as the layers of authoritarianism that have been built up over years are dismantled. The government controls most of the institutions, including the Supreme Court. The latter can, for example, spin things out by overturning decisions made by the opposition in the national assembly, though its judges would be unlikely to stand firm against overwhelming public protests. The army is another matter and if it intervened to support the government it could trigger bloodshed. But while some in the military have benefited from corruption under the current regime, the armed forces are also split into factions and their loyalty is hard to divine.\n~~~~~~~\nCOMMENT:  The key words are in the 2nd sentence:  \"a first crunch point in May\" .. . that puts it after this question closes.\n"], [691, "2016-02-16T23:32:54Z", [0.0], ""], [691, "2016-02-16T22:43:40Z", [0.0], ""], [15097, "2016-02-16T21:15:37Z", [0.05], ""], [16093, "2016-02-16T13:53:54Z", [0.8], "Last Thursday (2/11), the Venezuelan Supreme Court overruled law makers, allowing President Maduro to declare an economic state of emergency. This 60 day measure will give Maduro the right to take over private company assets and impose currency controls, among other things. Recent articles also suggest the military may be becoming more involved in both upstream and mining operations in-country. Furthermore, PDSVA is now close to operating at cash cost and may be running out of working capital to finance even the most of basic of investments, such as diluent imports. Nothing has yet impacted the country’s 2.5mmbopd of production."], [1708, "2016-02-16T10:56:01Z", [0.0], "Salas had proposed defaulting on feb debt...he has been replaced. \nhttp://washpost.bloomberg.com/Story?docId=1376-O2M9X96TTDSA01-1N35HC3FJ2TR3HBD1T9VOQP9R6\nhttp://www.reuters.com/article/us-oil-meeting-idUSKCN0VO2FJ"], [3363, "2016-02-16T10:17:09Z", [0.29], "Back down a few points as the Economy Minister who had promoted a default strategy during cabinet meetings was replaced last night after only five weeks in that position. The guy was crazy and promoting default was perhaps his least crazy idea. Anyway, fact he's gone is probably good news for Venezuela overall."], [12591, "2016-02-16T01:05:46Z", [0.01], ""], [52, "2016-02-15T15:19:05Z", [0.0], ""], [3363, "2016-02-15T13:14:51Z", [0.34], "Upping from 24 to 34 based on government creation of military-owned oil unit. That appears to be in preparation for a potential PDVSA default this year. Government will shift operations and assets to new unit to shield them from creditors. PDVSA bonds contain no collective action clauses and do not have a 30 day grace period, meaning there is no easy way to restructure debt and default would be immediate if it occurred (unlike their sovereign bonds).  Default is still more likely to occur during the October/November payments than the February ones, but the chances of Feb default have increased with this move."], [1993, "2016-02-15T07:09:29Z", [0.04], ""], [19936, "2016-02-15T03:43:46Z", [0.0], ""], [961, "2016-02-15T01:05:20Z", [0.0], ""], [5083, "2016-02-15T00:26:48Z", [0.65], "you can't pay if you haven't got it. between feeding the programs coins and giving debt-holders cash, the heat is on. creditors get a hot foot or a haircut. you can't stay in office with 700% inflation and -- going up! (and oil is NOT going up any time soon)))))"], [19260, "2016-02-14T22:15:29Z", [0.1], "Increase on recent rumors that caused the bonds to decline and the setting up of Camimpeg."], [73, "2016-02-14T22:14:09Z", [0.01], ""], [11057, "2016-02-14T16:10:37Z", [0.04], ""], [691, "2016-02-14T15:23:01Z", [0.0], ""], [689, "2016-02-14T09:37:19Z", [0.02], ""], [11057, "2016-02-14T01:56:44Z", [0.0], "“Now the economic emergency decree has been activated,” Maduro rejoiced on state television. “So in the next few days I will activate a series of measures that I had been working on. This really helps our work.” Last month, the newly-installed Congress backed down in a dispute with the Supreme Court and removed three deputies who are under investigation for alleged electoral irregularities, casting doubt on the opposition’s claim to a so-called “super majority” that would give it ample powers to challenge Maduro's government.\nhttp://buenosairesherald.com/article/208650/top-court-oks-maduro-emergency-decree- “It’s the first reported access to internal cabinet dialogue that we have that suggests that default is being pushed for at the top echelons of government and by the new top economic policy maker,” Russ Dallen, a managing partner at Latinvest in Miami, said in an e-mailed response to questions. “The government now realizes that honoring its external financial obligations bought it no votes and that had they used that $5.2 billion to put a chicken in every pot on top of a new stove or in a new refrigerator in barrios across the country, they would’ve gotten a lot more votes,” he said.\nhttp://www.bloomberg.com/news/articles/2016-02-10/venezuela-bonds-drop-for-third-day-on-heightened-default-concern “I think that they are setting up a vehicle in case they have to strip PDVSA of its assets in a default or bankruptcy,” he said in an emailed response to questions. “The state can take away the rights to the oil, gas and resources of PDVSA at any time, leaving it largely worthless to creditors and protecting Venezuela’s ongoing cash generation from oil sales from PDVSA creditors.” The new company — called Cia. Anonima Militar de Industrias Mineras, Petrolíferas y de Gas, or Camimpeg — could also help the government maintain operations if unpaid bills to joint-venture partners and oil service providers start to impact output, Dallen said, adding that the company could also be used as a bargaining-chip in any deal with China to subcontract many of the tasks and rights specified in the decree.\nhttp://buenosairesherald.com/article/208652/venezuela-expands-military-influence-over-oil-and-mining"], [18530, "2016-02-13T22:58:07Z", [0.0], ""], [1708, "2016-02-13T21:05:09Z", [0.0], "http://www.nytimes.com/2016/02/13/world/americas/court-ruling-in-venezuela-prompts-accusation-of-an-illegal-power-grab.html?ref=americas"], [691, "2016-02-13T16:22:00Z", [0.0], ""], [11057, "2016-02-13T15:01:46Z", [0.0], ""], [15091, "2016-02-13T12:41:36Z", [0.0], ""], [10192, "2016-02-12T22:51:13Z", [0.0], ""], [691, "2016-02-12T19:37:53Z", [0.01], ""], [38, "2016-02-12T18:56:38Z", [0.0], "http://www.cnbc.com/2016/02/04/venezuela-flirts-with-default-could-be-worse-than-argentina.html \"The road to avoid a collapse, though narrow, could involve Petroleos de Venezuela, or PdVSA, Christopher said. The country's state-owned oil and gas company could \"delay default by having PdVSA exercise a voluntary bond swap, or sell increasingly limited assets,\" he added. \"Johns Hopkins' Hanke also said that an economic liberalization may help spark an eventual revival, yet most observers say that is unlikely given Maduro's ideological bent. Some also think a renegotiation of a loan agreement with China might also give it some breathing room.\n~~~~~~~\nCOMMENT:  I think 2 things are significant:  1)  there is only a small $2.4b bond payment due before this question closes, one that should be coverable by currency reserves estimated to be around $15b, and 2) there are other possible solutions.  So, I'm hanging in there at 0."], [14027, "2016-02-12T16:45:33Z", [0.02], ""], [11057, "2016-02-12T15:08:21Z", [0.04], "“There is definitely a clash of powers, but that’s what happens when different parties hold the legislature and the presidency,” Greg Weeks, a professor of political science at the University of North Carolina at Charlotte, said in an e-mailed response to questions. “If the government were to ignore legislation entirely, it would need the support of the armed forces, and up to this point the military has shown no signs it would support such an unconstitutional action.”\nhttp://www.bloomberg.com/news/articles/2016-01-07/venezuela-s-maduro-replaces-economic-team-in-cabinet-reshuffle\nhttp://www.bloomberg.com/news/articles/2016-01-13/venezuelan-congress-backs-down-in-conflict-with-supreme-court\nhttp://www.bloomberg.com/news/articles/2015-12-23/venezuela-s-lame-duck-congress-names-new-supreme-court-justices José Guerra, opposition deputy and member of the Standing Finance Committee of the Parliament, advocated an economic program, instead of \"a decree on economic emergency,\" as he presented the draft amendment of the BCV law in order to bring \"economic stability to the country.\"\nhttp://www.eluniversal.com/nacional-y-politica/160205/national-assembly-to-discuss-amendment-of-central-bank-law\nhttps://translate.google.com/translate?hl=en&sl=es&tl=en&u=http%3A%2F%2Fwww.ntn24.com%2Fnoticia%2Fdiputado-opositor-jose-guerra-afirma-que-un-bcv-autonomo-es-garantia-de-baja-inflacion-89003&sandbox=1 \"With the political and economic uncertainty in the country, we doubt that the Chinese authorities could have an incentive to increase (their) exposure to Venezuela significantly,\" Barclays said. \"They might prefer to wait and negotiate with an eventual new administration,\" the bank said.\nhttp://www.reuters.com/article/venezuela-debtrenegotiation-china-idUSL2N15H0YZ Guerra says gov't should pay foreign debt:\nhttps://translate.google.com/translate?hl=en&sl=es&tl=en&u=http%3A%2F%2Fwww.2001.com.ve%2Fen-la-agenda%2F123879%2Fjose-guerra--gobierno-debera-pagar-la-deuda-externa.html&sandbox=1 Guerra has also spoken about systemic reform to yield money to reinvest back into PDVSA for renewed sustainability of that entity. "], [4042, "2016-02-12T14:07:49Z", [0.0], ""], [3363, "2016-02-12T11:53:10Z", [0.24], "My analysis on 31 January:\n\"nearly everyone (myself included) is working on the assumption they will magically make $200 million appear between now and the end of February to make the payment. Our conventional wisdom rests of the belief that they will pull some financial rabbit out of the hat (again). The fact the numbers don’t add up and we’re all waiting to see this financial magic should push at least a few of you down around the 0% number to hedge at least slightly.\"\nhttp://www.gjopen.com/comments/comments/113445 Venezuela President Maduro in a speech last night (via Bloomberg):\n\"Venezuela’s government is using “magic” to “maintain supplies, comply with external accounts and obligations, and maintain oil production,\"\nhttp://www.bloomberg.com/news/articles/2016-02-12/venezuela-supreme-court-upholds-maduro-emergency-economic-decree Analysis confirmed by the president of the country, who literally said that he is using accounting magic to pay the bills. I'm not sure whether that should make me feel more or less confident. Maintaining at 24%. UPDATE: Also, today's WashPost editorial does a good job laying out the math:\n\"The math behind these warnings is stark, as economist Ricardo Hausmann recently outlined in the Financial Times. At current oil prices, Venezuela will earn less than $18 billion from exports this year, while it owes $10 billion in payments on the $120 billion in debt it has racked up. That leaves $8 billion for imports, but even after contracting 20 percent, imports were $37 billion in 2015 — and Venezuela now imports most of its food. Even with a debt default that the markets expect, it’s hard to see where additional hard currency will come from: The country broke relations with the International Monetary Fund almost a decade ago, has no ability to obtain private loans and has nearly exhausted its liquid reserves. It already owes China, its latest benefactor, $50 billion.\""], [11057, "2016-02-12T05:44:24Z", [0.11], "First, President Nicolás Maduro’s administration decided to sell off some US$1.5 billion worth of Venezuela’s gold reserves in order to obtain some cash and meet bond obligations which expire in February. As economist and opposition lawmaker José Guerra explained, selling gold can be considered a normal operation, but not now, when Venezuela is in “desperate” circumstances. “We maintain our good reputation with every timely bond payment,” he said, “but at the same time we are left off with less reserves to meet future obligations. Given the country’s economic stagnation, we can expect a rise in the cost of lending.” The Maduro administration loves to disparage capitalism, US imperialism, and international organizations and lenders. But it does whatever it takes — such as ruining the country’s economic future and leaving the population without food — to keep paying foreign bondholders. This can only mean one thing: all the regime’s elite cares about is staying in power.\nhttps://panampost.com/maria-teresa-romero/2016/02/11/economic-collapse-looms-venezuelas-opposition-has-no-time-to-lose/ Nonetheless, Venezuela might be a very good candidate for adopting some of Germany's actions in 1923. As Germany's example suggests, Venezuela need only create a currency that is backed, however mysteriously, by a tangible asset that's guaranteed to hold at least some of its value.\nhttp://www.chicagotribune.com/news/sns-wp-blm-hyperinflation-comment-4133da6e-d0c1-11e5-90d3-34c2c42653ac-20160211-story.html"], [38, "2016-02-12T02:55:25Z", [0.0], "http://www.ft.com/intl/cms/s/0/291433fe-cff2-11e5-831d-09f7778e7377.html#axzz3zuidRgMt \"On Wednesday, . . .  members of the government’s economic team had reportedly debated stopping foreign debt payments.\n“We are already in the abyss, and I have no doubt the government will fall,” says Felipe Pérez Martí, once a planning minister under Chávez. . . . Francisco Rodríguez at Bank of America believes regime change may come before a default: “Venezuela could continue paying bondholders for longer than it keeps paying Mr Maduro’s salary.”\n. . . \n\"Later this month Venezuela must make a $2.4bn bond payment. The government has been raiding its dwindling foreign reserves, which now stand at $15.4bn. . . . \n\"Mr Maduro dismisses default rumours as a smear campaign . . . . . Meanwhile, the central bank is reportedly in talks with Deutsche Bank on a possible gold swap to make more cash available. \"While other oil producers such as Azerbaijan, Nigeria and Suriname have turned to the International Monetary Fund and the World Bank for help, Jesús Faría, the new minister of foreign trade and investment, “absolutely rejected” that course of action.\n“We do not adopt neoliberal policies . . . not even in the most extreme situation,” he said.\n\"Venezuela’s situation is already at that point. It owes millions to Uruguayan dairy farmers, to the UN which has demanded its annual contributions. . . . \n. . . \n“The government thinks it has time, and is delaying adjustment measures at a time when we are facing a worsening situation of food scarcities,” says José Guerra, an opposition lawmaker and former head of economic research at Venezuela’s central bank.\n~~~~~~~\nCOMMENT:  I've read that some financial advisors actually think that it would be wise for Venezuela to default now, before it has no options.  I hope Maduro isn't listening to them!  Frankly, I think he is too proud to allow his nation to default.  But do you see the beads of sweat on my forehead?  It is getting very scary to be at 0%! . . .  only 18 days to go.  "], [691, "2016-02-11T23:54:52Z", [0.01], ""], [368, "2016-02-11T22:08:36Z", [0.0], ""], [130, "2016-02-11T21:30:19Z", [0.25], ""], [14253, "2016-02-11T19:38:15Z", [0.2], "Oil prices have crashed to new 13 year lows.  Those who think a default this month makes sense, given the hopelessness of making it through the year without a default, may have more ammo. Edit: Rationale explained in an earlier post is that some may think, \"why strip the country of all its assets if ultimately it ends of in the same situation anyway?\" OTH, paying this tranche off may give corrupt officials more time to plunder what they can into their own accounts. The sharp drop in prices may focus their minds more on that endeavour. "], [19476, "2016-02-11T17:20:06Z", [0.11], "Venezuela is a bit of a black box.  However, my opinion is that they have an overall incentive to maintain availability to external funding, given the current macroeconomic conditions. Maduro's administration has had catastrophic consequences, with unbelievably high inflation rates and basic goods scarcity. As his popularity sinks, he is in the need of external resources, (i.e. international funding). The only real threat to Venezuela's and PDVSA (who have the same credit risk) credit profile is the USD 1.5bn bond maturing on February 26. S&P and Fitch ratings are already CCC, though. This means that, according to them, a default is very likely to happen within the next 6 months, without improved external conditions. Oil prices are expected to keep falling along the year, mainly due to Iranian addition to global supply, this should pose additional pressure to Venezuela's government. Will Venezuela default before the March 1st, 2016? I don't think so. The country has significant gold and cash reserves enough to cover its debt payments, at least for the ones maturing in February. I believe that, if conditions don't improve, they will eventually default, but not in the next 19 days. "], [11057, "2016-02-11T15:28:41Z", [0.21], "I had earlier forecasts based on the presumption that agreements for gold swaps were already established.  The one purportedly involving Goldman Sachs turned out to be false (or so the fallthrough was verified through media reports).  There is an arrangement with Citibank which involved $1B gold swap for cash (USD) but I do not know what the terms and conditions are.  Is this an one-time deal or a series of swaps? \nhttp://www.reuters.com/article/venezuela-cenbank-idUSL1N0XL0TY20150424 Currently, Venezuela is negotiating a deal with Deutsche Bank yet indications are that DBKBn.DE is having problems, possibly with liquidity.\nhttp://www.reuters.com/article/us-venezuela-economy-exclusive-idUSKCN0VE1AT Although gold has been called a barbarous relic, I do not doubt that banks and other entities will not hesitate to get their hands on it, even if it is held somewhere else as collateral.  The important thing is that the gold leaves Venezuela. Things are not so rosy with Deutsche though.  Five year credit default swaps for DBKBn have soared.  DBKBn stock did increase briefly but have resumed downward trend. There’s an outside chance that creditors sue for full repayment in anticipation of Argentinian-style collapse.\nhttps://www.gjopen.com/comments/comments/112814 There’s also slight chance of events that may occur leading to force majeure.\nhttps://www.gjopen.com/comments/comments/102252"], [16795, "2016-02-11T14:10:05Z", [0.05], ""], [1708, "2016-02-11T11:14:38Z", [0.25], ""], [19801, "2016-02-11T08:26:09Z", [0.08], "Imminent default was predicted last year every month, it didn't happen. Although inflation is at crisis point, enough reserves and loans can tide them over until the oil price rises again."], [14208, "2016-02-11T06:43:08Z", [0.0], ""], [12828, "2016-02-11T03:28:59Z", [0.01], ""], [13377, "2016-02-11T02:00:44Z", [0.0], ""], [19781, "2016-02-11T00:41:32Z", [0.0], "My rationale is that they'll keep paying since a default would mean a significant damage to their funding sources. Plus they have enough reserves to meet their obligations."], [14253, "2016-02-10T22:20:22Z", [0.0], "I have been so far over consensus that I am going down to 0 to save my score a bit. Despite what I think would make the most sense, it looks most analysts remain convinced they are going to meet their immediate debt obligations relevant to this question.  The following is less than a third of the article linked to. I hope this is within the bounds of rules for this site.  http://www.ft.com/fastft/2016/02/09/venezuela-would-prefer-import-cut-to-default-bofa/\nFeb 09, 2016 The barely stocked grocery shelves in Venezuela are about to get even barer. With the price of oil, the country’s lifeblood, tumbling to lows not seen in more than a decade, analysts are warning that the embattled government of Nicolás Maduro will struggle to pay its debts, fund its imports and service its foreign bonds this year. Markets have been increasingly pricing in the possibility of a default, with prices for many of its bonds due after this year trading at between 32 cents to 37 cents on the dollar — a level considered distressed. Meanwhile, the cost of insuring Venezuelan government bonds and debt issued by state-owned oil company PDVSA are surging once again. But if forced to choose between default or cutting imports, Francisco Rodríguez, analyst at Bank of America Merrill Lynch, reckons Venezuela’s cash strapped government would choose the latter and take the risk of worsening the country’s shortage of basic goods rather miss a debt repayment. “Absent major corrections to relative prices, scarcity could rise to levels that would make 2015 seem like a time of abundance,” he wrote in a note on Tuesday....."], [691, "2016-02-10T20:53:22Z", [0.01], ""], [1708, "2016-02-10T20:53:07Z", [0.1], ""], [368, "2016-02-10T18:50:36Z", [0.0], ""], [19706, "2016-02-10T16:37:28Z", [0.65], ""], [15477, "2016-02-10T13:15:58Z", [0.05], "Will sell gold to avoid default at all costs."], [1332, "2016-02-10T02:32:10Z", [0.15], "I got the decimal place for Venezuela's foreign exchange reserves in the wrong place — $15 billion rather than $1.5 billion. So I'll revise my forecast."], [15261, "2016-02-10T01:32:15Z", [0.05], "The country is in dire economic straits, but it has $15 billion in the bank, so it can afford to make its debt payment of $1.5 billion by the end of the month. Some experts suggest October could be a risk point. If I the time frame was longer, I'd say very likely. As is, it will probably make it into March. "], [18343, "2016-02-09T23:55:08Z", [0.03], ""], [14258, "2016-02-09T21:21:59Z", [0.0], ""], [1562, "2016-02-09T19:39:29Z", [0.01], "short term Venezuela may survive by liquidation of gold assets."], [1332, "2016-02-09T19:26:48Z", [0.75], "Venezuela is in desperate straits, both politically and economically. President Maduro has been a weak successor to Chavez, with lukewarm popular support, and his party has maintained control of the legislature after the recent elections only by packing the Supreme Court before new legislators took office, and then using the Court to invalidate the elections of four opposition legislators.  The Venezuelan economic situation is terrible. Venezuela depends on its oil sales for 96% of its hard currency and 40-50% of its budget (http://www.cnbc.com/2016/02/04/venezuela-flirts-with-default-could-be-worse-than-argentina.html ), at a time when oil prices have dropped from over $100 a barrel to around $30. The Venezuelan government has continued high levels of spending on its social programs in spite of the shortfall in revenue.  Venezuelans are suffering food shortages, and queues at food outlets form at 3 o'clock in the morning for an all-day wait for foodstuffs that may no longer be on the shelves when they reach the head of the line, (http://www.economist.com/news/americas/21690098-country-brink-social-explosion-only-negotiated-transition-can?zid=305&ah=417bd5664dc76da5d98af4f7a640fd8a — maybe behind the paywall). Venezuelan statistics are unreliable, but some estimates put inflation this year around 700% or higher. (http://www.zerohedge.com/news/2016-02-07/venezuela-prepares-liquidate-its-remaining-gold-holdings-pay-coming-debt-maturities .)  Zero Hedge also reports that \"Venezuela is now literally flying in paper money (using three dozen cargo Boeing 747s).\"  Not a problem, says Venezuelan \"economic tsar ... Luis Salas, a sociologist who comes from the far-left fringes of chavismo. He regards inflation as a capitalist conspiracy against consumers and denies that the Central Bank helps cause it by printing money to finance the budget deficit.\" (He apparently missed the Milton Friedman lecture in his economics class. Oh, wait — he didn't do economics.) (http://www.economist.com/news/americas/21688865-president-and-opposition-are-talking-each-other-does-not-mean-they-will-fix?zid=305&ah=417bd5664dc76da5d98af4f7a640fd8a ) The economy is contracting, perhaps 7% last year, impoverishing more Venezuelans.  Venezuela faces a payment on its debt on February 26, and vows it will make the payment. (Wall Street Journal, no link.) It has, however, only $1.5 billion in foreign exchange, and it is taking the desperate step of pledging its gold reserves against its debt. It was doing the same with the Bank for International Settlements, but the BIS stopped making those deals last year, because of the associated risk. If things go south, Venezuela will have to actually pony up the physical gold, which has in itself gotten complicated because Chavez moved all Venezuela's gold from foreign banks where it had been held to Venezuela's central bank, and now counterparties on the gold deals want the gold certified — i.e., is this really gold you're shipping me, or gilded lead bars? (Read the Zero Hedge post.) And for a final twist, the value of gold has been dropping, as we know.  It will be a close-run thing if Venezuela avoids default in February."], [368, "2016-02-09T18:13:56Z", [0.0], ""], [110, "2016-02-09T17:35:31Z", [0.05], "http://www.businessinsider.com/venezuela-now-in-default-mode-2016-2"], [691, "2016-02-09T13:47:24Z", [0.01], ""], [19260, "2016-02-09T11:14:21Z", [0.05], ""], [912, "2016-02-09T05:14:58Z", [0.07], ""], [691, "2016-02-08T13:04:00Z", [0.01], ""], [11433, "2016-02-08T12:43:37Z", [0.05], "Price of the bonds"], [136, "2016-02-08T09:48:09Z", [0.0], ""], [10039, "2016-02-08T09:39:35Z", [0.0], ""], [11057, "2016-02-08T04:38:08Z", [0.14], ""], [961, "2016-02-08T04:02:41Z", [0.15], ""], [506, "2016-02-08T03:07:41Z", [0.0], ""], [691, "2016-02-07T12:31:57Z", [0.01], ""], [14027, "2016-02-07T01:51:10Z", [0.05], ""], [12591, "2016-02-06T22:06:37Z", [0.05], "If there is to be a default it will be later in 2016 than march."], [12591, "2016-02-06T22:05:30Z", [0.4], ""], [19331, "2016-02-06T18:36:12Z", [0.03], ""], [15548, "2016-02-06T17:28:12Z", [0.01], ""], [15548, "2016-02-06T17:26:23Z", [0.05], ""], [691, "2016-02-06T14:37:41Z", [0.01], ""], [1708, "2016-02-06T12:03:17Z", [0.25], "http://foreignpolicy.com/2016/02/05/venezuela-is-about-to-go-bust/"], [12591, "2016-02-06T02:19:50Z", [0.45], "They are selling their gold reserves to meet their obligations and avoid a default"], [90, "2016-02-05T21:30:48Z", [0.01], "Adjusting down for time."], [53, "2016-02-05T18:46:09Z", [0.0], ""], [476, "2016-02-05T18:36:45Z", [0.0], "In a deal first discussed in December, but only announced recently by Reuters in this link http://www.reuters.com/article/us-venezuela-economy-exclusive-idUSKCN0VE1AT  Deutsche Bank has announced it is engaging \"gold swaps\" with the Maduro regime. Venezuela holds around $15 billion in gold in reserves.  This should rule out the default date of 1 March 2016 on this forecasting problem.   "], [691, "2016-02-05T17:37:16Z", [0.01], ""], [691, "2016-02-05T17:36:30Z", [0.01], ""], [8036, "2016-02-05T17:09:38Z", [0.05], "Re-negotiation of current foreign debt before February bond contracts come due is advantageous to the government, the general population, and the bond holders.  Panama is considering the restructuring option.   China may consider financial help go gain a foothold on Venezuelan oil. "], [12591, "2016-02-05T03:46:34Z", [0.79], "The economic situation is dire, and the political impasse contiues. This means there will be no meaningful reforms and hence the default is likely"], [11057, "2016-02-05T03:30:38Z", [0.05], ""], [691, "2016-02-04T21:25:40Z", [0.01], ""], [9755, "2016-02-04T20:27:22Z", [0.75], ""], [16272, "2016-02-04T19:19:53Z", [0.15], ""], [1131, "2016-02-04T11:20:56Z", [0.0], ""], [14253, "2016-02-04T07:39:13Z", [0.6], "Coming down 15 points. It seems likely they can pay but I am betting they won't. http://asia.nikkei.com/magazine/20160204-THE-MINUS-TOUCH/Politics-Economy/Andreas-Kolbe-Oil-s-collapse-is-battering-emerging-market-debt\nFebruary 4, 2016 12:00 pm JST\nAndreas Kolbe: Oil's collapse is battering emerging-market debt ...\"Among oil-exporting EM sovereigns, Venezuela appears the most vulnerable debt issuer. As the government in Caracas has failed to implement the measures needed to adjust the economy, Venezuela's situation at current oil prices appears very challenging. We believe the authorities still have enough funds to make a redemption payment on Venezuela's eurobond coming due in February -- but this may not be the case for the debt coming due in October-November from the state-owned oil company, Petroleos de Venezuela, S.A., better known as PDVSA.\""], [12518, "2016-02-04T05:56:40Z", [0.0], ""], [691, "2016-02-03T21:10:49Z", [0.01], ""], [368, "2016-02-03T20:11:40Z", [0.0], "It appears that the real question regarding Venezuela these days are:  will it's political or economic system full collapse first?   It is no longer a question of whether -- however, the timing is still up for question.  Expectations indicate the it will default on its debt in the very near future.  Beyond 26 days?  \nI doubt that the this event will occur in the next 26 days.  However, anything is possible given the divide between its congress and socialist ruler, manipulation of the legislative power structure, and endless lines in empty supermarkets and deep currency devaluation continuing.  https://www.washingtonpost.com/news/wonk/wp/2016/01/29/venezuela-is-on-the-brink-of-a-complete-collapse/"], [18771, "2016-02-03T18:19:39Z", [0.64], ""], [12029, "2016-02-03T18:16:48Z", [0.55], "Normally the crisis are selffulfilling so the own questioning on it will precipitate events. bEsides, current oil prices are not supprtive at all"], [10039, "2016-02-03T16:23:26Z", [0.08], ""], [3577, "2016-02-03T15:23:26Z", [0.0], ""], [64, "2016-02-03T11:17:22Z", [0.0], "It increasingly seems that the country will collapse, most likely in months rather than years.\nhttps://www.washingtonpost.com/news/wonk/wp/2016/01/29/venezuela-is-on-the-brink-of-a-complete-collapse/?tid=pm_business_pop_b\nStill, with only a month for this question, I'm guessing they'll last out that long"], [16311, "2016-02-03T02:02:04Z", [0.1], ""], [14253, "2016-02-03T00:40:24Z", [0.75], "I know I am being a bit irrational on this one. However, I think that since everyone knows it's coming it will seem utterly pointless (to some) to continue the charade of pretending they can honor their debts. I am going all inside view on this one. I think corrupt officials in Venezuela will decide not to empty their coffers to buy a few months to end up at essentially the exact same situation anyway. They would rather keep as much money as they can and skim as much of it for their personal accounts as possible.  Already abandoned the Superforecaster principles on 3 closed questions and got whacked. This is a desperation move to gain back some of my lost standing. I mention that only to save anybody the time of trying to reason a person out of a position they did not properly reason themselves into.  Venezuela is on the brink of a complete economic collapse \nBy Matt O'Brien January 29\nhttps://www.washingtonpost.com/news/wonk/wp/2016/01/29/venezuela-is-on-the-brink-of-a-complete-collapse/ \"The only question now is whether Venezuela's government or economy will completely collapse first. Both are well into their death throes. Indeed, Venezuela's ruling party just lost congressional elections that gave the opposition a veto-proof majority, and it's hard to see that getting any better for them any time soon—or ever. Incumbents, after all, don't tend to do too well when, according to the International Monetary Fund, their economy shrinks 10% one year, another 6% the next, and inflation explodes to 720%.\""], [18343, "2016-02-02T23:49:53Z", [0.09], ""], [691, "2016-02-02T21:24:50Z", [0.01], ""], [16023, "2016-02-02T20:25:34Z", [0.01], ""], [2, "2016-02-02T16:20:08Z", [0.07], ""], [17002, "2016-02-02T15:26:48Z", [0.02], "- Enough cash reserves thru 1 Mar"], [1708, "2016-02-02T08:37:03Z", [0.05], ""], [912, "2016-02-02T05:56:37Z", [0.11], ""], [2965, "2016-02-02T01:30:59Z", [0.0], "No Bloomberg Business reports that  IMF ready to step in with emergency lending for both Brazil and Venezuela which are slammed by commodity collapse.Now WHO Zita. World Emergency. \nSee Bloomberg com./business. 1 29 16.\nAt end of 2014 appears Venezuela had 20 billion in dollar reserves. Absence of any news discussing default on Bloomberg or Wall Street Journal. \nUS assets CITGO and AM\\PM are assets free and clear in the billions.\nDiscussion of possible sale by Venezuela same sources in late 2015.\nNow no discussion of liquidation."], [18708, "2016-02-01T22:44:17Z", [0.12], ""], [368, "2016-02-01T21:45:34Z", [1.0], ""], [12118, "2016-02-01T20:38:30Z", [0.03], ""], [593, "2016-02-01T14:32:28Z", [0.3], ""], [11985, "2016-02-01T14:13:48Z", [0.8], "Venezuela needs a 50$ per barrell price to oay its debts. It wont hapeen in the near future"], [691, "2016-02-01T13:22:31Z", [0.01], ""], [5001, "2016-02-01T08:21:21Z", [0.0], ""], [11057, "2016-02-01T02:22:33Z", [0.0], "Renegotiation of debt looks unlikely.  "], [14027, "2016-02-01T01:04:02Z", [0.1], ""], [14734, "2016-01-31T23:55:09Z", [0.05], ""], [476, "2016-01-31T19:39:34Z", [0.0], "The left-leaning Rousseff regime in Brazil, which has its own problems, is helping Maqduro hang on with some economic assistance, discussed in a recent visit by VEN foreign minister to Brasilia and you can check this link at Folha de sao Paulo (newspaper of record in Portuguese for Brazil) http://www1.folha.uol.com.br/mundo/2016/01/1734995-em-visita-ao-brasil-chanceler-da-venezuela-pede-ajuda-para-economia.shtml This problem will not resolve as a default before 1 March. Then the \"brinkmanship\" and \"bluff\" will increase. "], [53, "2016-01-31T18:06:41Z", [0.02], ""], [18343, "2016-01-31T17:42:20Z", [0.1], "Oil rallying "], [17002, "2016-01-31T17:13:00Z", [0.15], "Re-evaluate later. \nHigher-than-consensus (24% as of 1 Feb) probability outlined by 'boz': https://www.gjopen.com/comments/comments/113445\n+ 'Accidental' default Signposts: Oil px rebound (+), OPEC prod cuts (+), Congressional-Maduro dynamics (+/-)\nResources: Sovereign analyst reports"], [53, "2016-01-31T17:04:14Z", [0.09], ""], [691, "2016-01-31T15:16:12Z", [0.01], ""], [3363, "2016-01-31T13:09:56Z", [0.24], "I’m reaffirming my 24% number. Adding some context to those coming to this now. Here is the conventional wisdom:\n1) Venezuela has “always” made its sovereign bond payments.\n2) They have enough money to pay in February and will therefore do so.\n3) They will likely default later in 2016 in October or November. The base scenario is that they will pay the $2.1 billion they owe in February (I’ve got it 64% likely that they will pay,  below market rate but still above a coin flip) and default in October or November (chances are better than 80% of a default this year). Why would Venezuela default now instead of later this year (in order to likelihood)?\n1) They just don’t have the money. It’s possible that they want to pay but that their bank accounts have run dry. While they have $15 billion reserves on paper, a significant portion of the foreign reserves are in gold, which aren’t liquid and can’t be used for payments. They probably only have $1.5-3 billion in cash and must burn through $1.1 billion in cash per month to pay for food. For those who like math, $1.1 billion for food plus $2.1 billion for debt equals $3.2 billion in payments in February for a government that has at most $3 billion in cash reserves. Yet, nearly everyone (myself included) is working on the assumption they will magically make $200 million appear between now and the end of February to make the payment. Our conventional wisdom rests of the belief that they will pull some financial rabbit out of the hat (again). The fact the numbers don’t add up and we’re all waiting to see this financial magic should push at least a few of you down around the 0% number to hedge at least slightly. Remember, the Maduro economic team is a bunch of amateurs right now. Given the cash squeeze, they could screw this up by simply not having the funds they think they have the moment the bond payment is due. 2) They recognize that they will likely default later this year and choose to default early and use the money for food and other imports. This could be a strategic decision on their part. 3) If there is an ICSID ruling against the country (Venezuela faces about two dozen outstanding cases there worth several billion dollars) and Venezuela chooses not to pay or can’t pay, the country enters instant default. No rulings are expected until Quarter 2 of this year, so this is an unlikely scenario for the next month but is still a possibility. 4) If some bond holders find a legal mechanism to accelerate their payments. Should it happen? No. But some of these bond holders are sharks that smell blood and are willing to use any technicality they can. Final note: The $1.5 billion sovereign bond payment due in late February has a 30 day grace period (and GJ may or may not take that into account). The PDVSA bond interest due in late February ($600 million) does not have a grace period and would be instant default. A default on one does not accelerate the other. The chance that they strategically default on one and not the other and the grace period causes this to be scored a no is why I’m at 24% instead of 36%."], [10039, "2016-01-31T07:15:35Z", [0.15], ""], [2, "2016-01-31T03:49:11Z", [0.09], ""], [2965, "2016-01-31T03:24:51Z", [0.0], "In fact a technical default may not be material.Depends on bond covenants.  Just a matter of time after closing date "], [2965, "2016-01-31T03:23:05Z", [0.05], "Time"], [53, "2016-01-31T02:07:22Z", [0.0], "Thanks @Anneinak"], [43, "2016-01-31T01:41:19Z", [0.0], "Thank you, @Anneinak"], [1189, "2016-01-31T01:03:12Z", [0.35], ""], [176, "2016-01-31T00:59:05Z", [0.0], "This is where Chinese money goes then"], [38, "2016-01-30T23:02:06Z", [0.0], ""], [368, "2016-01-30T20:07:20Z", [1.0], ""], [231, "2016-01-30T19:46:42Z", [0.05], ""], [38, "2016-01-30T19:25:47Z", [0.05], "The headlines are screaming that the sky is falling, but the $1.5b payment due this month should be coverable by currency reserves estimated to be in the $10-15b range--IF the government wants to avoid default.  It is the fall payment that looks like it's going to be tough to make.  "], [16795, "2016-01-30T18:52:06Z", [0.09], "I do believe that Venezuela will meet its debt obligation. At least, this first trench. Let me explain why: 1) The future oil crude market is in contengo, which means that future prices are higher then nearby prices (I know that future commodity prices are a flaky beast!!!). Actually, some analysts believe that could be a cut in production this year (less investments and OPEC decision) and world consumption is expected to be higher with world economy recovery. Thus, Venezuela has an incentive to pay this first trench and seat and wait for latter developments. 2) Currency reserves are up in more than US$ 2 billion after November, Gold Reserves are abou 360 tons and additional cut imports are on the way. 3) Nicolás Maduro have all the political incentives to meet the debt obligations to avoid eviction. \nhttp://finance.yahoo.com/news/30-oil-irrational-rebound-inevitable-194048472.html\nhttp://finance.yahoo.com/news/crude-oil-spiking-141800736.html\nhttp://www.tradingeconomics.com/venezuela/indicators"], [2, "2016-01-30T18:33:01Z", [0.15], ""], [1639, "2016-01-30T18:17:53Z", [0.75], "Venezuela is on the brink of a complete economic collapse\nfrom https://www.washingtonpost.com/news/wonk/wp/2016/01/29/venezuela-is-on-the-brink-of-a-complete-collapse/?tid=sm_fb Venezuela has been on default watch for months. Its credit rating is already in the gutter, at CCC at Standard & Poor’s. With oil now $20 lower than it was when the S&P made that call, a default is no longer a question of if, but when.\nhttp://www.forbes.com/sites/kenrapoza/2016/01/20/venezuela-default-imminent-chavez-legacy-rests-in-pieces/#263b1625208f\n***********\nam I the only one reading these news? The situation in Venezuela is so bad, I am just surprised it didn't yet collapsed. Perhaps 1 month is too short time, but as the para above, the question is not IF, but WHEN!"], [102, "2016-01-30T15:25:24Z", [0.03], ""], [1993, "2016-01-30T15:22:35Z", [0.05], ""], [13817, "2016-01-30T14:14:48Z", [0.0], ""], [691, "2016-01-30T14:00:50Z", [0.01], ""], [4729, "2016-01-30T06:03:38Z", [0.0], ""], [691, "2016-01-29T13:04:15Z", [0.01], ""], [11678, "2016-01-29T06:45:50Z", [0.21], ""], [11057, "2016-01-29T02:01:54Z", [0.25], ""], [12879, "2016-01-28T20:16:49Z", [0.03], ""], [16795, "2016-01-28T17:43:33Z", [0.1], "I'm lowering my expectations to this event because of what is happening to the crude oil futures quotes. It's looking good to Nicolás Maduro and if the future markets keeps going in this rally I'm gonna be more and more certain that both, Venezuela and PDVSA, will not default on their foreign-currency debt before 1 March 2016. http://www.cmegroup.com/trading/energy/crude-oil/light-sweet-crude.html"], [691, "2016-01-28T12:13:12Z", [0.01], ""], [1708, "2016-01-28T06:30:12Z", [0.1], "oil price bottoming out/ stabilizing\n"], [8036, "2016-01-28T05:58:21Z", [0.1], "President Nicolas Maduro assured the National Assembly last week that Venezuela would continue to pay what it owes.  This is life or death for him!  Russia and China may help.  Maduro may use some of his gold reserves as a stop gap."], [10039, "2016-01-28T05:10:01Z", [0.05], ""], [14253, "2016-01-28T03:52:07Z", [0.25], "Bringing this down as most analysis I read suggests that they will at least try to \"ride out the storm.\" Their actual FX reserves seem to be in doubt but probably enough to handle the upcoming payments. Chance of a default this year now seem to be 79% this year accordign to what I read in the article linked to below. I am a bit troubled by the fact I couldn't find the referenced article but I'm going with it for now.  An excerpt: \"Bloomberg has also reported credit default swap traders have settled on an estimate of a 79 percent chance of a missed payment by the end of the year. To summarise: the vultures are already circling. For anyone concerned about default, a key date to watch will be October 16, when PDVSA 2016 bonds mature. These bonds represent among the largest chunk of Venezuela's roughly US$10.5 billion in international repayments due this year.\" http://venezuelanalysis.com/analysis/11832"], [2895, "2016-01-27T23:31:25Z", [0.25], "Eventually but less likely in next 60 days . A tranche is due before then - may be sufficient reserves to cover that payment . IMF has reengaged and back channel discussions are a possibility - deferral of default pending exploration of alternatives would seem a more likely rational pathway The Chavistas could throw in at any time \nhttp://www.forbes.com/sites/kenrapoza/2016/01/20/venezuela-default-imminent-chavez-legacy-rests-in-pieces/#7c395829208f"], [138, "2016-01-27T22:02:00Z", [0.05], ""], [691, "2016-01-27T21:18:35Z", [0.01], ""], [12879, "2016-01-27T19:30:35Z", [0.05], ""], [130, "2016-01-27T16:56:46Z", [0.25], ""], [77, "2016-01-27T14:53:04Z", [0.0], ""], [16795, "2016-01-27T14:03:24Z", [0.14], "Venezuela has one of the worst managed economy in the whole world. CDS's are trading at levels that suggest a default (79% in the next 12 months and 20% in the next 5 years). Oils prices that are responsible for 95% of Venezuela's GDP are in the lowest level in more than a decade (US$ 21,5 per barrel). Government debt is 50% of Venezuela's GDP and external debt mounts to US$ 185 billion. Venezuela is import dependent of many goods including food and it imports a total of US$ 12.25 billion a year. On top of that, Venezuela in the last 16 months had paid more than US$ 27 billion and in order to meet its obligation this year it will need to raise more than US$ 10 billion. US$ 2.28 next month. However, although default looks almost like a certainty, it´s important to raise some considerations here. Nicolás Maduro's Government does not want to default on its debt, because eviction is something that could follow right after that. So, self-preservation has a heavy weight here. Thus, what I believe that is going to happen is that Venezuela will continue to swap part of its gold reserves (US$ 16.4 billion) to meet its debt obligation at the same time that will force import contraction. It´s important to notice that Maduro is trying to pass an economic emergency decree in Congress, which was refused, so far, by opposition. Anyways, it seems to be too late and too little, but it would certainly buy him some time. Moreover, Maduro is pushing for an OPEC meeting in February to try to raise oil prices. Finally, China, Russia and now Iran (thanks to the end of the economic embargo) could bail out Venezuela with another loan. Thus, in a nutshell I believe that there is a 83% of probability of a Venezuelan default this year. However, a default before 1 March 2016 has, in my opinion a lower chance of 14%.  "], [12874, "2016-01-27T12:18:21Z", [0.0], ""], [4042, "2016-01-27T10:01:24Z", [0.01], ""], [102, "2016-01-27T02:47:10Z", [0.0], ""], [639, "2016-01-26T14:16:45Z", [0.0], ""], [691, "2016-01-26T13:37:27Z", [0.01], ""], [1708, "2016-01-26T09:48:54Z", [0.15], "Venezuela is in arrears with UN for its required annual contributions ($3 mil). They lose their voting rights if unpaid and their turn at presidency of sec council starts Feb 1. All the most recent analysis of Venezuela debt crisis found online has used $37 / barrel as expected oil price in the near term and that has already proven to be too optimistic. Venezuela very well may not default in March but there's a much higher chance now than there has been over the last several months. \nhttp://en.mercopress.com/2016/01/26/venezuela-could-lose-un-voting-rights-because-of-us-3m-in-arrears\nhttp://www.un.org/en/sc/presidency/"], [15350, "2016-01-26T06:32:34Z", [0.1], "The Venezuelan government has managed to withstand depressed oil prices so far. A debt default would therefore be much more likely to occur in the long-run, as in later this year or beyond."], [506, "2016-01-26T04:58:12Z", [0.01], ""], [368, "2016-01-25T20:32:22Z", [0.0], ""], [691, "2016-01-25T13:30:32Z", [0.01], ""], [2965, "2016-01-25T09:57:24Z", [0.0], ""], [15091, "2016-01-25T06:31:32Z", [0.1], ""], [16180, "2016-01-25T03:43:44Z", [1.0], "They already have. They are repaying with a devalued currency"], [12573, "2016-01-25T03:23:36Z", [0.93], "The government will make the decision that PDVSA will default on their debt before 1 March 2016 because of lack of dollars to pay it. Currently, Venezuela has the highest production costs of any OPEC member nation when social services costs are factored in. The nation has no difficulty with forcing their citizens to suffer due to their comical criminal misdeeds, and this will continue the pattern."], [16023, "2016-01-25T02:01:47Z", [0.02], "Did more research into Venezuelan politics - it seems that they're probably going to take a lot of measures in an attempt to fight it, more so that I would've expected. "], [94, "2016-01-24T21:29:28Z", [0.04], ""], [691, "2016-01-24T15:21:43Z", [0.01], ""], [15198, "2016-01-24T01:39:18Z", [0.05], ""], [5863, "2016-01-24T00:13:12Z", [0.15], ""], [691, "2016-01-23T21:59:38Z", [0.01], ""], [556, "2016-01-23T18:27:16Z", [0.01], ""], [1274, "2016-01-23T18:23:53Z", [0.1], ""], [11057, "2016-01-23T15:51:02Z", [0.45], "The question of default is not if, but when.\nhttp://www.reuters.com/article/venezuela-bonds-idUSL2N1540UK\nhttp://www.eluniversal.com/economia/160119/venezuela-paid-usd-27-billion-in-foreign-debt-in-16-months\nhttp://www.forbes.com/sites/kenrapoza/2016/01/20/venezuela-default-imminent-chavez-legacy-rests-in-pieces/#342d3dde208f Can Venezuela/PDVSA invoke force majeure in the event of revolution? Here's the example of Libya:  http://www.jonesday.com/force_majeure/"], [1708, "2016-01-23T06:46:04Z", [0.3], ""], [11057, "2016-01-23T02:49:58Z", [0.16], ""], [691, "2016-01-22T20:12:51Z", [0.01], ""], [43, "2016-01-22T15:53:19Z", [0.1], "Soon, but probably after the forecast horizon. Dateline 1-22-16 http://www.wsj.com/articles/fears-of-venezuela-default-grow-amid-drop-in-oil-prices-1453422852"], [2965, "2016-01-22T15:31:49Z", [0.1], "37 days left, It will come after March 1, 2016\nSee http://www.bloomberg.com/news/articles/2016-01-21/venezuela-reckoning-looms-as-barclays-says-time-may-have-run-out\ntime is running out and by my calculations ( which is not like UNHCR headcount) PDVSA  And V debt repayment schedule.\nThe event is certain to occur, Time is ticking and not much due until 4-1. not 3-1.Black swan asset seize of Citgo in US 10/1 over next 36 days.  "], [2965, "2016-01-22T15:21:32Z", [0.0], "I was wrong. Times up."], [2965, "2016-01-22T15:18:51Z", [0.41], "http://www.bloomberg.com/news/articles/2016-01-22/venezuela-s-pdvsa-says-debt-fell-by-2-billion-last-year False.\nCompare later Bloomberg link.\n"], [2965, "2016-01-22T14:35:20Z", [0.41], "http://www.bloomberg.com/news/articles/2015-10-22/venezuela-s-pdvsa-has-8-billion-of-u-s-assets-at-risk-in-probe\ngranularity.If i determine from a legal analysis, that  gray swan event  referred to here adds another variable... maybe.\ngiven lack of tranparency, rule of law... cannot rule put oil below 30 and attachment on next 27 days or so  "], [2965, "2016-01-22T14:22:11Z", [0.37], "http://www.wsj.com/articles/fears-of-venezuela-default-grow-amid-drop-in-oil-prices-1453422852\noil up above 30.\nIt is day to day based on NYMEX\nabove $30 for February as month progresses.... above 30 reduced chance. 2/1 I will reduce each day.\nbelow $30  20 days of next 29 I will revise up\njust initiated coverage. See gray swan event horizon http://www.bloomberg.com/news/articles/2015-10-22/venezuela-s-pdvsa-has-8-billion-of-u-s-assets-at-risk-in-probe\nlets see"], [2965, "2016-01-22T14:15:15Z", [0.37], "http://www.wsj.com/articles/iranian-oil-set-to-return-to-europe-next-month-say-officials-1453462239"], [15097, "2016-01-22T14:13:45Z", [0.2], "It appears that Venezuela can honor its debts through the end of February but beyond that is anyone's guess.  If the question asked about default before the end of the year, I would revise this estimate upwards considerably.   http://www.ft.com/fastft/2016/01/21/venezuela-drumbeat-of-default-gets-louder/ "], [2965, "2016-01-22T13:16:34Z", [0.34], "Game changer, here is the gray swan event horizon\n http://www.bloomberg.com/news/articles/2015-10-22/venezuela-s-pdvsa-has-8-billion-of-u-s-assets-at-risk-in-probest annnounced Banco de  Venezuela had 25 billion in verified reserves. that was 12-31-2014!!!\nPDVSA announces no default Blooomberg TV 1-22-16 11.22 AM Coundown to EU market open.\nIf PDVSA annouces\nsays no.. that means yes\nintutitive and counterintuitive In Madura Land 2 plus 2 equals 5 I wiill set forth an analysis later if .oil below 30, continues until March 1, 2016 they are 2/3 done."], [2965, "2016-01-22T05:28:15Z", [0.34], "http://www.wsj.com/articles/fears-of-venezuela-default-grow-amid-drop-in-oil-prices-1453422852\nsomwtime in 2016 for sure\noil below 30 sooner  than later."], [14253, "2016-01-22T02:45:59Z", [0.45], "Dropping 10 points. Slowly dropping based on info in some of the links provided by various posters here. "], [16023, "2016-01-22T01:57:43Z", [0.05], "As others have mentioned, enough reserves to not default, yada yada. Also note that Credit Default Swaps for Venezuela are now down to 20%, from 79% a week ago, while Venezuela government bonds for late February are back up to 93 cents/dollar. Increased faith in markets?  Also, it seems that the government seems committed to avoiding default and is considering refinancing options. "], [438, "2016-01-22T01:41:35Z", [0.1], "According to \nhttp://www.tradingeconomics.com/venezuela/foreign-exchange-reserves\nthe foreign reserves of Venezuela were 16358 USD Millions in December 2015, raising from a low of 14755 in November the same year. \nIf tradingeconomics.com is right, that should be enough to avoid a default for the next 38 days. "], [368, "2016-01-21T21:26:29Z", [0.0], ""], [43, "2016-01-21T21:25:41Z", [0.2], "Raising probability on the basis of decreasing oil income. However, China has come to Venezuela's rescue before, might do so again."], [14253, "2016-01-21T19:40:37Z", [0.55], "Dropping from 70%. I suppose it is unlikely but am still have troubling getting over my own personal \"inside view.\" Given all of the news coming out recently I do see it as an a near certainty they will default on a foreign denominated bond this year. An amazing turnaround in the price of oil could allow them to avoid taking this action, I suppose.  One of the articles below suggests they aren't even paying USD 100 million to some foreign dairy farmers. Of course they could just be prioritizing paying bond holders and that is why have not paid (or maybe they dispute the charge?). The third story is more worrying for time frames beyond that which concerns us, but I can't help but think all of the chaos may just overwhelm them in time to be relevant. If they default now or in the fall makes little difference to the country. Best spin is the relevant decision makers are hoping for a rebound in oil. Another possibility is the \"elite\" are getting as many assets out of the country as possible and a brief extension buys them more time to do that.  All of the excerpts below are from the following site which collects news stories about Venezuela: http://venezuelandailybrief.blogspot.ca\n______\nDefault looms as Venezuelan bonds in freefall due to plunging oil prices Venezuela and PDVSA bonds have dropped an average 15 percentage points since January 1st. BARCLAYs Capital says the biggest loser in all of Latin America is “clearly Venezuela. At this point a possible default or credit event during 2016 seems hard to avoid”. \nhttp://www.elmundo.com.ve/noticias/economia/mercados/bonos-venezolanos-en-caida-arrastrados-por-petrole.aspx#ixzz3xgWTznO4\n_____ Uruguay dairy producers protest Venezuela's debt Milk producers throughout Uruguay announced they would block traffic in several national roads as a way to demand answers over the Venezuelan government's non-payment to dairy companies that sold it their products to Caracas. ...\"Today (Venezuela) owes US$ 100 million to the dairy sector,\" said dairy producer Marcos Algorta. \"The debt owed to CANAPROLE alone (the largest dairy company in Uruguay) is US$ 86 million, for merchandise that was already delivered, Venezuelans already ate it,\" he commented. \nLInk in English: El Universal, http://www.eluniversal.com/economia/160118/uruguay-dairy-producers-protest-over-venezuelas-debt\n_______ Venezuela's PDVSA asks partners to pick up tab as oil prices sink Venezuela's state-run company PDVSA has requested its partners in at least a half dozen joint ventures pay for naphtha imported to produce exportable crudes amid a punishing oil price crash, according to sources and a company letter seen by Reuters. With at least some partners likely to balk at the request, PDVSA [PDVSA.UL] could face even bigger obstacles to import diluents and, in consequence, to keep barrels flowing from the Orinoco belt, its main producing region. http://mobile.reuters.com/article/idUSKCN0UW1LE"], [651, "2016-01-21T17:57:05Z", [0.05], ""], [691, "2016-01-21T13:03:06Z", [0.01], ""], [3363, "2016-01-21T11:40:52Z", [0.24], "Regarding my question about grace period payments, I received an answer from the GJ team last night:\n\"Thank you again for your question. The question team discussed but decided not to issue official guidance on this specific question, however it raised an important issue for how we set the deadlines for future questions on default and other measures so thank you for raising it.  Please use your best judgement, keeping in mind that, in general, it is GJI's policy not to close questions based on events that occur after the deadline has passed. You can see our general guidance on that issue and others on our Question FAQ (https://www.gjopen.com/faq/questions). Thank you again for raising this issue.\" That's a shame. Good to know that they may take grace periods into account for future debt default questions. I would recommend that they set the standard as \"This question will be judged a yes if by 31 March at least two major ratings agencies or banks judge Venezuela to be in default or technical default on any debt payments due before 1 March 2016.\" But in this case, oh well. The large $1.5 billion coupon payment in the final week in February has a 30 day grace period. Banks usually provide the country or debtor the 30 days to pay, then announce the country is retroactively in default as of the payment date. The PDVSA interest payment in February (a couple hundred million) has zero grace period. If they default, it is immediate. The consensus analysis from bond market junkies is that the sovereign debt and Pdvsa debt are separate, meaning a default on one will not allow bond holders to accelerate the other. The question of which assets can or will be seized in case of sovereign or Pdvsa default remains up in the air. I write that out because Venezuela may choose to strategically default on one debt and hope to protect the other, while bond holders may try to treat it all as one issue. There are some interesting reasons for Venezuela to choose to default on one and not the other, and which one they default on will determine if they get a grace period. Then again, they could pay all their bills in February as expected (I have a 64% chance of that occurring) and this will all be a moot point. Dropping my forecast by 1/3 from 36 to 24 based on the non-clarification of the grace period issue."], [136, "2016-01-21T09:45:30Z", [0.2], "http://www.reuters.com/article/venezuela-bonds-idUSL2N1540UK\n\"For the moment, the market seems confident that Venezuela will meet its next commitments: US$2.228bn in principal and interest on PDVSA and Venezuela bond payments due next month. The sovereign's 5.75% 2016s, which have a payment due next month, were trading at a mid-market price of around 92 cents on the dollar on Wednesday, up close to five points since Friday. \"We thought it was oversold, so we bought last week at a price just under 86,\" Edwin Gutierrez, head of emerging market sovereign debt at Aberdeen Asset Management, told Reuters News. \"We believe that payment risks were overstated, and hence bought the bonds.\""], [231, "2016-01-21T04:37:04Z", [0.25], ""], [231, "2016-01-21T04:34:56Z", [0.04], ""], [43, "2016-01-21T04:17:09Z", [0.06], "https://larswericson.wordpress.com/"], [9755, "2016-01-21T01:25:33Z", [0.09], "If Madura delivers possible."], [1708, "2016-01-20T22:45:25Z", [0.25], ""], [14613, "2016-01-20T19:55:29Z", [0.03], ""], [2, "2016-01-20T13:06:36Z", [0.3], ""], [691, "2016-01-20T12:04:56Z", [0.01], ""], [3363, "2016-01-20T11:25:16Z", [0.36], "Even if you don't speak Spanish, look at these graphs: http://www.lapatilla.com/site/2016/01/19/reservas-internacionales-en-el-2015-cayeron-26-y-las-liquidas-37-en-los-primeros-15-dias-de-enero-2016/ As of 15 January, Venezuela's international reserves are at $15.6 billion. However, the vast majority of that is gold. And most of the gold is stored in Caracas (stupid, stupid, stupid), not London or New York, meaning it can't be easily leveraged for a quick loan or sold for cash. According to this analysis, which appears accurate compared to the country's official 2015 statements, Venezuela only has $1.3 billion in liquid cash. Other analysis suggests that number may be closer to $3 billion.  They must pay a $1.5 billion sovereign coupon in the final week of February, plus another $600 million in interest on other payments, for this question to resolve as a no. Plus, the government has to pay for food and anything else the people in the country want (at a cost of about $1.1 billion per month), and nearly every country on earth is demanding cash on delivery or before delivery, which eats into the reserves.  No problem, right? If they're running low on funds, just have PDVSA transfer over some more funds. Or pull from the mysterious Fondev black box account that nobody knows how much is in. Or borrow more from China. Or the IMF special drawing rights.  Except with the Venezuelan oil barrel only pulling in $20 per barrel, that is their break-even cost. PDVSA is currently losing or barely making any money on each barrel and nobody knows how much they have left. AND Pdvsa needs to pay cash on market for naptha to dilute the country's heavy oil if they want anything to work. Eventually Fondev runs out of money. China may not be in the mood to lend billions (Venezuela actually owes China a few billion in payments this year). Venezuela pulled $2 billion from IMF SDR funds last year and I think they're about tapped there. I'm reaffirming my previous prediction of 36% chance of default here. I think it's more likely than not that they'll find a magic way to make the cash appear for a payment in late February. But it's going to be close. Update: To add to what I wrote above: http://www.reuters.com/article/venezuela-bonds-idUSL2N1540UK\n"], [38, "2016-01-20T04:08:26Z", [0.05], "http://www.economist.com/blogs/graphicdetail/2016/01/graphics-political-and-economic-guide-venezuela \"To date, Venezuela has given priority to paying its foreign debts. The government has apparently decided that default, however tempting, would be too costly. Many of Venezuela's assets outside the country (including refineries and oil tankers) could be seized by creditors. Venezuela's restricted access to credit would be diminished even further if it defaulted. Although a series of multl-billion dollar loans from China, repaid in oil, are helping stave off a crisis, a default may be unavoidable if oil prices do not recover in 2016.  . . .  \"In January 2016 Mr Maduro appointed a new economics team, but there are doubts about its willingness to tackle the nation's troubles. The minister in overall charge of the economy,. . . rejects some basic tenets of conventional economics, for example that printing too much money causes inflation. The new finance minister, Rodolfo Medina, is thought to be more pragmatic. \n~~~~~~~\nCOMMENT:  The \"real\" debt crunch will occur in fall when a large payment will be due.  I think that Venezuela will manage to scrape up enough money to make the payment due next month.  This opinion is reflected in the statement of Barclays Capital: \"Barclays Capital said it doubted Venezuela could meet debt maturities due in the fall, even if oil prices move back up. (The firm does think it will be able to pay off $1.5 billion in bonds due in February.)\"    http://www.cbsnews.com/news/which-energy-producing-nation-is-suffering-the-most-from-low-oil-prices/"], [13365, "2016-01-20T01:51:33Z", [0.02], "Traders in credit-default swaps, back in Oct 2015, are signaling there’s a 68 percent chance Venezuela will stop paying its bonds by October 2016. \nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD and Venezuela currency is deteriorating fast.\nOil slump and high inflation will persist and add into the default camp. \nBy end of 2015, Venezuela has a total of USD 33 billion of reserves, 6.9 billion of which were liquid assets. Roughly it has 15.8b outstanding by 2016, so roughly 3.95b due before March 2016.  The WTI crude oil price drops from $37.89 to $27.93 between Dec 31 2015 and Jan 13 2016, so Barclays estimated that Venezuela will experience repayment difficulties by Feb if the oil drop pace continues, as Venezuela will have to face a difficult choice between drying out its reserve and defaults. \nVenezuela has declared economic emergency for 2 months, down 15% for this one.\nMoney wise, Venezuela will not face a default in a month but it may strategically choose to default to cope with debts due in later dates, for it may have to sell off USD 20 billion out of a total of 33 billion reserves to pay off debts outstanding this year. http://www.bloomberg.com/news/articles/2015-10-27/venezuela-avoiding-default-again-shows-doomsayers-may-be-wrong\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\nhttp://money.cnn.com/2015/10/29/news/economy/venezuela-selling-gold/ Economic Emergency Declaration \nhttp://www.bbc.com/news/world-latin-america-35329617"], [13884, "2016-01-20T01:06:19Z", [0.12], "\nThanks boz for the extra info - There are 3 substantial payments a year so I should use 20%/3=7% and +5% to be less certain.  https://www.gjopen.com/questions/9-will-the-government-of-venezuela-or-petroleos-de-venezuela-s-a-pdvsa-default-on-their-foreign-currency-debt-before-1-march-2016"], [2, "2016-01-19T22:26:39Z", [0.25], ""], [2, "2016-01-19T22:26:33Z", [0.3], ""], [13884, "2016-01-19T21:27:55Z", [0.07], "Continuing my habit of using the market to establish a prior probability for me: According to Duetsche bank, based on 5 year credit default swap spreads, the implied annual probability of default is around 20%. Assuming GJP will grade this like banks date defaults (retroactively) Venezuela could default their February payments and given a 30 day grace period, we'd know in march. Alternatively they could score default differently and we'd at this point only be looking at probability of default in January. I'll be more conservative and say they'll use the bank method and retroactively grade this. Ignorantly dividing the 20% over the whole 365 days, with 40 days left we have ~2% chance to default.\nI'll add 5% to be less certain. http://dbresearch.com/servlet/reweb2.ReWEB?rwnode=DBR_INTERNET_EN-PROD$EM&rwobj=CDS.calias&rwsite=DBR_INTERNET_EN-PROD#"], [691, "2016-01-19T20:02:53Z", [0.01], ""], [2, "2016-01-19T19:05:07Z", [0.25], ""], [14253, "2016-01-19T18:43:50Z", [0.7], "I am so far out of step here that it worries me. For that reason I am bringing it down 5 percentage points as the date approaches and we have no announcement yet.  i still think they will anounce something before March, though. I am not sure exactly what will qualify for the purposes of this question but I have made my assumptions. Will probably bring it down another 5 percentage points every week or so with no major announcements or massive spike in oil prices. "], [2798, "2016-01-19T18:33:30Z", [0.4], ""], [12874, "2016-01-19T11:42:20Z", [0.01], ""], [1708, "2016-01-19T07:47:30Z", [0.35], "http://en.mercopress.com/2016/01/19/bank-of-america-anticipates-strong-devaluation-for-bankrupt-venezuela"], [13365, "2016-01-19T05:45:34Z", [0.04], "Traders in credit-default swaps, back in Oct 2015, are signaling there’s a 68 percent chance Venezuela will stop paying its bonds by October 2016. \nSo adjusting for the 3 month time between this forecast submission and March 2016 means 17%. \nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD, \nOil slump and high inflation will persist and add into the default camp. \nVenezuela may sell off its gold reserve (around 15.2b as of 2015) to pay off debts of 15.8b outstanding by 2016, so roughly 3.95b due before March 2016. \nThe WTI crude oil price drops from $37.89 to $27.93 between Dec 31 2015 and Jan 13 2016, so the chance of default will close 100% if the oil drop pace continues, as Venezuela will have to face a difficult choice between drying out its reserve and defaults.\nVenzuela has declared economic emergency for 2 months, down 15% for this one http://www.bloomberg.com/news/articles/2015-10-27/venezuela-avoiding-default-again-shows-doomsayers-may-be-wrong\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\nhttp://money.cnn.com/2015/10/29/news/economy/venezuela-selling-gold/ Economic Emergency Declaration\nhttp://www.bbc.com/news/world-latin-america-35329617"], [14208, "2016-01-19T03:41:10Z", [0.01], ""], [912, "2016-01-19T01:06:48Z", [0.34], ""], [15743, "2016-01-19T00:16:57Z", [0.35], ""], [368, "2016-01-18T20:30:58Z", [0.0], ""], [15548, "2016-01-18T19:11:21Z", [0.14], ""], [493, "2016-01-18T16:18:55Z", [0.1], "Affirming prior."], [3363, "2016-01-18T15:55:27Z", [0.36], "PDVSA sent a letter to partners asking them to change up cost structures and purchase naptha; partners are likely to deny request. PDVSA is looking to renegotiate certain debt obligations, but that request has not moved. Increasing number of suppliers demanding prepayment. Venezuela barrel is around $24 and their breakeven cost (cost to get from ground to market) is around $20. All this points to financial trouble. Having the cash liquid to make the bond payment in late Feb is going to be close.  http://www.reuters.com/article/us-oil-venezuela-naphtha-exclusive-idUSKCN0UW1LE Still more likely than not that they pay in Feb, then default in Oct or Nov (which is why my forecast remains below 50%), but if they know with certainty they are going to default in the second half of the year may choose to default early and use the freed up cash strategically."], [271, "2016-01-18T15:54:43Z", [0.0], ""], [691, "2016-01-18T13:46:37Z", [0.01], "What with one thing and another, default is not wildly improbable later this year, but not before this Q is safely closed.  PDVSA will default first, of course. "], [1708, "2016-01-18T12:11:37Z", [0.15], ""], [15794, "2016-01-18T03:00:43Z", [0.85], "Oil will stay low through 2016."], [38, "2016-01-17T22:54:00Z", [0.05], "http://en.trend.az/world/other/2481477.html \"[Maduro] further pledged the government would continue servicing foreign debt despite slipping international reserves, discounting mounting pessimism on Wall Street about a potential default this year."], [8034, "2016-01-17T21:49:35Z", [0.8], "Current government and leader are too stupid. "], [532, "2016-01-17T21:01:34Z", [0.03], ""], [64, "2016-01-17T19:16:24Z", [0.0], "Economic emergency declared for 60 days. It seems to mean that they'll double-down on policies and do even more damage. Basically, it will be a mix of eating more seed corn, and jamming up the economic machine further. With oil showing no sign of going back up, the risk of default *some time* just went up a little. On the other hand, eating seed corn can have the effect of lasting out a bit longer. So, with just over a month before this question resolves, I'm going to zero."], [15736, "2016-01-17T17:50:04Z", [0.99], ""], [15719, "2016-01-17T17:12:43Z", [0.25], ""], [556, "2016-01-17T16:51:44Z", [0.03], ""], [691, "2016-01-17T15:10:03Z", [0.01], ""], [15641, "2016-01-17T14:51:44Z", [0.1], ""], [734, "2016-01-17T14:33:16Z", [0.02], "Adjusting downward."], [12874, "2016-01-17T13:11:17Z", [0.01], ""], [1639, "2016-01-17T08:20:01Z", [0.02], "Venezuela will default eventually, but one month is a short time. "], [498, "2016-01-17T07:53:26Z", [0.02], ""], [10039, "2016-01-17T06:59:58Z", [0.09], ""], [60, "2016-01-17T03:40:42Z", [0.0], "Coming in for 0%. (h/t @clinton --> https://www.gjopen.com/comments/comments/94551) Jan 15: \"Venezuela economy: Nicolas Maduro declares emergency\" --> http://www.bbc.com/news/world-latin-america-35329617 The Venezuelan government has announced a 60-day economic emergency to deal with the country's worsening crisis.\n[...]\nThe edict includes tax increases and puts emergency measures in place to pay for welfare services and food imports.\n[...]\nThe decree also instilled more state controls on businesses, industrial productivity and on electronic currency transactions. ~~~ COMMENT: It seems to me that they wouldn't default during those 60 days, right? Also... \"[Maduro] vowed the country would continue servicing foreign debt despite slipping international reserves, negating growing Wall Street pessimism about a potential default this year.\" --> http://www.france24.com/en/20160116-venezuela-economic-emergency-currency-woes-opposition-oil And... Jan 12: \"Venezuela's PDVSA still mulls debt refinance proposal\" --> http://www.reuters.com/article/us-venezuela-pdvsa-idUSKCN0UQ2C720160112 ~~ COMMENT: If PDVSA is trying to refinance, I suspect that means they're less likely to default in the next 45+ days."], [73, "2016-01-17T03:21:27Z", [0.01], "http://www.bbc.com/news/world-latin-america-35329617"], [12118, "2016-01-16T22:55:42Z", [0.07], ""], [368, "2016-01-16T19:21:11Z", [0.0], ""], [14208, "2016-01-16T18:36:06Z", [0.04], ""], [476, "2016-01-16T18:00:58Z", [0.06], "Creating a national economic emergency is another way of saying \"power grab\" to counterpoise \"democratic\" (foreign backed) majority opposition in Congress.  Talking about \"talking about\" will go on beyond the date this problem is currently set to expire.  http://en.mercopress.com/2016/01/16/venezuela-in-economic-emergency-q3-inflation-141.5-and-gdp-down-7.1?utm_source=newsletter&utm_medium=email&utm_campaign=daily  An Argentine-style revaluation of Bolivar will be a stopgap measure. The role of military and security forces in mediating restless, hungry low and middle income groups will become key since raising the price of subsidized petrol (it was 2 cents per liter last time I checked) will spark more (underreported) unrest.  Potable water and consequences will grow as public health infrastructure continues to tank. But the talk fest and high noise to volume wonkaphonics predicting default, and negotiations for a soft landing will not happen before 1 March 2016. "], [506, "2016-01-16T17:03:19Z", [0.05], ""], [3363, "2016-01-16T13:48:56Z", [0.36], "Moving down a few points. Maduro insisted he would pay the bond during a speech to Congress yesterday."], [52, "2016-01-16T13:44:53Z", [0.05], "Staying low.  The heaviest burden of debt payments are not until the fall (mentioned in this article below).  It is tenuous at best, but seems like the upcoming payment is likely to be made rather than not. http://www.reuters.com/article/us-venezuela-economy-idUSKCN0UT2ER"], [691, "2016-01-16T12:55:23Z", [0.02], ""], [1993, "2016-01-16T10:58:38Z", [0.1], ""], [15618, "2016-01-16T09:43:32Z", [0.55], "I think it's looking increasingly likely. Their economy is in turmoil."], [136, "2016-01-16T09:15:15Z", [0.4], ""], [14253, "2016-01-16T05:21:53Z", [0.75], "I am going way up on this one. Venezuela economy: Nicolas Maduro declares emergency\nhttp://www.bbc.com/news/world-latin-america-35329617"], [98, "2016-01-16T04:24:39Z", [0.15], ""], [52, "2016-01-16T03:23:49Z", [0.05], "After reading some more, they have other avenues to avoid default in the near term.  Panic over.  "], [52, "2016-01-16T03:11:56Z", [0.17], "That escalated quickly.  Upping a bit above consensus until the air clears.  Any insights would be appreciated. http://www.nytimes.com/2016/01/16/world/americas/venezuela-declares-emergency-as-its-economy-falters.html?_r=0"], [138, "2016-01-15T22:14:09Z", [0.2], ""], [1708, "2016-01-15T21:29:33Z", [0.25], "Low oil price + policies of economic minister Salas + political battle between supreme court and nat assembly may hasten Venezuela's expected default timeline\nhttps://www.washingtonpost.com/news/worldviews/wp/2016/01/15/venezuelas-oil-based-economy-is-about-to-flatline-then-what/?tid=pm_world_pop_b\nhttp://washpost.bloomberg.com/Story?docId=1376-O10CC66KLVR901-4H6R9N958BO7UOKV6IOATI8IGS"], [368, "2016-01-15T21:17:54Z", [0.02], ""], [691, "2016-01-15T12:21:20Z", [0.02], ""], [83, "2016-01-15T01:35:47Z", [0.01], "Updating for passage of time."], [14208, "2016-01-15T01:19:52Z", [0.08], ""], [15350, "2016-01-14T20:37:44Z", [0.18], "Venezuela's default is more likely than not by the end of 2016, but when factoring in the six week deadline, the odds are much more slim. "], [691, "2016-01-14T20:33:48Z", [0.02], ""], [15304, "2016-01-14T18:24:26Z", [0.1], ""], [10924, "2016-01-14T16:55:43Z", [0.01], ""], [12874, "2016-01-14T12:53:10Z", [0.12], ""], [12874, "2016-01-14T11:14:40Z", [0.15], ""], [12874, "2016-01-14T11:02:30Z", [0.05], ""], [10745, "2016-01-14T11:00:26Z", [0.0], ""], [13365, "2016-01-14T10:39:15Z", [0.19], "Traders in credit-default swaps, back in Oct 2015, are signaling there’s a 68 percent chance Venezuela will stop paying its bonds by October 2016. \nSo adjusting for the 3 month time between this forecast submission and March 2016 means 17%. \nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD, \nOil slump and high inflation will persist and add into the default camp. \nVenezuela may sell off its gold reserve (around 15.2b as of 2015) to pay off debts of 15.8b outstanding by 2016, so roughly 3.95b due before March 2016. \nThe WTI crude oil price drops from $37.89 to $27.93 between Dec 31 2015 and Jan 13 2016, so the chance of default will close 100% if the oil drop pace continues, as Venezuela will have to face a difficult choice between drying out its reserve and defaults. http://www.bloomberg.com/news/articles/2015-10-27/venezuela-avoiding-default-again-shows-doomsayers-may-be-wrong\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\nhttp://money.cnn.com/2015/10/29/news/economy/venezuela-selling-gold/"], [14253, "2016-01-14T04:43:48Z", [0.18], "Bringing this down 5 points as the deadlock in the National Assembly is over. Perhaps less chance of a near term default due to utter chaos and disfunction. (I know this may have no bearing on the decision to default or not.)"], [961, "2016-01-14T00:17:44Z", [0.33], "This: http://www.dailyreckoning.com.au/the-crash-you-can-see-coming/2016/01/13/ is why I continue see this default of Petroleos de Venezuela S. A. as high as 33% or higher"], [691, "2016-01-13T20:16:38Z", [0.02], ""], [368, "2016-01-13T19:32:04Z", [0.02], ""], [5863, "2016-01-13T14:45:25Z", [0.3], ""], [13276, "2016-01-13T09:34:49Z", [0.05], ""], [38, "2016-01-13T06:39:20Z", [0.07], ""], [498, "2016-01-13T06:33:53Z", [0.01], ""], [3363, "2016-01-12T22:42:15Z", [0.44], "Reaffirming my most recent forecast and still waiting on a response from the GJ admins about how they'll handle any grace period on bond payments. Via Caracas Chronicles:\n\"Venezuelan Government bonds maturing on February (only 6 weeks from now) are trading at 86 cents on the dollar, putting the interest rate at an unprecedented, astronomical, unconceivable 142% annualized return.\"\nhttp://caracaschronicles.com/2016/01/12/50565/\n"], [691, "2016-01-12T21:16:56Z", [0.02], ""], [43, "2016-01-12T20:31:54Z", [0.08], "Could the increasing political turmoil interfere with paying foreign-currency debts? Add to that the continuing plunge in oil prices... OTOH there isn't much time left before the forecast horizon for Venezuela to become seriously unglued. Dateline 1-12-16 The Supreme Court announced that decisions made by the new opposition-dominated congress would be void (AP) until three lawmakers the court had temporarily banned were unseated. The court claims it is investigating electoral fraud, however the opposition called the move an attempt to undermine its historic victory.  Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]"], [15072, "2016-01-12T14:10:11Z", [0.16], "They reserves are just too large right now. Besides, the situation with the national assembly right now make it impracticable since chavistas will try to blame the default, when it occurs, on the oppostion. It is just toó early, "], [12069, "2016-01-12T12:46:01Z", [0.05], "it would be political suicide for  the newly elected right wing party who stunned latin american politics  after defeating the maduro/chavez socialist regime who seemed unbeatable... "], [1708, "2016-01-12T07:21:07Z", [0.15], "Congress is disobeying Supreme Court and swore in 3 remaining MUD legislators despite court ruling. Either Congress will back off and use this as a message / motivation for its supporters or they will try to hold votes with the supermajority that the 3 extra legislators gives them. This could open up not only the possibility of an early end to Maduro presidency, but also allows Congress to replace Supreme Court judges. The military announced on the eve of the Dec election that it would uphold \"the constitution.\" That should place them on the side of the Supreme Court but major street protests / riots could alter their own interpretation (or at least explanation) of what they hold as constitutional. A balance of power between the legislation and courts could become a confrontation of powers,  leading to a near shutdown of the gov't in Feb. With Maduro's radical economic team in place that could threaten the feb bond payment. Odds still fairly low though...\nhttp://washpost.bloomberg.com/Story?docId=1376-O0TAWX6JIJUX01-0BPUM03CFMT0LAIGKO1SVVOM0G\nhttp://en.mercopress.com/2016/01/12/judicial-and-legislative-branches-clash-in-venezuela-threatening-institutional-stability\nhttp://en.mercopress.com/2016/01/08/venezuela-s-problems-are-because-it-s-too-capitalist-says-new-economy-czar"], [4810, "2016-01-12T04:17:05Z", [0.0], ""], [14253, "2016-01-12T02:25:10Z", [0.23], "I just made a prediction but now see a story on the BBC (from two hours ago) that the Supreme court said the National Assembly's decisions are void until the opposition removes three members it deemed inelgible. This would remove their \"supermajority\" which allows them to do things like remove members of the Supreme Court.  Who knows how this will play out but more chaos leads to less stability, leads to less revenue which leads to a diminished ability to repay debts. Bumped up the probability three percentage points. The short expiration date of this question is still paramount for me.   http://www.bbc.com/news/world-latin-america-35287291"], [14253, "2016-01-12T01:25:50Z", [0.2], "This is tricky for me and, after reading a lot of content, have decided to piggyback off of jkbick. One probIem for me is I don't know the relevant base rates to consider over such a short time period (my first prediction is less than 7 weeks from closing). Also, there is such a rancorous relationship betweeen the new National Assembly and the President so its hard to discern even a desired course of action on this issue.  I've chosen to put the estimate at 20% due to the short time frame. I would put the probability above 50% if it was for 1 Jan 2017 since there is around $10 billion due this year.   Of course, when looking at this we are implicitly making predictions about the direction of oil, too.  In cae it is helpful, here is a site that seems good to me for relevant Venezuela news: http://venezuelandailybrief.blogspot.ca Sample of content from the site (5 Jan 2016): \n\"China study says Venezuela is the riskiest nation on earth for Chinese investments\" A study by the Institute of World Economics and Politics of the Chinese Academy of Social Sciences, published by Zhou Xin in the South China Morning Post, evaluates 57 nations that receive Chinese investment funds, and finds that Venezuela is the riskiest market for Chinese investors, worse even tan Iraq and Sudan. More in Spanish: (El Nacional, http://www.el-nacional.com/economia/Venezuela-riesgos-inversiones-China_0_767923241.html)"], [15020, "2016-01-11T15:51:59Z", [0.65], "I am predicting a lower probability than I feel. The Saudis are deliberately crashing the petrodollar"], [1800, "2016-01-11T14:49:58Z", [0.04], "The annualized probability of default (based on CDS spreads with a recovery rate assumption of 40%) is about 20%, from https://www.dbresearch.com/servlet/reweb2.ReWEB?rwobj=cdscalc2.Start.class&rwnode=DBR_INTERNET_EN-PROD%24NAVIGATION&rwsite=DBR_INTERNET_EN-PROD&cdsCountry=CDSC0000000000000009&cdsRecRate=40 Converting this to a two-month probability of default gives about 4% (this of course assumes a constant probability of default throughout the year - I need to do some digging to see how appropriate this is)."], [691, "2016-01-11T13:41:23Z", [0.02], ""], [64, "2016-01-10T21:50:24Z", [0.09], "Passage of time"], [3915, "2016-01-10T21:27:37Z", [0.6], "The economy is too far in the toilet and if the incoming government can hold on they will want to engineer a \"fresh start\". If the communists use the courts to retain control, they will take a Kirchner stand and default out of spite and stupidity."], [498, "2016-01-10T20:49:51Z", [0.0], ""], [14961, "2016-01-10T14:37:27Z", [0.05], ""], [691, "2016-01-10T12:37:46Z", [0.02], ""], [4794, "2016-01-10T03:44:59Z", [0.05], ""], [13377, "2016-01-10T02:54:59Z", [0.06], ""], [476, "2016-01-09T19:37:45Z", [0.06], ""], [368, "2016-01-09T19:36:33Z", [0.02], ""], [691, "2016-01-09T17:37:13Z", [0.02], ""], [136, "2016-01-09T12:39:57Z", [0.35], ""], [43, "2016-01-08T17:42:06Z", [0.07], "Hard to figure out this one. Moving down below consensus, mostly on the basis of passage of time. Dateline 1-7-16 http://www.reuters.com/article/us-venezuela-economy-idUSKBN0UL2OK20160107"], [691, "2016-01-08T16:28:33Z", [0.02], ""], [11057, "2016-01-08T03:06:26Z", [0.02], "Draw your own conclusions.\nhttp://www.tradingeconomics.com/venezuela/gold-reserves\nhttp://marketrealist.com/2015/10/venezuela-may-dump-bullion-reserves/ Closeup of gold price versus crude oil price:\nhttp://marketrealist.com/analysis/commodity_etf_analysis/commodity-etfs/gold/charts/?featured_post=748904&featured_chart=749515"], [12874, "2016-01-07T21:36:21Z", [0.06], ""], [691, "2016-01-07T20:40:36Z", [0.02], ""], [14346, "2016-01-07T20:00:14Z", [0.2], ""], [368, "2016-01-07T19:16:10Z", [0.02], ""], [4810, "2016-01-07T16:39:29Z", [0.25], ""], [1708, "2016-01-07T09:02:55Z", [0.2], "Maduro has named his economic ministers responsible for monetary and major economic policies...Salas is the head and is reputed to be quite radical. “This year looks complicated because Maduro didn’t go for a cabinet that is going to prioritize the adjustment that the country needs,” Ecoanalitica’s Oliveros said. “He named one of the most radical to head the economy team. The economic situation is going to become more complicated and will get worse.” \nhttp://washpost.bloomberg.com/Story?docId=1376-O0K4OM6S972D01-3GKDKJN03C9R3BQU63T1FRRKKB\nThe fresh lows in oil yesterday make the likelihood of default greater- If the price doesn't rebound by late feb then Venezuela will have to use some of its very limited reserves or sell gold at a loss to just to make the feb bond payment, much less further payments beyond feb (if their next payment becomes obviously no longer serviceable, Venezuela may go ahead and default in feb).\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\n All this with a new radical head of the economy and great animosity between the Maduro administration and the Nat Assembly could lead to a feb default and a blame game to try and smear the new assembly as having caused the default (or vice versa). "], [10192, "2016-01-07T04:51:38Z", [0.02], "Most of the information published indicates they will make it through Feb. "], [12518, "2016-01-06T22:29:12Z", [0.01], ""], [11788, "2016-01-06T16:53:28Z", [0.0], ""], [14734, "2016-01-06T15:12:01Z", [0.1], "next bond expiry in July 2016"], [691, "2016-01-06T14:20:33Z", [0.02], ""], [1708, "2016-01-06T09:15:23Z", [0.1], ""], [5545, "2016-01-06T00:11:46Z", [0.67], ""], [691, "2016-01-05T13:16:03Z", [0.02], ""], [14027, "2016-01-04T20:40:32Z", [0.2], ""], [368, "2016-01-04T20:17:21Z", [0.02], ""], [691, "2016-01-04T19:11:43Z", [0.02], ""], [77, "2016-01-04T16:07:42Z", [0.02], ""], [493, "2016-01-04T15:41:44Z", [0.1], "Good summaries: https://www.stratfor.com/analysis/venezuelas-expensive-friendships\nhttp://www.bloomberg.com/news/articles/2015-12-22/as-opec-tries-to-squeeze-rivals-one-of-its-own-feels-the-pinch\nhttp://shipandbunker.com/news/am/567361-oil-price-plummet-could-cause-venezuela-to-default-in-early-2016\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/ Raising a bit, but still think they'll make it through February. If this question had a longer window my answer would be different."], [1227, "2016-01-04T06:37:24Z", [0.05], "Reserves seem sufficient (including gold) to fend off default at least into the second quarter, and it seems plausible that the new government would hope to negotiate rather than default if possible - by postponing as long as possible a default they increase the chance to restructure.  "], [12107, "2016-01-04T06:23:27Z", [0.6], ""], [10969, "2016-01-03T22:47:19Z", [0.3], ""], [368, "2016-01-03T22:28:07Z", [0.02], ""], [94, "2016-01-03T19:15:28Z", [0.06], ""], [505, "2016-01-03T16:44:15Z", [0.63], "The economy continues to worsen.  I don't see them using the reserves to pay creditors they don't even like.  Keep the gold until its use would really help to improve the country.  Paying  the debt would only benefit the creditors."], [102, "2016-01-03T14:46:00Z", [0.06], ""], [691, "2016-01-03T13:19:08Z", [0.02], ""], [12518, "2016-01-03T01:16:58Z", [0.02], ""], [368, "2016-01-02T20:35:24Z", [0.02], ""], [446, "2016-01-02T19:52:48Z", [0.25], ""], [43, "2016-01-02T18:58:37Z", [0.15], "Maduro's judicial coup guarantees turmoil. Increasing probability. Dateline 12-31-15 Judges granted government request to suspend three parliamentarians due to take office next week - taking opposition below two-thirds majority needed to unpick Nicolas Maduro's grip on power http://www.telegraph.co.uk/news/worldnews/southamerica/venezuela/12076970/Venezuela-Supreme-Court-blocks-oppositions-parliamentary-super-majority-in-judicial-coup.html"], [691, "2016-01-02T14:18:31Z", [0.02], ""], [14413, "2016-01-02T08:37:38Z", [0.03], "According to Reuters, the amount coming due in Q1 2016 is tiny - much less than USD 1 bn. "], [13377, "2016-01-02T01:08:03Z", [0.15], ""], [368, "2016-01-01T22:40:33Z", [0.02], ""], [14413, "2016-01-01T22:17:42Z", [0.05], "\"Experts\" say likelyhood of default in the course of 2016 at 60-70 percent. New anti-socialist government would probably  not start their game by a default."], [691, "2016-01-01T16:49:06Z", [0.02], ""], [368, "2015-12-31T21:47:07Z", [0.02], ""], [804, "2015-12-31T20:52:06Z", [0.1], ""], [691, "2015-12-31T16:39:39Z", [0.02], ""], [3363, "2015-12-31T11:58:42Z", [0.44], ""], [643, "2015-12-31T01:05:29Z", [0.05], ""], [368, "2015-12-31T00:06:14Z", [0.02], ""], [14297, "2015-12-30T16:56:43Z", [0.03], ""], [691, "2015-12-30T16:24:39Z", [0.02], ""], [102, "2015-12-30T14:53:15Z", [0.09], ""], [14269, "2015-12-30T05:07:17Z", [0.55], ""], [532, "2015-12-30T04:35:49Z", [0.08], ""], [368, "2015-12-29T21:59:18Z", [0.02], ""], [691, "2015-12-29T12:29:25Z", [0.02], ""], [3363, "2015-12-29T11:44:23Z", [0.2], "I just attempted to send this question to the moderators. Will post (and likely move my prediction up or down) if I hear an answer.  Question is on Venezuela default. The country has a large payment due in February and several banks have questioned whether they will make it. The resolution date of the question is 1 March. However, most payment due dates come with a 30 day grace period. If the country does not pay in February.... GJOpen has two options:\n1) Wait for the 30 day period to be up in March, then count this retroactively as a default beginning in February, which I believe is how financial institutions treat the issue. 2) Say the country is not in default as of 1 March because of the grace period. Can you clarify which way you will grade this question?"], [12874, "2015-12-29T01:17:51Z", [0.04], ""], [368, "2015-12-28T21:01:50Z", [0.02], ""], [10192, "2015-12-28T18:09:01Z", [0.1], ""], [4139, "2015-12-28T17:02:49Z", [0.75], ""], [691, "2015-12-28T13:37:00Z", [0.02], ""], [12118, "2015-12-28T13:14:17Z", [0.05], ""], [13365, "2015-12-28T08:53:46Z", [0.05], "Traders  in credit-default swaps, back in Oct 2015, are signaling there’s a 68 percent chance Venezuela will stop paying its bonds by October 2016.\nSo adjusting for the 3 month time between this forecast submission and March 2016 means 17%.\nIn general, a foreign-currency debt is more prone to default than domestic, especially the debts here are in USD,\nOil slump and high inflation will persist and add into the default camp.\nVenezuela may sell off its gold reserve (around 15.2b as of 2015) to pay off debts of 15.8b outstanding by 2016, so roughly 3.95b due before March 2016.\nOne thing to bear in mind is that Venezuela may CHOOSE to default even though they may be able to cope with payments, contingent on Q116 situations. http://www.bloomberg.com/news/articles/2015-10-27/venezuela-avoiding-default-again-shows-doomsayers-may-be-wrong\nhttp://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/\nhttp://money.cnn.com/2015/10/29/news/economy/venezuela-selling-gold/\n"], [12879, "2015-12-28T04:51:47Z", [0.01], ""], [754, "2015-12-28T03:45:07Z", [0.33], ""], [13942, "2015-12-28T03:18:58Z", [0.01], ""], [368, "2015-12-27T21:35:07Z", [0.02], ""], [691, "2015-12-27T14:13:44Z", [0.02], ""], [368, "2015-12-26T21:26:06Z", [0.02], ""], [73, "2015-12-26T20:59:37Z", [0.01], ""], [10924, "2015-12-26T19:52:58Z", [0.05], "Venezuela expected to default in 2016 but is expected to survive the first quarter of 2016"], [691, "2015-12-26T15:12:19Z", [0.02], ""], [13817, "2015-12-26T13:50:30Z", [0.09], ""], [13377, "2015-12-26T12:26:39Z", [0.09], "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [10924, "2015-12-26T11:09:42Z", [0.2], ""], [691, "2015-12-25T13:24:09Z", [0.02], ""], [102, "2015-12-25T01:08:24Z", [0.06], ""], [4918, "2015-12-24T21:13:33Z", [0.05], ""], [1850, "2015-12-24T18:36:21Z", [0.1], ""], [691, "2015-12-24T18:19:53Z", [0.02], ""], [73, "2015-12-24T15:50:04Z", [0.07], ""], [2965, "2015-12-24T14:52:17Z", [0.05], "reserves at 22-billion are enough to make it to 3-1-2016. Given congresssional win by oppositon and response of madura to pack Supreme Court unless they blew through it like an addict there should be enough to make debt payment,,,but default ( hard) Argentina or soft (Greece inevitable.   But for a technical default to occur would require non-payment  and 30 days on sovereign debt at least IMF and World Bank and WSJ are not even discussing. will be soon. Not by March 1, 2016 but by end of 2016,      "], [13911, "2015-12-24T00:04:27Z", [0.35], ""], [102, "2015-12-23T22:23:08Z", [0.09], "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [368, "2015-12-23T22:17:07Z", [0.1], ""], [691, "2015-12-23T13:15:30Z", [0.02], ""], [13377, "2015-12-23T03:51:22Z", [0.05], "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [1708, "2015-12-23T00:29:35Z", [0.25], "http://www.bloomberg.com/news/articles/2015-12-22/as-opec-tries-to-squeeze-rivals-one-of-its-own-feels-the-pinch\nFrom article:   \"Oil, by far Venezuela’s biggest export, has plunged 17 percent to an 11-year low since the Organization of Petroleum Exporting Countries abandoned production limits at its Dec. 4 meeting. Venezuela’s benchmark bonds due in 2027 are at the cheapest since August, and traders see a 71 percent probability that the country will default in the next 12 months, credit-default swaps show. That’s up from 61 percent the day before the OPEC decision\"\n\"Oil at these levels could prevent Venezuela from meeting its debt obligations as soon as February, Barclays Plc said Friday. The OPEC member relies on income from oil sales for almost all of its hard currency. It may need to sell $20 billion of gold or other assets to meet next year’s commitments, Alejandro Arreaza, Alejandro Grisanti and Sebastian Vargas, analysts at Barclays, said in a report to clients. Venezuela’s crude basket fell to an 11-year low $29.17 last week. “The latest decline in oil may have undermined government confidence, putting even this payment at risk,” they wrote.\""], [1562, "2015-12-22T21:00:26Z", [0.1], ""], [9755, "2015-12-22T20:59:06Z", [0.49], ""], [691, "2015-12-22T14:51:13Z", [0.02], ""], [13771, "2015-12-22T14:23:53Z", [0.25], ""], [38, "2015-12-22T07:28:32Z", [0.11], "http://www.forbes.com/sites/kenrapoza/2015/12/21/is-a-venezuela-default-coming-soon/ \"The government needs a fast rebound in oil prices to make the payment on its 2016 foreign bond maturing in February. If that doesn’t happen, it could use its reserves to pay bond holders, or sell some of its gold, likely at a loss seeing how gold prices have declined as well. The February payment is at risk of default. \"To manage 2016 cash flows, Barclays Capital estimates that Venezuela needs an oil price of at least $50 per barrel. Brent crude prices for February are $36.11. Currently, the futures market for Brent do not have oil hitting $50 at any point in 2016. \"Nearly half of Venezuela’s foreign debt is owed by its oil firms PDVSA and Citgo. The country will owe about $3 billion in interest alone in the first quarter of next year, which is nearly half of what it is expected to bring in from oil receipts, according to the Central Bank of Venezuela and PDVSA.\n~~~~~~~\nCOMMENT:  The tone of this article is effectively \"Henny-Penny-ish\".  I  note that reserves could be used, or gold sold to cover the payment due.  I was certain that Maduro would do everything humanly possible to prevent a default while he was in office, but now that he has lost control of the legislature, might he allow it, blaming the legislature??  I'm going to back off my 0 forecast. \n"], [136, "2015-12-22T07:14:11Z", [0.25], ""], [102, "2015-12-22T03:14:33Z", [0.05], "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13621, "2015-12-22T00:41:00Z", [0.15], ""], [9755, "2015-12-21T23:57:40Z", [0.45], ""], [368, "2015-12-21T18:31:27Z", [0.1], ""], [11057, "2015-12-21T14:52:48Z", [0.04], ""], [691, "2015-12-21T13:21:26Z", [0.02], ""], [532, "2015-12-20T20:11:09Z", [0.01], ""], [691, "2015-12-20T15:41:30Z", [0.02], ""], [13377, "2015-12-20T03:38:52Z", [0.09], ""], [368, "2015-12-19T20:33:23Z", [0.1], ""], [102, "2015-12-19T19:12:43Z", [0.09], "https://larswericson.wordpress.com/2015/12/19/saturday-afternoon-update/"], [2331, "2015-12-19T15:27:32Z", [0.25], ""], [691, "2015-12-19T14:58:49Z", [0.02], ""], [368, "2015-12-18T20:09:46Z", [0.1], ""], [13366, "2015-12-18T16:26:12Z", [0.05], ""], [691, "2015-12-18T12:55:02Z", [0.02], ""], [691, "2015-12-17T12:59:00Z", [0.03], ""], [11057, "2015-12-17T02:10:48Z", [0.1], ""], [12874, "2015-12-16T23:03:51Z", [0.05], ""], [38, "2015-12-16T23:00:29Z", [0.0], "http://www.businesswire.com/news/home/20151216005999/en/Fitch-Affirms-PDVSAs-IDRs-CCC \"Fitch Ratings has affirmed Petroleos de Venezuela, S.A.'s (PDVSA) foreign and local currency Issuer Default Ratings (IDRs) at 'CCC'. Fitch has also affirmed the rating for approximately USD30 billion of senior unsecured debt outstanding at 'CCC/RR4'. Concurrently, Fitch has affirmed PDVSA's national long-term rating at 'AA(ven)'. \" . . . PDVSA credit quality is inextricably linked to the Venezuelan government. Venezuela's ratings (IDR 'CCC') reflect the sovereign's weakened external buffers, high commodity dependence, rising macroeconomic distortions, reduced transparency in official data, and continued policy and political uncertainty. The sovereign's strong repayment record and a relatively low debt amortization profile mitigate imminent risks to debt service. . . . \n. . . .\nPDVSA's 'CCC' rating suggests a real possibility of default. . . .  \". . . PDVSA's ratings assume the implicit support from the government, given the company's strategic importance, would materialize should the company need it. \". . . Fitch assumes West Texas Intermediate crude prices to average approximately USD50 per barrel and to slowly recover to approximately USD70 per bbl in the long-term. \" . . .  Under Fitch`s base case scenario, which assumes USD50/bbl in 2015 and 2016 and investments of USD25 billion annually, PDVSA's liquidity position will continue to deteriorate; 2016 debt amortizations are estimated at approximately USD5.4 billion. Government international reserves, at USD16.1 billion in June 30, 2015, are less than half of those in 2008, when oil prices declined sharply.\n~~~~~~~\nCOMMENT:  Here, thanks to wikipedia, is what a CCC rating means:  Non-investment grade\nBB  : more prone to changes in the economy\nB  : financial situation varies noticeably\nCCC  : currently vulnerable and dependent on favorable economic conditions to meet its commitments\nCC  : highly vulnerable, very speculative bonds\nC  : highly vulnerable, perhaps in bankruptcy or in arrears but still continuing to pay out on obligations\nD  : has defaulted on obligations and Fitch believes that it will generally default on most or all obligations\nNR  : not publicly rated\n"], [368, "2015-12-16T21:25:56Z", [0.1], ""], [639, "2015-12-16T17:23:42Z", [0.2], ""], [639, "2015-12-16T17:23:27Z", [0.1], ""], [40, "2015-12-16T16:00:44Z", [0.07], ""], [691, "2015-12-16T12:08:20Z", [0.03], ""], [12944, "2015-12-16T09:58:36Z", [0.55], ""], [734, "2015-12-15T22:11:36Z", [0.08], "Reaffirming, but we surely did not see this coming, did we? http://www.bloomberg.com/news/articles/2015-12-15/venezuela-s-maduro-digs-in-for-a-fight-bondholders-are-worried-"], [12961, "2015-12-15T19:09:23Z", [0.35], ""], [102, "2015-12-15T17:09:38Z", [0.06], "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [11057, "2015-12-15T14:41:33Z", [0.12], ""], [12948, "2015-12-15T14:24:12Z", [0.15], ""], [691, "2015-12-15T13:38:36Z", [0.03], ""], [368, "2015-12-14T22:11:46Z", [0.1], ""], [691, "2015-12-14T20:51:32Z", [0.03], ""], [6552, "2015-12-14T16:48:51Z", [0.05], ""], [12879, "2015-12-14T15:56:05Z", [0.05], ""], [102, "2015-12-14T04:33:06Z", [0.07], "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [368, "2015-12-13T22:39:11Z", [0.05], ""], [691, "2015-12-13T21:35:53Z", [0.03], ""], [10924, "2015-12-13T16:29:38Z", [0.25], "Start with a moderately positive expectation, factors that are currently low in probability but can lead to default: - Political turmoil that leads to Government paralysis\n- Collapse in emerging market currencies"], [8036, "2015-12-13T16:19:23Z", [0.2], "Although oil revenue of Venezuela is suffering, foreign currency debt default may depend more on inflation rate."], [11057, "2015-12-13T14:38:04Z", [0.16], ""], [102, "2015-12-13T06:17:24Z", [0.21], "https://larswericson.wordpress.com/2015/12/13/saturday-night-is-all-right/"], [368, "2015-12-12T21:36:36Z", [0.05], ""], [740, "2015-12-12T15:30:28Z", [0.59], ""], [532, "2015-12-12T15:26:34Z", [0.07], ""], [691, "2015-12-12T12:54:13Z", [0.03], ""], [38, "2015-12-12T07:53:28Z", [0.0], "MUD has won a supermajority of seats in the legislature which will enable it to undo anything that Maduro does during the lame duck session of the current legislature, including \"unpacking\" the Supreme Court if he should attempt to do so, and to do what will be necessary to get the country back on solid financial footing--which won't be easy, given the low price of oil.  Unfortunately, neither PSUV nor MUD is acting very statesmanlike.  Maduro et. al. sound determined to make it impossible for MUD to move forward, while MUD members sound like their priority is revenge politics, rather than good governance. The next debt payment is $2.1b in February, which can be covered from their $15b in currency reserves.  Beyond that, the next payment will be due in August, so I think Venezuela should be able to stay solvent for the duration of this question."], [102, "2015-12-12T05:10:52Z", [0.23], "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [368, "2015-12-11T22:39:49Z", [0.0], ""], [94, "2015-12-11T21:51:34Z", [0.08], ""], [691, "2015-12-11T19:19:12Z", [0.04], ""], [43, "2015-12-11T03:08:54Z", [0.12], ""], [1646, "2015-12-10T23:38:36Z", [0.05], ""], [73, "2015-12-10T17:21:58Z", [0.08], ""], [3363, "2015-12-10T16:54:13Z", [0.2], "Lowering from 31 to 20. Elections didn't change my analysis. However, with the big PDVSA payments due 26 Feb, most bond payments come with a 30 day grace period, so even if they didn't pay, the default would not technically occur until near the end of March. Not sure how that would be graded, and on that technicality, dropping my estimate."], [691, "2015-12-10T15:26:38Z", [0.04], ""], [102, "2015-12-10T05:38:14Z", [0.2], "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [12285, "2015-12-10T03:32:58Z", [0.0], "Venezuela's ability should continue to remain current on external debt. Challenges remain with world's highest inflation rate and widespread of consumer.\nDefault timing: August 2016 based on foreign reserve, outstanding on debt\nUncertainty: China's support for further financing, \nLow Impact: (1) Oil price should remain stable till April 2016; (2) Last Sunday's elections that opposition parties won and dominates the council, unlikely have impact to short term."], [691, "2015-12-09T20:49:51Z", [0.04], ""], [368, "2015-12-09T20:48:46Z", [0.0], ""], [43, "2015-12-09T19:14:48Z", [0.1], "Plumetting oil prices raise likelihood, but opposition win of a supermajority, enabling them to dismantle the worst of Chavismo, might lower likelihood. Wildcard: China had been keeping Maduro's regime afloat. Will China continue to be Venezuela's sugar daddy? Dateline 12-9-15 Venezuela’s opposition Democratic Unity coalition obtained the remaining seats it needed to have a supermajority in congress (WSJ), granting it sufficient power to remove Supreme Court justices, pass laws, and draft a new constitution. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org] Backgrounder on Venezuela's economy, up-to-date: http://www.cfr.org/economics/venezuelas-economic-fractures/p32853"], [493, "2015-12-09T14:13:58Z", [0.05], "Affirming prior."], [493, "2015-12-09T14:12:06Z", [0.05], "Affirming prior."], [64, "2015-12-09T04:08:31Z", [0.1], "The OPEC meeting means less hope for revenue growth. The end of the elections might mean less need to spend more. On balance, things probably have not changed much. Reducing for passage of time. "], [12680, "2015-12-09T03:34:29Z", [0.55], "Probably Yes but this will not be end of the world because of new government. If they act well and on time, they can prolong it before the due date though with out oil price jump it doesnt look promising for near future. "], [691, "2015-12-08T14:01:37Z", [0.04], ""], [11057, "2015-12-08T04:30:57Z", [0.28], ""], [73, "2015-12-08T03:06:11Z", [0.14], ""], [102, "2015-12-08T03:05:29Z", [0.24], "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [493, "2015-12-07T17:35:12Z", [0.05], "Affirming prior."], [136, "2015-12-07T14:29:49Z", [0.15], ""], [43, "2015-12-07T13:42:52Z", [0.05], "Maduro backed off on his threat to defy the elections. Lowering probability. Holger Zschaepitz ‏@Schuldensuehner  3h3 hours ago\n#Venezuela's bonds rise on opposition election win. Yield on 2038 Dollar bond drops by 64bps  https://ca.news.yahoo.com/venezuela-opposition-says-wins-legislature-no-official-confirmation-024209523--business.html"], [691, "2015-12-07T13:36:07Z", [0.04], ""], [52, "2015-12-07T00:29:26Z", [0.0], ""], [368, "2015-12-06T20:31:42Z", [0.0], ""], [691, "2015-12-06T14:09:34Z", [0.04], ""], [1646, "2015-12-05T21:23:24Z", [0.12], ""], [368, "2015-12-05T21:12:29Z", [0.0], ""], [691, "2015-12-05T15:09:41Z", [0.04], ""], [102, "2015-12-05T14:24:18Z", [0.25], "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [368, "2015-12-04T22:13:39Z", [0.0], ""], [691, "2015-12-04T20:39:15Z", [0.04], "Since the incumbent has announced he will be negating or otherwise disregarding an unfavourable election result, uncertainty gallops--nay, it stampedes--but in the near term, bolivares will fly off the presses as needed to avert default within the time frame of this Q, no matter what happens tomorrow or subsequently. This would be a good time to cancel that holiday at Maracaibo--whatever happens will be deeply unpleasant--but default is not on the cards until at least summer. Too many people of too many factions are too committed to not letting it happen."], [43, "2015-12-04T18:45:52Z", [0.13], "Wildcard: If Maduro were to refuse to accept election results, the resulting conflict, indeed civil war could force a default. Raising probability slightly, and planning a major change next week if things go as badly as I fear. Dateline 12-4-15 Venezuela’s ruling United Socialist Party is making a final rally for support before Sunday’s congressional vote (WSJ), which observers say it could lose. President Nicolas Maduro has said that he would refuse to share power if the opposition gained ground. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]\n"], [12397, "2015-12-04T14:23:38Z", [0.55], ""], [368, "2015-12-03T21:11:45Z", [0.0], ""], [73, "2015-12-03T18:28:38Z", [0.18], ""], [691, "2015-12-03T17:59:02Z", [0.04], ""], [38, "2015-12-03T06:21:43Z", [0.33], "I've been reading post-election scenarios if MUD gets control of the Legislature, as expected; most of them paint a very chaotic picture.  "], [2, "2015-12-03T01:58:55Z", [0.08], ""], [691, "2015-12-02T20:23:47Z", [0.04], "Venezuela is a train wreck in many ways, but pretty much everybody there is committed to avoiding anything resembling a default. Compared to the other problems the country has caused itself, a default would be in the rank of a godsend, but it won't happen.  There is a cliche about deck chairs and Jurassic World--oops, I mean Titanic--that goes here. "], [368, "2015-12-02T20:10:22Z", [0.0], ""], [368, "2015-12-02T20:10:14Z", [0.05], ""], [3363, "2015-12-02T12:57:13Z", [0.31], "Lowered this back down several points after reports that bankers met with Diosdado (current national assembly president) as well as oppo leaders and appear to be negotiating a backroom deal to reprofile pdvsa bonds rather than allow default early next year."], [11057, "2015-12-01T14:43:06Z", [0.36], ""], [691, "2015-12-01T13:41:31Z", [0.04], ""], [368, "2015-11-30T22:35:55Z", [0.05], ""], [306, "2015-11-30T21:31:12Z", [0.0], ""], [51, "2015-11-30T16:48:12Z", [0.0], ""], [691, "2015-11-30T13:49:11Z", [0.04], ""], [691, "2015-11-29T14:42:56Z", [0.04], ""], [532, "2015-11-29T03:03:35Z", [0.05], ""], [368, "2015-11-28T21:11:19Z", [0.05], ""], [691, "2015-11-28T14:40:09Z", [0.04], ""], [691, "2015-11-27T13:36:25Z", [0.04], ""], [136, "2015-11-26T19:58:49Z", [0.25], ""], [691, "2015-11-26T13:44:40Z", [0.04], ""], [691, "2015-11-26T03:36:32Z", [0.04], ""], [368, "2015-11-24T22:34:14Z", [0.05], ""], [691, "2015-11-24T14:00:30Z", [0.04], ""], [11678, "2015-11-23T22:06:23Z", [0.33], ""], [94, "2015-11-23T18:50:15Z", [0.1], ""], [11057, "2015-11-23T15:03:15Z", [0.48], ""], [691, "2015-11-23T13:44:01Z", [0.04], ""], [912, "2015-11-23T03:19:01Z", [0.23], ""], [57, "2015-11-22T15:04:18Z", [0.0], ""], [691, "2015-11-22T14:37:16Z", [0.04], ""], [306, "2015-11-22T02:37:01Z", [0.05], ""], [368, "2015-11-21T20:44:18Z", [0.05], ""], [90, "2015-11-21T15:15:02Z", [0.08], ""], [691, "2015-11-21T14:58:24Z", [0.04], ""], [691, "2015-11-20T22:07:50Z", [0.04], ""], [368, "2015-11-20T19:48:24Z", [0.05], ""], [368, "2015-11-19T22:15:41Z", [0.05], ""], [138, "2015-11-19T18:12:24Z", [0.28], ""], [691, "2015-11-19T14:13:54Z", [0.04], ""], [3363, "2015-11-19T10:47:33Z", [0.38], "Increased from 25 to 38 after conversations with political-econ experts about the poor liquidity of Venezuela's reserves (most of it is gold). Default still less likely than half given short time frame, but several people indicated that planned bond payments in February will be difficult without a fresh injection of capital. People agreed Venezuela needs more liquid capital to make payments, but differed on whether Venezuela would be able to get that capital necessary (some said yes, some said no, both sides made good cases)."], [231, "2015-11-19T03:07:27Z", [0.05], ""], [368, "2015-11-18T22:00:19Z", [0.05], ""], [691, "2015-11-18T17:28:25Z", [0.04], ""], [368, "2015-11-17T18:29:19Z", [0.05], ""], [691, "2015-11-17T13:51:00Z", [0.04], ""], [368, "2015-11-16T21:24:39Z", [0.05], ""], [493, "2015-11-16T17:05:37Z", [0.05], "Affirming prior."], [691, "2015-11-16T13:27:16Z", [0.04], ""], [915, "2015-11-16T04:11:46Z", [0.06], "after 3/1/16, all bets are off."], [368, "2015-11-15T21:11:15Z", [0.05], ""], [691, "2015-11-15T13:40:52Z", [0.04], ""], [639, "2015-11-15T02:26:49Z", [0.5], ""], [1007, "2015-11-14T23:52:13Z", [0.12], ""], [73, "2015-11-14T19:55:57Z", [0.08], ""], [368, "2015-11-14T19:15:00Z", [0.05], ""], [691, "2015-11-14T13:46:21Z", [0.04], ""], [11351, "2015-11-14T02:25:59Z", [0.75], ""], [734, "2015-11-14T00:58:24Z", [0.08], "Late to the party. Initial forecast."], [368, "2015-11-13T18:32:22Z", [0.05], ""], [691, "2015-11-13T18:01:06Z", [0.04], ""], [73, "2015-11-13T01:28:29Z", [0.08], ""], [73, "2015-11-13T01:19:21Z", [0.08], ""], [691, "2015-11-12T15:30:12Z", [0.04], ""], [10936, "2015-11-12T00:55:53Z", [0.0], ""], [368, "2015-11-11T21:53:26Z", [0.05], ""], [691, "2015-11-11T20:40:31Z", [0.04], ""], [532, "2015-11-11T17:20:02Z", [0.08], ""], [368, "2015-11-10T22:42:47Z", [0.05], ""], [691, "2015-11-10T19:32:05Z", [0.04], ""], [11057, "2015-11-10T05:57:49Z", [0.88], ""], [368, "2015-11-09T20:37:16Z", [0.05], ""], [691, "2015-11-09T13:07:06Z", [0.04], ""], [368, "2015-11-08T22:31:07Z", [0.05], ""], [691, "2015-11-08T13:56:01Z", [0.04], ""], [368, "2015-11-07T20:26:54Z", [0.05], ""], [36, "2015-11-07T13:52:09Z", [0.0], ""], [691, "2015-11-07T13:51:21Z", [0.04], ""], [36, "2015-11-07T13:43:03Z", [0.2], "error"], [136, "2015-11-07T07:36:38Z", [0.3], ""], [368, "2015-11-06T22:00:55Z", [0.05], ""], [691, "2015-11-06T13:28:39Z", [0.04], ""], [10969, "2015-11-05T23:42:06Z", [0.65], ""], [532, "2015-11-05T21:59:12Z", [0.05], ""], [368, "2015-11-05T20:01:45Z", [0.05], ""], [804, "2015-11-05T18:39:37Z", [0.15], ""], [691, "2015-11-05T15:17:53Z", [0.04], ""], [584, "2015-11-05T12:30:05Z", [0.15], ""], [691, "2015-11-05T03:20:59Z", [0.04], ""], [83, "2015-11-04T21:30:15Z", [0.1], "Updating for the passage of time and slowly increasing oil prices."], [94, "2015-11-04T19:26:07Z", [0.12], ""], [368, "2015-11-04T18:41:50Z", [0.05], ""], [368, "2015-11-03T21:27:24Z", [0.05], ""], [691, "2015-11-03T19:15:23Z", [0.04], ""], [493, "2015-11-03T17:13:27Z", [0.05], "Affirming prior."], [38, "2015-11-02T22:07:50Z", [0.0], "http://www.thenational.ae/business/energy/lenders-must-act-to-avoid-another-round-of-commodity-defaults \"Venezuela defaulted on its debts in 1990, 1995 and 1998, following a well-established pattern. “Spikes in commodity prices are almost invariably followed by waves of new sovereign defaults,” note Carmen Reinhart and Kenneth Rogoff in their authoritative survey of global financial crises.\"\n~~~~~~\nCOMMENT:  This is sobering information for anyone forecasting as low as I am. . . . "], [506, "2015-11-02T21:27:36Z", [0.0], ""], [368, "2015-11-02T18:43:51Z", [0.05], ""], [691, "2015-11-02T13:40:00Z", [0.04], ""], [136, "2015-11-02T07:36:15Z", [0.1], ""], [73, "2015-11-02T02:07:56Z", [0.08], ""], [368, "2015-11-01T21:25:29Z", [0.05], ""], [10654, "2015-11-01T17:45:36Z", [0.0], ""], [691, "2015-11-01T14:18:33Z", [0.04], ""], [110, "2015-11-01T02:10:56Z", [0.01], "Most likely April or May 2016 (after this resolves)."], [2, "2015-11-01T01:07:40Z", [0.15], "Updating for time."], [368, "2015-10-31T21:06:52Z", [0.05], ""], [691, "2015-10-31T13:55:32Z", [0.04], ""], [368, "2015-10-30T21:02:30Z", [0.05], ""], [1850, "2015-10-30T14:51:07Z", [0.75], "Still think there is high probability of default, but have to admit I was wrong about them using gold.  Should have investigated their currency reserves further and did not realize they had such a high concentration in gold and they have in fact been using it.  With that said, they are burning through it at an alarming pace and I think at some point they will stop and simply default unless someone like China throws them a lifeline."], [691, "2015-10-30T13:46:56Z", [0.04], ""], [74, "2015-10-30T11:41:23Z", [0.05], ""], [234, "2015-10-30T06:06:31Z", [0.07], ""], [43, "2015-10-30T03:06:16Z", [0.1], "Looks good if the present government continues. However, upcoming elections are a wild card."], [38, "2015-10-30T01:01:49Z", [0.0], "http://www.bloomberg.com/news/articles/2015-10-27/venezuela-avoiding-default-again-shows-doomsayers-may-be-wrong \"Bond prices show investors increasingly expect Venezuela’s state-owned oil company to pay $4.3 billion due over the next month and the government to make good on payments of $2.1 billion due in February. After that, the country wouldn’t have another foreign debt payment on principal until August 2016. \"To Rogge Global Partners and Bank of America Corp., Venezuela may just confound the doomsayers again next year. The government could continue a policy of reducing imports to preserve the cash it needs to pay debt, a strategy that helped it save about $20 billion this year alone, said Francisco Rodriguez, an economist at Bank of America. “Analysts always say, this year they can make it and next year will be critical, but we had the same discussion a year ago,”  . . .  \"Traders in credit-default swaps are signaling there’s a 68 percent chance Venezuela will stop paying its bonds by October 2016. That’s the highest in the world for a sovereign.\n. . .  \n\"With Venezuela’s foreign reserves hovering close to a 12-year low of $15.2 billion and the economy in tatters, the prospect of a default is still high. The International Monetary Fund forecasts Venezuela’s economy will shrink 10 percent this year, the most in the world, while its inflation rate will reach 159 percent. Oil, which is down 48 percent in the past year, accounts for 95 percent of the country’s export revenue. \"At a Bloomberg event in New York last week, Edgardo Sternberg, a money manager at Boston-based Loomis Sayles, said a default is “surely” coming sometime next year. \"At the same event, Paulo Vieira da Cunha, the head of macroeconomic research at Ice Canyon LLC in Los Angeles, said Venezuela will make payments this year and in the first quarter of 2016 but will default afterward unless it sells part of PDVSA to the Chinese. \"To Bank of America’s Rodriguez, Venezuela has the ability to change economic policies or seek more funding from China that could help it avoid having to halt payments on its debt. “I don’t think that you can conclude that Venezuela is inevitably on the road to default in the way that the market and some analysts are concluding,” he said from New York. “This could end in two possibilities, with Venezuela defaulting or with Venezuela fixing its policies. I do not think the solution would be to think that Venezuela will default.”\n~~~~~~~\nhttp://www.reuters.com/article/2015/10/28/venezuela-bonds-idUSL1N12S04920151028 \"Oct 27 Venezuelan state oil company PDVSA has made $5 billion in bond payments over the last 15 days, . . . PDVSA's $1.41 billion 2015 bond matures on Wednesday and a $2.05 billion amortization payment on the PDVSA 2017 bond is due at the start of November.\n. . . \n\"Maduro notes that the Socialist Party has never defaulted on commitments to Wall Street and dismisses default talk as a smear campaign against his government. \n~~~~~~~\nCOMMENT:  Debt payments are being made and it seems that Venezuela has a system in place that will enable it to continue to make them.  It seems to me that there's a lot of Henny Penny's in the financial sector."], [368, "2015-10-29T20:33:48Z", [0.05], ""], [532, "2015-10-29T19:42:24Z", [0.08], ""], [691, "2015-10-29T17:08:04Z", [0.05], ""], [1708, "2015-10-29T10:57:28Z", [0.1], "Known reserves and bond payments due in the time frame show no default. The only questions remaining are: 1. how much additional import payments will Venezuela accrue in the lead up to the Dec elections as Maduro floods country with gov't food provisions to win support and 2. How much of Venezuela's FX reserves are actually liquidiable. More likely to default in late 2016.\nhttp://www.ft.com/intl/fastft/410871/crunch-time-venezuela http://www.ft.com/intl/cms/s/0/a4a4c898-7bf7-11e5-98fb-5a6d4728f74e.html\n"], [231, "2015-10-29T01:13:20Z", [0.1], ""], [9755, "2015-10-29T00:27:44Z", [0.25], "Unless there is a change in Venezuelan politics any thing is possible including default ."], [452, "2015-10-28T20:43:57Z", [0.05], ""], [452, "2015-10-28T20:43:49Z", [0.15], ""], [10293, "2015-10-28T20:29:37Z", [0.78], ""], [368, "2015-10-28T19:58:40Z", [0.05], ""], [691, "2015-10-28T14:07:01Z", [0.05], ""], [689, "2015-10-28T03:02:29Z", [0.03], ""], [691, "2015-10-27T19:43:21Z", [0.05], ""], [368, "2015-10-27T18:59:17Z", [0.05], ""], [6552, "2015-10-27T15:49:05Z", [0.0], ""], [532, "2015-10-26T19:39:57Z", [0.08], ""], [368, "2015-10-26T19:35:44Z", [0.05], ""], [9594, "2015-10-26T18:52:48Z", [0.75], "Yes,\ntoo much cost associated with heavy crude oil production (Venezuela) vs. lower cost associated with light crude oil production(Saudi Arabia). \nOil prices will remain low, and Venezuela cannot sustain their spending rate on imported goods while the cash received from oil export is below break -even"], [691, "2015-10-26T17:43:39Z", [0.05], ""], [51, "2015-10-26T03:01:12Z", [0.05], "Reducing probability.  "], [368, "2015-10-25T19:23:05Z", [0.05], ""], [8192, "2015-10-25T19:01:30Z", [0.05], "Things are not bad enough yet but it is coming."], [7468, "2015-10-25T17:42:37Z", [0.6], "Oil will be cheap for next 20 years"], [505, "2015-10-25T17:40:29Z", [0.3], "the sale of gold along with other reserves should cover obligations coming due"], [689, "2015-10-25T16:47:38Z", [0.05], ""], [691, "2015-10-25T13:04:52Z", [0.05], ""], [2331, "2015-10-25T01:38:31Z", [0.13], ""], [368, "2015-10-24T19:20:55Z", [0.05], ""], [691, "2015-10-24T14:27:09Z", [0.05], ""], [83, "2015-10-24T02:11:57Z", [0.14], "Updating for the passage of time (-3%).  Nearly 1/3 of timeframe is history."], [368, "2015-10-23T20:02:02Z", [0.05], ""], [505, "2015-10-23T18:00:13Z", [0.4], "according to mining journal Venezuela to sell some of their gold reserve to citibank for use to pay some debt"], [691, "2015-10-23T15:04:37Z", [0.05], ""], [38, "2015-10-23T05:15:51Z", [0.0], "http://www.bloomberg.com/news/articles/2015-10-19/venezuela-foreign-reserves-fall-to-12-year-low-as-payments-loom Venezuela has $15.3b in fx reserves.  It has debt payments coming up of $1.5b this month and $3b in Nov."], [43, "2015-10-23T02:07:09Z", [0.15], ""], [532, "2015-10-22T21:48:59Z", [0.08], "http://www.ft.com/fastft/410871/crunch-time-venezuela"], [368, "2015-10-22T20:01:44Z", [0.05], ""], [1646, "2015-10-22T15:43:18Z", [0.08], "4 months left"], [691, "2015-10-22T10:34:13Z", [0.05], ""], [368, "2015-10-21T19:35:57Z", [0.05], ""], [532, "2015-10-21T17:32:05Z", [0.08], ""], [691, "2015-10-21T12:39:28Z", [0.05], ""], [231, "2015-10-20T23:17:57Z", [0.23], "\"default likely for 2016\" Eurasia: http://www.bloomberg.com/news/articles/2015-10-19/venezuela-foreign-reserves-fall-to-12-year-low-as-payments-loom "], [368, "2015-10-20T18:54:33Z", [0.1], ""], [691, "2015-10-20T18:23:00Z", [0.04], ""], [167, "2015-10-20T15:11:47Z", [0.03], ""], [368, "2015-10-19T17:39:18Z", [0.05], ""], [691, "2015-10-19T15:15:22Z", [0.04], ""], [73, "2015-10-19T14:43:02Z", [0.08], "Staying put. Await election result to modify"], [493, "2015-10-19T14:28:53Z", [0.05], "Still able to meet their requirements for at leasy 1H16. Lowering prob."], [912, "2015-10-19T04:00:17Z", [0.18], ""], [691, "2015-10-18T14:10:46Z", [0.04], ""], [4656, "2015-10-17T22:14:51Z", [0.0], "Economic realities can lag behind political appearances for years before they're openly admitted. Maduro has a few years left before a decision will be necessary."], [368, "2015-10-17T18:23:44Z", [0.05], ""], [1028, "2015-10-17T16:49:06Z", [0.2], ""], [691, "2015-10-17T11:47:34Z", [0.05], ""], [689, "2015-10-16T23:58:17Z", [0.65], "Comment deleted on May 10, 2016 06:29PM UTC"], [368, "2015-10-16T22:44:43Z", [0.05], ""], [73, "2015-10-16T21:47:33Z", [0.08], ""], [368, "2015-10-15T21:31:58Z", [0.05], ""], [532, "2015-10-15T14:17:40Z", [0.1], "Affirming prior forecast."], [691, "2015-10-15T13:20:25Z", [0.05], ""], [368, "2015-10-14T19:05:33Z", [0.05], ""], [691, "2015-10-14T13:33:16Z", [0.06], ""], [740, "2015-10-14T10:24:31Z", [0.61], ""], [368, "2015-10-13T20:05:05Z", [0.05], ""], [94, "2015-10-13T17:24:47Z", [0.15], "Updating for passage of time"], [691, "2015-10-13T12:52:27Z", [0.06], ""], [505, "2015-10-12T18:24:38Z", [0.55], "government ownership of debt reduces chance of default "], [368, "2015-10-12T17:38:51Z", [0.05], ""], [3922, "2015-10-12T15:16:04Z", [0.1], "- Don't see a default before the Venezuelan election.\n- Quite surprisingly, over the last few years Venezuela has continued to pay off foreign debt despite disastrous economic policies.\n- No reason to assume it won't continue to do so.\n- Global economic shocks could be it's undoing"], [4199, "2015-10-12T14:29:40Z", [0.59], "+10 odd base points. The major power in the South American Left scarcely has the time, let alone the political ability, to help Caracas, and it's running increasing risks of impeachment."], [493, "2015-10-12T13:09:58Z", [0.1], "Affirming prior."], [73, "2015-10-12T04:37:34Z", [0.12], ""], [368, "2015-10-11T21:10:37Z", [0.05], ""], [740, "2015-10-11T15:08:48Z", [0.59], ""], [3617, "2015-10-11T12:47:58Z", [0.15], ""], [212, "2015-10-11T09:06:40Z", [0.05], ""], [368, "2015-10-10T21:52:58Z", [0.05], ""], [64, "2015-10-10T17:47:02Z", [0.2], ""], [691, "2015-10-10T12:11:45Z", [0.06], ""], [2459, "2015-10-10T03:14:12Z", [0.1], ""], [1993, "2015-10-09T19:33:47Z", [0.05], "Venezuela has assets and access to credit. They may refinance, but no one has an appetite for default. All the talk of default is pre-election propaganda and will most likely subside after December."], [43, "2015-10-09T18:30:01Z", [0.1], "Following Anneinak down from 15% on the basis of her comment on FX reserves."], [38, "2015-10-09T18:05:27Z", [0.0], "https://www.argusmedia.com/News/Article?id=1116375 Oct 8.  \"Venezuela's government and state-owned oil company PdV have eluded a threat of default on a combined $6bn of foreign debt due on 28 October and 2 November, according to foreign bankers, financial analysts and current and former Venezuelan central bank officials  . . .\n\" . . .The total is equivalent to almost 38pc of the central bank´s current foreign reserve assets of $16.1bn, including about $1.7bn in cash. \" . . .Venezuela's government has never failed to pay its foreign debts on time since it first came to power in 1999.\n. . . \n\"The government and PdV also have \"additional resources and options\" including new bond issues that could be placed privately with the central bank or other Venezuelan public entities, additional central bank gold swaps, and more sovereign and PdV debt buybacks financed through vehicles like PdV's pension fund, the economy ministry official adds. The government is also compiling an inventory of other assets worth up to $30bn that could be liquidated to raise more cash, according to the economy ministry.\n. . .\n\"A default before the National Assembly elections on 6 December would be disastrous for the PSUV and even could threaten the survival of the Maduro presidency within his own party,\" a senior party legislator tells Argus.\n. . . \n\"While Caracas appears to have averted a default this year, the outlook for 2016 is uncertain. Venezuela's government and PdV face combined debt maturities of $10.3bn in 2016, including $1.5bn due in the first quarter.\n. . . \n\"The economy ministry's figures indicate that Venezuela needs an oil price of $100/bl to cover its external deficit.\n. . .\n\"Venezuela's total export revenues in 2014 were about $66bn, including PdV's oil exports, according to the economy ministry. The country's total exports in 2015 could be almost 50pc lower due to the steep oil price decline.\n~~~~~~~\nCOMMENT:  With fx reserves of $10bn, it ought to be able to cover $1.5bn due in early 2016"], [73, "2015-10-09T17:22:59Z", [0.18], "will monitor after elections."], [691, "2015-10-09T16:47:40Z", [0.06], ""], [3734, "2015-10-09T10:15:55Z", [0.19], "On an overall basis, the probability on any country defaulting is low.  Venezuela in particular is an oil rich country and has alliances with Russia and the communists in general.  They will bail them out."], [43, "2015-10-08T21:35:38Z", [0.15], "Increasing probability on the basis of growing  economic bad news for Venezuela's patron, China.  If there's something strange in your neighborhood\nWho you gonna call? Xi Jinping!\nIf there's something weird and it don't look good\nWho you gonna call? Xi Jinping!\n(apologies to Ray Parker Jr.) Source for China troubles: Dateline 10-8-15 https://www.washingtonpost.com/opinions/the-global-economy-is-in-serious-danger/2015/10/07/85e81666-6c5d-11e5-b31c-d80d62b53e28_story.html"], [3363, "2015-10-08T19:33:57Z", [0.25], ""], [4199, "2015-10-08T19:04:24Z", [0.55], "The question states, either the government or PDVSA. These may seem near-identical from a financial POV, but institutionally and culturally, they're not. This is just slightly above even odds because of shifting political balances and increased scrutiny on a continental level. Many of the bad news for Petrobras are also bad news for PDVSA. The Venezuelan opposition has already called for assistance from the Brazilian opposition, and a quick change in Brazilian leadership that removes support for Maduro may trigger a \"Latin American spring\". If the Brazilian regime was stable and Cuba wasn't facing its attention away, I might have scored this at 35%. It'd still be very dire straits, but the current Venezuelan regime might have been more willing to show strength and impose economic hardships on its people to keep PDVSA healthy. Brazilian experience also shows how opening political possibilities can destabilize the economy, as president Rousseff faces some degree of \"sabotage\" or \"blackmail\" that was already instrumental in guiding S&P ratings. My probabilities will probably increase as the political opposition in Brazil gains strength, and weaken if a gradual political opening doesn't exhibit the dynamics seen in Brazil."], [368, "2015-10-08T17:53:27Z", [0.05], ""], [691, "2015-10-08T16:48:42Z", [0.06], ""], [93, "2015-10-07T23:55:15Z", [0.1], ""], [368, "2015-10-07T23:16:01Z", [0.05], ""], [36, "2015-10-07T23:00:46Z", [0.09], ""], [2289, "2015-10-07T22:19:56Z", [0.05], "The rate of FOREX decline has stabilized over last few months, despite continued depression of oil prices. There is no near term threat of more US crude getting to Gulf Coast, which would further depress their oil income. Despite the impoverishing socialism at home, the current Bolivarian Revolution has not shown any appetite to anger their foreign creditors. The folks at home may have to wipe with their hands but the bonds will be paid. Bond yields have continued to decline over the year."], [1850, "2015-10-07T19:32:02Z", [0.77], "There is a high likelihood they will default.  Statements regarding them using their gold to hold them over are not realistic as they will be very loathe to part with hard assets when there is potential for further decline.  Guns and ammunition are not sold on credit, so the ruling class will make sure they have the ability to maintain their military apparatus/police force to stay in power.  There is \nsome hope that China might prop them up, but they have enough issues at home to make that less likely.  Will revisit as more information comes available and especially after their elections."], [691, "2015-10-07T12:41:09Z", [0.06], ""], [680, "2015-10-07T04:11:18Z", [0.0], "A default seems unlikely by 1 March.  Venezuela's gold reserves seem adequate to take it beyond that date.  A few months after March might be another story. "], [102, "2015-10-07T03:23:16Z", [0.0], "Beat the crowd."], [306, "2015-10-07T01:44:48Z", [0.2], ""], [4064, "2015-10-06T21:14:22Z", [0.04], ""], [691, "2015-10-06T18:24:15Z", [0.07], ""], [368, "2015-10-06T17:32:27Z", [0.05], ""], [493, "2015-10-05T18:13:12Z", [0.1], "Affirming prior."], [368, "2015-10-05T18:06:44Z", [0.05], ""], [691, "2015-10-05T15:52:39Z", [0.07], ""], [1562, "2015-10-04T21:09:29Z", [0.15], "Venezuela still supported by China."], [3848, "2015-10-04T21:06:17Z", [0.85], ""], [102, "2015-10-04T20:48:37Z", [0.15], "Raise to crowd."], [691, "2015-10-04T13:56:36Z", [0.08], ""], [102, "2015-10-04T05:01:13Z", [0.05], "Up a touch from 0% based on possible failure of sugar daddy. [1] [1] http://www.nytimes.com/2015/10/04/world/americas/chinas-ambitious-rail-projects-crash-into-harsh-realities-in-latin-america.html"], [368, "2015-10-03T20:46:22Z", [0.05], ""], [231, "2015-10-03T18:16:27Z", [0.2], "Lowering on this announcement: http://www.bloomberg.com/news/articles/2015-10-01/venezuelan-bonds-rally-as-government-said-to-own-25-of-debt"], [691, "2015-10-03T14:43:01Z", [0.08], ""], [38, "2015-10-02T22:56:21Z", [0.05], "http://www.bloomberg.com/news/articles/2015-10-01/venezuelan-bonds-rally-as-government-said-to-own-25-of-debt October 1, 2015  \" . . . Finance Minister Rodolfo Marco Torres was said to have told investors in New York that government entities own about a quarter of the nation’s foreign bonds, spurring optimism that the nation will avoid default in the near-term.\n. . .\n\"Torres told investors Wednesday that the government owns as much as 25 percent of the nation’s total debt stock, without providing details on which bonds it bought, and said officials are weighing liability-management proposals, according to two people with knowledge of the matter who asked not to be identified because the meeting was private. That’s a bigger holding than investors had expected, assuming the bulk is in the shorter-dated debt, and is reducing odds that the government will default over the next three years, according to BancTrust & Co.  “Even if we assume the stock to be distributed along the entire curve, it still gives ground for a rally,” Guillermo Quiroga, an analyst at BancTrust, said in an e-mailed response to questions. “It reduces default probabilities and encourages further buyback expectations.” \"The government has about $5 billion in bond payments due in the last three months of this year and about $10 billion due in 2016. In total, Venezuela has about $70 billion in outstanding dollar-denominated debt securities, including bonds issued by state-owned oil company Petroleos de Venezuela SA, according to data compiled by Bloomberg. \"Because the total debt stock is sizable, it’s “highly implausible” that the government has bought back as much as a quarter of it, said Francisco Rodriguez, an economist at Bank of America Corp. It’s more likely that government entities own about a quarter of the nation’s short-term bonds, which would amount to about $3.5 billion of bonds due through 2017, Rodriguez said. He estimates that the government owns about 14 percent of the total debt stock.\n~~~~~~~\nCOMMENT:  This information makes me feel more confident about forecasting a low probability.\n"], [740, "2015-10-02T18:48:32Z", [0.61], "Have you some money to lose?"], [43, "2015-10-02T16:27:04Z", [0.1], "Following LitheLyricist and Anneinak, both of whom are providing excellent research. Thank you, folks."], [3604, "2015-10-02T16:19:18Z", [0.95], "My opinion Following past pattern, there will be no devaluation or default prior to the December elections and year-end.   Once Maduro is assured to remain in office, he will make moves to default.   Venezuela does not have the liquidity to pay its debts but needs to ensure continuance in power in order to do so. Probability 95% Sources Some analysts say that the decision to exit IATA may be owed to the critical financial situation of Conviasa, as well as the serious operation conditions of its fleet and the critical situation of the national commercial aircraft industry. But, the reality is that the voluntary departure of Conviasa from IATA makes no sense due to the fact that the advantages of being a member carry much more weight. Analysts have raised the hypothesis that Conviasa has a huge debt with IATA. Therefore, IATA would have detached from Conviasa until the airline pays off its debt. From <http://www.laht.com/article.asp?ArticleId=2397283&CategoryId=10717>  Venezuela: The country has probably been the worst hit by the oil price fall. Inflation is running at around 772pc per year and its currency shed 32pc in July alone. Default on sovereign debt now looks likely. From <http://www.independent.ie/business/irish/be-careful-what-you-wish-for-when-it-comes-to-a-sustained-oil-price-low-31497818.html>  \nAmong oil producing counties, Venezuela may be the worst prepared for lower oil prices, with dwindling reserves and a budget deficit of 17 percent of gross domestic product (GDP) . Oil accounts for 95 percent of Venezuela's export earnings and, combined with gas, it's 25 percent of the country's GDP. Rampant inflation has pushed consumer prices up as much as 50 percent a year, while currency controls have caused shortages of many consumer goods.  From <http://www.cnbc.com/2014/12/07/>  The Maduro government is becoming desperate, and with a 180 percent annual inflation rate and the economy expected to collapse by nearly 7 percent this year, is resorting to increasingly dirtier schemes to steal the election.  <http://www.miamiherald.com/news/local/news-columns-blogs/andres-oppenheimer/article33568107.html> "], [691, "2015-10-02T13:05:23Z", [0.1], ""], [136, "2015-10-02T10:20:06Z", [0.1], "http://www.bloomberg.com/news/articles/2015-10-01/venezuelan-bonds-rally-as-government-said-to-own-25-of-debt\n\"Torres told investors Wednesday that the government owns as much as 25 percent of the nation’s total debt stock, without providing details on which bonds it bought, and said officials are weighing liability-management proposals, according to two people with knowledge of the matter who asked not to be identified because the meeting was private. That’s a bigger holding than investors had expected, assuming the bulk is in the shorter-dated debt, and is reducing odds that the government will default over the next three years, according to BancTrust & Co.\n...\nThe government has about $5 billion in bond payments due in the last three months of this year and about $10 billion due in 2016.\n...\nIt’s more likely that government entities own about a quarter of the nation’s short-term bonds, which would amount to about $3.5 billion of bonds due through 2017, Rodriguez said. He estimates that the government owns about 14 percent of the total debt stock.\""], [1479, "2015-10-02T01:27:31Z", [0.0], ""], [38, "2015-10-01T23:38:29Z", [0.2], "http://www.bloomberg.com/news/articles/2015-09-29/the-contrarian-venezuela-bond-trade-that-s-delivering-37-return Sept 28.  This article is about a contrarian investor who is making great returns investing in Venezuelan bonds.  This investor thinks Venezuela looks good in the short term. \"Stone Harbor’s strategy is at odds with analyst recommendations at banks from Barclays Plc to Jefferies Group. . . \" \n. . . \n\"“We think they will make payments over the next two to three years,” Stuart Sclater-Booth, who helps manage $56.5 billion at Stone Harbor, said . . .  \". . . .Petroleos de Venezuela SA’s $1.4 billion of 5 percent bonds due next month traded at 100.1 cents on the dollar on Monday, up from 64 cents in January, according to Trace, the bond-price reporting system of the Financial Industry Regulatory Authority.  Stone Harbor estimates the government and PDVSA, as the oil producer is known, have already bought back close to $1 billion of the notes due next month and $750 million of the company’s bonds maturing in 2017.\" \"To Barclays’s Alejandro Grisanti, betting on the short-dated securities remains a high-risk strategy. Instead, he recommends PDVSA’s bonds due in 2024 and 2037. In a Friday note to clients, the London-based bank said it expects Venezuela, which is mired in “the worst economic crisis in its history,” to make debt payments until at least the first quarter of next year.\n. . . \n\"Swaps traders are betting there’s a 76 percent chance Venezuela will default by December 2016. That’s the highest for any sovereign in the world. Still, Jorge Piedrahita, chief executive officer of brokerage Torino Capital LLC, says Venezuela’s short-term debt continues to make the most sense. He recommends buying PDVSA and Venezuela government bonds maturing in 2016.“We still don’t see a default in Venezuela and the short-dated paper, over and over again, offers better returns than long-dated” notes, Piedrahita said from New York.\n~~~~~\nCOMMENT:  Maduro is a horrible manager, but he'll do everything possible to prevent default.  Look at how long Greece was able to keep afloat this spring:   months longer than many forecasters predicted!"], [3514, "2015-10-01T19:00:57Z", [0.04], "\"After falling to $15.4 billion last month, the lowest since 2003, Venezuela’s reserves have climbed to $16.7 billion after the country collected an oil-debt payment from Jamaica and signed a loan agreement with China.\"  http://www.bloomberg.com/news/articles/2015-08-10/ravaged-by-oil-s-collapse-venezuela-now-has-a-big-gold-problem \"Venezuela has drawn down reserves about $1 billion a month this year to counter the drop in oil prices, Morgan Stanley said in a note to clients last month.\" http://www.bloomberg.com/news/articles/2015-08-10/ravaged-by-oil-s-collapse-venezuela-now-has-a-big-gold-problem Something has to go awfully wrong for them to lose 3M a month from here on out for the next 5 month.  Plus, when it nears default time, creditors have a habit of extending some kind of deal or restructuring in a way that sometimes avoids triggering technical default.  For example:  http://blogs.wsj.com/frontiers/2015/09/02/venezuela-says-china-to-provide-5-billion-oil-loan/ However, Venezuela may be lying about the amount of their reserves, just as it lies about inflation and all kinds of other economic things."], [691, "2015-10-01T19:00:52Z", [0.11], ""], [740, "2015-10-01T18:28:07Z", [0.6], "A bolt from the blue."], [532, "2015-10-01T13:33:04Z", [0.1], ""], [83, "2015-10-01T00:01:06Z", [0.17], "Update for passage of time.  "], [368, "2015-09-30T20:02:38Z", [0.05], ""], [691, "2015-09-30T17:12:01Z", [0.11], ""], [915, "2015-09-30T00:43:52Z", [0.12], ""], [38, "2015-09-29T22:16:06Z", [0.2], "http://oilprice.com/Energy/Oil-Prices/How-Much-Longer-Can-Venezuela-Keep-The-Wolves-At-Bay.html Sept 28.  \" . . . while Maduro may survive 2015, there is “a very uncertain scenario for 2016,” Barclays concludes in its report.\n. . . \nIn a separate report in early September, Bank of America asserted that the markets were overestimating the chances that Venezuela would default, arguing that the government is willing to pay a high price to avoid such an outcome, even if that requires the liquidation of state assets. . . . \n. In short, Venezuela could paper over its problems for the rest of 2015, but that approach will become increasingly difficult to maintain next year.\n~~~~~~~\nCOMMENT:  Things are so bad in Venezuela and Maduro seems incapable of doing anything but making things worse, that a default is possible.   My impression is that Maduro is thought to be a clown.  I think China will continue to make loans against future oil, but zero is an extremely risky forecast;  I'm losing my nerve."], [1572, "2015-09-29T21:51:43Z", [0.1], ""], [368, "2015-09-29T19:33:41Z", [0.05], ""], [691, "2015-09-29T18:07:39Z", [0.11], ""], [3181, "2015-09-29T00:35:16Z", [0.85], ""], [368, "2015-09-28T19:18:49Z", [0.05], ""], [691, "2015-09-28T16:12:38Z", [0.11], ""], [493, "2015-09-28T15:07:37Z", [0.1], "Lower prob. Oil prices seem a littler higher than I had expected (I though e'd flirt with something in the $35-$40 range), so they can hang on a little longer. Still a train wreck, but they've scrubbed a little speed off before the collision. "], [2459, "2015-09-27T21:34:17Z", [0.14], ""], [2779, "2015-09-27T17:10:11Z", [0.03], ""], [691, "2015-09-27T14:27:22Z", [0.11], ""], [1767, "2015-09-26T17:27:30Z", [0.59], "I really don't see oil recovering until something hits the supply side very hard. Right now the Venezuela is the weakest link in the supply side so I don't see oil coming to the rescue. \nA decent chunck of the remaining government reserves are going to be spent in the upcoming parliamentary election trying to buy votes. \nChina isn't lending money anymore despite Maduro's begging. "], [2235, "2015-09-26T15:17:07Z", [0.05], ""], [691, "2015-09-26T13:48:04Z", [0.11], ""], [136, "2015-09-26T08:42:46Z", [0.2], ""], [231, "2015-09-26T02:03:47Z", [0.25], ""], [691, "2015-09-25T13:02:53Z", [0.12], ""], [532, "2015-09-24T15:49:43Z", [0.1], ""], [691, "2015-09-24T14:50:51Z", [0.12], ""], [1757, "2015-09-24T12:57:51Z", [0.3], ""], [1646, "2015-09-24T05:10:05Z", [0.15], ""], [452, "2015-09-23T17:31:23Z", [0.45], ""], [691, "2015-09-23T16:08:46Z", [0.12], ""], [691, "2015-09-22T21:01:45Z", [0.12], ""], [136, "2015-09-22T11:56:09Z", [0.3], ""], [689, "2015-09-22T05:23:16Z", [0.03], "Comment deleted on May 10, 2016 05:48PM UTC"], [172, "2015-09-22T02:23:24Z", [0.1], "China will support them to thumb nose at USA"], [83, "2015-09-21T20:11:22Z", [0.2], "Ititial forecast - following the crowd."], [1296, "2015-09-21T16:26:28Z", [0.1], "I am revising my probability down."], [1296, "2015-09-21T16:23:22Z", [0.25], "It is unlikely prior to March 2016"], [493, "2015-09-21T15:29:43Z", [0.15], "Affirming."], [1428, "2015-09-21T14:38:51Z", [0.0], "Too many countries in the same situation have defaulted so the example tends to encourage the same response"], [691, "2015-09-21T12:20:03Z", [0.12], ""], [1280, "2015-09-20T20:01:46Z", [0.3], ""], [691, "2015-09-20T13:06:14Z", [0.12], ""], [1070, "2015-09-20T08:46:54Z", [0.3], ""], [532, "2015-09-19T17:09:59Z", [0.1], "Default is a last-resort option.  They are not there yet.  They can restructure and refinance debt, borrow more from China, sell off other assets, etc.  "], [584, "2015-09-19T14:09:13Z", [0.25], "Given the shortness of the period of time of interest I tend to say no, even if I believe it is possible to happen later. "], [1389, "2015-09-19T13:33:37Z", [0.5], "- Due to oil subsidies V. has large deficits. Because of elections subsidies will remain in place.\n- V. has very low credit rating from all the rating agencies.\n- Oil prices dropped 30% in one year. Due to economic slowdown demand and thus prices will remain low\n- Default could be avoided with restructuring of debt (like Greece). But since nobody likes V. or is its ally this won't be voluntary.\n- Expect new government will take restructuring-initiative, but this will eventually fail because of greedy sharks (think Argentina). "], [691, "2015-09-19T12:26:55Z", [0.12], ""], [73, "2015-09-19T04:48:33Z", [0.04], ""], [294, "2015-09-18T23:31:30Z", [0.25], "\"Markit fixed income analyst, Neil Mehta, warned that the \"first sovereign casualty of the oil price slump may be on the horizon\" and told CNBC that Venezuela's CDS spread implied a 96 percent chance of a default in the next five years and a 69 percent probability in the next 12 months.\" http://www.cnbc.com/2015/08/18/could-the-oil-slump-push-venezuela-to-default.html however, Venezuela has a lot of options, and the question only runs 5 months http://www.reuters.com/article/2015/07/14/venezuela-opposition-idUSL2N0ZU1T420150714"], [691, "2015-09-18T12:21:02Z", [0.12], ""], [1585, "2015-09-18T05:51:29Z", [0.65], ""], [691, "2015-09-17T20:30:37Z", [0.12], ""], [1127, "2015-09-17T05:15:22Z", [0.65], ""], [691, "2015-09-16T21:17:04Z", [0.12], ""], [43, "2015-09-16T18:15:51Z", [0.15], "OK, how about because I'm indecisive?"], [43, "2015-09-16T18:14:48Z", [0.15], "Lowering back down a bit following pinyoncyn."], [43, "2015-09-16T17:58:59Z", [0.25], "Aligning closer to Brian MacKenzie."], [1257, "2015-09-16T17:06:34Z", [0.15], ""], [1224, "2015-09-16T16:57:52Z", [0.35], ""], [862, "2015-09-16T15:13:08Z", [0.15], ""], [1028, "2015-09-15T22:24:37Z", [0.3], ""], [657, "2015-09-15T16:51:07Z", [0.05], "Initial forecast"], [961, "2015-09-15T16:38:45Z", [0.33], "Odds increase with continuing low oil and internal distress"], [691, "2015-09-15T12:17:57Z", [0.15], "They won't run out of money for a while yet, and they keep saying they're not going to default. The government is not likely to permit a PDVSA default either."], [900, "2015-09-14T20:37:10Z", [0.35], ""], [505, "2015-09-14T19:27:48Z", [0.85], "As the oil glut continues as iran goes online and prices fall, Venezuela's revenue will decrease.  Any attempts to raise production will lead to further  revenue losses."], [493, "2015-09-14T18:34:12Z", [0.15], "Prior to elections in December? No, that would be a disaster, and they appear to have the money (or at least guarantees of having the money) for the rest of 2015. http://blogs.barrons.com/emergingmarketsdaily/2015/09/03/venezuela-default-risk-overstated After that, they're probably OK for at least the first quarter of 2016. If there is a power shift in the December elections, a new gov't will do everything possible to avoid default. Even if there's not, they can probably scrape up the cash for at least a few months, though it may mean absolutely wrecking what is left of a domestic economy. Note that even in places like Greece default took longer than most people thought. Worst case scenario is that oil prices go down appreciably and that China crashes. I don't find either of those two things likely in the next six months. So . . . (sticks finger in wind) . . . 15%.\n"], [710, "2015-09-14T13:47:42Z", [0.1], ""], [476, "2015-09-14T11:44:28Z", [0.09], "Now that Argentina's diplomatic work has been rewarded with passage of the new \"non-binding\" UN procedures for treatment of \"sovereign\" debt this default becomes less likely. But it can be used as a \"threat\" to influence markets and pump and dump speculators like the Soroscitos. The US still is a major trading partner with Venezuela and China has invested around $29 billion in the oil business there.  With the global economy still in \"crisis\" and the Bretton Woods instutions (IMF and World Bank) begging the Fed to hold off on a rate hike. The potential for a cascade of crapouts (Argentina, Brazil) is possible but it won't help \"sustainable\" growth.  Maybe an \"October surprise\" to influence the 2016 US presidential vote;)"], [849, "2015-09-14T03:58:55Z", [0.45], "China's got other things to worry about. "], [231, "2015-09-13T20:35:52Z", [0.38], "63% by sep 2016. Also interesting to note that China funds are tied to specific projects. http://www.bloomberg.com/news/articles/2015-09-10/venezuela-bond-traders-only-care-about-oil-as-correlation-jumps  Raising somewhat.\n"], [254, "2015-09-13T19:43:49Z", [0.2], "Seems they will manage to delay until later in 2016."], [814, "2015-09-13T18:17:51Z", [0.95], "Unless the Venezuelan government can get for foreign money to support it in terms of PDVSA, they will default. Maduro's attempts to quiet the dissent of his actions will wane and turmoil in the country will ensue creating political instability and further ratcheting up of authoritarian rule in the face of financial failure"], [740, "2015-09-13T17:33:13Z", [0.6], "It could not last forever."], [51, "2015-09-13T15:48:36Z", [0.1], "After further thought regarding other comments I made earlier, revising downward.  "], [706, "2015-09-13T02:31:38Z", [0.99], "PDVSA.  Russia and China can't and won't bail them out on this one as oil prices remain low through December."], [40, "2015-09-13T01:28:43Z", [0.15], ""], [38, "2015-09-12T02:08:51Z", [0.0], "http://www.mineweb.com/news/energy/venezuela-bond-traders-only-care-about-oil-as-correlation-jumps/ 9/10  \"Traders are signaling there’s a 63 percent chance Venezuela will default by September 2016, compared with a 54 percent probability three months ago, based on credit-default swaps.\" \"Maduro also traveled to Doha on Sept. 4 to push for higher oil prices. Venezuela wants to see crude return to at least $70 a barrel, . . .\" \"For each dollar that oil declines on average, Venezuela loses about $700 million in revenue, . . . \"\n~~~~~~\nCOMMENT:  China has loaned Venezuela $5b repayable in oil twice this year, I think.  I am of the opinion that China will continue to do this, and that Venezuela will continue to meet its obligations for the next 6 months.   Having sat at 0% for 5 days to neutralize prior high forecasts,  I'm now ready to move to what I consider a more realistic one:  19%"], [677, "2015-09-12T02:00:37Z", [0.0], ""], [231, "2015-09-11T15:40:45Z", [0.2], "\nDefault risk overstated: http://blogs.barrons.com/emergingmarketsdaily/2015/09/03/venezuela-default-risk-overstated/  And the recent China loan."], [568, "2015-09-11T14:43:18Z", [0.45], ""], [500, "2015-09-10T18:36:19Z", [0.0], "VERY BAD EKONOMY"], [511, "2015-09-10T17:39:59Z", [0.35], ""], [102, "2015-09-10T17:13:18Z", [0.0], "Apply logistic regression followed by Ausrücken operator."], [427, "2015-09-10T04:34:35Z", [0.2], "Think they will squeeze through to March thanks to their Chinese friends"], [89, "2015-09-10T01:16:35Z", [0.1], "Though Venezuela doesn't seem to have enough money for any of its expenses over the next 6 months, it will prioritize debt obligations even over starvation and collapse - because foreign investment is the only way out of this hole until oil prices rise. Furthermore, the president still has a few years to go until re-election crunch-time, meaning he can continue to disregard the immediate needs of his electorate for a longer-term plan."], [407, "2015-09-09T22:53:47Z", [0.65], ""], [43, "2015-09-09T02:31:49Z", [0.1], "Lured downward by anneinak."], [38, "2015-09-08T22:05:03Z", [0.0], "http://www.bloomberg.com/news/articles/2015-09-07/in-hungry-venezuela-a-brazil-beef-giant-has-extraordinary-power Some info about the state of the economy in Venezuela:\n-hyperinflation\n-incredible shortages of basic things like tp\n-a Caracas-based consultancy notes that the Venezuelan government has $28 billion of unpaid invoices to private companies.\n-\"The government’s main worry now is food supply. They need to keep supplying shops to stay in power.”\n-\"Recently, the Maduro government declared a state of emergency near part of the Colombian border, saying the smuggling of goods worsened shortages, a move critics consider scapegoating to divert attention from failed policies.\"\n-\"The Venezuelan government’s land redistribution program -- part of the socialists’ confrontation with the private sector -- has driven many cattle ranchers out of business. . . .  It has reduced domestic beef production from 60% of the market a decade ago to 20%.\" \"Only one in five voters say they want Pres Maduro to serve out his term ending in 2019. \"\n\"The ruling party could lose control of congress for the first time in 16 years.\"\n~~~~~~~\nCOMMENT:  While there may be a change in government/leadership, I do not think that Venezuela will default.  They can continue to guarantee future oil deliveries for short term loans."], [54, "2015-09-08T21:36:55Z", [0.65], ""], [90, "2015-09-08T18:12:04Z", [0.15], "6 months, not likely. "], [136, "2015-09-08T18:03:14Z", [0.3], "\"Venezuela and its state-owned oil company Petroleos de Venezuela SA are on the hook for $5.8 billion of interest and foreign-debt bond principal this year, with an additional $10.8 billion coming due next year, data compiled by Bloomberg show.\"\nhttp://www.bloomberg.com/news/articles/2015-09-03/venezuela-leader-hooked-on-china-cash-spurs-9-000-mile-journey As far as I understand, there are only 2 bonds issued by PDVSA or Venezuela maturing before 1 March 2016:\nhttp://www.quotenet.com/bond/search?borrower=153\nhttp://www.quotenet.com/bond/search?borrower=50951\n10/28/2015, PDVSA, $1.41B plus interest\n02/26/2016, Venezuela, $1.5B plus interest So I guess most of those $10.8 billion are interest and principal due after 1 March 2016 (although I can't quite reproduce Bloomberg's exact numbers).\nThat seems manageable. On the other hand: If their burn rate increases, they might not have enough for February payment:\n\"The country burned through foreign reserves at a clip of almost $1.8 billion a month between March and July. At that pace, it could run out of cash by April, Scotiabank analyst Joe Kogan estimated in an Aug. 28 note to clients. Even in Scotiabank’s best-case scenario, Venezuela’s $16.4 billion of reserves will last only until August 2016.\" And not sure about the new Chinese loan:\n\"Finance Minister Rodolfo Marco Torres said in July that a $5 billion loan from China had been renewed, while Maduro said late Tuesday that he obtained a fresh $5 billion to increase oil production.\" And:\n\"Credit-default swaps for Venezuela and PDVSA show traders have doubts about the support. The contracts are pricing in a 70 percent probability of default by September 2016, up from 50 percent three months ago.\""], [36, "2015-09-08T16:07:01Z", [0.19], ""], [240, "2015-09-08T03:31:43Z", [0.0], ""], [234, "2015-09-08T01:12:11Z", [0.12], ""], [29, "2015-09-07T20:56:45Z", [0.2], "Venezuela is abanking on Chinese money, while China has other problems at the moment. So the chance of default is rising. Higher oil prices would lower the probability, but lower oil prices would increase it. A longer timeframe would make default more likely."], [94, "2015-09-06T19:56:45Z", [0.2], "Based on the IBTimes story [1] quoted by GJDrew, financial markets think there is a 73% chance of default before September 2016, proportionally a 37% chance before the beginning of March.  However, most of the big payments seem to be after the beginning of March, and crowd sentiment seems to be for a 20% chance, so I am lowering my estimate accordingly. [1] http://www.ibtimes.com/venezuela-debt-default-amid-oil-slump-fears-rise-again-after-china-market-meltdown-2072982"], [123, "2015-09-06T18:41:32Z", [0.9], "It would be like Maduro to flip off the world by defaulting - His Argentine witch friend can tell him it is possible."], [170, "2015-09-06T16:48:58Z", [0.05], "My thoughts on Venezuela's default are exactly to Anneinak, this story continues to roll year by year (just like with Greece)… Nonetheless, interested parties would not let default to happen - at least, for as long as there some profit could be made."], [175, "2015-09-06T12:32:40Z", [0.1], ""], [212, "2015-09-06T12:27:21Z", [0.65], "As the second Bloomberg link GJP have included, http://www.bloomberg.com/news/articles/2015-08-10/ravaged-by-oil-s-collapse-venezuela-now-has-a-big-gold-problem, talks about, if the price of gold keeps dropping, Venezuela's going to not have enough money to make repayments. With the US Federal Reserve certainly likely to increase interest rates before the closing date, gold prices are likely going to decrease further.  Oil prices also don't seem like they'll significantly improve as demand remains weak and there continues to be an oversupply. On top of all that, there's this: http://www.cnbc.com/2015/08/18/could-the-oil-slump-push-venezuela-to-default.html"], [38, "2015-09-05T18:37:00Z", [0.0], "I just had a thought:  I read that many think Venezuela could default as early as next spring.  COULD is the operant word.  I assume it is based on the numbers. I won't dispute or question them.  But there can be a significant time gap between \"could\" and \"will\":  look at how long Greece seemed to teeter on the precipice this spring.  China needs oil; Venezuela's got it.  I think China will continue to come to the rescue of Venezuela."], [38, "2015-09-05T17:35:59Z", [0.1], "http://celebcafe.org/venezuela-says-china-to-give-5-billion-oil-loan-2552/ China has agreed to loan an additional billion, with the intention of having the money dedicated to boosting Venezuela’s struggling oil sector. Maduro’s cash-strapped government had already secured a 5-billion loan from China in April.\n~~~~~~~\nCOMMENT:   I assume that China is committed to keeping Venezuela afloat, and that this loan is what they think will do it."], [43, "2015-09-04T18:53:59Z", [0.15], "Lowering prediction on the basis of Anne Kilkenny's excellent analysis."], [38, "2015-09-04T18:40:42Z", [0.2], "http://blogs.barrons.com/emergingmarketsdaily/2015/09/03/venezuela-default-risk-overstated/ Despite a slump in oil revenue on which Venezuela depends, the indebted country has the resources and willingness to meet its debt obligations without defaulting this year, says a Bank of America/Merrill Lynch Analyst writing from Caracas where he’s been meeting with policymakers, politicos, private-sector players and local economic analysts.  He says the market has been overestimating the chances of a Venezuela default and underestimating the chances of a political transition in 2016 following elections in December. He sides with the bulls, who point to the magnitude of the country’s assets and its access to non-conventional sources of debt financing (China just made another loan to Venezuela.) Rodriguez writes: “The overwhelming consensus among locals is that the government will comply with this year’s amortizations. Authorities assured us that state-owned entities have repurchased the bulk of the P15 amortizations as well as an important part of the P17s, at the same time as PDVSA [Petroleos de Venezuela, the state-owned oil company] continues to set aside the cash to make these amortizations when they come due. The implication is that PDVSA will be able not only to pay this year, but also to provide state-owned entities such as the PDVSA pension fund with the cash necessary to start repurchasing the 2016 amortizations …\nIn contrast, locals are much more divided on whether a default will occur in 2016 … We continue to see a second-half 2016 default as the less probable scenario …\nVenezuelan political figures are beginning to acquaint themselves with the nuances of the distinction between default, restructuring and refinancing. Almost everyone on the opposition side is against the idea of a hostile default or repudiation, though some would be amenable to a friendly restructuring. Many are unaware that in the absence of CACs [collective action clauses] in PDVSA and some sovereign bonds, the legal difficulties posed by a friendly restructuring are similar to those entailed by a hostile default. The discussion is made even more confusing by the fact that many in the opposition would like to see the [President Nicolas] Maduro administration default not because they think this is a good policy choice, but because it would serve as demonstration of its incapacity to manage the economy. This fact is also one of the reasons why the government is willing to pay a very high cost to continue to service its external debt.”\n~~~~~~~\nCOMMENT:  I think I've allowed my low opinion of Maduro and his economic policies to cloud my judgment.  I wasn't aware that anyone was saying that Venezuela had the resources to meet its obligations.   I'm flipping my forecast.  Maduro will fight tooth & nail to prevent a default, and so will his successors.  "], [131, "2015-09-04T18:39:43Z", [0.15], "I expect Venezuela to delay any possible default as long as possible. Don't expect China to keep them floating indefinitely though, their support has limits - if the situation doesn't improve, they're going to want some sort of material concession instead of a promise to eventually pay them back."], [134, "2015-09-04T18:14:33Z", [0.35], ""], [110, "2015-09-04T18:12:55Z", [0.05], "This is a big old: http://www.bloomberg.com/news/articles/2015-03-11/venezuela-s-5-9-billion-cash-burn-raises-bond-concerns Key takeway: \"After Monday, Venezuela has $4.84 billion of dollar debt payments to make in the next 12 months. The country’s next international bond maturity will be in February 2016, when it has to pay $1.5 billion. Venezuela may also need to make about $7.5 billion of debt payments to China, according to Barclays. State-owned oil company Petroleos de Venezuela SA has $6.2 billion of bond payments to make by the end of March 2016. \" I believe that they will default at the end of March, or beginning of April, which is after the question closes."], [109, "2015-09-04T17:41:06Z", [0.08], ""], [102, "2015-09-04T13:53:32Z", [0.2], "No based on China strategic investment for force projection. [1] [1] http://www.bloomberg.com/news/articles/2015-09-03/venezuela-leader-hooked-on-china-cash-spurs-9-000-mile-journey"], [43, "2015-09-03T23:08:53Z", [0.2], "Predicting on the basis of Dwight's analysis and source. Will keep close watch on China, Venezuela's Daddy Warbucks. If China were to fold on its support, will raise probability."], [2, "2015-09-03T21:07:53Z", [0.27], "Per @Dwight's comment, I think I still set it too high... moving down a little."], [51, "2015-09-03T20:59:08Z", [0.2], "\nIt seems highly improbable the county will not find a way to muddle through for the next six months.  Parliamentary elections will be in December, so it seems quite unlikely the standing government would commit suicide with a default prior to that time.  The following article makes a good implicit case that reserves will last until at least April next year.  And that is before any additial support provided by China, which Venezuela is working to line up.  It does mention the additional $5.0 billion arranged with China, which should carry Venezuela through the rest of the year.  http://www.bloomberg.com/news/articles/2015-09-03/venezuela-leader-hooked-on-china-cash-spurs-9-000-mile-journey What can go wrong:  Government mis-management of the situation (Russia defaulted unbidden in the late 90s..the idiots), worsening macro-economic conditions causing China to cut them off, civil unrest demanding default today in order to ensure political survival tomorrow.   Now if this proposition went out to September 2016, I would probably not have the guts to make this call.  2016 is shaping up to be a rough year for this country.  And the annual maturity chart in the above article looks like a Tsunami coming during the next few years.  "], [97, "2015-09-03T13:32:23Z", [0.1], "I think China will continue to extend loans, effectively buying an unequivocal ally in South America . "], [57, "2015-09-03T12:47:06Z", [0.15], "China continues to boost Venezuela's economy and in doing so is establishing a strong foothold in another South American country. The looming default only serves China's purpose of creating Venezuela's increasing dependency upon it. UPDATE 1-China signs off on $5 bln loan to boost Venezuela oil output -Maduro http://www.cnbc.com/2015/09/01/reuters-america-update-1-china-signs-off-on-5-bln-loan-to-boost-venezuela-oil-output-maduro.html "], [93, "2015-09-03T02:29:29Z", [0.65], "Unless global oil production curtails soon."], [36, "2015-09-03T01:14:29Z", [0.3], ""], [77, "2015-09-02T23:39:46Z", [0.1], "Were PDVSA to avoid default until October 2017, bond investors would realize annualized returns of about 10 percent or more in a restructuring, assuming a recovery value of 30 percent, Velasco said in a report last week. Any restructuring probably wouldn’t take place before 2016, he said. “Low entry points have the potential to generate positive returns in certain restructuring scenarios,” he said in the report. Given that, the bond holders would prefer the default be extended in time. Possibly, there are some back room deals to achieve just that, making early next year less probable.\n"], [86, "2015-09-02T18:21:26Z", [0.45], "Good chance. They have been in a precarious position for months, and unlikely oil will rise. Bond markets give it a high probability within a year.\nhttp://www.bloomberg.com/news/articles/2015-08-27/these-30-cent-bonds-are-barclays-s-top-pick-in-venezuela-default\nCredit-default swaps traders put the probability of a Venezuela and PDVSA default by September 2016 at 73 percent, up from 40 percent three months ago."], [64, "2015-09-02T18:05:34Z", [0.3], "The probability derived from the pricing of the CDS is about 20%, but the entire paradigm could change with a wildcard like regime change. So, to be safer as an estimate, I'm going to go a little less extreme... at 30%"], [71, "2015-09-02T11:37:15Z", [0.01], "No chance, they have enough money. Defaulting is not a good idea. Even Maduro can see that.."], [38, "2015-09-02T07:39:03Z", [0.71], "Venezuela's financial situation was precarious when oil was $45!  Maduro is starting to blame Columbians and expel them, which may be politically expedient, but isn't going to generate revenue to make loan payments with.  Last I checked, financial analysts put Venezuela at the head of their list of nations that might default."], [2, "2015-09-02T01:48:59Z", [0.35], "Moving down a little bit.  It's quite possible but over 50% in the next 6 months is too high."], [54, "2015-09-02T01:41:04Z", [0.55], "I don't see the attraction of continuing to pay barring a sharp uptick in oil. They were hardly solvent at $90 a barrel, and limped into the most recent China loan. It seems unlikely that further credit will be extended, and the implausibility of paying it back would seem like it's going to induce a default sooner rather than later. "], [41, "2015-09-02T01:09:30Z", [0.3], ""], [41, "2015-09-02T01:08:50Z", [0.45], "Preliminary polling indicates that opposition lawmakers are likely to wreck the United Socialists in December's National Assembly elections, but they'll take office in early January and that's only ~1.5 months to cause a default. Given Argentina's history with default (in 2001-2, they went through 3 presidents in under half a year -- http://blogs.ft.com/beyond-brics/2015/03/09/venezuelan-default-not-likely/ ), it feels unlikely that Maduro would sign what is likely to be his political death warrant. The major wild-card would be if Maduro's situation gets so grim that he preemptively resigns, which is certainly a possibility in the face of ~25% approval rates and few appealing economic options, but protests appear to be somewhat less serious than they were in early 2014. "], [41, "2015-09-02T00:49:14Z", [0.6], ""], [47, "2015-09-02T00:41:53Z", [0.55], ""], [26, "2015-09-01T23:42:16Z", [0.15], "You never know, but I don't think that would be wise..."], [2, "2015-09-01T19:56:39Z", [0.55], "Default is always the last option.  But the financial markets seem to think this has a high likelihood http://www.ibtimes.com/venezuela-debt-default-amid-oil-slump-fears-rise-again-after-china-market-meltdown-2072982 \"Credit default swaps traders estimated that Venezuela and its state-run oil company, Petroleos de Venezuela SA, had a 73 percent chance of defaulting on its external debt before September 2016, compared to an estimate of 40 percent three months earlier, Bloomberg reported. \""]], "open_date": "2015-09-01T20:53:00Z", "close_date": "2016-02-29T22:00:06Z"}