{"question_id": 899, "title": "In National Institute of Family and Life Advocates v. Becerra, will the Supreme Court rule that any state-licensed healthcare providers were improperly denied an injunction over California's Reproductive FACT Act?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.65, 0.35], "correct_answer": "Yes", "correct_forecast": 0.65, "preds": [[1333, "2018-06-27T12:57:35Z", [0.75], ""], [35831, "2018-06-27T03:37:51Z", [1.0], ""], [5018, "2018-06-26T20:12:39Z", [1.0], ""], [43311, "2018-06-26T16:18:33Z", [1.0], "https://www.supremecourt.gov/opinions/17pdf/16-1140_5368.pdf https://www.gjopen.com/comments/comments/712925"], [46079, "2018-06-26T15:42:16Z", [1.0], ""], [4681, "2018-06-26T14:32:50Z", [1.0], ""], [48197, "2018-06-26T14:21:15Z", [1.0], "https://www.supremecourt.gov/opinions/17pdf/16-1140_5368.pdf"], [691, "2018-06-26T12:30:13Z", [0.65], ""], [13377, "2018-06-24T08:26:59Z", [0.62], ""], [691, "2018-06-23T19:20:03Z", [0.62], ""], [4681, "2018-06-22T20:08:49Z", [0.75], ""], [691, "2018-06-22T12:38:36Z", [0.62], ""], [53555, "2018-06-22T01:52:49Z", [1.0], ""], [36856, "2018-06-21T18:48:41Z", [0.6], ""], [691, "2018-06-20T19:48:42Z", [0.62], ""], [58300, "2018-06-20T03:18:34Z", [0.2], ""], [691, "2018-06-17T13:08:33Z", [0.62], ""], [1333, "2018-06-16T14:27:38Z", [0.65], ""], [691, "2018-06-16T13:10:03Z", [0.62], ""], [59051, "2018-06-16T01:02:05Z", [0.66], ""], [59048, "2018-06-15T15:27:19Z", [0.99], "It seems to be a pretty clear-cut case of the government compelling speech and the justices seemed to agree during oral arguments. I think Kagan might even be in the majority on this one with a 6-3 split in favor of NIFLA (with Justice Thomas writing for the majority). "], [691, "2018-06-14T17:14:34Z", [0.62], ""], [44808, "2018-06-14T11:42:10Z", [0.05], ""], [1333, "2018-06-13T14:44:46Z", [0.55], ""], [59008, "2018-06-13T04:49:29Z", [0.59], "Next to the immigration case this is difficult case to count votes because of fear/desire that justices will have of the whiplash that next year’s cert. petitions arguing that mandatory pro-life counseling will suffer the same fate as against the free speech interests of the clinic and liberty rights of their clients.  "], [42162, "2018-06-12T21:23:09Z", [0.81], ""], [691, "2018-06-11T13:03:17Z", [0.62], ""], [35831, "2018-06-09T14:19:46Z", [0.8], ""], [691, "2018-06-08T13:42:40Z", [0.62], ""], [1333, "2018-06-07T15:55:42Z", [0.63], ""], [691, "2018-06-04T11:37:47Z", [0.62], ""], [691, "2018-05-31T18:06:06Z", [0.62], ""], [4824, "2018-05-30T16:47:18Z", [0.75], ""], [691, "2018-05-28T17:27:59Z", [0.62], ""], [1333, "2018-05-27T14:32:50Z", [0.64], ""], [13377, "2018-05-27T07:37:24Z", [0.64], ""], [691, "2018-05-26T13:13:38Z", [0.64], ""], [35636, "2018-05-25T09:39:25Z", [0.2], "WoC0.60 and decreasing from 0.95 Hmm. Think I'll just go No given inactive accounts and perhaps a few accounts may have gone very high.  Wish there was a bar graph graphic here rather than a line. Like on Almanis by dysruptlabs. That site is so slow and buggy it's not funny, but the proportions of answers in bar chart is great. "], [691, "2018-05-24T20:19:05Z", [0.64], ""], [46029, "2018-05-23T01:41:03Z", [0.55], ""], [34405, "2018-05-22T20:42:02Z", [0.0], ""], [691, "2018-05-22T14:49:07Z", [0.64], ""], [27155, "2018-05-19T10:57:25Z", [0.1], ""], [1333, "2018-05-17T15:10:15Z", [0.65], ""], [691, "2018-05-17T14:52:52Z", [0.64], ""], [35636, "2018-05-17T05:55:53Z", [0.55], ""], [1333, "2018-05-16T15:08:21Z", [0.55], "I'm starting to think they'll sit on this."], [50568, "2018-05-14T16:56:36Z", [1.0], ""], [4824, "2018-05-14T16:35:04Z", [0.65], ""], [691, "2018-05-14T12:34:55Z", [0.64], ""], [691, "2018-05-12T12:34:58Z", [0.64], ""], [58255, "2018-05-12T10:08:39Z", [0.6], ""], [55834, "2018-05-07T16:34:59Z", [0.05], ""], [1333, "2018-05-05T15:23:56Z", [0.65], ""], [691, "2018-05-01T16:17:52Z", [0.64], ""], [53585, "2018-05-01T14:55:30Z", [0.6], "Oral arguments suggest that Kennedy is sympathetic to NIFLA's compelled speech claim."], [27464, "2018-04-30T19:35:09Z", [0.6], ""], [5018, "2018-04-27T03:43:43Z", [0.85], ""], [691, "2018-04-26T01:02:01Z", [0.59], ""], [33887, "2018-04-25T08:38:30Z", [1.0], ""], [691, "2018-04-19T14:22:59Z", [0.51], ""], [48197, "2018-04-18T02:09:49Z", [0.8], ""], [691, "2018-04-16T16:31:02Z", [0.51], "The Honourable Court understands the argument that God wishes His people to have as little information as possible on certain topics, lest they exercise their free will in ways displeasing to Him.  As both an Anglican and a Republican, I am ambivalent about this, but we are after all trying to guess what the Court will do and not what the Deity prefers.  So I'm moving up.  "], [55873, "2018-04-15T23:08:48Z", [0.35], "I have difficulty seeing how the Court can uphold the claim that there is a right to deny information about standard medical options and privilege a particular religious point of view. "], [1479, "2018-04-15T04:58:45Z", [0.95], ""], [7370, "2018-04-12T15:17:25Z", [0.05], ""], [630, "2018-04-12T05:03:50Z", [0.2], ""], [691, "2018-04-09T12:15:03Z", [0.41], ""], [29980, "2018-04-08T19:39:25Z", [0.99], ""], [13377, "2018-04-08T07:56:17Z", [0.95], ""], [11059, "2018-04-08T00:49:51Z", [0.3], "I think it is not likely that the Supreme Court will say that any state-licensed health providers were improperly denied an injunction over the CA Reproductive FACT Act despite the exceptions that were mentioned in the law that could be considered \"gerrymandered\" by Elena Kagan. Supporting the free speech violation claim would open the possibility of the various state requirements on abortion providers to provide information about adoption and links of abortion to suicide, breast cancer,  etc....on the same claims of free speech violation. I think a balance will be struck to let the issue go to trial which would allow more information about the laws effects to be discovered. I am thinking the court maintains that status quo."], [53585, "2018-04-07T04:20:59Z", [0.85], "Oral arguments favored NIFL.  This is a bad year for so-called compelled speech, and again Gorsuch’s presence on the court makes this an easy prediction. That will be true in many future cases. "], [56516, "2018-04-07T00:18:16Z", [0.35], ""], [57762, "2018-04-06T22:00:18Z", [1.0], "Viewpoint  discrimination by State of California."], [57551, "2018-04-06T02:19:10Z", [0.9], "I listened to the oral arguments and read many of the briefs."], [48309, "2018-04-05T21:39:01Z", [0.75], ""], [1333, "2018-04-05T16:45:52Z", [0.55], ""], [57265, "2018-04-04T17:54:55Z", [0.85], ""], [48633, "2018-04-04T13:57:33Z", [0.15], ""], [1333, "2018-04-04T11:47:40Z", [0.45], ""], [27705, "2018-04-03T19:26:01Z", [0.95], "After oral argument, I read the court as 6-3 against California - \nAlito, Kagan, Kennedy, Sotomayor, Roberts, Thomas"], [53136, "2018-04-03T18:24:50Z", [0.95], "It undermines the federal prerogative of the 1st Amendment (religion) by forcing religious institutions to advocate for a procedure that violates their conscience."], [36942, "2018-04-03T16:19:46Z", [1.0], ""], [691, "2018-04-01T17:05:21Z", [0.41], ""], [53863, "2018-04-01T03:04:37Z", [0.2], ""], [593, "2018-03-31T15:28:39Z", [0.5], ""], [35831, "2018-03-30T19:54:55Z", [0.95], ""], [1333, "2018-03-30T14:43:16Z", [0.35], ""], [804, "2018-03-29T17:14:31Z", [1.0], ""], [1333, "2018-03-26T16:45:32Z", [0.25], ""], [48709, "2018-03-26T00:53:24Z", [1.0], "Under traditional legal principles, the Supreme Court would acknowledge that there is an important state interest in letting women know of programs available to them. Moreover, because of the factual nature of the notice and the ways it can be disseminated, the 1st Amendment \"burden\" on the crisis pregnancy centers — the extent to which the statute restricts free speech or freedom or religion rights — is extremely minimal. It's quite possible, however, that with four justices who have in the past voted to uphold any restriction on abortion, and a fifth who often joins them, the FACT Act will be condemned as compelled speech and declared unconstitutional. The burden on 1st Amendment rights will be found to be too heavy.\n"], [54140, "2018-03-25T12:53:45Z", [0.6], ""], [51931, "2018-03-23T19:50:42Z", [0.89], ""], [53555, "2018-03-23T14:17:07Z", [0.99], ""], [31450, "2018-03-22T14:33:12Z", [0.95], "Seems in oral arguments this law was challenged from both sides and that does not bode well for it."], [36736, "2018-03-22T10:39:20Z", [1.0], ""], [34353, "2018-03-21T17:40:40Z", [0.75], ""], [1333, "2018-03-21T17:16:27Z", [0.15], ""], [16272, "2018-03-21T16:37:19Z", [0.92], ""], [745, "2018-03-21T13:10:54Z", [0.99], "In an earlier version of this which for some reason did not post, I noted two issues.  One is that SCOTUS is conservative and would tend to move towards the anti abortion position. But second, there is a legitimate free speech issue here, where SCOTUS members would not want to force people to have to make such statements when they are not ones they agree with."], [43311, "2018-03-21T04:18:42Z", [1.0], ""], [16778, "2018-03-21T04:08:58Z", [0.9], "The California law appears to be in serious jeopardy. Several justices, both liberals and conservatives, appeared to side with the plaintiffs. They found the law over-reaching, legislatively gerrymandered, or violated the 1st Amendment. I count the following Justices in favor of overruling: Gorsuch, Alito, Kagan, Kennedy. Only Sotomayor and Breyer seem to support it. Thomas and Roberts will likely vote to overrule as well. Ginsburg is a toss-up, but her vote probably doesn't matter."], [48709, "2018-03-21T01:52:41Z", [0.85], "The California legislature passed the law because it was worried that crisis pregnancy centers – nonprofit organizations, often affiliated with Christian groups, that are opposed to abortion – were posing as full-service reproductive health clinics and providing pregnant women with inaccurate or misleading information about their options. \n\"Justice Ruth Bader Ginsburg joined the fray. She asked Klein whether, if the state had enacted the law to address the problem of crisis pregnancy centers providing incomplete or inaccurate information, California had ever filed charges against a center for “false and misleading advertising.\"\nhttp://www.scotusblog.com/2018/03/argument-analysis-justices-skeptical-abortion-speech-law/\nthey just went about it the wrong way and need to writ a bill that will help not hurt as always."], [45069, "2018-03-20T15:13:06Z", [0.9], "SCOTUS is an illegitimate branch of the Republican Party , with the stolen Garland seat hostage to Gorsuch thanks to McConnell's unconstitutional, probably illegal, certainly despicable, theft of that seat from the Democratic President of the USA.  And Donald hates California. So you can expect a 5:4 decision against California and choice and women's rights -- because that's what authoritarian Republicans do. "], [51931, "2018-03-20T13:11:11Z", [0.75], ""], [51018, "2018-03-20T11:34:40Z", [0.1], ""], [35831, "2018-03-19T22:22:32Z", [0.8], "Re-parsing the question and it seems remanding is a very possible outcome. The SCOTUS doesn't need to do anything, just to remanding the lower court: \" just allow the injunction, make the ruling and percolate up here...\" remanding also allow other cases to be processed through other circuits (the cases where Red states force clinics to post warnings about healthrisk of abortion and availability of adoption services). The Supreme Court like it very much to be the last recourse and not trying to do everything themselves."], [56620, "2018-03-19T18:15:10Z", [0.0], ""], [53582, "2018-03-19T17:35:28Z", [0.7], "Conservatives justices will make a lukewarm argument to allow groups like NIFLA to be free of any requirements for notices and the like... regardless of the parallels to other states which require speech for medical professionals..."], [36147, "2018-03-19T12:49:11Z", [0.56], ""], [13377, "2018-03-19T07:38:08Z", [0.08], ""], [46780, "2018-03-18T18:11:26Z", [0.67], "The court will be split on this issue as they always are.  4 on the left.  4 on the right.  Kennedy deciding.  This is an obvious infringement on individual rights of providers, and not even Kennedy is likely to go along with it."], [56512, "2018-03-18T17:33:53Z", [0.1], ""], [31142, "2018-03-18T16:24:46Z", [0.05], ""], [35831, "2018-03-18T04:04:02Z", [0.75], "Pre-oral argument opening bid."], [691, "2018-03-17T21:10:39Z", [0.08], "There is a legitimate overriding state interest here, but the current membership of the Court is becoming famous, and will become more so, for their trend to become philosophically incoherent while fiercely defending partisan interests becomes more pronounced.   On the other hand, there is some historical evidence that many Honourable Justices have overcome their partisan beginnings to defend the actual Constitution.   Stay tuned."], [27705, "2018-03-17T17:29:45Z", [0.05], "Comment deleted on Apr 03, 2018 07:23PM UTC"], [745, "2018-03-17T14:03:14Z", [0.9], "First, there is the conservative tilt of the court.  They find a way to get to the desired result.  Second, there will be a free speech issue."], [44606, "2018-03-17T12:55:00Z", [0.75], ""], [35636, "2018-03-17T06:23:08Z", [0.95], "Conservative bias. "], [1333, "2018-03-16T19:20:55Z", [0.05], ""], [46762, "2018-03-16T06:06:56Z", [1.0], "California passed a law requiring anti-abortion establishment to publish information regarding legal abortion locations, access numbers. The law is discriminatory, only targeting one sector of people, based on their free speech and/or religious views.  Anytime a law is passed which violates a strictly enumerated constitutional right, the constitutional standard has been that the government must have a compelling public interest AND the law or policy in question must be the narrowest possible to forward the states compelling interest.  If I hold position x, it is not my job to publish position -x.   If the state of California wishes to promulgate -x positions, it may do so at its own expense.  The federal government has intervened on the side of the petitioners, saying that this law does not survive even the less strict standard.  This is an interesting kettle of fish, when taken in conjunction with Masterpiece.   Nonetheless, 100% yes.   Judgement note:  Remanding to 9th circuit to reconsider is in this case saying that they were incorrectly denied an injunction.  So by the wording of the question a remand is affirmative.    Conservative-ish court. 5:4 ruling.   Kennedy providing the swing vote, due to First Amendment positions.  Adviso:   Conservative and pro-life bias."], [5018, "2018-03-16T04:21:53Z", [0.8], ""], [691, "2018-03-15T19:52:22Z", [0.06], ""], [56093, "2018-03-15T00:20:18Z", [0.05], ""], [35398, "2018-03-14T23:36:10Z", [0.1], ""], [1333, "2018-03-14T18:08:05Z", [0.0], ""], [12879, "2018-03-14T17:10:34Z", [0.25], "WAG....."]], "open_date": "2018-03-14T17:00:51Z", "close_date": "2018-06-26T17:00:35Z"}