{"question_id": 27, "title": "Will the Iranian Parliament approve the Joint Comprehensive Plan of Action before 1 November 2015?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.96, 0.04], "correct_answer": "Yes", "correct_forecast": 0.96, "preds": [[73, "2015-10-13T15:38:35Z", [1.0], "@cmeinel.  Now I am getting confused.  The question is will the Iranian Parliament approve.  They did http://www.reuters.com/article/2015/10/13/us-iran-nuclear-parliament-idUSKCN0S70F220151013 and http://www.bbc.com/news/world-middle-east-34513363.  The Guardian Council will have to ratify, \"Any bill passed by the Majlis must be reviewed and approved by the Guardian Council[13][14] to become law.\" (wiki); but that was not the question. "], [3922, "2015-10-13T14:49:41Z", [1.0], ""], [176, "2015-10-13T14:31:29Z", [1.0], "Shooting fish in a barrel\nhttp://www.nytimes.com/aponline/2015/10/13/world/middleeast/ap-ml-iran-nuclear.html The Mechanical Turk scores again. "], [1850, "2015-10-13T14:21:49Z", [1.0], ""], [43, "2015-10-13T14:00:15Z", [1.0], "The Assembly of Experts will have the final say.  Dateline 10-13-15 The Iranian Parliament voted (Guardian) on Tuesday to support the nuclear agreement negotiated with world powers in July in a vote of 161-59, with thirteen abstentions. The agreement, in which Iran will roll back its nuclear program in exchange for an easing of sanctions, will be reviewed by senior clerics for final approval before it can be implemented.  Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org] "], [142, "2015-10-13T12:34:57Z", [0.99], "In the latest Iranian parliamentary session carried live by state radio, 161 lawmakers voted for implementing the nuclear deal, while 59 voted against it and 13 abstained. Another 17 did not vote at all, while 40 lawmakers did not attend the session. The Supreme Leader has stated that parliament will make the final decision."], [691, "2015-10-13T12:27:36Z", [1.0], ""], [38, "2015-10-13T07:25:50Z", [1.0], " http://www.tehrantimes.com/index_View.asp?code=250028 Oct 12.  \"Iranian lawmakers on Sunday approved the general outlines of a motion on a nuclear deal signed between Iran and the 5+1 group of world powers on a conditional basis.\n. . . \n\"According to the motion, the Iranian administration has to actively pursue the policy of global nuclear disarmament and participate in all international, legal and diplomatic efforts in this regard. It also stipulates that the administration should stop its voluntary activities and adopt reciprocal measures to restore the rights of the Iranian nation in case the other side violates the terms of the agreement, particularly on the issue of the Western-led sanctions.  \"The details of the motion, proposed by Parliament National Security and Foreign Policy Committee, must now pass a second vote on Tuesday before being submitted to the Guardian Council for final approval.  \"The ratification of the single-urgency motion would now give the go-ahead to the administration to voluntarily implement the agreement.\n. . . \n\"According to the motion, any visit by inspectors of the International Atomic Energy Agency (IAEA) should be conducted in line with international regulations and Iran’s national security. It also urges the Rouhani administration to fully protect Iran’s classified military and security information and prohibit any type of IAEA access to the country’s military sites under the pretext of implementing the JCPOA. "], [506, "2015-10-13T05:53:51Z", [1.0], "Time to shut this one down:\nhttp://www.dailystar.com.lb/News/Middle-East/2015/Oct-13/318710-iranian-parliament-passes-bill-approving-nuclear-deal-irna.ashx"], [30, "2015-10-13T04:21:17Z", [0.99], ""], [530, "2015-10-12T23:59:06Z", [0.99], "Upping my forecast based on recent news."], [1993, "2015-10-12T23:56:08Z", [1.0], "Iranian Parliament passed an \"outline\" of the bill today. I'm sure the debate for the final vote will be long-winded, but it looks like it has enough votes to pass."], [241, "2015-10-12T22:49:31Z", [0.98], ""], [1491, "2015-10-12T21:58:20Z", [1.0], ""], [241, "2015-10-12T17:57:21Z", [1.0], ""], [1344, "2015-10-12T17:56:45Z", [1.0], ""], [368, "2015-10-12T17:30:40Z", [1.0], ""], [4246, "2015-10-12T17:13:33Z", [1.0], ""], [43, "2015-10-12T17:12:31Z", [1.0], "New York Times reports that the Majlis approved the agreement, while Iran simultaneously \"possibly\" violates it. Since normally the scorers go with the headlines, then the caveats in the measure presumably will not be counted as voting against the agreement. http://www.nytimes.com/2015/10/12/world/middleeast/iran-tests-long-range-missile-possibly-violating-nuclear-accord.html"], [4246, "2015-10-12T17:11:19Z", [1.0], ""], [43, "2015-10-12T17:09:31Z", [1.0], ""], [1591, "2015-10-12T15:17:39Z", [0.99], ""], [493, "2015-10-12T12:07:18Z", [1.0], "Affirming prior."], [2965, "2015-10-12T03:20:06Z", [1.0], "see earlier forecast"], [38, "2015-10-12T01:44:17Z", [1.0], ""], [368, "2015-10-11T21:17:18Z", [1.0], ""], [532, "2015-10-11T20:51:16Z", [1.0], ""], [368, "2015-10-11T20:45:39Z", [1.0], ""], [24, "2015-10-11T20:04:14Z", [1.0], ""], [915, "2015-10-11T19:48:50Z", [1.0], ""], [83, "2015-10-11T19:33:43Z", [1.0], "JCPoA must pass a second parliamentary vote on Oct.13.\nToday the first vote passed with a 139-100 majority.\nhttp://www.rferl.mobi/a/iranian-parliament-approves-nuke-deal/27300338.html"], [73, "2015-10-11T19:30:45Z", [1.0], "139 v 100.  Assume this will close out once gj finish their weekend.  "], [30, "2015-10-11T16:28:29Z", [0.99], ""], [102, "2015-10-11T13:40:14Z", [1.0], "It's done, again.  Not sure how many versions of this vote before GJ closes."], [3828, "2015-10-11T05:17:56Z", [0.99], ""], [3617, "2015-10-11T00:38:03Z", [0.99], ""], [368, "2015-10-10T21:29:47Z", [1.0], ""], [1591, "2015-10-10T18:13:53Z", [0.98], ""], [484, "2015-10-10T14:54:09Z", [1.0], "The extra 2% will fix my score! ;-)"], [691, "2015-10-10T12:02:21Z", [1.0], ""], [43, "2015-10-10T08:16:20Z", [0.95], "Darn, I keep on trying to decide how the scorers would rule.  Technically, the Majlis does not have to vote as this is purely advisory. So given how controversial this is, it might never come to a vote.  Technically, the measure that was reported out of committee places restrictions on the deal that some might see as serious enough that to pass the measure would actually be a rejection of the deal.  OTOH, since the vote is not binding, it would be easy for the scorers, the diplomatic community, mainstream media to count passage of this measure as being good enough to count as acceptance. Meanwhile, Iran deal sceptics will make a fuss and be ignored.  So, how is this for an analysis of a messy situation? Raising to 95% and holding my nose."], [484, "2015-10-10T03:31:25Z", [0.98], "Decided to go with the flow. Expect a \"yes\" as long as the Iranian Parliament does not actively squelch the JCPA. Not much time left, but they need the agreement."], [2459, "2015-10-10T03:09:55Z", [0.99], ""], [2965, "2015-10-09T14:30:55Z", [0.0], "Iran wants as much money as it can lay its hands on. Price of oil tanked. Mullahs must feed masses.  Mullahs understand that access to Swift, ability to export crude are  100% essential to prevent regime change.  So the Parliament has to follow Khamenei and he really loses nothing to get these crtical assets."], [691, "2015-10-09T12:22:09Z", [1.0], ""], [61, "2015-10-09T05:55:19Z", [0.99], ""], [368, "2015-10-08T17:55:07Z", [1.0], ""], [368, "2015-10-08T17:39:29Z", [1.0], ""], [36, "2015-10-08T15:58:56Z", [0.09], ""], [1591, "2015-10-08T15:40:14Z", [0.9], "Sounds like a done deal.  Looks like this weekend. http://en.trend.az/iran/politics/2440879.html  (Or maybe later this month? http://www.tehrantimes.com/index_View.asp?code=249860) But cmeinel has raised some doubt about technical resolutions vs. question intent. I'm not planning on digging into the technicalities; it's \"probably\" safe to assume Iran doesn't reject the deal then the question will be resolved \"yes\" (similar to what JP says in an earlier comment)."], [691, "2015-10-08T12:25:23Z", [1.0], ""], [241, "2015-10-08T00:50:36Z", [0.95], ""], [93, "2015-10-07T23:41:42Z", [1.0], ""], [43, "2015-10-07T23:06:53Z", [0.5], "This is more a case of second guessing the scorers. Presuming that the Majlis would vote on the \"motion\" released by the committee studying the nuclear deal, is this a motion agreeing to the deal, or disagreeing from it? It seems to prohibit the central goal of the deal, which is to prevent development on nuclear weapons. Does this feature of the motion support or oppose this goal: \"It also urges the Rouhani administration to safeguard Iran’s classified military and security information and prohibit any type of IAEA access to the country’s military sites under the pretext of implementing the nuclear deal.\"  Now how can inspectors search for a secret nuclear weapons program if they are banned from \"any type of IAEA access to the country's military sites...\"? I'm guessing the resolution of this question will be heavily driven by the political biases of the scorers. There was considerable conflict in this game over the Parchin inspection on the grounds that Iranian officials did the inspection under the direction of IAEA rather than independently. So this suggests a bias among the scorers toward deciding that either the nuclear deal will be adhered to without any inspections of military facilities, or else that this clause doesn't mean anything. Therefore, raising probability to 50% under protest in that I am assuming that the scorers will make an biased decision inconsistent with my reading of the motion. But if anyone cares about my real -- fact based -- prediction, it's 0% now.\n"], [368, "2015-10-07T22:41:38Z", [1.0], ""], [505, "2015-10-07T20:38:22Z", [0.97], "The Iranian government is on track to approve the JCPA by Nov 1, 2015"], [30, "2015-10-07T15:53:42Z", [0.85], "Updating in light of parliamentary developments in Iran. As long as there aren't any further delays , it seems likely JCPOA will by approved by the Majles by the end of October.  Source: http://www.tehrantimes.com/index_View.asp?code=249860"], [24, "2015-10-07T15:16:15Z", [0.95], ""], [1529, "2015-10-07T15:00:03Z", [1.0], "Op. Cit."], [98, "2015-10-07T14:19:30Z", [1.0], "Guess I'll follow the crowd to 100% (at 98 now) since this looks like a done deal"], [691, "2015-10-07T12:05:20Z", [1.0], ""], [1344, "2015-10-07T08:49:59Z", [1.0], ""], [94, "2015-10-07T00:13:21Z", [0.98], ""], [794, "2015-10-06T20:17:52Z", [0.98], "Seems like the hurdles have been passed, and the vote scheduled prior to November 1. The outcome was never in doubt. "], [691, "2015-10-06T17:44:22Z", [1.0], ""], [368, "2015-10-06T17:14:40Z", [1.0], ""], [1114, "2015-10-06T16:42:44Z", [1.0], "Affirming based on link from 000. "], [271, "2015-10-06T16:19:49Z", [1.0], ""], [73, "2015-10-06T16:12:44Z", [1.0], "#000.  Thanks. Keeping at 100pc. This shows went quicker than the 20 days previously and taking that as positive.  "], [493, "2015-10-06T16:04:14Z", [1.0], "Following 000."], [102, "2015-10-06T15:52:58Z", [1.0], "OK it's still officially a cliff-hanger but we will know definitively on October 11th. [1] [1] http://en.trend.az/iran/politics/2440879.html"], [1333, "2015-10-06T15:29:49Z", [0.95], "http://www.globalsecurity.org/wmd/library/news/iran/2015/iran-151004-presstv01.htm?_m=3n%2e002a%2e1537%2elo0ao02gx5%2e1eu7\nAccording to the motion, signed by 75 lawmakers, the Iranian administration has to actively pursue the policy of global nuclear disarmament and participate in all international, legal and diplomatic efforts in this regard.The Joint Comprehensive Plan of Action, also known as JCPOA, is based on cooperation and mutual respect between Iran and the P5+1 group of countries, the motion states, adding that any pressure and threat against Iran would lead to a review of bilateral cooperation.\nThe motion stipulates that the Iranian administration should stop its voluntary activities and adopt reciprocal measures to restore the rights of the Iranian nation in case the other side violates the terms of the agreement, particularly on the Western sanctions.\nhttp://www.al-monitor.com/pulse/originals/2015/10/four-ministers-warn-rouhani-economy.html?utm_source=Al-Monitor+Newsletter+%5BEnglish%5D&utm_campaign=94841768f4-October_06_2015&utm_medium=email&utm_term=0_28264b27a0-94841768f4-102297633\nThe letter stated that there are eight reasons for the “rare decline” in Iran’s economy, such as sanctions and the drop in oil prices, but added that “uncoordinated decisions and policies” of various governmental agencies is the primary reason for the current economic situation.\nAfter the letter was published in the Iranian media, Teyebnia told Iranian television that upon receiving the letter, Rouhani had ordered officials “to review again the capital market situation and [state] of the economy and for new polices to be created when necessary.”\nShargh daily asked why the four ministers would write to the president to address issues for which they themselves are responsible. According to experts who spoke with Shargh, the letter was meant to serve as a warning to Iranian parliamentarians to vote in favor of implementing the final nuclear agreement. Iranian officials opposed to the nuclear agreement, which would remove economic sanctions in return for reduced nuclear activity, have argued that Iran can pull itself out of its current economic situation by relying on domestic production rather than international markets.\n"], [506, "2015-10-06T02:39:39Z", [1.0], ""], [24, "2015-10-05T22:20:52Z", [0.75], ""], [1529, "2015-10-05T21:17:08Z", [0.88], "\"Adoption Day\" is estimated for Oct 18. That involves actually starting the process of moving out centrifuges, etc. I don't think that will start without approval of the Parliament."], [38, "2015-10-05T19:40:39Z", [0.9], "http://sputniknews.com/middleeast/20151004/1027995370/nuclear-iran-deal-approval.html#ixzz3nirmrX7b Oct 4.  \"The Islamic Consultative Assembly approved the implementation of the nuclear deal on Sunday, the Iranian IRNA news agency said.  . . .  \"After the approval, the government can voluntarily implement the terms of the deal in compliance with the Iran Supreme National Security Council resolution, the agency said.\n~~~~~~~\nhttp://abcnews.go.com/International/wireStory/iranian-parliament-speaker-urges-decision-nuclear-deal-34234047 Oct 4. \"Iran's parliament is expected to enter final discussions on the agreement next week.\n~~~~~~~\nhttp://en.trend.az/iran/nuclearp/2439987.html Oct 4.  \"The Joint Comprehensive Plan of Action (JCPOA) has been approved by the Supreme National Security Council of Iran, a senior Iranian MP said.\n~~~~~~~\nhttp://www.tasnimnews.com/english/Home/Single/878919\nOctober 04, 2015 - 14:53.  \"The Iranian parliament on Sunday approved a motion necessitating immediate work on a plan which would oblige the administration to take “proportional measures” in implementation of a comprehensive nuclear deal with six world powers. The motion was initially tagged with a \"double urgency\" status, but the lawmakers ratified it as a motion with single urgency. \"Parliament Speaker Ali Larijani then tasked the National Security and Foreign Policy Commission with reviewing the proposed motion and making a report to the legislators. \"With a single urgency of the motion ratified, it will be put to the vote again within the next 20 days. \"The plan, if approved, will oblige the administration to start honoring commitments under a nuclear deal with the Group 5+1  . . .\n~~~~~~~\n COMMENT:  20 days = Oct 25th.  That's close to the closing date of this question.  YIKES!  I'm backing off from 100%.  I do believe it will be approved; I'm just worried about the deadline of this question.\n"], [167, "2015-10-05T18:30:26Z", [0.2], ""], [368, "2015-10-05T17:38:06Z", [1.0], ""], [493, "2015-10-05T16:46:13Z", [0.95], "Noting the Tehran Times report posted by 000 (and helpfully explained by Clinton), it looks like it will probably come up for a vote and pass sometime in the second half of October. Still allowing 5% wiggle room for delays since parliamentary approval isn't strictly necessary and the situation stills seems pretty fluid."], [691, "2015-10-05T15:31:38Z", [0.99], ""], [1232, "2015-10-05T14:28:25Z", [0.95], "While there are real disagreements within Iran, I think the fight on this will prove mostly kabuki and they have incentives for speed."], [136, "2015-10-05T12:32:16Z", [0.9], "So... another review? I'm confused. http://www.tasnimnews.com/english/Home/Single/878919\n\"The Iranian parliament on Sunday approved a motion necessitating immediate work on a plan which would oblige the administration to take “proportional measures” in implementation of a comprehensive nuclear deal with six world powers.\nThe motion was initially tagged with a \"double urgency\" status, but the lawmakers ratified it as a motion with single urgency.\nParliament Speaker Ali Larijani then tasked the National Security and Foreign Policy Commission with reviewing the proposed motion and making a report to the legislators.\nWith a single urgency of the motion ratified, it will be put to the vote again within the next 20 days.\""], [689, "2015-10-05T03:25:26Z", [1.0], "Comment deleted on May 10, 2016 06:02PM UTC"], [689, "2015-10-05T03:25:23Z", [1.0], "Comment deleted on May 10, 2016 06:02PM UTC"], [73, "2015-10-05T02:36:18Z", [1.0], "@ khalid.   The tehrantimes report from #000 indicates the single urgency means it will be voted on in 20 days.  See last sentence.  Given that,  maintaining score."], [689, "2015-10-05T02:06:08Z", [0.09], "Comment deleted on May 10, 2016 06:01PM UTC"], [43, "2015-10-05T01:15:28Z", [0.15], "Currently it looks increasingly likely that the Majlis  (Parliament) will not vote on anything that could be interpreted as a nuclear deal. Not ever. The reason: the nuclear deal can go through without them; instead, the Assembly of Experts has the right to take on this thankless, controversial job, according to the options offered by the Ayatollah. In any event, the committee that has been holding hearings on the deal released a report Sunday saying that while it has flaws, Iran should accept it. However, it did not call for a vote by the Majlis. Comparison class: The whole thing is reminiscent of the U.S. House and Senate finally dropping this hot potato. It doesn't look to me like either side in the Majlis has figured out a way to benefit. Chances look good that instead they will toss this hot potato to the Assembly of Experts. So… is this question about to close? Will the Majlis vote on it anyhow, or give the thankless job to the Assembly of Experts? The fact that today, police hauled away protesters against the deal demonstrating in front of the Majlis suggests that the powers that be have decided the deal will go through, but by avoiding a Majlis vote in order to avoid the pain and suffering and potential for fatlaities that could occur if demonstrations against the deal were to morph into riots. Sources: Dateline 10-5-15 Reports suggest that the opposition sit-in in front of parliament Iran nuclear deal with the six world powers ended with the intervention of the police. They were camped in front of parliament... http://www.radiofarda.com/content/b32-iran-nuclear-agreemnet-majlis-opponents/27285206.html Dateline 10-4-15 A panel of Iranian lawmakers said Sunday that the inspections regime underpinning the country's nuclear deal with world powers represented a security threat, but the agreement should go ahead anyway. The 15-member committee spent weeks reviewing the text of the July 14 agreement, known as the Joint Comprehensive Plan of Action (JCPOA), for what it said could be breaches of negotiators' \"red lines\".  http://www.i24news.tv/en/news/international/87915-151004-iran-nuclear-review-panel-says-deal-flawed Dateline 10-2-15 ...The implementation of the deal is very likely to happen, but the means of getting there are unclear, and domestic critics will seek to maintain room for maneuver. ...only Ayatollah Ali Khamenei or the Guardian Council -- which has the exclusive right of interpreting the constitution -- can determine which institution, the Majlis (parliament) or the Supreme National Security Council (SNSC), should ultimately endorse the JCPOA. Both Khamenei and the Guardian Council have called on parliament to review the JCPOA but have not specified or recommended that the Majlis vote on the deal before it is referred to the SNSC. President Hassan Rouhani prefers that the SNSC approve the deal without a Majlis vote. Even members of parliament have been mum on whether their discussion of the JCPOA report, drafted by a special committee, will be followed by a vote or whether the legislators' comments will be sent along to the SNSC for final approval. Also uncertain is a deadline for conclusion of the parliamentary debate and possible vote, although some legislators have said the discussion should be concluded as soon as possible. http://www.washingtoninstitute.org/policy-analysis/view/irans-majlis-unlikely-to-settle-internal-dispute-on-the-nuclear-deal"], [3860, "2015-10-04T23:58:01Z", [0.98], ""], [1184, "2015-10-04T22:23:32Z", [1.0], ""], [1184, "2015-10-04T22:22:37Z", [0.97], ""], [2459, "2015-10-04T21:57:24Z", [1.0], ""], [1262, "2015-10-04T21:10:51Z", [0.95], "confirming previous prediction"], [1114, "2015-10-04T20:17:45Z", [1.0], ""], [532, "2015-10-04T19:40:04Z", [1.0], "The committee approved it and now it goes to Parliament.  "], [3828, "2015-10-04T19:03:03Z", [0.95], ""], [73, "2015-10-04T18:09:59Z", [1.0], "Further to khalid http://www.irna.ir/en/News/81784419/.  Not sure of the single vs. Double urgency issue...."], [68, "2015-10-04T17:49:37Z", [1.0], "DUBAI (Reuters) - - An committee of Iran's conservative-dominated parliament gave its support on Sunday to Iran's nuclear agreement with world powers on condition there would be no foreign inspections of military sites and no curbs on developing its missile program. and http://sputniknews.com/middleeast/20151004/1027995370/nuclear-iran-deal-approval.html The Islamic Consultative Assembly approved the implementation of the nuclear deal on Sunday, the Iranian IRNA news agency said.  The lawmakers voted after examining a report by the commission set up to look into the text of the nuclear deal, according to the news outlet. Comment : This is as close to approval as we are going to see. However, the condition set of no foreign inspection of military sites has implications for the latest question on whether disputes concerning undeclared nuclear sites will be referred upwards."], [241, "2015-10-04T16:33:39Z", [1.0], ""], [36, "2015-10-04T16:30:01Z", [0.5], "The Iranian national sec council approves the deal but the parliament may only debate it without a formal vote.  http://en.trend.az/iran/nuclearp/2439987.html "], [691, "2015-10-04T13:26:50Z", [0.99], ""], [3785, "2015-10-04T10:15:27Z", [0.8], ""], [62, "2015-10-04T02:13:03Z", [0.65], ""], [62, "2015-10-04T02:08:19Z", [0.4], ""], [241, "2015-10-04T02:01:46Z", [0.95], ""], [368, "2015-10-03T20:37:07Z", [1.0], ""], [1056, "2015-10-03T18:36:43Z", [0.99], "Updating after reading anneinak's link."], [1114, "2015-10-03T17:33:15Z", [0.8], ""], [691, "2015-10-03T12:52:33Z", [0.99], ""], [465, "2015-10-03T06:28:37Z", [1.0], ""], [1337, "2015-10-03T05:52:36Z", [0.95], ""], [43, "2015-10-03T02:05:02Z", [0.95], "Trying to predict the scorers instead of reality. I don't see that the likely result will be an actual approval, but am raising probability under protest, given the past behaviours of scorers."], [2459, "2015-10-02T22:05:52Z", [0.95], ""], [1129, "2015-10-02T20:54:03Z", [0.98], ""], [38, "2015-10-02T20:17:34Z", [1.0], "https://www.aei.org/publication/is-iran-already-gaming-the-nuclear-deal/ September 28, 2015  \"As we approach the deal’s October 19 Adoption Day anticipated by the United Nations Security Council, there is no indication that Iran is backing away from the JCPOA. That has not stopped Supreme Leader Ayatollah Khamenei from letting the parliament and hardline critics from having a go at the JCPOA’s flaws, especially if that helps check President Hassan Rouhani’s popular support. The special parliamentary commission established to review the JCPOA has frequently taken an adversarial stance towards the deal and the president over the past few weeks. \"Parliament Speaker Ali Larijani, a current ally of Rouhani, has rushed the commission’s review under a “double emergency plan” mechanism. . . .  Parliamentarian and Commission Spokesman Hossein Naghavi Hosseini stated the final report will likely recommend a resolution that will neither “accept” nor “reject” the nuclear deal, but instead would “provisionally approve” the JCPOA. This gives the parliament its say without hampering the administration’s ability to maneuver. \"Once the report is read in parliament, there will be plenty of spin designed to obscure the realities of the deal and appease domestic audiences. . . . Expect to see a litany of assertions about what the JCPOA does and does not compel Iran to do. Officials will argue the agreement does not restrict Iran’s missile activity, and that sanctions relief should be immediate per the Supreme Leader’s redlines. \". . .  Iranian officials’ insistence on weighing their options could be seen as simply foot-dragging, or as a prelude to a more serious effort to game the terms of the JCPOA. The Iranian leadership also needs these public debates to prevent Tehran’s compliance with the deal from appearing as capitulation to the West.\n~~~~~~~\nCOMMENT:  The bottom-line for me is that I just do not see Khamenei, Rouhani & Larijani allowing this to fail to be approved, because they've already risked so much politically to get it to this point. I am firmly of the opinion that a \"provisional approval\"  is an approval and would satisfy this question as \"yes\"."], [3517, "2015-10-02T17:21:25Z", [0.99], ""], [73, "2015-10-02T17:06:10Z", [0.97], "This could make it interesting if not vetoed before majles votes.  Possibly why Ayatollah Ali Khamenei wanted them to vote on it with the three clear caveats as to why to fail it, in case of such moves.  Not lifting sanctions was the key one.  Moving slightly away from certain for now, as think it will resolve itself, but will be watching the timing issues that may cause me to adjust within the timeframe.\nforgot link: http://www.cnsnews.com/news/article/patrick-goodenough/house-passes-legislation-prohibiting-sanctions-relief-until-iran"], [1344, "2015-10-02T14:17:44Z", [1.0], ""], [241, "2015-10-02T14:06:27Z", [0.85], ""], [691, "2015-10-02T12:16:53Z", [0.99], ""], [1722, "2015-10-02T04:25:12Z", [0.99], "No reason not to. Everyone is behind it."], [24, "2015-10-01T23:24:00Z", [0.95], ""], [142, "2015-10-01T20:16:16Z", [0.9], "The Supreme Leader supports the JCP and the Iranian government has every reason to get it implemented ASAP."], [691, "2015-10-01T18:34:31Z", [0.99], ""], [657, "2015-10-01T14:28:32Z", [1.0], ""], [1114, "2015-10-01T12:59:48Z", [0.75], "Thanks to Raisinville for the guardian link: http://www.theguardian.com/world/iran-blog/2015/sep/30/iran-us-handshake-parliament-nuclear-deal  From the article:\n\"Iran’s special parliamentary commission expects to present its report or reports by 2 October on the JCPOA. There is dissention and competing conclusions among the commissions as among US Congress members. But neither President Rouhani’s office nor that of Majles speaker Ali Larijani has prepared a bill for legislators to amend the JCPOA or to vote it up or down.\""], [136, "2015-10-01T12:28:30Z", [0.75], "http://www.criticalthreats.org/iran-news-round-september-29-2015\n\"JCPOA review commission: We won’t be able to submit report tomorrow. Hossein Naghavi Hosseini stated on September 29 that the time at which Parliament’s JCPOA Commission will submit its report to Parliament “cannot be announced because still some committee reports and related issues remain. It is therefore unlikely that the report will reach tomorrow’s public session in Parliament.” The Special Parliamentary Commission to Review the JPCOA Spokesman said that the commission will draw up the “final report in the next few days,” and that “certainly, the final report… will be read in Parliament by Sunday of next week [October 4].” (ICANA)\n...\nPezeshkian: JCPOA review commission needs more time. Special Parliamentary Commission to Review the JPCOA member Massoud Pezeshkian said, “Not only are disputes a barrier to concluding [the report], but also if we want our views to be closer to one another, we [the Commission members] need more time and more scientific evidence.” Pezeshkian also criticized Parliament Speaker Ali Larijani’s comments on the JCPOA at an earlier commission meeting, stating, “As someone who has spent hours in the Supreme National Security Council and in the service of the Supreme Leader at meetings on the nuclear negotiations and the JCPOA, Larijani cannot have an unacceptable opinion about the JCPOA.” (YJC)\n...\nParliamentarian Hossein Sobhani Nia discussed Parliament’s review of the JCPOA and stated, “The ball is now in Iran’s court… The defensive, political, legal aspects [of the nuclear deal] in addition to the implementation of the Additional Protocol, sanctions, and snapback sanctions must be considered.” The National Security and Foreign Policy (NSFP) Parliamentary Commission member added, “Therefore, it is arranged that a double-emergency plan will be presented [to Parliament] which both permits the administration to implement the contents of the JCPOA and also considers the general interests of the political system.” (ICANA)\""], [43, "2015-10-01T03:08:21Z", [0.85], "Well, darn, this is one of those questions in which the behaviour of the scorers will be more important than the actual facts. The reason for this is that this question is actually several questions and it is up to us forecasters to guess what the real question is in the minds of the scorers. I understand that IARPA has serious concerns about the need to decompose questions into their component parts, given how often GJP has developed problems with this given the current abilities of those who generate questions and refuse to give clarifications. My understanding is that only in the first two forecast seasons did the CIA provide questions. Sigh. If anyone knows otherwise, please correct me.  It looks like Iran's Parliament will vote on \"red lines\" etc. rather than a formal adoption of the agreement. So when they do vote, the mainstream media will simplify the results, the scorers will accept simplifications, and it will turn out like the controversial Parchin question. For this reason I am increasing the probability but under protest."], [241, "2015-10-01T01:04:47Z", [0.75], ""], [83, "2015-09-30T23:56:08Z", [1.0], "http://www.theguardian.com/world/iran-blog/2015/sep/30/iran-us-handshake-parliament-nuclear-deal Article covers the confusion as to what the Iranian Parliament actually needs to do regarding the Agreement.  Positive statements from the Parliament are encouraging."], [1078, "2015-09-30T20:42:23Z", [0.9], ""], [3428, "2015-09-30T19:48:22Z", [0.92], ""], [368, "2015-09-30T19:48:12Z", [1.0], ""], [42, "2015-09-30T16:55:15Z", [0.7], "Probably part of their play book but it may occur later than 11/1"], [241, "2015-09-30T16:44:33Z", [0.6], ""], [691, "2015-09-30T16:02:48Z", [0.99], ""], [2515, "2015-09-30T15:46:51Z", [0.0], ""], [1529, "2015-09-30T15:13:05Z", [0.75], "The different pieces of the deal are falling into place more quickly than I originally estimated. So, upping estimate.."], [1114, "2015-09-30T13:39:39Z", [0.85], ""], [43, "2015-09-30T01:00:50Z", [0.05], "Comparison class: In the end, Republicans in the U.S. Congress made lots of noises about the nuclear deal, knowing full well they had no chance of scuttling it. Their pursuit of this hopless cause was designed to keep their voters happy and raise lots of money for their upcoming campaigns. Democrats also managed to keep their voters happy and raise campaign money, knowing full well that the deal would not come up for a vote.  Likewise, Iran's hardliners are merely making a show of opposition, knowing full well that the agreement won't even come up for a vote. It's all just a show. Source: Dateline 9-28-15 Al-Monitor sat down with former Foreign Ministry spokesman Hamid Reza Asefi to get a sense of the situation. “It’s very good that parliament is becoming involved in the serious issues that our country faces, and there is no problem with this. But exactly how parliament plans to do this, and whether it wants to discuss details or generalities, are things that we have to wait to see,” said Asefi. He qualified his comments and said, “In the end, though, I don’t think parliament will involve itself in the ratification or rejection of the JCPOA, since doing so will have serious consequences.” Indeed, what has stirred debate more than the potential outcome of the commission’s “review” is the presence of former nuclear negotiators in its sessions. Saeed Jalili, a conservative who ran in the 2013 presidential election, was never required to answer questions in parliament when he led negotiations in 2007-13. Yet, these days, he and his team see it as their duty to provide answers. In a hard-hitting attack on the nuclear deal before the commission, Jalili outlined what he called 100 “violations” of Iran’s “rights.” Despite the harsh language, this sort of opposition is not widely seen as a credible threat to the deal. According to Mehdi Motaharinia, a political analyst on international issues, “The presence of Jalili and the former negotiating team is only aimed at showing public opinion that they had also worked hard to make the nuclear file a success, and through their current presence [in the commission], they hope to distance themselves from their own failures.” Behrouz Nemati, the former spokesman for parliament’s presiding board, also echoes this sentiment. He told Al-Monitor, “Jalili’s presence at the commission is like bringing the dead back to life, which is not possible. Jalili should instead answer as to why he destroyed all the opportunities that came up during the six years that he was in charge of the nuclear file, and why he did not bring the [2013] Almaty [Kazakhstan] talks to conclusion.” But the story doesn’t end here. Perhaps the most striking aspect of the establishment of this commission is the Rouhani administration's and the negotiating team’s opposition to it. Asefi told Al-Monitor, “What the negotiating team has said is that parliament should not ratify the JCPOA. But they never said that there should not be a commission to review the nuclear deal. They also said that parliament should not become involved in the ratification or rejection of the deal.” Asefi added, “The reason that the president, the foreign minister and nuclear negotiating team say parliament should not ratify the deal is because no parliament in the P5+1 [Russia, China, Britain, France, United States and Germany] group of countries has done this. Therefore, there is no need for us to ratify the deal. Second, if we do take such a measure in parliament, it will then become law, and with it, bring obligations for the government and tie our hands. Therefore, it is better if this is not done.” Read more: http://www.al-monitor.com/pulse/originals/2015/09/iran-jcpoa-review-commission.html#ixzz3nB9IKPZB\n"], [241, "2015-09-30T00:25:25Z", [0.75], ""], [1184, "2015-09-29T21:47:18Z", [0.59], ""], [368, "2015-09-29T19:30:48Z", [1.0], ""], [884, "2015-09-29T18:35:19Z", [1.0], ""], [3300, "2015-09-29T18:00:36Z", [0.99], ""], [73, "2015-09-29T17:42:19Z", [1.0], "update on time / news etc."], [854, "2015-09-29T17:39:32Z", [0.9], "The special JCPOA commission will apparently report to the parliament today, and concurrent with their report they are preparing a double-urgency bill for parliament concerning the implementation of the JCPOA [1]. A double-urgency bill apparently puts the bill at the top of the legislative agenda, so I expect a vote would come quickly. I believe the vote is largely symbolic, intended to involve Iranian domestic politics in the negotiation in a way that mirrors the influence of US domestic politics through Congress. Nonetheless, I expect the vote to resolve in favor of the JCPOA. However, I have some question about the content of the double-urgency bill and whether its passage will constitute a \"yes\" for the purposes of this question. On September 21, Chairman of the Parliament’s National Security and Foreign Policy Commission Alaeddin Boroujerdi said that Parliament would neither pass nor reject the JCPOA, but rather establish red-lines around its implementation [2]. This may have something to do with concerns that explicit parliamentary approval would bind the government to adhere to a protocol that would otherwise be voluntary [3]. Would such a vote on \"red-lines\" constitute \"approval\"? Overall, I am going to guess that it would, since the question doesn't use a more specific term like \"ratification\". [1] http://en.trend.az/iran/politics/2437937.html\n[2] http://en.trend.az/iran/nuclearp/2435758.html\n[3] http://iranmatters.belfercenter.org/blog/explainer-iranian-review-nuclear-deal"], [691, "2015-09-29T17:26:52Z", [0.99], ""], [1077, "2015-09-29T00:28:11Z", [1.0], ""], [532, "2015-09-28T23:20:47Z", [0.9], ""], [506, "2015-09-28T21:13:25Z", [0.99], ""], [368, "2015-09-28T18:47:17Z", [1.0], ""], [484, "2015-09-28T17:54:31Z", [0.9], "Still nothing pops up easily after this June article about Khamenei's health: http://www.telegraph.co.uk/news/worldnews/middleeast/iran/11674182/Iran-power-struggle-could-derail-nuclear-deal.html Probably no news means his health isn't improving. If the JCPA isn't dealt with and the Supreme Leader dies, then any timeline is probably not worth whoever planned it."], [691, "2015-09-28T15:52:39Z", [0.99], ""], [493, "2015-09-28T15:39:29Z", [0.8], "Affirming. It will get a green light somehow. Still not entirely sure that will be via a parliamentary vote that will count as an approval.  http://lobelog.com/whatever-happened-to-the-iranian-parliaments-jcpoas-review/?utm_content=buffer958a4&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer"], [1304, "2015-09-28T05:52:38Z", [0.98], "The Supreme Leader supports the Action Plan despite any of the fiery rhetoric he exhibits against it"], [74, "2015-09-27T21:06:13Z", [0.95], ""], [2779, "2015-09-27T17:02:55Z", [0.95], ""], [691, "2015-09-27T13:59:17Z", [0.99], ""], [2674, "2015-09-27T12:50:50Z", [0.9], "Deal is grossly in Iran's  favour. Would be foolish not to take it."], [584, "2015-09-27T07:46:24Z", [0.95], "It seems to be pretty much decided, unless something completely ou of the blue happens"], [37, "2015-09-27T05:47:55Z", [1.0], ""], [2515, "2015-09-26T23:05:42Z", [0.95], ""], [2459, "2015-09-26T21:17:57Z", [0.97], ""], [98, "2015-09-26T14:15:15Z", [0.98], "More indications that they will keep appearing "], [691, "2015-09-26T13:25:23Z", [0.99], ""], [136, "2015-09-26T08:45:23Z", [0.8], ""], [1114, "2015-09-26T06:04:47Z", [0.95], "http://en.trend.az/iran/nuclearp/2437030.html"], [1548, "2015-09-26T04:50:01Z", [0.95], "Looks like it's approved before the vote. Should make meeting a Nov. 1 vote date easy. Wondering about Black Swans. "], [1767, "2015-09-26T04:24:14Z", [0.0], "No. The deal will pass the Iranian Parliament but not before Nov. 1. It will pass because a parliament is still beholden to popular opinion even in Iran, and a sizeable swath of the population is supportive ofthe deal as evidence by the rock star status of the foreign minister. The deal will pass only after the reactionary factions have had their vocal say so that if the deal falls through the supreme leader can say I told you so \"the satan cannot be trusted.\" This is why the supreme leader has been publicily nay-saying the deal while still allowing it to happen: insurance. Also, for internal politics it helps his standing with the ultra conservative factions. "], [241, "2015-09-26T00:51:26Z", [0.85], ""], [392, "2015-09-26T00:36:33Z", [0.93], "https://www.youtube.com/watch?v=NYJZj7qux_c PRESIDENT ROUHANI: The majority of our people, in opinion polls, have a positive view of the agreement. And usually institutions like the parliament and the Supreme National Security Council are usually not far-removed from public opinion and move in that direction. KROFT: The debate is expected to be very heated in the parliament. Do you think that there’s a chance that the agreement could be rejected? Either by the Parliament or the Security Council or by the Ayatollah? PRESIDENT ROUHANI: In any event, in the world of possibilities, every possibility exists. But I believe the logic of those who are in favor of the deal, is a very strong logic.\n"], [1928, "2015-09-25T21:08:14Z", [0.95], ""], [691, "2015-09-25T12:51:22Z", [0.99], ""], [706, "2015-09-25T03:09:01Z", [0.05], "They will vote but not approve."], [1272, "2015-09-25T02:57:27Z", [0.95], ""], [1114, "2015-09-24T18:10:03Z", [0.75], ""], [484, "2015-09-24T16:10:06Z", [0.9], "Austerity made a good case for a (question) yes."], [136, "2015-09-24T15:52:06Z", [0.75], "I guess a \"provisional approval\" that \"would allow the government to implement its commitments as stated in the implement JCPOA\" is what we need, even if it's not an explicit \"accept or reject\" vote? http://www.criticalthreats.org/iran-news-round-september-23-2015\n\"Parliamentarian Hossein Naghavi Hosseini discussed the final report of the Special Commission to Review the JCPOA in an interview with Tasnim News Agency on September 22.  The Special Parliamentary Commission to Review the JCPOA Spokesman said that the commission’s final report would likely recommend that a resolution be drawn up on the JCPOA. This resolution, Naghavi claimed, would not “accept” nor “reject” the nuclear deal. Instead, Hosseini argued, it would “provisionally approve” the JCPOA within the frameworks of the Supreme Leader’s “redlines.”  (Tasnim News Agency)\" \"Parliamentarian Mohammad Hossein Farhangi discussed the parliamentary review of the JCPOA during an interview with ICANA News Agency. The Parliament’s Board of Directors member said that that lawmakers will likely “draw up and present” a resolution that would allow the government to implement its commitments as stated in the JCPOA. (ICANA)\""], [691, "2015-09-24T13:48:59Z", [0.99], ""], [1117, "2015-09-24T10:04:36Z", [0.95], ""], [484, "2015-09-24T03:30:15Z", [0.85], "Thanks for the information ALM21."], [1262, "2015-09-23T23:28:43Z", [0.95], "\"Iranian parliamentary committee conditionally confirms nuclear deal\"\nThis is probably the best answer we'll get from them.   Their \"red lines\" will probably be related to sanctions and additional requests, but apparently Iranians are holding off on buying goods expecting western products to be available soon, so still believe we'll make the date.  If  \"confirms\" = \"approve\"  for our question & answer...maybe we have it.   \nSee below:\n\"Iranian parliamentary committee conditionally confirms nuclear deal...  In relevant remarks, Chairman of the Parliament National Security and Foreign Policy Committee Alaeddin Boroujerdi said on Monday that the Majlis is neither going to pass nor to reject the JCPOA...The Majlis will rather pass red lines as a necessity and allow the government to implement its agreement with the 5+1, Boroujerdi said.\"  http://www.tehrantimes.com/index_View.asp?code=249580\n"], [1646, "2015-09-23T21:34:05Z", [1.0], ""], [1042, "2015-09-23T21:27:35Z", [0.97], "Seriously, not a single good reason to gum up the works in this one. The only reason is future circumstances like WW3 breaks out before November first."], [83, "2015-09-23T18:02:24Z", [1.0], "Ayatollah Khamenei seems to want a large diverse group of Iranians to approve the deal, the more that sign off on the deal the less problems he has if something goes wrong. Ayatollah Khamenei who was considered the Iranian architect of the deal, cut Parliament out of negotiating the deal.\nNow that the deal is complete, Khamenei insisted that Parliament vote on the agreement."], [60, "2015-09-23T17:48:44Z", [1.0], "I think there might be a bit too much reading into the question re: \"Iranian Parliament approve,\" but I'll be honest, I didn't review all of the discussion on this. The link from UnderwaterPutin (http://theiranproject.com/blog/2015/09/22/parliament-to-make-decision-on-jcpoa-next-week/) seems to make things pretty clear: Tehran, Sept 22, IRNA – The parliament will make decision about the Joint Comprehensive Plan of Action (JCPOA) next week, senior MP said on Tuesday. ... He said that the parliament is to make the final decision about the nuclear deal based on the report provided by the special JCPOA commission. According to the lawmaker, the parliament has up to October 19 to announce its final vote. \n~~~ \nCOMMENT: This, paired with the link (http://www.al-monitor.com/pulse/originals/2015/09/amano-iaea-iran-parliament.html) shared by cmeinel, lead me to believe this is all but a done deal."], [60, "2015-09-23T17:42:55Z", [0.0], "EDIT: (Weird -- I didn't make this forecast). I'm clearly in at 100% -- will re-predict."], [60, "2015-09-23T17:42:51Z", [1.0], "I think there might be a bit too much reading into the question re: \"Iranian Parliament approve,\" but I'll be honest, I didn't review all of the discussion on this. The link from UnderwaterPutin (http://theiranproject.com/blog/2015/09/22/parliament-to-make-decision-on-jcpoa-next-week/) seems to make things pretty clear: Tehran, Sept 22, IRNA – The parliament will make decision about the Joint Comprehensive Plan of Action (JCPOA) next week, senior MP said on Tuesday. ... He said that the parliament is to make the final decision about the nuclear deal based on the report provided by the special JCPOA commission. According to the lawmaker, the parliament has up to October 19 to announce its final vote.\n~~~\nCOMMENT: This, paired with the link (http://www.al-monitor.com/pulse/originals/2015/09/amano-iaea-iran-parliament.html) shared by cmeinel, lead me to believe this is all but a done deal."], [452, "2015-09-23T17:30:47Z", [0.9], ""], [1131, "2015-09-23T16:40:49Z", [0.95], ""], [484, "2015-09-23T15:59:57Z", [0.65], "Thanks Balbec for pointing out any action might not be approval, per se."], [691, "2015-09-23T15:53:25Z", [0.99], ""], [20, "2015-09-23T14:28:44Z", [1.0], "Vote next week. Khamenei is for it, it wouldn't have got this far if he wasn't. http://theiranproject.com/blog/2015/09/22/parliament-to-make-decision-on-jcpoa-next-week/"], [241, "2015-09-23T12:19:46Z", [0.65], ""], [1114, "2015-09-23T09:33:25Z", [0.65], "If I understand things correctly, the role of the Iranian Parliament concerning the JCPOA is similar to that of the US Congress–Parliament doesn't necessarily have to approve the deal, while a vote against would endanger it. Thus not going through with a vote may be an attractive way to appease hardliners, and it has been reported that Parliament will \"rather pass red-lines as a necessity and allow the government to implement its agreement with the 5+1\":  http://tehrantimes.com/index_View.asp?code=249580 So the scenario described below by Agent0090 may be somewhat likely: \"[Parliament allows] approval through something short of a vote (like the issuance of a favorable report, possibly followed by a vote that \"adopts\" the report without explicitly \"approving\" the JCPOA), it gives everyone what they want while still allowing some wiggle room in future if things go south.\" [quote from Agent0090's post] True, Rouhani et al. would probably benefit from having a parliamentary approval of the JCPOA as a part of a broader strategy of moderation (see link below about an emergent \"'pro-minimal engagement' camp\" among \"members of the Iranian policy elite ... [including President] Rouhani, Foreign Minister Mohammad Javad Zarif and other top officials\"), even if approval isn't strictly required for things to proceed. However, the hardline faction in Parliament may not go along with this if it can allow the deal to stand without seeming to endorse it, and moderates too may prefer this as the politically safer option, since it would allow them to avoid any possible embarrassment during a vote.  http://www.al-monitor.com/pulse/originals/2015/09/iran-deal-domestic-debate-reduce-intervention.html#ixzz3mX6zKNuQ Update: amcchile's link is especially helpful in clearing up the Rouhani administration's objection to a parliamentary vote, although the statements it cites are all around a month old."], [241, "2015-09-23T02:27:21Z", [0.7], ""], [20, "2015-09-22T22:20:59Z", [0.95], ""], [1669, "2015-09-22T21:47:41Z", [0.75], ""], [691, "2015-09-22T20:23:48Z", [0.99], ""], [1262, "2015-09-22T19:29:26Z", [0.9], "Extremely likely, unless they get hung up on the sanction component.    I can't imagine why they wouldn't make that deadline."], [43, "2015-09-22T18:19:09Z", [1.0], "Iran's leaders, after schmoozing the hardliners, now are working with European leaders to get the agreement moving ahead. This strongly suggests that they have decided it is a done deal with Parliament, and all that remains is to let hard liners air their grievances as they just did yesterday with testimony from the head of the IAEA. Dateline 9-21-15 International Atomic Energy Agency chief Yukiya Amano testified Sept. 20 before an Iranian special committee to review the country's comprehensive nuclear deal with the five permanent members of the UN Security Council plus Germany (P5+1). The presence of the IAEA chief in front of the conservative-led parliament gave the Iranian members of parliament an opportunity to air long-held grievances against the agency.... While Iranian members of parliament continued to debate the nuclear deal, President Hassan Rouhani and Foreign Minister Mohammad Javad Zarif continue their outreach to European countries anticipating the end of sanctions. On Sept. 21, Dutch Foreign Minister Bert Koenders visited Tehran, meeting separately with Rouhani, Zarif, head of parliament Ali Larijani and Supreme National Security Council Secretary Ali Shamkhani. \nRead more: http://www.al-monitor.com/pulse/originals/2015/09/amano-iaea-iran-parliament.html"], [1238, "2015-09-22T15:59:57Z", [0.95], "New York times is reporting that Ayatollah Khamenei is in favor.  It also makes no sense for them to strike this down now."], [131, "2015-09-22T13:24:06Z", [0.96], ""], [73, "2015-09-22T11:50:25Z", [0.96], "As before,  slight increase due to limitation on \"suspended\" seems to be removed"], [817, "2015-09-22T11:46:59Z", [0.85], "Iran is normalizing the relations with the rest of the world. JCPoA will be surely approved, "], [837, "2015-09-22T01:47:51Z", [0.9], ""], [532, "2015-09-21T19:57:25Z", [1.0], ""], [94, "2015-09-21T19:40:17Z", [0.85], "I'm increasing my odds for this one to align more with the crowd."], [57, "2015-09-21T19:16:54Z", [1.0], ""], [38, "2015-09-21T17:49:48Z", [1.0], "On 60 Minutes last night Rouhani was asked about Iranian approval of JCPoA.  What I got out of what he said was that Khamenei has the ultimate authority to approve it and that he usually accepts the decision of the parliament, that the parliament generally follows the will of the people, and that the people were strongly in favor of it."], [127, "2015-09-21T17:32:45Z", [0.95], ""], [465, "2015-09-21T16:10:59Z", [0.9], "\"Iranian Supreme Leader Ayatollah Ali Khamenei expressed support Thursday for a parliamentary vote in Iran on the nuclear deal Tehran agreed to with a group of six world powers. He said parliament should not be sidelined in the process, and that he would not tell lawmakers whether to approve or reject the agreement, but would leave it up to them to decide on their own.\" -03SEP15 (various news agencies)."], [73, "2015-09-21T15:46:18Z", [0.94], "as per previous rationale."], [1325, "2015-09-21T15:42:50Z", [0.8], "There will be some theatrics, but in the end this will be approved. Iran needs money and access to SWIFT; this deal is the best way available for them to get back on. Wildcard is the mullahs, but overall they will act in Iran's best interests."], [1428, "2015-09-21T15:31:27Z", [0.85], "It is what the elites want"], [43, "2015-09-21T15:08:17Z", [0.9], "Raising probability on the basis of a smiley faces all around in the wake of the inspections of the Parchin site yesterday and today. This makes it harder for the hardliners to portray inspections as a Trojan horse full of Great Satan types."], [524, "2015-09-21T15:01:11Z", [0.4], "If the hard-liners in the US shut down the Gov't (9/30) and I believe they will, the hard-liners in Iran will utilize the same attitude to try and hold out for further relief.  I'm actually a bit more pessimistic than 40%."], [493, "2015-09-21T14:14:07Z", [0.8], "Yes, probably, but I'm waffling on this one. On the one hand:  \"Rouhani, meanwhile, told US media that most Iranians \"have a positive view\" of the nuclear deal, and that it would likely be ratified.\"  \nhttp://www.middleeasteye.net/news/iaea-chief-visits-irans-controversial-parchin-site-493329814#sthash.6kRqMXOV.dpuf On the other hand:\n\"Iranian Parliament neither to pass, nor to reject JCPOA\"\nhttp://en.trend.az/iran/nuclearp/2435758.html Looking back the original article, it seems that a parliamentary vote was ordered by Khamenei back when U.S. Republicans were making noises about the next president not being bound by the deal. Now IAEA had has smoothed over Parchin and participated in a session of the parliamentary committee reviewing the JCPOA. I think that public opinion is overwhelmingly in favor of the deal, and that if it comes to a parliamentary vote it will pass. This may actually be bad news for the hard liners because it locks in approval of the deal. If they allow approval through something short of a vote (like the issuance of a favorable report, possibly followed by a vote that \"adopts\" the report without explicitly \"approving\" the JCPOA), it gives everyone what they want while still allowing some wiggle room in future if things go south.   So I'm lowering my forecast to allow for the possibility of the JCPOA moving forward without a formal parliamentary vote of approval. I'll be watching this one closely over the next couple of days, and I welcome other thoughts on the issue."], [691, "2015-09-21T12:03:20Z", [0.99], ""], [1264, "2015-09-21T06:42:41Z", [0.85], ""], [1682, "2015-09-21T06:17:58Z", [0.96], ""], [231, "2015-09-21T00:42:14Z", [1.0], ""], [43, "2015-09-20T23:39:31Z", [0.85], "Lowering probability to 85%. I enjoyed a long discussion with a journalist  friend who has in-depth knowledge of Iran's hard liners. He thinks they may well see this as the beginning of the end for them. Lifting of sanctions means more influence for the business community;  it means more involvement with the outside world for average citizens. Overall, Iran already appears to be the most stable, educated, civilized and tolerant nation in the region. My friend says that thanks to a fatwah by Ayatolla Khomeini that still is in effect, Jewish synagogues  are safer there than in much of Europe. Jews openly wear yarmulkes, even prayer shawls, in public. There even is a Jewish member of the Parliament. Given all of this, the end of sanctions can only make the nation more modern and less revolutionary. Comparison class: The Ku Klux Klan, a U.S. racist, terrorist organization responsible for countless riots, murders, bombings and arsons, used to be so acceptable that high ranking politicians used to be members. They even included Presidents. Yet it was former Ku Klux Klan member President Harry Truman who integrated the armed forces by executive order. Yes, people can change, no matter how invested in acts of hatred. One might expect Iranian hard liners to fear something similar as the walls fall down between their Islamic revolution and the world. I asked about the virulent opposition to the deal by Netanyau. Wouldn't this tell the hard liners that ratifying the deal would inflict a defeat against Netanyahu's forces, whom they would prefer to wipe off the face of the planet.  My friend says that Iranian hard liners see Netanyahu's opposition as a political ploy, that he is looking for a way to get U.S. politicians to back him up by making war against Iran. Hard liners believe there is no way to placate Netanyahu."], [1201, "2015-09-20T20:33:35Z", [0.9], "Yes, but accompanied by a lot of theatrics. The sunk costs in time and diplomacy alone say yes. Five of the P5+1 are already acting as if. And the economic benefits to Iran are enormous.  I'm not going for 100% simply because of the time specification in the question. I expect cliffhanging will be part of the theatrics. "], [38, "2015-09-20T19:59:22Z", [1.0], "I don't think Rouhani & Khamenei would have invested so much time, energy & political capital in the negotiations and agreement if they weren't going to make sure it would pass the Iranian Parliament."], [1280, "2015-09-20T19:53:08Z", [0.99], ""], [20, "2015-09-20T18:37:50Z", [0.9], "IAEA chief talks to parliament committee. http://presstv.com/Detail/2015/09/20/429998/Iran-IAEA-Amano--Rouhani I've read hardliners have a big problem with Parchin inspection. There's no way to hide an inspection. Some in parliament get their say at least. One questioner asked if IAEA had anything to do with death of physicist. So the hardliners got in their questions/accusations. "], [691, "2015-09-20T12:49:36Z", [0.99], ""], [1626, "2015-09-19T19:43:31Z", [0.78], ""], [295, "2015-09-19T19:40:41Z", [0.95], "Approval appears to exist amongst all."], [1056, "2015-09-19T19:35:33Z", [0.9], "I can't think of any reason for them to reject it. The conditions of the agreement give them what they want, which is no meaningful international scrutiny. They'll want any onus for the breakdown of the deal to fall elsewhere, not on them. I think it's certain they'll approve, and my 10% hedging is over the time frame, not the actual approval itself."], [613, "2015-09-19T17:50:34Z", [0.95], "Iran wants this to happen in order to have sanctions lifted."], [1638, "2015-09-19T16:13:59Z", [0.75], "Yes ... But always can change "], [532, "2015-09-19T14:03:40Z", [0.7], ""], [136, "2015-09-19T13:07:55Z", [0.7], "http://www.criticalthreats.org/iran-news-round-september-17-2015\n\"Kowsari, who is a member of the JCPOA commission, stated that “the Special Commission to Review the JCPOA is summing up its views…the final report will [likely] be presented to Parliament on October 2.” \""], [68, "2015-09-19T12:41:46Z", [0.95], "Increasing with passage of time. The US Congress presumably can't interfere, at least until January 2017, so the way is clear for the Iranian Parliament to approve the Plan."], [691, "2015-09-19T12:05:43Z", [0.99], ""], [1491, "2015-09-19T10:47:06Z", [0.85], "first guess, \ngiven unstability but great deal"], [1131, "2015-09-19T10:23:21Z", [0.95], ""], [306, "2015-09-18T21:57:48Z", [0.99], ""], [1615, "2015-09-18T20:04:06Z", [1.0], "done deal - the timing is the main issue, but gotta believe they want to just get it over with at this point."], [83, "2015-09-18T18:48:32Z", [0.91], "http://www.nytimes.com/politics/first-draft/2015/09/17/iranian-immigrant-is-named-white-house-florist/ New White House florist is an Iranian immigrant.\nSlightly raising forecast."], [1500, "2015-09-18T17:39:10Z", [0.95], "If US Congress can pass it (or at least not reject it) so can Iran."], [1500, "2015-09-18T17:36:12Z", [0.95], "US is done now, and it's in Iran's interest, and Khameni has (somewhat) endorsed it."], [294, "2015-09-18T17:08:13Z", [0.9], "The US is done.  http://www.reuters.com/article/2015/09/17/us-iran-nuclear-congress-idUSKCN0RF2VX20150917  The \"Moderates\"  need to get this through the Majlis before some derails the momentum."], [1529, "2015-09-18T15:33:03Z", [0.25], "Parliamentarians will want to give their voice to the public dialogue and what they think the agreement means. It essentially will be a tit-for-tat response to the US Congress' public statements. This will take a few weeks to transpire, plus need to ensure that US agrees to deal first."], [1595, "2015-09-18T14:16:50Z", [0.8], ""], [691, "2015-09-18T11:56:56Z", [0.99], ""], [1585, "2015-09-18T05:55:33Z", [0.95], "This seems nearly certain -- Khamenei has given it his implicit blessing and popular support is strong."], [794, "2015-09-18T04:45:14Z", [0.75], "There seems little doubt that it will be approved by Parliament. The leadership is behind it and there are a lot of articles assuming its implementation in the government supported press. The only question is timing, particularly whether there is any posturing that may slow it down so that it is not passed by November 1.  This posturing could either be a show of force which would need to be resolved, or politicians could try to push an issue and then not succeed, leading to a showdown. Below is one example developing as we speak.  (Imagine if the Iranian Parliament insisted on getting \"the same\" testimony or attention provided to the US Congress.) Even if this particular issue gets resolved, it shows that there are factions that can posture or make demands that could drag this out. Therefore my estimate is a bit lower than others. MPs demand Amano's presence in parliamentary commission\nTehran, Sept 16, IRNA – Members of the parliamentary commission in charge of examining the Joint Comprehensive Plan of Action (JCPOA) have called for IAEA Director-General Yukiya Amano to brief the commission. Alireza Zakani, head of the parliamentary commission, on Wednesday submitted a letter to Foreign Minister Mohammad Javad Zarif demanding that Amano brief the parliamentary commission. \nThe letter comes as Amano is due to visit Iran in coming days. \nIn his letter, Zakani said the lawmakers want to have a meeting with Amano to express their views to the IAEA chief. \nHe also said that Amano may have points to explain to Iranian MPs. \nZakani said that as Amano has attended the US Congress and delivered a report to the US congresspersons on the JCPOA, he has to do the same in Iran. "], [43, "2015-09-18T04:13:23Z", [0.95], "Looking better as Khameini, Rouhani and Zarif make the rounds of power players, pressing the case for approval. By building consensus, they are making approval a win-win for everyone."], [61, "2015-09-18T01:22:01Z", [0.99], ""], [83, "2015-09-18T00:57:34Z", [0.9], "Madre's Business Week article gave an interesting perspective. Ayatollah Ali Khamenei, considered the architect of the deal, cut Parliament out of the negotiations. Parliament, under prior Presidents, Ahmadinejad, etc., participated in the actual negotiations.  Khamenei, also has limited the power of Presidents to prevent them from gaining to much influence. When President Rouhani requested the agreement be approved by the Supreme National Security Council (which Rouhani heads), Khemenei ordered that Parliament vote on it. The benefits are the elimination of sanctions and the legitimization of a low level nucular capability for medical research and power generation.  Ali Larijani, head of the Iranian Parliament, expects the Parliament to vote toward the end of September.   On September 28th, 2015, both Obama and Rouhani are scheduled to speak at the UN.  The timing of the US and Iranian approvals are close to this date.  Assuming that Iran would like to get to \"Implementation Day\" as soon as possible, the vote may be timed either to 1. allow Rouhani to make the announcement at the UN, or 2. slightly after, if Rouhani is prevented from receiving the publicity at the UN.  But a delay, after US approval, later than early October, seem unlikely.\n"], [294, "2015-09-18T00:11:27Z", [0.75], "The deal will pass -- or least fail to be rejected.  It's a question of when. 1 November is 6 weeks away. The Iranians aren't going to do squat until Congress is done fiddling with this.  Looks like this Thursday is the last day for congress to stop this http://www.cnn.com/2015/09/17/politics/iran-nuclear-deal-senate-block/index.html So I expect the Majils will get moving on this soon.  As others have noted, the Iranian gov't wants the sanctions to start rolling back as soon as possible."], [530, "2015-09-17T22:36:41Z", [0.9], "They need the boost brought about by the lifting of the sanctions. They really don't have any alternatives."], [1380, "2015-09-17T20:20:19Z", [0.98], ""], [691, "2015-09-17T20:17:39Z", [0.98], ""], [500, "2015-09-17T19:56:07Z", [0.98], "odobriće jer im je to u interesu"], [484, "2015-09-17T18:33:29Z", [0.95], "So far, no problems on either side of the agreement."], [1526, "2015-09-17T17:43:54Z", [0.99], "Yes, Iran needs to enter a more free global market and have many economic sanctions lifted. Also, they have the prospect of gaining billions in Natural gas revenue with new gas deals with Europe due to a recent deficit created by economic sanctions on Russia.  Prior to the sanctions, Russia provided 1/3 of the natural gas to Europe. Now Europe needs to fill that void. This is a very beneficial deal for Iran. "], [1077, "2015-09-17T17:15:31Z", [1.0], ""], [532, "2015-09-17T15:59:03Z", [0.6], ""], [1520, "2015-09-17T15:48:48Z", [0.75], ""], [299, "2015-09-17T14:57:59Z", [0.6], "\"Khamenei announced his decision before the US Congress formally weighed in on the deal; last week, the House overwhelmingly rejected the agreement and deal proponents blocked such a vote in the Senate. Khamenei has not revised his advice following these votes, and the special JCPOA committee has continued its hearings, suggesting that Khamenei will allow the Majles vote to take place later this month. Ultimately, few observers consider it likely that the Majles would be able to block the implementation of an agreement that the Supreme Leader has already allowed to proceed.\" http://iranmatters.belfercenter.org/blog/explainer-iranian-review-nuclear-deal"], [1007, "2015-09-17T09:42:23Z", [0.95], ""], [1460, "2015-09-17T04:47:18Z", [0.7], "They will approve it, just a question of when - November seems a bit short"], [1425, "2015-09-17T00:32:34Z", [0.95], "There will be token conservative resistance, some drama, and maybe a few tears, but they will likely get it passed before 1 November. It is in their greater interests."], [1431, "2015-09-17T00:25:35Z", [0.97], ""], [677, "2015-09-17T00:22:09Z", [0.0], ""], [1414, "2015-09-16T23:39:21Z", [0.99], ""], [1394, "2015-09-16T22:54:30Z", [0.95], "Bye-Bye 150 billion from sanctions relief and victory parades in Tel Aviv and Riyadh. Plus the Ayatollah made it clear he thought the Parliament should register its opinion. Everybody will get in line."], [1333, "2015-09-16T21:30:56Z", [0.55], "http://www.al-monitor.com/pulse/originals/2015/09/zarif-jcpoa-parliament-committee.html?utm_source=Al-Monitor+Newsletter+%5BEnglish%5D&utm_campaign=058bfdffb2-September_15_2015&utm_medium=email&utm_term=0_28264b27a0-058bfdffb2-102297633"], [1379, "2015-09-16T20:57:00Z", [0.99], ""], [1358, "2015-09-16T20:40:00Z", [0.99], "It restrains the US and allows the Iranians to build up their ballistic missile program and ultimately their nuclear program."], [691, "2015-09-16T20:25:02Z", [0.97], ""], [1278, "2015-09-16T19:32:49Z", [0.95], "The Ayatollah wanted this deal and Iran is getting sanctions relief that it has wanted for a decade or more. The parliament vote is just a rubber stamp at this point, although I'm sure that hardliners will use the debate to express various sentiments about the US and Israel."], [1321, "2015-09-16T18:56:08Z", [0.65], "I think that it will be passed, but I see factions of the RGC dragging the vote to the last minute."], [568, "2015-09-16T18:53:32Z", [0.9], ""], [1322, "2015-09-16T18:29:54Z", [0.95], ""], [43, "2015-09-16T18:23:19Z", [0.9], "Rouhani is campaigning for the deal. Speaking to leaders of the hard-line anti-American Islamic Revolutionary Guard Corps, he points out that Iran has pressing problems that the deal would help. So is it goodbye and thanks for all the fish when it comes to fighting the Great Satan? Source: Dateline 9-15-15 Iranian President Hassan Rouhani defended the nuclear deal between Iran and six world powers at a gathering of commanders of the Islamic Revolutionary Guard Corps. At the 21st National Assembly of IRGC commanders, Rouhani stressed the need for unity but also made headlines for suggesting that social and environmental problems are as dangerous as the enemies facing Iran.  http://www.al-monitor.com/pulse/originals/2015/09/rouhani-irgc-nuclear-deal.html#ixzz3lvVjWR3e"], [1275, "2015-09-16T17:12:42Z", [0.87], "The plan is beneficial and will increase trust in the USA (or the West)"], [1257, "2015-09-16T17:11:03Z", [0.8], ""], [1224, "2015-09-16T16:57:05Z", [0.85], ""], [862, "2015-09-16T14:55:11Z", [0.8], ""], [1168, "2015-09-16T14:51:52Z", [0.7], "Not much reason for them not to, especially with Ayatollah influence."], [1162, "2015-09-16T14:19:34Z", [0.95], ""], [740, "2015-09-16T12:59:25Z", [0.9], ""], [241, "2015-09-16T12:48:10Z", [0.9], ""], [1006, "2015-09-16T12:15:40Z", [0.77], "The Iranian Parliament may huff and puff for a few weeks before approving the plan. "], [1078, "2015-09-16T08:52:54Z", [0.7], ""], [1127, "2015-09-16T07:51:00Z", [0.99], "That decision would be good way for them."], [94, "2015-09-16T02:02:53Z", [0.75], "Iran will very likely approve the deal at some point, but 6 weeks is a pretty short timeline for action.  A parliamentary vote seems to be expected around the beginning of October (see [1]), which is a good sign.  There seems to be some opposition in Iran to the deal which might delay things.  I am hesitant to be as confident as the crowd in the absence of hard data. [1] http://www.reuters.com/article/2015/09/03/us-iran-nuclear-khamenei-idUSKCN0R310720150903"], [355, "2015-09-16T00:31:38Z", [0.85], ""], [191, "2015-09-16T00:07:27Z", [0.6], "I think Iranian parliament will approve the Joint Plan of Action  but not as enthusiastic as most that it will happen by 11/1/15 \nOnly 7 weeks before Nov 1  a blink of the eye  with lots of room for twists and turns waiting for the other side to confirm the  \"quid pro quo\" , sanction relief.   \n\"Momma momma why the drama?\"  Answer -  this is geopolitical endgame fighting for every inch.    Time never speeds up,  always a delay.   \n "], [484, "2015-09-15T23:22:11Z", [0.85], "I'm liking the consensus more and more, just hoping that 1 Nov isn't too early. Wonder what Persian (and Kurd, etc) holidays there are between now and 1 Nov."], [73, "2015-09-15T21:40:32Z", [0.88], "On the basis Obama has secured enough votes that allow him to state sanctions are lifted (not suspended) then Majles will vote yes.  Once I see that, I will move confidence further up."], [1028, "2015-09-15T21:00:47Z", [0.8], ""], [30, "2015-09-15T20:26:04Z", [0.75], "There are a couple of different factors that may affect the vote: (1) In a June survey, a solid majority of Iranians expressed support for a nuclear deal, so long as it brought sanctions relief (source: http://www.cissm.umd.edu/publications/iranian-public-opinion-nuclear-negotiations). As the current deal meets that condition, parliamentarians will be under some pressure to see it through. (2) All candidates for parliament must be approved by Iran's Guardian Council, which is selected by the Supreme Leader and the head of the judiciary. As a result, there is a strong incentive for current parliamentarians who wish to run in future elections to stay in alignment with the Ayatollah's general policy preferences; if they don't, they risk being disqualified. While Khamenei has yet to endorse the final deal (creating some uncertainty), I find it difficult to believe that he would let the process get this far and then torpedo it. As this Reuters article (http://www.reuters.com/article/2015/09/15/us-iran-nuclear-setad-insight-idUSKCN0RF0E920150915) also points out, many of Khamenei's close supporters stand to benefit from the deal, increasing his incentive to see it pass.  (3) While there are a large number of hardliner members of parliament, I don't seem to be able to find a credible source nailing down an exact number (Iranian political affiliations seems to be quite fluid). However, very few news articles are suggesting that there are enough hardliners opposed to torpedo the deal (will update if I can find better info on this)."], [1016, "2015-09-15T18:38:13Z", [0.99], "Iran got the deal of a lifetime."], [975, "2015-09-15T16:48:00Z", [0.67], ""], [973, "2015-09-15T16:41:32Z", [0.92], ""], [369, "2015-09-15T15:50:29Z", [0.93], "with the potential opening of  numerous economic doors,  the perception of a diplomatic victory,  and  the probability of waiting for all others to move first, it seems almost a given "], [136, "2015-09-15T15:38:49Z", [0.6], ""], [493, "2015-09-15T13:10:58Z", [0.9], "Agree with Jatreit. While there are elements in Iran that wouldn't mind seeing the deal blow up, they probably don't want to be the ones that make it blow up."], [920, "2015-09-15T11:26:31Z", [0.95], ""], [691, "2015-09-15T11:17:13Z", [0.97], "They'll do this even if they have no intention of adhering to the deal later. They don't want it to break down yet."], [102, "2015-09-15T11:17:07Z", [1.0], "jatreit is convincing"], [43, "2015-09-15T11:11:44Z", [0.9], "Following jatreit"], [37, "2015-09-15T10:43:15Z", [0.9], "While Madre has an excellent roundup of news articles, I found the majority of them to be hugely myopic with respect to the deal. One cranky old hat stirring up anti-Western sentiment doesn't suddenly mean passage will fail. Just as the Congressional vote was (almost) assured from the start but allowed hard-liners to bare their teeth, so too are the latest comments coming from Iran. For reference, in the past week alone President Rouhani offered \"L'shana tova\" to Israel and SL Khameini denounced Israel and called us The Great Satan again. (Personally, it's my favorite nickname for the U.S.) I'm placing a lot of eggs in this basket between all the similar questions, but I reiterate my stance: Iran can, will and MUST pass this accord. Khameini has already rubber-stamped the deal or else it wouldn't exist in the first place, and now he simply has to reassure his allies with the usual rhetoric. As far as I see it, the ONLY question remaining is the timeline for approval. Iran's parliament was directed to wait at least 80 days from the JCPOA's inking, which comes due on October 9th. At least one (questionable) source has the vote coming as soon as this month. Based on these, I find the probability of passage before Nov 1st to be very high. http://www.nytimes.com/2015/07/22/world/middleeast/iran-nuclear-deal-vote.html\nhttp://en.trend.az/iran/politics/2431225.html"], [505, "2015-09-15T09:06:45Z", [0.95], "Both sides must make JCPA publically official"], [68, "2015-09-15T08:28:00Z", [0.9], "There will be a noisy debate but it will be approved. They are probably just waiting for 18 September, when Congress's review period ends."], [710, "2015-09-15T08:16:55Z", [0.33], ""], [506, "2015-09-15T07:22:30Z", [0.35], "Some thoughts with links below: The Ayatollah made favorable comments about the JCPOA prior to the vote in Congress; however, his tone switched late last week... after the vote.  Curiously too, the day after Congress passed the agreement, Iran announced a visit to China to discuss said agreement (also economic alliances).    Iran's parliament is made up of conservatives. It's leader, Larijani hedged recently when asked in a variety of recent stateside interviews (see Amanpour/CNN and Inskeep/NPR) whether JCPOA will \"pass\".  His view is that that Iran will not sign anything until sanctions are lifted. The U.S. has said sanctions can be lifted in as soon as six months (Jan).  Note too that as the JCPOA is right now the Rouhani sees it as a loose voluntary agreement without his signature. If it goes through Parliament it will become legally \"binding\" for Iran but not so for the other countries who signed it. Now members are scrutinizing the agreement that Rouhani left them out of when it was built. Khomeini isn't stepping in to get them to align right now (eventually he likely will whereas they likely will sign off on the agreement - but for now he's punishing Rouhani for his power hungry actions). Rouhani is trying hard to be relevant to maintain power well into the future. This weekend (during the time of the year which is a pause for reflection and repentance in the ME), Rouhani tweeted \"L'Shanah Tovah\" to Israel while blasting the Saudi's over crane incompetence.   Also note that many posts/predictions on the Rezaian question see his release soon. Parliament Chief Larijani's brother is the leader of Iran's judiciary wing. While the institutions the bros Larijani represent are separate, the two are said to be close kin. A Parliament wait on the JCPOA means a Judiciary wait on Rezaian. Oh, and first and most importantly, Khomeini needs to give his blessing on Rezaian before anything can happen.   Ayatollah flip flop:\nhttp://m.huffpost.com/us/entry/55f1d224e4b093be51be12a8 Larijani interviews:\nhttp://www.cnn.com/2015/09/02/world/amanpour-transcript-ali-larijani/ http://www.npr.org/about-npr/437584311/npr-news-interview-with-the-speaker-of-irans-parliament-ali-larijani Iran power struggle (000 also linked):\nhttp://www.newsweek.com/wake-nuclear-deal-power-struggle-iran-371987 Iran-China visit:\nhttp://mobile.reuters.com/article/idUSKCN0RB0W120150911\n"], [38, "2015-09-15T05:01:47Z", [0.85], "All that I need to know is that Khamenei is for it.  Thanks ed3.  \nI don't know if the Nov 1st deadline is a problem, or not"], [98, "2015-09-15T04:34:44Z", [0.8], "Ayatollah Ali Khamenei as noted ordered the vote to be done.  Two sub questions; 1.  will the vote get taken before 1 nov.  2.  will the vote be yes.  Unless the US congress manages to do something extremely stupid, I think the vote will occur before 1 Nov (the sooner Iran accepts the sooner sanctions go away from a practical perspective).  I expect that opposition will be vocal, but it will pass the Parliament (alternative would be for a failure and and override just like the US is doing).  So I weigh in at 80% yes for openers Interesting source http://www.criticalthreats.org/iran-news-round-september-14-2015"], [93, "2015-09-15T01:02:07Z", [0.75], ""], [231, "2015-09-15T00:46:04Z", [0.8], "There are many in Iran opposed to it: https://www.superforecasters.com/fornax/link.php?gjp_user=1240&gjp_ifp=C7018&gjp_url=https://www.commentarymagazine.com/foreign-policy/middle-east/iran/iranian-parliament-endorse-nuclear-deal/\nBut of course overwhelmingly likely that it will pass."], [689, "2015-09-14T22:52:52Z", [1.0], "Comment deleted on May 10, 2016 05:44PM UTC"], [102, "2015-09-14T22:43:26Z", [0.0], "This one is going to be the occasion for some advanced professional wrestling which will no doubt take us past 1NOV15 timeline. [1]  I'm excited, this will be maybe the first question to get scored! [1] http://www.newsweek.com/wake-nuclear-deal-power-struggle-iran-371987"], [20, "2015-09-14T21:59:19Z", [0.9], "This is widely considered a success of Iranian diplomacy in Iran.  Khamenei is the big vote and he's on board.  Speaker Larjani is leading it through Parliament. I'm not certain about the Nov1st deadline. But certain there is motivation to get sanctions relief. "], [102, "2015-09-14T20:59:04Z", [0.35], "Before US Congress has approved it?"], [484, "2015-09-14T20:45:42Z", [0.65], "Probably yes (—unless the Supreme Leader dies or there is some other internal crises); perhaps not by 1 November."]], "open_date": "2015-09-14T20:00:23Z", "close_date": "2015-10-13T16:22:23Z"}