{"question_id": 173, "title": "Before 1 July 2016, will South Korea announce that the Terminal High-Altitude Area Defense (THAAD) missile defense system will be deployed on the Korean Peninsula?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[24287, "2016-07-01T05:00:16Z", [0.0], ""], [67, "2016-07-01T03:15:47Z", [0.0], ""], [16253, "2016-06-30T21:46:24Z", [0.0], ""], [368, "2016-06-30T19:16:15Z", [0.0], ""], [767, "2016-06-30T17:43:40Z", [0.0], "The latest:  China and Russia, as of June 29, continue to \"urge the United States to back off, saying THAAD's deployment could also affect their security.\" China's Xi urges caution over U.S. missile deployment in South Korea\nhttp://www.reuters.com/article/us-china-southkorea-security-idUSKCN0ZF12J Russia categorically opposes plans to deploy US THAAD missile defense systems in South Korea since this will pose direct threat to the country's security, Russian Ambassador to South Korea Alexander Timonin told Sputnik.\nhttp://sputniknews.com/military/20160630/1042209421/thaad-russia-korea.html South Korea considering possible locations for U.S. THAAD deployment.  Candidate locations include existing U.S. military bases.\nhttp://www.upi.com/Top_News/World-News/2016/06/06/South-Korea-considering-possible-locations-for-US-THAAD-deployment/2221465232851/ NOTE:  Very possible it will happen before the end of the year, but definitely not before July 1."], [22243, "2016-06-30T12:53:17Z", [0.0], ""], [1333, "2016-06-30T11:20:29Z", [0.0], ""], [691, "2016-06-30T11:19:05Z", [0.0], ""], [26349, "2016-06-30T10:39:15Z", [0.0], "Roll-out of this system is going to require an official announcement, and would then take several days (or weeks). It cannot be deployed by tomorrow."], [19923, "2016-06-30T09:14:47Z", [0.0], "End date is almost approaching."], [26569, "2016-06-30T08:02:43Z", [0.0], ""], [68, "2016-06-30T06:53:51Z", [0.0], "https://www.gjopen.com/comments/comments/271143 as pointed out by @Anneinak, \" the military would make a final decision on the deployment of the U.S.-made advanced anti-missile system by the end of this year.\" Seems safe to forecast a zero chance of an announcement by tomorrow."], [38, "2016-06-30T02:40:04Z", [0.0], "http://koreajoongangdaily.joins.com/news/article/article.aspx?aid=3020651&cloc=joongangdaily%7Chome%7Cnewslist2 South Korean Defense Minister Han Min-koo told lawmakers Tuesday that the military would make a final decision on the deployment of the U.S.-made advanced anti-missile system by the end of this year. \n~~~~~~~\nCOMMENT:  Key words:  \". . .by the end of this year\".  Not tomorrow!\n"], [4782, "2016-06-29T22:15:38Z", [0.01], "- United States and South Korea have begun talks on THAAD (29 June 2016).\n- However, little more than 24 hours until \"before 1 July\" expires so likelihood question will be answered affirmatively is virtually nil."], [368, "2016-06-29T19:25:45Z", [0.0], ""], [530, "2016-06-29T19:00:41Z", [0.0], "Affirming forecast"], [25705, "2016-06-29T16:36:49Z", [0.0], ""], [15097, "2016-06-29T16:25:05Z", [0.0], ""], [11716, "2016-06-29T14:45:36Z", [0.0], ""], [26375, "2016-06-29T14:17:54Z", [0.0], ""], [23234, "2016-06-29T14:09:43Z", [0.0], ""], [23234, "2016-06-29T14:04:49Z", [0.1], ""], [26349, "2016-06-29T12:44:35Z", [0.01], "Very probable that THAAD will be deployed, perhaps even over the coming months. It seems very unlikely that it is going to be deployed in the next couple of days, however, not least because finer points of the agreement that will facilitate this have yet to be worked out."], [691, "2016-06-29T12:42:38Z", [0.0], "http://www.reuters.com/article/us-china-southkorea-security-idUSKCN0ZF12J This will likely happen, but not in the next couple of days.  I hope."], [16253, "2016-06-28T23:32:01Z", [0.01], ""], [368, "2016-06-28T21:33:53Z", [0.0], ""], [16421, "2016-06-28T21:28:42Z", [0.0], ""], [26242, "2016-06-28T21:00:53Z", [0.0], ""], [691, "2016-06-28T20:43:40Z", [0.0], ""], [1262, "2016-06-28T19:30:52Z", [0.0], ""], [90, "2016-06-28T18:52:48Z", [0.0], ""], [130, "2016-06-28T13:14:49Z", [0.0], ""], [6600, "2016-06-28T11:57:39Z", [0.0], ""], [24668, "2016-06-28T08:35:04Z", [0.0], ""], [10745, "2016-06-28T03:26:58Z", [0.0], ""], [767, "2016-06-28T00:38:46Z", [0.0], "Most likely this won't happen before July 1, but here's the latest: WASHINGTON HOPES TO WRAP UP ANTI-MISSILE DEAL WITH SOUTH KOREA\n\"The United States wants to wrap up discussions with South Korea on the deployment of a sophisticated defense system, the Pentagon said Friday, two days after North Korea’s latest missile tests.\nSeoul and Washington have for weeks been in talks about deploying the advanced US THAAD missile system in South Korea to protect against the potential threat from Pyongyang—a move vehemently opposed by China.  \nHe said discussions had “progressed well,” but there were still “some details to work out.”  North Korea tested two Musudan medium-range missiles just hours apart on Wednesday (June 22).  The first was seen as a failure, but leader Kim Jong-Un hailed the second as a complete success.\nhttp://www.japantoday.com/category/world/view/washington-hopes-to-wrap-up-anti-missile-deal-with-south-korea THAAD SEEN AS CAPABLE OF INTERCEPTING N. KOREA MID-RANGE MISSILE\nhttp://www.koreatimes.co.kr/www/news/nation/2016/06/205_207826.html\n\"The advanced U.S. missile defense system THAAD is believed to be capable of intercepting North Korea's intermediate-range ballistic missiles if it is deployed in South Korea, Seoul's defense chief said Friday.  On Wednesday, the North fired off what is believed to be two Musudan mid-range missiles, marking its fifth and sixth launches since April.\""], [53, "2016-06-27T23:53:51Z", [0.0], ""], [26569, "2016-06-27T18:27:05Z", [0.01], ""], [368, "2016-06-27T17:43:12Z", [0.0], ""], [691, "2016-06-27T16:46:03Z", [0.0], ""], [202, "2016-06-27T10:03:35Z", [0.0], ""], [26375, "2016-06-27T09:20:25Z", [0.0], ""], [4634, "2016-06-27T07:28:26Z", [0.0], ""], [10759, "2016-06-27T07:28:16Z", [0.0], ""], [5001, "2016-06-27T02:26:59Z", [0.0], ""], [24146, "2016-06-27T02:18:48Z", [0.0], ""], [4782, "2016-06-26T23:55:52Z", [0.01], ""], [5390, "2016-06-26T23:27:11Z", [0.0], ""], [3363, "2016-06-26T20:19:41Z", [0.01], ""], [368, "2016-06-26T18:53:27Z", [0.0], ""], [24287, "2016-06-26T18:15:01Z", [0.0], "Everyone's busy with Brexit, and time has almost run out even as NK has sneaked in another missle test!!"], [691, "2016-06-26T12:30:43Z", [0.0], ""], [11960, "2016-06-25T22:14:11Z", [0.0], ""], [755, "2016-06-25T19:03:04Z", [0.02], "Yonhap, June 24, 'U.S. says THAAD talks 'progressing well': http://english.yonhapnews.co.kr/national/2016/06/25/0301000000AEN20160625000400315.html\nClip from Yonhap article:\n\"Sources in South Korea have said that the THAAD talks have moved forward to a point where the two sides are now looking at candidate sites for deployment, including not only existing U.S. military bases but also mountainous areas away from cities.\"\nJapan Today, June 24, 'Washington hopes to wrap up anti-missile deal with South Korea': http://www.japantoday.com/category/world/view/washington-hopes-to-wrap-up-anti-missile-deal-with-south-korea\nUPI, June 24, 'Seoul: THAAD can intercept North Korea Musudan missiles': http://www.upi.com/Top_News/World-News/2016/06/24/Seoul-THAAD-can-intercept-North-Korea-Musudan-missiles/1941466774982/\nClips from UPI article:\n\"South Korea is responding to North Korea's recent launches of midrange ballistic missiles, and the solution is increasingly pointing to THAAD, the U.S. anti-missile defense system.\nSeoul's Defense Minister Han Min-koo said in a statement issued Friday the deployment of THAAD in South Korea makes it possible to intercept incoming Musudan missiles, local news service News 1 reported.\"\nThe Nation, June 23, 'Kim says new missile can strike US Pacific bases': http://nation.com.pk/international/24-Jun-2016/kim-says-new-missile-can-strike-us-pacific-bases\nClips from Nation article:\n“We can’t deny that (North Korea’s) technological development is making progress, and the situation is alarming,” Japanese government spokesman Koichi Hagiuda told reporters.\nThe North has publicly displayed an ICBM, called the KN-08, which uses the same engine technology as the Musudan but has never been test-fired.\nJeffrey Lewis, director of the East Asia Nonproliferation Program at the Middlebury Institute of International Studies in California, said the international community had to find a way to get Pyongyang to accept a missile test moratorium.\n“If we do nothing, this ends in a successful flight test of the Musudan-based KN-08,” Lewis said.\" The Diplomat, June 23, 'North Korea's Musudan Missile Test Actually Succeeded. What Now?': http://thediplomat.com/2016/06/north-koreas-musudan-missile-test-actually-succeeded-what-now/\nClips from Diplomat article:\n\"It’s far from obvious where Pyongyang goes from here. Kim Jong-un’s statement on Thursday suggests that the signaling value of the Musudan tests has been accomplished and, with a limited inventory of missiles remaining, Pyongyang may choose to hold off on further testing. Conversely, it could continue testing to protest international isolation and sanctions. The nightmare scenario is the possibility of Pyongyang using the know-how its gained with its Musudan testing to eventually conduct a flight test its KN-08 ICBM, with a possible atmospheric nuclear detonation to remove any doubts about miniaturization.\nHowever, amid attempts at an uneasy rapprochement with Beijing and even a willingness to enter a track 1.5 dialogue with regional and U.S. diplomats this week, Pyongyang may choose to tamp down its spate of testing somewhat and claim that its long-sought goal of credibly being able to threaten Guam with a nuclear strike has been achieved. With the country under economic stress from sanctions and under increased agricultural stress precipitating a famine, Kim has plenty of reason to turn his attention to the economic leg of byungjin.\" 38th North, June 23, 'A Partial Success for the Musudan': http://38north.org/2016/06/jschilling062316/\nClips from 38th North article:\n\"So we should probably assume they don’t really care, that this was about propaganda and image rather than engineering and weapons development. They have achieved something that is as close to a win as possible without overflying Japan, and if they try again there’s a good chance that Musudan #7 will be an embarrassing failure just like Musudan #5.\nBest case, they declare victory and go home, and make a quiet note to never actually trust the Musudan in wartime. Worst case, they tell their engineers to go back to their ground test facilities and turn this one-shot stunt into a useful weapon. The engineers in question would probably be quite happy to know they still have jobs, and turning the results from this spurt of unreasonably fast testing into a reliable weapon, would occupy them for a year or two at least. If they come back a year from now, testing Musudan missiles one at a time and with three to six months between tests, then we can start worrying about an operational Musudan.\" Comments: Five days left....... ironic that Kim Jong Un will be the ultimate factor of WHEN this system is deployed..... what side of the bed he gets up from, a fight with his wife, lukewarm Guk for lunch, stubbed toe, an attack of piles....   Affirming forecast."], [2965, "2016-06-25T17:43:57Z", [0.0], ""], [12879, "2016-06-25T15:23:37Z", [0.0], ""], [23752, "2016-06-25T14:26:09Z", [0.0], ""], [23234, "2016-06-25T13:44:03Z", [0.25], ""], [26516, "2016-06-25T13:21:47Z", [0.0], ""], [691, "2016-06-25T12:08:03Z", [0.0], ""], [368, "2016-06-24T19:24:01Z", [0.0], ""], [691, "2016-06-24T15:42:15Z", [0.0], ""], [67, "2016-06-24T14:35:21Z", [0.01], ""], [83, "2016-06-24T02:36:26Z", [0.02], ""], [23234, "2016-06-23T22:21:44Z", [0.0], ""], [6552, "2016-06-23T18:27:11Z", [0.0], ""], [368, "2016-06-23T17:38:16Z", [0.0], ""], [16253, "2016-06-23T16:57:18Z", [0.03], ""], [691, "2016-06-23T13:53:30Z", [0.0], ""], [17879, "2016-06-23T08:26:37Z", [0.0], ""], [16742, "2016-06-23T04:08:46Z", [0.01], ""], [4782, "2016-06-22T23:52:13Z", [0.05], ""], [1078, "2016-06-22T23:38:15Z", [0.05], ""], [368, "2016-06-22T20:39:45Z", [0.0], ""], [20588, "2016-06-22T18:35:16Z", [0.0], "Chances of an announcement within the next 9 days is highly unlikely, even with the recent double test. Sanctions are still the primary deterrent for the moment.  https://youtu.be/-m86H1ed4yw"], [83, "2016-06-22T17:27:26Z", [0.2], "Short term increase due to NKorea's appearently successful ballistic missile test."], [26365, "2016-06-22T17:10:58Z", [0.0], ""], [22243, "2016-06-22T17:03:08Z", [0.0], ""], [691, "2016-06-22T15:03:46Z", [0.0], ""], [24771, "2016-06-22T11:49:47Z", [0.0], ""], [24287, "2016-06-22T10:32:02Z", [0.0], "Down the drain!"], [755, "2016-06-22T04:14:29Z", [0.02], "BBC, June 21, 'North Korea test-fires missiles in defiance of UN sanctions': http://www.bbc.com/news/world-asia-36593321\nSee also @lsgold7 , June 21 post & comments. In agreement."], [241, "2016-06-22T02:24:42Z", [0.0], ""], [2965, "2016-06-22T00:01:53Z", [0.0], "Kim I I I  launches  irbm. Launch 5 and 6 just reported cnnintermational.com\nAnd this could trigger THAAD regardless of inventory. \nThis IFP resolution  could just be triggered simply by  a ROK  announcement.\nStay tuned. The next 10 days could determine 3 questions in this question cluster.\nThaad.\nUNCLOS\nADIZ\nI will try to update on these daily. We live in interesting times.\n"], [14880, "2016-06-21T23:10:02Z", [0.0], "Updating for passage of time. Very little need at the time because of current NK missile inventory. "], [23006, "2016-06-21T21:50:42Z", [0.0], "No, can't count of US support right now - maybe after November?"], [73, "2016-06-21T21:48:20Z", [0.0], ""], [23234, "2016-06-21T21:19:00Z", [0.01], ""], [368, "2016-06-21T17:07:41Z", [0.0], ""], [15477, "2016-06-21T15:54:18Z", [0.0], ""], [12302, "2016-06-21T12:37:38Z", [0.0], ""], [691, "2016-06-21T11:18:16Z", [0.0], ""], [755, "2016-06-21T05:18:17Z", [0.02], "Caught @pietrokc , June 18 post and Korea Times link. \nSignificant downgrade on this news and time constraints."], [734, "2016-06-20T22:32:07Z", [0.0], ""], [506, "2016-06-20T22:11:31Z", [0.0], ""], [368, "2016-06-20T21:37:09Z", [0.0], ""], [24563, "2016-06-20T20:35:20Z", [0.0], ""], [22243, "2016-06-20T19:15:49Z", [0.0], ""], [484, "2016-06-20T16:00:46Z", [0.0], "(no change) If GJO reintroduces this question, one factor to keep in mind is the ROK's own BMD developments: https://en.wikipedia.org/wiki/KM-SAM"], [691, "2016-06-20T15:56:42Z", [0.01], ""], [4638, "2016-06-20T12:32:19Z", [0.0], ""], [14027, "2016-06-20T05:55:35Z", [0.01], ""], [10759, "2016-06-20T05:12:53Z", [0.02], ""], [4634, "2016-06-20T05:12:21Z", [0.02], ""], [6303, "2016-06-20T01:59:59Z", [0.0], "I am forecasting based on the general news reports and GJP consensus."], [21046, "2016-06-20T00:51:02Z", [0.0], ""], [12591, "2016-06-19T22:35:22Z", [0.01], ""], [14137, "2016-06-19T21:47:27Z", [0.0], ""], [9755, "2016-06-19T21:46:35Z", [0.0], ""], [691, "2016-06-19T14:51:46Z", [0.01], ""], [20911, "2016-06-19T03:56:25Z", [0.0], ""], [20911, "2016-06-19T03:56:05Z", [0.01], ""], [24146, "2016-06-19T02:40:48Z", [0.05], ""], [368, "2016-06-18T18:54:03Z", [0.0], ""], [23879, "2016-06-18T18:06:09Z", [0.0], "Affirming forecast, noting that funding for THAAD wasn't even approved for 2017! [1] http://www.koreatimes.co.kr/www/news/nation/2016/06/205_207116.html"], [12605, "2016-06-18T17:39:54Z", [0.0], "I remember how GW Bush gave green lights to Taiwan when they requested an upgrade in the 2000s; Taiwan's parliament then couldn't agree on the budget to pay what got green lighted ... it took 8 years, or so, for the first shipments."], [1529, "2016-06-18T16:55:15Z", [0.0], ""], [804, "2016-06-18T15:21:54Z", [0.02], ""], [691, "2016-06-18T12:32:17Z", [0.01], ""], [67, "2016-06-18T01:20:05Z", [0.03], ""], [368, "2016-06-17T17:36:30Z", [0.0], ""], [3363, "2016-06-17T15:30:38Z", [0.05], ""], [1262, "2016-06-17T14:51:46Z", [0.01], "confirming previous forecast"], [2965, "2016-06-17T14:14:31Z", [0.0], "One would have expected such an announcement at or shortly after the trilateral meeting of ROK, Japan and Sec. Def. Carter\nThe DOD  press release does not seem to indicate such an announcement is possible before July 1, 2016\nU.S., Republic of Korea, Japan Trilateral Defense Ministers' Meeting Joint Press Statement\nhttp://www.defense.gov/News/News-Releases/News-Release-View/Article/791223/us-republic-of-korea-japan-trilateral-defense-ministers-meeting-joint-press-sta\n'The Secretary and the Ministers condemned in the strongest terms North Korea's recent provocative actions, including its fourth nuclear test and multiple ballistic missile launches as clear violations of United Nations Security Council resolutions. The Secretary and the Ministers affirmed the intention of the three countries to cooperate closely with one another and with the international community, to enforce United Nations Security Council resolution 2270. The three officials urged North Korea to refrain immediately from taking further actions that aggravate tensions and called on North Korea instead to focus on fulfilling its international obligations and commitments.\"\n\"The Ministers and the Secretary praised the close trilateral communication and cooperation that took place at various levels before and immediately following these incidents. They concluded that the three countries should continue these efforts by utilizing the current Defense Trilateral Talks (DTT) framework to enable rapid coordination among their respective defense authorities in the event of future North Korean threats or to address non-traditional security issues, such as humanitarian assistance and disaster relief\"\n\"The Ministers and the Secretary discussed the upcoming trilateral missile warning exercise, PACIFIC DRAGON, which is to be conducted in accordance with the Trilateral Information Sharing Arrangement (TISA). The Secretary and the Ministers also decided to seek additional opportunities to promote trilateral defense cooperation, such as through defense medical related events and other cultural exchanges\"\nUS DOD requested the authorization and appropriation back in 2015.http://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2016/budget_justification/pdfs/02_Procurement/MDA_PROCUREMENT_MasterJustificationBook_Missile_Defense_Agency_PB_2016_1.pdf\nNo authorization or appropriation I can find by US Congress.\nPer Korea Times:\nhttp://www.koreatimesus.com/seoul-washington-discussing-location-of-thaad-deployment/\n(June 6, 2016)\n\"SEOUL, (Yonhap) — South Korea and the United States are discussing the possible location of the Terminal High Altitude Area Defense (THAAD) system that could be deployed in the country to deter North Korea’s ever growing missile threats, military sources said Monday\"\n\"According to sources, the possible candidates for the base of the THAAD system includes U.S. military bases in the southern city of \nDaegu or Pyeongtaek, some 70 kilometers south of Seoul\"\n*     *    *\n\"Another insider with knowledge on the matter said it is reviewing the feasibility of all candidate locations but said it has not yet narrowed down sites\".\n*    *    *\nMilitary pundits expect the decision to be made before the Security Consultative Meeting slated for October.\n   *    *    *\nSeoul and Washington have been refraining from making detailed statements on the deployment of the THAAD system, especially as China has been expressing discontent against the move, claiming that it could be used against Beijing. Does not sound to me that an announcement will be made in next 2 weeks. .   ."], [15097, "2016-06-17T13:29:45Z", [0.01], ""], [691, "2016-06-17T12:06:13Z", [0.01], ""], [38, "2016-06-17T02:48:41Z", [0.0], "Today's headlines: THAAD was not issue during S. Korea-Russia talks: official:  Yonhap News US bill fails to include amendment for THAAD deployment in S. Korea:  Korea Times"], [23006, "2016-06-17T02:21:35Z", [0.0], ""], [368, "2016-06-16T18:38:32Z", [0.01], ""], [22243, "2016-06-16T14:04:33Z", [0.01], ""], [691, "2016-06-16T11:58:32Z", [0.01], ""], [24159, "2016-06-16T07:53:40Z", [0.0], ""], [21884, "2016-06-16T05:22:44Z", [0.0], ""], [368, "2016-06-15T21:42:01Z", [0.01], ""], [532, "2016-06-15T18:22:25Z", [0.0], ""], [1262, "2016-06-15T16:23:48Z", [0.01], "confirming previous forecast"], [23234, "2016-06-15T16:09:37Z", [0.04], ""], [740, "2016-06-15T12:57:18Z", [0.0], ""], [691, "2016-06-15T12:15:25Z", [0.01], ""], [38, "2016-06-15T04:43:18Z", [0.05], ""], [23483, "2016-06-15T01:51:50Z", [0.0], ""], [13377, "2016-06-14T22:12:54Z", [0.05], ""], [368, "2016-06-14T17:59:35Z", [0.01], ""], [67, "2016-06-14T15:20:03Z", [0.1], ""], [24771, "2016-06-14T14:43:56Z", [0.01], ""], [876, "2016-06-14T11:38:29Z", [0.0], ""], [691, "2016-06-14T11:11:33Z", [0.01], ""], [23006, "2016-06-14T09:05:24Z", [0.01], ""], [14208, "2016-06-14T05:48:32Z", [0.0], "Comment deleted on Oct 22, 2016 07:10PM UTC"], [14880, "2016-06-14T03:31:00Z", [0.01], "Ever less likely as time goes by. "], [14045, "2016-06-14T03:30:06Z", [0.0], ""], [12879, "2016-06-14T01:51:24Z", [0.01], ""], [12591, "2016-06-13T22:26:30Z", [0.15], ""], [2331, "2016-06-13T22:17:12Z", [0.0], ""], [368, "2016-06-13T21:47:13Z", [0.01], ""], [691, "2016-06-13T20:04:49Z", [0.01], ""], [16253, "2016-06-13T16:51:30Z", [0.01], ""], [15548, "2016-06-13T15:55:23Z", [0.0], ""], [22132, "2016-06-13T02:03:16Z", [0.0], ""], [23787, "2016-06-13T00:05:35Z", [0.0], ""], [23787, "2016-06-13T00:04:42Z", [0.03], ""], [368, "2016-06-12T18:59:59Z", [0.01], ""], [38, "2016-06-12T14:21:24Z", [0.1], ""], [691, "2016-06-12T13:21:45Z", [0.01], ""], [1468, "2016-06-12T11:48:37Z", [0.04], ""], [53, "2016-06-12T06:08:47Z", [0.01], ""], [24146, "2016-06-12T03:39:47Z", [0.25], ""], [532, "2016-06-12T00:14:37Z", [0.01], ""], [6303, "2016-06-11T23:29:12Z", [0.0], "According to general news and GJP consensus."], [368, "2016-06-11T18:08:13Z", [0.01], ""], [21046, "2016-06-11T17:29:22Z", [0.01], ""], [691, "2016-06-11T12:33:19Z", [0.02], ""], [51, "2016-06-11T01:52:00Z", [0.0], ""], [67, "2016-06-10T22:24:04Z", [0.15], ""], [691, "2016-06-10T18:43:15Z", [0.02], ""], [368, "2016-06-10T17:56:56Z", [0.01], "Thanks to @lullafterthestorm for the most recent information on THAAD developments."], [22243, "2016-06-10T17:45:26Z", [0.01], ""], [23234, "2016-06-10T11:12:42Z", [0.0], ""], [94, "2016-06-10T03:29:06Z", [0.02], ""], [10916, "2016-06-09T22:20:12Z", [0.0], ""], [24287, "2016-06-09T19:18:33Z", [0.01], "http://m.koreatimes.co.kr/phone/news/view.jsp?req_newsidx=206474 This event might happen, yes. But the problem is the timing of the question. If you see the text of this article, the timeline in consideration is October. At any rate, US may not take an aggressive stance at this point given that it is also rubbing China the other way on India NSG issue. Plus Obama isn't really going to create fresh issues ahead of the elections now. Basically, time has run out"], [368, "2016-06-09T18:55:05Z", [0.02], ""], [755, "2016-06-09T17:26:14Z", [0.15], "UPI, June 6, 'South Korea considering possible locations for U.S. THAAD deployment': http://www.upi.com/Top_News/World-News/2016/06/06/South-Korea-considering-possible-locations-for-US-THAAD-deployment/2221465232851/\nNK News, June 7, 'S.Korea ‘undoubtedly’ intends to deploy THAAD: defense minister - THAAD becomes political, diplomatic issue as China-U.S. competition in Asia-Pacific heats up': https://www.nknews.org/2016/06/s-korea-undoubtedly-intends-to-deploy-thaad-defense-minister/\nClips from NKN article:\n\"Seoul’s defense minister reiterated the necessity for THAAD in South Korea during an interview after his speech at the Shangri-La dialogue in Singapore, despite objections from China.\nDefense Minister Han Min-koo didn’t mention THAAD deployment during his speech on Saturday, but said that South Korea “undoubtedly has the intent to deploy THAAD,” during the Q&A session.\nOne expert said THAAD is inevitably a political and diplomatic issue regardless of the military usefulness.\n“The U.S. wants to expand its influence in Asia and China wants to increase its presence in the Pacific Ocean. Now the conflict in the South China Sea is expanding to the Korean Peninsula,” Kim Dong-yup, professor at Seoul’s University of North Korean Studies told NK News.\" Comments: Agree with point made about developments in SCS to influence deployment timetable of this system on the Peninsula, also @AndrewSabisky June 8 post and comments.  Adjusting down due to IFP time constraint."], [691, "2016-06-09T14:34:22Z", [0.02], ""], [12302, "2016-06-09T13:53:45Z", [0.04], ""], [15097, "2016-06-09T12:56:18Z", [0.05], ""], [12302, "2016-06-09T09:18:08Z", [0.08], ""], [3517, "2016-06-09T01:54:23Z", [0.01], ""], [10192, "2016-06-08T22:11:58Z", [0.0], ""], [368, "2016-06-08T21:51:57Z", [0.02], ""], [691, "2016-06-08T18:28:46Z", [0.02], ""], [24771, "2016-06-08T14:08:21Z", [0.02], ""], [3895, "2016-06-08T13:54:47Z", [0.09], "http://www.koreatimes.co.kr/www/news/nation/2016/06/205_206385.html passage of time - definitely not impossible there's an announcement within the next few weeks, but October seems more likely"], [876, "2016-06-08T11:24:11Z", [0.07], ""], [12879, "2016-06-08T02:09:27Z", [0.02], ""], [1708, "2016-06-08T00:03:47Z", [0.0], ""], [14933, "2016-06-07T21:34:31Z", [0.02], ""], [368, "2016-06-07T20:07:18Z", [0.02], ""], [691, "2016-06-07T19:50:05Z", [0.02], ""], [51, "2016-06-07T18:12:49Z", [0.01], ""], [24287, "2016-06-07T17:04:02Z", [0.01], "Ok nothing happening here. Absolutely zero newsflow!! Lowering further"], [4782, "2016-06-07T14:55:55Z", [0.1], ""], [876, "2016-06-07T12:21:22Z", [0.08], ""], [23234, "2016-06-07T10:30:57Z", [0.02], ""], [14880, "2016-06-07T04:29:19Z", [0.04], ""], [14308, "2016-06-07T00:32:25Z", [0.0], ""], [368, "2016-06-06T21:55:46Z", [0.02], ""], [142, "2016-06-06T20:57:12Z", [0.02], "More failure in the NK missile program reduces need for THAAD or an announcement."], [12302, "2016-06-06T19:38:22Z", [0.1], ""], [691, "2016-06-06T18:46:17Z", [0.02], ""], [19170, "2016-06-06T15:23:33Z", [0.25], ""], [876, "2016-06-06T11:36:20Z", [0.09], ""], [23234, "2016-06-06T10:21:50Z", [0.05], ""], [24287, "2016-06-06T03:30:03Z", [0.02], "Reiterating"], [12302, "2016-06-06T03:12:41Z", [0.3], ""], [6303, "2016-06-06T02:53:46Z", [0.01], "According to general news and GJP consensus."], [12302, "2016-06-06T02:50:04Z", [0.4], "It did not only make it on the agenda nontheless, but the South Korean defense minister even stated the intention to deploy THAAD. Does it count?  \"[South Korea] undoubtedly has the intention to deploy the Terminal High Altitude Area Defense,” Han said, according to Yonhap News Agency. “The missile interception capability that the South Korean military and the United States Forces Korea currently have is for low-altitude defense in the terminal stage (of an incoming missile), therefore the deployment of THAAD which could defend a broader region, is more valuable militarily … South Korea thoroughly considers it a matter of national security and interests,” Han added.\" - http://www.ibtimes.com/thaad-korean-peninsula-south-korea-undoubtedly-has-intention-install-us-missile-2377967 This has been mentioned by @Gibson at https://www.gjopen.com/comments/comments/251644"], [14027, "2016-06-06T00:05:49Z", [0.05], ""], [23234, "2016-06-05T11:47:06Z", [0.0], ""], [691, "2016-06-05T11:46:21Z", [0.02], ""], [23234, "2016-06-05T11:45:15Z", [0.1], ""], [23234, "2016-06-05T11:43:33Z", [0.65], "i don't think the recent statement counts to the deciders of this question, but it might. others?\nhttp://www.ibtimes.com/thaad-korean-peninsula-south-korea-undoubtedly-has-intention-install-us-missile-2377967"], [15621, "2016-06-05T07:29:09Z", [0.0], "Off talks so going to zero"], [10192, "2016-06-05T05:47:34Z", [0.82], ""], [4729, "2016-06-05T05:41:31Z", [0.0], ""], [4729, "2016-06-05T05:40:50Z", [0.1], ""], [15548, "2016-06-05T04:42:07Z", [0.04], ""], [51, "2016-06-04T23:25:32Z", [0.01], ""], [691, "2016-06-04T21:16:48Z", [0.02], ""], [368, "2016-06-04T19:18:14Z", [0.02], ""], [532, "2016-06-04T18:48:09Z", [0.03], ""], [22833, "2016-06-04T17:08:00Z", [0.0], ""], [530, "2016-06-04T15:16:36Z", [0.0], "Looks like this isn't on the agenda but, will probably happen later."], [2965, "2016-06-04T15:07:37Z", [0.0], "I agree @ravel\nNice link!"], [689, "2016-06-04T13:33:12Z", [0.02], "Not before July 1 perhaps, but coming.\nSouth Korea ‘Undoubtedly Has Intention’ To Install US Missile System - International Business Times\nhttps://apple.news/A3T_tGcJ_O1GTwJSaHn13FQ"], [12302, "2016-06-04T08:07:27Z", [0.05], "not sure about it; may change my forecast again today.\nthe us seems to want to get this done, south korea not that much - at least not in this timeframe. so the question would be wether the us can concinve them fast enough or not."], [1624, "2016-06-04T06:07:22Z", [0.0], ""], [19106, "2016-06-04T05:31:54Z", [0.0], "Less than 4 weeks and a fairly definitive statement it's not on the agenda."], [5001, "2016-06-04T03:32:51Z", [0.01], "@malcmur's link here: http://www.gjopen.com/comments/comments/250799"], [21046, "2016-06-04T02:28:07Z", [0.03], ""], [231, "2016-06-04T01:33:13Z", [0.0], "http://www.upi.com/Top_News/World-News/2016/06/03/South-Korea-official-THAAD-not-on-discussion-agenda-with-US/5721464978728/"], [755, "2016-06-03T23:34:46Z", [0.25], "Adjusting down on updates provided by @Sjens June 3 post. Mirroring probability given time left."], [12302, "2016-06-03T23:13:17Z", [0.25], "Correcting my forecast & cutting it in half @aaseawaf15 \"It's not particularly the time to discuss [THAAD deployment] and the U.S., South Korea sides have the same idea,\" Han said, ahead of a discussion to be held on the sidelines of the Shangri-La Dialogue in Singapore, an annually held regions security forum in Asia. The South Korean defense minister instead said sanctions and other forms of pressure on North Korea would be the focal point of talks with Carter and Japanese Defense Minister Gen Nakatani.\" - http://www.upi.com/Top_News/World-News/2016/06/03/South-Korea-official-THAAD-not-on-discussion-agenda-with-US/5721464978728/ “Seoul has to befriend both Washington and Beijing and instead of making a definitive choice on this issue, Seoul’s most suitable option, for its best interest, is continuing with the reservation strategy as of now.” - https://www.nknews.org/2016/06/south-korea-unsure-of-end-date-for-thaad-discussions/"], [12302, "2016-06-03T23:06:47Z", [0.5], "following @aaseawaf15\nNot going all the way up, because so far it's just one article and time is not the most pressing issue right now."], [755, "2016-06-03T20:05:34Z", [0.75], "Breaking Defense, June 2, 'US Won’t Back Off On Korean Missile Defense, South China Sea: SecDef': http://breakingdefense.com/2016/06/us-wont-back-off-on-korean-missile-defense-south-china-sea-secdef/?utm_source=hs_email&utm_medium=email&utm_content=30227356&_hsenc=p2ANqtz-97BiEqow4OlNiZbgzJL6m2VfOVYhVgnYJ-NEjTbw7bH_hJODpenCUS8wqlD8BtOVSYmIZFGdLJDlwgd3TzMqyybIhV5g&_hsmi=30227356\nClips from the BD article:\n\"But, asked one reporter, don’t five North Korean missile tests in a row (albeit all failures) call for a reappraisal of the threat?\n“Whatever the outcome of the test, the fact remains that they’re trying to make those missiles fly,” said Carter. “Whatever the outcome, this is something that is provocative. It’s destabilizing. It’s contrary to the United Nations Security Council resolutions.”\nIt’s this missile threat that seems to have finally convinced South Korea to ask for an American THAAD battery, supplementing shorter-range Patriot missile defense systems. (Both are US Army systems, underscoring the often-overlooked role of land power in the Pacific). Carter will meet in Singapore with his South Korean counterpart, he said, and “I’m sure that topic will come up, (but) it’s not something we need to discuss much…because the plans are moving forward.”\n“This is an alliance decision, a decision of the United States and the Republic of Korea which is about protecting us both from North Korean missile attack,” Carter said. “It’s an alliance decision, (and) the implementation of it will be a series of decisions that we take together.”\n“There are a lot of technical issues to get through,” a senior defense official elaborated — a phrasing which implies the political and strategic issue of whether to deploy THAAD is settled and now it’s just a question of how. “We will have a public announcement soon, but I’m not in a position to give you exact timing.” Why do they keep up the provocations? A visual primer on DPRK world view:\nhttps://youtu.be/85rvUc6SP0E\nSource: Stratfor High expectation of an announcement. Deployment schedule to come later. Adjusting up."], [368, "2016-06-03T19:43:41Z", [0.02], ""], [24563, "2016-06-03T18:02:24Z", [0.03], ""], [4634, "2016-06-03T15:59:21Z", [0.08], ""], [10759, "2016-06-03T15:58:36Z", [0.08], ""], [3895, "2016-06-03T15:16:36Z", [0.24], ""], [241, "2016-06-03T14:54:34Z", [0.02], ""], [691, "2016-06-03T13:51:35Z", [0.03], ""], [24287, "2016-06-03T05:31:59Z", [0.02], "Reiterating"], [6303, "2016-06-03T02:32:23Z", [0.01], "According to the general news and GJP consensus."], [22833, "2016-06-03T01:02:10Z", [0.05], ""], [755, "2016-06-02T23:56:27Z", [0.65], "Another missile launch....\nReuters, March 30, 'North Korea missile launch attempt fails, South Korea says': http://www.reuters.com/video/2016/05/31/north-korea-missile-launch-attempt-fails?videoId=368706402\nYonhap, June 2, 'Carter expects to discuss THAAD with S. Korean defense chief': http://english.yonhapnews.co.kr/news/2016/06/03/0200000000AEN20160603000300315.html\nNDTV, June 2, 'US Expects Announcement 'Soon' On Deployment Of Korea Anti-Missile System': http://www.ndtv.com/world-news/us-expects-announcement-soon-on-deployment-of-korea-anti-missile-system-1414880\nComments: New developments warrant an upward adjustment, although IFP expiration very close. Will assess after Carter meet with ROK defense chief scheduled for Saturday. "], [1993, "2016-06-02T22:06:15Z", [0.0], ""], [83, "2016-06-02T21:56:51Z", [0.0], "Recent \"Diplomat\" article:\nhttp://thediplomat.com/2016/05/south-korea-thaad-and-the-china-problem/\nAuthor suspects:\n--No decision during remainder of Obama's term\n--Deployment under HRC\n--DT may not want to pay for SK security"], [19170, "2016-06-02T21:08:02Z", [0.35], ""], [10192, "2016-06-02T20:49:59Z", [0.99], ""], [10192, "2016-06-02T20:47:02Z", [0.88], ""], [20053, "2016-06-02T20:03:26Z", [0.05], ""], [15097, "2016-06-02T18:17:55Z", [0.1], ""], [876, "2016-06-02T12:44:57Z", [0.1], ""], [691, "2016-06-02T10:54:29Z", [0.03], ""], [689, "2016-06-02T10:54:18Z", [0.02], ""], [3363, "2016-06-02T10:24:24Z", [0.12], ""], [1449, "2016-06-02T10:08:31Z", [0.07], "It is probably coming... but unlikely by 1 July. "], [24287, "2016-06-02T03:59:41Z", [0.02], ""], [1529, "2016-06-02T02:46:18Z", [0.02], "July is close at hand, so lowering estimate.\nWith the continued missile failures, some pressure for THAAD introduction has been lifted. My guess is that behind the scenes there is a delicate balance between exercising the THAAD deployment and waiting to see if China is carrying through on economic sanctions against DPRK. The backdrop to all this is the complexity of the South China Sea challenges. Obama has generally shown a tendency to try to compartmentalize issues that are naturally intertwined. If China fails to live up to its sanction commitments, then there is less reason to hold off on THAAD. It also could be that the US is simply trying to dial down the overall temperature of the US_China relations, knowing that  the UN Arbitration ruling is coming shortly and the chance of a military casualty is rising.  The more I think about the China questions, the more complex it becomes. "], [691, "2016-06-01T20:53:31Z", [0.03], ""], [22300, "2016-06-01T16:55:28Z", [0.05], ""], [876, "2016-06-01T12:44:43Z", [0.2], ""], [689, "2016-06-01T05:12:09Z", [0.02], ""], [2965, "2016-06-01T02:49:27Z", [0.0], "There will be a deployment. Right now Kim III keeps launching and testing. As the volley continues, there is more than a likelihood, it's a certainty. But not now while the parties await the impact of sanctions. \nSouth Korea values it's relationship with Russia as well as PRC.\nFor now. President Park has Patriot deployment in front of ROE defense ministry. \nShort of a near miss, I would expect THAAD deployment as DPRK tests continue, A miss is as threatening as a launch pad accident as a volley over Japan, DPRK threat will force THAAD deployment.\nROK requires  DPRK de nuclearization before direct talks."], [25600, "2016-06-01T00:06:02Z", [0.1], "If North Korea stops the current rhetoric than this will not happen but if it starts threatening there could be small chance of this happening, my only reservation is that July 1st is only 5 weeks away."], [16253, "2016-05-31T18:48:10Z", [0.08], ""], [22833, "2016-05-31T18:01:49Z", [0.0], ""], [23006, "2016-05-31T17:50:34Z", [0.01], "This seems provocative. North Korea always seems seems to be the instigator of these things; not that South Korea doesn't want to. But they only push the North if they have very clear support and backing from the U.S which is not very likely at the moment, given all the other stuff the U.S. has on it's plate right now. If Trump wins though the odds become much higher."], [23006, "2016-05-31T17:46:13Z", [0.01], ""], [368, "2016-05-31T16:28:28Z", [0.02], ""], [53, "2016-05-31T16:11:18Z", [0.02], ""], [23206, "2016-05-31T16:08:45Z", [0.1], "Lowering my forecast due to there being only one month left.  I think the consensus is a little low.  It seems very likely that there will eventually be a deployment, since NK has not really changed its behavior and the U.S. will not ultimately be swayed by Chinese objections if they believe that deployment is in their and SK's best interest."], [876, "2016-05-31T11:31:54Z", [0.21], ""], [691, "2016-05-31T11:21:20Z", [0.03], ""], [24146, "2016-05-31T08:19:02Z", [0.45], ""], [241, "2016-05-31T08:00:33Z", [0.01], ""], [24771, "2016-05-31T06:26:13Z", [0.03], ""], [57, "2016-05-30T22:48:17Z", [0.0], ""], [12302, "2016-05-30T19:24:13Z", [0.03], ""], [22833, "2016-05-30T18:11:26Z", [0.02], ""], [24287, "2016-05-30T18:06:08Z", [0.02], "Time running out. Media reports gone quiet on this. Looks like a suppressed matter"], [484, "2016-05-30T15:55:28Z", [0.0], "Down 2% same reasons as before."], [3895, "2016-05-30T14:12:21Z", [0.04], "passage of time"], [734, "2016-05-30T14:05:19Z", [0.05], ""], [691, "2016-05-30T13:35:36Z", [0.03], ""], [14045, "2016-05-30T12:29:55Z", [0.05], ""], [21046, "2016-05-30T12:05:20Z", [0.05], ""], [15621, "2016-05-30T09:21:04Z", [0.03], ""], [4782, "2016-05-30T00:30:36Z", [0.15], ""], [16253, "2016-05-29T23:11:33Z", [0.1], ""], [19170, "2016-05-29T22:30:31Z", [0.01], ""], [368, "2016-05-29T21:14:04Z", [0.02], ""], [2965, "2016-05-29T15:15:39Z", [0.0], ""], [691, "2016-05-29T11:20:45Z", [0.03], ""], [10039, "2016-05-29T08:58:18Z", [0.0], ""], [21046, "2016-05-29T01:46:45Z", [0.15], ""], [10916, "2016-05-28T21:10:43Z", [0.05], ""], [368, "2016-05-28T20:44:25Z", [0.02], ""], [691, "2016-05-28T11:49:02Z", [0.03], ""], [22822, "2016-05-28T10:51:12Z", [0.0], ""], [11686, "2016-05-28T02:55:17Z", [0.0], ""], [532, "2016-05-28T00:57:14Z", [0.04], ""], [3363, "2016-05-28T00:40:41Z", [0.16], ""], [5001, "2016-05-28T00:25:11Z", [0.02], "http://www.gjopen.com/comments/comments/245490"], [3895, "2016-05-27T23:25:49Z", [0.09], ""], [73, "2016-05-27T23:12:44Z", [0.0], ""], [23879, "2016-05-27T23:12:10Z", [0.0], "Affirming forecast. U.S. Senator has just proposed budget amendment that would set aside funds for THAAD... in 2017. Budgets are voted later in the year. No chance funds get approved before 1 July 2016. Guessing announcement wouldn't be made before funds acquired. [1] http://english.yonhapnews.co.kr/national/2016/05/27/0301000000AEN20160527000200315.html"], [12302, "2016-05-27T22:42:56Z", [0.05], "\"A U.S. senator proposed Thursday that next year's defense budget bill include calls for deployment of the THAAD missile defense system in South Korea to beef up defense against growing nuclear and missile threats from North Korea.\" - http://www.koreatimes.co.kr/www/news/nation/2016/05/205_205653.html"], [368, "2016-05-27T20:07:47Z", [0.02], ""], [691, "2016-05-27T17:29:52Z", [0.08], "During or directly after the end-of-June missile practice, it is not out of the question that we'll hear an announcement like, \"We've been a-studyin' on it, and we reckon we'll be gittin' that thar THAAD system right soon.  Ma'am.\"    A long shot, unless the entire US and ROK senior command have been watching too many bad Westerns, and if it does happen it might not come out until after this deadline.  Still, insufficiently improbable to make me go to zero. "], [12874, "2016-05-27T12:32:19Z", [0.0], ""], [24287, "2016-05-27T04:49:31Z", [0.08], "Lowering further!"], [25468, "2016-05-27T04:16:48Z", [0.05], ""], [368, "2016-05-26T20:17:42Z", [0.02], ""], [691, "2016-05-26T13:56:51Z", [0.08], ""], [51, "2016-05-26T02:02:45Z", [0.02], ""], [21046, "2016-05-26T01:28:49Z", [0.2], ""], [15097, "2016-05-25T20:26:03Z", [0.25], ""], [691, "2016-05-25T17:33:31Z", [0.06], ""], [876, "2016-05-25T11:48:51Z", [0.22], ""], [136, "2016-05-25T11:19:07Z", [0.05], ""], [10192, "2016-05-25T06:40:03Z", [0.1], "Dropped way down...missile defense drill happening June 28 cutting timeframe too close. "], [4729, "2016-05-25T05:41:31Z", [0.45], ""], [755, "2016-05-25T05:11:12Z", [0.4], "More recent article on RIMPAC-2016:\nThe Diplomat, May 23, 'South Korea, Japan to Hold Missile Defense Drill in June': http://thediplomat.com/2016/05/south-korea-japan-to-hold-missile-defense-drill-in-june/\nClips from article:\n\"South Korea, U.S. and Japan have held joint search and rescue drills numerous times in the past, but this marks the first time we hold a missile warning exercise,” a high-ranking official of Seoul’s Defense Ministry told The Korea Herald. “The drill is confined to the framework of the trilateral information sharing pact (on Pyongyang’s nuclear and missile capabilities) and is not a strategic exercise.”\n“One Aegis-level vessel from each country,” will participate in the drill a South Korean defense official told CNN, which will involve “detecting and tracing a hypothetical North Korean missile.” However, it will not involve the interception of the missile. (A military fighter jet will stand in for the missile.)\nThe exercise will focus on acquiring and sharing intelligence between the three countries “because of the limitations of the information-sharing pact,” a South Korean defense official said. South Korea, Japan and the United States signed an intelligence-gathering pact in 2014 to respond to North Korea’s growing missile threat.\n“To hold such drills has been decided to better defend South Korea from ever-increasing nuclear and missile threats from North Korea and detailed plans have been worked out,” the South Korean defense official said. However, the South Korean defense ministry emphasized that the drill will have ”nothing to do with any country’s missile defense program.”\nIncremental adjustment down.\n"], [21884, "2016-05-25T04:09:50Z", [0.05], ""], [484, "2016-05-24T22:39:03Z", [0.02], "Down another 2%. Same thoughts as earlier."], [16253, "2016-05-24T18:05:15Z", [0.11], ""], [24287, "2016-05-24T17:32:34Z", [0.12], "Halving probability - nothing happening plus time decay"], [67, "2016-05-24T15:21:09Z", [0.2], ""], [876, "2016-05-24T11:53:00Z", [0.23], ""], [10759, "2016-05-24T11:49:09Z", [0.1], ""], [4634, "2016-05-24T11:49:01Z", [0.1], ""], [691, "2016-05-24T11:25:44Z", [0.06], ""], [1993, "2016-05-24T08:35:52Z", [0.02], ""], [19106, "2016-05-24T07:57:13Z", [0.02], "From 3 days ago from the FB page for RIMPAC - \"The dates for RIMPAC 2016 have not been released to the public yet. We expect to make that announcement in the next few weeks.\" That says to me that the dates will be similar to 2014, when it began on June 26th, the last Thu in June. The missile training announced will take place in concert with RIMPAC, which gives us a clue to dates. I don't think there is any chance that they will announce THAAD before the military exercises end, and I think it is very likely they will take at least a week before announcing anything, if not longer. I think the exercises are partly about testing a THAAD system that may already be clandestinely installed, and they will want to make sure everything is hunky dory, AND then still need the right political moment, before announcing. So I think that means they miss the July 1 date with near certainty, but that THAAD is very likely coming."], [368, "2016-05-23T20:53:13Z", [0.02], ""], [102, "2016-05-23T16:09:55Z", [0.05], ""], [876, "2016-05-23T15:22:40Z", [0.24], ""], [271, "2016-05-23T14:29:01Z", [0.0], ""], [10916, "2016-05-23T14:14:39Z", [0.06], ""], [691, "2016-05-23T12:10:58Z", [0.06], ""], [14880, "2016-05-23T00:09:26Z", [0.1], ""], [51, "2016-05-22T23:18:28Z", [0.04], ""], [368, "2016-05-22T21:08:15Z", [0.02], ""], [12302, "2016-05-22T18:01:41Z", [0.08], ""], [691, "2016-05-22T16:16:17Z", [0.1], ""], [12874, "2016-05-22T14:28:25Z", [0.01], ""], [10192, "2016-05-22T05:44:28Z", [0.64], ""], [484, "2016-05-22T02:58:28Z", [0.03], "Down 1% since the consensus is dropping. Still does not make sense, but I don't choose to underestimate the US missile defence mafia."], [14027, "2016-05-22T00:27:41Z", [0.07], ""], [532, "2016-05-21T23:59:24Z", [0.05], ""], [21046, "2016-05-21T18:21:17Z", [0.25], ""], [1468, "2016-05-21T15:45:02Z", [0.12], ""], [23483, "2016-05-21T14:55:13Z", [0.15], ""], [691, "2016-05-21T12:32:01Z", [0.1], ""], [1993, "2016-05-21T07:14:15Z", [0.1], ""], [102, "2016-05-20T21:53:57Z", [0.07], ""], [38, "2016-05-20T19:32:16Z", [0.17], ""], [691, "2016-05-20T18:41:36Z", [0.11], ""], [368, "2016-05-20T18:26:18Z", [0.05], ""], [368, "2016-05-19T17:57:33Z", [0.05], ""], [876, "2016-05-19T16:46:37Z", [0.26], ""], [15621, "2016-05-19T16:20:44Z", [0.05], "I think announcement on THAAD now very unlikely until after joint exercises and will probably need a few days minimum to let dust settle after exercises and to assess results."], [22833, "2016-05-19T13:37:57Z", [0.07], ""], [691, "2016-05-19T13:25:55Z", [0.16], ""], [14137, "2016-05-19T01:43:30Z", [0.1], ""], [691, "2016-05-18T23:40:43Z", [0.19], ""], [368, "2016-05-18T21:24:21Z", [0.05], ""], [20053, "2016-05-18T20:52:26Z", [0.1], ""], [532, "2016-05-18T14:46:54Z", [0.08], ""], [11716, "2016-05-18T14:15:40Z", [0.06], ""], [3895, "2016-05-18T11:39:59Z", [0.46], "http://world.kbs.co.kr/english/news/news_In_detail.htm?lang=e&id=In&No=119073&current_page= \"Asked by Sputnik to comment on these developments, Russian Center for Public Policy Research director Vladimir Yevseyev said that he is convinced the joint exercises will not be limited to training using the Aegis system. According to the expert, there is a high probability that the exercises will include the destruction of dummy missiles. More importantly, he says, is the strong likelihood that the training will not be limited to the destruction of hypothetical North Korean missiles.\n\"I think that China will unequivocally condemn these exercises, because what we're talking about here is pulling the Republic of Korea into the US global missile defense system. It appears that the final decision to deploy the THAAD system (composed of one or two batteries plus the necessary radar equipment) to South Korea will be taken by the end of June. In monitoring mode, this system will be able to gather information from inside China; this causes anxiety in Beijing.\" Read more: http://sputniknews.com/military/20160516/1039699922/china-us-missile-defense-joint-drills.html#ixzz490TSQVAJ"], [24771, "2016-05-18T11:00:30Z", [0.09], "passage of time"], [1529, "2016-05-18T08:38:13Z", [0.1], ""], [755, "2016-05-18T04:44:56Z", [0.55], "CNN, May 17, 'South Korea, Japan to join U.S. for missile-defense exercise': http://www.cnn.com/2016/05/16/asia/south-korea-japan-missile-defense-exercise/index.html?sr=fbCNN051716south-korea-japan-missile-defense-exercise1221AMVODtopLink&linkId=\nClip from article (referencing JPN and ROK cooperation): \n'That's phenomenal. Almost unprecedented,\" said retired Army Gen. Spider Marks, a former top American military intelligence officer in South Korea.'\nSee @Flyn1200 and @Raisinville May 17 posts and discussion. Very persuasive. Adjusting on their commentary and latest above announcement.\n"], [53, "2016-05-18T04:17:09Z", [0.05], ""], [102, "2016-05-18T03:01:14Z", [0.0], "https://larswericson.wordpress.com/2016/05/18/gitrep-17mar16pm/"], [1333, "2016-05-18T00:16:15Z", [0.05], "Joint anti missile defense exercises will likely demonstrate a need for THADD (which is what the exercise is intended to do - move public opinion and start talks on a sell. Won't happen by July though."], [16253, "2016-05-17T23:11:45Z", [0.33], ""], [506, "2016-05-17T23:08:17Z", [0.01], ""], [19170, "2016-05-17T22:21:50Z", [0.05], ""], [368, "2016-05-17T18:22:18Z", [0.05], ""], [14933, "2016-05-17T17:54:46Z", [0.14], ""], [21363, "2016-05-17T17:49:25Z", [0.3], ""], [14208, "2016-05-17T16:14:22Z", [0.0], "reaffirming 0%.  A THAAD deployment to South Korea indicates a failure of liberal diplomacy with China and other Asian nations.  If THAAD is deployed this will be a big pivot away from liberalism towards Realism.  I'm not convinced this is the legacy President Obama wants to leave behind.  I think most of the THAAD rhetoric over the last few months is really the US telling the world \"is this really what you want?\"  It's what Russia wants I'm not sure if China is ready for this especially considering changing macroeconomics.  Feel free to punch holes in my reasoning.  :)"], [12605, "2016-05-17T15:37:37Z", [0.05], ""], [12302, "2016-05-17T14:05:02Z", [0.1], ""], [67, "2016-05-17T12:16:01Z", [0.26], ""], [24287, "2016-05-17T12:10:02Z", [0.25], "http://m.sputniknews.com/military/20160516/1039699922/china-us-missile-defense-joint-drills.html By June end!! I might just fall short of time :( more time decay, cutting probability!"], [12874, "2016-05-17T10:43:14Z", [0.02], ""], [3895, "2016-05-17T10:30:44Z", [0.41], ""], [14493, "2016-05-17T10:12:39Z", [0.03], "NK has appointed a new Foreign Minister (according to Reuters). NK says it does not mean a change in policy. The new man was the the negotiator  for the last 6 nation disarmament talk. This might indicate that NK just wants to try to add some uncertainty to its foreign relations hoping that countries will soften the application of the agreed sanctions while they find out what the new Foreign Minister has to say. In turn this may pause any moves toward THAAD in SK. Of course linked to the likelihood of a THAAD in SK are provocative acts by NK.  The last missile and nuclear tests were down played by the US and SK so presumably they do not want to increase tension. The US, Japan and SK are reported to be holding  joint exercises in tracking NK missiles off Hawaii in late June. Together these reduce the likelihood of a THAAD announcement  about deployment in Korea before 1 July.  "], [3363, "2016-05-17T09:00:43Z", [0.18], ""], [1993, "2016-05-17T06:27:41Z", [0.15], ""], [10759, "2016-05-17T04:59:48Z", [0.12], ""], [4634, "2016-05-17T04:59:42Z", [0.12], ""], [23879, "2016-05-17T04:38:06Z", [0.0], "I feel I should update in view of upcoming US/SK/Japan missile defense exercises [1]. Could be testing the waters with Russia/China as far as THAAD deployment and pushing them to subdue NK? If by June 28th NK has not been subdued, I think there's a chance US/SK might announce THAAD. But would it be unusual to announce just 2 days after the exercises? I have no idea. I think it would be weird to announce THAAD *before* the exercises; they'd have to cancel or totally replan the exercises, it seems like. Does the military cancel playdates often? I don't know either but I can't remember ever reading news to this effect. Russia and China had previously announced they would be doing joint military exercises [2]. Is it all saber rattling and counter-saber rattling? In any case it seems like US/SK would wait a bit to see the results of the military exercises before taking (what Russia & China consider) drastic action. The military exercises themselves must convey SOME information to adversaries, right? Beyond that conveyed simply by the announcement of military exercises? In my original forecast [3] (to which I would welcome criticism) I mostly drew parallels between THAAD in SK and the precedent of THAAD in the United Arab Emirates; and googling I found that there were also military exercises in the UAE [4], roughly one year before a timeline for THAAD negotiations was even announced. One year is a lot more than two days! I'm lowering the forecast from my original 2%. [1] http://www.stripes.com/news/pacific/us-south-korea-and-japan-to-hold-anti-missile-exercise-1.409754\n[2] http://thediplomat.com/2016/04/china-and-russia-to-increase-number-of-military-exercises-in-2016/\n[3] http://www.gjopen.com/comments/comments/209178\n[4] http://www.wam.ae/en/news/emirates/1395228112557.html"], [94, "2016-05-17T03:26:44Z", [0.12], ""], [1262, "2016-05-17T01:03:01Z", [0.01], ""], [1646, "2016-05-16T23:37:37Z", [0.01], ""], [73, "2016-05-16T23:13:14Z", [0.01], ""], [2965, "2016-05-16T22:47:20Z", [0.0], "Well something was bound to happen but no Thaad.\nInstead  joint  exercises with South and North Korea.\nhttp://www.stripes.com/news/pacific/us-south-korea-and-japan-to-hold-anti-missile-exercise-1.409754\ngreat souce and summary of DOD press release \n\"US, South Korea and Japan to hold anti-missile exercise\"\nSEOUL, South Korea — The U.S., South Korea and Japan will hold their first joint anti-missile exercises next month to better counter the threat from North Korea, the defense ministry here said Monday. It was the latest sign that worries over the North’s nuclear weapons program are pushing the allies closer together. China urged restraint, calling on all parties to remain calm. Tensions spiked this year since the North staged its fourth nuclear test and fired a long-range rocket, moves that prompted a new round of tougher U.N. economic sanctions. Despite the punishing measures, Pyongyang attempted several other missile launches, including one from a submarine. The trilateral defense drills will take place around June 28 on the sidelines of Rim of the Pacific, or RIMPAC, international naval exercises in Hawaii, said South Korea’s Ministry of National Defense. The exercises will focus on detecting and tracking missiles, not interception, although ships equipped with the Aegis ballistic missile defense system will be involved, said a ministry official who spoke on condition of anonymity.\" I conclude  that  prior statements about THAAD are the last we hear  until expiration of this IFP\nTHAAD by July no way.\nThis is the response.\nFor now.\n"], [368, "2016-05-16T21:33:46Z", [0.05], ""], [20872, "2016-05-16T21:06:51Z", [0.75], ""], [22243, "2016-05-16T19:41:43Z", [0.02], ""], [689, "2016-05-16T14:13:59Z", [0.12], ""], [876, "2016-05-16T12:49:53Z", [0.28], ""], [691, "2016-05-16T12:12:20Z", [0.21], ""], [4729, "2016-05-16T04:14:34Z", [0.6], ""], [1646, "2016-05-15T13:52:53Z", [0.15], ""], [691, "2016-05-15T12:54:29Z", [0.21], ""], [12302, "2016-05-15T12:47:43Z", [0.18], ""], [20053, "2016-05-14T23:20:12Z", [0.02], ""], [16253, "2016-05-14T20:19:32Z", [0.27], ""], [368, "2016-05-14T17:28:42Z", [0.05], ""], [1639, "2016-05-14T16:08:06Z", [0.1], "Lowering for passing of time"], [484, "2016-05-14T15:59:59Z", [0.04], "Down 1%. Still doesn't make sense, but the bar for an \"announce\" is low and it could be for a temporary deployment."], [3895, "2016-05-14T13:58:17Z", [0.46], "passage of time, no new nuclear test yet"], [691, "2016-05-14T13:04:46Z", [0.22], ""], [4634, "2016-05-14T09:17:20Z", [0.18], ""], [10759, "2016-05-14T09:16:50Z", [0.18], ""], [102, "2016-05-14T03:41:06Z", [0.09], "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [12874, "2016-05-14T00:20:44Z", [0.03], ""], [12302, "2016-05-14T00:11:32Z", [0.2], ""], [51, "2016-05-13T23:15:42Z", [0.08], ""], [83, "2016-05-13T23:01:44Z", [0.0], "Leavening the historical average to cover any remaining probability."], [51, "2016-05-13T22:52:44Z", [0.1], ""], [15548, "2016-05-13T18:10:57Z", [0.1], ""], [368, "2016-05-13T17:17:38Z", [0.05], ""], [1646, "2016-05-13T14:30:53Z", [0.05], ""], [2965, "2016-05-13T14:24:23Z", [0.0], "  South Korea must announce not US and Park is President. She just lost her parliametary majority. And why would it be announced again? Its been announced and in an emergency it would be deployed now and then announced. There is no evidence that THAAD is being deployed. If deployed the Russians  and Chinese would announce counter-measures or be making much more serious and frequent threats.\nthe short term would just be deployed.  There is no present agreement to deploy it and funding it requires Congressional approval as well.\n  I do believe it will be deployed between the election and January 1, 2016  as Japan  and US base there and Phillipines must have some protection. Hiroshima Japan is in the range of  the Kim III IRBM.  Practice makes perfect. Kim III keeps practicing. Despite his recent statement at the Party Congress, Kim III keeps testing and launching.  \n\n "], [691, "2016-05-13T13:59:05Z", [0.26], "An announcement is not a deployment, and you can whip up an announcement pretty fast if you've already been drafting one anyway.  Such a deployment would have stiff expenses and very limited tactical or strategic value, but announcements are cheap and useful for signalling.  I feel a distinct lack of confidence in my numbers on this Q."], [876, "2016-05-13T12:28:12Z", [0.29], ""], [23702, "2016-05-13T11:10:31Z", [0.45], ""], [12105, "2016-05-13T04:52:38Z", [0.65], ""], [12302, "2016-05-13T00:22:17Z", [0.0], "Done. I was wrong."], [19170, "2016-05-12T21:27:31Z", [0.15], ""], [368, "2016-05-12T19:26:22Z", [0.05], ""], [24287, "2016-05-12T16:36:39Z", [0.33], "Time decay...... 1/6th eroded"], [691, "2016-05-12T14:33:33Z", [0.26], ""], [16253, "2016-05-12T07:40:09Z", [0.23], ""], [691, "2016-05-12T03:35:42Z", [0.3], ""], [3363, "2016-05-12T01:47:59Z", [0.3], ""], [734, "2016-05-12T01:00:07Z", [0.15], ""], [368, "2016-05-11T21:40:42Z", [0.05], ""], [73, "2016-05-11T20:45:51Z", [0.03], ""], [14613, "2016-05-11T20:21:01Z", [0.0], "I would never say a zero probability of anything before some date, but it appears to be approaching zero. I think the Obama administration is more likely to use the potential for THAAD as a diplomatic tactic to reengage nuclear negotiation talks, so I don't see a rush to deploy. It may be deployed later, but probably not by 1 July 2016."], [24882, "2016-05-11T14:44:38Z", [0.0], ""], [368, "2016-05-10T19:03:20Z", [0.05], ""], [691, "2016-05-10T10:06:33Z", [0.31], ""], [102, "2016-05-10T02:30:35Z", [0.31], "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [51, "2016-05-09T22:52:31Z", [0.3], "Ms. Park is quite determined to have THAAD deployment and I believe that the national assembly debacle will not hold her back.  And talks are progressing quite nicely.  Really, it is now coming down to negotiation of location.  Not much between today and announcement of agreement.  Not quite sure that enough to trigger an affirmative, and we have little time here.  So for now, I am going just over consensus.  "], [22822, "2016-05-09T21:00:34Z", [0.16], ""], [368, "2016-05-09T20:06:55Z", [0.05], ""], [10039, "2016-05-09T19:13:55Z", [0.22], ""], [19170, "2016-05-09T18:28:18Z", [0.2], ""], [13997, "2016-05-09T17:34:45Z", [0.0], "I think they may hold off because there is a chance of negotiations with the North restarting."], [21363, "2016-05-09T16:31:20Z", [0.37], ""], [15621, "2016-05-09T15:16:52Z", [0.09], ""], [12302, "2016-05-09T14:00:49Z", [0.25], ""], [10759, "2016-05-09T13:45:48Z", [0.25], ""], [4634, "2016-05-09T13:45:44Z", [0.25], ""], [12874, "2016-05-09T13:20:39Z", [0.04], ""], [691, "2016-05-09T11:14:28Z", [0.34], ""], [24146, "2016-05-09T08:36:26Z", [0.6], "The recent North Korean statement that it would not use its nuclear arsenal unless 'provoked' may provoke South Korea to annouce plans for THAAD before July 1, 2016"], [12302, "2016-05-09T02:52:40Z", [0.2], "https://news.vice.com/article/north-koreas-kim-jong-un-says-hes-willing-to-play-nice-and-stop-threatening-nuclear-war yes, vice."], [368, "2016-05-08T18:26:38Z", [0.05], ""], [22243, "2016-05-08T16:59:08Z", [0.05], ""], [102, "2016-05-08T16:58:18Z", [0.3], "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [484, "2016-05-08T16:37:02Z", [0.05], "(no change, no link sorry) The \"no first use\" statement from the DPRK will make it harder for SK to get rushed into something like THAAD."], [102, "2016-05-08T14:13:09Z", [0.32], "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [691, "2016-05-08T11:53:01Z", [0.2], ""], [10759, "2016-05-08T08:14:15Z", [0.32], ""], [4634, "2016-05-08T08:14:06Z", [0.32], ""], [368, "2016-05-07T18:56:16Z", [0.05], ""], [2965, "2016-05-07T18:08:45Z", [0.0], "55 days left!!! \n its always easier to do nothing, Seoul is in range of conventional artillery. 100% accurate in testing is not necessarily 100% deployed.weather is extremely variable on the Korean Peninsula.\nhttps://www.youtube.com/watch?v=r3f8-WNriSw\nhttp://atimes.com/2016/04/south-korea-election-reverses-weaken-parks-reform-drive/\n\"At the same time, the party’s poor showing at the polls raises a host of new problems such as the weakening leadership of President Park Geun-hye. Park is entering a lame-duck period as she approaches the end of her term 22 months from now. The South Korean constitution allows only one five-year term for president. So the party must find her successor while being hobbled in legislative gridlock.\"\n 2 lameducks, a closes strategic trading relationship between PRC and ROK couple with ROK and PRC reflexive nationalism based on past war crimes  create  \"stop Japan\"  de-facto alliance.\n\nand annoucing deployment is a lot different from talks.\nbut given President Park's father still resented and remembered father.\nNo way. Korean Constitution.\nhttps://www.icrc.org/ihl-nat.nsf/162d151af444ded44125673e00508141/aba339f342ad7493c1256bc8004c2772/$file/constitution%20-%20korea%20-%20en.pdf\nArticle 76 Emergency Powers\nParliament is \"not impossible to convene\"\nJust like our Congress the ROK Parliament controls the power of the purse.\nIf Park pulled this,as a lame duck, over a matter of national debate, she would be impeached. \n\nSouth Korea has a vibrant democracy by  any standard. We should and will respect it . No choice, We do not rule our allies by diktat."], [691, "2016-05-07T13:24:26Z", [0.22], ""], [24771, "2016-05-07T08:19:45Z", [0.1], ""], [24771, "2016-05-07T08:18:20Z", [0.39], ""], [755, "2016-05-07T05:18:31Z", [0.75], "NYT, May 6, 'As North Korea’s Nuclear Program Advances, U.S. Strategy Is Tested': http://www.nytimes.com/2016/05/07/world/asia/north-korea-nuclear-us-strategy.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=second-column-region&region=top-news&WT.nav=top-news&_r=0\nClips from article:\n\"Victor Cha, who was a senior official on President George W. Bush’s National Security Council, said American policy had been “concerned about not overreacting to every North Korean provocation, and that made sense when their capabilities were not all that formidable.”\n“But now they have been in a spiral of escalation,” he said, “and we are underreacting when their capabilities are accelerating.”\nComments: Dropping 5 solely on time.\n"], [484, "2016-05-07T01:09:19Z", [0.05], "(no change) There are posts about China and Russia, US preferences, suitability of THAAD, and SK political changes. One factor that may not have been factored in enough is whether SK would consider THAAD provocative or reassuring. I'm guessing the former since they are immediately in line of fire if one were to make a bad situation worse."], [10192, "2016-05-07T00:08:50Z", [0.86], ""], [19170, "2016-05-06T18:49:45Z", [0.4], ""], [368, "2016-05-06T18:37:18Z", [0.05], ""], [12874, "2016-05-06T17:32:53Z", [0.05], ""], [20135, "2016-05-06T17:26:20Z", [0.45], ""], [24749, "2016-05-06T13:56:59Z", [0.65], ""], [691, "2016-05-06T11:59:35Z", [0.28], ""], [22822, "2016-05-06T06:18:58Z", [0.2], "\nRose also says the U.S. has been seeking dialogue on the issues with China, but China has continued to decline the offer."], [22822, "2016-05-06T06:18:39Z", [0.25], ""], [15548, "2016-05-06T05:42:47Z", [0.11], ""], [10039, "2016-05-06T03:47:20Z", [0.27], ""], [15352, "2016-05-06T03:03:13Z", [0.59], ""], [15352, "2016-05-06T03:00:52Z", [0.5], ""], [12302, "2016-05-06T00:08:07Z", [0.5], ""], [12302, "2016-05-06T00:07:51Z", [0.45], ""], [23702, "2016-05-05T23:07:06Z", [0.52], ""], [19170, "2016-05-05T21:38:35Z", [0.5], ""], [689, "2016-05-05T21:36:15Z", [0.9], ""], [691, "2016-05-05T19:24:28Z", [0.26], ""], [368, "2016-05-05T18:30:32Z", [0.85], ""], [4634, "2016-05-05T13:19:18Z", [0.38], ""], [10759, "2016-05-05T13:19:12Z", [0.38], ""], [10759, "2016-05-05T13:17:33Z", [0.35], ""], [4634, "2016-05-05T13:17:26Z", [0.35], ""], [1646, "2016-05-05T12:43:27Z", [0.15], ""], [3895, "2016-05-05T10:02:17Z", [0.63], "http://world.kbs.co.kr/english/news/news_In_detail.htm?No=118770 talks are going well, deployment sites are being discussed, no issues re costs.  This is going to happen, people, and very possibly in the next few months. Mr Kim has sufficiently spooked the SKs and the US to the point where any objections the Chinese and Russians have aren't going to be listened to. Consensus is way off IMO."], [23483, "2016-05-05T04:43:29Z", [0.2], ""], [1529, "2016-05-04T18:51:45Z", [0.27], ""], [368, "2016-05-04T17:32:48Z", [0.05], ""], [691, "2016-05-04T15:48:44Z", [0.26], ""], [24686, "2016-05-04T14:38:39Z", [0.2], "I'm skeptical of the chances that the US will cooperate in an action which China will find highly provocative.  Moreover, I think that it is unlikely that North Korea will demonstrate sufficient progress to merit a change in the South Korea/US calculus by July 1. However, it is clear that North Korea has been working very hard (and presumably making some progress) on its longer-range missile capabilities, and South Korea's patience may be wearing thin.  Thus, I judge this event as unlikely, but certainly plausible."], [24686, "2016-05-04T14:34:31Z", [0.2], ""], [14208, "2016-05-04T03:46:26Z", [0.0], "After reading this it seems THAAD in South Korea is a bargaining tool. maintaining 0% \"White House: THAAD Deployment Talks Continuing\"\nhttp://expresioneconomica.org/2016/05/white-house-thaad-deployment-talks-continuing/"], [22822, "2016-05-03T22:11:41Z", [0.45], "Defense Minister Han Min-koo says that a joint committee of South Korea and the United States is discussing possible sites for the deployment of the Terminal High Altitude Area Defense(THAAD) system on the Korean Peninsula. The minister made the remarks on Tuesday during a plenary session of the parliamentary defense committee at the National Assembly. Han said that the principle on costs remains unchanged, under which South Korea will burden the expenses related to site provision, while the U.S. will cover the charges of deploying and operating the missile system, adding there is no room for rediscussion on the principle. The minister said that he cannot say when he can announce details of the deployment negotiations, but added that matters are proceeding well. "], [368, "2016-05-03T18:20:28Z", [0.05], "Currently, no deployment has been announced despite Secretary Carter's indication that it will happen.  It is  most likely that the deployment of THAAD could still occur prior to the horizon for this IFP."], [73, "2016-05-03T17:06:13Z", [0.04], ""], [1468, "2016-05-03T16:33:29Z", [0.32], ""], [1639, "2016-05-03T15:47:23Z", [0.25], ""], [691, "2016-05-03T14:45:36Z", [0.28], ""], [11023, "2016-05-03T13:48:19Z", [0.45], ""], [12874, "2016-05-03T13:45:28Z", [0.19], ""], [1708, "2016-05-03T10:38:03Z", [0.25], ""], [136, "2016-05-03T07:19:04Z", [0.2], ""], [16253, "2016-05-03T06:12:11Z", [0.39], ""], [83, "2016-05-03T01:27:42Z", [0.04], "http://sputniknews.com/world/20160430/1038881534/russia-china-hypersonic-gliders.html\nRussia and China test hypersonic (Mach 5 - 10) gliders, designed to defeat THAAD systems."], [1993, "2016-05-03T01:06:39Z", [0.2], ""], [102, "2016-05-03T00:58:20Z", [0.25], "https://larswericson.wordpress.com/2016/05/03/gitrep-2may16pm/"], [14208, "2016-05-02T23:58:52Z", [0.0], "Comment deleted on Oct 22, 2016 06:47PM UTC"], [12874, "2016-05-02T23:01:05Z", [0.08], ""], [24612, "2016-05-02T21:48:24Z", [0.51], ""], [2965, "2016-05-02T21:01:42Z", [0.0], ""], [368, "2016-05-02T18:27:54Z", [0.35], ""], [691, "2016-05-02T15:47:10Z", [0.28], ""], [12302, "2016-05-02T15:15:03Z", [0.35], "dropping some further percentage points due to passage of time"], [23697, "2016-05-02T10:42:00Z", [0.05], ""], [24563, "2016-05-02T10:36:55Z", [0.1], ""], [15552, "2016-05-02T10:17:47Z", [0.6], ""], [22822, "2016-05-02T08:32:20Z", [0.4], "Eight weeks left on this question.  Vincent Brooks takes command of US forces in the Korean Peninsula, whilst the question of THAAD continues to linger in the background There may yet be an announcement?"], [2965, "2016-05-02T03:27:06Z", [0.01], "http://www.reuters.com/article/us-china-japan-idUSKCN0XR02H\n\"Meeting at a state guest house, Chinese Foreign Minister Wang Yi told Japanese Foreign Minister Fumio Kishida ties had fallen to a low ebb....\n\"As the Chinese saying goes, we should make a judgment based on not only what people say but also what they do,\" he added, at the start of the first bilateral visit by a Japanese foreign minister to China in more than four years.\" http://news.xinhuanet.com/english/2016-02/17/c_135104167.htm\nSource: Xinhua | 2016-02-17 01:04:47 | Editor: huaxia\nSEOUL, Feb. 16 (Xinhua) -- \"Chinese Vice Foreign Minister Zhang Yesui on Tuesday expressed opposition to South Korea's plan to deploy a sophisticated U.S. missile defense system after a meeting here with his South Korean counterpart\" SEOUL, Feb. 16 (Xinhua) -- Chinese Vice Foreign Minister Zhang Yesui on Tuesday expressed opposition to South Korea's plan to deploy a sophisticated U.S. missile defense system after a meeting here with his South Korean counterpart. Zhang met in Seoul with South Korean First Vice Foreign Minister Lim Sung-nam to co-chair the seventh China-S. Korea high-level strategic dialogue between foreign ministries. The senior-level dialogue came after South Korea and the United States agreed to begin talks about deploying the Terminal High-Altitude Area Defense (THAAD) in the South Korean territory in response to the Democratic People's Republic of Korea (DPRK)'s nuclear and missile threats. Pyongyang launched a long-range rocket, which some see as a test of banned ballistic missile technology, on Feb. 7 following its fourth nuclear test on Jan. 6. Zhang told reporters after the meeting in Seoul that he exchanged views with Lim about the THAAD issue, among other issues, and said China expressed oppositions to the THAAD deployment. Zhang said China attaches great importance to ties with South Korea, and is ready to work along with the country to boost the sound development of bilateral relations, noting that China is firmly committed to the denuclearization of the Korean peninsula, which conforms to the common interests of China and South Korea. China opposes the DPRK's nuclear test and rocket launch, and supports a new and effective resolution at the UN Security Council, but sanctions are not an end in themselves, and a fundamental solution to the issue should be sought through dialogue and negotiations, Zhang said. The senior Chinese diplomat urged relevant parties to act prudently, in an apparent reference to Seoul and Washington that have agreed to launch talks about the THAAD deployment. China hopes relevant parties would show respect for China's interests and act with prudence, as the deployment is not conducive to easing the current tension and maintaining peace and stability in the region, but would impair China's strategic security interest, Zhang said. The THAAD, designed to track and destroy ballistic missiles at an altitude of 40 km to 150 km, has been put under suspicion about its operational effectiveness in South Korea as hundreds of shorter-range DPRK missiles can fly at a much lower altitude. There are also safety concerns as the THAAD X-band radar emits super-strong microwaves, allegedly harmful to human bodies within 3.6 km while paralyzing electronic devices and airplanes within 5.5 km. South Korean officials said the two sides had \"candid, in-depth, and constructive\" discussions on bilateral ties and the security conditions on the peninsula. South Korea attaches great importance to ties with China and is ready to work for their further development, and would maintain consultations and communications with China regarding the THAAD deployment issue, said the S.Korean officials. Related: China, S. Korea hold strategic dialogue on Korean Peninsula nuclear issue SEOUL, Feb. 16 (Xinhua) -- The foreign affairs ministries of China and the Republic of Korea (ROK) held a strategic dialogue here Tuesday to discuss issues including the Korean Peninsula nuclear problem. Chinese Vice Foreign Minister Zhang Yesui co-chaired the seventh high-level strategic dialogue between the foreign affairs ministries with First Vice Foreign Minister Lim Sung-nam of South Korea. Full story Spotlight: China opposes possible U.S. THAAD deployment in S. Korea MUNICH, Feb. 13 (Xinhua) -- Chinese Foreign Minister Wang Yi on Friday spoke out against the possible deployment of an advanced U.S. missile defence system in South Korea, stressing that it would complicate the regional stability situation. Meeting with U.S. Secretary of State John Kerry on the sidelines of the Munich Security Conference, Wang made clear China's opposition to the possible deployment of the Terminal High Altitude Area Defence (THAAD) system in South Korea.Full Story Commentary: Deploying THAAD to Korean Peninsula does more harm than good BEIJING, Feb. 8 (Xinhua) -- The already fragile situation in northeast Asia will only worsen if the United States and South Korea indeed deploy an advanced missile defense system to the Korean Peninsula in response to \"provocative\" moves by the Democratic People's Republic of Korea (DPRK). The two allies once again threatened to deploy Lockheed Martin's Terminal High Altitude Area Defense (THAAD) missile defense system, which is designed to intercept ballistic missiles in midair, on Sunday, hours after the DPRK launched an Earth-observation satellite allegedly to test ballistic missile technology.\" SEOUL, Feb. 16 (Xinhua) -- Chinese Vice Foreign Minister Zhang Yesui on Tuesday expressed opposition to South Korea's plan to deploy a sophisticated U.S. missile defense system after a meeting here with his South Korean counterpart. Zhang met in Seoul with South Korean First Vice Foreign Minister Lim Sung-nam to co-chair the seventh China-S. Korea high-level strategic dialogue between foreign ministries. The senior-level dialogue came after South Korea and the United States agreed to begin talks about deploying the Terminal High-Altitude Area Defense (THAAD) in the South Korean territory in response to the Democratic People's Republic of Korea (DPRK)'s nuclear and missile threats. Pyongyang launched a long-range rocket, which some see as a test of banned ballistic missile technology, on Feb. 7 following its fourth nuclear test on Jan. 6. Zhang told reporters after the meeting in Seoul that he exchanged views with Lim about the THAAD issue, among other issues, and said China expressed oppositions to the THAAD deployment. Zhang said China attaches great importance to ties with South Korea, and is ready to work along with the country to boost the sound development of bilateral relations, noting that China is firmly committed to the denuclearization of the Korean peninsula, which conforms to the common interests of China and South Korea. China opposes the DPRK's nuclear test and rocket launch, and supports a new and effective resolution at the UN Security Council, but sanctions are not an end in themselves, and a fundamental solution to the issue should be sought through dialogue and negotiations, Zhang said. The senior Chinese diplomat urged relevant parties to act prudently, in an apparent reference to Seoul and Washington that have agreed to launch talks about the THAAD deployment. China hopes relevant parties would show respect for China's interests and act with prudence, as the deployment is not conducive to easing the current tension and maintaining peace and stability in the region, but would impair China's strategic security interest, Zhang said. The THAAD, designed to track and destroy ballistic missiles at an altitude of 40 km to 150 km, has been put under suspicion about its operational effectiveness in South Korea as hundreds of shorter-range DPRK missiles can fly at a much lower altitude. There are also safety concerns as the THAAD X-band radar emits super-strong microwaves, allegedly harmful to human bodies within 3.6 km while paralyzing electronic devices and airplanes within 5.5 km. South Korean officials said the two sides had \"candid, in-depth, and constructive\" discussions on bilateral ties and the security conditions on the peninsula. South Korea attaches great importance to ties with China and is ready to work for their further development, and would maintain consultations and communications with China regarding the THAAD deployment issue, said the S.Korean officials. Related: China, S. Korea hold strategic dialogue on Korean Peninsula nuclear issue SEOUL, Feb. 16 (Xinhua) -- The foreign affairs ministries of China and the Republic of Korea (ROK) held a strategic dialogue here Tuesday to discuss issues including the Korean Peninsula nuclear problem. Chinese Vice Foreign Minister Zhang Yesui co-chaired the seventh high-level strategic dialogue between the foreign affairs ministries with First Vice Foreign Minister Lim Sung-nam of South Korea. Full story Spotlight: China opposes possible U.S. THAAD deployment in S. Korea MUNICH, Feb. 13 (Xinhua) -- Chinese Foreign Minister Wang Yi on Friday spoke out against the possible deployment of an advanced U.S. missile defence system in South Korea, stressing that it would complicate the regional stability situation. Meeting with U.S. Secretary of State John Kerry on the sidelines of the Munich Security Conference, Wang made clear China's opposition to the possible deployment of the Terminal High Altitude Area Defence (THAAD) system in South Korea.Full Story Commentary: Deploying THAAD to Korean Peninsula does more harm than good BEIJING, Feb. 8 (Xinhua) -- The already fragile situation in northeast Asia will only worsen if the United States and South Korea indeed deploy an advanced missile defense system to the Korean Peninsula in response to \"provocative\" moves by the Democratic People's Republic of Korea (DPRK). The two allies once again threatened to deploy Lockheed Martin's Terminal High Altitude Area Defense (THAAD) missile defense system, which is designed to intercept ballistic missiles in midair, on Sunday, hours after the DPRK launched an Earth-observation satellite allegedly to test ballistic missile technology\" excerpts\nhttp://thediplomat.com/2016/02/china-warns-thaad-deployment-could-destroy-south-korea-ties-in-an-instant/\n\"In the wake of North Korea’s nuclear test in January and rocket launch a month later, however, South Korea and the United States have moved closer to THAAD deployment. For the first time, the two sides are poised to begin official negotiations on the details of setting the system up in South Korea. That has sparked a backlash in China, including dire warnings of escalation that could spark a potential arms race in the region\"4\nNot now maybe after elections.... ."], [24171, "2016-05-02T00:10:14Z", [0.15], ""], [3895, "2016-05-01T23:56:18Z", [0.59], ""], [5001, "2016-05-01T23:35:22Z", [0.08], "Updating for passage of time"], [142, "2016-05-01T21:02:16Z", [0.35], "Recent NK missile test failures reduce the probability."], [3363, "2016-05-01T19:18:26Z", [0.33], ""], [6224, "2016-05-01T19:10:48Z", [0.15], "They will wait until the last moment possible to announce its deployment to insure that North Korea has no or a very diminished window of opportunity to react to the deployment. "], [24287, "2016-05-01T18:58:02Z", [0.39], "Russia and China have expressed concerns to their security if this deployment happens. Well they have been saying it for a while, but the fact that they have issued fresh statements make me think, that there is no smoke without fire. Increasing the base probability by 20% of original number on the back of it. However, confidence will reduce as time decay happens. To be time adjusted at next consequential news update, or next two weeks, whichever happens earlier."], [11686, "2016-05-01T18:16:11Z", [0.25], ""], [484, "2016-05-01T16:32:37Z", [0.05], "Dropping back down 20%. US Congress adjourning with lots left undone (as usual). Without some really significant push or pull it won't happen."], [12874, "2016-05-01T15:57:38Z", [0.14], ""], [102, "2016-05-01T15:39:15Z", [0.28], "https://larswericson.wordpress.com/2016/05/01/gitrep-1may16am/"], [691, "2016-05-01T15:11:16Z", [0.28], ""], [12302, "2016-05-01T13:54:40Z", [0.4], ""], [2965, "2016-05-01T13:50:16Z", [0.02], "http://thediplomat.com/2016/04/us-defense-secretary-on-thaad-in-south-korea-its-going-to-happen/\nhttp://thediplomat.com/2016/03/is-china-finally-fed-up-with-kim-jong-uns-north-korea/\nhttp://www.cnn.com/2016/04/29/asia/north-korea-missiles-china-russia-us/\nwhen?\nnot in this time frame."], [1646, "2016-05-01T13:24:26Z", [0.05], ""], [876, "2016-05-01T02:46:16Z", [0.35], ""], [306, "2016-05-01T01:09:02Z", [0.0], ""], [12302, "2016-05-01T00:46:54Z", [0.5], ""], [2965, "2016-04-30T22:19:57Z", [0.03], ""], [10039, "2016-04-30T21:57:25Z", [0.17], ""], [12302, "2016-04-30T20:09:58Z", [0.6], ""], [14880, "2016-04-30T19:47:36Z", [0.15], "Maybe they will announce later this year, but there are some hurtles to an announcement within the next couple months, namely needlessly antagonizing China and Russia. It might be more useful strategically by keeping the system holstered for now and I think that's what the US & SK will do. "], [368, "2016-04-30T19:37:34Z", [0.85], ""], [23234, "2016-04-30T15:33:15Z", [0.0], ""], [691, "2016-04-30T13:21:27Z", [0.28], ""], [1262, "2016-04-30T13:18:41Z", [0.1], "According to this link the Workers Party Conference scheduled for May 6th \"... is the first such conference in 36 years and analysts expect North Korea to formally adopt leader Kim Jong-un’s byongjin policy: simultaneously pushing for economic development and nuclear weapons capability.\"       If the sabre-ratling has been in preparation for this conference, Kim Jong-un may calm down a little afterwards, and with Chinese - US problems and their (Chinese) strong hostility towards THAAD, I tend to agree with Flyn1200.   It doesn't make sense yet.\nhttp://www.theguardian.com/world/2016/apr/27/north-korea-confirms-6-may-party-congress-as-nuclear-test-predicted"], [24516, "2016-04-30T05:14:13Z", [0.5], "NK is highly unstable and has shown willingness to engage in provocations.  If China becomes more unstable they will not restrain NK which could lead to conflict.  SK should covertly deploy THAAD."], [14208, "2016-04-30T05:14:10Z", [0.0], "maintaining 0%. There is no benefit to South Korea by deploying THADD.  THADD in S. Korea will become a new target for North Korean Artillery.  North Korea may not retaliate by directly targeting THADD sites but I can envision random civilian targets much like when KJU took control from his father.  From what I understand from the THADD website it has a really good radar system that would be able to sense what North Korea and China are up to.  I suppose the US must get some sort of hall pass for President Park before she or the South Korean military announce.  Perhaps this is why US diplomats were in China asking for permission?  Before I thought it was just stupidity.  South Korea will announce once a set of conditions have been met.  What are the conditions?  First, get China ambivalence? Second, pay for it?  Third, guarantee there are no health impacts for humans?  Fourth, vacation home in Vail Colorado with season tickets to the Nuggets? "], [1529, "2016-04-30T05:05:33Z", [0.6], "I've been very high on this question. But I think I have been on the gambling edge of it. So, backing off a bit. That being said, tensions are very high on the peninsula and surrounding area. Latest news: China refused to let the USS John Stennis come into port at Hong Kong. http://www.cnn.com/2016/04/29/politics/us-aircraft-carrier-denied-entry-into-hong-kong-port/"], [10192, "2016-04-29T21:12:25Z", [0.72], ""], [484, "2016-04-29T20:03:45Z", [0.25], "Oh well. Up 10% to be closer to the consensus. Still makes no sense, but sometimes things take on a life of their own. Decided that \"doing something\" may prevail, especially since it is only \"announce\" and could be couched in bafflegab (courtesy @cdob63 ) that might allow everyone involved to read whatever they wanted into it."], [19170, "2016-04-29T19:52:48Z", [0.2], ""], [24282, "2016-04-29T18:18:05Z", [0.0], ""], [876, "2016-04-29T17:50:38Z", [0.31], ""], [368, "2016-04-29T17:47:29Z", [0.85], ""], [15548, "2016-04-29T16:32:48Z", [0.12], ""], [691, "2016-04-29T12:28:19Z", [0.28], "http://www.reuters.com/article/us-northkorea-china-russia-idUSKCN0XQ0BP Russia and China are engaged in Viewing With Alarm, a traditional ploy.  Next is the part of the game where the US tells them, \"If y'all can't rein in The Pyongyang Kid, we are going ahead with this.\"   Since an announcement is not a deployment, there are still several moves available to all sides.  Next one if the PRC don't act promptly is likely to be an announcement about an announcement:  \"In the next N weeks, we will be making an announcement about our progress in deciding.\"  It will not be phrased that way, because it just sounds silly, but will be couched in the traditional bafflegab, perfectly clear to the intended audience. (It also shouldn't close this question, by the way.)  Backchannel meetings are probably already on and will intensify.  Nobody will be briefing us on these, or anyway they won't be briefing me. Much depends on how much China really really really doesn't want the THAAD system deployed, compared to how much it wants to keep relative calm on the peninsula.  My guess--and \"guess\" is the operative term here--is that THAAD is not really that big a deal to them, or won't be until they beef up their hold on their illegal hunks of rock.  The possibility, however, gives them something to hold over Kim's head.  Things will get weirder for a while, but not necessarily more dangerous.  "], [22680, "2016-04-29T10:51:28Z", [0.77], ""], [24176, "2016-04-29T07:13:49Z", [1.0], "North Korea is getting very active with displays of their missiles.\nSouth Korea will do it."], [22822, "2016-04-29T06:04:06Z", [0.46], ""], [755, "2016-04-29T03:42:29Z", [0.8], "2 more failed tests.......\nBBC, April 28, 'North Korea missile tests: UN 'preparing response': http://www.bbc.com/news/world-asia-36166990\nComments: All it takes is one successful launch....."], [1529, "2016-04-29T02:01:25Z", [0.99], ""], [24485, "2016-04-29T01:01:45Z", [0.52], ""], [23702, "2016-04-28T22:56:30Z", [0.59], ""], [23702, "2016-04-28T22:52:51Z", [0.59], ""], [20135, "2016-04-28T18:06:25Z", [0.62], "Given the recent missile launch from the submarine, I believe there may be a slightly higher probability of an announcement prior to July."], [23483, "2016-04-28T17:05:53Z", [0.25], ""], [4423, "2016-04-28T16:59:46Z", [0.3], ""], [19170, "2016-04-28T16:35:19Z", [0.15], ""], [2965, "2016-04-28T15:41:28Z", [0.06], ""], [691, "2016-04-28T15:18:32Z", [0.27], ""], [22833, "2016-04-28T15:03:19Z", [0.15], ""], [22833, "2016-04-28T13:54:18Z", [0.0], "Does \"deployed\" mean that the THAAD System would be fully operational, or mission ready? Or does a deployment for testing and training purposes count?"], [136, "2016-04-28T08:20:50Z", [0.4], ""], [24438, "2016-04-28T01:34:33Z", [0.8], "Discussions at top level between Seoul and Washington are moving forward."], [9755, "2016-04-27T23:14:20Z", [0.89], "I believe It's a done deal in the future  , but announcing it before July 2016?\n it all depends on what North Korea Does and is doing. Which makes be very likely "], [38, "2016-04-27T23:03:17Z", [0.22], ""], [368, "2016-04-27T20:31:42Z", [0.85], ""], [24429, "2016-04-27T18:48:00Z", [0.75], ""], [19106, "2016-04-27T16:34:01Z", [0.05], ""], [689, "2016-04-27T15:53:17Z", [0.3], ""], [23808, "2016-04-27T15:40:25Z", [0.45], ""], [14493, "2016-04-27T15:35:19Z", [0.12], "In the chess game against NK THAAD is a treat that SK and USA can use to get China to put more effort on stopping NK's nuclear and missile tests. The more tests that NK does the closer deployment of THAAD in SK becomes. Talking about deploying THAAD is step 1. Announcing that it will be deployed is step 2. Actually installing it and paying for it is step 3. \nStep 1 is already well underway. We are only asked to forecast if step 2 will be arrived at in the next 2 months. "], [22833, "2016-04-27T15:33:27Z", [0.0], ""], [691, "2016-04-27T12:15:23Z", [0.27], "The US goes on a backchannel to the PRC and says, \"Yo, China--if you don't do something serious to shut down The Pyongyang Kid, we're doing THAAD.\"  This has probably already happened.  The next PRC-DPRK moves may be a tipoff.  Or not.  "], [14027, "2016-04-27T03:27:03Z", [0.15], ""], [73, "2016-04-27T02:40:08Z", [0.15], ""], [73, "2016-04-27T02:31:49Z", [0.04], ""], [3895, "2016-04-26T23:30:09Z", [0.63], ""], [14208, "2016-04-26T22:20:12Z", [0.0], "\"Lockheed Says Qatar Budget Woes Could Delay Defense Deal...Sale of two THAAD missile-defense systems valued at $6 billion\"\nhttp://www.wsj.com/articles/lockheed-says-qatar-budget-woes-could-delay-defense-deal-1461692108 Analysis: Economics does seem to be a significant factor when considering THAAD.  Who will pay for South Koreas THAAD system.  It's not budgeted in the US DOD Missile Defense Budget and South Korean parliament post elections has other priories than THAAD.  "], [14613, "2016-04-26T20:57:13Z", [0.07], ""], [24287, "2016-04-26T19:53:47Z", [0.32], "If North Korea hadn't done a new missile test days earlier, this would have been a low probability event as doing this will directly antagonize China, and increases heat in the Korean hotbed. But North Korea has done another test. And more than South Korea wanting to place THAAD, US would want to do it. I reckon US & South Korea will watch out for some more time and in case North Korea makes another threatening test, this will happen. The only issue is when - the timeline for this question is too short, and has very few days left (just about 2 months). I assign a high probability of around 80% of this happening in next 6-8 months. However, given shorter timeline at hand, I will reduce it by more than half. So, using 40% of 80% = 32%."], [368, "2016-04-26T19:03:02Z", [0.85], ""], [1993, "2016-04-26T18:58:35Z", [0.22], ""], [755, "2016-04-26T18:47:23Z", [0.8], "The Hill, April 26, 'Obama: US prepping 'shield' to counter North Korea': http://thehill.com/homenews/administration/277634-obama-us-prepping-shield-to-counter-north-korea\nComments: Bringing it up a tad on Obama's comments."], [19170, "2016-04-26T18:40:17Z", [0.35], ""], [1529, "2016-04-26T17:35:57Z", [0.85], ""], [1529, "2016-04-26T17:34:57Z", [0.65], "One of my earlier forecasts on this IFP, stipulated a dependency on further DPRK actions. http://www.gjopen.com/comments/comments/197950 Since that time, evidence has been building of continuing belligerence by DPRK. Additionally, DPRk said last week it had successfully launched a missile from a submarine (though discounted by some western analysts). In any event, no sign of change by DPRK. Even if China is doing as much as it can behind the scenes (not proved one way or the other), it's not changing DPRK actions. http://thehill.com/homenews/administration/277634-obama-us-prepping-shield-to-counter-north-korea So, upping the estimate. I have seen several recent forecasts dismissing the outcome, but they talk in terms of physical deployment. Note.....this IFP is about the \"announcement\" to deploy, not the actual deployment."], [21363, "2016-04-26T15:42:21Z", [0.35], ""], [691, "2016-04-26T12:37:00Z", [0.26], ""], [12302, "2016-04-26T11:33:01Z", [0.7], ""], [102, "2016-04-26T04:01:47Z", [0.32], "https://larswericson.wordpress.com/2016/04/26/gitrep-25apr16pm/"], [755, "2016-04-26T03:25:26Z", [0.75], "Popular Mechanics, April 25, 'North Korea Test-Fires a Submarine-Launched Ballistic Missile': http://www.popularmechanics.com/military/weapons/a20543/north-korea-submarine-launched-ballistic-missile/\nClip from article:\n\"The good news for the West is that the missile test failed—again. The bad news is that the missile actually flew a little while before exploding, about 18 miles, meaning North Korea is making progress.\"\nComments: Another missile test. While this one also failed, performance was better. Practice makes perfect.....\nAffirming forecast."], [23234, "2016-04-26T03:14:18Z", [0.01], ""], [23234, "2016-04-26T03:00:05Z", [0.4], ""], [23234, "2016-04-26T02:59:12Z", [0.55], ""], [23234, "2016-04-26T02:44:09Z", [0.1], ""], [12302, "2016-04-25T23:50:16Z", [0.65], ""], [484, "2016-04-25T23:49:16Z", [0.15], "(no change, still think not the right system) Here is some infomercial stuff about something other than THAAD: http://www.military.com/daily-news/2016/04/19/takai-presses-pentagon-isles-missile-defense.html http://www.defense.gov/News-Article-View/Article/721122/missile-defense-agency-budget-addresses-escalating-north-korea-iran-threats"], [12302, "2016-04-25T23:15:21Z", [0.7], ""], [368, "2016-04-25T22:16:40Z", [0.85], "Recent missile launches in increasing regularity makes the outcome for this IFP more likely.    20 hours ago :  http://www.cnn.com/2016/04/23/asia/north-korea-launches-missile-from-submarine/ .  "], [94, "2016-04-25T22:16:13Z", [0.2], ""], [10449, "2016-04-25T14:57:41Z", [0.0], ""], [4634, "2016-04-25T14:24:46Z", [0.25], ""], [10759, "2016-04-25T14:24:28Z", [0.25], ""], [691, "2016-04-25T11:36:36Z", [0.26], ""], [14045, "2016-04-25T11:21:08Z", [0.2], ""], [15621, "2016-04-25T08:57:07Z", [0.12], ""], [22822, "2016-04-25T05:17:52Z", [0.47], ""], [21363, "2016-04-25T03:38:04Z", [0.25], ""], [24146, "2016-04-25T02:29:52Z", [0.55], "The latest launch of missile from a submarine makes it more plausible"], [24301, "2016-04-24T22:15:59Z", [0.05], "SoKo skerred straight aiight but they ain't gonna do nuthin to upset the Chinese."], [14237, "2016-04-24T14:40:46Z", [0.55], ""], [691, "2016-04-24T14:05:18Z", [0.24], ""], [51, "2016-04-24T02:22:38Z", [0.08], ""], [6967, "2016-04-24T00:30:23Z", [0.5], "Unfortunately, it appears this will happen because of what appears to be the stubborn behavior of Kim Jung-un and the Organization and Guidance Department (OGD) of North Korea. Some believe the OGD has been or still is the group actually running North Korea."], [12302, "2016-04-23T23:51:49Z", [0.65], ""], [38, "2016-04-23T22:41:17Z", [0.33], "http://globalriskinsights.com/2016/04/south-korea-parliamentary-elections/ \"Now that Park is hamstrung at home, she may redouble here efforts in foreign affairs – where parliament cannot obstruct her agenda as easily – to bolster her legacy and her party’s credentials.  Given North Korea’s recent provocations and its growing nuclear capabilities, Park is likely to prioritize Terminal High Altitude Area Defense (THAAD) cooperation with the US. \"THAAD is a mixed bag for investors and businesses in the region.  On the one hand, it will help shore up US and South Korea deterrence against aggression from the North by increasing their capacity to defend against missile attacks.  This will contribute to strategic stability on the peninsula, reducing the risk of conflict and the resulting losses to investors that would entail. \"On the other hand, THAAD will significantly undermine Sino-South Korean relations, creating risks for businesses involved in commerce between the two states – particularly South Korean businesses operating in China and South Korean firms that depend on China for imports or as a market for exports. Beijing has made it clear that it will oppose THAAD, and will doubtlessly use a variety of policy instruments, including economic measures, to pressure Korea to refrain from THAAD cooperation with the US.  This could include punitive trade restrictions like those introduced to coerce Japan during recent Senkaku/Diaoyu island spats.  It could also involve travel regulations designed to undermine Korea’s profitable tourism industry.\n~~~~~~~\nCOMMENT:  \". . . prioritize THAAD\" ???  that is exactly opposite to what I have been thinking; I thought that her party's loss of its majority would tie her hands.  The closing date of this question is still an issue, however, so I'm not going to go hog wild.  Up from 0 to 33%."], [368, "2016-04-23T21:05:07Z", [0.85], ""], [21312, "2016-04-23T20:49:16Z", [0.65], "recent launch of a missile from a sub raises the stakes and forces SK to take greater precautions and view the greater threat posed by NK"], [12874, "2016-04-23T19:47:16Z", [0.21], ""], [1262, "2016-04-23T16:59:51Z", [0.12], "Increasing slightly related to recent S Korea launch.   \nhttp://www.reuters.com/article/us-northkorea-missile-idUSKCN0XK08U"], [484, "2016-04-23T16:27:18Z", [0.15], "Up 5% to be near consensus since the DPRK just tested something and far easier to react than to explain why slow and measured is better."], [691, "2016-04-23T12:03:44Z", [0.24], ""], [368, "2016-04-22T19:25:59Z", [0.85], ""], [20135, "2016-04-22T15:57:28Z", [0.6], ""], [67, "2016-04-22T15:25:56Z", [0.29], ""], [24202, "2016-04-22T13:37:10Z", [0.05], ""], [691, "2016-04-22T12:02:01Z", [0.24], ""], [15548, "2016-04-22T06:56:02Z", [0.13], ""], [102, "2016-04-22T03:30:41Z", [0.33], "https://larswericson.wordpress.com/2016/04/22/gitrep-21apr16pm/"], [12302, "2016-04-22T00:42:00Z", [0.6], ""], [532, "2016-04-21T22:20:08Z", [0.12], ""], [24168, "2016-04-21T20:43:59Z", [0.05], ""], [1708, "2016-04-21T19:23:36Z", [0.0], ""], [1262, "2016-04-21T19:02:49Z", [0.01], ""], [19923, "2016-04-21T18:26:46Z", [0.05], ""], [22822, "2016-04-21T17:10:08Z", [0.48], ""], [691, "2016-04-21T16:56:07Z", [0.24], ""], [24122, "2016-04-21T16:05:43Z", [0.39], ""], [18762, "2016-04-21T13:40:32Z", [0.49], "Since there does not have to be an actual deployment, only an announcement of a deployment, the announcing is probably 100% so this is a question about timing. Given the electoral defeat I think the timing issue militates in favor of \"no\" but it is hard to say-the loss makes it more difficult to have consensus on any issue simply for political reasons. Once can make an argument both ways and perhaps it comes down to North korea doing more tests. Will sit on the fence for now."], [876, "2016-04-21T12:39:04Z", [0.25], ""], [24151, "2016-04-21T09:37:03Z", [0.7], ""], [102, "2016-04-21T03:55:09Z", [0.31], "https://larswericson.wordpress.com/2016/04/21/gitrep-20apr16pm/"], [1646, "2016-04-20T22:50:37Z", [0.15], ""], [368, "2016-04-20T21:34:34Z", [0.85], ""], [24134, "2016-04-20T20:33:33Z", [0.1], ""], [691, "2016-04-20T19:42:17Z", [0.26], ""], [3895, "2016-04-20T18:43:07Z", [0.61], "http://www.koreatimes.co.kr/www/news/nation/2016/04/485_203034.html http://www.worldaffairsjournal.org/blog/gordon-g-chang/south-korea-us-can%E2%80%99t-wait-beijing-approve-missile-defense http://www.koreatimes.co.kr/www/news/nation/2016/04/116_203047.html"], [3895, "2016-04-20T18:40:36Z", [0.6], ""], [10759, "2016-04-20T18:36:13Z", [0.22], ""], [4634, "2016-04-20T18:35:27Z", [0.22], ""], [10916, "2016-04-20T15:19:37Z", [0.1], ""], [10192, "2016-04-20T04:59:49Z", [0.84], ""], [1646, "2016-04-20T01:12:36Z", [0.05], "China must see missile defense is 'live or die' for South Korea: Seoul official\nhttp://mobile.reuters.com/article/idUSKCN0XF2C3 Shin Beomchul, director-general for policy planning at South Korea's foreign ministry, told a seminar that more conversations were need with China on the issue. \"I hope to ask China’s understanding of what (South) Korea is feeling about the North Korean threat,\" he told the Center for Strategic and International Studies. \"It is not the usual threat, it is a nuclear threat. That’s very serious. We are now in the live-or-die situation,\" he said. \"We have to solve the ... misunderstanding, but the fundamental point is that to protect our country is the top priority.\"  COMMENT: Very touchy-feely, but as long as China refuses to be briefed and notified,  SK won´t announce by the end date."], [15352, "2016-04-19T22:38:47Z", [0.75], ""], [691, "2016-04-19T22:28:12Z", [0.24], ""], [16451, "2016-04-19T20:11:21Z", [0.95], ""], [16451, "2016-04-19T20:11:04Z", [0.75], "deployment is a question of WHEN, not IF since china ignores international when convenient in terms of islands, territories, and treaties, US has NO CHOICE but to beef up a line of defense, philipiens, vietnam (becoming us ally just like iran), indonesia, japan, taiwan and korea "], [368, "2016-04-19T19:15:42Z", [0.85], ""], [2331, "2016-04-19T18:37:06Z", [0.1], ""], [8605, "2016-04-19T17:47:17Z", [0.05], ""], [15621, "2016-04-19T15:42:12Z", [0.09], ""], [51, "2016-04-19T12:55:07Z", [0.06], ""], [23234, "2016-04-19T06:09:41Z", [0.0], ""], [21046, "2016-04-19T02:35:30Z", [0.45], ""], [24009, "2016-04-19T02:10:40Z", [0.45], ""], [53, "2016-04-19T00:48:09Z", [0.08], ""], [14208, "2016-04-19T00:18:25Z", [0.0], "Maintaining 0% Additional important South Korean official is Shin Beomchul, the director-general for policy planning at South Korea’s foreign ministry. See nice article below discussing South Korea position and US DOS position.  Could 6 party talks resume?  I maintain no THAAD announcement by July 2016.  The powers should have just put the darn thing in and let China announce it.  But because someone has to pay for it...  LMT must get payed and better South Korea pay for it.  I suppose the US has to grovel with China a bit especially since they hold a few trillion in US treasury debt. 18 April 2016: \nBy David Brunnstrom\nWASHINGTON (Reuters) – China needs to understand that it is a matter of life or death for South Koreans to protect themselves from possible North Korean nuclear attack and that Beijing should engage in talks over the possible deployment of a new U.S. anti-missile system there, a senior South Korean official said on Monday.  The United States and South Korea earlier began talks on possible deployment of the Terminal High Altitude Area Defense (THAAD) system after North Korea tested its fourth nuclear bomb on Jan. 6 and launched a long-range rocket on Feb. 7, but China firmly opposes the move.  Shin Beomchul, director-general for policy planning at South Korea’s foreign ministry, told a seminar that more conversations were need with China on the issue.  “I hope to ask China’s understanding of what (South) Korea is feeling about the North Korean threat,” he told the Center for Strategic and International Studies.  “It is not the usual threat, it is a nuclear threat. That’s very serious. We are now in the live-or-die situation,” he said.\n“We have to solve the … misunderstanding, but the fundamental point is that to protect our country is the top priority.”\nUltimately, the way to resolve the controversy would be to decrease the North Korean threat, he added. Mark Lambert, director of the Office of Korean Affairs at the U.S. State Department, told the seminar Beijing was still refusing a U.S. offer of briefings to explain that the system was not aimed at limiting China’s defense capabilities.\nSouth Korean Deputy Foreign Minister Kim Hyoung-zhin stressed the need for all countries to put pressure on North Korea to abandon its nuclear program through full implementation of international and bilateral sanctions.\nHe said North Korean leader Kim Jong Un’s government did not look likely to give up nuclear weapons under any circumstances, but did respond to external stimuli.  “If these elements are tightly interwoven without any loophole … the Kim Jong Un regime will realize that it cannot survive unless it gives up its nuclear program and takes steps towards denuclearization,” he said.  Lambert said U.S. experts wanted to explain that the THAAD system would not negate China’s nuclear deterrent as its radars would be pointed northeast into North Korea, not into China.  “We need to have that dialogue. But unfortunately to date, officials in Beijing have been unwilling to meet with our officials and hear that.” http://newsdaily.com/2016/04/china-must-see-missile-defense-is-live-or-die-for-south-korea-seoul-official/"], [8229, "2016-04-18T21:51:00Z", [0.75], ""], [368, "2016-04-18T21:41:47Z", [0.85], ""], [12302, "2016-04-18T19:40:22Z", [0.7], "http://thediplomat.com/tag/thaad-deployment-to-south-korea/"], [12302, "2016-04-18T19:36:17Z", [0.6], ""], [51, "2016-04-18T18:54:50Z", [0.09], ""], [691, "2016-04-18T18:16:30Z", [0.21], ""], [1057, "2016-04-18T15:53:54Z", [0.05], ""], [1055, "2016-04-18T15:49:55Z", [0.15], "will not  take that bold step"], [15621, "2016-04-18T15:42:31Z", [0.1], ""], [21691, "2016-04-18T15:34:46Z", [0.1], ""], [14421, "2016-04-18T14:16:01Z", [0.16], ""], [876, "2016-04-18T12:37:48Z", [0.15], ""], [22814, "2016-04-18T12:20:13Z", [0.02], ""], [1993, "2016-04-18T03:01:51Z", [0.15], ""], [1337, "2016-04-18T02:28:29Z", [0.3], "bisecting"], [52, "2016-04-18T00:53:11Z", [0.1], ""], [734, "2016-04-18T00:43:06Z", [0.39], ""], [12874, "2016-04-17T23:49:46Z", [0.16], ""], [83, "2016-04-17T23:27:04Z", [0.04], "Pieces on the Chess board: next move?\nUS has 9 THAAD in the 5 year budget, 7 are funded, 5 will be ready by year end.  \nDefence News article explains some of the other location options.\nhttp://www.defensenews.com/story/defense/land/army/2016/03/22/army-weighing-thaad-deployments-europe-middle-east/82127616/"], [12879, "2016-04-17T23:20:34Z", [0.0], "Not sure how long the procurement process and, more importantly, how long it will take to get US approval to deploy this weapons system to a second country control. "], [755, "2016-04-17T22:29:58Z", [0.75], "On the heels of the failed ballistic missile test...... guess what....... ANOTHER NUKE TEST!!! Whoo-hoo!\nThe Guardian UK, April 17, 'North Korea's fifth nuclear test is imminent, says South Korea': http://www.theguardian.com/world/2016/apr/17/north-koreas-fifth-nuclear-test-is-imminent-says-south-korea\nFace it, Beijing and Moscow...... Pyongyang ain't listening.....\nAffirming forecast."], [14208, "2016-04-17T22:25:43Z", [0.0], "U.S. House Armed Services Committee\n\"The Missile Defense Posture and Strategy of the United States\"\nhttps://www.youtube.com/watch?v=_MXVolDxy-Q\nvideo timelines below.  It was somewhat informative it seems like there is a lot to talk about in another setting.  There was a lot of discussion about the budget as well and who is paying for what why some systems are being funded and others not.  Although, Mr. Mckeon does not think the elections (South Korean) will impact a THAAD deployment to South Korea I disagree.  But I'm a lowly serf so what do I know.  Maintaining 0%\n\n1.   23:20;  Mr. McKeon said that he does not think the Elections in South Korea will not have much impact on THAAD deployment.  ADAM Syring said THAAD in South Korea from a military perspective is a good thing. 2. 54:15 & 56:20;  Sec Kerry is briefing China on THAAD.  Plus Mr McKeon talks more about Sec Kerry and THAAD."], [9549, "2016-04-17T21:54:49Z", [0.25], ""], [23787, "2016-04-17T19:01:24Z", [0.22], ""], [17532, "2016-04-17T18:36:15Z", [0.35], "it is a possibility"], [15621, "2016-04-17T15:41:19Z", [0.11], ""], [23997, "2016-04-17T15:34:43Z", [0.03], "Even if Soth Korea develops the capability, I would be surprised they would broadcast it to North Korea"], [19170, "2016-04-17T15:23:44Z", [0.15], ""], [2965, "2016-04-17T14:57:21Z", [0.0], "Time, PRC and Russian opposition and check The ROK constitution.\nNo majority for expenditure of a penny for THAAD. US elections.\nSouth China Sea.\nUS cannot just deploy THAAD.\nRequires Congressional majority.\nMaybe 1 to 10 percent but I agree with @anneinak. This question is clear and unambiguous and North Korea hardly has demonstrated a real deterrent deliverable accurate missiles with  nuclear warheads but is fast approaching date where THAAD will be deployed. Not by IFP date. "], [10039, "2016-04-17T14:54:45Z", [0.45], ""], [12302, "2016-04-17T14:53:22Z", [0.7], ""], [691, "2016-04-17T14:13:28Z", [0.33], ""], [23991, "2016-04-17T13:44:10Z", [0.23], ""], [14137, "2016-04-17T10:29:28Z", [0.15], "Downgrading from 20% because of the failed DPRK missile launch the other day. If the launch was successful, I would've upgraded, but a failed launch will reduce threat assessments in ROK et al, slowing down any possible response efforts. I consider this a major revision at this stage: 20 to 15% is a 25% increase in certainty. It's based on the timing for things to happen. I'm still going to revise after the DFM meeting next week, but likely wont revise as much as I am today."], [73, "2016-04-16T22:08:00Z", [0.08], ""], [83, "2016-04-16T22:07:11Z", [0.04], "https://en.m.wikipedia.org/wiki/South_Korean_legislative_election,_2016\nPark has become a lame duck as opposition wins a plurality in the National Assembly elections this month.  A centrist party now has a strong influence as the potential swing vote in the Assembley. Some opposition and ruling party candidates reportedly campaigned on the removal of US bases from their constituencies.  New Presidential elections are due in 2017.  Based on these results the SKorean vote may be moving further from a pro-US position; all the more reason for a THAAD deployment earlier, rather than later; but, with ruling party resignations In the National Assembly, giving a low forecast  that Park will make that decision."], [23879, "2016-04-16T21:48:12Z", [0.02], "I know precisely zero about military things, which is why I chose this question. Turned out to be hard & took about 2 hours. I started by googling what a THAAD is and what is going on that would make this a reasonable question. Apparently a THAAD is a missile you can shoot at other missiles to knock them down. Useful if you have people shooting missiles at you. South Korea wants THAADs because North Korea has recently shown, via tests, that (1) it can make big bombs, and (2) it can shoot them really far. (It tested a hydrogen bomb and it launched a satellite.) OK, next was a question about BASE RATE: how long do negotiations  usually take before the nation announces it's going to install THAADs? Here I had to constantly remind myself what the question actually was not \"will South Korea have THAADs in place by 1 July 2016\" (which seemed impossibly soon for something so logistically complicated) but merely \"will they announce that they will deploy it\". Getting a base rate was very hard because (1) almost no deals of this kind have ever been done, only the UAE and Oman as far as I can tell; (2) the news almost always reports only when a deal is reached, not when talks begin. The only thing I could find was a Feb 2009 announcement [1] that the UAE \"may reach agreement to buy THAAD in 18 months\", and a Dec 2011 announcement [2] that they did --- so ~2 years between news of talks starting, and news of deal closed. I found a May 2013 \"deal closed\" announcement for Oman but no \"talks began\" announcement. OK, that's not a lot of data but let's move on. When did the South Korea talks begin? Officially, on 4 March 2016 [4]. That's less than 4 months to the deadline in the question, or six times faster than the UAE case. That would seem to make a YES answer very unlikely. Let's estimate. In [1] a deal is estimated to take 18 months but in reality took 4 months longer. Let's say 18 months is average time and 4 months is one standard deviation. That would mean a deal in 4 months is 3.5 standard deviations below average. Wildly improbable event, 0.03% chance under normal distribution. If we call 4 half a standard deviation we get a 4% chance. Let's settle on 2% for now. In order to adjust it we may ask (1) if talks had really been going on in secret since much earlier, or  (2) if the UAE example is a bad guide to the SK example. On (1) I found that indeed SK has been eyeing THAADs for a while [5], since 2013. But not exclusively, it considered also other missile defense systems, e.g. sold by Israel. By mid 2014 it had apparently decided to not buy from anyone but develop its own [6], which was estimated to take 5-7 years. That makes me think the deal really is starting now; the fact that North Korea made its bombs known in 29 Jan 2016 reinforces it. THAAD talks scheduled for barely a month later doesn't seem like coincidence. So (1) does not change my 2% estimate. On (2) I am less confident. According to Wikipedia, SK and UAE are about equally strong allies of the United States [7,8]. In both cases there was resistance to THAAD deployment from neighbors (Arab countries in UAE case, China in SK case). If anything I'd guess that Chinese resistance is a bigger hurdle than resistance from any Arab country, so I'd expect SK deals to take even longer than UAE deals. There's also the issue of popular opinion; in SK politicians have to care if Koreans don't want the American presence (there have been protests), while in the UAE the king pretty much just does whatever he wants. Another point towards expecting SK deals to take more than 2 years. On the other hand, perhaps there is some notion of urgency in the SK case, since there is a neighbor with demonstrated WMD capability. I forget what the situation was around the UAE in 2011 but to this day no Arab country has nukes. This kind of makes me want to raise it to 5% or so. Finally, there is a chance that this whole THAAD business is just meant to pressure China into pressuring North Korea; soon after THAAD negotiations began, China voted for sanctions against NK in the UN Security Council. As far as I can tell, there were THAAD meetings in March just before the UNSC meeting, and none since then. I will revise the probability down to 2% again. [1] http://www.defenseworld.net/news/2821/UAE-may-buy--7-billion-advanced-missile-defence-system-from-Lockheed-Martin\n[2] http://www.lockheedmartin.com/us/news/press-releases/2011/december/1230-thaad-uae.html\n[3] http://www.armyrecognition.com/may_2013_news_defence_army_military_industry_uk/sultanate_of_oman_to_buy_the_air_defense_missile_system_thaad_from_united_states_2705134.html\n[4] http://thediplomat.com/2016/03/its-official-us-south-korea-begin-talks-on-thaad/\n[5] https://en.wikipedia.org/wiki/Terminal_High_Altitude_Area_Defense#International_users\n[6] http://english.sina.com/world/2014/0602/705974.html\n[7] https://en.wikipedia.org/wiki/South_Korea%E2%80%93United_States_relations\n[8] https://en.wikipedia.org/wiki/United_Arab_Emirates%E2%80%93United_States_relations"], [73, "2016-04-16T19:51:29Z", [0.11], ""], [23234, "2016-04-16T19:06:43Z", [0.01], ""], [12302, "2016-04-16T19:06:34Z", [0.5], ""], [1262, "2016-04-16T18:42:19Z", [0.01], "Confirming previous forecast.    China angered by N. Korea efforts - termed them  \"saber-rattling.\"   Definitely doesn't want THAAD in the vicinity.   \n(Wonder if they \"helped\" with the failure?)\nhttp://www.reuters.com/article/us-northkorea-missile-idUSKCN0XC010\n"], [23234, "2016-04-16T18:07:02Z", [0.02], ""], [23234, "2016-04-16T18:04:17Z", [0.12], ""], [691, "2016-04-16T16:47:48Z", [0.38], ""], [5001, "2016-04-16T16:45:52Z", [0.09], ""], [22262, "2016-04-16T15:18:40Z", [0.15], ""], [23967, "2016-04-16T13:34:52Z", [0.3], ""], [10916, "2016-04-16T11:06:12Z", [0.15], ""], [16193, "2016-04-16T06:40:02Z", [0.85], "Given North Korea's increasingly erratic behaviour, there is no harm at making such announcement without a clear deadline of the deployment.  It will help shore up public support.  Focus on the announcement, not the implementation."], [102, "2016-04-16T03:31:07Z", [0.34], "https://larswericson.wordpress.com/2016/04/16/gitrep-15apr16pm/"], [231, "2016-04-16T02:22:18Z", [0.15], ""], [14208, "2016-04-16T02:07:37Z", [0.0], "Maintaining 0%.  I like reading news aggregators like \"The Browser\" and \"Arts and Letters Daily\"  This nice little blog post from \"The Browser\" featured, \"The ‘Missilization’ of Conflict in Northeast Asia\" ended with... \"defensive strategies will become so expensive, yet still not completely effective, that pre-emption, especially against North Korean launch sites, will become an attractive option\" If I read this correctly he is saying that it's cheaper and more effective to bomb North Korean offensive launch sites.  Would US foreign policy shift in this direction?  Considering the US uses drones to bomb and kill terrorists in the Middle East I suppose drones could be used to bomb and destroy North Korean Launch sites.  North Korea does have nuclear weapons though...pause.  This type of strategy would need careful planning and execution.  The secondary and tertiary consequences of bombing North Korean sites could be devastating.   https://asiansecurityblog.wordpress.com/2016/04/15/the-missilization-of-conflict-in-northeast-asia/"], [1333, "2016-04-16T02:01:00Z", [0.1], "THAAD is an interesting solution to a poorly defined problem. The threat to South Korea is in the form of Low Trajectory Missiles and short flight submarine launched ordnance. THAAD is a defense against high trajectory and intercontinental multiple re-entry vehicle weapons transiting from earth atmosphere and space. South Korea knows this. It is Japan that would most benefit from a THAAD SYSTEM DEPLOYED ON THE Korean peninsula. I think this group is well aware of the state of relations between Korea and Japan. There are classified aspects concerning the capabilities of the system that may play into this as well. Diplomatic concerns are expressed in rhetoric and China has been on the edge of out right threats and have actually taken steps to sanction North Korea in painful and visible ways. It could be that Dear Leader 2.0 has been recognized as the unstable maniac he is and THAAD could just be a a very complicated way of creating a effect response form China. It may be worth the gyrations to prevent a economy shaking attack on either Korea and/or a forceful and decisive strike by the US on North Korea to silence a nuclear threat - but such does not seem to be our style anymore."], [51, "2016-04-16T01:45:48Z", [0.15], ""], [1993, "2016-04-15T22:35:39Z", [0.2], ""], [1993, "2016-04-15T22:34:59Z", [0.25], ""], [19170, "2016-04-15T21:16:27Z", [0.25], ""], [368, "2016-04-15T19:37:34Z", [0.85], ""], [691, "2016-04-15T19:24:57Z", [0.38], ""], [14613, "2016-04-15T19:17:14Z", [0.12], ""], [73, "2016-04-15T18:53:41Z", [0.12], ""], [3895, "2016-04-15T18:22:02Z", [0.59], "down 7% on results of ROK election. That may not actually matter too much, hard to say. "], [22822, "2016-04-15T18:09:12Z", [0.49], "Saenuri Party’s defeat expected to derail talks  By Jun Ji-hye  The ruling Saenuri Party’s defeat in the general election may put the brakes on Seoul and Washington’s talks about the deployment of a Terminal High Altitude Area Defense (THAAD) battery here, analysts said, Friday."], [67, "2016-04-15T17:49:16Z", [0.35], ""], [23206, "2016-04-15T16:56:23Z", [0.2], "From publicly available information I've found there have been 3 US THAAD deployments since they began being produced, as well as sales to Oman and UAE.  This gives a baseline of deployment in any given quarter of about 10-15%.  While the question asks about an announcement, I'll assume they have the same statistics. Any aggressive actions by North Korea will increase the odds of deployment significantly, but opposition from China, and to a lesser extent Russia, will deter the US and Korea from moving too quickly.  The original announcement of talks was probably largely a move to put pressure on China and it may have had some effect on China's decision to support new sanctions.  I think the US and Korea will proceed slowly and cautiously unless North Korea conducts more tests, which possibly would trigger an announcement."], [19170, "2016-04-15T15:25:41Z", [0.45], ""], [876, "2016-04-15T14:37:22Z", [0.21], ""], [51, "2016-04-15T14:22:24Z", [0.2], "Still affirming, but I think this article outlines our overall situation well.  Which is that while talks may be stalled or take longer, the position of President Park and the U.S. have not changed.  So while I continue to bet that a formal announcement will take longer than July 1st, it is worth considering that Pres. Park could just press ahead with an announcement, and try to find a way to get past funding and other political considerations at a later time.  It is also possible that the U.S. could sweeten the pot in some way.\nhttp://www.koreatimes.co.kr/www/news/nation/2016/04/116_202691.html"], [1646, "2016-04-15T13:58:28Z", [0.05], ""], [11678, "2016-04-15T09:03:20Z", [0.68], ""], [22822, "2016-04-15T06:04:28Z", [0.91], "Further support from Mark Kirk and Brian McKeon reinforces the USA's desire to see this happen. Is the 10 week deadline too close?"], [7124, "2016-04-15T05:28:06Z", [0.15], "The U.S. is in negotiations with the Chinese regarding curbing of North Korean nuclear and missile development. The missile defense system is a tool to pressure the Chinese to come out more forcefully against North Korea,"], [8226, "2016-04-15T05:18:03Z", [0.1], ""], [15548, "2016-04-15T05:17:18Z", [0.14], ""], [1993, "2016-04-15T03:34:53Z", [0.45], ""], [19106, "2016-04-15T02:57:54Z", [0.02], ""], [19106, "2016-04-15T02:56:29Z", [0.15], ""], [1262, "2016-04-15T02:54:24Z", [0.01], "Decreasing likelihood significantly.     Apparently missile efforts still a work in progress - the launch failed.     Hmmmm...     Amazing timing.  \nhttp://www.cnn.com/2016/04/14/asia/north-korea-missile-launch/index.html"], [93, "2016-04-15T02:28:31Z", [0.0], ""], [12302, "2016-04-15T02:14:59Z", [0.6], ""], [12302, "2016-04-15T02:05:30Z", [0.55], ""], [1529, "2016-04-15T01:53:53Z", [0.15], ""], [5001, "2016-04-15T01:47:38Z", [0.16], ""], [14137, "2016-04-15T00:29:01Z", [0.2], "There's a big difference between \"will THAAD be announced by ROK?\" and \"will they do it within the next 6 weeks?\"\nMy 20min reading of Korean politics throws up umpteen reasons this wont happen and only one reason it might just happen by July.\nThe Korean government lost the majority in the parliament on Wednesday. That means two weeks just talking about the implications of the election. Then weeks of setting out positions all the 1st tier priorities that the election threw up, which are mostly economic. President Park would be hopelessly out of touch to start making foreign policy announcements when the country is completely focused on other issues.  A scheduled meeting for deputy foreign ministers of Korea, Japan and the US will meet in Seul next week to talk DPRK. They wont be making big announcements (these announcements don't come from deputy FM level meetings anyway) - they'll be working out the implications of the election for their strategic objectives and the 'comfort women issue'. Then they discuss the meeting with their respective capitals...  There's only two ways I can think of that this is announced by July.  First, the DPRK forces action with some sort of missile test or similar. Second, President Park determines she's a lame duck and looks for things she can announce that don't need parliamentary approval (ie: executive orders, to use the US nomenclature).  But even there, I don't think she'd want to put this topic on the table right now when she doesn't know how the new government will respond.  In my view, there is just too much going on in Korean domestic politics for this to really be announcable in 6 weeks. And there's no scheduled moment that I'm aware of that would make it a natural event. So why is the market at 59%? I think the market is over-estimating the chances of this happening because so many people ignore the time frame. Many comments seem to see the recent remarks from a US defence official (I forget name and rank and no time to look it up) that, \"it will happen\" as being definitive. But \"it will happen\" is exactly the sort of forecast that GJP scorns - no time frame, no specific details of what \"it\" entails etc. Just a vague and a-temporal certainty. \nThe market has been steadily drifting up from a very low base over the last 6 days, which I think matches that announcement pretty well. I suspect over-reaction to one piece of evidence. \nI've also noticed a tendency for many participants to offer 0% or 100% predictions. I suspect a number of extreme forecasts are dragging up the average.  I'm comfortable forecasting slightly above last week's average. That wasn't an initial consideration, but now I'm thinking of it and think it's appropriate. While time is ticking down (6 weeks now rather than 7 then) *something* has moved the average forecast a long way. There's a chance my explanation is wrong, and it outweighs the impact of losing 14% of the time available for resolution. We will know much more next week after the deputy FM meeting in Seul.  Now, back to work for me"], [1262, "2016-04-14T23:45:32Z", [0.18], "Decreasing further based on links provided by @Dwight-Smith - China apparently very resistant.    However another missile test is apparently pending so will watch for any additional discussions.  http://www.cbsnews.com/news/north-korea-expected-to-test-fire-intermediate-range-missile/ To meet a \"yes\" forecast it would take an \"announcement\"  - not actual \"deployment.\""], [38, "2016-04-14T21:38:45Z", [0.0], "Agreeing with @Dwight-Smith at http://www.gjopen.com/comments/comments/206724\n(Let's give that man some upvotes!) Also, suggesting that we don't forget the issue of the July 1st closing date. I'm wondering who must make this announcement to satisfy GJI.  Can Park just announce a decision? Would she dare do anything so controversial when the vote that was perceived as  referendum on her did not go well?  I think not. Or would it have to get the vote of the legislature. If it needs to be voted on, I think it's DOA since, post-election, no party has a majority, which it sounds like will be a recipe for a near complete bog-down in legislation. Zeroing this question out."], [368, "2016-04-14T21:23:53Z", [1.0], ""], [19170, "2016-04-14T21:20:12Z", [0.65], ""], [19170, "2016-04-14T21:17:06Z", [0.4], ""], [12302, "2016-04-14T20:45:19Z", [0.6], ""], [16253, "2016-04-14T20:02:25Z", [0.78], ""], [1107, "2016-04-14T19:59:37Z", [0.2], "Wait until the US election really heats up or make it one last provocative move by the current Admin. "], [16272, "2016-04-14T19:53:05Z", [0.4], ""], [1262, "2016-04-14T19:00:23Z", [0.83], "Decreasing slightly as result of election results:  The election in S. Korea may impact any announcement or move on THAAD,  but according to this link \"Washington's desire to deploy the system\" was important in beginning official discussions after N Korea's nuclear & missile tests.    http://koreatimes.co.kr/www/news/nation/2016/04/113_202553.html"], [38, "2016-04-14T18:07:35Z", [0.11], "http://www.nytimes.com/2016/04/14/world/asia/party-of-south-koreas-president-loses-majority-in-parliament.html?emc=edit_th_20160414&nl=todaysheadlines&nlid=28699183 \"Ms. Park’s conservative Saenuri Party won only 122 seats in elections for the 300-member National Assembly. It became the first South Korean governing party in 16 years without a parliamentary majority, leaving Ms. Park to face the prospect of being an early lame duck. \n. . . \n\"With political power and policy-making authority concentrated in the presidency, no immediate change in the nation’s foreign policy was expected. But the progressive opposition will now be more likely to press Ms. Park to amend her hard-line North Korea policy, which is focused on enforcing sanctions, in favor of more dialogue with the North.\n~~~~~~~\nCOMMENT:  I think that the election may have killed THAAD for now."], [1529, "2016-04-14T17:26:27Z", [0.3], "DPRK is pushing the envelope........so, upping the %. This situation could easily fall into a quick tit-for-tat escalation among all the players. Most formidable, is the inter-connections with about 5 other GJO  IFPs that are in play (representing, of course, national and international interests). If DPRK launches these missiles, likely that some quarters of the military/intelligence community will again push Carter and Obama to deploy the THAAD sooner than later. One stratagem to consider is whether the DPRK actions are an intended game to simply be the bull running amok in the china shop and push US actions that will trigger reactions from China and Russia. DPRK has been lobbing missiles into the sea a lot lately. It is possible that the US will try to give time to China and Russia to exert influence (since new efforts were recently announced). Patience is not unlimited, but still keeping % somewhat low for July timeframe.  This is one of those IFPs that could easily be either 30% or 85%.  (Sigh) https://www.yahoo.com/news/n-korea-prepares-ballistic-missile-launch-report-062245039.html\n"], [10916, "2016-04-14T16:45:05Z", [0.25], "Dropping a lot on this. Think general overreaction to Carter statements. The deadline is quite short."], [691, "2016-04-14T16:33:03Z", [0.38], ""], [23871, "2016-04-14T15:42:09Z", [0.45], ""], [15097, "2016-04-14T14:50:13Z", [0.45], ""], [876, "2016-04-14T12:26:59Z", [0.41], ""], [15621, "2016-04-14T08:32:20Z", [0.24], "\"The ruling Saenuri party in South Korea lost its parliamentary majority for the first time in 16 years. The result was a nasty blow to President Park Geun-hye's administration: it had expected the party would boost its share of the 300-seat National Assembly, and get more bills through the legislature.\" Economist.\nThis make it more unlikely anything happens quickly??"], [38, "2016-04-14T04:08:40Z", [0.66], ""], [14327, "2016-04-14T02:38:07Z", [0.0], "The reason China agreed to new sanctions against North Korea was to keep out THADD.  Besides, North Korea really hasn't done anything recently that it hadn't done before. For the United States, the threats of deploying THADD are more valuable than actually deploying it. "], [51, "2016-04-14T01:32:59Z", [0.2], "Decreasing.  Comments and observations @flynn1200's post regarding Park's party losing majority to opposition...  And here is a little background on why the Saenuri's loss of majority to Minjoo is a big deal in the THAAD context.\nhttp://world.kbs.co.kr/english/news/news_Po_detail.htm?No=117005 Also, I think its telling that this article discusses how the Chinese Ambassador's notorious comment about relations being \"destroyed in an instant\" was made to the head of Minjoo party. Then, the foreign secretary demanded to hear it directly from the Chinese Ambassador.\nhttp://www.arirang.co.kr/News/News_View.asp?nseq=188578 Now I wonder just what party wants THAAD...and which does not? Maybe President Park can just ram this through. But given her party was rebuked in this election for a weakening economy, having China threaten economic pain is probably not a trivial thing in this context.  And the Minjoo party is already saying THAAD is not needed. So would that be seen as wasteful spending to boot?\n"], [11686, "2016-04-13T22:59:05Z", [0.5], ""], [368, "2016-04-13T22:44:32Z", [1.0], "Immediate treats, either psychological or real, from North Korea toward the South Korean & Americans remains, and continues. to escalate the levels of conflict on the peninsula.  Irrespective of whether their recent escalation in missile and nuclear testing (given what can be considered reliable knowledge) necessitates the importance and import of a speedy deployment of THAAD.   I think that the horizon for the IFP provides sufficient time to confirm these observations (otherwise it would result a difficult Brier score to come to terms with)."], [368, "2016-04-13T22:40:13Z", [1.0], ""], [53, "2016-04-13T22:12:51Z", [0.15], ""], [14208, "2016-04-13T22:03:06Z", [0.0], "We have seen a lot of news about THAAD in recent weeks.  CNN, renewed meetings with South Korea and DOD, OSD said \"it will happen\".   We can expect the same kind of news leading up to LMT Q earnings on 26 April 2016. Also the Q earnings after that will be end of June beginning of July approximately.  I bet the LMT specialist/market maker is loving it!  Distribution...strong hand sto weak hands! http://finance.yahoo.com/q?s=LMT"], [22264, "2016-04-13T21:35:42Z", [0.85], ""], [22822, "2016-04-13T21:23:53Z", [0.9], "\"China’s opposition to THAAD isn’t the only potential roadblock. Many of the details will be tricky to work out. According to Defense News, a single THAAD unit – which includes “six truck-mounted launchers, 49 interceptors, a fire control and communications unit, and an AN/TPY-2 radar” – would cost $1.6 billion; the United States and South Korea will have to work out how to divvy up those costs. Meanwhile, Yonhap notes that several cities pegged as potential deployment sites for THAAD have already objected, saying they are concerned about the health implications of the radar system’s electromagnetic waves.\" \"Defence Department Secretary Ashton Carter has said at the Council of Foreign Relations in New York that the deployment of a U.S. missile defense system in South Korea will push through, Reuters reported Friday.\" Far greater probability of it being announced than it actually being deployed in the near future, especially following announcement today."], [691, "2016-04-13T21:01:17Z", [0.46], ""], [18096, "2016-04-13T19:48:33Z", [0.95], ""], [38, "2016-04-13T18:46:30Z", [0.77], "This is just me talking . . . . the more I think about DPRK, SK, China, Japan and resumption of the 6-party talks, the more sense it makes to me that SK will announce that THAAD will be deployed (without announcing WHERE) and use that announcement as a bargaining chip--something they'd be ok with giving up--in the 6-party talks.   I haven't figured out what's special about July 1st; why did they pick that closing date?  Anybody have any ideas?"], [12105, "2016-04-13T18:20:55Z", [0.99], ""], [14613, "2016-04-13T17:27:05Z", [0.85], ""], [23853, "2016-04-13T16:39:22Z", [0.0], ""], [12302, "2016-04-13T15:30:48Z", [0.8], ""], [14208, "2016-04-13T14:29:20Z", [0.0], "President Park of South Korea and her party (Saenuri) lost the majority in parliament.  Maintaining 0%.  If Saenuri Party maintained or improved numbers I would have flipped my forecast but sentiment indicated a loss.  \nhttps://www.gjopen.com/comments/comments/200247"], [1708, "2016-04-13T14:25:43Z", [0.85], ""], [142, "2016-04-13T13:16:13Z", [0.7], "North Korea continues to test missiles and develop nuclear warheads and  South Korea clearly feels threatened.  A Korea based THAAD system might offer marginal actual protection for South Korea but would enhance US homeland protection against NK or Chinese ballistic missiles.  The downside is that it would degrade Chinese response capability with unpredictable political and military consequences.  Announcing a deployment before achieving same seems counter-intuitive otherwise my probability would be higher."], [15621, "2016-04-13T09:13:56Z", [0.27], "I feel that for China this is a bit like the Cuban missile crisis - your biggest \"competitor\" building capabilities in your backyard so see this being dragged out for quite a while."], [136, "2016-04-13T08:15:48Z", [0.7], ""], [19106, "2016-04-13T07:09:52Z", [0.35], "Taking the under on consensus due to time frame and the fact that there is not a very strong incentive to announce until everything is finalized."], [14208, "2016-04-13T05:21:06Z", [0.0], "15 March 2015: \"The US Army has allocated its Continental-US (CONUS) Based THAAD to deploy to South Korea on emergency situations, a South Korean military source confirmed Sunday... THAAD systems are able to deploy from their base at Ft. Bliss, Texas, US within hours, using C-17 Globemaster III military transport planes...However, South Korea is objecting to permanent deployment of these missiles on its soil, fearing escalation with China\" http://defense-update.com/20150315_thaad-seoul.html Analysis: yes this is a year old but still relevant.  Thoughts?"], [23234, "2016-04-13T04:04:31Z", [0.9], ""], [23702, "2016-04-12T23:28:54Z", [0.59], ""], [23702, "2016-04-12T23:28:29Z", [0.72], ""], [368, "2016-04-12T20:19:25Z", [1.0], ""], [16023, "2016-04-12T19:21:11Z", [0.3], ""], [16023, "2016-04-12T19:20:52Z", [0.2], ""], [1468, "2016-04-12T18:48:06Z", [0.71], ""], [1633, "2016-04-12T18:32:03Z", [0.75], ""], [1262, "2016-04-12T17:10:42Z", [0.87], "Increasing forecast with today's report of possible NK prep to launch mobile ballistic missile.   \nhttp://www.cnn.com/2016/04/12/politics/north-korea-mobile-ballistic-missile-launch/index.html - And this link  http://www.koreaherald.com/view.php?ud=20160412000198\n \"Missile engine test shows N.K. ICBMs can deliver nuclear warhead to U.S. east coast: 38 North\" - According to this link:  http://www.reuters.com/article/us-china-usa-diplomacy-idUSKCN0WQ08A\n China was pressuring USD to restart talks with N Korea as the only way to resolve the dispute over N Korea weapons program.   Suspect this means N. Korea is not responding to China's attempts to de-escalate the situation (since China absolutely do not want THAAD placed).      \n"], [20135, "2016-04-12T17:03:46Z", [0.71], "The way the question is written, the answer \"yes\" is fulfilled by South Korea merely announcing it will deploy THAAD.  It does not need to physically be deployed by 7/1 or ever; just the announcement."], [23822, "2016-04-12T16:50:44Z", [0.65], "South Korea has witnessed the North Korean regime work towards ICBM's despite the universal condemnation from the international community, and first and foremost of importance to them, China.  Despite the international pressure, the \"Satellite\" launch on February 7th, and the Nuclear test conducted January 6th, I think its highly likely to believe that President Park is making efforts to negotiate with the Chinese that self-defense against a belligerent and paranoid North Korean Regime is a danger to even the Chinese mainland, given that Kim Jong-Un has been trying to consolidate power and show strength by sabre rattling against his perennial enemies, the United States and South Korea."], [23819, "2016-04-12T16:46:46Z", [0.15], ""], [11686, "2016-04-12T16:24:42Z", [0.55], ""], [23787, "2016-04-12T16:01:15Z", [0.85], "A: Ash Carter says it is happening\nB: South Korea cannot possibly design their own system before July\nC: The need for missile defense has never been higher in SK (although one wonders what this does to MAD) \nD: The likelihood of a friendly nation taking our technology is HIGH"], [691, "2016-04-12T14:59:48Z", [0.44], ""], [12874, "2016-04-12T13:34:21Z", [0.19], ""], [38, "2016-04-12T06:15:40Z", [0.77], "http://asia.nikkei.com/Features/China-up-close/Xi-warns-Obama-over-THAAD-missile-system?page=2 \"Xi said that the deployment of a THAAD system to South Korea would \"do harm to\" the U.S. It is unusual for a top Chinese leader to use such an expression during official diplomatic contacts.  This is an expression so offensive, when used in conversations between Chinese persons, that it is bound to spark angry resentment in the listener.      \"It is certain that Xi threatened the U.S. with firm determination,\" said one Chinese expert on international affairs.     \" By using the expression \"do harm to\" the U.S., Xi effectively warned Obama that if a THAAD system is actually deployed to South Korea, China reserves the right to take retaliatory measures against the U.S. and South Korea.     \" Now that Xi has issued such a thinly-veiled warning, China will never accept the deployment and will try to take every possible step to block the move. \"Why then did Xi issue such a strong warning to Obama? Part of the reason: the Chinese military feels a strong sense of crisis over the THAAD issue. The THAAD system can track and intercept a ballistic missile fired by an enemy at high altitudes. If the system is deployed to South Korea, its coverage will go beyond the Korean Peninsula and into China. The monitoring range of the THAAD's high-performance radar would cover China's missile bases in inland areas. China fears that the deployment of such a system would neutralize the nuclear missiles it has already deployed. If its nuclear deterrence is undermined, China will also be at a disadvantage militarily in the South China Sea vis-a-vis the U.S. This is a nightmare scenario for China's military.\n~~~~~~~\nhttp://www.koreaherald.com/view.php?ud=20160407000938 \"The government has rejected calls to disclose information on the possible deployment of an advanced missile defense system to South Korea, a civic group said Thursday. The Ministry of National Defense dismissed the information disclosure request filed by the Lawyers for a Democratic Society last month, the group said.  It had asked the ministry to open the terms of reference it signed with its U.S. counterpart and clarify whether the agreement was a treaty, according to the association. \"In the aftermath of North Korea's fourth nuclear test in January and launch of a long-range rocket in February, South Korea has launched formal talks with the United States to deploy a Terminal High Altitude Area Defense (THAAD) missile system in the country. \"The ministry said the terms of reference is a classified document that is subject to receive secret protection until Dec. 31, 2026, according to the group. The defense ministry said that Articles 2 and 4 of the mutual defense treaty between the allies and Articles 2 and 5 of the SOFA are applicable to the talks. SOFA refers to the Status of Forces Agreement that governs the U.S. troop presence in South Korea. \"The lawyers' association said the clauses indicate that South Korea will provide a post to deploy THAAD in the country and bear the expenses to expropriate the land. (Yonhap)\n~~~~~~~\nCOMMENT:  I have read numerous articles in which SecDef Ash Carter is quoted as saying it's going to happen.. . .but not saying when, and this question calls for South Korea to announce it, so I'm not going to go higher at this time."], [23234, "2016-04-12T05:34:51Z", [0.85], ""], [23803, "2016-04-12T05:34:39Z", [0.65], ""], [53, "2016-04-12T04:50:37Z", [0.2], ""], [484, "2016-04-12T04:26:41Z", [0.1], "(no change) Sorry if someone has already posted this which has some very cursory background related to the election: http://english.hani.co.kr/arti/english_edition/e_national/738992.html I wonder if \"unpopular\" in Korean is translated \"tight-lipped?\""], [14208, "2016-04-12T04:22:44Z", [0.0], "Comment deleted on Oct 22, 2016 06:35PM UTC"], [14642, "2016-04-12T03:32:38Z", [0.67], "Additional North Korean nuclear and/or ballistic missile tests will increase the likelihood of this political announcement, as would additional provocative actions by the Chinese. Actual deployment of THAAD hardware is less certain and would occur much later and/or be a bargaining chip."], [368, "2016-04-11T22:18:16Z", [1.0], ""], [12302, "2016-04-11T21:55:40Z", [0.85], ""], [23787, "2016-04-11T21:08:18Z", [0.57], "although South Korea does want to design their own missile defense system; they certainly do not have enough time to deploy a new system before the end of summer 2016 (when I believe this conflict will flare up). THAAD can serve as a good temporary system to use before the deployment of a native system. "], [23786, "2016-04-11T20:55:10Z", [1.0], "yes"], [8057, "2016-04-11T20:22:08Z", [0.75], "In response to the continued threats from N Korea"], [23727, "2016-04-11T18:57:25Z", [0.1], ""], [14613, "2016-04-11T18:03:25Z", [0.05], ""], [83, "2016-04-11T17:40:35Z", [0.05], "http://www.reuters.com/article/us-russia-iran-arms-idUSKCN0X80MM\nIran starts delivery of first S-300 system to Iran.\nIf anyone is interested in overturning the appearently inaccurate scoring decision earlier in the year, please contact the judges."], [23392, "2016-04-11T17:06:28Z", [0.2], ""], [23335, "2016-04-11T16:36:06Z", [0.78], ""], [22197, "2016-04-11T16:35:35Z", [0.85], "The increased saber rattling and threats by a seemingly unhinged Kim Jung il will necessitate the South Korean government to deploy THAAD in order reduce the high anxiety of the South Korean populace. "], [691, "2016-04-11T16:28:15Z", [0.42], "On the basis of no evidence, I think this will not happen before 01 July, although if the deadline were longer I'd bump it up rather a lot."], [23287, "2016-04-11T15:47:07Z", [0.47], ""], [14027, "2016-04-11T14:59:15Z", [0.3], "Once THAAD is deployed it will be difficult to back away, since our allies, South Korea and Japan, want it.  Until it is deployed it's a big bargaining chip in discussions with China, which does not want THAAD to be deployed.  We can pressure China to do more to sanction the DPRK by threatening to deploy the anti-missile system.  Once it is deployed that leverage is gone."], [14308, "2016-04-11T14:43:08Z", [0.05], ""], [15352, "2016-04-11T14:40:36Z", [0.8], "I think this will happen, the time frame is difficult.\nThe problem will be appeasing China and possibly Japan\n"], [8253, "2016-04-11T14:11:02Z", [0.63], ""], [23599, "2016-04-11T13:41:08Z", [0.15], ""], [11289, "2016-04-11T12:39:59Z", [0.22], ""], [23549, "2016-04-11T10:15:40Z", [0.25], "Going with Flyn1200, but still..."], [23234, "2016-04-11T07:13:38Z", [0.9], ""], [16253, "2016-04-11T07:07:13Z", [0.75], ""], [9417, "2016-04-11T07:01:22Z", [0.65], "The North Koreans have a 'child-like' approach to all things.\nLike a  12 year old, they will continue to test their boundaries - and only back off if  certain' red lines' are crossed.!\nThe Russians are their predictable selves, but they will not  go far wrong  so long as Lavrov is in office\nThe Chinese are wise  and logical in such matters.\nThe Russians and the Chinese will 'reel in' North Korea at an appropriate time.\nThe West tends to react emotionally, and sometimes vindictively  and may deploy THAAD \n(I) To attempt to contain DPRK in the short-medium term\n(ii) In an attempt to contain China in the long term. Thanks"], [1007, "2016-04-11T02:01:45Z", [0.65], ""], [15750, "2016-04-11T00:33:21Z", [0.6], ""], [19260, "2016-04-10T23:49:18Z", [0.1], ""], [14208, "2016-04-10T23:24:27Z", [0.0], "Maintaining 0%. Then there was this...\"US President Barack Obama Orders Military Officials not to Talk About China\" Considering the Obama doctrine and this little bit of news there is very little chance of THAAD going in by July or this year for that matter!  Obama wants to finish his Term with peace.  I suspect China will oblige. http://www.chinatopix.com/articles/82373/20160408/us-president-barack-obama-orders-military-officials-not-to-talk-about-china.htm"], [12879, "2016-04-10T22:48:32Z", [0.58], ""], [1262, "2016-04-10T22:29:33Z", [0.64], "Lowering forecast based on @jeanP information.    Remaining above 60% because - \n- N. Korea unlikely to stop/ modify their aggressive behavior by themselves and if they continue THAAD will ultimately be considered necessary (time line may be the problem)\n- China has so far been unable to limit N. Korean actions and this may continue to be a problem\n- Deployment may occur in limited fashion and appropriate locations found.\n- Since both China (South China sea) and Russia (Ukraine) have not been particularly agreeable this might actually be a useful message to them"], [22551, "2016-04-10T22:08:00Z", [0.75], ""], [20789, "2016-04-10T21:53:28Z", [0.65], "It will be necessary to intimidate NK"], [21325, "2016-04-10T21:36:06Z", [0.68], ""], [23442, "2016-04-10T21:24:04Z", [0.25], ""], [16477, "2016-04-10T21:21:30Z", [0.77], ""], [22508, "2016-04-10T21:02:36Z", [0.7], ""], [12477, "2016-04-10T20:15:59Z", [0.55], "Something has to be done about North Korea"], [919, "2016-04-10T20:08:59Z", [0.55], ""], [1646, "2016-04-10T19:59:03Z", [0.15], ""], [368, "2016-04-10T19:46:07Z", [1.0], ""], [3363, "2016-04-10T19:12:44Z", [0.4], ""], [23750, "2016-04-10T19:05:18Z", [0.2], ""], [1993, "2016-04-10T18:47:35Z", [0.55], "79 days between 13 April elections and questions resolution. I'm not feeling strongly either way that there will be an announcement, Ash Carter's words notwithstanding."], [1993, "2016-04-10T18:36:07Z", [0.55], ""], [53, "2016-04-10T17:50:49Z", [0.6], ""], [11686, "2016-04-10T17:05:34Z", [0.3], ""], [12302, "2016-04-10T16:41:47Z", [0.8], "staying high for some days. if no statement gets issued in the days following the election, i'll go down."], [23750, "2016-04-10T15:15:11Z", [0.58], ""], [19170, "2016-04-10T14:53:01Z", [0.6], ""], [1646, "2016-04-10T14:39:45Z", [0.04], "The question is not if Mr. Ash Carter will announce his intentions, but if SK will. They seem to not have many incentives. Moreover, THAAD can be partially deployed without any major announcements :) \nhttp://www.hani.co.kr/arti/english_edition/e_national/738992.html\n\"Each of the parties has a different set of calculations. While both President Park Geun-hye and Saenuri Party leader Kim Moo-sung are staunch supporters of holding deliberations about THAAD deployment - which they think is the “obvious” choice - they appear to have concluded that growing controversy, including a backlash in areas where the system might be deployed, will not help in the general elections.\nThe Minjoo Party, led by Kim Jong-in, has not clearly stated whether it supports or opposes THAAD deployment. The wait-and-see attitude that Kim has taken - he has called for a “cool assessment” of the THAAD deployment - appears related to his election strategy of not focusing on security issues.\nWhile both the Saenuri Party and the Minjoo Party made no mention of THAAD deployment in their platforms, they both promised to develop a Korea Air and Missile Defense system.\nPeople‘s Party leader Ahn Cheol-soo has responded to questions about THAAD by arguing that “a popular consensus should be achieved through public discussion.”\nThe Justice Party is the only party with seats in the National Assembly that has expressed its opposition to deploying THAAD. During the press conference at which it announced its campaign platform, the party denounced President Park’s support for THAAD as an “arbitrary hardline response.”　"], [12302, "2016-04-10T14:26:05Z", [0.75], ""], [16592, "2016-04-10T13:31:04Z", [0.75], ""], [691, "2016-04-10T13:27:02Z", [0.48], ""], [734, "2016-04-10T12:24:15Z", [0.77], "Based upon remarks by Ash Carter and recent cancellation of his trip to China. Timeframe may pose an issue, but it is apparently an eventuality. HT to @jkbick, link to Diplomat article.\n"], [1337, "2016-04-10T11:04:42Z", [0.58], "Starting at 5% above consensus, because it looks like something that could anger PRC."], [23741, "2016-04-10T09:47:04Z", [1.0], ""], [19170, "2016-04-10T05:56:36Z", [0.55], ""], [10192, "2016-04-10T04:40:02Z", [0.92], "THAAD is inappropriate to defend SK against DPRK. It's expensive and meant for a longer range. But that's not really why \"It's going to happen\". It's the X-Band radar on THAAD that we can use to disrupt China.  I think Washington is thrilled at the opportunity and will waste no time to deploy THAAD in the region.\nhttp://nationalinterest.org/blog/the-buzz/thaad-more-useful-stick-against-china-north-korean-missiles-15243"], [1708, "2016-04-10T02:39:40Z", [0.75], "http://thediplomat.com/2016/04/us-defense-secretary-on-thaad-in-south-korea-its-going-to-happen/"], [51, "2016-04-10T01:19:25Z", [0.25], ""], [7523, "2016-04-10T00:12:07Z", [0.3], "Yes but after this date "], [10192, "2016-04-09T22:46:45Z", [0.92], ""], [10039, "2016-04-09T21:54:50Z", [0.6], ""], [12302, "2016-04-09T20:54:26Z", [0.65], ""], [53, "2016-04-09T19:05:32Z", [0.45], ""], [83, "2016-04-09T18:28:18Z", [0.05], "US can be seen as prodding China to escalate the conflict in the SCS, as it pivots to Asia.  Ships and aircraft on close approaches to SCS island/shoals, and as US carrier group in the area have not been effective so far.  China may have just made a mistake in this game. They drew a red line: \nChina maintains that it may create an ADIZ in the SCS, when it feels it's security is threatened: http://www.business-standard.com/article/pti-stories/may-form-adiz-in-scs-if-maritime-security-threatened-china-115053100585_1.html From: http://asia.nikkei.com/Features/China-up-close/Xi-warns-Obama-over-THAAD-missile-system?page=2\nXi's position (reportedly discussed with US during the recent nuclear security summit):\nChina is \"resolutely opposed\" to THAAD in SK, would \"cause harm and trouble\" to China and \"harm to\" the U.S.  THAAD can track and trace missiles beyond the Korean Peninsula, into China, covering inland Chinese missile bases that would put it at a disadvantage in the South China Sea relative to the U.S.  China maintains the right to retaliate against the US and SK, including reduction in economic ties with SK. ACarter indicates \"it's going to happen\", but perhaps State Dept may slow the Pentagon down.  Maybe, at least until July.\nhttp://www.presstv.ir/Detail/2016/04/09/459839/THAAD-missile-system-South-Korea/"], [12302, "2016-04-09T18:17:59Z", [0.75], ""], [12302, "2016-04-09T18:17:45Z", [0.73], ""], [3895, "2016-04-09T18:02:06Z", [0.66], "bumping up from 53% on clear statements of intent by the US SecDef: \"it's going to happen\" http://www.defensenews.com/story/defense/international/asia-pacific/2016/04/08/carter-thaad-korea-going-happen/82803470/"], [755, "2016-04-09T17:48:14Z", [0.75], "See @cdob63 , April 9 BBC link for article on DPRK ballistic missile engine test.\nComments: Consider short launch-to-IP time to potential targets in ROK and JPN. Consider potential in-flight failure of missile test (launch vehicle off-trajectory).\nConsider precedence in phased ABM defense, reference: Sentinel\nSprint https://en.wikipedia.org/wiki/Sprint_(missile)\nSpartan: https://en.wikipedia.org/wiki/LIM-49_Spartan\nABM Spartan and Sprint: https://youtu.be/5vq4mWyYl2Y\nSource: Wikipedia\nIncremental adjustment up."], [368, "2016-04-09T16:54:09Z", [0.98], ""], [4729, "2016-04-09T16:23:29Z", [0.8], ""], [740, "2016-04-09T15:50:17Z", [0.59], ""], [14493, "2016-04-09T15:21:36Z", [0.08], "The missile engine test is a new factor. It could indicate that China has pressured NK into not doing another missile launch. It could be that NK is continuing to press ahead regardless of China's pressure/\n The timing is sensitive clearly it would be better to install the THAAD very quickly after the intention is announced (because NK could think it needs to do things quickly before they arrive). But if NK really does believe the SK current exercises are a cover for the invasion of NK it might be better to delay any announcement of THAAD until the excersises have been completed (NK may take the THAAD deployment as a step in US/SK plans to invade).  So it really depends on what NK does next.  "], [2965, "2016-04-09T13:56:47Z", [0.09], "highly unlikely but conceivable based on daily sit reps and cables"], [691, "2016-04-09T13:48:35Z", [0.22], "Li'l Kim is playing with rockets again.  If the Chinese can't restrain him at least temporarily pretty soon, the ROK will seek US clearance to announce a deployment deal. The announced deployment may not be scheduled for implementation until months or years in the future, but this Q is only about an announcement.    A troubling thought (is there some other kind?) occurs to me:  If the announcement is conditional--\"We'll deploy THAAD unless the DPRK does or doesn't do something\"--how will that be resolved here?  I'd argue for a Yes, but could probably be talked out of it.  http://www.bbc.com/news/world-asia-36002713"], [1098, "2016-04-09T10:12:29Z", [0.55], ""], [12874, "2016-04-09T09:02:57Z", [0.26], ""], [12874, "2016-04-09T08:59:19Z", [0.24], ""], [12874, "2016-04-09T08:57:12Z", [0.28], ""], [10039, "2016-04-09T07:01:23Z", [0.5], ""], [506, "2016-04-09T05:17:34Z", [0.72], ""], [5001, "2016-04-09T04:48:09Z", [0.2], ""], [20911, "2016-04-09T03:44:20Z", [0.15], ""], [1624, "2016-04-09T02:47:45Z", [0.15], "Great assessments from @JP and @DwightSmith"], [12302, "2016-04-09T02:38:34Z", [0.6], ""], [12302, "2016-04-09T02:37:51Z", [0.55], ""], [53, "2016-04-09T01:43:27Z", [0.6], "Heck, have to change this already on basis of DPRK ICBM engine test.  Time frame seems too tight, but...KJU is nuts.  "], [1262, "2016-04-09T01:04:54Z", [0.77], "Carter says yes, (first link)  it will be deployed as S. Korea has \"opened discussions\" about it with the US.   There is/was a hope that China would convince N. Korea to desist from these confrontational acts as China does not want this (THAAD) deployed, however N Korea just announced a successful test...\n\"North Korea says it has successfully tested an engine designed for an intercontinental ballistic missile.\nThe new type of engine would \"guarantee\" the ability to launch a nuclear strike on the US mainland, the KCNA news agency said.\"  (second link) So far there is little evidence that China is able to control Kim Jong-Un and the situation could continue to escalate, especially if outsiders (Iran) are supporting or encouraging this.   Possible technology/financing link here: http://www.thedailybeast.com/articles/2016/01/19/the-keys-to-iran-s-missiles-are-in-china-and-north-korea.html http://www.defensenews.com/story/defense/international/asia-pacific/2016/04/08/carter-thaad-korea-going-happen/82803470/\nhttp://www.bbc.com/news/world-asia-36002713"], [12302, "2016-04-08T23:58:32Z", [0.45], ""], [53, "2016-04-08T23:51:59Z", [0.15], ""], [3895, "2016-04-08T23:16:38Z", [0.53], "https://twitter.com/AP/status/718577336803803136"], [15352, "2016-04-08T23:07:57Z", [0.5], ""], [19170, "2016-04-08T21:23:13Z", [0.4], ""], [12874, "2016-04-08T21:18:40Z", [0.55], ""], [10916, "2016-04-08T21:03:39Z", [0.55], ""], [23692, "2016-04-08T20:36:56Z", [0.35], ""], [532, "2016-04-08T20:29:24Z", [0.15], ""], [12874, "2016-04-08T20:11:23Z", [0.6], ""], [12874, "2016-04-08T20:03:46Z", [0.55], ""], [368, "2016-04-08T19:42:14Z", [0.85], ""], [706, "2016-04-08T18:52:58Z", [0.51], "Panama papers make China vulnerable and South Korea bold."], [10759, "2016-04-08T17:45:44Z", [0.18], ""], [4634, "2016-04-08T17:45:37Z", [0.18], ""], [915, "2016-04-08T15:19:50Z", [0.0], "South Korea is trying to ride the line between the US and China.  Betting no THAAD in exchange for a back-channel deal with China that China will (try to) keep a tight leash on North Korea."], [691, "2016-04-08T15:02:50Z", [0.12], ""], [3363, "2016-04-08T11:31:59Z", [0.28], ""], [23668, "2016-04-08T08:42:05Z", [0.04], ""], [1787, "2016-04-08T06:42:18Z", [1.0], ""], [12302, "2016-04-08T02:35:47Z", [0.34], ""], [12302, "2016-04-08T02:35:17Z", [0.25], ""], [102, "2016-04-08T02:08:23Z", [0.52], "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [484, "2016-04-07T22:59:58Z", [0.1], "Down 5% to be under consensus."], [14208, "2016-04-07T22:41:41Z", [0.0], "South Korean important decision makers:\nSouth Korean President Park Geun-hye.  Both parents assassinated.  Father was former president of South Korea who took control after a military coup.  South Korea interestingly is a very sexist nation.  If sexism rears its ugly head in the elections, Park's honeymoon period may be well over and have a deadlocked government. Saenuri Party is the majority party of South Korea.  It is also the party of President Park Geun-hye. @Raahul_Kumar found a great link about not deciding anything until after the elections mid month.  Apparently, the Saenuri Party has been engaged in \"partisan politics that have fractured the right-wing bloc\" (Saenuri Party) and has lower pre-election numbers. http://thediplomat.com/2016/03/south-korean-political-parties-newest-weapon-music-videos/  I bring all this up because once elections are over Park will have to determine if there is political will to spend over a billion USD on THAAD.  This is what can happen in South Korean government if there is a budget dispute https://www.youtube.com/watch?v=nor3JNEoL-M.  South Korea Debt to GDP for S. Korea is 35.98 and expected to rise to 37.28 by 2020.\nhttp://www.tradingeconomics.com/south-korea/government-budget/forecast"], [83, "2016-04-07T22:37:50Z", [0.05], "SK install threatens China, Japanese site seems a less problematic location ... at least until the security situation with China drastically deteriorates.\nhttp://english.yonhapnews.co.kr/national/2016/04/07/44/0301000000AEN20160407008800315F.html On the other hand: US will have an additional THAAD system to deploy overseas this year.  And the choice between SK, to defend US troops stationed there,  or Japan, which does not threaten China's security as much, might be be determined by how the U.S. wants to react to Perceived Chinese militarization in the S China Sea.\nhttp://thecipherbrief.com/article/asia/effect-south-koreas-neighbors-1093"], [51, "2016-04-07T21:49:24Z", [0.15], ""], [689, "2016-04-07T21:49:16Z", [0.2], ""], [51, "2016-04-07T21:48:09Z", [0.2], ""], [1993, "2016-04-07T19:16:30Z", [0.15], ""], [368, "2016-04-07T17:47:28Z", [0.1], ""], [51, "2016-04-07T15:05:20Z", [0.25], "@raahul_kumar: http://www.koreatimes.co.kr/www/news/nation/2016/03/116_200351.html\nLee noted that the government was not expected to reveal several possible locations until after the elections in an apparent effort to minimize any impact on the elections. Some experts say the North's recent claim that it has miniaturized and standardized nuclear warheads to fit its ballistic missiles is expected to accelerate Seoul and Washington's THAAD discussion, as such ongoing threats boosted Washington's position that THAAD would not be necessary if the North abandoned its nuclear ambitions. But ministry spokesman Moon Sang-gyun said the existing analysis that the North had not reached the level to make nuclear warheads small enough to mount on ballistic missiles and had not mastered such technology remained unchanged. So site selection will take some more time, and at least one government official is saying Korea does not have an urgent need.  Not convinced a formal announcement will be made 44 days after the general election, which would be \"we are going to set up THAAD at this location.\"  I assume that simply stating there are a few possible sites (or even one) will not result in affirmative on the question.  "], [691, "2016-04-07T14:50:43Z", [0.16], ""], [51, "2016-04-07T14:46:05Z", [0.15], ""], [14933, "2016-04-07T14:44:48Z", [0.18], ""], [14208, "2016-04-07T14:16:52Z", [0.0], "For the record...I actually think THAAD will be deployed to S. Korea and many other locations.  What I am concerned with is timing of this JG question!  Why July?  The RNC Convention is mid July If it looks like Trump will win the nomination S. Korea will announce very close to July.  If Trump looks like he will not be the nominee and a democrat will be the next POTUS a THAAD announcement may be delayed.  A Democrat in office may pay for the entire THAAD deployment vs a Republican.  THAAD deployments seem to have much more to do with American politics than ASEAN security at the moment.   http://www.koreatimes.co.kr/www/news/nation/2016/03/180_201363.html"], [452, "2016-04-07T12:09:49Z", [0.1], ""], [19801, "2016-04-07T10:24:07Z", [0.0], "\"Like any U.S. military force, the United States can only deploy a portion of the THAAD force in peacetime, leaving the rest as a “rotation base” in the United States. As far as I know, the U.S. government is trying to decide whether to deploy THAAD to Korea. Since there are only four THAAD batteries, only one can be deployed at a time — unless a major contingency develops in Korea. It will be roughly two years before there will be enough THAAD batteries to have one available to deploy to Korea, assuming that Korea is the priority for such a deployment. Japan could be an alternative priority. \" Bruce W. Bennett Senior Defense Analyst; Professor, Pardee RAND Graduate School\nhttp://www.rand.org/blog/2015/04/south-koreas-missile-defense-system-decision-qa-with.html South Korea has it's own missile defence system the L-Sam which will be deployed by 2023-4. There is no need for THAAD or time to create additional \nbatteries. 2 years before it is possible rules out July as a possible date. http://www.globalsecurity.org/military/world/rok/l-sam.htm"], [15621, "2016-04-07T08:41:49Z", [0.3], "At this stage its a matter of when rather than if. Political negotiations well under way but how long will they take????????????????"], [755, "2016-04-07T04:42:46Z", [0.7], "RAND commentary, 'THAAD's Effect on South Korea's Neighbors': http://www.rand.org/blog/2016/04/the-effect-on-south-koreas-neighbors.html?utm_source=linkedin.com&utm_medium=rand_social\nClip from commentary:\n\"Thus the discussion of deploying THAAD in South Korea is about deploying a U.S. THAAD battery with U.S. personnel, focused on defending U.S. forces in South Korea from North Korean nuclear weapon threats.\"\nConsider recent delivery of THAAD components: Army Technology, April 6, 'Aerojet delivers THAAD components to US MDA': http://www.army-technology.com/news/newsaerojet-delivers-thaad-components-to-us-mda-4858035\nConsider PRC deployment of HQ9 and YJ62 systems in SCS.  \nConsider RU deployment of S400 and SS26 in Syria; SS26 system in Kaliningrad.\n"], [21046, "2016-04-07T03:16:18Z", [0.4], ""], [734, "2016-04-07T00:40:35Z", [0.22], "Initial forecast. I think for the time being the talks serve the purpose of holding China's feet to the fire regarding the enforcement of the current regime of sanctions. Nonetheless, they do serve as the groundwork for a potential future deployment. It certainly should not be expected that the DPRK will rein in its current behavior and for Best State Actor in \"The Mouse that Roared\" category, I offer up the following. Not really sure of its provenance, supposedly from the Central Committee of the Worker's Party of Korea: http://www.dailynk.com/english/read.php?num=13836&cataId=nk00100 From the above:\n“Under the superior leadership of our revered supreme commander Marshal Kim Jong Un, our motherland has now confidently entered the ranks of nuclear states completely equipped with a hydrogen bomb and various kinds of miniaturized nuclear bombs. Utterly shocked at this, China, has rushed to take part in United Nations sanctions, worried that its dominant status in Northeast Asia will be challenged. The current political climate calls for all Party members and workers to firmly stand up against China’s hostile schemes against the great Chosun (DPRK) through political, military, and economic actions in Northeast Asia. When looking back on our revolutionary history, not once has China been sincere towards us when our revolutionary efforts ran into challenges and struggles. Just as our great Suryong leaders have taught us, we must not have even the smallest fantasies about China. We must no longer go easy on the Chinese and instead deal with them on the same footing in order to change their attitude of taking us lightly. All Party members and workers, let us unite more firmly around Marshal Kim Jong Un and fight with all our might to the very end for final victory in our juche revolutionary feat, even if graver hardships and difficulties blow this way, with the deep loyalty and strong belief that so long as our dear Marshal is with us, we will always see victory!\" Remarkable if this is an accurate report.  In concert with the upcoming Worker's Party Congress and the reports from 38 North, this could mean more antics from our northerly brethren and hence a heightened probability of deployment in the near term. Keep in mind also the issue of the South China Sea, and that such deployment could have both positive and negative repercussions regarding US and ASEAN foreign policy in that arena. OTOH, the need to keep the Chinese engaged in sanctions enforcement. So I am starting low at the moment, because that appears to be the most likely reason for such talks to continue."], [11686, "2016-04-06T23:20:20Z", [0.15], ""], [12302, "2016-04-06T22:52:38Z", [0.45], ""], [368, "2016-04-06T19:46:34Z", [0.65], "Objections from China are purely political.  Despite protestations from China about monitoring activity within its boundaries, the US has indicated that such data can already be obtained via current NSA technology.   There are indications that only 1 or 2 batteries of the technology will be deployed to safeguard both US presence in South Korea along it border with North Korea, as well as to deflect missiles deployed by the North toward the South.  Current assessments indicate that time is running out for China with regard to the deployments. Estimate:  still fuzzy; I suspect that implementation sooner rather than later will improve the security dilemma's encountered in the Korean Peninsula.  It largely depends on talks between US and South Korea (given agreement in principle which is currently operative).     "], [12302, "2016-04-06T19:42:07Z", [0.4], ""], [12302, "2016-04-06T19:41:34Z", [0.5], ""], [22457, "2016-04-06T19:33:44Z", [0.05], ""], [23588, "2016-04-06T19:28:56Z", [0.1], "With China pressing hard against US THAAD deployment on the Korean peninsula and giving in to international pressure to put in place stringent sanctions on North Korea. South Korea in the long run (5-10 years) will probably ask for THAAD deployment within its borders but currently in the short term there are to many things going for South Korea politically and economically to deploy THAAD and place those two in jeopardy.    "], [691, "2016-04-06T19:00:57Z", [0.21], ""], [876, "2016-04-06T18:31:33Z", [0.61], "THAAD is complementary to Patriot in a layered ballistic missile defense system. The Terminal High Altitude Area Defense (THAAD) system is a long-range, land-based theater defense weapon that acts as the upper tier of a basic 2-tiered defense against ballistic missiles. It’s designed to intercept missiles during late mid-course or final stage flight, flying at high altitudes within and even outside the atmosphere. This allows it to provide broad area coverage against threats to critical assets such as population centers and industrial resources as well as military forces, hence its previous “theater (of operations) high altitude area defense” designation. This capability makes THAAD different from a Patriot PAC-3 or the future MEADS system, which are point defense options with limited range that are designed to hit a missile or warhead just before impact. The SM-3 Standard missile is a far better comparison, and land-based SM-3 programs will make it a direct THAAD competitor. So far, both programs remain underway. https://www.defenseindustrydaily.com/thaad-reach-out-and-touch-ballistic-missiles-updated-02924/"], [38, "2016-04-06T18:17:24Z", [0.77], "For:\n-recent multiple missile launches by DPRK have spooked SK & Japan and demonstrated DPRK capabilities, so many SK want it\n-recent analysis that DPRK has the capability to send a nuclear-armed missile to anywhere in SK & Japan has significantly upped regional anxiety, increasing willingness to risk unpleasant backlash from China\n-this question requires only an announcement, not an installation or even an installation date\n-the US has been pressuring SK to accept THAAD for a long time:  years\n-acceptance by SK could be a negotiation tactic:  something that it would \"give up\" in exchange for DPRK doing something\n-so long as no locations are identified, regional opposition would remain unfocused and manageable.\n-the US wants SK to have this so much, I think that the cost would be made manageable for SK\n-I think Kim Jun-il has more fireworks planned for this spring and the big party conference Against:\n-It could significantly anger China\n-local opposition at possible deployment sites in SK\n-cost to SK\n-hold off for now to give China & Russia & new UN sanctions time to work My take:\nUnder pressure from the US, and mounting fear & anxiety triggered by DPRK's behavior and capabilities, I think that SK will do this, if for no other reason than to acquire a bargaining chip."], [19170, "2016-04-06T18:04:31Z", [0.15], ""], [23456, "2016-04-06T18:02:26Z", [0.11], ""], [484, "2016-04-06T17:36:55Z", [0.15], "(no change) Missed this earlier. Sorry if a repeat. Know the source of course. Still haven't found anything significant in something other than the testimony that is carefully orchestrated. http://sputniknews.com/world/20160322/1036768247/korea-us-deploy-thaad.html"], [51, "2016-04-06T16:28:34Z", [0.2], "Reassessing, raising, but still skeptical.   I decided to focus on the logistics today, and found out a few interesting things.  The U.S. currently has five THAAD batteries in operation.  All are effectively in operation in either necessary strategic locations or for training , and there may not be one available until capacity expands.  However, according to one source, one or two more are expected by the end of 2016.  And another source quotes a Korean defense source as saying that the battery in Texas would be deployed if the decision is made to go ahead.   Here is some interesting background on THAAD, along with some interesting logistical information:\nhttp://www.businessinsider.com/thaad-missile-defense-system-2016 Still not convinced this initiative is on a fast-track.  Yes, the DPRK is behaving very badly.  But while this collective threat is now more defined, it is not all that new a general development.  It would seem reasonable to me that S. Korea would take its time coming to terms with deployment, and then only announce when it could move very quickly to set up the battery.  Hell, I would assume that ideally the two events would happen very close upon one another. But mostly I am just speculating at this time.  I need to get more information on this general issue going forward.  "], [6552, "2016-04-06T16:28:03Z", [0.3], ""], [12302, "2016-04-06T16:17:37Z", [0.3], ""], [12302, "2016-04-06T16:17:13Z", [0.25], ""], [484, "2016-04-06T16:04:49Z", [0.15], "Dropping 10% to be below consensus. Same reasons as my earlier post."], [22245, "2016-04-06T15:27:34Z", [0.2], "There are good reasons to employ the THAAD system in South Korea: as a deterrent to the Norths missiles, as a ways to bring pressure on the North from China, and The current Prime Minister of the South looks as if she is tired of the threats from the North and may allow the system to call their bluff.  The big drawback is the Chinese do not like the idea of the THAAD in the south.  The Chines do not necessarily object to the systems ability to shoot down missiles as much as they object to the radars ability to conduct surveillance on Chinese systems.  This data would assist us in building tracking points for Chinese missiles, which the Chinese would like to keep secret."], [532, "2016-04-06T14:50:40Z", [0.2], ""], [90, "2016-04-06T14:46:13Z", [0.15], "Starting out at 15% which happens to be midway between Dwight-Smith: https://www.gjopen.com/comments/comments/198055 and JP: https://www.gjopen.com/memberships/1529/scores https://www.gjopen.com/comments/comments/197950. Adding a piece from \"The Diplomat\" to their comments:  China’s opposition to THAAD isn’t the only potential roadblock. Many of the details will be tricky to work out. According to Defense News, a single THAAD unit – which includes “six truck-mounted launchers, 49 interceptors, a fire control and communications unit, and an AN/TPY-2 radar” – would cost $1.6 billion; the United States and South Korea will have to work out how to divvy up those costs. Meanwhile, Yonhap notes that several cities pegged as potential deployment sites for THAAD have already objected, saying they are concerned about the health implications of the radar system’s electromagnetic waves.   http://thediplomat.com/2016/03/its-official-us-south-korea-begin-talks-on-thaad/"], [1993, "2016-04-06T14:26:47Z", [0.2], "I assume the threats to deploy THAAD in South Korea were intended to motivate China to take stronger action against North Korea's nuclear program, though I'm not sure what China can do. South Korea doesn't want to damage its relationship with China, and many of its own citizens don't want the THAAD. All parties will be looking for a way to avoid making good on the threat. Except Lockheed Martin."], [23414, "2016-04-06T13:26:28Z", [0.1], ""], [51, "2016-04-06T12:52:43Z", [0.25], ""], [21611, "2016-04-06T12:41:25Z", [0.32], ""], [22243, "2016-04-06T12:34:19Z", [0.3], ""], [23582, "2016-04-06T11:42:01Z", [0.08], ""], [52, "2016-04-06T11:37:56Z", [0.2], ""], [3895, "2016-04-06T10:26:55Z", [0.52], "actually http://edition.cnn.com/2016/04/05/asia/north-korea-yongbyon-nuclear-complex-activity/ bumps me up to just over 50; in addition to the factors discussed here https://www.gjopen.com/comments/comments/198649, it seems overwhelmingly likely (90%+) that NK has some more nuclear-themed willy-waving planned for the National Congress (scheduled for early May), & the US & SK agreeing to respond w/ THAAD deployment seems probable enough"], [3895, "2016-04-06T10:22:46Z", [0.46], "initial forecast: against: *Chinese opposition\n*Short timescale For: *South Koreans have got on board with the idea\n*China has recently bothered to apply some sanctions to NK, probably indicating some exasperation\n*NK Party Congress is coming up in May & may well be marked by some more provocative willy-waving"], [689, "2016-04-06T09:29:27Z", [0.77], "Comment deleted on May 10, 2016 11:21PM UTC"], [14493, "2016-04-06T09:08:37Z", [0.05], "The question speaks only of an announcement, not a deployment. I would assume that the fact that talks (US, SK) were announced a fews days after talks took place with China about them putting pressure on NK, means that the US is suggesting that either China stops NK firing missiles or THAAD will be deployed. I assume we will only know if NK has stopped if nothing happens. If NK continues with its bad behaviour I would imagine China would be annoyed with NK and step up the pressure on NK, but SK might at that point announce that it will deploy THAAD. Who knows what NK will do, but presumably its nuclear tests and missile tests are for some reason. Usually the reason is that NK is desperate and is looking for a bribe to stop. I have no idea what bribe they are asking for or who they are asking. There could be a link with the poor harvests and it known that Russia has been supplying grain. China wants to avoid chaos in NK and so maybe a bribe of food would keep NK quiet until July. "], [14208, "2016-04-06T04:09:18Z", [0.0], "Very unlikely.  South Korea already has Patriot Missiles.  Plus North Korea has very little intention to \"Nuke\" South Korea.  (fallout may be an issue).  THADD is already located in Guam and Hawaii.  Military necessity is not there.  The only real reason to announce and place THADD is to add to Lockheed Martin bottom line.  As I google THADD news stories CNN seems to be a proponent of Lockheed Martin.  https://www.linkedin.com/in/kizzy-bailey-01b60b4 \"South Korea already operates a variant of the US Patriot anti-missile system and further Patriot batteries are deployed in South Korea by US forces based there. But these are intended to hit incoming missiles at relatively low altitudes\" http://www.bbc.com/news/world-asia-35724422 18 March 2016: \"South Korea and U.S. officials began discussions this month on deploying the advanced anti-missile Terminal High Altitude Area Defence (THAAD) system to the U.S. military in the South, despite Chinese and Russian objection\". http://cnnphilippines.com/world/2016/03/18/North-Korea-launches-ballistic-missile.html 2013: \"US, received deployment North Korea situation a missile defense system to Guam\".  http://www.cnn.co.jp/usa/35030413.html"], [21884, "2016-04-06T04:08:20Z", [0.2], ""], [484, "2016-04-06T03:40:32Z", [0.25], "Initial forecast, slightly below consensus (not many contributing yet). Factors to consider: 1. Short time frame (although it does not require deployment by the close of the IFP). 2. Some US parties independent of political masters would really like this to happen, perhaps whether it makes sense in the overall US-everyone else scheme. I need to see what Ashton Carter may have said. I'm guessing that President Obama won't be easily boxed into doing something that might make things complicated. 3. There have been discussions about different kinds of deployments. US forces, South Korea forces, something temporary even (I think). 4. There are other options to demonstrate resolve to Japan, South Korea, etc. that involve different options (SM-2 with different versions of Aegis for example) without the downsides."], [14201, "2016-04-06T02:12:16Z", [0.44], ""], [94, "2016-04-06T02:04:14Z", [0.22], "The time-frame of this question is rather short (only 3 months); this is the sort of question that resolves over years, not months.  The main trigger for this question was the NK missile launch, which happened two months ago, so there is no particular reason to expect a immediate response now.  For my initial estimate, I'm going to assume a rate of 1/year, which is yields an estimate of exp(-1/4) or around 22%."], [506, "2016-04-06T01:14:46Z", [0.58], ""], [12302, "2016-04-06T00:56:51Z", [0.55], "Moderating due to low current median, awaiting further instructions.;-) There is one thaad ready for deployment at any time. And we just need the decision. Then again, it doesn't come down to nk, but to the willingness to confront China. Talks about the deployment may suffice to put the US in a more favorable position. If that is the case and the aim, I suspect there will be no deployment. It's also far from clear that thaad actually would be an adequate system against nk long range missiles. Maybe someone is more literate in this than I am. There is nontheless plenty of reason to stand strong against nk power politics and while I am sure the system will actually never be used, it would improve the position of anti-nk forces. Even more so, if my short assessment of the system is wrong."], [10783, "2016-04-05T23:00:38Z", [0.0], ""], [12879, "2016-04-05T21:43:16Z", [0.29], ""], [10314, "2016-04-05T21:42:37Z", [0.15], "No strategic or political value to such an announcement."], [12591, "2016-04-05T21:32:38Z", [0.45], ""], [19170, "2016-04-05T21:09:04Z", [0.2], ""], [368, "2016-04-05T19:30:43Z", [0.85], "Will the US deploy THAAD in South Korea?  http://www.cnn.com/2016/03/04/asia/thaad-south-korea-china-explainer/\nUS and South Korea begin talks on deployment and related issues:  http://thediplomat.com/2016/03/its-official-us-south-korea-begin-talks-on-thaad/\nAgreement in principle to deploy THAAD:  http://thediplomat.com/2016/03/its-official-us-south-korea-begin-talks-on-thaad/\n"], [15097, "2016-04-05T19:13:16Z", [0.25], ""], [876, "2016-04-05T19:06:33Z", [0.6], "Interesting framing of the question (especially the thought that China's protests might make deployment more attractive to S. Koreans):\nhttp://breakingdefense.com/2015/05/save-our-seoul-south-korea-needs-thaad-asap-for-missile-defense/ Another missile launch or nuke test by N. Korea will beget a tougher response. "], [51, "2016-04-05T19:03:09Z", [0.1], "Analysis @JP is really quite good.  I agree that an announcement would be a huge step with major consequences.   I would add that while a majority of Korean's currently are in favor of THAAD deployment, many localities do not want it in their back yard, and Korea has not faced the full fury of China's actions yet.  http://news.xinhuanet.com/english/2016-02/15/c_135099371.htm I have another point to raise, which is a bit difficult to define, but still I think generally correct.  Which is that announcement of deployment would only be about three to four months after talks with the U.S. began.  Given the magnitude of this decision, it seems highly improbably to me that Korea would move forward so quickly.  And as JP stated, Korea could justify taking more time to see if sanctions are changing the DPRK's behavior.   I will note that Japan has been \"studying\" THAAD deployment since at least November 2015, about four months to date.  Still no announcement from them for the same basic reasons.  In short, is it REALLY worth enraging China and to some extent Russia?     "], [4634, "2016-04-05T18:52:27Z", [0.28], ""], [10759, "2016-04-05T18:52:18Z", [0.28], ""], [505, "2016-04-05T18:30:43Z", [0.63], "Although China could look at deployment of the THADD as a threat to China, it will give them additional leverage in their dealings with NK. Certainly, not too much of their defensive and offensive are located within THADD range.  Have they forgotten the Long March?"], [14613, "2016-04-05T18:23:37Z", [0.07], ""], [691, "2016-04-05T18:16:22Z", [0.21], "Seems like China are cracking down on the DPRK embargo.  Preventing the deployment of THAAD may be one of their motivations.  Or not. \nhttp://www.reuters.com/article/us-china-northkorea-idUSKCN0X20U4"], [12302, "2016-04-05T17:44:45Z", [0.75], ""], [1529, "2016-04-05T17:44:01Z", [0.2], "Neither China nor Russia want THAAD deployed in the region. If it's not a bright-red line, then at least it is sunlit. Both Russia and China see THAAD as a step to decrease their missile capabilities (regardless of THAAD's original design). But both Russia and China recognize the chaos and threat DPRK is creating for western countries as well as themselves. Hence, the recent UN Security Council sanctions.  From the US and its allies side, an essential question has to be ....how serious is China and Russia at punishing DPRK and how much effort will they provide to bring DPRK into line. If the sanctions are mostly words, then US and allies will likely take the step forward to THAAD deployment. This would almost certainly be true if another DPRK ballistic nuclear test was implemented. This is of course a guess, but it seems that US and allies will continue the talks with South Korea and Japan about the technical implementation planning. They will make noise about it. But, the deployment will be held off at this point. The trigger will be another DPRK test or the apparent weakness of sanction enforcement by China and Russia.\nSo, my estimate is rather low for the July 2016 date. http://www.bbc.com/news/world-asia-35969412\nhttps://sg.news.yahoo.com/moscow-warns-us-over-missile-system-deployment-korea-003126081.html Some  side comments/observations: \nChina needs to start brainstorming a new approach to DPRK. Kim Jong-un has not shown the political savvy of father or grandfather. (Savagery is not equal to savvy.) China may need to start gaming a transition plan that keeps stability, but creates a step forward to some semblance of political balance in that part of the world. One argument FOR deployment of THAAD now is simply the fact that DPRK's recent nuclear blast and ESPECIALLY, their ballistic launch have crossed the US & allies' red-line. If not now, when do we protect ourselves? And certainly, from South Korea's perspective, they are far more vulnerable than anyone and probably the highest target for DPRK. Likely South Korea is pushing hard for it. Japan is likely close behind."], [20250, "2016-04-05T17:33:56Z", [0.25], "It seems that USA and China are both working on other ways to push for a backdown on North Korea's weapon race. Maybe the USA will prefer to keep pushing more diplomatic and economic measures to keep China on their side, who just announced a series of sanctions on NK."], [15352, "2016-04-05T17:33:52Z", [0.75], ""], [102, "2016-04-05T17:24:23Z", [0.65], "Will put KJU into highly unstable mode."], [500, "2016-04-05T17:18:20Z", [1.0], ""], [12879, "2016-04-05T17:06:42Z", [0.55], ""]], "open_date": "2016-04-05T17:00:49Z", "close_date": "2016-07-01T06:59:37Z"}