{"question_id": 2, "title": "How many seats will the Justice and Development Party (AKP) win in Turkey's snap elections?", "possible_answers": ["A majority", "A plurality", "Not a plurality"], "crowd_forecast": [0.22, 0.78, 0.0], "correct_answer": "A majority", "correct_forecast": 0.22, "preds": [[584, "2015-11-02T20:24:05Z", [1.0, 0.0, 0.0], ""], [6552, "2015-11-02T19:12:24Z", [1.0, 0.0, 0.0], ""], [6552, "2015-11-02T19:12:15Z", [1.0, 0.0, 0.0], ""], [368, "2015-11-02T18:48:44Z", [1.0, 0.0, 0.0], ""], [10265, "2015-11-02T18:03:46Z", [0.0, 1.0, 0.0], ""], [10759, "2015-11-02T17:02:41Z", [1.0, 0.0, 0.0], ""], [784, "2015-11-02T16:54:32Z", [0.95, 0.05, 0.0], ""], [3617, "2015-11-02T16:43:41Z", [0.99, 0.01, 0.0], ""], [465, "2015-11-02T16:16:09Z", [1.0, 0.0, 0.0], ""], [1591, "2015-11-02T16:11:34Z", [0.98, 0.02, 0.0], "Initial reports are that they won a strong majority.  Don't know if forecasts will stay open, but...\nhttp://www.bbc.com/news/world-europe-34694420"], [3922, "2015-11-02T15:41:54Z", [1.0, 0.0, 0.0], ""], [6788, "2015-11-02T15:33:54Z", [0.05, 0.95, 0.0], ""], [691, "2015-11-02T13:22:34Z", [1.0, 0.0, 0.0], ""], [817, "2015-11-02T08:53:20Z", [0.95, 0.05, 0.0], "Everything seems quite clear one. Almost all votes are counted.\nhttp://www.bbc.com/news/world-europe-34694420"], [517, "2015-11-02T07:45:30Z", [0.95, 0.05, 0.0], ""], [1468, "2015-11-02T07:40:13Z", [1.0, 0.0, 0.0], ""], [136, "2015-11-02T07:36:52Z", [1.0, 0.0, 0.0], ""], [5386, "2015-11-02T07:11:13Z", [1.0, 0.0, 0.0], ""], [60, "2015-11-02T05:10:05Z", [1.0, 0.0, 0.0], "Assuming GJ will score this question based on what the polls are reporting, it is necessary to flip my 100% plurality to 100% majority. Anyone think that GJ will score this question based on what the polls \"probably\" \"actually\" say? :-|"], [10745, "2015-11-02T04:17:37Z", [1.0, 0.0, 0.0], ""], [689, "2015-11-02T03:29:49Z", [1.0, 0.0, 0.0], ""], [961, "2015-11-02T02:58:43Z", [0.75, 0.25, 0.0], ""], [821, "2015-11-02T02:28:53Z", [1.0, 0.0, 0.0], "This looks like they will win a majority of the seats.\nhttp://www.aljazeera.com/news/2015/11/turkey-ruling-akp-leads-crucial-snap-elections-151101160104190.html"], [680, "2015-11-02T01:56:17Z", [0.0, 0.9, 0.1], "People want a change. "], [2459, "2015-11-02T01:03:24Z", [1.0, 0.0, 0.0], ""], [8904, "2015-11-02T00:18:42Z", [0.7, 0.2, 0.1], "I think with this snap election the Goverment will restrengthen its grip on power. There is to many issues to have to have a divided legislature. I dont know if it will be this outcome because of the peoples vote or a mix of that an fraud to get the seats they want an need. I think Turkey is slowly moving to a type of dictatorship with this President."], [10548, "2015-11-02T00:15:35Z", [0.0, 0.0, 1.0], ""], [9723, "2015-11-01T23:55:36Z", [1.0, 0.0, 0.0], ""], [506, "2015-11-01T23:25:59Z", [1.0, 0.0, 0.0], ""], [1344, "2015-11-01T23:21:24Z", [1.0, 0.0, 0.0], ""], [1448, "2015-11-01T23:17:02Z", [1.0, 0.0, 0.0], ""], [4995, "2015-11-01T23:16:10Z", [1.0, 0.0, 0.0], "It's over, isn't it?"], [102, "2015-11-01T22:56:57Z", [1.0, 0.0, 0.0], "Whoops"], [94, "2015-11-01T22:55:56Z", [1.0, 0.0, 0.0], ""], [241, "2015-11-01T22:46:58Z", [1.0, 0.0, 0.0], ""], [29, "2015-11-01T22:31:35Z", [1.0, 0.0, 0.0], "Reports are they won a majority.  "], [1993, "2015-11-01T22:23:49Z", [1.0, 0.0, 0.0], "There might be fraud, but AKP will get the majority. Any investigation would drag on for months."], [64, "2015-11-01T22:08:36Z", [1.0, 0.0, 0.0], ""], [691, "2015-11-01T21:59:05Z", [0.96, 0.04, 0.0], ""], [53, "2015-11-01T21:48:40Z", [1.0, 0.0, 0.0], ""], [110, "2015-11-01T21:35:45Z", [1.0, 0.0, 0.0], "They just won a majority; that was unexpected."], [368, "2015-11-01T21:30:00Z", [0.25, 0.75, 0.0], ""], [1447, "2015-11-01T21:26:07Z", [0.1, 0.7, 0.2], ""], [1479, "2015-11-01T21:16:31Z", [1.0, 0.0, 0.0], ""], [93, "2015-11-01T21:16:22Z", [0.05, 0.95, 0.0], ""], [1479, "2015-11-01T21:16:01Z", [0.0, 0.0, 1.0], ""], [532, "2015-11-01T20:27:02Z", [1.0, 0.0, 0.0], ""], [4055, "2015-11-01T20:25:54Z", [1.0, 0.0, 0.0], ""], [231, "2015-11-01T20:10:43Z", [1.0, 0.0, 0.0], ""], [24, "2015-11-01T19:52:41Z", [0.99, 0.01, 0.0], ""], [405, "2015-11-01T19:45:54Z", [1.0, 0.0, 0.0], "It should be closed\n"], [4042, "2015-11-01T19:40:14Z", [1.0, 0.0, 0.0], ""], [915, "2015-11-01T19:24:13Z", [1.0, 0.0, 0.0], ""], [915, "2015-11-01T19:23:58Z", [0.0, 0.0, 1.0], ""], [1646, "2015-11-01T18:54:43Z", [0.99, 0.01, 0.0], ""], [43, "2015-11-01T18:46:43Z", [1.0, 0.0, 0.0], "http://www.todayszaman.com/home"], [1114, "2015-11-01T18:36:02Z", [0.95, 0.05, 0.0], ""], [53, "2015-11-01T18:33:02Z", [0.95, 0.05, 0.0], "Darn close.  Just under 50% popular vote for AKP, but looks like they have the requisite number of seats.  HDP makes it into parliament though."], [783, "2015-11-01T18:29:11Z", [1.0, 0.0, 0.0], "Forecasted AKP as majority at 80% prior to election, taking him to 100% as they won and since this does not close until Nov 7, not enough time to officially re-tally and investigate if there was fraud. He will take the 'enemies of Turkey'  speech further to divide country if violence or international doubts are used to de-legitamize the win. "], [1114, "2015-11-01T18:25:23Z", [0.75, 0.25, 0.0], ""], [5386, "2015-11-01T18:22:37Z", [0.55, 0.45, 0.0], ""], [83, "2015-11-01T18:18:38Z", [1.0, 0.0, 0.0], "http://www.bbc.com/news/world-europe-34694420 AKP headed for a majority..... most of the International media reported the polls are about the same as the June election."], [753, "2015-11-01T17:55:31Z", [0.9, 0.0, 0.1], "Surprisingly AKP is going to win a majority in the current elections, however there is a slight chance of unrest that may result in a failure to form a government (wishful thinking). "], [93, "2015-11-01T17:46:20Z", [0.85, 0.15, 0.0], ""], [10654, "2015-11-01T17:28:39Z", [0.9, 0.1, 0.0], ""], [98, "2015-11-01T17:27:31Z", [0.5, 0.5, 0.0], "http://www.kait8.com/story/30403404/report-preliminary-results-suggest-turkish-ruling-party-win so some are saying above 50% and some just below, so going 50 50 for now (last minute changes "], [821, "2015-11-01T17:19:01Z", [0.85, 0.15, 0.0], ""], [73, "2015-11-01T16:56:56Z", [1.0, 0.0, 0.0], ""], [691, "2015-11-01T16:54:54Z", [0.89, 0.11, 0.0], ""], [176, "2015-11-01T16:46:41Z", [1.0, 0.0, 0.0], ""], [24, "2015-11-01T16:46:10Z", [0.95, 0.05, 0.0], ""], [452, "2015-11-01T16:45:05Z", [0.99, 0.01, 0.0], ""], [24, "2015-11-01T16:44:30Z", [0.75, 0.25, 0.0], "Early results suggest a decrease in support for extreme nationalist MHP to little more than 10% of the vote (compared with 16% at last election, and sharp increase in AKP support, to around 50% (from 41%). Still uncertain if, overall, that the HDP, or indeed the MHP will end up surpassing the 10% threshold for representation. Should either party fail to do so, an AKP absolute majority would seem to be assured. Even without it, the sharp upturn in support for the AKP still seems to make an absolute majority more likely than not\n"], [53, "2015-11-01T16:43:44Z", [0.8, 0.2, 0.0], "Reconsidering last forecast change - difference in reports on vote % counted.  YSK is vote count that matters, much slower - hearing 20% at present.   Apparently AA (Anadolu Agency?) typically reports AKP numbers high early - before votes actually officially counted.  Still seems like high chance of AKP majority & have been low in that."], [68, "2015-11-01T16:42:47Z", [0.99, 0.01, 0.0], "http://www.theguardian.com/world/live/2015/nov/01/turkey-election-2015-live-updates 80% votes counted, HDP struggling to hit 10%. If they can't, then AKP may get over 60% and Erdogan will be the new Sultan. JamesInTurkey.com @jamesinturkey\nThis election is far from over, folks. HDP is far from safe and could gift an AK supermajority. #TurkeyVotes "], [40, "2015-11-01T16:33:20Z", [0.85, 0.15, 0.0], "ARE YOU KIDDING ME???   AKP ON COURSSE TO MAGICALLY GROW 13% SINCE JUNE???\nhttp://www.hurriyetdailynews.com/akp-appears-on-course-to-win-majority-with-half-the-votes-counted.aspx"], [231, "2015-11-01T16:32:45Z", [0.95, 0.05, 0.0], "http://www.reuters.com/article/2015/11/01/us-turkey-election-akp-idUSKCN0SQ23A20151101"], [98, "2015-11-01T16:28:58Z", [0.99, 0.01, 0.0], "70 % vote counted, AKP winning majority according to Aljazeera TV just now so going from 95 to 99 (always better to bet after the votes counted ;-)"], [53, "2015-11-01T16:26:12Z", [0.95, 0.05, 0.0], ""], [98, "2015-11-01T16:25:32Z", [0.95, 0.05, 0.0], ""], [98, "2015-11-01T16:16:30Z", [0.95, 0.05, 0.0], "http://www.aljazeera.com/news/2015/11/turks-head-polls-crucial-snap-election-151101053150899.html shows AKP with majority in votes already counted so changing to reflect that.  Other sources suggested polling surge by AKP (should have been paying attn. to this one ;-)"], [689, "2015-11-01T16:14:19Z", [0.65, 0.35, 0.0], ""], [68, "2015-11-01T16:07:34Z", [0.85, 0.15, 0.0], "http://www.bbc.com/news/world-europe-34694420 Turkey's ruling Justice and Development Party (AKP) is in the lead after a critical parliamentary election, early results indicate. With close to half of all votes counted, state-run TRT television said the party was on 53.2%, with the main opposition CHP on 20.7%.The pro-Kurdish HDP and nationalist MHP appear likely to cross the 10% threshold needed to claim seats."], [1468, "2015-11-01T14:26:05Z", [0.05, 0.78, 0.17], ""], [55, "2015-11-01T14:00:05Z", [0.08, 0.92, 0.0], "Unless widespread fraud they will again poll in the 40's. "], [691, "2015-11-01T13:40:25Z", [0.14, 0.86, 0.0], ""], [286, "2015-11-01T02:20:20Z", [0.75, 0.25, 0.0], ""], [110, "2015-11-01T02:13:21Z", [0.05, 0.94, 0.01], ""], [689, "2015-11-01T01:28:28Z", [0.55, 0.45, 0.0], "Comment deleted on May 10, 2016 06:48PM UTC"], [40, "2015-11-01T01:24:40Z", [0.15, 0.85, 0.0], "TOP ELECTION COMMISSION SAYS \"OF COURSE THE CITIZENS CAN MONITOR THE POLLING PLACES FOR SIGNS OF TAMPERING\"\nhttp://www.todayszaman.com/national_top-election-body-rejects-banning-civilian-group-from-monitoring-elections_403027.html"], [3456, "2015-11-01T00:35:03Z", [0.2, 0.75, 0.05], ""], [1448, "2015-11-01T00:24:37Z", [0.18, 0.81, 0.01], ""], [53, "2015-11-01T00:04:52Z", [0.25, 0.75, 0.0], "Various reports of violence, HDP election bureau in Adana burnt\nWhat happens after is good question."], [821, "2015-10-31T22:14:15Z", [0.3, 0.7, 0.0], ""], [4055, "2015-10-31T22:11:03Z", [0.2, 0.8, 0.0], ""], [605, "2015-10-31T21:53:25Z", [0.35, 0.35, 0.3], ""], [43, "2015-10-31T21:43:45Z", [0.55, 0.45, 0.0], "Raising likelihood of a majority on the basis of concerns about fraud increasing, polls showing a fast shift toward AKP. In addition, the government has been imprisoning journalists and warring with the Kurds. Dateline 10-31-15 http://www.todayszaman.com/national_turkey-goes-to-polls-with-critical-media-silenced-rumors-of-election-fraud-circulating_402957.html"], [368, "2015-10-31T21:12:13Z", [0.0, 1.0, 0.0], ""], [241, "2015-10-31T17:05:40Z", [0.22, 0.77, 0.01], ""], [10627, "2015-10-31T15:04:57Z", [0.7, 0.3, 0.0], ""], [691, "2015-10-31T13:35:06Z", [0.12, 0.88, 0.0], ""], [83, "2015-10-30T22:36:34Z", [0.6, 0.4, 0.0], "This news could affect the outcome of the vote:\nhttp://www.pressreader.com/usa/usa-today-us-edition/20151030/281487865215690/TextView USA Today reports that a moderate Islamic group, led by Fethullah Gulen, has secretly funded more than 200 trips to Turkey for members and staff of the US congress.  The movement is accused by The Turkish government of an attempted coup in Turkey, by running a \"parallel state\" inside Turkey (as I remember, in the judiciary, and other state orgs.).  Turkey has asked the U.S. to extradite Gulen from his compound in rural Pennsylvania.\n ....USA Today identified 214 congressional trips sponsored by Gulen organizations that appear to be improperly disclosed.  The trips generally have similar itineraries, with visits to the same historical sites, and visits primarily with Gulenist journalists, lawmakers and business associations.\n........the (Gulian) movement has clearly benefited from making friends in Congress.  In February 2015, Rep. Matt Salmon, R-Ariz., organized colleagues to send a letter to Secretary of State John Kerry seeking his help in defending Gulenist journalists who had been arrested by the Turkish government as part of the battle between Gulen and Ergodan.\n.....\"both the Committee and OCE found evidence suggesting that a number of parties outside the House may have affirmatively lied to and/or withheld information from both the Committee and the House Members and staff who were invited.\" The committee therefore announced it was \"referring the matter of third parties apparently engaging in a criminal conspiracy to lie to Congress to the Department of Justice for further action...\" Current Polls: https://en.m.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015"], [368, "2015-10-30T21:06:40Z", [0.15, 0.85, 0.0], ""], [20, "2015-10-30T20:54:26Z", [0.25, 0.75, 0.0], ""], [24, "2015-10-30T20:49:44Z", [0.4, 0.6, 0.0], ""], [306, "2015-10-30T20:48:01Z", [0.5, 0.5, 0.0], ""], [783, "2015-10-30T19:24:22Z", [0.8, 0.2, 0.0], "Updating. The AKP has the resources and has limited the opposition for quite a while to indicate his divisive and autocratic tactics are beginning to move the votes to a majority."], [915, "2015-10-30T18:18:01Z", [0.0, 0.5, 0.5], ""], [532, "2015-10-30T17:59:04Z", [0.2, 0.8, 0.0], ""], [102, "2015-10-30T17:50:51Z", [0.2, 0.8, 0.0], "@morrell"], [53, "2015-10-30T17:28:06Z", [0.2, 0.77, 0.03], "Feeling uncomfortable with some polls indicating majority for AKP, as well as entirely possible that sentiment has swung toward stability at any cost.  On the other hand, very obvious media crackdown by gov't and reports of gov't punishment for publishing polls indicating AKP will lose seats both undermine my confidence in positive polls.  Hedging a bit."], [83, "2015-10-30T16:59:09Z", [0.6, 0.4, 0.0], "http://news.yahoo.com/poll-sees-ruling-akp-winning-large-majority-turkish-125944846--business.html\nTwo new polls 1)indicates AKP to win a majority as Turks vote for stability 2) Second shows no majority."], [1262, "2015-10-30T16:25:01Z", [0.07, 0.86, 0.07], "Confirming prior forecast\n "], [1516, "2015-10-30T12:39:28Z", [0.45, 0.55, 0.0], ""], [691, "2015-10-30T12:37:13Z", [0.08, 0.92, 0.0], ""], [241, "2015-10-30T11:55:27Z", [0.2, 0.79, 0.01], ""], [5386, "2015-10-30T10:32:40Z", [0.0, 1.0, 0.0], ""], [5032, "2015-10-30T10:17:14Z", [0.73, 0.27, 0.0], "This weeks Economist leader is talking about how AK are engineering power, but is recommending resistance to it, while recognizing the value of Turkey to the West.  It has suggested a hung parliament due to opinion polls. I am in two minds over this, on the one hand, the regaining of power is being engineered in various ways which could create a majority, yet on the other, there are many social and economic problems facing citizens and they will want change. I am trying not to be too swayed by the Economists viewpoint per see as the Economist doesn't get a vote in the elections, though some of its readers could apply pressure. I really don't know which way to go on this one. So I will still go for a majority but with a lower percentage, primarily because clever politicians are rather good at engineering power, which could outbalance popular discomfort.."], [4634, "2015-10-30T08:00:02Z", [0.41, 0.58, 0.01], "AG&G poll shows majority. However, results of polls in Turkey tend to vary widely."], [2869, "2015-10-30T05:55:23Z", [0.07, 0.93, 0.0], ""], [465, "2015-10-30T05:01:45Z", [0.6, 0.4, 0.0], "Based on @Anneinak..."], [10404, "2015-10-30T04:28:09Z", [0.15, 0.7, 0.15], ""], [689, "2015-10-30T03:36:15Z", [0.45, 0.55, 0.0], ""], [38, "2015-10-30T03:29:07Z", [0.5, 0.5, 0.0], "http://news.yahoo.com/poll-sees-ruling-akp-winning-large-majority-turkish-125944846--business.html \"Turkey's ruling AK Party has increased its support by six percentage points ahead of a snap election on Sunday, pollster Adil Gur said on Thursday, enough to form a single-party majority after falling short in a June poll. \"The forecast by Gur's A&G Research puts AKP votes at 47.2 percent, well above those reported by other recent polls, which generally show the party slightly increasing its share but still unable to win enough votes to form a government on its own. \"In a separate poll released on Thursday, MetroPoll found that the AKP would still fail to secure a majority, winning 43.3 percent of the vote . . . .\n. . . \n\"While everyone is expecting a coalition, our result was a surprise. Respondents said they want a single-party government for stability and the economy,\" Gur told Reuters. \"It will not be a borderline majority. Between 285 and 290 (AKP) lawmakers are to win\" in the 550-seat parliament.  \"After the June 7 election, voters do not see a possibility of a coalition with the AKP.\" \"A&G conducted its poll of 4,536 people on Oct. 24-25. The centre-left Republican People's Party (CHP) is seen winning 25.3 percent, compared with 24.9 percent in the last vote. \"The Nationalist Movement Party (MHP) is expected to lose the most number of votes, falling to 13.5 percent from 16.2 percent, according to A&G. The pro-Kurdish Peoples' Democratic Party (HDP) is forecast to take 12.2 percent, compared with 13.1 percent in June, but will win more seats than the MHP, Gur said. \"For its part, MetroPoll forecast CHP at 25.9 percent, MHP at 14.8 percent and the HDP at 13.4 percent in the Sunday election.\n~~~~~~~\nCOMMENT:  This is more recent polling data, but how good is it? ???  Good enough to make me increase my forecast for a majority."], [9755, "2015-10-30T02:04:13Z", [0.41, 0.35, 0.24], ""], [24, "2015-10-30T00:16:39Z", [0.15, 0.85, 0.0], ""], [6158, "2015-10-30T00:12:21Z", [0.08, 0.92, 0.0], ""], [689, "2015-10-30T00:12:02Z", [0.11, 0.89, 0.0], ""], [38, "2015-10-30T00:06:07Z", [0.12, 0.88, 0.0], "http://www.theguardian.com/news/datablog/2015/oct/28/turkey-election-2015-guide-parties-polls-electoral-system \"If the polls are right, Sunday’s election result will be largely a repeat of June’s vote. However, the HDP success – or lack thereof – could change the result dramatically. If it can once again pass the 10% threshold needed to enter parliament, that will go a long way to determining the election’s outcome – and if the AKP can win an outright majority.\n~~~~~~~\nCOMMENT:   Kostyafish made 2 good points Oct 29, 2015 05:08AM about things that could dramatically change the results:  HDP not attaining the 10% threshold and the power AKP has to manipulate the results.   Forecasting 100% is risky, and don't think this question merits such a strong forecast for a plurality.  "], [2186, "2015-10-29T23:17:26Z", [0.88, 0.12, 0.0], ""], [10265, "2015-10-29T21:38:44Z", [0.05, 0.95, 0.0], ""], [368, "2015-10-29T20:45:49Z", [0.15, 0.85, 0.0], ""], [643, "2015-10-29T17:00:36Z", [0.15, 0.85, 0.0], ""], [691, "2015-10-29T16:53:04Z", [0.08, 0.92, 0.0], ""], [377, "2015-10-29T14:22:12Z", [0.12, 0.88, 0.0], ""], [753, "2015-10-29T13:08:04Z", [0.15, 0.8, 0.05], "The Turkish parliament consists of 550 seats. The number of seats needed for a majority government is 278 (¬50.5%) (https://en.wikipedia.org/wiki/Grand_National_Assembly_of_Turkey#Parliamentary_groups). The threshold for the elections stands on 10%.   The latest elections in June 2015 resulted in hung government and in a failure to form a coalition. There are four parties that passed the threshold in June 2015 (http://www.theguardian.com/news/datablog/2015/oct/28/turkey-election-2015-guide-parties-polls-electoral-system):  *AKP - The ruling conservative party of the current  president of Turkey Recep Tayyip Erdoğan, won 258 seats \n*CHP - Social democrats, won 131 seats \n*HDP - Kurdish liberal party that effectively gathers the votes of the opposition, won 80 seats\n*MHP - Turkish nationalists, won 79 seats According to most of the polls, the upcoming elections' results will be approximately the same as in June. The possible wildcard for these elections is the danger of falsifications that are expected to be implemented by the ruling party (AKP), and which may result in stealing the necessary 20 seats from the other parties; or in HDP (the main opposition party) not passing the threshold (which will boost the other parties greatly and give AKP the coveted majority).  Will give most of the probability to the plurality government however will leave some chance to a majority government. Not forming a government (non plurality) is not an option, as Turkey is highly unlikely to go to elections third time in one year. "], [10359, "2015-10-29T03:24:01Z", [0.1, 0.85, 0.05], ""], [231, "2015-10-29T01:10:41Z", [0.1, 0.9, 0.0], ""], [9755, "2015-10-29T00:52:29Z", [0.45, 0.35, 0.2], ""], [368, "2015-10-28T20:08:07Z", [0.05, 0.95, 0.0], ""], [43, "2015-10-28T19:40:23Z", [0.05, 0.95, 0.0], "Citizens mobilize to prevent voting fraud. Bad news for Ergodan and his thugs. Dateline 10-27-15 With only days to go before Turkey’s Nov. 1 general elections, concerns of vote-rigging are again rife. Leading the effort to prevent fraud is a remarkable civic movement, Vote and Beyond, which has grown steadily in a short amount of time. The volunteers, who started out as a group of eight people in December 2013, became an association in April 2014. They have since become organized in half of Turkey’s 81 provinces, readying to watch the ballot boxes Nov. 1. The number of volunteers was expected to reach about 100,000 by election day.\nhttp://www.al-monitor.com/pulse/originals/2015/10/turkey-elections-volunteers-mobilize-to-prevent-vote-rigging.html"], [4634, "2015-10-28T18:54:41Z", [0.38, 0.6, 0.02], ""], [532, "2015-10-28T18:13:23Z", [0.1, 0.9, 0.0], ""], [53, "2015-10-28T16:38:48Z", [0.1, 0.9, 0.0], "could go either way, but wondering if gov't raids and suppression of media will end up working against AKP effort to reach majority.  Though - could be chaos post-election.  Should look for data on election outcomes when pre-election period features increasing violence - not sure if exist TBH."], [40, "2015-10-28T14:19:19Z", [0.15, 0.85, 0.0], "T-4 AND THE POOP IS GETTING REALER AS RIOTS OUTSIDE OPPOSITION MEDIA AND THREATS OF WHAT'S GONNA HAPPEN AFTER 11/1\nhttp://www.todayszaman.com/latest-news_turkish-police-break-gates-storm-critical-media-group-amid-brawls_402702.html"], [877, "2015-10-28T14:18:39Z", [0.85, 0.15, 0.0], "AKP will win the majority by hook or crook. As AKP had to struggle to get this majority - the country will go under semi-dictatorship. "], [691, "2015-10-28T13:49:24Z", [0.08, 0.92, 0.0], ""], [43, "2015-10-28T03:18:10Z", [0.07, 0.93, 0.0], "Following Anne. Thank you for all your hard work!"], [60, "2015-10-28T03:13:59Z", [0.0, 1.0, 0.0], "Had been at 99%, decided that it's time to push it to 100% (re: link from Annienak)."], [689, "2015-10-28T02:52:22Z", [0.0, 1.0, 0.0], ""], [10094, "2015-10-28T00:03:45Z", [0.75, 0.15, 0.1], "I say majority, because the semi-engaged voters will be shocked to have seen the failure in June and will rally understanding their vote matters to restore their version of \"normal\". And given the recent unrest from Syria, they will want anything that feels like normal."], [176, "2015-10-27T23:40:24Z", [0.0, 1.0, 0.0], "The Economist strikes agian"], [176, "2015-10-27T23:38:15Z", [0.0, 0.92, 0.08], "Lagging behind the herd again"], [38, "2015-10-27T23:26:17Z", [0.0, 1.0, 0.0], "http://rudaw.net/english/middleeast/turkey/271020153\n-\n\" . . . nearly all opinion polls indicate that the ruling Justice and Development Party (AKP) will again fail to get the parlaimentary seats needed to form a majority government.\n. . . \n\" . . .  AKP would need 18 seats more than it won in the June polls to form a majority government.\n. . . \n\" . . . according to Kemal Ozkriyaz, who runs the Afrasia polling organization, the AKP will even lose some of the votes it had received in June. “AKP’s votes are likely to increase in the Black Sea area and the Middle Anatolian regions, where it can take voters from the MHP,” Ozkriyaz told Rudaw. “But it will only get 40, 45 percent of the overall votes, since it will most probably lose votes in other regions,” he added. Ozkriyaz predicts that the AKP will end up losing four more seats and receive 254 seats this time. \"His prediction is shared by another expert, who suggests that 40.5 percent of the votes for the AKP is “a reasonable” outcome. Hakan Bayrakchi, director of the Sonar polling group, predicts that the AKP is unlikely to secure more than 260 seats. \" . . . Metropol . . . announced last week the the ruling party could win 261 seats -- or 42 percent of the votes --  . . .  \"Some opinion polls show a notable rise in the HDP’s popularity, especially among voters in Turkey’s Kurdish southeast, where daily clashes have taken place in and around the cities.\n~~~~~~~\nCOMMENT:  All along it has not looked favorable for AKP to gain a majority.  I have imagined 2 positive scenarios for AKP:  1) disenfranchisement of voters in Kurdish areas, and 2) citizen fatigue with the chaos that has resulted from not having a fully functioning government. . . a \"let's just get this over with and give AKP what it wants so we can move on!\" attitude.\nI don't see either of those scenarios developing now, or in the next few days.\n"], [783, "2015-10-27T22:12:33Z", [0.2, 0.8, 0.0], "AKP narrows campaign focus as polls show little chance of single rule In a bid to heighten its chances of forming a single-party government, the Justice and Development Party (AKP) has narrowed its campaign focus to 40 provinces where it hopes to increase its seat totals in the last week before the Nov. 1 snap election. “The goal is not increasing the percentage of votes, but to increase the number of seats,” said Mustafa Ataş, the AKP’s executive in charge of the party’s organization.  As the AKP does not see a chance to form a single-party government according to recent surveys, the party will push for specific provinces. “If necessary we’ll transport those who want to vote but [are] outside of their provinces at that moment,” Ataş stated. The party held its last election strategy meeting on Oct. 22. During the meeting the party discussed all the surveys which have been conducted since the Oct. 10 Ankara bombing. The surveys indicated there was no chance for an AKP single-party government, though there was an increasing trend.  Therefore, the party decided to increase their campaign push in 40 provinces where the AKP lost or won by a small number of votes in the June 7 elections. “We are working on which groups are not voting for the AKP and what their complaints are,” Ataş said, adding they would work to convince those did not go to the polls previously to do so this time. The AKP faces a tough challenge to be able to form a single-party government in the upcoming Nov. 1 snap election, former Energy Minister Taner Yıldız has acknowledged. “This is our goal. Current surveys show that we are very close to this but we are not there yet. They show that we are right on the border,” Yıldız told journalists on Oct. 22, stressing the importance of the last 10 days of campaigning before Nov. 1.  “We need to achieve our goal of ruling on our own, not only for the AK Parti [AKP], but also to be able to maintain Turkey’s stability and ensure its normalization. I hope we will achieve it, even if only with a critical number [of seats],” he said, adding that the party was at “the critical threshold.” Babacan, N. (2015, October 27). AKP narrows campaign focus as polls show little chance of single rule. Hürriyet Daily News [Ankara]. Retrieved from http://www.hurriyetdailynews.com/akp-narrows-campaign-focus-as-polls-show-little-chance-of-single-rule.aspx\n"], [38, "2015-10-27T19:21:55Z", [0.12, 0.88, 0.0], ""], [368, "2015-10-27T19:12:49Z", [0.15, 0.85, 0.0], ""], [691, "2015-10-27T18:33:18Z", [0.08, 0.92, 0.0], "http://www.thestar.com.my/News/World/2015/10/22/Erdogan-seen-with-little-choice-but-to-share-power-after-Turkish-vote/ From Reuters, but almost anything is still possible.  AK will try increasingly desperate and therefore obvious stunts, which are more likely to backfire than to work.  "], [73, "2015-10-27T15:53:57Z", [0.45, 0.55, 0.0], ""], [5032, "2015-10-27T15:22:36Z", [0.76, 0.24, 0.0], "According to Euronews this morning AK have moved to take control of a critical and crucial media holding. http://www.euronews.com/2015/10/27/turkey-s-ruling-ak-party-moves-to-seize-critical-media-holding-ahead-of-election/ This throws a spanner in the works for me, as the trend in Europe is towards extremism in politics just now (sadly). According to http://www.theguardian.com/news/datablog/2015/jun/08/turkey-election-results-what-you-need-to-know AKP was 18 seats short of majority, with no other party close. hence my initial thoughts are that this is going to be close, and if Euronews is correct that could sway things in favour of AK."], [6552, "2015-10-27T12:43:05Z", [0.2, 0.7, 0.1], ""], [5332, "2015-10-27T10:07:19Z", [0.0, 1.0, 0.0], "299 seats - Türks driven to the edge: war-mongering dictator with new palace 30x size of White House vs. some slim hope of peace."], [9916, "2015-10-27T06:47:31Z", [0.05, 0.45, 0.5], ""], [9916, "2015-10-27T06:43:55Z", [0.05, 0.45, 0.5], ""], [9180, "2015-10-27T06:40:24Z", [0.75, 0.25, 0.0], ""], [2869, "2015-10-27T05:50:38Z", [0.12, 0.85, 0.03], ""], [2459, "2015-10-27T03:23:00Z", [0.1, 0.9, 0.0], ""], [241, "2015-10-27T02:03:20Z", [0.12, 0.87, 0.01], ""], [9832, "2015-10-27T01:43:00Z", [0.55, 0.45, 0.0], ""], [4042, "2015-10-26T23:38:05Z", [0.0, 0.95, 0.05], ""], [3729, "2015-10-26T22:50:23Z", [0.08, 0.85, 0.07], "Assume no significant change since last result."], [9745, "2015-10-26T21:58:16Z", [0.4, 0.6, 0.0], ""], [9461, "2015-10-26T21:10:14Z", [0.75, 0.25, 0.0], ""], [102, "2015-10-26T21:02:39Z", [0.5, 0.5, 0.0], "AKP could steal this election. [1] [1] http://news.ku.edu/2015/10/26/media-advisory-turkeys-snap-elections-couldnt-come-worse-time-expert-turkish-politics"], [1448, "2015-10-26T21:00:43Z", [0.15, 0.84, 0.01], ""], [368, "2015-10-26T19:47:07Z", [0.15, 0.85, 0.0], ""], [40, "2015-10-26T18:49:16Z", [0.15, 0.85, 0.0], "GOVERNMENT SEIZES ONE MEDIA OUTLET THAT IS CRITICAL OF AKP\nhttp://www.todayszaman.com/business_ak-party-govt-seizes-critical-holding-media-groups-a-week-before-polls_402561.html"], [40, "2015-10-26T18:47:04Z", [0.15, 0.85, 0.0], "39 SEATS ARE THE ONLY ONES THAT MATTER.  AKP NEEDS 18 OF THEM, AND SOME ARE GOING TO BE REEEEEEEEEEEEALY CLOSE:\nhttp://www.todayszaman.com/national_39-critical-constituencies-to-determine-how-parliament-will-be-shaped_402563.html"], [691, "2015-10-26T17:27:02Z", [0.11, 0.89, 0.0], "It would be pleasant not to suspect that AKP will do something sleazy in the next couple of weeks to gain a majority.  If they don't, no majority for them; if they do, I think it won't work.  "], [73, "2015-10-26T17:19:30Z", [0.35, 0.65, 0.0], ""], [689, "2015-10-26T17:09:10Z", [0.12, 0.88, 0.0], "Comment deleted on May 10, 2016 06:41PM UTC"], [1389, "2015-10-26T11:04:12Z", [0.0, 1.0, 0.0], "Revised prediction based on latest polls (before 22 oct.)"], [8799, "2015-10-25T22:14:12Z", [0.25, 0.75, 0.0], ""], [8632, "2015-10-25T21:06:58Z", [0.75, 0.25, 0.0], ""], [532, "2015-10-25T19:41:53Z", [0.15, 0.85, 0.0], ""], [368, "2015-10-25T19:35:56Z", [0.0, 1.0, 0.0], ""], [7349, "2015-10-25T18:37:03Z", [0.0, 0.0, 1.0], ""], [7349, "2015-10-25T18:36:39Z", [0.25, 0.0, 0.75], ""], [8098, "2015-10-25T18:32:31Z", [0.65, 0.0, 0.35], ""], [7745, "2015-10-25T17:59:54Z", [0.0, 0.5, 0.5], "People disillusioned"], [7745, "2015-10-25T17:59:33Z", [0.0, 0.5, 0.5], "People disillusioned."], [7263, "2015-10-25T17:55:21Z", [0.2, 0.5, 0.3], ""], [7246, "2015-10-25T17:49:55Z", [0.25, 0.7, 0.05], "Erdogan has escalated the conflict with the PKK, Turks will go out to support AKP"], [689, "2015-10-25T17:19:58Z", [0.12, 0.88, 0.0], ""], [5746, "2015-10-25T16:09:28Z", [0.05, 0.95, 0.0], ""], [5704, "2015-10-25T15:45:43Z", [0.22, 0.55, 0.23], ""], [5389, "2015-10-25T14:41:12Z", [0.09, 0.85, 0.06], ""], [691, "2015-10-25T12:45:18Z", [0.09, 0.91, 0.0], ""], [2331, "2015-10-25T01:26:11Z", [0.35, 0.55, 0.1], ""], [73, "2015-10-25T01:00:42Z", [0.25, 0.75, 0.0], "Various news and nagging doubts "], [4568, "2015-10-25T00:08:44Z", [0.2, 0.8, 0.0], "Unreliable polls indicate plurality result.  Very close call.  Bombing not helpful for AKP, but Merkel refugee talks is helpful for AKP.  "], [1337, "2015-10-24T23:13:30Z", [0.19, 0.8, 0.01], "No fundamental change from last elections."], [405, "2015-10-24T22:28:33Z", [0.4, 0.55, 0.05], "http://www.hurriyetdailynews.com/akp-narrows-campaign-focus-as-polls-show-little-chance-of-single-rule.aspx?pageID=238&nID=90262&NewsCatID=338"], [43, "2015-10-24T22:06:17Z", [0.12, 0.88, 0.0], "Following morrell --she's almost always right."], [53, "2015-10-24T21:51:17Z", [0.12, 0.88, 0.0], "Moving to consensus forecast.  A couple further seat prediction polls have been published that show AKP falling short of a majority of seats.  Vote share polls have been fairly consistent all along, predicting results similar to June.  "], [4055, "2015-10-24T20:11:18Z", [0.09, 0.9, 0.01], ""], [368, "2015-10-24T19:25:03Z", [0.0, 1.0, 0.0], ""], [691, "2015-10-24T13:43:27Z", [0.09, 0.91, 0.0], ""], [368, "2015-10-23T20:09:09Z", [0.0, 1.0, 0.0], ""], [532, "2015-10-23T16:35:07Z", [0.15, 0.85, 0.0], ""], [691, "2015-10-23T14:37:26Z", [0.09, 0.91, 0.0], ""], [176, "2015-10-23T03:28:30Z", [0.0, 0.7, 0.3], "I seem to be obligated to make a stab. Erdogan has been a funny customer these past years. Makes the question interesting. I leave you with this: https://www.youtube.com/watch?v=j7leQB_Oe_k"], [83, "2015-10-23T02:46:53Z", [0.05, 0.95, 0.0], "Tactical hedge switch: had majority at approx. 65%, since the GJ median is 10%, no real harm in minimizing the damage from a wrong outcome."], [43, "2015-10-23T02:23:16Z", [0.35, 0.65, 0.0], "Following Nick Lutz"], [368, "2015-10-22T20:10:59Z", [0.0, 1.0, 0.0], ""], [1131, "2015-10-22T11:00:18Z", [0.2, 0.8, 0.0], ""], [691, "2015-10-22T10:20:22Z", [0.09, 0.91, 0.0], ""], [1591, "2015-10-21T21:18:24Z", [0.33, 0.67, 0.0], "Like Raisinville is saying, a few polls are right on the line of a majority.  But most are still suggesting a plurality.\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015"], [3922, "2015-10-21T20:45:40Z", [0.2, 0.8, 0.0], ""], [53, "2015-10-21T20:32:40Z", [0.35, 0.65, 0.0], "Moving up probability of majority on @Raisinville's analysis & recent poll data.  "], [83, "2015-10-21T20:22:48Z", [0.63, 0.37, 0.0], "https://en.m.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015\nHolding forecast on a AKP majority, based on recent poll changes and appearent EU support for a stable Turkey.\nSeat Count Projections for AKP (post 10 Oct. Ankara bombings):\nDetimar Poll: 278 seats (a 6 seat majority) Gezici Poll: Show steady seat progression since the 10/10 bombings.\n      17-18 Oct.     262 seats\n       3-4 Oct.         256 seats\n      26-27 Sept.    246 seats\nWikipedia shows pre-election polls were restricted as of 22Oct."], [368, "2015-10-21T19:38:25Z", [0.0, 1.0, 0.0], ""], [40, "2015-10-21T16:51:41Z", [0.15, 0.85, 0.0], "LATEST POLL ANALYSIS:  AKP TO GET 1-3%, WHICH MIGHT BE ENOUGH FOR A MAJORITY, BUT PROBABLY WON'T BE:\nhttp://www.hurriyetdailynews.com/what-to-expect-in-the-upcoming-elections-.aspx"], [40, "2015-10-21T16:48:30Z", [0.04, 0.96, 0.0], "• First we find out that the bombers had MUCHO ammonium-nitrate, and they were planning a truck bombing at HDP HQ during an election rally, until the rally was cancelled for safety reasons.\n• Then we find out that the bombers decided that THIS rally was a target of opportunity, so they went after it. Survey says\n• 68% fear President E (bad for AKP)\n• 57% say PKK bombings are #1 problem (good for AKP)\n• 59% believe that necessary precautions were taken before the rally\nhttp://www.hurriyetdailynews.com/most-turks-believe-necessary-security-measures-not-taken-before-ankara-blasts-survey.aspx"], [3595, "2015-10-21T16:16:04Z", [0.51, 0.45, 0.04], ""], [884, "2015-10-21T14:50:04Z", [0.05, 0.95, 0.0], ""], [691, "2015-10-21T12:23:35Z", [0.09, 0.91, 0.0], ""], [405, "2015-10-21T00:10:57Z", [0.5, 0.4, 0.1], "Up date Essentially, Erdogan want turks to see PKK like an enemy, and galvanize nationalist vote toward him. «Après l’attentat du 20 juillet, Erdogan a en effet répliqué en ciblant majoritairement le PKK plutôt que l’EI, le définissant comme l’ennemi public numéro un,..Comme à son habitude, il a polarisé la situation et cherché à aiguiser les clivages. La manœuvre est assez claire, il s’agit ainsi de surfer sur le caractère anxiogène de la situation et de parvenir à capter ainsi la fraction la plus nationaliste de l’électorat turc pour tenter de remporter les élections législatives anticipées convoquées le 1er novembre 2015.» http://www.iris-france.org/64562-attentat-dankara-erdogan-instrumentalise-les-violences-une-politique-irresponsable/"], [368, "2015-10-20T18:57:46Z", [0.02, 0.98, 0.0], ""], [691, "2015-10-20T17:51:38Z", [0.08, 0.92, 0.0], ""], [167, "2015-10-20T15:29:41Z", [0.12, 0.87, 0.01], ""], [68, "2015-10-20T07:08:28Z", [0.25, 0.75, 0.0], "I'm shifting probabilities a little more towards a majority. The reason AKP didn't get a majority last time was because the HDP got more than 10% of the vote share and hence entered parliament. Polls till now indicate that the HDP is likely to retain its vote share this time. Thus, AKP's main hope is to take votes from the other parties, in particular the nationalist MHP. The hard line taken against terrorism may be helping them here. A combination of attracting MHP voters plus making it difficult for HDP supporters to turn out could come close to giving AKP the 18 additional seats needed for a majority. However, what has swayed me the most is Angela Merkel's indication that the EU is considering giving Turks (among other things) visa-free entry, in return for Turkey keeping Syrian refugees (Turkey is currently the only applicant to the EU which does not have this concession).  The AKP is bargaining hard at the moment, and this may attract some of the more liberal/secular voters as well, who have seen Turkey repeatedly rebuffed by Europe in the past. http://www.hurriyetdailynews.com/merkels-visit-strikes-cynical-chord-in-turks.aspx?pageID=238&nID=90078&NewsCatID=416 http://www.ft.com/intl/cms/s/0/0d4495d4-7416-11e5-bdb1-e6e4767162cc.html?ftcamp=crm/email/20151019/nbe/InTodaysFT/product#axzz3p5rNxjM2"], [783, "2015-10-20T04:32:04Z", [0.15, 0.85, 0.0], "In a September 12th forecast, I wrote that his assets that would change his polling trend were:\nHe could win by declaring he is the war president and wrap the flag around him. \nHe could employ other means to convince and coerce non-supportive party opposition to support him that went to the MHP. His \"tough talk appears\" to have regained nationalists who were supporting the MHP, including bruising rhetorical attacks on the West, and the government’s counter-terror operations against separatist Kurds (Dettmer, 2015). With just 12 days to go to the November 1 polls, Erdoğan and top party officials have intensified their belligerent rhetoric, lambasting Europeans and the West in general and maintaining an 'us-verses-them' view of the country. The Kurds, members of other minority communities, leftists and opposition activists are being relegated to 'them' status in a politics of polarization which will make it highly difficult to agree on a coalition government after the November 1 polls, if the AKP fails to secure a majority (ibid). In general, he has returned to the rhetoric that allowed him to stay in power, He is angry that the US is supporting groups in Syria that he opposes and that the US will not permit a no-fly zone in Syria that will extend his influence. But he is framing it as an insult against Turkey and returns to an us against them strategy that has all but alienated his neighbors but not so much his voters. But his neighboring countries do not vote in the election.  He may gain votes from the National Action Party, but perhaps not enough to make the swap vote into a majority, that depends on how many voters he gathers from the MHP.  The opposition parties do not have adequate resources to finance a new campaign. Almost all opposition channels are banned from major cable TV operators as well as broadcasting platforms (Kiniklioğlu, 2015). This is a complaint other media have reported as well. Opposition newspapers have been sacked and Turkey ranks  #154 out of 180 by Reporters without Borders in Journalism freedom. https://index.rsf.org/#!/index-details/TUR\nThis gives the AKP more media coverage than the opposition groups in this election in Turkey.                                                                                           References Dettmer, J. (2015, October 19). Erdoğan’s tough talk may pay off at Turkey polls. Retrieved from http://www.voanews.com/content/erdogans-tough-talk-may-pay-off-at-turkey-polls/3013371.html Kiniklioğlu, S. (2015, October 19). Turkey’s election: All or nothing? Today's Zaman [Istanbul]. Retrieved from http://www.todayszaman.com/columnist/suat-kiniklioglu/turkeys-election-all-or-nothing_401971.html"], [2459, "2015-10-20T03:12:06Z", [0.13, 0.87, 0.0], ""], [4616, "2015-10-20T01:13:11Z", [0.0, 1.0, 0.0], ""], [1448, "2015-10-20T01:03:02Z", [0.1, 0.89, 0.01], ""], [368, "2015-10-19T17:21:52Z", [0.02, 0.98, 0.0], ""], [691, "2015-10-19T15:04:57Z", [0.06, 0.94, 0.0], ""], [493, "2015-10-19T14:50:21Z", [0.5, 0.5, 0.0], "Affirming prior."], [36, "2015-10-19T14:13:32Z", [0.0, 1.0, 0.0], ""], [4526, "2015-10-19T03:28:58Z", [0.0, 0.99, 0.0], "In the most recent elections AKP didn't get the majority to form a government, and things got worse for the Party since then (economy is stagnant, the Syria policy has failed, the PKK terror is back, the violations of various rights became more common place and widely reported/accepted, and its mega projects (Kanal Istanbul, etc.) turned out to be bogus)."], [43, "2015-10-19T00:59:52Z", [0.15, 0.85, 0.0], ""], [83, "2015-10-18T23:47:56Z", [0.63, 0.37, 0.0], "http://www.reuters.com/article/2015/10/17/us-egypt-election-monitors-idUSKCN0SB0BR20151017 Independent monitoring of the Egyptian elections is to be cut back.  Could this be a concession for stability? and a prelude to the Turkish elections as well?  Stability may be the new trend in the middle east.  Holding on to current forecast."], [4634, "2015-10-18T18:06:11Z", [0.45, 0.53, 0.02], "small increase in chances for a majority, due to talks between Turkey and Germany/EU on the refugee crisis. A possible boon for Erdogan."], [110, "2015-10-18T16:22:53Z", [0.05, 0.9, 0.05], ""], [1591, "2015-10-18T15:07:39Z", [0.2, 0.8, 0.0], "Polling is looking pretty similar to last time, but they weren't that far from a majority before.\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_June_2015"], [4055, "2015-10-18T14:22:46Z", [0.11, 0.88, 0.01], ""], [691, "2015-10-18T13:47:55Z", [0.08, 0.92, 0.0], ""], [73, "2015-10-17T23:17:11Z", [0.05, 0.95, 0.0], "returning high on ysk rulings"], [368, "2015-10-17T18:25:28Z", [0.02, 0.98, 0.0], ""], [1028, "2015-10-17T16:47:40Z", [0.3, 0.7, 0.0], ""], [691, "2015-10-17T11:24:24Z", [0.08, 0.92, 0.0], ""], [4634, "2015-10-17T09:31:31Z", [0.43, 0.55, 0.02], ""], [689, "2015-10-16T23:38:54Z", [0.61, 0.39, 0.0], "Comment deleted on May 10, 2016 06:28PM UTC"], [83, "2015-10-16T23:14:24Z", [0.63, 0.37, 0.0], "Turkey - EU deal might give AK a lift toward majority: Effective sanction relief, renewed EU integration, Extra cash, support from opposition political parties, a softer AK image, and possibly, political stability. http://www.bbc.com/news/world-europe-34551225\n\"\"The refugee card is the biggest foreign policy tool for us and, with the conscious strategies that we will put behind it, could fundamentally wipe out all the sanctions that the EU is applying to us.\" Murat Yetkin in centre-left Radikal voices cautious approval of emerging signs of co-operation.  \"A consolidation of EU-Turkey relations is necessary, first of all, for the development of democracy in Turkey, and then for the sake of mending the economy,\" he argues.\" http://sputniknews.com/europe/20151016/1028613815/eu-turkey-refugee-crisis-deal.html\nTurkey gets $3.4b (US) and visa free EU travel."], [368, "2015-10-16T22:53:49Z", [0.02, 0.98, 0.0], ""], [36, "2015-10-16T22:36:40Z", [0.1, 0.9, 0.0], ""], [532, "2015-10-16T21:19:56Z", [0.15, 0.85, 0.0], "Affirming prior forecast."], [1028, "2015-10-16T11:06:49Z", [0.3, 0.6, 0.1], ""], [405, "2015-10-16T09:21:15Z", [0.5, 0.4, 0.1], "update\ndowngrading \"a majority\"\ninfluenced by mike97mike reference (thanks to him) \nhttp://www.washingtoninstitute.org/policy-analysis/view/turkeys-snap-elections-may-not-change-much\nbut the poll is before the terrorist attack. Do i put too much importance on this matter?"], [465, "2015-10-16T07:12:33Z", [0.1, 0.9, 0.0], "There is always a chance? => http://www.todayszaman.com/national_turkish-poll-shows-ruling-ak-party-support-short-of-majority_401564.html => http://www.washingtoninstitute.org/policy-analysis/view/turkeys-snap-elections-may-not-change-much"], [68, "2015-10-16T06:43:51Z", [0.1, 0.9, 0.0], "Affirming forecast of 19 September."], [40, "2015-10-16T01:36:03Z", [0.04, 0.96, 0.0], "AIN'T NO MOUNTAIN:  AKP STUCK AT 40% IN LATEST GEZICI POLL:\nhttp://www.todayszaman.com/national_turkish-poll-shows-ruling-ak-party-support-short-of-majority_401564.html"], [4615, "2015-10-16T00:39:40Z", [0.3, 0.7, 0.0], ""], [83, "2015-10-15T22:24:03Z", [0.63, 0.37, 0.0], "\"Opposition parties have voiced their concern about the potential of the interim government, which is led by the Justice and Development Party (Adalet ve Kalkinma Partisi: AKP), taking advantage of the state of disorder in the southeast to manipulate the election in the AKP's favour.\"\nhttp://www.janes.com/article/55247/turkish-attacks-on-pkk-and-retaliation-against-security-forces-in-southeast-remain-likely-despite-unilateral-pkk-ceasefire"], [368, "2015-10-15T21:38:56Z", [0.02, 0.98, 0.0], ""], [1262, "2015-10-15T16:56:03Z", [0.07, 0.86, 0.07], "1:  The opinions and concerns that resulted in the last election result have not altered to suggest a change in overall outcome.   http://www.pewglobal.org/2015/10/15/deep-divisions-in-turkey-as-election-nears/\n2: The next election (after 2015) will be 2019 and it is unlikely that the population will allow any party sole control of the country for that period of time."], [1646, "2015-10-15T16:31:52Z", [0.02, 0.98, 0.0], ""], [691, "2015-10-15T12:59:20Z", [0.04, 0.96, 0.0], ""], [4055, "2015-10-15T08:10:58Z", [0.07, 0.92, 0.01], ""], [783, "2015-10-15T06:38:52Z", [0.0, 0.95, 0.05], "The AKP dropped from 50% last year to 42%, their nearest rival is the CHP who is nearing 30%, not enough for either to  have a majority and not enough for a coalition with the AKP because they lack the support from other parties who can form a strong government for quite a while."], [821, "2015-10-14T21:25:35Z", [0.08, 0.92, 0.0], ""], [1114, "2015-10-14T19:24:00Z", [0.05, 0.95, 0.0], ""], [368, "2015-10-14T19:07:13Z", [0.02, 0.98, 0.0], ""], [40, "2015-10-14T14:38:09Z", [0.04, 0.88, 0.08], "SHOCK!  ONE OF THE SUICIDE BOMBERS IS THE BROTHER OF ONE OF THE BOMBERS IN SURUC!\nhttp://www.hurriyetdailynews.com/two-suicide-bombers-in-ankara-massacre-identified-.aspx SHOCK!  POLICE DETAIN FORECASTERS OF THE OBVIOUS BECAUSE THE POLICE COULDN'T PREDICT THE OBVIOUS!\nhttp://www.hurriyetdailynews.com/turkish-police-detain-two-suspected-pkk-members-over-ankara-attacks.aspx Seriously.  If any of us had known there was going to be a big rally calling for peace with the Kurds, after Suruc, would we not have said the same thing these guys said? There has got to be a point when CHP gets the nod and AKP gets the boot.  There is a lot of pressure on Turkey, right now, and it isn't getting better.  How long does that rally The Folks behind the AKP before the tide turns?"], [691, "2015-10-14T13:03:41Z", [0.04, 0.96, 0.0], ""], [1587, "2015-10-14T04:54:42Z", [0.1, 0.9, 0.0], ""], [4273, "2015-10-14T02:58:50Z", [0.05, 0.85, 0.1], ""], [4273, "2015-10-14T02:58:06Z", [0.05, 0.85, 0.1], ""], [368, "2015-10-13T20:09:40Z", [0.02, 0.98, 0.0], ""], [4055, "2015-10-13T20:02:51Z", [0.09, 0.9, 0.01], ""], [83, "2015-10-13T18:54:36Z", [0.63, 0.37, 0.0], "Maintaining Prediction, based on logic from the attached link:\n\"Lastly, it should be remembered that the AKP was only short of 18 parliamentarians after the June elections; thus, what the AKP is after is what I would term ‘surgical interventions’ in certain localities. This time what might determine the outcome may not be the overall votes the AKP receives (unless they experience a serious drop in votes, bringing them below 40 per cent), but the ‘extra parliamentarians’ they could win in highly contested constituencies.\"\nhttp://www.socialeurope.eu/2015/10/why-turkeys-repeat-elections-in-november-are-unlikely-to-ease-the-countrys-political-tensions/"], [691, "2015-10-13T12:28:38Z", [0.04, 0.96, 0.0], ""], [1448, "2015-10-13T02:06:40Z", [0.13, 0.85, 0.02], ""], [43, "2015-10-12T19:45:35Z", [0.09, 0.91, 0.0], "Following ousel, Heffalump."], [40, "2015-10-12T18:40:37Z", [0.04, 0.88, 0.08], "Here comes the unrest:  nationwide strikes as funerals held:\nhttp://www.hurriyetdailynews.com/ankara-bombing-spurs-nationwide-strikes-as-funerals-being-held.aspx?pageID=238&nID=89774&NewsCatID=341 Turkish internet users agree with CHP that government was negligent and Interior Minister should resign:\nhttp://www.hurriyetdailynews.com/infographics-how-have-turkish-internet-users-evaluated-the-ankara-bombing.aspx?pageID=238&nID=89750&NewsCatID=341 (Note, CHP also says Justice Minister should resign)"], [241, "2015-10-12T18:05:13Z", [0.08, 0.91, 0.01], ""], [1344, "2015-10-12T18:01:28Z", [0.1, 0.9, 0.0], ""], [368, "2015-10-12T17:39:39Z", [0.02, 0.98, 0.0], ""], [1114, "2015-10-12T17:28:38Z", [0.14, 0.86, 0.0], ""], [36, "2015-10-12T16:32:25Z", [0.9, 0.1, 0.0], ""], [1591, "2015-10-12T15:22:10Z", [0.15, 0.85, 0.0], ""], [3922, "2015-10-12T14:46:11Z", [0.15, 0.85, 0.0], "- Base line is the June election result.\n- Recent polling shows the election result being split largely across similar lines."], [493, "2015-10-12T13:05:51Z", [0.5, 0.5, 0.0], "Bombings have increased possibility that govt suppresses HDP votes to the point that they don't make the 10% threshold. (Very useful to follow @Zeynep Tufekci on Twitter.) "], [1468, "2015-10-12T06:44:46Z", [0.09, 0.75, 0.16], ""], [1993, "2015-10-11T23:54:11Z", [0.0, 1.0, 0.0], "With the 10 October bombings in Ankara, AKP will be lucky to keep the 41% they had in June. On the other hand, if the culprits behind the Ankara bombing turn out to be Kurds, AKP's election results could improve, and HDP's will sink like a stone, restoring the AKP majority. I'd be a little surprised if Kurds were behind it, though. It wouldn't be the mainline PKK behind it."], [405, "2015-10-11T21:11:31Z", [0.55, 0.4, 0.05], "Last election (AKP)\tAhmet Davutoğlu\t258 40,66%, (CHP)\tKemal Kılıçdaroğlu\t132\t25,13%, (MHP)\tDevlet Bahçeli\t80\t16,45%, (HDP)\tSelahattin Demirtaş and Figen Yüksekdağ 80 12,96%, Others 4,80%\n40,66 % it's close to 50%. If we look where they live, it's seems not in large cities, where for the same number of votes, their a number larger of seats.\nIn the other side, 15 to 30 % of the population could identify himself like something else than turks. Can those parties be illegal soon?\nWho can makes \"terrorist attacks\"? what for? from Inside or outside? \nWhatever, it will polarize the population, peaceful mind people could be seen like traitors to the nation when they face an enemy near the border or in the sky. "], [368, "2015-10-11T21:11:25Z", [0.0, 0.95, 0.05], ""], [4335, "2015-10-11T19:12:09Z", [0.0, 1.0, 0.0], ""], [1711, "2015-10-11T14:32:43Z", [0.0, 1.0, 0.0], "Aggregation of the latest polls (including my own proprietary one) through an accuracy and timedecay models as of NOW = Plurality http://oltac.unsal.com/post/129219617814/se%C3%A7im-tahmininizi-yap%C4%B1n"], [1758, "2015-10-11T13:27:06Z", [0.35, 0.55, 0.1], ""], [73, "2015-10-11T13:10:00Z", [0.45, 0.55, 0.0], ""], [3617, "2015-10-11T12:45:21Z", [0.55, 0.44, 0.01], ""], [691, "2015-10-11T12:00:09Z", [0.04, 0.96, 0.0], ""], [38, "2015-10-11T06:31:59Z", [0.04, 0.91, 0.05], ""], [783, "2015-10-11T05:05:58Z", [0.0, 0.9, 0.1], "The terrorist strike in Ankara on 10/10 will further divide the parties as to whether or not Mr Erdogan and the AKP could have better secured the area or if his policies had provoked the bombings or if his actions and policies are ineffective in near region and domestic policy. The immediate blame on the Kurds may lead to further anti-AKP cynicism if the Kurds  are not the ones who were the bombers. \nWhomever did it the activity, the event further co-relates with my 10/9  forecast on the open question of 2016 that Turkey will look inward as it manages it fractured domestic, near border, and military policies."], [43, "2015-10-11T02:20:11Z", [0.25, 0.75, 0.0], "Increasing likelihood of a majority as Kurdish-related violence spreads. Where is the Kurdish version of Martin Luther King?"], [4139, "2015-10-11T02:19:28Z", [0.75, 0.25, 0.0], "I was shocked that all the efforts to rig this election last time failed, they'll be more careful this time, the rigging will add up right and AKP will probably get to the 66% level Erdogan needs to make his changes."], [4055, "2015-10-10T23:04:26Z", [0.05, 0.94, 0.01], ""], [40, "2015-10-10T22:17:26Z", [0.04, 0.95, 0.01], "UPDATE:  PKK attacks police in  southeast (before bombing in Ankara), declares cease-fire until after election:\nhttp://www.todayszaman.com/national_2-police-officers-killed-in-attacks-before-pkk-declares-cease-fire_401145.html"], [368, "2015-10-10T21:53:51Z", [0.0, 0.95, 0.05], ""], [40, "2015-10-10T21:47:53Z", [0.04, 0.95, 0.01], "BREAKING:  Twin-bombings in Ankara kill 97\nGuardian: http://www.theguardian.com/world/2015/oct/10/turkey-suicide-bomb-killed-in-ankara \"At least 97 people have been killed and around 250 wounded in the deadliest terror attack in Turkey’s history after two explosions targeted a peace rally in the centre of the capital.\" \"Twin explosions outside Ankara’s main train station on Saturday morning targeted hundreds of people who had gathered to protest against violence between authorities and the Kurdish militant group, the PKK.\" Economist: http://www.economist.com/news/europe/21673041-parliamentary-elections-near-turkey-descending-savage-violence-pro-kurdish-peace-rally\n\"No one has yet claimed responsibility. But the attack bears a strong similarity to the bombing, attributed to an Islamist militant, which caused the death of 33 young activists in the town of Suruç near the Syrian border on July 20th. That attack led rapidly to the collapse of the fragile two-year peace process between the Turkish authorities and the separatist Kurdistan Workers’ Party (PKK): the PKK responded by attacking Turkish soldiers and police, and the Turkish authorities announced the resumption of their military operations.\" \"Since then the violence has spread rapidly. Dozens of Turkish security personnel, PKK fighters and innocent civilians have been killed. As the clashes moved to urban centres, authorities imposed curfews on several towns in the south-east. But ethnic violence between Turks and Kurds has since flared up all across the country. Hundreds of people have been arrested. Turkish government officials have begun describing the HDP, the moderate Kurdish party which pressed for the peace negotiations, as a terrorist organisation. Nationalist mobs have attacked dozens of HDP offices across the country; several have been burned.\" 'Within hours of the attacks, efforts to assign blame were already dominated by politics. Mr Erdogan tried to link them to the violence in the south-east, implying that the PKK was to blame. The prime minister, Ahmet Davutoglu, was more ambiguous, saying the attack had targeted \"national unity\" and threatened democracy. Selahattin Demirtas, the HDP's charismatic co-leader, made the inflammatory charge that the attack had been “perpetrated by the state against the people.” Turkish authorities have declared three days of national mourning."], [28, "2015-10-10T14:58:22Z", [0.4, 0.6, 0.0], ""], [691, "2015-10-10T12:04:31Z", [0.04, 0.96, 0.0], "More explosions than one might prefer have been associated with this campaign. Several viable candidates for perpetrator(s), but Erdogan will in any case use them as an excuse for a crackdown on anyone who might vote against him.  Turks, unlike Americans, are not easily frightened, so this may well backfire.  He still won't get a majority."], [93, "2015-10-10T01:30:56Z", [0.01, 0.99, 0.0], ""], [83, "2015-10-09T23:16:35Z", [0.63, 0.37, 0.0], "EU may see the practical benefits to a stable government in Turkey: Financial Times (10/7/15) p5: \"West's support fades for Kurdish militia\"\n\"..in western capitals the PKK's stock has fallen dramatically, officials say. Proposals to remove the the group's terror label are no longer given a hearing.....Since July, at least 130 Turkish troops and security personnel have died in PKK attacks....Where the PKK has had some degree of success is in importing its insurgency from the countryside to the city....Ergodan has clearly tried to use the renewed fighting to his political benefit. He has warned that anything short of a parliamentary majority...for the AKP would prolong the security breakdown. Ergodan holds anti-Kurd ralley in France:\nhttp://www.ibtimes.com/turkey-elections-2015-update-recep-erdogan-anti-kurd-rally-france-draws-thousands-2126194"], [691, "2015-10-09T12:24:41Z", [0.04, 0.96, 0.0], ""], [43, "2015-10-08T22:13:50Z", [0.05, 0.95, 0.0], "Hmmm, let me count the ways Turkey's people ought to be increasingly worried.  A major Russian base sits in Armenia, which is Turkey's neighbor and arch-enemy.  Russian fighter aircraft have invaded Turkish airspace. Russian radars are lighting up Turkish fighters.  Russia has been bombing Turkey's proxy forces in Syria. Ships in Russia's landlocked Caspian Sea fired long-range cruise missiles over Iranian airspace -- near Turkish airspace-- with some allegedly accidentally hitting Iran. Russia has moved heavy naval assets into the eastern Mediterranean, off Turkey's coast, and is apparently setting up a no-fly zone over this area. So, does the nation rally behind Ergodan? Or dump him before he makes any more blunders, as if tanking the lira had been not bad enough. Source for missiles allegedly hitting the wrong country: Dateline 10-8-15 http://www.bbc.com/news/world-europe-34479873"], [83, "2015-10-08T19:22:30Z", [0.63, 0.37, 0.0], "http://www.reuters.com/article/2015/10/08/us-turkey-kurds-ceasefire-idUSKCN0S21V220151008 PKK, considered a terrorist organization by the US, EU and Turkey,  are collaborating with the HDP, to prevent an Ergodan majority by maximizing the HDP vote total.  Slightly reducing odds of a majority."], [747, "2015-10-08T18:45:58Z", [0.2, 0.75, 0.05], "Clamping down on the opposition press and demonization of the Kurds are unsavory tactics but ones that have worked around the world historically. Control of the ballot boxes can also be helpful"], [368, "2015-10-08T17:51:05Z", [0.0, 0.95, 0.05], ""], [36, "2015-10-08T15:56:43Z", [0.75, 0.25, 0.0], ""], [1591, "2015-10-08T14:52:30Z", [0.12, 0.88, 0.0], ""], [40, "2015-10-08T13:05:20Z", [0.04, 0.95, 0.01], "So what happens if something lethal happens between Russia and Turkey before November 1?\nhttp://www.al-monitor.com/pulse/originals/2015/10/turkey-syria-russia-airspace-violations-militants-infiltrate.html"], [691, "2015-10-08T12:37:40Z", [0.04, 0.96, 0.0], "http://www.todayszaman.com/national_govt-led-intimidation-operations-increase-prior-to-nov-1-election_400475.html\nErdogan and his henchthugs continue to try to bully people into not voting, or to make it impossible or at least difficult to do so.  This is not unlikely to backfire. AKP will get a plurality, but they may even lose some seats as a result of all this. In any case, they probably can't pull off enough stunts to gain a majority, short of outlawing at least two other parties in some arcane way.  They may try this, but the recent court decision forbidding them to move ballot boxes around is somewhat heartening.  So AKP will not get a majority this time, and will call another election for early next year.  When that doesn't work, Erdogan will get really nasty. Stay tuned."], [4055, "2015-10-08T09:45:01Z", [0.06, 0.93, 0.01], "http://m.yenisafak.com/en/election/turkey-election-latest-polls-signal-ak-party-victory-2316846"], [241, "2015-10-08T00:52:55Z", [0.14, 0.84, 0.02], ""], [4055, "2015-10-07T23:55:07Z", [0.01, 0.95, 0.04], ""], [93, "2015-10-07T23:44:32Z", [0.05, 0.95, 0.0], ""], [368, "2015-10-07T23:08:30Z", [0.0, 0.95, 0.05], ""], [306, "2015-10-07T20:18:21Z", [0.2, 0.8, 0.0], ""], [1257, "2015-10-07T19:00:00Z", [0.6, 0.4, 0.0], "Will be close,but probably will hit the 40% threshold."], [1114, "2015-10-07T17:22:46Z", [0.03, 0.97, 0.0], ""], [98, "2015-10-07T14:11:19Z", [0.05, 0.95, 0.0], "Polls still showing plurality (low 40's), getting closer to election, not a lot of variance in polls, so upping to 95 PLU and 5"], [691, "2015-10-07T12:07:23Z", [0.06, 0.94, 0.0], ""], [1304, "2015-10-07T09:24:10Z", [0.05, 0.8, 0.15], ""], [136, "2015-10-07T09:16:45Z", [0.2, 0.8, 0.0], ""], [1682, "2015-10-07T04:04:49Z", [0.13, 0.56, 0.31], ""], [53, "2015-10-07T03:50:05Z", [0.1, 0.9, 0.0], "Thought I was at this already - keep losing track.  Looks a lot like June..."], [43, "2015-10-07T03:18:57Z", [0.1, 0.9, 0.0], "Government attacks against journalists and their publishers continue to worsen. Will this help the ruling AKP or hurt it? Polls suggest the attacks are backfiring. http://www.al-monitor.com/pulse/originals/2015/10/turkey-government-mount-pressure-on-media-ahead-of-elections.html; also thank you, Rote, for your data, thank you, Heffalump, for the betting stats."], [2459, "2015-10-07T00:06:47Z", [0.08, 0.92, 0.0], ""], [1114, "2015-10-06T23:13:29Z", [0.05, 0.95, 0.0], ""], [1528, "2015-10-06T23:13:21Z", [0.05, 0.9, 0.05], "Following others."], [4064, "2015-10-06T21:28:00Z", [0.05, 0.9, 0.05], ""], [691, "2015-10-06T17:50:27Z", [0.06, 0.94, 0.0], "Starting to look like Erdogan can't figure out how to rig this election fast enough to save it for himself.  He could still outlaw some party or arrest some bunch of people at just about the last minute, but that mayn't work this time.  If he doesn't get a majority in this election, another snap election will follow in less than six months.  Not every would-be president-for-life is clever."], [368, "2015-10-06T17:28:39Z", [0.0, 0.95, 0.05], ""], [783, "2015-10-06T05:08:18Z", [0.0, 0.9, 0.1], "Correction  error, flipped the percentage forecast. The AKP is falling in the polls. PM Davutoğlu is very unpopular and ranks at 4% when people are asked who was the best PM. When asked of Mr. Erdogan, the numbers declined from a previous 36% to 30% in one month. Asked of the current state of Turkey dropped from 34 percent in May to 15 percent in September. In response to the question, “How do you evaluate the AKP’s performance?” those answering “unsuccessful” increased by 14 points to 58 percent. But when asked, 88% said they would not vote for another party. (\"Polls show no difference from Turkey’s June election,\" 2015). \nThe AKP will win, but gain less support than in June References Polls show no difference from Turkey’s June election. (2015, October 5). Hurriyet Daily news [Istanbul]. Retrieved from http://www.hurriyetdailynews.com/polls-show-no-difference-from-turkeys-june-election-.aspx?PageID=238&NID=89324&NewsCatID=503"], [915, "2015-10-06T00:17:22Z", [0.0, 1.0, 0.0], ""], [915, "2015-10-06T00:17:03Z", [0.0, 0.91, 0.09], ""], [43, "2015-10-06T00:08:42Z", [0.1, 0.9, 0.0], "Thank you, Heffalump, for this tip. Dateline 10-5-15 Bookmakers say AKP likely to fall short of majority again. Turkey’s Justice and Development Party (AKP) is more likely to score below 40.6 percent, according to an international betting company.*  The Republican People’s Party’s (CHP) vote range is estimated between 26.6 percent and 28.9 percent.  The Nationalist Movement Party (MHP) is currently seen by bookmakers at 16.6 percent to 17.9 percent, while the Peoples’ Democratic Party (HDP) is predicted to cross the 10 percent threshold easily again. As such, a single-party government seems unlikely in the favorite scenario of bookmakers. \nhttp://www.hurriyetdailynews.com/infographics-betting-on-the-nov-1-election.aspx?pageID=238&nID=89415&NewsCatID=338"], [3979, "2015-10-05T23:42:19Z", [0.04, 0.95, 0.01], ""], [24, "2015-10-05T22:10:16Z", [0.05, 0.95, 0.0], ""], [24, "2015-10-05T22:08:54Z", [0.08, 0.92, 0.0], ""], [40, "2015-10-05T20:55:41Z", [0.04, 0.95, 0.01], "Betting markets say Plurality, not Majority:\nhttp://www.hurriyetdailynews.com/infographics-betting-on-the-nov-1-election.aspx?pageID=238&nID=89415&NewsCatID=338\nHDP to \"easily\" clear 10%, CHP and MHP to get about the same number of votes as last time, AKP \"more likely to score below 40.6%\""], [20, "2015-10-05T19:20:40Z", [0.05, 0.95, 0.0], ""], [136, "2015-10-05T19:02:00Z", [0.25, 0.75, 0.0], ""], [689, "2015-10-05T18:50:42Z", [0.0, 1.0, 0.0], "Comment deleted on May 10, 2016 06:03PM UTC"], [368, "2015-10-05T18:47:19Z", [0.0, 0.95, 0.05], ""], [493, "2015-10-05T18:19:57Z", [0.35, 0.65, 0.0], "Affirming prior."], [73, "2015-10-05T18:18:42Z", [0.36, 0.64, 0.0], "News from #cmeinel wants me to move a few more to maj, vs. http://en.trend.az/world/turkey/2439948.html which makes me want to go back up to higher plu.  Was happily sat with high %plu until #raisinville gave me cause for concern.  This ruling makes me think the shenanigans they are trying will be harder to pull off; but clearly AKP is going all out if the most popular daily newspaper editor resigns.  On balance, saying AKP less likely to pull off this upset.   But will wait to see if editors protest worked (i.e news remains fair) or if the new editor yields."], [368, "2015-10-05T18:09:29Z", [0.0, 0.95, 0.05], ""], [43, "2015-10-05T17:56:03Z", [0.15, 0.85, 0.0], "Media accuracy warning: the Turkish newspaper Today's Zaman is at risk for censorship of stories against Egodan and his AKP, false stories in support of them. Today's Zaman ‏@todayszamancom  2m2 minutes ago\n#BREAKING Zaman daily Editor-in-Chief #Dumanlı quits post due to 'unlawful pressure'  http://www.todayszaman.com/latest-news_zaman-daily-editor-in-chief-dumanli-quits-post-due-to-pressure-on-media_400704.html … "], [2869, "2015-10-05T17:52:59Z", [0.25, 0.7, 0.05], ""], [3924, "2015-10-05T15:46:27Z", [0.1, 0.85, 0.05], "A majority requires a swing of 8-12%\nNot a plurality requires a bigger swing of 20% Giving a std dev of around 7-8%"], [691, "2015-10-05T15:35:01Z", [0.08, 0.92, 0.0], ""], [3902, "2015-10-05T12:42:47Z", [0.15, 0.82, 0.03], "Consistent pollling suggests plurality but not majority: https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015 And there is a suggestion that the government is suppressing opposition pollsters to maintain cheery poll numbers: http://www.cumhuriyet.com.tr/haber/turkiye/372763/Gezici_Arastirma_nin_anketorlerine_gozalti.html"], [3860, "2015-10-05T01:47:27Z", [0.15, 0.85, 0.0], ""], [3860, "2015-10-05T01:46:59Z", [0.12, 0.88, 0.0], ""], [3818, "2015-10-04T16:59:40Z", [0.36, 0.64, 0.0], ""], [1344, "2015-10-04T13:37:21Z", [0.06, 0.94, 0.0], ""], [691, "2015-10-04T13:36:29Z", [0.08, 0.92, 0.0], "Today the YSK said the government can't move the ballot boxes. Erdogan is furious, because turnout in the Kurdish areas will doubtless be rather a lot higher than it would have been if the move had worked.  Erdogan is disavowing any responsibility for the violence he will foment to prevent turnout, but it looks much more like he'll have to settle for a plurality this time.  One may expect him to call another snap election pretty soon, before which he will have outlawed most other parties or jailed their leaders.  Nice guy."], [506, "2015-10-04T06:38:29Z", [0.1, 0.9, 0.0], ""], [2459, "2015-10-03T23:59:06Z", [0.11, 0.89, 0.0], ""], [368, "2015-10-03T20:52:21Z", [0.0, 0.95, 0.05], ""], [1114, "2015-10-03T19:05:02Z", [0.15, 0.85, 0.0], ""], [40, "2015-10-03T17:27:18Z", [0.14, 0.85, 0.01], "Is the AKP now answering to the military?  I've been concerned, for a while, that this would happen.\nhttp://www.al-monitor.com/pulse/originals/2015/10/turkey-military-is-not-willing-to-intervene-politics-for-now.html"], [691, "2015-10-03T13:09:27Z", [0.2, 0.8, 0.0], "Looks like the HDP aren't planning to boycott, but the government is still making as many adjustments as it can get away with to hold down Kurds' participation.  They have taken to arresting people for insulting the president, for example.  It will be harder to stifle the CHP, who with whatever the HDP can pick up should be able to keep AKP from getting enough votes to make Erdogan president-for-life.  It is not likely to be a clean election.  "], [136, "2015-10-03T10:43:36Z", [0.4, 0.6, 0.0], "I'm not so sure now - a couple of seat projections give AKP a majority, although by a tiny margin\nhttps://tr.wikipedia.org/wiki/Kas%C4%B1m_2015_T%C3%BCrkiye_genel_se%C3%A7imleri_i%C3%A7in_yap%C4%B1lan_anketler"], [1201, "2015-10-02T23:13:22Z", [0.05, 0.95, 0.0], "Polls here are notoriously unreliable, but as Rick Perry pointed out, even a broken clock is right once a day. The AKP lead is substantial and steady. \nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015\n"], [3630, "2015-10-02T21:41:07Z", [0.2, 0.75, 0.05], ""], [73, "2015-10-02T15:36:04Z", [0.42, 0.58, 0.0], "beating up independent journalists never a good sign.  another 2% to maj."], [691, "2015-10-02T12:29:59Z", [0.2, 0.8, 0.0], "The government seems to have stepped up its campaign to stifle the pro-Kurdish and other opposition vote.  They can't be too overt about their intentions, but they're not fooling anybody any more.  "], [1479, "2015-10-02T01:19:08Z", [0.0, 1.0, 0.0], ""], [24, "2015-10-01T23:17:51Z", [0.2, 0.79, 0.01], ""], [915, "2015-10-01T20:53:11Z", [0.02, 0.85, 0.13], ""], [691, "2015-10-01T18:38:15Z", [0.19, 0.81, 0.0], ""], [73, "2015-10-01T16:05:40Z", [0.4, 0.6, 0.0], "@raisinville, wow that made me stop and think.    Following you down, but just cant go as as far as you yet.   The below reports show the ballot boxes and sudden growth of voters are a concern to support your thinking though.  Think I need to sleep on it a day or to longer before I can shake my previous feeling that the PR system would take care of itself, in that how they could take the PR system (polling 40%) and move that up to a majority.  Will watch the ballot box issue closely, and try and spend more time looking at the growth in numbers vs. the borderline districts etc.\nhttp://national.bgnnews.com/senior-akp-figure-sahin-admits-ysk-not-authorized-to-transfer-ballot-boxes-haberi/9889\nhttp://national.bgnnews.com/22-provinces-too-close-to-call-for-upcoming-turkish-election-haberi/9731\nhttp://www.hurriyetdailynews.com/turkeys-problem-of-election-security.aspx?PageID=238&NID=89012&NewsCatID=503\n"], [657, "2015-10-01T14:58:09Z", [0.05, 0.95, 0.0], "Updating for the passage of time"], [241, "2015-10-01T01:08:03Z", [0.18, 0.8, 0.02], ""], [83, "2015-10-01T00:20:55Z", [0.66, 0.34, 0.0], "Turkish writer concerned that AKP only needs 50,000 votes in 20 districts to make up for lost seats, and regain a majority.\nhttp://www.todayszaman.com/columnist/i-hsan-yilmaz/an-open-letter-to-the-osce-about-the-turkish-election_400258.html International sentiment has moved away from Ergodan in recent years, and this vote has east vs. west characteristics.  Likely heavy background international support for opposition parties, but AKP had a trial run and should know how to get the required votes."], [1344, "2015-09-30T21:50:57Z", [0.15, 0.85, 0.0], ""], [368, "2015-09-30T20:03:44Z", [0.0, 0.95, 0.05], ""], [1325, "2015-09-30T18:31:16Z", [0.25, 0.74, 0.01], "AKP is in power and too far ahead in the polls to suddenly collapse. NON unlikely. Currently at 40.8% and projections show that number holding. Squelching the Kurdish vote will buy some votes in the near-term but will force a coalition, making it more difficult to take a majority. https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015"], [691, "2015-09-30T16:18:25Z", [0.19, 0.81, 0.0], "Looks like Erdogan's lads have started their maneuvers to make it hard for the opposition, especially the Kurds, to vote--moving polling places, for example, and having PM Davotoglu issue warnings that the HDP had better comply with the various laws (which have sometimes been subject to change without notice).  There are mutterings about an HDP boycott. Any combination of these things could result in an AKP majority big enough to amend the constitution so Erdogan can be President-for-Life.  Probably have to watch this daily.  "], [532, "2015-09-30T14:28:13Z", [0.15, 0.85, 0.0], ""], [102, "2015-09-29T20:07:57Z", [0.0, 1.0, 0.0], "In for a penny in for a pound."], [691, "2015-09-29T17:30:25Z", [0.06, 0.94, 0.0], ""], [271, "2015-09-29T16:29:04Z", [0.0, 1.0, 0.0], ""], [43, "2015-09-29T03:00:33Z", [0.15, 0.85, 0.0], ""], [40, "2015-09-29T01:59:02Z", [0.14, 0.85, 0.01], "Oh, nice:  CHP/MHP MIGHT be working on a coalition to overcome AKP\nhttp://www.hurriyetdailynews.com/hdp-co-chair-signals-coalition-with-chp.aspx"], [3181, "2015-09-29T00:36:53Z", [0.95, 0.05, 0.0], ""], [73, "2015-09-28T21:08:55Z", [0.03, 0.97, 0.0], "updating, polls"], [368, "2015-09-28T18:22:07Z", [0.0, 0.95, 0.05], ""], [164, "2015-09-28T17:34:58Z", [0.17, 0.83, 0.0], ""], [691, "2015-09-28T15:54:18Z", [0.06, 0.94, 0.0], ""], [1229, "2015-09-28T15:33:36Z", [0.1, 0.85, 0.05], ""], [3046, "2015-09-28T14:22:48Z", [0.0, 0.65, 0.35], ""], [493, "2015-09-28T14:20:21Z", [0.35, 0.65, 0.0], "Events in east have been claiming somewhat, though still bad. Still giving 35% chance of security event keeping HDP votes artificially low and HDP not crossing threshold. "], [2915, "2015-09-28T02:49:03Z", [0.15, 0.85, 0.0], ""], [170, "2015-09-27T23:20:00Z", [0.05, 0.95, 0.0], ""], [2811, "2015-09-27T19:14:37Z", [0.15, 0.75, 0.1], ""], [64, "2015-09-27T14:14:33Z", [0.0, 1.0, 0.0], "Polls haven't shown any significant variation in the last couple of weeks. With only 5-weeks to go, change is unlikely.\nWildcard: If the ruling party tries to disenfranchise some Kurdish areas, gaining a majority in the rest. Probability is so low that it is not worth considering unless we see evidence in that direction."], [691, "2015-09-27T14:05:32Z", [0.06, 0.94, 0.0], ""], [1114, "2015-09-27T04:45:49Z", [0.05, 0.95, 0.0], ""], [2566, "2015-09-27T01:28:42Z", [0.35, 0.65, 0.0], ""], [2515, "2015-09-26T22:40:56Z", [0.4, 0.6, 0.0], "One key issue is how the voting will take place in the troubled Southeast. If it is done under martial law, or a version of it where voters are carried to the voting locations by the police/army, 1. this would most certainly scare away a sizeable portion of the HDP sympathisers,  and 2. it would make election fraud easier."], [2515, "2015-09-26T22:36:48Z", [0.4, 0.6, 0.0], ""], [102, "2015-09-26T22:34:32Z", [0.15, 0.85, 0.0], "Crowd."], [2490, "2015-09-26T21:38:10Z", [0.0, 0.65, 0.35], ""], [2490, "2015-09-26T21:37:33Z", [0.0, 0.7, 0.3], ""], [961, "2015-09-26T21:34:47Z", [0.02, 0.98, 0.0], "No potential for non-plurality even if a scandal erupted."], [2459, "2015-09-26T21:14:48Z", [0.14, 0.86, 0.0], "There's some risk that violence and electoral fraud cause HDP to fall below the 10% threshold."], [691, "2015-09-26T13:33:52Z", [0.06, 0.94, 0.0], ""], [136, "2015-09-26T08:45:51Z", [0.2, 0.8, 0.0], ""], [60, "2015-09-26T03:35:54Z", [0.01, 0.99, 0.0], "(Revising \"NOT\" a plurality from 1% to 0% -- Reallocated percentage to plurality) Opinion polling -- https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015"], [93, "2015-09-26T03:24:00Z", [0.15, 0.85, 0.0], ""], [231, "2015-09-26T02:08:30Z", [0.15, 0.85, 0.0], "Will fall short of majority: http://www.presstv.ir/Detail/2015/09/15/429303/Turkey-AKP-Metropoll-Ozer-Sencar-Erdogan-Ahmet-Davutoglu-"], [653, "2015-09-25T23:38:55Z", [0.15, 0.83, 0.02], "The AKP had 41% in the previous election and needs 18 more seats for a majority. Current polls have their support percent remaining relatively the same or slightly higher but not above 50%. Potential factors for changes include political scandals or further conflict with the PKK or ISIL that would change voters minds. Recent minister resignations and moves do not seem to have affected the polls but could in the future. It is extremely unlikely that AKP would not be a plurality but is possible if something large enough were to occur so I give that case 2%, a plurality similar to the previous election is the most likely case and I give that 83%. A change in sentiment given a political or conflict event is possible, shifting AKP to a majority and I give that a 15% possibility. https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015"], [1924, "2015-09-25T21:08:57Z", [0.11, 0.88, 0.01], ""], [1763, "2015-09-25T17:23:31Z", [0.3, 0.7, 0.0], ""], [691, "2015-09-25T12:53:25Z", [0.06, 0.94, 0.0], ""], [1389, "2015-09-24T14:55:53Z", [0.5, 0.5, 0.0], "Opinion polls show stable figures for all parties. The question is about the seats, not the votes."], [691, "2015-09-24T13:59:40Z", [0.06, 0.94, 0.0], "As long as the Kurds are allowed to participate (and do so), AKP should be denied a majority. It would be well not to underestimate the machinations available to the government, but so far, so good."], [1006, "2015-09-24T11:54:19Z", [0.4, 0.6, 0.0], ""], [1646, "2015-09-24T05:12:56Z", [0.25, 0.75, 0.0], ""], [1764, "2015-09-23T21:19:05Z", [0.0, 0.9, 0.1], ""], [166, "2015-09-23T20:49:32Z", [0.0, 0.85, 0.15], ""], [532, "2015-09-23T18:10:54Z", [0.15, 0.85, 0.0], ""], [452, "2015-09-23T17:31:54Z", [0.1, 0.89, 0.01], ""], [1131, "2015-09-23T16:44:17Z", [0.16, 0.8, 0.04], ""], [691, "2015-09-23T15:55:03Z", [0.05, 0.95, 0.0], ""], [1333, "2015-09-23T13:59:22Z", [0.0, 0.85, 0.15], "The unifying effect of getting Turkey involved on the ISIS matter as a way to open a front against the Kurds has waned and the determination to keep Erdogan from becoming a erstwhile dictator is strong."], [241, "2015-09-23T13:46:14Z", [0.06, 0.91, 0.03], ""], [691, "2015-09-22T20:26:30Z", [0.05, 0.95, 0.0], ""], [1722, "2015-09-22T19:36:22Z", [0.2, 0.8, 0.0], "Without significant fraud, the AKP and Erdogan do not look like they will have the majority in this election. Polls seem to have AKP comfortably ahead but far enough away from a majority that current tactics will not result in a majority. However, current suppression of polling and other activities are suspicious and the situation will need close monitoring."], [1715, "2015-09-22T18:28:43Z", [0.75, 0.25, 0.0], "Though polls show Erdogan's support slipping somewhat, it would be foolish to overlook his long history of success in the face of challenge.  His government has provoked a conflict with the Kurdish separatist forces in the southeast with the intent of dismantling broader support for the Kurdish HDP, the party seeking political solutions to the Kurd/Turk conflict. Though, this hasn't had significant effect thus far, all that is necessary is to push support for the HDP below the 10% threshold necessary for parliamentary representation.  Unfortunately, the PKK is playing their role in this almost perfectly for Erdogan, though this may not be accidental if the leadership of the PKK is jealous of the successes the HDP had with political engagement in the last election. Erdogan is a wily operator, and is good at exercising the apparatus of state to suppress dissent, and it is important to remember that the perspective we have as outsiders is harder to come by in the smaller Turkish towns from which Erdogan draws his primary support. From there, his authoritarian tendencies, corrupt ties, and manipulation of internal tensions are less apparent.   As such, I think there is a significant chance that he can succeed in polarizing the country enough against the Kurds and the HDP to retake a majority.  "], [43, "2015-09-22T18:10:54Z", [0.25, 0.75, 0.0], "Ergodan, ruler of what used to be the center of the Ottoman Empire, ought to be looking over his shoulder as he seems, to me, too focused on the PKK. Why didn't he let them go ahead with their conquests in Syria and wait for Putin to jump in and solve that problem for him. Now Ergodan has a civil war on his hands. Now the election primarily depends upon whether voters in the 22 Kurdish provinces will be able to get to the ballot boxes, and whether any votes they manage to cast will be counted. AKP spokespeople say \"trust us.\" I'm not so certain. Still, I doubt that the AKP could squelch enough opposition votes to get a majority. Source: Dateline 9-21-15 HDP spokesman Ayhan Bilgen told Al-Monitor that in the 22 eastern and southwestern provinces, all government personnel, supplies and financial resources are serving the AKP. Many of the provincial governors and public officials are working as AKP volunteers. \"They threaten the electorate that unless they vote for the AKP, public services will be cut,\" he said. Bilgen also claimed the AKP is exploiting state resources to finance its election campaign, and he called on the AKP to provide transparency on its financing in the southeast. Tahir Elci, president of the Diyarbakir Bar, agreed with Bilgen’s views. “We can say that Turkey has a just and dependable election system of voting and vote counting. I have no fears about the election day. The presence of security officials and political party representatives gives confidence. Worries are not about the election day, but the campaigning.\" He said no measures are being taken to ensure political parties can freely access the electorate and conduct their campaigns. \"In an atmosphere when there are funerals for security officials and guerrillas, the HDP cannot hold rallies in Osmaniye, Ankara and Manisa, and the AKP cannot campaign in Cizre, Lice and Batman.”\n http://www.al-monitor.com/pulse/originals/2015/09/turkey-snap-elections-security-concerns-in-southeast-region.html"], [1201, "2015-09-22T14:01:39Z", [0.0, 0.9, 0.1], "Following shador13 and anneinak"], [817, "2015-09-22T11:55:32Z", [0.1, 0.9, 0.0], "Although they lost some voters they are still the strongest party in parliament. In their situation it shouldn't be a problem to create strong coalition with the other party (eg. with the nationalists)."], [689, "2015-09-22T04:11:05Z", [0.11, 0.89, 0.0], "Comment deleted on May 10, 2016 05:47PM UTC"], [172, "2015-09-22T02:32:25Z", [0.0, 1.0, 0.0], "Edrogan is getting too far away from Ataturk secularism and Turks see it. He won't get a majority."], [1711, "2015-09-22T01:19:52Z", [0.0, 1.0, 0.0], "forgot the link: http://bit.ly/SecimTahmin"], [1711, "2015-09-22T01:18:54Z", [0.0, 1.0, 0.0], "My own election prediction model that takes into account all the poll results (27 so far) through accuracy and time decay adjustment puts AKP at 41.4% as of now. "], [1711, "2015-09-22T01:15:40Z", [0.0, 1.0, 0.0], ""], [1548, "2015-09-21T22:51:24Z", [0.15, 0.85, 0.0], ""], [38, "2015-09-21T19:35:43Z", [0.09, 0.91, 0.0], "http://english.alarabiya.net/en/News/middle-east/2015/09/21/Latest-Turkish-poll-shows-slip-in-support-for-ruling-AK-Party.html By Reuters Monday, 21 September 2015\n\"Support for Turkey’s ruling AK Party has slipped by 1.6 points from June’s election to 39.3 percent, a survey from pollster Gezici showed on Monday, casting doubt on the AKP’s chances of forming a single-party government after a November 1 vote.\"\n. . . \n\"The survey of 5,000 people between September 12 and September 13 showed the biggest improvement was by the main opposition CHP at 28.1 percent, from 25 percent in June. \"Support for the nationalist MHP was at 16.8 percent from 16.3 percent three months ago. \"The pro-Kurdish HDP was at 13.5 percent, from 13.1 percent in June and still comfortably above the 10 percent threshold required to enter parliament. \"The results of the Gezici survey were in marked contrast to a separate poll from Metropoll last week, which showed support for the AKP ticking higher, although still not enough for a single-party majority.\n~~~~~~~\nCOMMENT:  In sum:  the 2 most recent polls show AKP not getting a majority.  "], [1296, "2015-09-21T16:12:24Z", [0.25, 0.75, 0.0], "Looking at the wisdom of the crowd I raised my probability of plurality to 75%"], [1296, "2015-09-21T16:11:11Z", [0.35, 0.65, 0.0], ""], [1296, "2015-09-21T16:09:35Z", [0.35, 0.65, 0.0], "Reviewing forecasters links and looking at polls at Inklings http://www.wsj.com/articles/turkey-to-head-to-snap-polls-in-november-1440522516 which is probably sponsored by GJP from what I can tell a plurality is the most probable outcome of the snap elections."], [493, "2015-09-21T15:56:37Z", [0.55, 0.45, 0.0], "Reducing NON probability to 0. Still see possibility that an \"event\" prevents HDP from reaching threshold."], [691, "2015-09-21T12:04:29Z", [0.04, 0.95, 0.01], ""], [1264, "2015-09-21T07:05:21Z", [0.05, 0.8, 0.15], ""], [1280, "2015-09-20T20:04:12Z", [0.25, 0.73, 0.02], ""], [691, "2015-09-20T12:53:56Z", [0.04, 0.95, 0.01], ""], [295, "2015-09-19T19:44:25Z", [0.15, 0.85, 0.0], "As opinion polls suggest."], [136, "2015-09-19T16:38:09Z", [0.3, 0.7, 0.0], ""], [43, "2015-09-19T16:15:50Z", [0.25, 0.75, 0.0], "Lowering probability of a majority on the basis of the recent purge in the AKP leadership, along with polls cited by Nick Lutz and Khalid. Source: Dateline 9-18-15 http://www.al-monitor.com/pulse/originals/2015/09/turkey-erdogan-strong-grip-may-cause-possible-split-akp.html"], [68, "2015-09-19T13:03:58Z", [0.1, 0.9, 0.0], "Opinion polls over the last couple of weeks consistently project that the AKP will get slightly less than their current seats, and crucially that the HDP will comfortably get more than 10% of the votes. Probably the only feasible way for AKP to get a majority would be if HDP failed to cross the threshold. A remaining doubt is whether HDP supporters will be able to turn out in sufficient numbers on the day - could there be a law and order situation that prevents them from doing so?"], [691, "2015-09-19T12:13:20Z", [0.03, 0.95, 0.02], "AKP should do not much better or worse than last time.  Wildcard would be if the Kurdish party boycotts or is blocked from putting up candidates, or various forms of unpleasantness hold down turnout among Kurds; none of these is especially improbable, and would probably bump AKP into a majority.  Holding on to the big numbers for now, though."], [1591, "2015-09-18T20:16:26Z", [0.2, 0.79, 0.01], "AKP is clearly well ahead in the polls, so NON is highly unlikely.  But they'll be shy of a majority unless there is a sizable shift and they get lucky on some party eligibility thresholds.  https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015"], [101, "2015-09-18T12:06:04Z", [0.01, 0.35, 0.64], ""], [691, "2015-09-18T11:59:14Z", [0.03, 0.95, 0.02], ""], [64, "2015-09-18T03:08:15Z", [0.1, 0.9, 0.0], "Another week, and no improvement in AKPs position in the polls: plurality."], [691, "2015-09-17T20:19:33Z", [0.05, 0.93, 0.02], ""], [73, "2015-09-17T13:11:09Z", [0.1, 0.9, 0.0], "Applying same confidence to current polling trends as historic that compared well to final result.  Indicates plurality most likely and will change only on alignment with other parties which to date have failed and hence the snap.  Will modify as polling updates or changes in alignments.  "], [1127, "2015-09-17T05:17:27Z", [0.05, 0.45, 0.5], ""], [98, "2015-09-17T00:02:10Z", [0.1, 0.9, 0.0], "Plurality,  based on current poll data (which has been fairly consistent over time (https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015).  How sure should I be on my original estimate?  90% works for me.  Will watch over time to insure polling continues to support this estimate"], [294, "2015-09-16T22:32:10Z", [0.41, 0.55, 0.04], "The AKP got 41% in the last election. About  20 million of turkeys 55 million voters remain firmly committed, suggesting a floor of ~35%\nhttp://www.politico.eu/article/erdogan-turkish-palace-ankara/ The next two parties were 26% and 13 %.  so it's hard to see  AKP not having a plurality. but a majority?  they need to increase increase there number of voters by 20%.  That's tough for party that's been in power for over a decade. Is picking  a fight with the Kurds really going to bring that many voters \"home\"?   The western press claims this is a referendum on Edrogan. If true, than the answer is easy: no.\nBut the AKP is trying hard to frame this as a security election."], [43, "2015-09-16T18:51:17Z", [0.58, 0.42, 0.0], "Yet more Kurd-related violence, assisting Ergodan's quest for power. Raising likelihood of a majority. Too bad the PKK took the bait when Turkey launched air attacks on their positions inside Syria, thus breaking an uneasy truce. Source: Dateline 9-16-15 http://www.reuters.com/article/2015/09/16/us-turkey-kurds-attack-idUSKCN0RG0MD20150916"], [1224, "2015-09-16T16:22:55Z", [0.55, 0.44, 0.01], ""], [1224, "2015-09-16T16:19:04Z", [0.45, 0.3, 0.25], ""], [862, "2015-09-16T15:06:09Z", [0.2, 0.55, 0.25], ""], [43, "2015-09-15T22:57:43Z", [0.55, 0.45, 0.0], "Following agent0090 and considering also the latest data on the conflict with the PKK. Source: According to data Al-Monitor acquired from open news sources, the balance sheet of the violence between July 20 and Sept. 13 shows: In this eight-week period, fatalities among Turkish security forces (soldiers, police and village guards) total 113. Of those, 62 (55%) were caused by improvised explosive devices (IEDs), which points to IEDs as the basic weapon of upcoming clashes. Another 21 security officials (19%) were killed in execution-style attacks. Since 74% of the fatalities were caused by IED and execution-style attacks, it is likely that the PKK has decided to use indirect attacks instead of directly clashing with Turkish security forces.\nAlso, 92 civilians were killed in the clashes. It is not clear who was behind 41 (45%) of those deaths; because of continuing violence, full investigations cannot be conducted. There were 75 civilian deaths (82%) in cities and towns, indicating an increase in civilian deaths as clashes shift to urban areas. Another significant figure: About 30% of the civilians killed were women.\nOpen news sources don’t offer reliable information on PKK casualties. The only number available was \"1,116 PKK killed,\" reported by Turkey’s official Anatolian News Agency without quoting a source.​ However, security sources Al-Monitor consulted in Ankara say the PKK is likely to have sustained 250-300 fatalities, with about 70% of them in air attacks.\n http://www.al-monitor.com/pulse/originals/2015/09/turkey-pkk-clashes-worsening-balance-sheet.html#ixzz3lqmLQobk"], [1028, "2015-09-15T22:52:46Z", [0.1, 0.6, 0.3], ""], [1039, "2015-09-15T20:03:46Z", [0.1, 0.85, 0.05], ""], [997, "2015-09-15T17:50:23Z", [0.15, 0.75, 0.1], ""], [691, "2015-09-15T12:44:10Z", [0.05, 0.9, 0.05], ""], [274, "2015-09-15T04:39:37Z", [0.15, 0.55, 0.3], ""], [905, "2015-09-14T21:29:30Z", [0.25, 0.45, 0.3], ""], [532, "2015-09-14T21:19:49Z", [0.25, 0.75, 0.0], ""], [893, "2015-09-14T19:46:42Z", [0.08, 0.75, 0.17], ""], [493, "2015-09-14T19:26:18Z", [0.55, 0.25, 0.2], "Don't think HDP will pass threshold, making AKP majority more likely. Messy situation, tough question."], [43, "2015-09-14T18:33:42Z", [0.45, 0.55, 0.0], "This just in: Turkey’s state-controlled Radio and Television Supreme Council (RTÜK) has reportedly banned 15 pro-Kurdish TV stations broadcasting in the country.\nAmong the channels banned are Özgür Gün TV, Dengbej TV and Mezopotamya TV, reports say.\nThe ban comes amidst increasing pressure on the media in Turkey. The Turkish police raided and briefly detained the managing editor of the Nokta magazine on accusations of \"propagating terror\" and \"insulting President Recep Tayyip Erdoğan” through its latest edition depicting a smiling Erdoğan taking a selfie with the flag-draped coffin of a soldier in the background. http://www.todayszaman.com/national_turkeys-media-watchdog-bans-15-pro-kurdish-tv-channels_399140.html"], [43, "2015-09-14T18:09:10Z", [0.35, 0.65, 0.0], "Will these elections indeed be held? If they are held, will a high percentage of Kurds be unable to vote? Is that upsurge in violent civil unrest a sign that Turkey is descending into civil war? Source: Dateline 9-13-15 Since Sept. 8, Turkey has been the scene of nationwide attacks on Kurds that are unprecedented since the PKK took up arms in 1984. The wave of violence erupted after two massive PKK bomb attacks killed 16 soldiers and 14 policemen on Sept. 6 and Sept. 8, respectively, spreading to almost all the provinces outside the Kurdish-majority regions of the southeast. Nationalist groups took to the streets, assaulting Kurdish civilians, Kurdish-owned businesses and offices of the pro-Kurdish Peoples’ Democratic Party (HDP), which had emerged as Turkey’s third-largest party in the June 7 elections, winning 13.1% of the vote and 80 seats in the 550-member parliament. The party’s offices in 56 provinces and districts were stoned, vandalized and torched. The attacks reached a peak late Sept. 8 when a mob of some 500 people stormed HDP headquarters in downtown Ankara, ransacking and burning part of the building. Turkish nationalists, reported to have mobilized via social media, also attacked intercity buses carrying passengers to Kurdish-majority regions. Dozens of buses, singled out according to their license plates or company names, had their windows broken under hails of stones, while others were stopped and their passengers verbally and physically harassed. As a result, bus companies operating between the western regions and Diyarbakir, the largest city in the southeast, canceled services Sept. 9-10 to protest the violence. Impoverished Kurdish workers struggling to make a living from seasonal agricultural jobs across the country were not spared beatings and harassment. Meanwhile, one of the worst nights of horror unfolded Sept. 8 in the central Anatolian city of Kirsehir, where more than 20 Kurdish-owned businesses and shops, including the city’s only bookstore, were torched. The local HDP office was vandalized, and vehicles bound for the southeast were stoned at the city’s bus terminal. According to witnesses, the assailants, who numbered in the thousands, carried lists of their targets. Kirsehir Gov. Necati Senturk blamed the violence on “provocateurs who mingled into an innocent demonstration to condemn terrorism.”\n http://www.al-monitor.com/pulse/originals/2015/09/turkey-pkk-clashes-heading-to-turk-kurd-strife.html"], [710, "2015-09-14T12:59:30Z", [0.25, 0.75, 0.0], ""], [83, "2015-09-13T22:12:44Z", [0.65, 0.34, 0.01], "http://www.dailysabah.com/elections/2015/09/05/survey-ak-party-will-regain-overall-majority-in-early-elections Projection that MHP may lose votes of supporters due to failure of MHP to join a AKP coalition."], [254, "2015-09-13T20:42:51Z", [0.1, 0.9, 0.0], "Based on the latest info that I could find."], [38, "2015-09-13T17:20:08Z", [0.17, 0.83, 0.0], "Erdogan wants not only a majority but a supermajority so he can push through some changes to the Constitution which would give him more power.  If I was a Turk, I might be persuaded to vote for his party to make government work more efficiently, but I also might be apprehensive about voting for the party which wants to change the constitution for one man's benefit.  I see these as balancing factors which will play out as a plurality, not a majority for AKP."], [101, "2015-09-13T14:39:46Z", [0.01, 0.5, 0.49], ""], [784, "2015-09-13T08:17:43Z", [0.3, 0.7, 0.0], "Erdogan's policies regarding the Kurds are likely to have made Turkish politics more partizan (pro/contra Erdogan in particular). This would mean a similar result as the previous time (plurality).\nIn the previous election, the question whether the HDP would have enough votes to pass the election threshold was an important one. The fact that it did pass the threshold last time, does not mean that it will this time. Should the HDP not pass the threshold, a majority for the AKP becomes a likely outcome."], [783, "2015-09-13T06:42:25Z", [0.0, 0.35, 0.65], ""], [506, "2015-09-13T04:05:31Z", [0.0, 0.85, 0.15], ""], [778, "2015-09-13T03:24:27Z", [0.25, 0.65, 0.1], ""], [706, "2015-09-13T02:39:56Z", [0.0, 0.99, 0.01], "Fighting the Kurds makes them less sympathetic to Turkey's youth.  "], [64, "2015-09-13T02:36:09Z", [0.35, 0.65, 0.0], "A small move closer to the first few opinion polls."], [40, "2015-09-13T01:48:58Z", [0.14, 0.85, 0.01], "D won in the party convention today, and was the only one on the ballot in the end.  Apparently, E was just trying to jockey for more say in appointments."], [231, "2015-09-13T01:19:40Z", [0.15, 0.85, 0.0], "Recent polls suggest the same result as last time: http://foreignpolicy.com/2015/09/11/how-low-will-erdogan-go-turkey-isis-kurdistan-akp/"], [40, "2015-09-13T01:15:56Z", [0.14, 0.85, 0.01], ""], [657, "2015-09-12T22:55:03Z", [0.2, 0.8, 0.0], "Following Anneinak Erdoğan's actions may result in further polarization of Turkish political scene and her citizens alike and APK may profit on that polarization. Polls: https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015 http://secimharitasi.com/milletvekili-dagilimi-hesapla - Turkey election simulator\nIt's not very likely that AKP will win majority, however we cannot discount that scenario at this moment //Wildcards\nWe cannot exclude possibility of election fraud, which may have happened before.\nOn the other hand - current polls may already be manipulated, so APK may not achieve much better results than indicated by those polls. https://en.wikipedia.org/wiki/Turkish_general_election,_June_2015#Electoral_fraud"], [38, "2015-09-12T03:04:22Z", [0.17, 0.83, 0.0], "http://www.todayszaman.com/columnist/cafer-solgun/what-matters-is-the-future-of-turkey-not-the-akp_398778.html 9/10/15. \"The chaos plan [is] being implemented to ensure that the Justice and Development Party (AKP) wins a majority of seats in Parliament . . .  . The main goal of Erdoğan and AKP figures is to ensure that voters will see the pro-Kurdish Peoples' Democratic Party (HDP) as no different to the Kurdistan Workers' Party (PKK) and that this perception will have an impact on the general election. The expectation of this perception is that the HDP will remain below the 10 percent election threshold and that the AKP will win a majority of seats in Parliament. They have been making this propaganda for months, but the result is that they have provoked racist-nationalist sections of society.\" \" . . . We have an environment where all Kurds, regardless of whether or not they support the PKK, are considered enemies.\" \"Workers in different parts of Turkey have been attacked just because they are Kurds. Some people have been harassed because they were speaking Kurdish. More than 400 HDP offices have been vandalized over the past two days.\" \"There are two factors that created this environment. First, the AKP started an anti-HDP campaign to win a majority in Parliament, but this campaign has now gained a racist dimension. Second, the PKK conducted violent activities that claimed the lives of soldiers, police officers and civilians. The AKP has provoked racist and nationalist groups by alienating the legal and democratic Kurdish movement. In that case, the HDP is unable to conduct politics. The PKK contributes to this through its armed attacks.\" \"The test Turkey is facing is not whether the AKP will win a majority to form a single-party government; the test is whether or not Turkey will be able to preserve its unity and territorial integrity.\"\n~~~~~~~\nhttp://www.reuters.com/article/2015/09/09/us-turkey-politics-election-idUSKCN0R90YT20150909 9.10.15  \"Rising violence in southeast Turkey following the collapse of a ceasefire between the government and Kurdish insurgents will make it difficult to hold an election due on Nov. 1, the head of the pro-Kurdish parliamentary opposition said on Wednesday.\" \". . .  Opinion polls suggest, however, an overall AKP majority is unlikely.\" \"It is becoming impossible to hold an election given the security situation in the region,\" Selahattin Demirtas, the head of the HDP, told a news conference . . .\" \"We want an election to be held and we are not saying an election can't be held, but we want the conditions in the region to be improved for an election.\"\n. . . \n\"More than 100 members of Turkish security forces have been killed since the conflict resumed in July, based on information from government officials and security sources. Some 2,000 PKK militants have been killed, according to Erdogan.\" \"HDP lawmaker Pervin Buldan accused Erdogan of using inflammatory language to stir up tensions and encouraging attacks against the party buildings, warning street violence could turn fatal.\" \"These are all decisions aimed at taking the country to elections in a ring of fire,\" she told Reuters in an interview on Tuesday.\"\n~~~~~~~\nCOMMENT:  The Reuters story also describes attacks on media outlets and intercity bus trips being cancelled after they were attacked by protesters who smashed windows.  I'm really concerned about where this is going.  Since the Chaos Campaign doesn't seem to be winning hearts and minds for AKP, I'm afraid that the Kurdish areas will be disenfranchised under a declaration of \"instability and insecurity\"; if that happens, Erdogan just might get his majority."], [43, "2015-09-11T22:09:31Z", [0.27, 0.73, 0.0], "On the one hand, recent polls show that despite the increasing chaos, which Ergodan has largely triggered by ending the ceasefire with the PKK, voters have not, on average, changed their opinions. On the other hand, last year's GJP gave this predictioneer a red face in the Israeli and UK elections, despite reliance on the polls. Hanging on to my current prediction for now, much as I am tempted to swing for a home run. Source: Dateline 9-11-15 A series of recent polls have all shown that, if a new election were held today, the results would essentially replicate those obtained in the last one. A majority of voters have blamed the AKP (and not their decision to vote against it) for Turkey’s post-election chaos, and see less, not more, Erdogan as the solution. http://foreignpolicy.com/2015/09/11/how-low-will-erdogan-go-turkey-isis-kurdistan-akp/"], [136, "2015-09-11T17:54:59Z", [0.35, 0.65, 0.0], "Opinion polls and projected seats distribution:\nhttps://tr.wikipedia.org/wiki/Kas%C4%B1m_2015_T%C3%BCrkiye_genel_se%C3%A7imleri_i%C3%A7in_yap%C4%B1lan_anketler\nHDP still polls above 10%, but it's under a violent crackdown."], [38, "2015-09-11T17:31:17Z", [0.17, 0.83, 0.0], "Based on research by cmeinel, heffalump, dominich, tumbleweed, Paul Theron, Jean-Pierre & Underwater Putin.  Thank you all."], [619, "2015-09-11T17:15:12Z", [0.35, 0.3, 0.35], ""], [568, "2015-09-11T14:52:51Z", [0.35, 0.5, 0.15], ""], [605, "2015-09-11T12:34:54Z", [0.35, 0.35, 0.3], ""], [40, "2015-09-11T01:11:28Z", [0.2, 0.8, 0.0], "Uh oh.  AKP convention begins Saturday and Yıldırım looks like he might be challenging Davutoğlu for PM? http://www.hurriyetdailynews.com/erdogans-right-hand-man-tests-waters-for-akp-leadership-at-convention-.aspx?pageID=238&nID=88323&NewsCatID=338"], [37, "2015-09-11T00:22:53Z", [0.0, 1.0, 0.0], "A highly stable plurality, by all measures. No reason this election turns out different from the last."], [500, "2015-09-10T19:28:04Z", [0.0, 0.95, 0.05], ""], [43, "2015-09-10T18:37:56Z", [0.27, 0.73, 0.0], "I'm wondering whether this question might be voided. As Turkey descends into chaos thanks to the reignition of its civil war with the Kurds, is it possible that the elections will be indefinitely delayed and a state of emergency dictatorship imposed?  Source: Dateline 9-10-15 Selahattin Demirtas, the leader of Turkey’s pro-Kurdish opposition HDP party, accused the ruling party of coordinating attacks on HDP offices and party supporters. "], [102, "2015-09-10T17:16:20Z", [0.0, 1.0, 0.0], "Apply logistic regression followed by Ausrücken operator."], [241, "2015-09-10T16:09:33Z", [0.09, 0.88, 0.03], ""], [241, "2015-09-10T16:08:47Z", [0.03, 0.88, 0.09], "[See corrected forecast above] The late August polls indicate the next election won't change anything: AKP is at 41.7% in the MetroPoll and 40.9% in the Gezicki poll. The polls are also likely to remain stable (see quote below). The only major change in voter intention has been the movement of the remaining Kurdish supporters of AKP toward the HDP. So, assuming HDP can get its voters to the polls, it is likely that they will exceed the 10% threshold for representation in parliament. AKP will have their best chance at capturing a majority if HDP fails to reach this threshold. Sources: Gezicki Research Company: http://www.todayszaman.com/national_polls-indicate-coalition-govt-in-early-election_397575.html MetroPoll: http://www.todayszaman.com/national_poll-shows-turkeys-ak-party-short-of-votes-needed-to-form-government-alone_397502.html MetroPoll: http://www.todayszaman.com/columnists_political-jockeying_397445.html\n\"Polls indicate that 87 percent of voters said that they are not inclined to change the party they voted for in the June 7 election. A full 93 percent of AKP supporters, 94 percent of CHP voters, 86 percent of the MHP voters and 95 percent of HDP supporters will again vote for their party.\""], [43, "2015-09-10T15:17:22Z", [0.27, 0.73, 0.0], "Ergodan looks like he may be gaining traction in his campaign to portray the HDP as a front for PKK. Sort of a \"Who would Osama vote for?\" campaign (signs seen in Catron County, NM when John Kerry was running for President.) Source: Dateline 9-10-15 Turkish Troops Enter Iraq in Search of PKK Fighters Turkish troops, backed by Turkish jet air strikes, entered (Hurriyet) northern Iraq in pursuit of Kurdish PKK rebel fighters following a deadly attack in southeastern Turkey that killed sixteen soldiers. Meanwhile, a crowd attacked (Al Jazeera) offices of the pro-Kurdish Peoples' Democratic Party's (HDP) in Ankara on Tuesday. The HDP denies allegations that it is the political wing of the PKK.  Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]"], [90, "2015-09-10T14:13:55Z", [0.1, 0.9, 0.0], "Agreeing with Tumbleweed, but not ready to go all in as of yet. "], [74, "2015-09-10T12:29:44Z", [0.2, 0.7, 0.1], "Erdogan is operating a war machine against Kurdish militants and Islamic State jihadists to seek political gain. I guess this is a dangerous game and may backfire leading to the same results obtained in June."], [427, "2015-09-10T04:54:06Z", [0.2, 0.6, 0.2], "Opposition to Erdoğan loudest for a long time but may not translate to votes - probably a reduction for AKP but not enough to keep them out of some sort of power."], [407, "2015-09-09T22:59:47Z", [0.3, 0.4, 0.3], ""], [38, "2015-09-09T06:57:03Z", [0.31, 0.69, 0.0], "http://www.thedailybeast.com/articles/2015/09/08/is-turkey-s-president-dragging-his-country-to-war-for-votes.html Sept 8, 2015.  \"The leader of the Kurdish HDP party, Selahattin Demirtas, echoed Kilicdaroglu, saying Erdogan and his ruling party are hoping a new Kurdish conflict will help to win back their parliamentary majority. “The AK Party is dragging the country into a period of conflict, seeking revenge for the loss of its majority in the June election,” Demirtas said.\" \"Outside Turkey, Eric Edelman, a former U.S. ambassador to Ankara, argues Erdogan is bent on regaining control over parliament in order to push through the presidential system that would give him wide-ranging powers. To that end, Erdogan is portraying the HDP as the political arm of the terrorist PKK and trying to “steal votes” from the right-wing MHP party. Airstrikes against the PKK have reignited “a conflict that had been on the road to resolution,”\n~~~~~~~\nhttp://www.todayszaman.com/columnist/lale-kemal/turkey-becomes-scarier-by-the-day_398523.html Sept 7, 2015.  \". . . .the interim government, led by the Justice and Development Party (AKP), and President Recep Tayyip Erdoğan [has made]  statements vowing to maintain the “security first” policies. Opposition parties are not strong enough to change the current dangerous path that Turkey has embarked upon since Erdoğan's authoritarian instincts have come to the fore.\" \". .. Erdoğan said the current situation, meaning the violence, would be different if one party, meaning the AKP, had secured 400 deputies and made a new constitution.\" \"Erdoğan suffered a political setback at the hands of the pro-Kurdish Peoples' Democratic Party (HDP), which won 80 seats in the June parliamentary election, and he may believe that going to war with the Kurds could allow him to split Kurdish voters in a snap election due in November.\" \"In fact, Kemal Kılıçdaroğlu, the leader of the main opposition Republican People's Party (CHP), recently repeated an earlier statement, claiming the fighting with the PKK was initiated by Erdoğan when his AKP was unable to set up a single-party government after the June general election.\" \"Erdoğan hoped to use the military campaign against the PKK to solidify his position in the snap election in November. . . .  He may lose out if the PKK is wise enough to declare a unilateral cease-fire and stop responding to attacks by the Turkish Armed Forces (TSK). This would allow the HDP to portray itself as the party of peace and reconciliation during the electoral season. However, the PKK leadership is not likely to be so wise.\" \"In the meantime, government measures taken under the guise of a fight against terrorism have become intolerable. The Cumhuriyet daily revealed on Sept. 2 that both the public and the media will be under surveillance.\"\n~~~~~~~\nCOMMENT:  Each side blames all problems on the other.  Erdogan seems to have deliberately de-stabilized Kurdish areas and is using his power to silence the media.  He has the power to manipulate the vote and appears to be determined to."], [234, "2015-09-08T18:47:27Z", [0.05, 0.93, 0.02], ""], [123, "2015-09-08T17:27:14Z", [0.0, 1.0, 0.0], "The attack on the Hurriyet news paper office yesterday was led by an AKP parliament member it seems. Today rallies against terrorism across the country ended up with AKP and MHP party thugs attacking numerous HDP party offices.\nErdogan is stirring up his storm troopers - trying to come up with a \"night of the long knives\" it seems."], [123, "2015-09-08T14:00:27Z", [0.0, 1.0, 0.0], "Definitions of the parties for the Turkish situation 1. AKP - Religious base but also attracts conservative types that are tired of the secular bunch shoving transvestites and gays in everyone's face.\n2. CHP - Ataturk's old party - secular but can not make inroads elsewhere - limited to maybe 35% of the vote at best. For economics it likes the old time worn (worn out) statist model.\n3. MHP - The nationalist and fascistic - the brain dead ultra right. Was part of the disaster that said it was a government prior to the AKP - same old leader - 1000% anti Kurd\n4. HDP - The Kurdish party that supports politics as a way to peace. Picks up votes from secular types that want to keep Erdogan and the AKP from having the majority it want in order to make Erdogan a sultan. At present it seems the AKP should lose some votes, the CHP and MHP will gain a few and the HDP will probably pick up Kurdish votes that previously had gone to the AKP."], [24, "2015-09-08T08:25:17Z", [0.2, 0.75, 0.05], "The opposition to the AKP is too divided (as well as ideologically incoherent), and, in many parts of the country, too marginal, to give any of its elements the edge over the AKP.  The 10% threshold for representation also serves to benefit the AKP, particularly. At the June elections the AKP held 46.9% of the seats (on a 40.9% share of the vote) - it still appears substantially more likely that they would obtain a majority than less than a plurality. The performance of the HDP (the fourth party in the current parliament) - and indeed, their ability to retain representation by staying over 10% -  may be one of the key factors in determining whether the AKP do obtain a majority of seats or not."], [243, "2015-09-08T06:19:30Z", [0.1, 0.6, 0.3], "Rycep did not get the sweep he wanted in the last vote, and the opposition has seen it can attract voters, plus the attacks on the Kurds will motivate the opposition "], [240, "2015-09-08T03:32:54Z", [0.0, 1.0, 0.0], ""], [53, "2015-09-08T00:29:54Z", [0.15, 0.85, 0.0], "On the basis of past results and opinion polling, it seems very unlikely that the AKP would fail to gain a plurality and there I see no indication that they are likely to achieve an outright majority.  It's possible that some event could result in a substantial change, but not going to count on that."], [40, "2015-09-07T20:51:58Z", [0.2, 0.8, 0.0], "Things going on, recently:\n• PKK conducts another bombing, CHP and MHP want AKP to disclose how many soldiers were killed/wounded in an attack on Daglica, yesterday, but AKP has not done it, yet.\n• Lira drops, again, allegedly in response to the attack.\n• Hürriyet offices vandalized by around 150 pro-government protesters, after forcing their way past security personnel, but the protesters did not enter the building after pelting it with stones/rocks and breaking glass, etc.\n• www.radarpolitika.com reports that while unsafe polls in the HDP stronghold areas would hurt HDP, it would help CHP more than AKP."], [29, "2015-09-07T12:17:31Z", [0.2, 0.7, 0.1], "There seem to be little movement in the parties support in either direction. The pro-kurdish parties may lose a bit of support due to the conflict between the Kurds and the Turkish government, but probably not enough to give the majority to the AKP. Economic difficulties could weaken support for the AKP."], [60, "2015-09-07T02:53:54Z", [0.01, 0.98, 0.01], "Based on opinion polling Wiki article shared by UnderwaterPutin."], [43, "2015-09-06T23:29:56Z", [0.25, 0.75, 0.0], "The question could be voided or extended because of elections being indefinitely delayed due to a state of emergency. If extended, this would give Ergodan more time to rig the election, perhaps, as Anne points out, by preventing the vote in regions that may be under martial law . OTOH, see the collapse in value of Turkey's lira, the rate of which has increased recently. http://www.bloomberg.com/quote/USDTRY:CUR. The power elite may conceivably feel that booting out Ergodan has reached a crisis point. The question is whether CHP can gain the confidence of the business community."], [38, "2015-09-06T21:53:24Z", [0.31, 0.69, 0.0], "http://www.todayszaman.com/national_election-security-in-jeopardy-in-turkeys-southeast-amidst-deepening-chaos_398246.html Edited copy/paste.\nSeptember 05, 2015  \"Turkey's Southeast is engulfed in deepening chaos and growing violence by the terrorist Kurdistan Workers' Party (PKK) putting in jeopardy the security conditions to hold elections in the region. “We have serious concerns over whether elections can be held in the region or not,” Mardin province's Derik district Deputy Co-Mayor Sebahat Çetinkaya says.\"  \"Social life and security in travel are almost over.  . . . According to official data, 100,000 people have migrated from the region. Local sources say this figure is as high as 250,000. . . . The government has failed to provide security in more than 35 districts in the Southeast, such as Silvan, Cizre, Silop, Yüksekova, Varto and Lice. Many of the villages in Lice and Silvan have been temporarily evacuated over security concerns. The government is implementing the Emergency Rule Regions (OHAL) rule of the 1990s in “Special Security Zones” declared in some areas.\"\n\n“Detentions [of pro-Kurdish politicians] and clashes are dragging the region into darkness. If this situation continues, the number of districts and provinces declaring self-rule will increase,” Çetinkaya said.\" \"İbrahim Güçlü, a Kurdish politician and the founder of the Rights and Freedoms Party (HAK-PAR), says, “Both sides [the PKK and the government] want chaos. There is no effort or willingness to bring about a solution to the issue. Chaos is deepening with every passing day. The question whether Turkey can become like Syria is being asked more frequently. If the situation goes on like this, there cannot be healthy elections. Even ballot boxes cannot be put here” .\" \"HDP Co-chair Selahattin Demirtaş said the conditions in the country's Southeast are not suitable for voting. \"Under these circumstances, it is impossible to place ballot boxes, hold an election or engage in election campaigning. I think this is the goal of the AKP [AK Party]. But if it really wants to, it can make sure those election circumstances are in place in one day.\" \"Locals think the HDP will increase its electoral support in the elections.\"   \"A former AK Party supporter who voted for the HDP in the June election, says, “The AKP will lose again. . . The region is now seriously being forced into rebellion. . . We had some hope when the settlement process began, referring to the talks launched by the AK Party government with jailed PKK leader Abdullah Öcalan in 2012 to bring a solution to the Kurdish issue and the terrorism problem, but the process was shelved after the June 7 election.\"   \"Kurds lost confidence in the government and the state in the last election. Locals now say that the government does not recognize their rights and that under those circumstances, they will rule themselves.\"  \"Recalling that Erdoğan recently declared that the country now has a de facto presidential system, some think that the president's statements give Kurds the right to seek autonomy as well. “The region now is almost unable to be governed from Ankara. The number of declarations of self-governance is increasing. Erdoğan is trying to drag the Kurdish side into an armed fight by creating a manageable conflict. He wants to militarize the HDP.”\" \"According to the Kurdish politician, Turkey is witnessing a war created by one man alone: Erdoğan. “The conflict in the region is now out of his control. We have serious concerns about the elections. The election result will be most likely better for us but we have concerns about election security. That manageable war has now dragged the region into chaos. This should be stopped,” \n~~~~~~~\nCOMMENT:  One way to win an election is to not allow your enemies to vote.  Another is to get them to declare that they won't vote because they are independent.   I'm wondering if Erdogan can just declare unfriendly regions \"unsuitable for voting\" and exclude them from the election; he certainly could have a lot of people arrested, which I presume would preclude them from voting.  I'm increasing my forecast for a majority because Erdogan has the power to corrupt the election process."], [123, "2015-09-06T19:07:59Z", [0.0, 1.0, 0.0], "I read about Erdoğan's political acumen - he is charismatic and found his equivalent of the \"silent majority\" who were not represented by the other parties. An accident in my view as his credentials and education are more like a small time hood than a statesman. He fell into the position and actually believes he did something to create it rather than it being an accident."], [123, "2015-09-06T19:02:05Z", [0.0, 1.0, 0.0], "Unless Erdoğan finds a rabbit to pull out of his hat he will be lucky to equal last election's result. His good fortune is that the opposition (CHP and MHP) are such losers they can not challenge him. His crack down on the Kurds should throw the HDP a few more votes, guaranteeing their stay in parliament. Zero chance of a majority unless Erdoğan can somehow rig the election."], [170, "2015-09-06T17:31:58Z", [0.15, 0.85, 0.0], "Calculating the average for available opinion polls suggest AKP would take a plurality. It’s difficult to imagine what should happen in the political landscape of Turkey in order to claim majority - the number is too optimistic, while holding ‘Not a plurality’ option seems out of range."], [20, "2015-09-06T17:13:27Z", [0.09, 0.9, 0.01], "Poll-o-rama https://en.wikipedia.org/wiki/Opinion_polling_for_the_Turkish_general_election,_November_2015 Looks like no change in seats for AKP and main rival."], [94, "2015-09-05T22:29:04Z", [0.17, 0.78, 0.05], "Current polls give AKP about 42% of the vote, and CHP about 27%.  So AKP has a 15% edge with 2 months to go.  Turkish polls seem to be fairly reliable and reasonably stable, so AKP is rather unlikely to lose that lead before the election (so they'll almost certainly win a plurality).  On the other hand, AKP would need to increase their vote total by 8% (or a bit less) to form a majority.  This is still a large margin to overcome."], [64, "2015-09-05T21:33:31Z", [0.4, 0.6, 0.0], ""], [136, "2015-09-05T19:00:09Z", [0.25, 0.75, 0.0], "http://www.todayszaman.com/national_polls-indicate-coalition-govt-in-early-election_397575.html\n\"The poll states support for the AK Party is currently at 41.7 percent.\n...\nAccording to the MetroPOLL opinion, support for the secular CHP is currently at 25.5 percent, 15.7 percent for the MHP, and 14.7 for the HDP.\" But:\n\"Gezici anticipated on Samanyolu Haber that 97 percent of those who had voted for the HDP in the June election would again vote for the party in the early election, while only 75 percent of previous MHP voters would repeat their vote.\nIt is widely believed that, in the November early election, President Erdoğan hopes to regain some of the seats in Parliament that the right-wing MHP managed to take, after a narrow margin of victory in some Central and Eastern Anatolian provinces in the June election.\nIn these provinces, the MHP won 20 seats from the AK Party due to gaining, in some cases, a margin of just 5,000 to 10,000 votes.\""], [20, "2015-09-05T02:32:40Z", [0.04, 0.95, 0.01], "Voters' preferences remain unchanged since last election. http://m.sondakika.com/haber/haber-hdp-nin-anketinde-ak-parti-ve-mhp-ye-kotu-haber-7623590/ Erdogan arrogance getting ahead of his political acumen? "], [38, "2015-09-05T02:17:51Z", [0.15, 0.85, 0.0], "http://www.dailysabah.com/elections/2015/09/05/survey-ak-party-will-regain-overall-majority-in-early-elections 20 hrs ago.  A poll conducted by Varyans Research Company predicts that the AK Party will regain some votes it lost in the June 7 parliamentary election and hold an absolute majority after the early elections on Nov. 1 Ahead of the early elections to be held on Nov. 1, the latest survey by Varyans Research indicates that the Justice and Development Party (AK Party) has regained support over the past two months and that the party is close to recovering the overall majority it lost in the June 7 parliamentary elections. Turkey is moving toward an election after no party was able to grab a majority in the June 7 parliamentary elections. Before the critical snap election, questions have arisen over which way the nation will vote, whether the AK Party will manage to hold a majority and how the latest terror attacks by the PKK terrorist organization will affect the public's voting habits. The party lost nearly 9 percent of the vote on June 7 compared to the 2011 parliamentary election and that the reason behind the decrease is mainly the party's approach to the Kurdish issue. Underscoring that the discourse to be adopted by the party is of the utmost importance during this pre-election period, Sazkaya said: \"The government should ease people's lives [in eastern Turkey] and advance counterterrorism methods in cooperation with the region's people, while fighting terrorism.\"  Improvement should also be made in deputy candidate lists since candidate profiles play a crucial role in voting habits in provinces where Kurdish people are in the majority. \"The top figures in the party should also adopt an inclusive discourse for those who did not vote for the AK Party.  \"Nearly 60 percent want to see a party in power alone.  He remarked that some voters who supported the AK Party in previous elections but voted for the Nationalist Movement Party (MHP) on June 7 might return to the AK Party due to the conflicting remarks and \"uncompromising stance\" by MHP Chairman Devlet Bahçeli over the coalition government. \"Both parties' voter profile is close to each other, and according to our research, the AK Party grassroots want to see the MHP as a coalition partner and vice versa. But, Bahçeli's stance toward the coalition talks created a disturbance among the voters, and it will probably result in a loss in the MHP's votes,\" he added.  According to the survey, the AK Party would be able to come to power alone by receiving 43.9 percent of the vote in the Nov. 1 elections with a 3 percent increase in its votes, while the CHP followed it with 26.2 percent with a 1.2 percent increase in its votes. The MHP appears to decrease to 14.1 percent from 16.3 percent while the HDP would decrease to 12.3 percent from 13.1 percent."], [83, "2015-09-05T00:35:05Z", [0.65, 0.34, 0.01], "Ergodan would like a two thirds majority to make constitutional changes to the power of the presidency. Currently, as a result of the June parliamentary elections, he has less than 1/2 of the seats (258 of 550), even preventing the formation of a majority government. What are the possibilities?\n---Less than a plurality: CHP with 132 seats (25.1% of the June vote) would need to overtake the AKP (258 seats, 40.7%)\n---Plurality: Maintain a lead over CHP\n---Majority: Requires a gain of 18 AKP seats over the June election result.  I see two obvious way that this could happen: 1) Parties are required to obtain 10% of the vote for representation in parliament. The Kurdish (HDP) party earned 13% of the vote and 80 seats in the June election, preventing an AKP majority. One strategy would be to prevent HDP from obtaining the 10% result in the November vote, freeing 80 seats, pushing AKP past the majority total.  Several sources indicate the campaign against the PKK, may be an attempt to split the Kurdish HDP vote. 2) Increasing the turn out in non Kurdish areas to a level where the HDP vote is less than 10%. I'll give Ergodan a 60% chance of keeping the HDP vote under 10%, in order to regain a majority. "], [102, "2015-09-05T00:27:10Z", [0.2, 0.8, 0.0], "Aligning with consensus."], [167, "2015-09-04T20:35:04Z", [0.0, 0.87, 0.13], ""], [167, "2015-09-04T20:33:36Z", [0.09, 0.78, 0.13], ""], [164, "2015-09-04T20:21:40Z", [0.2, 0.8, 0.0], ""], [102, "2015-09-04T19:33:22Z", [0.1, 0.65, 0.25], "ORC says 44%. [1] [1] http://celebcafe.org/turkey-to-hold-snap-election-in-november-4420/"], [144, "2015-09-04T18:45:09Z", [0.25, 0.75, 0.0], ""], [68, "2015-09-03T16:39:04Z", [0.2, 0.8, 0.0], "Following earlier commentators."], [40, "2015-09-03T11:40:17Z", [0.2, 0.8, 0.0], "In every election, there seems to be one slogan, one event, one moment when the outcome becomes certain.  That moment may be here. It's only a photo.  http://www.google.com/imgres?imgurl=http://static.reuters.com/resources/media/global/assets/images/20150903/20150902_163244720150903003956.jpg&imgrefurl=http://www.reuters.com/article/2015/09/02/us-europe-migrants-turkey-idUSKCN0R20IJ20150902&h=509&w=620&tbnid=tr7MsuOC5Jl8FM:&docid=v2txbpVM_xOlWM&ei=KizoVf_NMYPFggTDpK3wDQ&tbm=isch&ved=0CDMQMygNMA1qFQoTCP-Kwd_e2scCFYOigAodQ1IL3g http://www.google.com/imgres?imgurl=https://i.guim.co.uk/img/media/ed04b0b975cb14277d79da82a702178da4556705/0_227_1548_1141/master/1548.jpg%253Fw%253D620%2526q%253D85%2526auto%253Dformat%2526sharp%253D10%2526s%253D242757d6e7c6d94a1140fcdfac0cef60&imgrefurl=http://www.theguardian.com/world/2015/sep/02/shocking-image-of-drowned-syrian-boy-shows-tragic-plight-of-refugees&h=457&w=620&tbnid=fWN5wO_t-WsTJM:&docid=vuaYWkDOEH13DM&ei=KizoVf_NMYPFggTDpK3wDQ&tbm=isch&ved=0CB8QMygBMAFqFQoTCP-Kwd_e2scCFYOigAodQ1IL3g In normal times, the moment, the photo might not even make us think twice, but during an election, they suddenly matter.   Three-year-old Aylan Kurdi, his five-year-old brother Galip and their mother, Rehan, drowned.    Their father, Abdullah, survived.  They were Kurds, fleeing Kobani.  If the uniform on the officer carrying Aylan from the surf looks familiar, it should.  Their bodies washed up on the resort at Bodhum.  In Turkey. The photo of a dead three-year-old Syrian Kurd may suddenly become the only thing that matters in Turkey.  It might be used to change minds.  It might even help me change my mind. http://www.theguardian.com/world/2015/sep/03/refugee-crisis-syrian-boy-washed-up-on-beach-turkey-trying-to-reach-canada\nhttp://www.nydailynews.com/news/world/haunting-photo-drowned-syrian-toddler-sweeps-internet-article-1.2345695"], [71, "2015-09-03T11:21:45Z", [0.0, 1.0, 0.0], "Polls indicate that the AKP is likely to win about 30% of the vote. The Kurds and the far-right will win enough to be above the 10% threshold."], [38, "2015-09-03T06:49:25Z", [0.2, 0.8, 0.0], "following"], [93, "2015-09-03T02:44:41Z", [0.22, 0.78, 0.0], ""], [57, "2015-09-02T20:54:03Z", [0.15, 0.85, 0.0], ""], [40, "2015-09-02T00:45:01Z", [0.2, 0.8, 0.0], "Oh, wow, like I haven't been doing enough reading on Turkey and Turkish politics for the last three months.  It has been painful to watch.\nMHP should have been the junior partner, and instead they played spoiled rich kid.\nCHP seemed like they genuinely tried, a little, but they didn't really try.\nHDP had no shot.\nThen PKK and IS both decide now is a good time to all but declare war inside Turkey, and E keeps acting like he's got this in the bag, while D does his best lap-dog impersonation.\nThe only way this seems to have any shot at happening is if AKP takes seats from MHP, because I can't imagine HDP  losing seats, now that Turkey is bombing Kurds in Iraq, too.  MHP certainly has been acting like it doesn't want to exist, any more, but can you imagine them intentionally giving E the keys to changing the constitution so he can have more executive power? How's that for summing up the situation on the ground?\nHow do we get to majority, let alone super majority, in the same period of time that Superforecasting has to  somehow makes NYT Bestseller? I would era see this question narrowed down, a little:\nA) dates tied to November 1, because there is a chance we will see a state of emergency and the election will be delayed, which would throw this question into chaos.  If PKK goes hard core, or if IS decides to try to do a mustard gas attack inside Turkey, we could have some chaos.  MHP has already urged D to declare a SOE.\nB) the Turkish military has a history of coups.  I don't think that happens with E, but it could."], [34, "2015-09-02T00:28:35Z", [0.15, 0.85, 0.0], "I don't quite understand why the call for an election, but I figure it is along the lines of nothing ventured, nothing gained, and worse case is that he ends up in a similar position, that is without a majority. "], [26, "2015-09-01T23:56:04Z", [0.2, 0.8, 0.0], "Guessing..."], [20, "2015-09-01T19:48:29Z", [0.35, 0.63, 0.02], "The polls have them where they are now, plurality not a majority. They need 276 for majority, they now have 258. Erdogan is smarter than me, and probably you too. He must think he can get a majority. The polls say no, leaving some doubt out of respect for Erdogan's political acumen. http://news.yahoo.com/erdogans-gamble-may-not-solve-turkey-poll-impasse-101846838.html"]], "open_date": "2015-09-01T16:37:50Z", "close_date": "2015-11-01T22:00:20Z"}