{"question_id": 971, "title": "Between 1 July 2018 and 30 June 2019, will an armed group from the Philippines engage in a campaign that systematically kills 1,000 or more civilians in the Philippines?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.05, 0.95], "correct_answer": "Yes", "correct_forecast": 0.05, "preds": [[1333, "2018-09-29T14:35:59Z", [0.0], ""], [32338, "2018-09-29T06:39:50Z", [0.0], ""], [691, "2018-09-28T13:10:52Z", [0.06], "https://www.reuters.com/article/us-philippines-duterte/activists-urge-icc-action-after-philippine-presidents-playful-admission-idUSKCN1M81CI?il=0 This question is largely hopeless. The prez says he authorized lots of killings, but then says he was just kidding.  Even if he wasn't, the killings weren't all performed by one group, as the Q seems to require.  On the other hand, and even predating this outburst, the killings were certainly being done in a more or less coordinated way by people who wanted to please him.  There is, I suspect, no rational way to score this, which has been the problem with the Philippines question all along:  Either people doing the president's bidding are one \"armed group,\" since they are acting as his minions;  or each individual police agency is counted separately.  It would be wise for this question to be withdrawn but no one expects that to happen.  So pick a number."], [1333, "2018-09-26T15:12:02Z", [0.1], ""], [23006, "2018-09-25T22:20:35Z", [0.05], ""], [3345, "2018-09-24T21:47:52Z", [0.8], "Armed & violent fringe groups continue to threaten stability in Mindanao https://reliefweb.int/report/philippines/escalating-violence-new-people-s-army-mindanao"], [691, "2018-09-24T11:48:56Z", [0.06], ""], [61055, "2018-09-22T21:06:52Z", [0.0], ""], [1333, "2018-09-22T16:13:01Z", [0.11], "Whenever there is a natural disaster like a Typhoon the Rebel stake holders make a production to getting assistance to afflicted villages ahead of GOv't relief - impling control of a region and high-lighting the isolation from Manila, for recruiting purposes. If they establish a stronghold Due rate will counter strike and sometimes it is indiscriminate."], [50059, "2018-09-21T21:05:32Z", [0.15], ""], [37852, "2018-09-20T16:00:04Z", [0.15], ""], [57628, "2018-09-20T14:06:24Z", [0.8], "There is a genocide happening in the Philippines, and it’s likely to continue until the end of the year.  Okay, everybody let’s rehash some of the indicators for genocide prediction. The biggest indicator of genocide happening is previous genocides happening without changes of policies.  What do we need for a mass atrocities to be a Genocide? \nState led killings of civilians that are deliberate \nThe civilians are grouped\nKillings need to be organized\nThere has to be a great number of people who are killed (over 1000) I’m not going to get into the nitty gritty on this part, the targeted group are drug users and cartels and the actors are the police.  List of indicators for genocides that I am looking for\nGenocide\nPolicies that single out groups of people \nHate speech \nPolitical Leaders being dickheads  Past Genocides:\nDuterte was inaugurated in 2016, between the dates of June 30th, 2016 to March 2017, an estimated 5000 people have died due to Duterte’s war on drugs [1]. Using ACLEDdata as a source, this equates to approximately 285 acts of violence against civilians from police and military forces of the Philippines [2]. As a note, Acts of Violence are not distinguished from people who have died and people who have been hurt.   Base Rate: Subsection of Past Genocides\nThat’s the past, let’s talk about now.  Between 1st of January, 2018 and the 31st of August, 2018. There were 365 events from the Police Forces of the Philippines. [2]. That’s an indicator that a genocide is possible from the state of the Philippines.  Continuing the trend of the policies. \nWhat would it take for the policies to continue? What would it take for the policies to stop.  Duterte needs to be in office \nDuterte won’t detract his own policies\nDetractors from the policies can’t be in his way President Duterte’s policies of killing drug users has been something that he has been associated while he was the Mayor in Davao city [3]. And he’s continuing to make statements about bloodshed continuing the bloodshed in the country [4].  He has also jailed politicians who have detracted from his position on the killings[5]. With previous history of past killings in Davao City, the statement, and jailings continuing, I find it unlikely that Duterte will detract from the genocides.  Other Indicators:\nDuterte commonly refers to the drug users and the cartel in a derogatory manner, which counts as hate speech. (I also think this is an overrated indicator) [5].  There is enough information here to see that the killings will continue at least until the end of the year.  All things considered, I’d say there is an 80 percent chance of genocide before the end of the year.  Work Cited\nHuman Rights Watch \nhttps://www.hrw.org/report/2017/03/02/license-kill/philippine-police-killings-dutertes-war-drugs  ACLED \nhttps://www.acleddata.com/dashboard/#608 Previous Killings in Davao City\nhttps://www.rappler.com/newsbreak/in-depth/137446-davao-death-squad-rodrigo-duterte-chr-resolution Duterte more bloodshed\nhttps://www.hrw.org/news/2018/07/23/duterte-vows-more-bloodshed-philippine-drug-war Duterte on Trellemens \nhttps://www.aljazeera.com/news/2018/09/philippine-mayor-duterte-drug-list-shot-dead-gunmen-180905002148688.html"], [691, "2018-09-18T12:29:50Z", [0.06], ""], [60967, "2018-09-17T00:43:42Z", [0.0], ""], [34725, "2018-09-16T08:02:45Z", [0.18], ""], [59882, "2018-09-13T21:19:07Z", [0.0], ""], [691, "2018-09-13T12:23:22Z", [0.06], ""], [691, "2018-09-11T12:38:37Z", [0.06], ""], [3110, "2018-09-10T18:38:11Z", [0.05], ""], [3110, "2018-09-10T18:37:47Z", [0.0], ""], [691, "2018-09-06T11:35:03Z", [0.07], ""], [57628, "2018-09-06T02:17:56Z", [0.6], "This is definitely the most interesting question in the Early Warning Project. The answer is yes, but it depends at the rate at which the killings are happening.  I'm going to cut to the chase, there have been over 450 people killed in the drug war by the orders of the Phillipiano president this year {ACLED). Last year, the early warning project defined this as a genocide. The rate of killings each month are increasing, but I'm too lazy to do the math tbh.  Here's the link, (PS you want the average) https://www.acleddata.com/dashboard/#608\n"], [32300, "2018-09-03T15:23:46Z", [0.43], ""], [1333, "2018-09-02T14:42:50Z", [0.1], ""], [3345, "2018-08-31T19:14:56Z", [0.8], "Still going with a high assessment. The Island of Mindanao still has a severe rice shortage, and this puts a lot of civil unrest pressure on the overall population. While the Bangsamoro Basic Law has been approved, fringe extremist groups and individuals are and will continue to experience as sense of lost power, and continued economic and basic food subsistence pressures increase the likelihood that one or more of the fringe groups will act in a tragic act or set of acts that result in widespread loss of life. "], [1333, "2018-08-29T14:48:41Z", [0.03], ""], [1333, "2018-08-28T15:38:16Z", [0.04], ""], [691, "2018-08-27T12:07:31Z", [0.09], ""], [60394, "2018-08-23T11:12:44Z", [0.21], ""], [1333, "2018-08-22T17:18:43Z", [0.03], ""], [691, "2018-08-22T12:55:39Z", [0.09], ""], [1333, "2018-08-21T14:38:08Z", [0.04], ""], [919, "2018-08-19T22:29:29Z", [0.05], ""], [691, "2018-08-18T15:21:23Z", [0.11], ""], [40702, "2018-08-16T14:29:22Z", [0.0], ""], [60181, "2018-08-16T01:35:44Z", [0.15], ""], [22833, "2018-08-14T16:30:22Z", [0.0], ""], [691, "2018-08-13T13:38:14Z", [0.11], ""], [83, "2018-08-12T03:17:08Z", [0.0], ""], [60157, "2018-08-10T05:24:47Z", [0.01], ""], [40617, "2018-08-09T17:58:25Z", [0.04], ""], [36132, "2018-08-09T16:50:58Z", [0.0], ""], [60155, "2018-08-07T07:39:16Z", [0.02], ""], [691, "2018-08-05T12:34:24Z", [0.41], ""], [52343, "2018-08-05T04:43:25Z", [0.15], ""], [47585, "2018-08-03T08:23:42Z", [0.25], ""], [21441, "2018-08-03T03:03:32Z", [0.02], "The Philippines terrorism threat is criminal and political based. Filipinos would report a terrorist plot of such magnitude. The recent signing of the BBL wil force muslims to police the foreign terrorist threat to maintain political power. "], [39315, "2018-08-02T19:41:48Z", [0.0], ""], [1333, "2018-08-02T09:16:36Z", [0.03], ""], [12302, "2018-07-31T13:55:54Z", [0.6], ""], [58208, "2018-07-31T13:10:46Z", [0.75], "There is a significant propensity to arrive at 1,000 or more civilian deaths during the period stated. According to Human Rights Watch's 'World Report 2018' released in the beginning of this year, President Duterte’s extrajudicial war on drugs that began in June 2016, had resulted in the killing of more than 12,000 drug suspects by the end of 2017 (i.e. 12,000 civilians systematically killed by armed groups - as defined above - over 1.5 years). We do not know if the death toll is continuing at that rate. However, there are factors/developments that can drive a significantly high death rate.  In addition to the open-source information shared by cdob63, other media reports in June 2018 indicated that President Rodrigo Duterte (after consulting with the police and intelligence community) said he was considering arming community leaders, known as 'barangay' captains, with handguns. The intention is to mobilise the country's barangay captains to help fight crime and drugs. President Duterte said that  he vowed to provide the same legal protection to barangay captains as he did soldiers or police, and they “will never go to jail” if they shot suspected criminals in the performance of their duty. There are currently 42,000 barangay captains in the country. The handguns would be provided for free, or private purchases subsidized. If the Duterte administration implements this policy, we can expect not only more gun-related violence in the Philippines but also the basis for the systematic killing of 1,000 or more civilians in the Philippines.  https://www.hrw.org/news/2018/01/18/philippines-dutertes-drug-war-claims-12000-lives\nhttps://www.reuters.com/article/us-philippines-crime/philippines-aims-to-arm-community-leaders-to-help-fight-crime-drugs-idUSKBN1J90Q2\nhttp://news.abs-cbn.com/news/06/14/18/law-allows-barangay-chiefs-to-carry-guns-dilg-official\nhttps://www.telegraph.co.uk/news/2018/06/13/pledge-arm-philippine-community-chiefs-sparks-wild-west-fears/"], [691, "2018-07-30T11:57:32Z", [0.41], "https://www.reuters.com/article/us-philippines-drugs/philippine-police-vow-surgical-and-chilling-war-on-drugs-crime-idUSKBN1KK0Z9?il=0 According to this story, the police have already identified almost 900 people they're planning to kill without bothering with trials and such.  Even if they don't get all of those, they may well be able to gun down a couple hundred more just to cheer up the President.  On this one as on a couple of others, there is no doubt that a thousand civilians will be killed, but the GJP scorers will decide which dead people count and which don't.   One does not imagine this will matter much to the families of the victims, who are almost surely not participating with us."], [36016, "2018-07-30T06:49:00Z", [0.25], ""], [691, "2018-07-29T11:33:38Z", [0.03], ""], [40633, "2018-07-27T16:36:58Z", [0.0], ""], [60009, "2018-07-27T08:32:06Z", [0.05], ""], [22305, "2018-07-26T02:39:02Z", [0.0], ""], [32300, "2018-07-24T21:05:03Z", [0.6], ""], [691, "2018-07-23T12:02:53Z", [0.02], ""], [1333, "2018-07-22T15:42:38Z", [0.02], ""], [1333, "2018-07-20T16:30:13Z", [0.03], ""], [691, "2018-07-19T11:13:56Z", [0.02], ""], [691, "2018-07-18T10:54:12Z", [0.02], ""], [1333, "2018-07-17T16:30:51Z", [0.04], ""], [59881, "2018-07-16T19:38:57Z", [0.0], ""], [12591, "2018-07-15T16:23:34Z", [0.02], ""], [691, "2018-07-15T15:56:03Z", [0.03], ""], [41318, "2018-07-15T03:26:04Z", [0.03], ""], [1333, "2018-07-13T14:17:41Z", [0.05], ""], [691, "2018-07-12T12:20:36Z", [0.04], ""], [15196, "2018-07-12T05:24:13Z", [0.05], ""], [34353, "2018-07-10T17:51:50Z", [0.01], ""], [691, "2018-07-09T13:41:38Z", [0.06], ""], [691, "2018-07-06T20:08:32Z", [0.08], ""], [29980, "2018-07-06T01:49:42Z", [0.05], ""], [46079, "2018-07-03T20:42:07Z", [0.2], ""], [3345, "2018-07-03T16:11:34Z", [0.8], "It all comes down to Mindanao, the effect of continued martial law, and whether the Islamic population is satisfied with a watered down (but approved) version of BBL this year.  I am currently considering 80% because of the allowance for policies that result in mass fatalities, and the relocation trends. https://www.rappler.com/nation/205474-fear-crime-drug-addicts-mindanao-social-weather-stations-survey-march-2018 https://www.channelnewsasia.com/news/asia/singaporean-believed-to-be-fighting-with-militants-in-mindanao-10428704 https://reliefweb.int/report/philippines/philippines-new-displacements-mindanao-dg-echo-protection-cluster-dg-echo http://opinion.inquirer.net/114332/mindanaos-murky-future"], [32100, "2018-07-03T14:03:23Z", [0.12], ""], [36147, "2018-07-03T11:04:39Z", [0.03], ""], [59316, "2018-07-03T09:29:51Z", [0.02], ""], [18846, "2018-07-02T17:43:17Z", [0.0], ""], [691, "2018-07-02T14:51:00Z", [0.12], ""], [13306, "2018-07-02T13:30:58Z", [0.0], ""], [3110, "2018-07-01T14:25:13Z", [0.02], ""], [59439, "2018-07-01T13:21:49Z", [0.02], ""], [691, "2018-06-29T17:38:25Z", [0.12], ""], [39937, "2018-06-29T09:57:02Z", [0.0], ""], [5018, "2018-06-29T03:31:42Z", [0.1], ""], [691, "2018-06-29T01:37:42Z", [0.14], ""], [34353, "2018-06-29T00:17:41Z", [0.05], ""], [1333, "2018-06-28T14:11:16Z", [0.15], ""], [32100, "2018-06-28T12:53:47Z", [0.08], ""], [15196, "2018-06-28T08:50:48Z", [0.25], ""], [59499, "2018-06-27T22:33:34Z", [0.23], ""], [59487, "2018-06-27T19:53:14Z", [0.15], ""], [59487, "2018-06-27T19:48:59Z", [0.15], ""], [691, "2018-06-27T19:01:34Z", [0.44], ""], [59443, "2018-06-27T18:39:06Z", [0.1], ""], [59293, "2018-06-27T18:34:45Z", [0.65], ""], [59269, "2018-06-27T18:19:01Z", [0.15], ""], [59211, "2018-06-27T18:07:30Z", [0.01], ""], [1333, "2018-06-27T18:06:25Z", [0.05], ""]], "open_date": "2018-06-27T17:00:15Z", "close_date": "2018-10-01T06:59:15Z"}