{"question_id": 137, "title": "Will the US or the UN impose any new sanctions on Iran before 18 October 2016?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.3, 0.7], "correct_answer": "Yes", "correct_forecast": 0.3, "preds": [[3895, "2016-03-25T16:22:18Z", [1.0], "adding my voice to the consensus that this one should resolve"], [484, "2016-03-25T03:56:40Z", [1.0], "Following the others. Thanks."], [14777, "2016-03-25T02:15:48Z", [1.0], ""], [1693, "2016-03-25T01:17:18Z", [1.0], ""], [1693, "2016-03-25T01:09:00Z", [0.99], ""], [102, "2016-03-25T01:04:36Z", [0.48], "https://larswericson.wordpress.com/2016/03/25/gitrep-24mar16pm/"], [14480, "2016-03-25T00:14:10Z", [0.17], ""], [20, "2016-03-24T22:51:08Z", [1.0], "http://www.motherjones.com/politics/2016/03/government-just-charged-iranian-hackers-major-cyberattacks-us"], [20623, "2016-03-24T22:30:47Z", [0.99], "Does this count as actual sanctions?  http://www.reuters.com/article/us-iran-missiles-usa-idUSKCN0WQ1NE"], [915, "2016-03-24T22:05:35Z", [1.0], "news re. sanctions per Iranian hacking and  free riding off of https://www.gjopen.com/comments/comments/186450?is_child=true"], [10192, "2016-03-24T21:14:27Z", [1.0], ""], [1993, "2016-03-24T21:13:09Z", [1.0], ""], [19170, "2016-03-24T20:43:37Z", [0.75], ""], [306, "2016-03-24T20:18:49Z", [1.0], ""], [691, "2016-03-24T20:07:03Z", [0.98], "http://www.reuters.com/article/us-iran-missiles-usa-idUSKCN0WQ1NE Indicting individuals and firms for cybermischief is a lot of fun, but this story looks exactly like real-live sanctions on approximately official entities for real-live government actions.  It appears I have been badly wrong.  These things happen. Still an outside chance, I suppose, that the GJedi will score it some other way, but they shouldn't. "], [505, "2016-03-24T19:52:48Z", [0.65], "If a reason is needed the US charges over cyber attacks will fit the bill"], [12302, "2016-03-24T19:48:25Z", [1.0], ""], [73, "2016-03-24T19:33:21Z", [1.0], "@scholarandcat "], [532, "2016-03-24T19:19:40Z", [1.0], "1.  From OFAC on 3/24/16:   “The following changes have been made to OFAC's SDN List: \n\nISLAMIC REVOLUTIONARY GUARD CORPS MISSILE COMMAND (a.k.a. IRGC MISSILE COMMAND), Tehran, Iran; Additional Sanctions Information - Subject to Secondary Sanctions [NPWMD] [IRGC] [IFSR]. -to- ISLAMIC REVOLUTIONARY GUARD CORPS AL-GHADIR MISSILE COMMAND (a.k.a. IRGC AIR FORCE AL-GHADIR MISSILE COMMAND; a.k.a. IRGC MISSILE COMMAND), Tehran, Iran; Additional Sanctions Information - Subject to Secondary Sanctions [NPWMD] [IRGC] [IFSR].”\nhttps://www.treasury.gov/resource-center/sanctions/OFAC-Enforcement/Pages/20160324.aspx 2.  From Dept. of Treasury Press Release on 3/24/16:  Islamic Revolutionary Guard Corps Al-Ghadir Missile Command\n\nOFAC also updated its listing for the Islamic Revolutionary Guard Corps (IRGC) Missile Command to include the names IRGC Al-Ghadir Missile Command and IRGC Air Force Al-Ghadir Missile Command.  The IRGC Missile Command was designated pursuant to E.O. 13382 on June 16, 2010.\n\nThe IRGC Al-Ghadir Missile Command is a specific element within the IRGC and appears to be the entity that has operational control of the ballistic missiles.  Officials from the IRGC Al-Ghadir Missile Command were involved in the October 10, 2015 medium-range ballistic missile (MRBM) launch.  The IRGC Al-Ghadir Missile Command officials were involved in other MRBM launches since as early as 2008. \n\nOn March 8 and 9, 2016, the IRGC conducted two successive days of ballistic missile tests.  A senior missile commander in the IRGC indicated on March 9 that Iran’s missile program would not stop under any circumstances.\nhttps://www.treasury.gov/press-center/press-releases/Pages/jl0395.aspx 3.  From 3/24/16 WSJ:  \"The Obama administration on Thursday imposed sanctions against Iranian defense firms and units of Tehran’s elite military unit, the Revolutionary Guard, for their alleged role in supporting their country’s ballistic-missile launches.\" \n http://www.wsj.com/articles/u-s-sanctions-iranian-defense-firms-revolutionary-guard-units-for-missile-tests-1458837204 @clinton This one was truly a team effort.  I am sorry to see einsteinjs has left us.  "], [12302, "2016-03-24T19:08:03Z", [0.9], ""], [12302, "2016-03-24T19:05:21Z", [0.3], ""], [136, "2016-03-24T19:04:57Z", [0.7], ""], [3225, "2016-03-24T19:00:10Z", [1.0], ""], [10759, "2016-03-24T18:56:11Z", [1.0], ""], [4634, "2016-03-24T18:55:00Z", [1.0], "Thats a 'yes', I think: http://www.theguardian.com/world/2016/mar/24/us-treasury-new-sanctions-iran-ballistic-missile-test"], [3363, "2016-03-24T18:37:48Z", [0.88], ""], [38, "2016-03-24T16:43:00Z", [0.5], ""], [38, "2016-03-24T05:35:57Z", [0.55], ""], [22811, "2016-03-24T03:11:56Z", [0.38], "I believe that they will not place sanctions on Iran because sanctions have already been placed. In addition, it takes quite a while in order for the US government to agree on anything, and in the midst of the election, America will be otherwise preoccupied."], [20785, "2016-03-24T00:36:59Z", [0.75], ""], [22748, "2016-03-23T23:42:14Z", [0.25], "The US will likely not agree to any new sanctions on Iran before said date because the republicans in congress are extremely against the Nuclear Plan, and President Obama will likely not risk a move that good upset democratic support right before an election. Also, Iran has mostly followed the restorations set by the sanction, so it's unlikely that new sanctions will be added unless something changes. \n"], [22703, "2016-03-23T22:00:19Z", [0.3], "The nuclear deal suggests that new sanctions are unlikely. Iran has mostly followed the terms of the nuclear deal; President Obama wouldn’t want to go back on the agreement and betray US allies. The GOP cannot successfully pass sanctions unilaterally at this point. However, it is possible that Iran does something that justifies further sanctions."], [14777, "2016-03-23T21:58:37Z", [0.75], ""], [22806, "2016-03-23T21:23:13Z", [0.2], "My prediction: 20%\nThe US and UN have already imposed many sanctions, and with the US dealing with it’s own issues (Trump), I doubt much will be done to Iran. Also Iran has been laying low currently and doesn’t want to provoke the wrath of either the US or UN anytime soon."], [22829, "2016-03-23T21:17:39Z", [0.3], "I believe Connor has some good points about the inability of the United States Government to pass bills and sanctions. I also do not foresee Iran in the near future doing any nuclear tests or anything to provoke more attention about their nuclear program, however, Iran did a test in October of 2015 and sanctions were issued by January of 2016, so due to this quickness they have passed the sanctions in the past I give a higher probability of this occurring than Connor.  \n"], [22814, "2016-03-23T21:02:39Z", [0.13], ""], [691, "2016-03-23T20:49:44Z", [0.16], ""], [22665, "2016-03-23T19:49:42Z", [0.3], ""], [16025, "2016-03-23T19:20:23Z", [0.33], "The US dropped some harsh sanctions for the ballistic missile test. Though Iran publicly denounced the sanctions, the economic and political implications of testing their luck again with more tests and nuclear productions would not be a smart move. With that said, it seems unlikely that the US will have to step into diplomacy sometime in the near future in order to control Iran's nuclear production process."], [14182, "2016-03-23T19:12:33Z", [0.91], "Moving up by 1% my well above consensus 90 to 91%. \nRationale: \nUN sanctions remain a 0 probability considering the Russians & Chinese veto.  Yet, signals of a US sanction continue.  Here is why:  A. BOTH the D's & R s need to be seen as moving in the direction of the AIPAC to generate its critical support. Neither party needs or wants to been as a \"chicken\" politically speaking to the new Iranian flexibility provided by the recent US/Iranian deal; especially considering the present angst/terrorism atmosphere.  1. NB: 22/3/16: the Jerusalem Post ( JP) arguably: a somewhat skewed argumentative version of the facts nonetheless is still  well received by the general Jewish electorate &, the above mentioned Group. Whether the Senate Democrats will take violations of the Iran deal seriously is the fundamental question posed by JP.  Clear implication being failure to take identifiable/concrete action leaves the D party open to accusations it remains unsupportive of Israeli concerns over Iranian actions.    http://m.jpost.com/Opinion/Will-Senate-Democrats-take-violations-of-the-Iran-deal-seriously-448855#article=6017RjM0Q0VGOUMzOUU4OTBEQTNDNjM5M0E2REEwRDAyM0Y=\nClearly, w/o any significant/concrete action on the Senate floor by the Democrats, DT gains a doubled edged sword to say: 1) look they are only toeing the Obama administration line  &, 2) the GOP has an opportunity for greater leverage w/ the Jewish lobby vote by coming out in favor of attempting to \"set sanctions\" should the D's fail to come up w/ substantive action proposals.The attached http://www.wsj.com/articles/the-u-s-senate-takes-on-iran-1458605304 WSJ argues a Senate sanctions bill is a good start to countering the Iranian missile program http://www.thetower.org/3127-wsj-editorial-senate-sanctions-bills-are-good-start-to-countering-iranian-missile-program/ 2. Both Clinton & Trump essentially argued they were \"friends\" of Israel yet \" waffled \"   on whether they would support any specific Congressional concrete action over Iran. NB: http://www.nytimes.com/2016/03/22/us/politics/hillary-clinton-and-donald-trump-vow-to-protect-israel-but-differ-on-means.html"], [10916, "2016-03-23T18:07:02Z", [0.72], ""], [4634, "2016-03-23T17:16:58Z", [0.55], ""], [10759, "2016-03-23T17:16:44Z", [0.55], ""], [10192, "2016-03-23T16:13:15Z", [0.18], ""], [689, "2016-03-23T14:07:06Z", [0.35], ""], [241, "2016-03-23T10:03:39Z", [0.85], ""], [22706, "2016-03-23T07:12:20Z", [0.95], ""], [20785, "2016-03-23T05:46:50Z", [0.65], ""], [484, "2016-03-23T04:48:45Z", [0.35], "Up 10%. Token US response even though not a good idea."], [22747, "2016-03-22T20:55:29Z", [0.41], ""], [22749, "2016-03-22T20:53:51Z", [0.27], ""], [14777, "2016-03-22T20:43:00Z", [0.8], ""], [368, "2016-03-22T20:15:44Z", [0.98], "With momentum gaining after the Spring recess, the Senate and House will most likely move forward with sanctions against Iran - given the last two missile launches.  With Republican control of the Congress, it is unlikely that such a bill would be formulated or co-sponsored if there was an unlikely possibility of the bill being passed.   Doing so before the November elections, is is highly probable that such an outcome can occur.   On the UN front, with Russia and China holding veto power in the Security Council, passing a resolution on new sanctions against Iran is most unlikely."], [368, "2016-03-22T20:12:00Z", [1.0], ""], [19170, "2016-03-22T18:09:18Z", [0.55], ""], [4729, "2016-03-22T17:23:41Z", [0.85], ""], [4729, "2016-03-22T17:23:16Z", [0.12], ""], [3895, "2016-03-22T16:36:32Z", [0.79], "http://www.wsj.com/articles/the-u-s-senate-takes-on-iran-1458605304 there seems to be a fairly bipartisan consensus to get something passed"], [691, "2016-03-22T13:33:18Z", [0.16], ""], [22709, "2016-03-22T12:11:02Z", [0.05], ""], [22720, "2016-03-22T09:44:14Z", [0.09], ""], [16253, "2016-03-22T08:18:13Z", [0.65], ""], [94, "2016-03-22T01:48:06Z", [0.41], ""], [368, "2016-03-21T21:52:53Z", [1.0], ""], [22688, "2016-03-21T21:26:35Z", [0.3], ""], [19170, "2016-03-21T15:41:03Z", [0.45], ""], [14421, "2016-03-21T13:25:28Z", [0.75], ""], [691, "2016-03-21T12:58:53Z", [0.17], ""], [20230, "2016-03-21T12:29:32Z", [0.23], ""], [241, "2016-03-21T11:42:19Z", [0.8], ""], [22113, "2016-03-21T11:23:32Z", [0.65], ""], [19778, "2016-03-21T10:08:14Z", [0.25], ""], [102, "2016-03-21T03:55:51Z", [0.49], "https://larswericson.wordpress.com/2016/03/21/gitrep-20mar16pm/"], [21884, "2016-03-21T03:17:47Z", [0.24], "Sanctions are not so long ago removed and restore them in the near future will show no consistency in decisions. Launching missiles can accelerate this process, whether Iran is ready to accept new sanctions - under question. Conflicts with neighbors also will accelerate the adoption of new sanctions, I start with a lower probability. The Iranian leadership is now more loyal than in the past."], [16660, "2016-03-20T23:09:47Z", [0.2], ""], [73, "2016-03-20T20:20:25Z", [0.95], ""], [73, "2016-03-20T20:19:41Z", [0.92], ""], [241, "2016-03-20T18:24:47Z", [0.85], ""], [691, "2016-03-20T14:43:59Z", [0.18], ""], [15036, "2016-03-20T00:44:39Z", [0.5], ""], [368, "2016-03-19T22:21:35Z", [1.0], ""], [22539, "2016-03-19T17:53:53Z", [0.2], ""], [601, "2016-03-19T17:07:41Z", [0.8], ""], [12302, "2016-03-19T17:01:02Z", [0.2], ""], [691, "2016-03-19T16:18:28Z", [0.19], ""], [689, "2016-03-19T16:12:44Z", [0.55], ""], [3895, "2016-03-19T15:31:37Z", [0.72], "http://www.thetower.org/3113oc-bipartisan-efforts-to-sanction-iran-for-ballistic-missile-tests-underway-in-congress/"], [13997, "2016-03-19T07:10:54Z", [0.0], ""], [16451, "2016-03-19T01:15:44Z", [0.0], ""], [368, "2016-03-18T21:29:34Z", [1.0], ""], [19170, "2016-03-18T20:46:06Z", [0.55], ""], [22503, "2016-03-18T19:12:15Z", [0.66], ""], [691, "2016-03-18T18:45:32Z", [0.19], ""], [3895, "2016-03-18T18:16:35Z", [0.72], "http://www.eveningtribune.com/article/20160316/NEWS/160319796"], [4042, "2016-03-18T13:46:52Z", [0.2], ""], [532, "2016-03-18T13:14:05Z", [0.55], ""], [22478, "2016-03-18T11:22:57Z", [0.75], ""], [102, "2016-03-18T01:16:45Z", [0.46], "https://larswericson.wordpress.com/2016/03/18/gitrep-17mar16pm/"], [22455, "2016-03-17T19:53:25Z", [0.0], ""], [20623, "2016-03-17T19:05:06Z", [0.3], ""], [20623, "2016-03-17T19:04:56Z", [0.35], "Downgrading to 30% Republican Senators have introduced a bill to impose more sanctions on Iran on the basis of terrorism and humans rights violations. Democrats and the Obama administration aren't likely to pass the bill.  http://www.presstv.ir/Detail/2016/03/17/456331/GOP-senators-sanctions-Iran Maintaining a 30% chance due to the erratic nature of the Iranian regime (particularly Khamenei and the IRG) and the fact that they still have steps in the nuclear agreement that they need to follow through on. "], [22440, "2016-03-17T16:33:36Z", [0.8], ""], [19170, "2016-03-17T15:00:34Z", [0.35], ""], [691, "2016-03-17T12:29:52Z", [0.19], ""], [22421, "2016-03-17T11:02:27Z", [0.7], ""], [22425, "2016-03-17T10:51:42Z", [0.18], ""], [68, "2016-03-17T09:15:33Z", [0.35], "Following @cmeinel https://www.gjopen.com/comments/comments/178467 I was at 15% for the most of February, went up to 55 in anticipation of a new test, and 95 after the missiles were actually launched. I still think there's a good chance of the US imposing further sanctions in the next 7 months of an election year, but the difference in wording between the original \"shall not...\" and the current \"called upon not to...\" provides sufficient reason to lower the probability. The UN is ruled out, but the US can always take independent action (it doesn't have to be specifically missile or nuclear related). My original rationale from 10 February - \"I don't think the UN will, since it would need the support of Russia and China to do so. The US Congress might, and in certain circumstances Obama may not use his veto. The section of Iran's government that is responsible for developing missiles and supporting regimes in Iraq and Syria could do something that provokes a new round of sanctions, but the chances appear to be low at this time.\" There are also potential sanctions for cyber-hacking."], [10039, "2016-03-17T06:36:17Z", [0.8], ""], [10759, "2016-03-17T06:24:00Z", [0.35], ""], [4634, "2016-03-17T06:23:04Z", [0.35], ""], [22097, "2016-03-17T05:44:26Z", [0.15], ""], [1993, "2016-03-17T05:10:53Z", [0.3], ""], [22412, "2016-03-17T05:08:17Z", [0.18], ""], [689, "2016-03-17T04:57:33Z", [0.15], ""], [43, "2016-03-17T01:45:50Z", [0.25], "That darn fine print in the U.N. resolution against Iran missile tests! It appears that those recent  these tests are legal! Combine this with the Obama Administration giving a pass to those  Bowman Avenue Dam hackers, by an amazing coincidence ran their attack from a location next door to Iran's military intelligence headquarters. What now do we have? Not much of a chance of new sanctions. Grrr. Dateline 3-16-16 Before the July 2015 nuclear pact, Iran was expressly prohibited by U.N. resolutions from launching ballistic missiles capable of developing nuclear weapons. U.N. Security Council resolution 1929 states that the 15-nation body “decides that Iran shall not undertake any activity related to ballistic missiles capable of delivering nuclear weapons.” In U.N. legal parlance, invoking the word “decides” places an unambiguous legal obligation on all states to comply.  Last July’s U.N. Security Council resolution 2231 — which endorsed the nuclear pact — replaced the prohibition with more permissive language: “Iran is called upon not to undertake any activity related to ballistic missiles designed to be capable of delivering nuclear weapons.” There’s just one problem: The updated measures are neither legally binding nor as restrictive than the measures in place at the time of the nuclear pact. In essence, resolution 2231 provides Iran with a loophole big enough to develop medium- and long-range missiles without the risk of running afoul of Security Council dictates. It also complicates efforts to define what kinds of missiles are capable of carrying a nuclear warhead.\n http://foreignpolicy.com/2016/03/16/washington-made-it-easy-for-iran-to-fire-its-ballistic-missiles/"], [368, "2016-03-16T21:54:09Z", [1.0], ""], [21594, "2016-03-16T21:08:04Z", [0.75], ""], [43, "2016-03-16T18:40:52Z", [0.65], "Iran to U.S.: it's just a coincidence that the Bowman Avenue Dam hackers ran their attack from a location next door to our military intelligence headquarters. Honest to Betsy! U.S. to Iran: Yeah, OK, we believe you. If those hackers, surely just script kiddiesl, decide to show up in court, we're sure, yeah, um, er, that indictment will show 'em. Sheesh, how bad does it have to get before the U.S. imposes new sanctions on Iran. Dateline 3-16-16 [U.S. Sen. Charles Schumer] confirms expected indictment of Iranian hackers for N.Y. dam breach....  Cylance Vice President of Strategy Jon Miller told SCMagazine.com that the Iranian hackers attacked critical infrastructure targets in the U.S. and internationally. The attackers, who Miller termed “unsophisticated attackers,” did not successfully evade attribution. The group appeared to be located about 1.5 miles away from the Iran's military intelligence location, he added. The hackers are likely the same group behind Operation Cleaver, an offensive attack by Iranian hackers that breached the U.S. Navy Marine Corps intranet, said Miller. The Iranian hacking group SOBH Cyber Jihad claimed responsibility for the Bowman Avenue Dam incident, according to Flashpoint Intelligence. “Oftentimes their claims are opportunistic,” a source at the intelligence firm told SCMagazine.com. “It could be this group. Or it could be that they are blowing smoke in our face.” http://www.scmagazine.com/update-schumer-confirms-expected-indictment-of-iranian-hackers-for-ny-dam-breach/article/483351/"], [21325, "2016-03-16T15:57:43Z", [0.05], ""], [14777, "2016-03-16T14:07:20Z", [0.75], ""], [21758, "2016-03-16T14:00:01Z", [0.12], "Obama and Iran have a lot riding on the Iran nuclear deal. They are both very motivated not to cause sanctions to occur. "], [18762, "2016-03-16T13:44:18Z", [0.51], "US is pushing for sanctions in the UN Security council. whether or not Russia blocks them, the US may have its own response. Seems more likely than not based on the probabilities."], [22243, "2016-03-16T12:52:57Z", [0.07], ""], [22216, "2016-03-16T12:23:45Z", [0.2], ""], [10039, "2016-03-16T10:49:01Z", [0.75], ""], [43, "2016-03-16T09:22:48Z", [0.65], "U.N. sanctions highly unlikely. Dateline 3-15-16 ...Russian Ambassador Vitaly Churkin, who said that in the view of veto-wielding Russia, Iran's ballistic missile tests did not violate resolution 2231. The resolution \"calls upon\" Iran to refrain from certain ballistic missile activity. Western nations see that as a clear ban, though council diplomats say China and other council members agree with Russia's and Iran's view that such work is not banned. http://www.reuters.com/article/us-australia-iran-trade-idUSKCN0WH066"], [10192, "2016-03-15T23:49:55Z", [0.22], ""], [16025, "2016-03-15T23:12:16Z", [0.32], ""], [915, "2016-03-15T20:57:38Z", [0.51], "US \"sanctions\" = a low bar."], [1646, "2016-03-15T19:58:43Z", [0.2], ""], [128, "2016-03-15T19:09:46Z", [0.5], ""], [12591, "2016-03-15T18:39:08Z", [0.3], ""], [73, "2016-03-15T18:19:52Z", [0.72], ""], [3895, "2016-03-15T17:54:56Z", [0.68], "no chance of UN sanctions http://news.yahoo.com/russia-opposes-sanctions-iran-ballistic-missile-test-143231950.html but very possible US sanctions http://www.kuna.net.kw/ArticleDetails.aspx?id=2492572&language=en (edit: see also http://www.foreign.senate.gov/press/chair/release/corker-iran-testing-will-of-us-and-international-community-after-second-straight-day-of-ballistic-missile-launches)"], [12302, "2016-03-15T17:00:19Z", [0.17], ""], [12302, "2016-03-15T16:59:53Z", [0.2], ""], [691, "2016-03-15T16:54:56Z", [0.21], ""], [3895, "2016-03-15T16:54:18Z", [0.72], "http://www.thetower.org/2090-schumer-iranian-cyber-attack-on-new-york-dam-was-shot-across-the-bow/ new angle - sanctions could be imposed in response to a cyber attack and/or missile testing. cc @clinton @einsteinjs"], [3895, "2016-03-15T16:18:23Z", [0.71], "http://www.bbc.co.uk/news/world-middle-east-35798248"], [22311, "2016-03-15T15:36:38Z", [0.05], ""], [22304, "2016-03-15T15:17:10Z", [0.75], ""], [22308, "2016-03-15T14:28:28Z", [0.05], ""], [22302, "2016-03-15T13:40:17Z", [0.12], ""], [1693, "2016-03-15T13:29:06Z", [0.58], "\"Resolution 2231, which was brought into effect in January, used the term “calls upon” Iran to avoid activity for ballistic missiles. While the U.S. and Israel claim that Iran is banned from testing ballistic missiles, Russia and Iran claim that the term “calls upon” is not legally binding.\" (@cdob63, as you've been saying, there it is, the 'fuzziness of the language') (http://www.ibtimes.com/irans-foreign-minister-denies-missiles-violate-un-resolution-says-they-are-self-2336539) From Amb. Powers: \"Power said that the missile test merits a response from the Security Council, but that Russia's contention that the launches did not violate Resolution 2231 all but rule out any council action.\"  (http://www.foxnews.com/world/2016/03/15/iran-foreign-minister-denies-missile-test-breached-un-rules.html) I'm going back down to high 50s. Procedurally, getting unilateral or UN sanctions imposed against Iran for the most recent missile test is going to resemble molasses oozing uphill, but its possible in 216 days. I also maintain that something/anything else worthy of sanctions could happen before 18 October. 2016 "], [10192, "2016-03-15T12:58:34Z", [0.28], ""], [22293, "2016-03-15T11:52:00Z", [0.0], ""], [10039, "2016-03-15T08:01:00Z", [0.66], ""], [306, "2016-03-15T05:57:47Z", [0.73], ""], [19170, "2016-03-15T03:54:59Z", [0.4], ""], [12879, "2016-03-15T01:25:03Z", [0.28], ""], [52, "2016-03-14T23:35:18Z", [0.35], ""], [1693, "2016-03-14T22:25:26Z", [0.68], ""], [22264, "2016-03-14T21:45:19Z", [0.3], ""], [22262, "2016-03-14T21:30:08Z", [0.05], ""], [11686, "2016-03-14T19:36:11Z", [0.45], ""], [691, "2016-03-14T19:19:01Z", [0.21], "The US will push for Security Council action in the face of a sure Russian veto.  This means the US is not deeply committed to Security Council action.  There may yet be US sanctions, but not until after the Security Council dance is well and truly ended. Since the US is clearly in no hurry, this could be a while.  http://www.reuters.com/article/us-iran-missiles-un-idUSKCN0WG1NG"], [21758, "2016-03-14T18:44:35Z", [0.11], ""], [14777, "2016-03-14T18:39:29Z", [0.85], ""], [12783, "2016-03-14T18:26:47Z", [0.15], ""], [22245, "2016-03-14T17:11:07Z", [0.1], "The U.S. congress may twist arms to impose new sanctions, but the current President will not sign the legislation unless something catastrophic happens and he is left with no choice."], [10039, "2016-03-14T16:55:05Z", [0.9], ""], [22238, "2016-03-14T15:55:43Z", [0.3], ""], [20063, "2016-03-14T15:16:55Z", [0.15], "Adjusting up a bit based on recent provocative actions by Iran. Still a low-prob event due to the desire of most parties for recent deals to be perceived as successful."], [43, "2016-03-14T15:08:04Z", [0.8], "U.S. sanctions ruled out by Russia. Dateline 3-14-16 Russia says no new U.N. sanctions on Iran over missile tests http://uk.reuters.com/article/uk-iran-missiles-un-idUKKCN0WG1NE"], [20994, "2016-03-14T05:55:05Z", [0.2], ""], [21459, "2016-03-14T03:13:06Z", [0.25], ""], [102, "2016-03-14T03:02:03Z", [0.6], "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [21333, "2016-03-14T02:39:15Z", [0.13], ""], [21333, "2016-03-14T02:37:57Z", [0.18], "Iran has just gone out of sanctions and is still in need of cash enhanced by oil trade and contracts performance until then,  leaving them with little interest in pulling back from steps made towards international integration.  Plus,  the fact that civil society showed ever more eagerness to support reformists demonstrated recently both at the General Assembly and the  Assembly of Experts, means that openness has been gaining momentum. "], [21700, "2016-03-14T02:34:23Z", [0.72], ""], [14314, "2016-03-13T23:38:26Z", [0.1], ""], [22207, "2016-03-13T22:47:46Z", [0.4], ""], [755, "2016-03-13T20:56:24Z", [0.8], "FR warning:\nBBC, March 13, 'Iran 'risks EU sanctions over missile tests' - France': http://www.bbc.com/news/world-middle-east-35798248\nIL pissed:\nCBS News, March 13, 'Israel furious over Iran's anti-Semitic missiles': http://www.cbsnews.com/news/israel-furious-iran-anti-semitic-missiles/\nNYT, March 11, 'US Ambassador Calls Iran Missile Tests Provocative': http://www.nytimes.com/aponline/2016/03/11/world/middleeast/ap-un-united-nations-us-iran.html?_r=0\nComments:\nNo love lost between Obama and Netanyahu, but this is an election year; GOP and Clinton will use this as a yelling point. RU and PRC as permanent members of the UNSC will most likely block any UN action. If EU, led by FR, imposes sanctions for continued tests, USA may be pressured into following. \nAdjusting up."], [368, "2016-03-13T19:29:42Z", [1.0], ""], [22113, "2016-03-13T18:52:14Z", [0.8], ""], [4729, "2016-03-13T18:09:07Z", [0.85], ""], [22195, "2016-03-13T18:00:25Z", [0.01], ""], [22194, "2016-03-13T18:00:03Z", [0.1], ""], [20623, "2016-03-13T17:04:49Z", [0.35], "While Congress has been calling for new sanctions based on the recent ballistic missile tests, Obama and Kerry have expended too much political capital to not try and make the nuclear deal work. Also, there will be some significant chunks of time where congress will not be in session that will reduce the likelihood of passing a bill on this issue (i.e. summer recess). While the state department has indicated it is exploring unilateral action, Obama nor Kerry have indicated a desire to impose new sanctions by executive order.  It is doubtful that the UN security council will drum up new sanctions on this issue either. China and Russia won't have it based on their eagerness to cultivate their economic relationship with Iran.  Still, erratic behavior by Khamenei and the IRGC could force Obama's hand to act swiftly with a fresh round of sanctions. Also, any new developments on its failure to comply with the nuclear deal will need to be closely watched.  Setting to 35% for the time being. "], [1639, "2016-03-13T15:42:51Z", [0.15], "http://www.rferl.mobi/a/explainer-iran-sanctions/26915788.html"], [15036, "2016-03-13T14:44:53Z", [0.3], "Popular opinion in Iran is moving towards reform but not aggressively that it could cause political unrest. President Obama is politically motivated to make the nuclear deal work. "], [22175, "2016-03-13T14:12:03Z", [0.0], ""], [691, "2016-03-13T13:55:28Z", [0.21], ""], [1078, "2016-03-13T05:59:51Z", [0.85], ""], [73, "2016-03-13T01:09:44Z", [0.9], ""], [83, "2016-03-12T19:37:18Z", [0.95], "US has scheduled a UN Security Council meetin on Monday.  Security Council Resolution 2231 reportedly intended to prevent Iran from launching nuclear capable missiles.  While not a violation of the nuclear agreement, it may lead to new sanctions. -- NYTimes 3/12 a6"], [22132, "2016-03-12T19:26:29Z", [0.15], ""], [689, "2016-03-12T19:23:40Z", [0.95], ""], [10192, "2016-03-12T18:01:16Z", [0.6], "Got a little carried away yesterday with my jump up to 100. \nPosting a history of Iran sanctions: http://www.rferl.mobi/a/explainer-iran-sanctions/26915788.html"], [691, "2016-03-12T17:55:38Z", [0.15], "http://www.reuters.com/article/us-iran-missiles-usa-idUSKCN0WD2IC UN sanctions are not at all likely over the missiles issue--see the couple of grafs about Resolution 2231 toward the bottom of the story.  You don’t refer an issue to the Security Council for discussion and expect fast action anyway. Unilateral US sanctions are not unprecedented; there is a long dance to be done first, but perhaps not a six-month one.  Internal US political considerations will play a part in this as in all matters, but it’s not immediately clear in which direction they will nudge the current administration, what with one thing and another.  Moving up some anyway.  \n"], [14166, "2016-03-12T15:49:19Z", [0.12], ""], [22109, "2016-03-12T13:29:10Z", [0.01], ""], [1693, "2016-03-12T13:08:58Z", [0.71], ""], [10759, "2016-03-12T12:52:49Z", [0.55], ""], [4634, "2016-03-12T12:52:39Z", [0.55], ""], [361, "2016-03-12T11:54:27Z", [0.55], ""], [361, "2016-03-12T11:51:22Z", [0.32], ""], [22097, "2016-03-12T10:49:05Z", [0.15], ""], [10192, "2016-03-11T23:58:56Z", [1.0], ""], [1646, "2016-03-11T22:31:10Z", [0.25], ""], [368, "2016-03-11T22:12:58Z", [1.0], ""], [10916, "2016-03-11T19:32:45Z", [0.7], ""], [691, "2016-03-11T19:20:18Z", [0.11], ""], [73, "2016-03-11T19:08:01Z", [0.63], ""], [1639, "2016-03-11T18:30:35Z", [0.2], "Members of the U.S. Congress are pushing for new sanctions in response to Iran’s recent ballistic missile tests. Iran denies that the tests violated its international nuclear agreement or U.N. resolutions. Yesterday, a U.N. spokesperson said Secretary-General Ban Ki-moon is urging Iran to show restraint and stop its missile testing, saying, “In the current political atmosphere in the Middle East region, and so soon after the positive news of the lifting of sanctions against Iran, the secretary-general calls on the government of the Islamic Republic of Iran to act with moderation, caution and the good sense not to increase tensions through any hasty actions.”\nhttp://foreignpolicy.com/2016/03/11/u-s-to-consider-new-sanctions-after-iranian-missile-tests/\n* * * \nIt seems so unlikely that Congress will take a decision during this time frame."], [11442, "2016-03-11T18:16:01Z", [0.35], "New sanctions are being discussed in Congress (http://foreignpolicy.com/2016/03/11/u-s-to-consider-new-sanctions-after-iranian-missile-tests/). After the last set of missile tests and took about 3 months for new sanctions be imposed. By that measure, new sanctions could be in place by October. However, it seems unlikely that Congress would take such a big step before the election."], [20740, "2016-03-11T16:16:36Z", [0.01], ""], [22035, "2016-03-11T16:16:06Z", [0.18], ""], [1760, "2016-03-11T15:36:34Z", [0.75], "Iran test-fired two ballistic missiles yesterday: http://www.usatoday.com/story/news/world/2016/03/10/iran-missile-tests-violate-no-deals/81578348/. From what I gather (C-SPAN, news websites, pundits, etc.), these tests do not violate the nuclear treaty signed last year, but do violate a UN resolution. I believe the decision makers in Iran calculated that they need to keep the nuclear treaty alive but can risk additional sanctions by conducting their military business negotiated as concessions in the nuclear deal (no inspection of military sites, no restriction on non-nuclear tests, etc.). So they did it! This news greatly increases the odds of fresh sanctions from an irate UN Security Council and US Congress, which, ironically, will probably play into the Iranian hardliners' plans to maintain their stronghold on the parliament."], [3895, "2016-03-11T15:22:24Z", [0.71], "http://www.stripes.com/news/middle-east/in-a-first-leading-democrats-and-republicans-join-forces-on-iran-sanctions-1.398700"], [73, "2016-03-11T15:07:06Z", [0.99], ""], [73, "2016-03-11T15:06:30Z", [0.91], ""], [19170, "2016-03-11T14:45:45Z", [0.5], ""], [73, "2016-03-11T14:32:59Z", [0.79], "-20.  http://www.voanews.com/content/iran-missile-launches-prompt-sanctions-push-in-us-congress/3229437.html.  GJ likely wont count the sanctions act as sanctions based on NK.  @scholarandcat - agree?"], [3895, "2016-03-11T09:53:31Z", [0.7], "well, we've had part 1, which was the necessary missile tests - now let's see about the sanctions http://www.newshub.co.nz/world/clinton-wants-further-iran-missile-sanctions-2016031013#axzz42aQruF8J"], [21564, "2016-03-11T08:58:32Z", [0.05], "Not while Obama is president."], [102, "2016-03-11T05:14:50Z", [0.53], "https://larswericson.wordpress.com/2016/03/11/gitrep-10mar16pm/"], [21875, "2016-03-11T03:26:32Z", [0.45], ""], [212, "2016-03-11T02:15:44Z", [0.55], ""], [11686, "2016-03-11T00:17:13Z", [0.6], ""], [22003, "2016-03-10T22:35:22Z", [0.1], ""], [38, "2016-03-10T21:43:56Z", [0.64], "http://www.politico.com/tipsheets/morning-defense#ixzz42XRbDWZt  “Iran's Revolutionary Guard test-launched two ballistic missiles on Wednesday emblazoned with the phrase ‘Israel must be wiped out’ in Hebrew — a show of power by the Shiite nation, long an opponent of Israel. It was the latest in a series of recent tests, aimed at demonstrating Iran's intentions to push ahead with its ballistic program after scaling backing its nuclear program under the deal reached last year with the U.S. and other world powers.” — U.S. GENERAL SAYS TEHRAN IS ‘MORE AGGRESSIVE’ SINCE NUCLEAR ACCORD: Army Gen. Joseph Votel, the president’s pick to be the top commander in the Middle East, said during his confirmation hearing Wednesday that Iran remains a major security concern despite last year’s nuclear deal. “All indications are they haven’t backed off on anything,” Votel, nominated to lead the U.S. Central Command, told the Senate Armed Services Committee. If anything, he said, the country has been “more aggressive” since last year’s agreement to curtail its nuclear program.\n~~~~~~\nhttp://www.reuters.com/article/us-iran-missiles-clinton-idUSKCN0WB2GL \" . . .  Clinton said on Wednesday she was \"deeply concerned\" by reports that Iran had tested multiple ballistic missiles and said the country should face sanctions for its actions.\"This demonstrates once again why we need to address Iran's destabilizing activities across the region, while vigorously enforcing the nuclear deal,\" Clinton said in a statement.\"Iran should face sanctions for these activities and the international community must demonstrate that Iran's threats toward Israel will not be tolerated,\" she said.\n~~~~~~\nCOMMENT:  Iran keeps pushing the limits.  Candidates are starting to call for pushback.  This is all political games.  I'm not very good at forecasting political games.  Will Obama ignore provocations to further the narrative that the nuclear agreement was a success?  Maybe.  Coming down 2% to 64%.  "], [368, "2016-03-10T19:25:58Z", [1.0], ""], [21985, "2016-03-10T19:08:31Z", [0.2], ""], [10745, "2016-03-10T18:34:27Z", [1.0], ""], [14182, "2016-03-10T16:58:04Z", [0.9], " Not a politically astute thing for Iranians to do, especially w/ \"phrase\"  on the payload after their \"U.S. deal\". During this U.S. election year, the probability of  Republicans using this as a hot button issue down the road to gather voting support is high. Whether it gets to a UN sanction mode, certain considering Country participants, is more difficult.\nhttp://news.yahoo.com/iran-fires-2-missiles-marked-israel-must-wiped-071612751.html?soc_src=mediacontentstory&soc_trk=ma"], [6518, "2016-03-10T15:22:23Z", [0.45], ""], [691, "2016-03-10T14:32:39Z", [0.11], "http://www.reuters.com/article/us-iran-missiles-deal-idUSKCN0WC0HF As expected, the Iranians continue to say these tests are not a violation of anything.  The current US administration will not do more sanctions unilaterally, and referral to the Security Council is a stall, with no result expected--at least before this Q expires.  Clinton came out for sanctions, as expected, since it gives her the appearance of distance from Obama, which she will need for the fall campaign.  I am moved to wonder, based mostly on the timing of these pyrotechnics, whether the primary audience for these tests is not the US and its pals, but the new Majles members and especially the runoff voters and candidates within Iran.  The Guards may just be signalling to the locals that they will not go gently into that good night, and anybody who thinks otherwise should rethink."], [13377, "2016-03-10T09:31:53Z", [0.95], ""], [68, "2016-03-10T06:43:44Z", [0.95], "Up from 55 after Iran's new missile tests. The UN is unlikely to take action, but the US Congress is certain to push for more, and in this election year the Democrats and Obama administration can't afford to look helpless in the light of aggressive moves from Iran (even those that are not directly related to the nuclear deal)."], [4729, "2016-03-10T04:51:50Z", [0.75], ""], [1993, "2016-03-10T04:38:01Z", [0.7], ""], [506, "2016-03-10T04:10:26Z", [0.95], ""], [20031, "2016-03-10T03:21:46Z", [0.22], "I am raising my estimate from 10 to 22 due to two factors: 1. Iran's recent testing of ballistic missiles. Orchidny gave this cite: http://www.ibtimes.com/iran-test-fires-2-more-ballistic-missiles-despite-threat-new-sanctions-us-2333013 which infers that this might be referred to the UN security council. Second, Hillary Clinton is calling for sanctions for these tests. http://www.reuters.com/article/us-iran-missiles-idUSKCN0WB0I9  Sanctions are still a pretty big underdog. Obama doesn't want to blow up his Iran Nuclear deal (and enough dems agree). Still, the odds go up."], [43, "2016-03-10T03:16:33Z", [0.85], "Dateline 3-9-16 Iran carried out a series of ballistic missile tests from underground silos on Tuesday in exercises dubbed \"The Power of Velayat,\" as the U.S. promised diplomatic retaliation. Iran claims the missiles in Tuesday's exercise have ranges of up to 2,000 kilometers, which if true would put Israel within striking distance. U.S. diplomats say they're cooking up an \"appropriate response\" to the tests. And FP’s John Hudson reports that some members of Congress are pushing for more sanctions, and more action by Washington. The missile exercises don't violate the recently-signed Joint Comprehensive Plan of Action nuclear agreement with Iran, but the U.S. says they do violate preexisting United Nations Security Council resolutions prohibiting ballistic missile tests. Situation Report: Foreign Policy [fp@foreignpolicy.com]"], [767, "2016-03-10T03:10:41Z", [0.6], "Iran Test-Fires 2 More Ballistic Missiles Despite Threat Of New Sanctions From US.  Iran test fired two new ballistic missiles early today despite threats of new sanctions from the US just the day before when, according to Reuters, it claimed to have \"test-fired several missiles from underground silos\" that hit a target 434 miles away. The missiles tested today were fired from the northern part of the country, hitting a location in the south as far as 870 miles. Sounds like Iran is on a roll.  The US Department of State said that it was investigating the claims and that if true, it would bring it to the UN Security Council. That doesn't sound to me like a strong enough deterrent and this type of incidents are likely to continue and get more serious.  http://www.ibtimes.com/iran-test-fires-2-more-ballistic-missiles-despite-threat-new-sanctions-us-2333013 Increasing forecast from 20 to 60. "], [43, "2016-03-10T02:07:18Z", [0.77], "This doesn't sound like a nation that is becoming more moderate. OK, the U.N. isn't enthusiastic about protecting Israel. But I expect the Security Council members would not like for Iran to make good on these threats. Israel has nuclear weapons and the means to deliver them and the fallout -- literally -- would affect a good part of the planet. Dateline 3-9-16 Iranian agencies said the missiles tested on Wednesday were stamped with the words \"Israel should be wiped from the pages of history\" in Hebrew. http://www.nytimes.com/reuters/2016/03/09/world/middleeast/09reuters-iran-missiles.html"], [1693, "2016-03-10T00:59:46Z", [0.89], ""], [73, "2016-03-10T00:43:34Z", [0.99], ""], [73, "2016-03-10T00:18:58Z", [0.92], ""], [83, "2016-03-10T00:14:40Z", [0.95], "Iran's Revolutionary Guards Corp tested ballistic missile tests across Iran on March 8th.  \nEven as progress is made by reformers in Iraq and the US, continued conflict between the Guards and Western military organizations should be an ongoing drama, with hardliners in the Iran and the west pressuring governments to maintain strong defenses against the enemy.  Nothing out of ordinary here (yet?).  \nThe U.S. election cycle may require tougher measures against provocative Iranian initiatives to undermine reforms."], [1760, "2016-03-09T22:00:35Z", [0.58], "Reiterating odds with no change to my previous comment"], [601, "2016-03-09T21:49:43Z", [0.9], "Given Biden's comments and bipartisan criticism of Iran for violating agreements, some targeted (perhaps \"unbelievably small\" a la John Kerry) sanctions might be passed. "], [13997, "2016-03-09T20:34:34Z", [0.8], "The ballistic missile tests have just changed the minds of the USA. I don't think the UN will impose new sanctions, but I think the US will."], [691, "2016-03-09T20:31:29Z", [0.11], ""], [1646, "2016-03-09T20:22:51Z", [0.55], ""], [20623, "2016-03-09T20:14:56Z", [0.7], "Democratic senators are joining ranks of republicans seeking additional sanctions. 2 days of ballistic missile tests are clearly agitating the US. Upping forecast to 70% https://www.washingtonpost.com/news/powerpost/wp/2016/03/09/in-a-first-leading-democrats-and-republicans-join-forces-on-iran-sanctions/"], [38, "2016-03-09T19:46:26Z", [0.66], "http://www.politico.com/tipsheets/morning-defense#ixzz42R7LvEL2  \"The State Department says it’s considering a diplomatic response to Iran’s test-firing of ballistic missiles: Reuters\n~~~~~~~\nhttp://www.reuters.com/article/us-iran-missiles-idUSKCN0WA0UY \"U.S. State Department spokesman Mark Toner said Washington would review the incident and, if it is confirmed, raise it in the U.N. Security Council and seek an \"appropriate response\". \"We also continue to aggressively apply our unilateral tools to counter threats from Iran's missile program,\" Toner added, in a possible reference to additional U.S. sanctions. \"Ryan says U.S. Congress will press for new sanctions against Iran\n. . . \n\"It is unlikely the Security Council would take action on Iranian missile tests, diplomats say. While most of its 15 members would agree with the United States and France about a likely violation of resolution 2231, Russia and China, which have veto power, made clear during negotiations on the Iran nuclear deal they did not agree with continuing the U.N. restrictions on Tehran’s missile program and arms trade.\n~~~~~~~\nCOMMENT:  Iran is pushing the envelope.  Sooner or later there will be push-back.  I think there's time for that to happen while this question is open.\n"], [20063, "2016-03-09T18:40:59Z", [0.12], ""], [14933, "2016-03-09T16:43:55Z", [0.58], ""], [14933, "2016-03-09T16:43:25Z", [0.37], ""], [73, "2016-03-09T16:36:48Z", [0.89], ""], [1693, "2016-03-09T15:59:38Z", [0.85], "\"As the cases described above demonstrate, Iran has relied on illicit procurement networks in strategic diversion points, such as Turkey, to advance its nuclear and missile programs.  Even with the nuclear agreement in place, Iran may continue to procure missile and arms related items illicitly because it does not accept an ongoing U.N. ban on such trade.  Therefore countries should exercise extra vigilance in exporting such items to known transshipment hubs, like Turkey.  If these countries served as a hub for illicit trade in the past – when stringent international sanctions were in place – there is every chance that their role will expand in the future, as trade flows to Iran increase. \" \nhttp://www.iranwatch.org/our-publications/nuclear-iran-weekly/ceo-us-metallurgical-company-charged-illicit-export-metallic-powder-iran\nI realize this is not an arrest against an Iranian, but my point here is it takes two to tango.  This development with the US CEO augments my comment from Monday (https://www.gjopen.com/comments/comments/163109).  I think there is ample opportunity for Iran to engage in some violating behavior with someone before 18 Oct.  Scan the current list of standing sanctions and it doesn't take much imagination to believe the US or UN could issue more of similar type.  This GJO question doesn't stipulate *why* new sanctions would have to be issued. (http://www.iranwatch.org/sanctions)  I'm 85% right now due to the missile test yesterday and today, if nothing comes of these, I'll dip back to the 50s...\n"], [15487, "2016-03-09T14:56:51Z", [0.1], ""], [1262, "2016-03-09T14:49:40Z", [0.68], "IRGC / Iranian military will continue to act in ways that will require efforts to introduce sanctions - likely imposed sometime after April 2016.    "], [19908, "2016-03-09T14:34:54Z", [0.14], ""], [12591, "2016-03-09T14:03:05Z", [0.65], ""], [20, "2016-03-09T12:18:08Z", [1.0], ""], [20129, "2016-03-09T06:45:29Z", [0.01], ""], [506, "2016-03-09T06:28:24Z", [0.9], ""], [2965, "2016-03-09T04:42:30Z", [0.27], "http://www.theguardian.com/world/2016/mar/08/iran-ballistic-missile-test-us-un-response"], [19170, "2016-03-09T03:18:28Z", [0.4], ""], [19170, "2016-03-09T03:14:52Z", [0.2], ""], [11686, "2016-03-09T02:54:47Z", [0.55], ""], [241, "2016-03-09T02:22:16Z", [0.9], ""], [21853, "2016-03-08T23:57:58Z", [0.04], ""], [21403, "2016-03-08T23:42:34Z", [0.1], "Only if they have another test."], [20623, "2016-03-08T23:05:11Z", [0.65], "Congress is starting discussions around sanctions, but we'll see if this turns into an actual bill.  Upping to 65% for the time being.  http://news.yahoo.com/ryan-says-u-congress-press-sanctions-against-iran-211312443.html"], [73, "2016-03-08T21:48:11Z", [0.79], "+2 \"U.S. State Department spokesman Mark Toner said Washington would review the incident and, if it is confirmed, raise it in the U.N. Security Council and seek an \"appropriate response\".\" if confirmed?   seeing this as separation of issues from nuclear deal and some UN related minor response, but hopefully enough to tickle into sanction box."], [1646, "2016-03-08T21:42:49Z", [0.32], ""], [691, "2016-03-08T21:23:40Z", [0.04], "http://www.reuters.com/article/us-iran-missiles-idUSKCN0WA0UY\nIran is not currently under a Security Council resolution forbidding This Sort of Thing, but they are under one that strongly suggests they oughtn't to test any missiles that are \"designed\" to carry a nuclear warhead. Given that almost any missile powerful enough to leave the ground could carry some sort of nuclear weapon, Iran must decide how to describe what they're doing.  They are saying it's just to improve the missile's accuracy so it can carry lovely conventional weapons in a more socially acceptable manner. The US has said it may refer this to the UN Security Council, a sure sign that the US isn't planning to do anything unilateral (and knows the Security Council won't impose sanctions for this). Nobody wants to impose new sanctions while the ink is still wet on the nukes deal, and the Iranians know this.   In short, this is choreography, and all the dancers will be careful not to bash into one another during the difficult bits.  "], [443, "2016-03-08T21:13:59Z", [0.05], "They will not. Our government made the deal and will give it a chance. "], [241, "2016-03-08T20:30:51Z", [0.8], ""], [43, "2016-03-08T19:15:12Z", [0.75], "More missile tests, this time from silos around the nation.  Dateline 3-8-16 Iran has launched several ballistic missiles from silos across the country as part of a military exercise, state media say, defying US pressure.\nThe Revolutionary Guards said in a statement that the tests demonstrated the country's \"deterrent power\". US officials said that if the reports were confirmed, they would raise the matter at the UN Security Council. http://www.bbc.com/news/world-middle-east-35752974"], [368, "2016-03-08T19:06:43Z", [0.02], ""], [1056, "2016-03-08T18:46:10Z", [0.75], "Upping because of the recent missile test. But it remains to be seen what \"appropriate action\" means."], [21383, "2016-03-08T18:22:17Z", [0.09], ""], [601, "2016-03-08T18:05:41Z", [0.7], ""], [73, "2016-03-08T15:37:07Z", [0.77], ""], [12302, "2016-03-08T15:32:30Z", [0.14], ""], [484, "2016-03-08T15:10:11Z", [0.25], "(no change) FWIW I normally think timing in both the DPRK and Iranian missile tests mostly have to do with program issues and less a message. In this case I don't. I also think neither the US or UN will impose any sanctions (\"expressions of concern\" sure) before the run-off elections in April. Shouldn't risk undercutting Rouhani."], [2965, "2016-03-08T15:02:19Z", [1.0], "@clairvoyance \nPlease pass along to the appropriate person I agree 100 %;with South Korean response.\nMeasured calibrated.\nI agree no problem there.\nGood Luck"], [755, "2016-03-08T14:59:12Z", [0.7], "Jumping into the pool, due to this latest:\nNYT, March 8, 'Iran’s Revolutionary Guards Test Ballistic Missiles': http://www.nytimes.com/2016/03/09/world/middleeast/irans-revolutionary-guards-test-nationwide-ballistic-missiles.html?_r=0\nKey words I took from this article:\n'underground silos'\n'underground base'\n'deterrence' (this is a very important word)\nSuspect construction identified at Parchin:\nDaily Mail, February 8, 'Satellite images of suspicious activity at Iranian military base may prove Tehran was carrying out secret nuclear tests while negotiating with West to have sanctions lifted': http://www.dailymail.co.uk/news/article-3437456/Satellite-images-suspicious-activity-Iranian-military-base-prove-Tehran-carrying-secret-nuclear-tests-negotiating-West-sanctions-lifted.html\nRegardless of the wins by Rouhani and other moderates, the IRGC still wields considerable power and has the support and blessing of Khamenei.\nLike with the DPRK, you got 'em, you test 'em. Targeted sanctions highly possible. \n"], [21638, "2016-03-08T14:54:47Z", [0.21], ""], [20623, "2016-03-08T14:46:28Z", [0.6], "Well, so much for that 5% prediction. Updating to 60% in light of a recent ballistic missile test. The revolutionary guard reports to Khamenei, so they can flout  Rouhani's government in any way they see fit.  https://www.rt.com/news/334880-iran-ballistic-missile-test/\nhttp://www.japantimes.co.jp/news/2016/03/08/world/iran-conducts-new-missile-tests-in-defiance-of-u-s-sanctions/#.Vt7k_JMrJE4"], [4634, "2016-03-08T14:16:56Z", [0.7], ""], [10759, "2016-03-08T14:16:34Z", [0.7], ""], [1693, "2016-03-08T14:09:07Z", [0.85], "http://news.yahoo.com/iran-conducts-fresh-ballistic-missile-tests-state-media-085935504.html http://www.bbc.com/news/world-middle-east-35752974 http://www.nytimes.com/2016/03/09/world/middleeast/irans-revolutionary-guards-test-nationwide-ballistic-missiles.html"], [21644, "2016-03-08T11:16:04Z", [0.1], ""], [102, "2016-03-08T05:02:20Z", [0.39], "https://larswericson.wordpress.com/2016/03/08/gitrep-7mar16pm/"], [20623, "2016-03-08T02:58:29Z", [0.05], "Granted this is a complicated question with a significant amount of moving parts that could quickly set off another round of sanctions, current conditions indicate that this is unlikely (5% chance).  While Iran's motives remain somewhat nebulous, it has engaged in actions that run contrary to it's usual hard line stance. Release of American prisoners, release of American sailors,  Compliance with the nuclear deal (so far), participation in Syrian peace talks, moderates elected to parliament. http://www.nytimes.com/2016/03/01/world/middleeast/iran-elections.html?_r=0\nWith major sanctions lifted, Iran has little desire to roll back any of the potential economic gains it will soon achieve. To do so could undermine Khamenei and  Rouhani internally. \nhttp://www.reuters.com/article/us-iran-economy-growth-idUSKCN0W70BT But, this area is a tinderbox. Any number of events catalyzed by either side could quickly escalate into another round of sanctions from the US. With a hawkish, Republican congress, they would pass quickly. "], [21791, "2016-03-08T01:57:58Z", [0.11], ""], [21785, "2016-03-08T00:33:42Z", [0.05], ""], [2965, "2016-03-07T23:16:34Z", [0.01], ""], [21772, "2016-03-07T22:07:52Z", [0.15], ""], [19311, "2016-03-07T21:35:16Z", [0.33], ""], [21756, "2016-03-07T20:49:24Z", [0.05], "Only if the reformers are forcibly removed from any power they have. Not likely this year "], [21764, "2016-03-07T20:45:33Z", [0.05], ""], [21746, "2016-03-07T19:25:21Z", [0.01], ""], [21383, "2016-03-07T19:05:26Z", [0.09], "My 9% chance of yes really means \"no.\"  I expect Iran will continue to make it difficult to verify what their nuclear intentions.  Since they need money, and since our President has \"worked\" this deal, my forecast is that the status quo will continue and Iran will try to stockpile as much money for oil as they can while economic sanctions are lifted.  Once their true intentions are again realized by the West, Iran knows that it is only time before economic sanctions are once again imposed against them.  There goal is to become a nuclear power and they will say and do whatever it takes to get them to that goal."], [21012, "2016-03-07T18:39:23Z", [0.15], ""], [21012, "2016-03-07T18:38:38Z", [0.85], "Iran has currently several reasons that support avoiding further sanctions, including:\n- Getting the benefits from the nuclear deal including: ability to sell oil, unfreezing of foreign assets and access to foreign financial markets\n- Being consistent with the last elections which confirmed the electorate preference for the reformists\n- Adherence so far with the requirements of the nuclear deal On the other side Iran could get new sanctions by:\n- Directly intervening in conflicts such as Sirya or Yemen\n- Violating the arms embargo Under current circumstances, considering a relative \"stability\" of the situation in Sirya, the costs of getting new sanctions outweigh the benefits. I thus believe Iran will most likely avoid to incur in new sanctions (15% probability)"], [691, "2016-03-07T18:32:06Z", [0.04], ""], [21714, "2016-03-07T17:27:21Z", [0.15], "The current agreement is relatively new and the world will wait to see how the agreement is holding before making new moves."], [21369, "2016-03-07T16:25:54Z", [0.7], "Wall Street/Big Banks have lots on money invested in O&G production companies, if downward pressure on oil price continues, it may force more O&Gs into bankruptcy.  WS/BB will take huge hits hurting economy.   Also the Iran deal is unpopular with American public as it makes the US look weak and not serious about being a world leader. \nThis is election year and as much as current administration doesn't want to impose sanctions, for purely ideological reasons, not doing so hurts Democrat's chances of maintaining WH. Sanctions against Iran have twofold effect: 1) removing Iranian oil from market helps stabilize price and the economy (make WS/BB happy) and 2) sends message to electorate that the current and subsequent Democrat WH is tough on terror and serious about US' standing on the global stage.  "], [21672, "2016-03-07T16:02:53Z", [0.15], ""], [21670, "2016-03-07T15:43:41Z", [0.15], ""], [1693, "2016-03-07T15:26:44Z", [0.56], "This does not resolve this question, at all. In fact, it points towards wrongdoing by a UN agency (WIPO), not Iran. \nBut it does remind me \n1- sanctions/repercussions could come for violations years after the fact, \n2- new sanctions do not have to be for missile test violations; they can arise for a number of reasons, and \n3- depending how deep this particular scandal gets, sliver of a chance Iranian buyers could still be outed in some way. http://www.cellular-news.com/story/Business/68617.php & http://www.wnd.com/2016/03/congress-probes-u-n-tech-transfers-to-tyrants/"], [73, "2016-03-07T14:37:10Z", [0.71], "+6 on the basis of whats good for the goose (NKorea) is good for the gander (Iran).  http://en.trend.az/iran/society/2503436.html"], [241, "2016-03-07T14:20:57Z", [0.55], ""], [14777, "2016-03-07T14:19:00Z", [0.65], ""], [18762, "2016-03-07T13:50:08Z", [0.15], ""], [13947, "2016-03-07T13:31:47Z", [0.7], ""], [24, "2016-03-07T09:26:48Z", [0.05], ""], [19954, "2016-03-07T09:07:08Z", [0.0], "Nope, just made up, still honeymooning "], [21516, "2016-03-07T06:08:50Z", [0.87], "I see it coming, and eventually will lead to ww3"], [19908, "2016-03-07T04:53:20Z", [0.1], ""], [21503, "2016-03-07T04:09:17Z", [0.05], ""], [13377, "2016-03-07T03:51:09Z", [0.4], "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [21323, "2016-03-07T03:42:21Z", [0.05], "Obama and the UN are matched eunuchs."], [1379, "2016-03-07T02:27:36Z", [0.0], ""], [1529, "2016-03-07T00:25:15Z", [0.5], ""], [21450, "2016-03-06T23:51:17Z", [0.4], ""], [19862, "2016-03-06T22:13:58Z", [0.4], ""], [21348, "2016-03-06T20:31:24Z", [0.05], ""], [368, "2016-03-06T18:43:48Z", [0.02], ""], [20623, "2016-03-06T18:03:34Z", [0.1], ""], [691, "2016-03-06T17:41:27Z", [0.04], ""], [21259, "2016-03-06T17:17:32Z", [0.75], ""], [21292, "2016-03-06T17:01:03Z", [0.05], ""], [10039, "2016-03-06T10:54:54Z", [0.7], ""], [102, "2016-03-06T04:03:43Z", [0.4], "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [20901, "2016-03-06T02:52:15Z", [0.1], ""], [13859, "2016-03-06T02:19:15Z", [0.05], ""], [21145, "2016-03-05T22:53:52Z", [0.35], ""], [102, "2016-03-05T20:54:23Z", [0.81], ""], [21134, "2016-03-05T20:07:58Z", [0.15], ""], [691, "2016-03-05T15:13:55Z", [0.04], ""], [11053, "2016-03-04T23:38:19Z", [0.06], ""], [12302, "2016-03-04T22:47:57Z", [0.05], ""], [691, "2016-03-04T22:28:18Z", [0.04], ""], [368, "2016-03-04T21:28:38Z", [0.1], ""], [484, "2016-03-04T17:50:14Z", [0.25], "Down another 10% on news from @einsteinjs Thanks! If it is a space launch then the UN will definitely not have much to say, nor do I think anything can get past President Obama."], [11702, "2016-03-04T17:17:45Z", [0.1], ""], [484, "2016-03-04T16:55:52Z", [0.35], "Down 10%. I haven't seen anything significant about an Iranian test, so I'll probably be dropping back near consensus soon. I'm re-thinking whether there is much traction regarding token political action in the US. Would anything be enough to sway voters who either don't care or already have a hardened view one way or another?  A RT article FWIW: https://www.rt.com/news/333903-iran-missile-program-zarif/ It does point to the subtleties related to any UN sanctions."], [601, "2016-03-04T16:09:27Z", [0.4], ""], [2965, "2016-03-04T13:10:41Z", [0.05], "NK constrained by China\ninternal leadership churn.\nwhat next?"], [241, "2016-03-04T10:30:33Z", [0.67], ""], [1468, "2016-03-04T10:10:33Z", [0.33], ""], [13377, "2016-03-04T08:42:34Z", [0.55], "https://larswericson.wordpress.com/"], [21031, "2016-03-04T06:38:40Z", [0.01], "No need to do so!"], [102, "2016-03-04T05:30:27Z", [0.55], ""], [21043, "2016-03-04T03:04:51Z", [0.05], ""], [532, "2016-03-04T01:24:30Z", [0.67], ""], [20, "2016-03-03T22:14:58Z", [0.7], ""], [51, "2016-03-03T22:08:59Z", [0.3], "Some new sanctions were imposed but it does not seek to have kept Iran from continuing to launch more missiles.  I expect little from the Obama administration as he coasts to the end of his last term.  We just got through a round of sanctions in January, and DPRK just got sanctioned.  I think I will need to see some kind of palpable outrage regarding ongoing missile tests before I am going to believe further sanctions will be imposed.    "], [11430, "2016-03-03T21:56:23Z", [0.85], ""], [691, "2016-03-03T21:21:39Z", [0.04], ""], [241, "2016-03-03T20:34:15Z", [0.55], ""], [1760, "2016-03-03T17:45:36Z", [0.58], "I am lowering the odds here following surprise support for moderate politicians in the parliamentary elections, which reduces the odds of Iran doing something to incur new sanctions from the US or the UN. I still think there is greater than 50% odds that conservative parliaments in both the US and Iran will try to thwart a successful nuclear deal."], [20053, "2016-03-03T15:33:49Z", [0.12], ""], [241, "2016-03-03T14:21:46Z", [0.66], ""], [20031, "2016-03-03T03:43:44Z", [0.1], ""], [43, "2016-03-03T03:37:49Z", [0.5], ""], [19352, "2016-03-03T02:18:47Z", [0.03], ""], [1693, "2016-03-03T00:55:02Z", [0.56], ""], [73, "2016-03-02T21:23:00Z", [0.65], ""], [368, "2016-03-02T21:21:57Z", [0.01], ""], [102, "2016-03-02T20:10:24Z", [0.0], "Whoops"], [102, "2016-03-02T20:09:39Z", [1.0], "Whoops never mind."], [20970, "2016-03-02T19:46:06Z", [0.81], ""], [38, "2016-03-02T19:42:55Z", [0.5], ""], [38, "2016-03-02T19:40:04Z", [0.22], ""], [691, "2016-03-02T19:30:22Z", [0.04], ""], [2965, "2016-03-02T18:03:34Z", [0.05], ""], [11686, "2016-03-02T17:41:08Z", [0.35], "Dropping due to moderate wins in Iranian election, but still think the hard liners may do something to purposefully bring extra sanctions to drive a wedge between Iran and West. They are not happy with the nuclear deal, and may become desperate."], [13364, "2016-03-02T13:41:06Z", [0.0], ""], [13602, "2016-03-02T13:40:03Z", [0.05], ""], [20911, "2016-03-02T03:52:40Z", [0.05], ""], [691, "2016-03-02T03:17:54Z", [0.04], ""], [368, "2016-03-01T22:23:45Z", [0.05], ""], [11442, "2016-03-01T18:58:08Z", [0.2], ""], [10192, "2016-03-01T14:33:49Z", [0.05], ""], [20129, "2016-03-01T11:32:35Z", [0.53], ""], [20834, "2016-03-01T05:47:52Z", [0.05], "Hardly. The US will want to support it's current nuclear deal with Iran, and reaffirm the Iranian people's election and desire for reform. Furthermore, Obama doesn't leave office until Jan 2017... I see a very very low chance until after that. In fact, if Ali Khamenei dies before then, we may see even further loosening, not tightening. And between the Saudi's and Russia, this policy works very well for the US."], [20832, "2016-03-01T05:24:04Z", [0.25], ""], [20829, "2016-03-01T04:08:59Z", [0.1], ""], [11303, "2016-03-01T02:38:38Z", [0.2], ""], [19170, "2016-02-29T23:20:09Z", [0.1], ""], [11289, "2016-02-29T22:31:27Z", [0.15], ""], [1646, "2016-02-29T21:22:21Z", [0.2], ""], [20284, "2016-02-29T20:17:46Z", [0.03], "The election this past weekend showed strength for the (relative) moderate candidates.   This is the signal the Obama administration wanted to justify the current policy of better relations with Iran.  Even if it is necessary to look the other way occasionally so as not to return to sanctions.  Improved relations with Iran is something the Obama administration sees as a legacy item."], [601, "2016-02-29T16:59:17Z", [0.25], "Iran should be sanctioned for its missile activities and Congress will no doubt pass new sanctions, but now that the \"moderate\" nuke-seeking Islamists have done well against the \"conservative\" nuke-seeking Islamists in the recent \"elections\",  it is hard to see President Obama ever signing a sanctions bill.   I am still allowing some possibility as the situation in Syria could get worse and that could result in Iran falling out of favour (just as Russia has) sometime before October"], [1262, "2016-02-29T16:35:47Z", [0.15], "Decreasing due to Moderates wins both in assembly & parliament."], [16870, "2016-02-29T15:14:34Z", [0.05], ""], [493, "2016-02-29T15:10:07Z", [0.05], "Affirming prior."], [20776, "2016-02-29T14:32:48Z", [0.15], ""], [691, "2016-02-29T13:35:23Z", [0.04], "Everybody except the Rs in the US Congress and probably the Saudis will wish to give the New Kids a chance.  Even the Rs might have to grumble something nearly favourable and then chase some other non-issue for a while.  (We'll always have Benghazi; here's looking at you, kids.)"], [517, "2016-02-29T13:17:05Z", [0.01], "Obama is too weak to stand up to anyone other than America."], [10837, "2016-02-29T12:21:28Z", [0.1], ""], [14797, "2016-02-29T09:38:09Z", [0.05], ""], [68, "2016-02-29T08:08:40Z", [0.55], "Raising from 15% earlier this month, while waiting for Iran's upcoming missile launch and repercussions."], [8499, "2016-02-29T06:02:20Z", [0.0], ""], [19170, "2016-02-29T05:45:34Z", [0.15], ""], [19170, "2016-02-29T05:45:11Z", [0.2], ""], [102, "2016-02-29T05:18:47Z", [0.37], ""], [6783, "2016-02-28T23:34:22Z", [0.1], "If a repub is elected president in 2016, then the chance goes up to 80%. However since the election is after the date in the question, the chance is very low."], [15750, "2016-02-28T23:17:35Z", [0.1], "That would be seen as flip flopping. Don't think Obama wants to be seen as undecided."], [5863, "2016-02-28T23:08:50Z", [0.1], ""], [9685, "2016-02-28T21:51:44Z", [0.0], "That horse has left the barn.  It would be very difficult to get an international consensus in that time frame.  We won't do it alone."], [94, "2016-02-28T21:20:21Z", [0.36], ""], [14933, "2016-02-28T20:35:55Z", [0.32], ""], [469, "2016-02-28T20:09:25Z", [0.1], ""], [14873, "2016-02-28T19:29:28Z", [0.35], ""], [1262, "2016-02-28T19:20:44Z", [0.54], "Decreasing likelihood based on early election results.  Likely will increase again if hardliners respond poorly to election wins by Rafsanjani's supporters."], [484, "2016-02-28T17:24:08Z", [0.45], "Moving up 15% on more persuasive arguments in favor of token US response to missile testing."], [20739, "2016-02-28T16:20:27Z", [0.05], ""], [506, "2016-02-28T16:06:05Z", [0.12], ""], [136, "2016-02-28T15:21:42Z", [0.65], ""], [20, "2016-02-28T14:52:34Z", [0.75], "Iranian New Years is in March. A missile launch might be a neat way to celebrate. This Iranian commander agrees. http://theiranproject.com/blog/2016/02/18/irans-top-commander-irgcs-missile-drill-forthcoming/ It's easy to impose sanctions on a few individuals. Take their right to vacation in Hawaii away from them and call it a day. O can't hit Iran too hard, but will have to hit them with something for another missile launch. US Treasury is creative.  The question doesn't delve into magnitude of sanctions, too squishy."], [691, "2016-02-28T13:44:02Z", [0.08], ""], [241, "2016-02-28T12:39:04Z", [0.7], "Sanctions are possible in response to Iran's looming rocket launch, sponsorship of terrorism, purchase of jet fighters, or minor breaches of the nuclear deal. It's worth keeping track of how all four issues develop over the next several months. Read the FP article below for more details. http://foreignpolicy.com/2016/02/25/nuclear-deal-in-place-iran-is-testing-new-missiles-and-doubling-down-in-syria/\n-\"Secretary of State John Kerry appealed to lawmakers on Thursday to hold off for the moment on renewing the long-standing Iran Sanctions Act — which maintains a broad range of financial and other penalties on Tehran that are unrelated to the nuclear program.\"\n-\"In the meantime, Coons and some lawmakers are urging the United States and other major powers to prepare contingency plans for more minor violations of the nuclear agreement that would not be serious enough to trigger a resumption of international economic sanctions.\"\n-\"The [S-300] missile sale does not violate the terms of the U.N. arms embargo that is still in place, but the proposed deal for Sukhoi warplanes would broach the ban.\"\n-\"The United States also maintains sanctions on Iran over its human rights record and as a “state sponsor of terrorism,” a designation dating back to the 1980s. In 2011, Obama issued an executive order introducing new sanctions on a high-ranking Iranian paramilitary group and other entities linked to the repression of Syrians.\"\n-\"The United States imposed sanctions over the tests in January, but the move was delayed while Washington negotiated the release of Americans detained in Iran in exchange for Iranians held in the United States.\"\n-\"The U.S. government has refused to provide additional details on that booster, and arms control experts have puzzled over the revelation, which was contained in a sanctions designation on 11 entities and individuals associated with the country’s ballistic missile program.\""], [241, "2016-02-28T12:20:41Z", [0.7], ""], [19170, "2016-02-28T03:02:15Z", [0.4], ""], [241, "2016-02-28T01:48:43Z", [0.45], ""], [1646, "2016-02-27T20:48:16Z", [0.15], ""], [691, "2016-02-27T15:13:51Z", [0.09], ""], [4768, "2016-02-27T14:31:08Z", [0.01], "The global balance of power is shifting. The US lifted sanctions on Iran not because it wanted to but because it had to. This is about the petrodollar. The sanctions will be circumvented by trading oil for gold, and/or yuan/rubles. Not that the East and Middle East isn't already trending this way, regardless, but more sanctions will certainly expedite this process. And no, this isn't speculation--John Kerry, himself acknowledged this months ago, in \"PR speak.\" Washington is good at one thing: kicking the can. There is also much to be said for the US wanting to impose sanctions which require the cooperation from allies, who are forced to inequitably share the economic burden in order for it to be effective."], [484, "2016-02-27T03:48:36Z", [0.3], "Up 5% to be above consensus, but what could possibly go wrong with that path (of token US sanctions)?"], [51, "2016-02-27T02:44:00Z", [0.5], ""], [767, "2016-02-27T02:22:26Z", [0.2], "Sec. of State Kerry told Senate panel this week that \"slapping Iran with additional sanctions right now would not be helpful\" all while Khamenei urged voters to backs anti-US candidates in Saturday's parliamentary elections. Kerry advised lawmakers waiting to see how the nuclear deal proceeds before making a decision on imposing additional sanctions to punish Iran for belligerent behavior. http://www.timesofisrael.com/kerry-advises-against-new-iran-sanctions-as-khamenei-backs-anti-us-candidates/"], [241, "2016-02-26T23:53:44Z", [0.55], ""], [1337, "2016-02-26T18:08:09Z", [0.35], "Closer to consensus"], [43, "2016-02-26T16:56:05Z", [0.2], "Even supporters of the nuclear deal are becoming impatient. Democrats may need the opportunity to show they are tough on Iran before election day. Republican's wouldn't dare to block sanctions. Dateline 2-26-16 Sen. Chris Coons (D-Del.), who voted in favor of the nuclear deal, said he wanted to see the agreement succeed but that it was time to get “tougher” with Iran. “We’re going to have to be clear that we’re not going to tolerate their bad behavior, and we’re willing to punish Iran. Situation Report: Foreign Policy [fp@foreignpolicy.com]\n"], [271, "2016-02-26T16:48:04Z", [0.7], ""], [691, "2016-02-26T15:32:29Z", [0.09], ""], [15473, "2016-02-26T12:49:18Z", [0.0], ""], [241, "2016-02-26T12:28:23Z", [0.65], ""], [20497, "2016-02-26T11:20:40Z", [0.1], ""], [20638, "2016-02-26T10:43:57Z", [0.1], "highly doubtful...  especially with kerry as SoS."], [13377, "2016-02-26T03:09:40Z", [0.39], ""], [20613, "2016-02-25T23:14:02Z", [0.05], "A president with a strong Muslim background is unlikely to wish to offend Muslims further."], [20600, "2016-02-25T20:09:02Z", [0.01], "Nope"], [20599, "2016-02-25T19:34:34Z", [0.01], ""], [368, "2016-02-25T18:47:48Z", [0.1], ""], [16742, "2016-02-25T18:02:19Z", [0.15], ""], [691, "2016-02-25T17:27:48Z", [0.12], ""], [1760, "2016-02-25T17:02:06Z", [0.6], "The Iran deal will remain in sharp focus is US political circles heading into the US presidential elections. While the US and Iran's administrations will do everything in their power to support the deal, parliaments of both countries are strongly opposed to the deal and have high vested interests to thwart it. It is important to note that new sanctions imposed by the US or the UN do not necessarily nullify the nuclear deal. This was evident in the Jan 2016 sanctions that took effect even as Iran released some high-profile prisoners. Based primarily on either country's parliament wanting to show its government down, I think it is likely that the US or the UN impose additional sanctions against Iran before the first anniversary of the deal."], [484, "2016-02-25T16:53:27Z", [0.25], "Up 25% on @einsteinjs I don't think the US will pass any serious sanctions related to Iran for reasons I've mentioned earlier. I am coming around to something token that would \"help\" in the run-up to US elections and would be minimal enough for Iran to mostly ignore. Similar to some of Khamenei's pronouncements about the JCPOA. (I've been counting on a more nuanced consideration of missile development and existing \"sanctions\" which of course may be a stretch.)"], [20584, "2016-02-25T16:39:23Z", [0.25], ""], [19170, "2016-02-25T16:36:29Z", [0.6], ""], [19170, "2016-02-25T16:33:45Z", [0.2], ""], [20572, "2016-02-25T13:02:09Z", [0.1], ""], [20566, "2016-02-25T11:12:41Z", [0.32], ""], [248, "2016-02-25T10:21:54Z", [0.25], ""], [248, "2016-02-25T10:21:03Z", [0.1], ""], [60, "2016-02-25T04:24:59Z", [0.81], "Raising from 74 to 81%. Feb 24: \"Kerry says slapping Iran with additional sanctions right now would not be helpful\" --> http://www.usnews.com/news/politics/articles/2016-02-24/kerry-advises-against-hitting-iran-with-more-sanctions-now Lawmakers are considering legislation that would address Iran's ballistic missile tests, human rights violations and a reauthorization of the Iran Sanctions Act, which expires at the end of the year. Republicans are especially incensed over Iran's detention of U.S. sailors in January. But Kerry counseled a go-slow approach. \"I don't think there's a need to rush here,\" he told members of the Senate appropriations state and foreign operations subcommittee. \"I'd like to see how the implementation goes so we can do whatever we're doing advised by that process.\" Director of National Intelligence James R. Clapper told lawmakers during testimony earlier this month that since 2010 Iran has fired about 140 missiles in violation of a U.N. resolution. About half of the launches occurred during negotiations over the nuclear deal. The two most recent firings took place last fall, according to Clapper, who said Iranian officials were sending a message \"that they are still going to continue to develop what is already a very robust missile force.\" The Obama administration imposed new sanctions against 11 individuals and entities involved in Iran's ballistic missile program a day after the nuclear deal went into effect. But Republicans derided the new sanctions as weak and have urged a more forceful response. \"I have a list a mile long,\" said Sen. Lindsey Graham, R-S.C., the subcommittee's chairman.\n[...]\nGraham shot back that if Barack Obama were not president, the Iranians wouldn't have dared detain the sailors. \"I'm really tired of this, being walked all over,\" he said. ~~~~ COMMENT: A feisty Senate, no doubt. If Congress tries to pass new sanctions against Iran, it would need a signature from Pres. Obama, but that might be easier than one might think because Dem's might not provide a firewall, if Obama were to veto (https://www.washingtonpost.com/news/powerpost/wp/2016/01/07/democrats-frustrated-with-obama-on-iran-float-new-sanctions-proposals/). "], [19908, "2016-02-25T03:55:57Z", [0.15], ""], [19908, "2016-02-25T03:52:49Z", [0.14], ""], [691, "2016-02-25T02:46:36Z", [0.11], ""], [102, "2016-02-25T02:08:06Z", [0.34], ""], [15196, "2016-02-25T01:14:23Z", [0.02], ""], [16077, "2016-02-25T00:36:14Z", [0.85], ""], [11442, "2016-02-24T23:22:47Z", [0.6], "On missile launch rumors. H/t @einsteinjs and others"], [15701, "2016-02-24T23:00:24Z", [0.35], "Outside-In view: historically, they've not been shy do so.  And having *lifted* sanctions, means there's a lot the US(UN) could do. Contextually, I think they'd look weak politically to do so after the recent progress, but at the same time, Iran might pull something out the bag for exactly that reason - see what they can get away from. Initially, I thought 15% (politically weak move), but noticing the January sanction, then I guess the baseline is much higher. 35%"], [493, "2016-02-24T20:22:20Z", [0.05], "Affirming prior."], [10759, "2016-02-24T18:14:20Z", [0.65], ""], [4634, "2016-02-24T18:13:48Z", [0.65], ""], [1529, "2016-02-24T18:06:57Z", [0.65], "Reported upcoming arms sales to Iran that supposedly violates nuclear deal:\nhttps://www.washingtonpost.com/blogs/right-turn/wp/2016/02/19/an-iran-test-for-the-administration/ Also, several other forecasters have provided links regarding possible forthcoming missile test. Add it all up, and it looks like Iran is pushing the envelope and doesn't feel that any new sanctions are enough to discourage them.\n"], [241, "2016-02-24T15:12:46Z", [0.7], ""], [13947, "2016-02-24T11:22:55Z", [0.75], ""], [43, "2016-02-24T11:15:18Z", [0.15], ""], [405, "2016-02-24T09:38:30Z", [0.15], ""], [12943, "2016-02-24T06:38:15Z", [0.02], "The trajectory has changed here. Iran is in the good books."], [102, "2016-02-24T04:28:41Z", [0.39], ""], [20, "2016-02-24T01:14:14Z", [0.65], ""], [43, "2016-02-24T00:53:59Z", [0.75], "Following research by @einsteinjs, @morrell, and analysis by @Heffalump, thank you all. Feb 23: \"IRAN LAUNCH FORTHCOMING\" --> http://www.armscontrolwonk.com/archive/1201159/iran-launch-forthcoming/"], [691, "2016-02-23T22:35:35Z", [0.11], ""], [20456, "2016-02-23T20:47:44Z", [0.15], ""], [60, "2016-02-23T19:53:27Z", [0.74], "Raising from 68 to 74. (h/t @morrell) Feb 23: \"IRAN LAUNCH FORTHCOMING\" --> http://www.armscontrolwonk.com/archive/1201159/iran-launch-forthcoming/ Melissa Hanham, Catherine Dill and I have acquired a satellite image from 15 February 2015 that shows Iran is preparing to launch a rocket from the Imam Khomeini Space Center.  We anticipate that Iran will attempt the launch between 1-2 March 2016. Why 1-2 March?  Iran has issued a Notice to Airmen (NOTAM) closing the airspace over the launch pad for 1-2 March.  Iran typically issues a NOTAM before a launch, although a previous NOTAM for 16-18 February expired with no launch and Iranian officials floated different launch dates. ~~~ COMMENT: The IFP asks about sanctions, so the missile launch itself doesn't mean anything, but when you consider that the US was quick to impose new sanctions against Iran in the midst of the nuclear deal, I'd be surprised if there weren't more sanctions for Iran launching missiles (assuming that this -- in some way -- violates an agreement between the US/Iran or US/UNSC)."], [20400, "2016-02-23T18:30:05Z", [0.15], "With "], [128, "2016-02-23T17:43:13Z", [0.35], ""], [128, "2016-02-23T17:42:36Z", [0.25], ""], [484, "2016-02-23T17:05:27Z", [0.0], "Down final 5%. Same reasons as my earlier posts."], [1529, "2016-02-23T15:13:06Z", [0.15], ""], [13360, "2016-02-23T14:53:57Z", [0.05], ""], [11804, "2016-02-23T14:33:38Z", [0.0], ""], [142, "2016-02-23T14:32:25Z", [0.1], "Iran is meeting the terms of the nuclear agreement.  The major powers are reestablishing trade and diplomatic relations with Iran.  New sanctions are unlikely bsent an unexpected development."], [20063, "2016-02-23T14:06:40Z", [0.08], "Even if Iran misbehaves, there is very little chance the UN will take quick, decisive action. Congress will be too mired in election politics to have a veto-proof majority in favor of sanctions. The executive branch will not impose further sanctions on its own in order to avoid contributing to negative perceptions of the Iran nuclear deal."], [12302, "2016-02-23T12:16:50Z", [0.1], ""], [12302, "2016-02-23T12:15:06Z", [0.15], ""], [689, "2016-02-23T09:22:22Z", [0.0], ""], [20418, "2016-02-23T07:52:40Z", [0.35], ""], [506, "2016-02-23T06:36:06Z", [0.22], ""], [20410, "2016-02-23T02:58:55Z", [0.1], ""], [14331, "2016-02-23T02:51:59Z", [0.05], ""], [6518, "2016-02-23T00:32:51Z", [0.15], ""], [13997, "2016-02-22T20:22:51Z", [0.0], ""], [877, "2016-02-22T20:22:49Z", [0.15], ""], [20395, "2016-02-22T19:57:57Z", [0.15], ""], [691, "2016-02-22T19:49:37Z", [0.14], ""], [16782, "2016-02-22T15:31:27Z", [0.05], ""], [2965, "2016-02-22T15:21:37Z", [0.2], "Extremely unlikely.  5/1 Obama and Kerry detente policy will be implemented through  resolution  date which also reveals US position  in UN. Obama will veto any legislation passed by  Congress  What is the reasoning for marking down so much from  40 to 20. Its more than the median which started off yes, then dropped to 20 now 25.\nI foresee a further markdown to 10%. http://www.state.gov/r/pa/prs/dpb/2016/02/252232.htm Kirby on cease fire."], [502, "2016-02-22T14:52:42Z", [0.59], ""], [2965, "2016-02-22T13:40:16Z", [0.4], "http://blogs.wsj.com/washwire/2016/02/21/how-irans-political-dynamics-conflict-with-hype-over-elections-influence/\n"], [14914, "2016-02-22T13:19:42Z", [0.08], "Even in the worst of circumstances, both don't afford a strategic or intelligence mistake that makes them backtrack such a decision and negatively affect their public image. If Iran doesn't fulfill its side of the deal, the US will use other means to pressure them"], [20349, "2016-02-22T11:07:27Z", [0.05], "Obama unlikely to backtrack on the deal that has been seen as one of the highlights of his otherwise unremarkable term. The UN is highly unlikely to  impose any new sanctions if Iran does not restart it's nuclear programme before this date. Given the efforts Iran has taken to reduce its nuclear capability I don't think they are likely to attempt to restart it The election in Iran may have some impact but given the power the Revolutionary Guards and the Supreme Leader in Iran already have it seems unlikely that an election result will change the tide from one of decreasing tensions with the west. Coupled with this is the experience Iran had under sanctions and a willingness to avoid this again. Iran has not had sanctions levied over it due to the Syrian and this is unlikely to happen before 2016 without a sudden and expected change."], [4139, "2016-02-22T01:10:31Z", [0.1], "Obama can't afford to admit he's wrong on this even if they act badly."], [11686, "2016-02-22T00:50:10Z", [0.4], ""], [73, "2016-02-22T00:10:43Z", [0.91], ""], [73, "2016-02-22T00:10:15Z", [0.87], ""], [73, "2016-02-22T00:10:01Z", [0.81], ""], [1078, "2016-02-21T21:39:52Z", [0.6], ""], [919, "2016-02-21T20:50:59Z", [0.65], ""], [241, "2016-02-21T18:59:12Z", [0.75], ""], [691, "2016-02-21T17:16:57Z", [0.14], "The UN certainly won't--vetoes all around, and see what the boys in the back room will have.  The US might, but they're running out of things to impose new sanctions for. "], [212, "2016-02-21T13:35:16Z", [0.42], ""], [1693, "2016-02-21T13:26:51Z", [0.44], ""], [73, "2016-02-21T12:15:13Z", [0.7], ""], [1450, "2016-02-21T05:32:20Z", [0.37], ""], [424, "2016-02-21T03:56:48Z", [0.35], ""], [7445, "2016-02-20T22:53:18Z", [0.3], ""], [102, "2016-02-20T19:38:06Z", [0.43], ""], [20241, "2016-02-20T18:09:19Z", [0.22], ""], [14933, "2016-02-20T17:59:47Z", [0.5], ""], [14933, "2016-02-20T17:59:37Z", [0.53], ""], [14933, "2016-02-20T17:59:21Z", [0.16], ""], [13239, "2016-02-20T15:00:21Z", [0.05], ""], [16792, "2016-02-20T12:29:23Z", [0.55], ""], [9776, "2016-02-20T05:47:07Z", [0.3], ""], [11788, "2016-02-20T01:42:47Z", [0.3], ""], [14166, "2016-02-19T22:37:38Z", [0.09], ""], [241, "2016-02-19T22:00:16Z", [0.5], ""], [6518, "2016-02-19T20:44:53Z", [0.64], ""], [10759, "2016-02-19T16:11:48Z", [0.52], ""], [4634, "2016-02-19T16:10:43Z", [0.52], ""], [73, "2016-02-19T15:53:35Z", [0.61], ""], [3895, "2016-02-19T15:29:40Z", [0.69], "http://www.israelnationalnews.com/News/News.aspx/208244#.VscyU3SLT64 another missile test is on the way (I'm 98% sure of that) in violation of a UN resolution, I'd imagine sanctions will result! Again the consensus seems way out and I'd love to hear why I'm wrong."], [13430, "2016-02-19T14:39:40Z", [0.1], ""], [73, "2016-02-19T13:59:50Z", [0.51], ""], [767, "2016-02-19T02:16:22Z", [0.2], "It's possible. Iran, as recently as this week, announced that it will spend $8 billion to purchase planes and arms from Russia and sent its Defense Minister to Moscow for negotiations.  This is in addition to the negotiation between the two countries to purchase an advanced missile air defense system that has been going on for a while.  \nI understand none of this is prohibited by the Iran Nuclear Agreement, in fact, the agreement paved the way some of these negotiations to continue.  In contrast, a UN resolution passed on July 20, just days after the nuclear agreement was signed, forbid Iran from making conventional arms sales for the next five years.\nIn January, just days after lifting sanctions based on compliance with the nuclear agreement, the US imposed new sanctions on 11 Iranian entities and individuals that it saw linked to a ballistic missile launch that Iran conducted in October.   Some of the weapons that Iran is looking to purchase are exempt from the UN Resolution 2231.  \nWhat the ban forbids is “battle tanks, armored combat vehicles, large-caliber artillery systems, combat aircraft, attack helicopters, [and] warships…” from being purchased by Iran without prior approval from the UN.\nOne would think Iran, now that it's back and has started to benefit from the lifting of the embargo, is going to play by the rules but this is one to watch carefully."], [4910, "2016-02-19T01:25:40Z", [0.1], ""], [20218, "2016-02-19T00:15:06Z", [0.15], ""], [191, "2016-02-18T23:19:31Z", [0.1], ""], [368, "2016-02-18T20:14:27Z", [0.7], ""], [19007, "2016-02-18T16:02:56Z", [1.0], ""], [1023, "2016-02-18T15:27:51Z", [0.2], "It's over..."], [691, "2016-02-18T14:35:48Z", [0.11], ""], [20134, "2016-02-18T08:14:37Z", [0.8], ""], [19308, "2016-02-18T07:10:10Z", [0.12], ""], [19801, "2016-02-18T06:24:32Z", [0.04], "UN won't, USA is the only one that might."], [691, "2016-02-18T01:04:59Z", [0.11], ""], [361, "2016-02-17T23:30:44Z", [0.07], ""], [361, "2016-02-17T23:30:27Z", [0.1], ""], [4634, "2016-02-17T17:56:44Z", [0.4], ""], [10759, "2016-02-17T17:56:31Z", [0.4], ""], [241, "2016-02-17T16:57:30Z", [0.55], ""], [90, "2016-02-17T16:55:17Z", [0.66], ""], [12837, "2016-02-17T16:28:04Z", [0.2], ""], [19908, "2016-02-17T14:43:40Z", [0.15], ""], [19218, "2016-02-17T14:13:01Z", [0.52], "Ignore UN sanctions. It's hard to envision a case where the US does nothing but the UN does. Ignore the chances of the US imposing sanctions without provocation. The key question seems to be (the odds of a significant Iranian provocation) * (the odds of some US response). The odds of a response seem high. It's an election year; Obama will already be taking lots of flak for the Iran deal; US sanctions aren't very important anyway, not for the viability of the Iran deal, and so the domestic politics can rule. Say 80%. The odds of a provocation are harder to assess. @einsteinjs etc. show that at least some forces in Iran want more testing soon, but the regime's internal politics are murky; there are elections coming up. Say 65%."], [20123, "2016-02-17T12:23:06Z", [0.75], ""], [615, "2016-02-17T10:46:19Z", [0.02], ""], [1993, "2016-02-17T02:32:23Z", [0.6], "If Iran tests another ballistic missile, which I think it will, it is likely the US will impose sanctions on some individuals or companies associated with that program. Pres. Obama may be reluctant, but he will not want Democrats to look weak in an election year.  I assume this will count as \"sanctions on Iran\", as the More Info blurb refers to the January 2016 sanctions, which were on companies and individuals, some of them Iranian."], [1646, "2016-02-17T01:46:56Z", [0.18], ""], [1693, "2016-02-17T01:23:48Z", [0.38], ""], [19352, "2016-02-17T00:34:41Z", [0.12], ""], [691, "2016-02-16T23:11:16Z", [0.11], ""], [14088, "2016-02-16T16:03:41Z", [0.15], ""], [19186, "2016-02-16T15:58:01Z", [0.03], ""], [3895, "2016-02-16T15:17:26Z", [0.64], "Iranians seem cheerfully to be going full steam ahead with further missile testing http://www.israelnationalnews.com/News/News.aspx/208080#.VsM9GPKLSUk"], [15964, "2016-02-16T13:03:51Z", [0.05], ""], [12526, "2016-02-16T11:17:32Z", [0.0], "The US will not allow it."], [15408, "2016-02-16T10:36:26Z", [0.15], "US - yes, UN - no"], [19056, "2016-02-16T04:21:00Z", [0.05], ""], [20066, "2016-02-16T02:52:14Z", [0.25], ""], [19738, "2016-02-16T01:03:08Z", [0.95], ""], [20053, "2016-02-15T21:36:59Z", [0.15], ""], [20036, "2016-02-15T18:57:30Z", [0.6], ""], [20031, "2016-02-15T17:00:42Z", [0.13], ""], [16997, "2016-02-15T11:19:02Z", [0.25], ""], [12303, "2016-02-15T10:56:44Z", [0.05], "Iran will play nice (only chants of death to America) until Obama leaves office. Once we have a new POTUS, that is when Iran will begin to play it's hide and seek games. They know there are no more sanctions from EU or Asia and who wants to go to war with Iran anyways? They will embarrass and run amok of the international nuclear inspections. "], [1028, "2016-02-15T03:02:05Z", [0.25], ""], [15196, "2016-02-15T02:10:02Z", [0.02], ""], [19265, "2016-02-15T01:21:16Z", [0.01], "The question has three parts and a pre-election timeline: \na) Will Iran push the boundaries of US patience, while progress is being made internationally? \nb) Will the USA react and ruin the \"progress was made in the ME this year\" dialogue. And finally, \nc) Will the UN react without US pressure. I put \na) at 33%. I'm not even clear on whether Iran knew they were breaching the previous stipulations or whether they'd do it again. \nb) The US instituted sanctions on individuals, not Iran as a whole. You lose so much progress if you reintroduce sanctions, so between 10-15%\nc) 10% Total <1%"], [6903, "2016-02-15T00:45:05Z", [0.45], ""], [11756, "2016-02-15T00:34:19Z", [0.35], ""], [19340, "2016-02-15T00:13:46Z", [0.0], ""], [14005, "2016-02-14T23:59:14Z", [0.0], "Obama isn't going to do this"], [19685, "2016-02-14T23:19:05Z", [0.19], ""], [13979, "2016-02-14T23:01:50Z", [0.25], ""], [13657, "2016-02-14T22:39:07Z", [0.01], "Iran has complied with the terms of the nuclear deal and more.  I believe Obama would veto any sanctions passed by the Republican Congress.  "], [7053, "2016-02-14T22:30:11Z", [0.05], ""], [12980, "2016-02-14T22:00:47Z", [0.05], ""], [224, "2016-02-14T21:09:23Z", [0.25], ""], [746, "2016-02-14T20:34:36Z", [0.75], ""], [19985, "2016-02-14T19:12:51Z", [0.03], "Iran is too cautious to get any sanctions, it is in need of oil money. It has too much trouble with Saudi Arabia and the ISIS state to risk extra pressure on its economy. Also low oil prices make Iran not a big friend of Russia. For USA it is a winning stalemate "], [691, "2016-02-14T15:41:15Z", [0.14], ""], [14432, "2016-02-14T15:27:20Z", [0.05], "Violations would have to be egregious as UN and Obama desperately want to claim success here"], [689, "2016-02-14T10:14:32Z", [0.31], ""], [10039, "2016-02-14T09:38:07Z", [0.6], ""], [19945, "2016-02-14T02:42:20Z", [0.45], ""], [19948, "2016-02-14T01:23:21Z", [0.14], ""], [231, "2016-02-14T00:21:43Z", [0.3], ""], [15506, "2016-02-13T23:49:38Z", [0.05], ""], [128, "2016-02-13T16:54:27Z", [0.35], "honest forecast 25%"], [691, "2016-02-13T16:41:41Z", [0.14], ""], [14777, "2016-02-13T15:40:57Z", [0.6], ""], [4068, "2016-02-13T15:24:03Z", [0.15], ""], [19408, "2016-02-13T14:38:33Z", [0.0], ""], [13364, "2016-02-13T14:29:26Z", [0.0], ""], [102, "2016-02-13T05:47:51Z", [0.34], ""], [16421, "2016-02-13T00:37:47Z", [0.05], ""], [17002, "2016-02-12T20:10:40Z", [0.01], "-Obama legacy ?+Watch Syria ceasefire Related question re Iran off terror list: https://www.gjopen.com/questions/138-will-the-united-states-remove-iran-from-the-list-of-countries-identified-as-state-sponsors-of-terrorism-before-18-october-2016\n"], [691, "2016-02-12T20:05:20Z", [0.14], ""], [706, "2016-02-12T20:02:53Z", [0.3], "Not during a presidential election."], [1262, "2016-02-12T18:38:13Z", [0.94], "Much of the effective support for the \"hardliners\" comes from the IRGC and their terrorist backers Hezbollah.   \nThere have been previous efforts to negatively impact Hezbollah by sanctions related to their finances & banking:  This link\nhttp://www.al-monitor.com/pulse/originals/2016/01/us-sanctions-lebanon-banks-hezbollah.html#\n Current sanctions are ongoing that will impact the IRGC.     \nhttp://www.al-monitor.com/pulse/originals/2016/02/us-treasury-block-iran-airline-mahan-sanctions.html?utm_source=Al-Monitor+Newsletter+%5BEnglish%5D&utm_campaign=76c7c2496e-Feb_12_2016&utm_medium=email&utm_term=0_28264b27a0-76c7c2496e-102564265#\nSince reports from Iran indicate continued efforts by IRGC & Iranian military to develop missiles it is likely US or UN will institute targeted sanctions that will impact efforts of those groups that continue to support the hardliners and their agenda."], [19882, "2016-02-12T16:59:33Z", [0.05], ""], [19766, "2016-02-12T05:31:19Z", [0.05], ""], [19848, "2016-02-12T03:53:53Z", [0.25], "Tail end of presidency, election time, republicans need some one to berate"], [691, "2016-02-12T02:00:17Z", [0.14], "The US could slap some on for domestic political consumption--i.e., to give Hillary a chance to talk tough.  Wouldn't have to be either draconian or enforced--swing voters in the US do not make those distinctions, and committed ones on either side won't bother to try.  Not likely, but not wildly improbable."], [19841, "2016-02-12T01:11:07Z", [0.65], ""], [12302, "2016-02-12T00:53:28Z", [0.2], ""], [368, "2016-02-11T22:29:10Z", [0.2], ""], [19724, "2016-02-11T22:28:09Z", [0.75], ""], [130, "2016-02-11T21:27:57Z", [0.35], ""], [601, "2016-02-11T17:56:20Z", [0.75], "It is not just about Iran's missile/nuke programs.  Iran is neck deep in N. Korea and in Syria and those are two issues where the world chooses to refrain from difficult  and dangerous solutions but would like symbolic victories.   Hence expect more sanctions on both Iran and Russia."], [484, "2016-02-11T17:13:00Z", [0.05], "(no change) I'm low, so perhaps something to address @AndrewSabisky question. Two paths: 1. UN No, it isn't going to happen. Even if the Security Council were unanimous, which isn't the case, the issue of what missile stuff is ok is complicated to say the least. Anyone objecting to Iran, et al developing missiles can point to other regimes (MTCR, Munitions List, etc.) designed to manage the risk. 2. US. Yes, I suspect Congress will pass something, just like they are doing related to DPRK. Something to brag about that they've done something. The reality is more nuanced. While not explicitly coupled, the JCPOA and missiles are inter-related. If all of a sudden \"sanctions\" start being a big deal, then Rouhani is going to have major problems. That is not in the interest of anyone supporting the nuclear agreement. This is a long game and the IRGC is not going to be dissuaded in the near term. President Obama will veto anything Congress passes. The Iranian missile threat also plays into the narrative of those who want to proliferate missile defenses. On the other hand, a black swan might be Israel. If they were to say for example, we launch two weeks from now unless there are US missile related sanctions, I don't know what would happen."], [1646, "2016-02-11T17:07:15Z", [0.3], ""], [14843, "2016-02-11T16:01:15Z", [1.0], "Mar 10- More Ballistic missiles, and this time the VP Biden has been set loose to talk tough against Iran, threatening sanctions no less. Its a long time until October and a lot can happen. The Republican Guard is pissed about the recent election results. Feb 11-Done deal, ballistic missiles and a lot more... The US Treasury Dept official statement read the US \"will vigorously press sanctions\" ...against Iran \"for terrorism, human rights abuses, and ballistic missile program.\" No matter who is President new sanctions are on the way. Especially when taking Iranian assistance to Syria (Assad) and the rearming of Hezbollah into consideration.  Once the Russian back Syrians stabilize the front around Aleppo I'd not be surprised to see Hezbollah troops back on the Israeli border for a Spring offensive. They have a bunch of new toys and tactics to tryout. It could be a rough Summer over there."], [136, "2016-02-11T14:34:49Z", [0.6], "Based on https://www.gjopen.com/comments/comments/131207 and https://www.gjopen.com/comments/comments/131345"], [19630, "2016-02-11T12:46:31Z", [0.18], "From a US domestic perspective, Obama and his administration have staked a lot on the Iran deal. Approving additional sanctions will be seen as implicitly conceding that the Iran deal was no good. The new missiles do increase the chance of it happening, but it may take a change of administration to change things. As it is, I also think it unlikely that the UN will approve sanctions if the US does not agree."], [24, "2016-02-11T10:34:26Z", [0.35], ""], [3895, "2016-02-11T09:42:40Z", [0.63], "per the lads (@scholarandcat, @clinton, @einsteinjs), Iran shows no signs of backing off from its ballistic missile testing program, and further tests (very likely to occur) are also likely to incur further sanctions. The people in control of the missile testing program are not necessarily the same as those in control of JCPOA implementation, and anyway Rouhani seems to be on board with their agenda wrt missile testing (in public at least). I think the consensus on this one is way out and would like to see a detailed explanation from someone on the other side as to why it isn't. "], [10759, "2016-02-11T08:10:16Z", [0.35], ""], [4634, "2016-02-11T08:08:17Z", [0.35], ""], [94, "2016-02-11T04:21:38Z", [0.25], ""], [60, "2016-02-11T04:11:58Z", [0.68], "Raising from 3% to 68%. Looks like I whiffed big time on my first take of this IFP (https://www.gjopen.com/comments/comments/129767). Major h/t to @scholarandcat & @clinton for this thread --> https://www.gjopen.com/comments/comments/131207 Here's one piece of what I contributed to that thread that's motivated me to be far more bullish on this IFP than I initially thought to be.\n~~ Feb 10: \"Iran to upgrade missiles, get Russian defense system: minister\" --> http://www.reuters.com/article/us-iran-arms-russia-idUSKCN0VJ0MN Iran will unveil an upgrade of its Emad ballistic missiles this year, the defense minister was quoted as saying, advancing a program that has drawn criticism from the United Nations and sanctions from the United States. The Islamic Republic would also start taking delivery of an advanced Russian S-300 surface-to-air missile defense system in the next two months, Hossein Dehghan added - a system that was blocked before a landmark nuclear deal with world powers. Tehran agreed the deal on curbing its nuclear work in July last year and international sanctions were lifted in January. But tensions with Washington have remained high as Tehran continues to develop its military capabilities. Iran first tested the Emad missile in October. With improved accuracy over its existing arsenal, Iran says the new missile will be an important part of its conventional deterrent. But the United States says the Emad is capable of carrying a nuclear warhead and the test therefore violated a U.N. resolution. Washington imposed fresh sanctions last month against Iranian individuals and businesses linked to the missile program. \"We will unveil the next generation of Emad with improved precision in the next (Iranian) year (starting from March 20),\" Dehghan was quoted as saying by the Fars news agency late on Tuesday. \"The Emad missile is not a violation of the nuclear deal or any U.N. resolution since we will never use a nuclear warhead (on it). It's an allegation,\" he said, adding that mass production would begin in the near future. Iran is also due to start taking delivery of the S-300 missiles system from Russia in the next two months, Dehghan said, and the order would be completed by the end of the year. ~~ Feb 9: \"Iran soon to showcase controversial missile\" --> http://en.trend.az/iran/politics/2492073.html In particular, several Western sources claimed that Tehran violated the UN Security Council’s resolution 2231 by test-firing the Emad, suggesting it is capable of carrying a nuclear warhead. The UNSC resolution 2231, adopted July 20, 2015, endorses the nuclear deal between Tehran and the world powers and calls upon Iran not to undertake any activity related to ballistic missiles that can deliver nuclear weapons, as well as launching ballistic missiles, such as Emad. ~~~ Jan 31: \"Iran To Go On ‘Offensive’ In Response To US Missile Sanctions\" --> http://dailycaller.com/2016/01/31/iran-to-go-on-offensive-in-response-to-us-missile-sanctions/ The commander of Iran’s ballistic missile program has responded to new U.S. sanctions against the program by stating that the Islamic Revolutionary Guard Corps (IRGC) response will be “offensive.” \n[...] \nIran’s missile program is controlled by the IRGC, Iran’s vanguard military wing, which takes orders directly from Iran’s supreme leader, Ayatollah Khameini. Iran’s president Rouhani has essentially no control over the organization, which has been actively undermining Rouhani since his election. The group is separate from Iran’s traditional military, and is considered the “ideological custodian charged with defending the Islamic Republic against internal and external threats,” according to a backgrounder by the Council on Foreign Relations. The IRGC has its own air force, navy and army and is also in control of the paramilitary Quds force, which engages in covert operations abroad. It is also responsible for coordinating with Iran’s proxy groups abroad, such as Lebanese terrorist group Hezbollah. ~~ COMMENT: So, Iran will definitely have another missile launch, it seems like it's a question of when that is. Based on the first link, it looks like it'll be sometime after March 20th, which is still 7 months from Oct 18th. The last link was really helpful for me to understand that it's not necessarily the \"rational\" actors within Iran who are responsible for the missile launches."], [93, "2016-02-11T01:43:53Z", [0.15], ""], [182, "2016-02-11T01:15:15Z", [0.12], "If Iran follows the agreement and according to the IAEA (https://www.iaea.org/newscenter/focus/Iran) they have, it seems unlikely that there will be need for additional sanctions. I have not heard new sanctions on Iran coming from the Republican Presidential candidates so it seems to be out of the conservative cross hairs for the moment in the US. Should Iran be seen as uncooperative against IS will need to push this up. With the US presidential elections underway, small stories can get blown out of proportion by candidates and the media. So there's always that possibility: Iran detaining US journalists, \"discovery\" of a economic or military deals with North Korea, etc. it's the Rumsfeld unknown unknowns that are likely to take us by surprise. Having said all that, Rouhnai's recent visits to European capitals seems to be quickly thawing relations."], [1646, "2016-02-11T00:06:04Z", [0.05], "Why ruin a perfectly agreeable and possibly congenial anniversary date when you can just target \"individuals and entities\" per @Moomtastic\nBetter question would be how many G20 heads of state will be there on such auspicious date."], [19681, "2016-02-10T23:00:33Z", [0.2], ""], [11335, "2016-02-10T22:41:27Z", [0.1], ""], [386, "2016-02-10T22:19:27Z", [0.1], ""], [19703, "2016-02-10T22:15:18Z", [0.04], "It's important to note that the new sanctions are being levied against \"individuals and entities\" associated with Iran, but not on the country itself. As it stands, there aren't a lot more sanctions the US can impose on Iran, unilatterally, and the UN hasn't added any sanctions to Iran since 2010. The most devastating sanctions in recent history were the 2012 EU sanctions against Iranian petro-chemicals. (http://www.cfr.org/iran/international-sanctions-iran/p20258). If the US really were upset over Iranian cheating, they'd likely go to Brussels (and also avoid a Russian or Chinese veto in the UN). One of the difficulties with a sanction regime like those faced by North Korea or Iran is that the lengths to which those countries have to go to circumvent sanctions often means it can take the treasury department a long time to figure out who or what precisely needs to be blacklisted in order to turn up the pressure, one notices that the sanctions against those responsible for Iran receiving ballistic missile parts took around 3 months from the missile's test. Stronger sanctions at this point typically mean stronger enforcement or stricter rules to scare business off from doing business with anyone who might be associated with Iran, which is unlikely to be well-received by those looking to get in on Iran's opening economy. All of that said, there's always the possibility of hardliners on either side deciding that antagonism is better for business. 4-5% rounded down to 4 to get away from the consesus because I'm a rebel."], [691, "2016-02-10T21:57:49Z", [0.08], "There is a very strong desire within the US administration to be seen playing nicely with Iran, with any disputes carefully choreographed on both sides.  Needs watching, though."], [1390, "2016-02-10T21:41:37Z", [0.28], "Iran is going through many changes at the moment, with the old guard hanging onto past policies, and the new guard attempting to influence and shift policy. Recently some Iranians who were barred from political office had their status changed to allow political campaigning, though it remains to be seen who may emerge from this action. Iran likely does not fully trust some recent actions and agreements, and wiser individuals often hedge their bets. The bigger change evolving is the positive impact to the Iranian economy, and this may lessen the possibility of \"inappropriate\" actions in 2016. The more economically engaged that Iran becomes, the less the risk, or need for new sanctions. The wild card in this is actions in Syria, which may result in contentious activity."], [73, "2016-02-10T21:36:03Z", [0.86], ""], [73, "2016-02-10T21:30:25Z", [0.83], "+2 http://sputniknews.com/us/20160210/1034548656/iran-releases-images-detained-sailors.html"], [51, "2016-02-10T21:24:11Z", [0.15], "To me, the missile issue was the only area of overt contention, and sanctions were passed already.  My opinion is that the Obama administration does not want to make any waves in its last year in office, with respect to Iran in particular.  Sanctions in the UN would be a tough sell with Russia.  I am still leaving a little room here, just in case Iran does something particularly outrageous.  "], [532, "2016-02-10T20:25:25Z", [0.77], ""], [73, "2016-02-10T20:18:24Z", [0.81], ""], [1529, "2016-02-10T19:50:44Z", [0.75], ""], [18135, "2016-02-10T19:33:32Z", [0.05], ""], [73, "2016-02-10T19:21:27Z", [0.69], ""], [15027, "2016-02-10T18:32:53Z", [0.25], ""], [16841, "2016-02-10T17:15:04Z", [0.12], ""], [740, "2016-02-10T16:50:29Z", [0.59], ""], [493, "2016-02-10T16:48:50Z", [0.05], "No. The U.S. (by which I mean Obama, taking some quiet hints from HRC) has what they want out of the Iran deal and from now until the election they will do everything they can to try to keep things in \"cruise control\" mode where stuff happens administratively and with little to no political debate. From the Iranian perspective, I think even the hardliners are enjoying reading about how well Iran's economy is doing compared to S.A. Everybody is just going to keep a lid on whatever comes up for a while."], [19714, "2016-02-10T16:26:22Z", [0.1], "Not unless Iran cheats on the nuclear deal and I believe they really want to \"join the world.\""], [136, "2016-02-10T15:51:46Z", [0.2], ""], [18762, "2016-02-10T15:49:30Z", [0.25], "The US and EU sanctions were just lifted in January. So, really the question is \"will Iran do anything to warrant sanctions.\" Russian companies are trying to get into Iran already, and there has to be an economic rebound that will at least keep the ball moving in the right direction. Will Israel do something to provoke them? That is a legit question, but given pro-democratic movements i think the odds are low."], [24, "2016-02-10T14:58:16Z", [0.25], ""], [73, "2016-02-10T14:57:34Z", [0.79], ""], [73, "2016-02-10T14:56:34Z", [0.71], ""], [10445, "2016-02-10T14:53:22Z", [0.75], "Yes, new sanctions will most likely be applied because Iran's hardliners from the Revolutionary Guard are going to beat the drum of aggression and do something aggressive that will require additional sanctions.  It might be rocket launches, lack of inspection transparency, or even an attack on a US Naval ship."], [532, "2016-02-10T14:15:30Z", [0.35], "Unlikely to be related to the nuclear deal, but the US would impose new sanctions if Iran tests another missile.  "], [1333, "2016-02-10T14:01:40Z", [0.95], ""], [4117, "2016-02-10T13:54:48Z", [0.25], "Internal political pressure will drive Iran to continue ballistic missile tests"], [505, "2016-02-10T13:29:47Z", [0.12], "At the present time Iran is doing everything necessary to get back to normal international relations.  If additional sanctions occur all bets would be off on the nuclear deal.  "], [13897, "2016-02-10T11:41:59Z", [0.35], ""], [64, "2016-02-10T10:58:19Z", [0.0], "I can't see this happening. For Obama and Kerry, it would be a huge admission of defeat. In addition, they would know that the rest of the world won't play along, so it would not be effective anyway. And, the Iranians would not want to push it to a point where even Kerry feels he must sanction them. I'm going to start this at 0%, and will raise it only if some tension develops."], [10039, "2016-02-10T08:24:57Z", [0.18], ""], [10759, "2016-02-10T08:13:29Z", [0.25], ""], [4634, "2016-02-10T08:13:16Z", [0.25], ""], [4634, "2016-02-10T08:13:03Z", [0.3], ""], [1056, "2016-02-10T08:08:00Z", [0.25], "Maybe. If Iran does something that the Republican candidate can point to that makes the democrats look soft, some kind of meaningless sanctions might be slapped on to make the whole thing go away."], [19630, "2016-02-10T07:47:36Z", [0.15], ""], [14327, "2016-02-10T06:44:04Z", [0.01], "Not until \n1. Republicans are in office\n2. The fight against ISIS winds down"], [68, "2016-02-10T06:27:21Z", [0.15], "I don't think the UN will, since it would need the support of Russia and China to do so. The US Congress might, and in certain circumstances Obama may not use his veto. The section of Iran's government that is responsible for developing missiles and supporting regimes in Iraq and Syria could do something that provokes a new round of sanctions, but the chances appear to be low at this time."], [1337, "2016-02-10T06:08:37Z", [0.99], "Check out the Vice video series on Iran, or just random Tehran videos. These sanctions lack consequences on both sides of the barricades. I am not surprised that US gov imposes them, and I expect more tantrums."], [15953, "2016-02-10T05:49:38Z", [0.1], ""], [5746, "2016-02-10T05:27:20Z", [0.0], ""], [19331, "2016-02-10T05:25:13Z", [0.12], ""], [11657, "2016-02-10T05:22:07Z", [0.0], ""], [60, "2016-02-10T04:22:18Z", [0.03], "I see this IFP as very similar to one of the other IFPs that was just published about removing Iran from the state sponsors of terrorism list (https://www.gjopen.com/comments/comments/129699), so I'll include a passage of my reasoning from there: But let's build on that. Remember when it was announced that Cuba was going to be removed from the list? That was in April of last year, but Cuba wasn't *officially* removed from the list for another 45 days. Why? There was 45-day review period where Congress could consider blocking the action with a join resolution. So, even if we allow for the fact that the Obama administration might do something unexpected (like this) [as a quick aside -- let's remember that Obama ordered a review of Cuba in December, so 4 months prior them being taken off the list], but right let's forget both of those things for a moment... this act of removing Iran from this list would still have to get through the GOP Congress -- in an election year! It is at this point that I feel obliged to refer you back to the YouTube video I first referenced at the beginning.  ~~~ COMMENT: Alright -- so we're not having to worry about a 45-day waiting period, but some of the other bits from there apply -- if Congress passes sanctions against Iran, do we really think that Obama would sign them into law? And as for the State Department (or the WH) imposing sanctions unilaterally, there would have to be something going TERRIBLY wrong in Iran for that to happen given the Obama Administration's (likely) desire to continue to sell this plan as a major accomplishment (and it really is, honestly). Having to impose sanctions at the conclusion of Obama's term might sour the legacy, no? Don't get me wrong, I absolutely think that if *they* think it's necessary, they will, but as I said, it's going to have be something that's pretty bad.  Also, there's the \"UN\" to consider in this, but I don't think the UN would be imposing sanctions against Iran if the US isn't."], [4729, "2016-02-10T04:05:41Z", [0.65], ""], [102, "2016-02-10T03:44:00Z", [0.18], ""], [9755, "2016-02-10T02:25:08Z", [0.29], "The revolutionary guard in Iran runs many lucrative businesses , dominates power, media, industries , smuggling / trade from A-Z, but \n missile defense as its called  is their  baby  .\nparallel to nuclear advances Iran  has invested significantly in missiles (rockets) tecnology .\nThey have tested missiles and they will do again  in special days as they see fit.  \nSo I guess US  sanctions are a possibility , but I donot see UN sanctions .\nas some one said before me, the idea of the negotiations were  to open the door to direct contacts to avoid inconveniences ."], [12302, "2016-02-10T02:02:21Z", [0.02], ""], [689, "2016-02-10T01:55:54Z", [0.01], ""], [19260, "2016-02-10T01:01:40Z", [0.07], ""], [6552, "2016-02-09T23:49:38Z", [0.09], ""], [691, "2016-02-09T23:35:16Z", [0.08], "Right now this seems improbable, given everyone's grim determination to play nicely with the other children. However, whenever playing children are involved, things can turn ugly pretty fast.  So far, so good..."], [18343, "2016-02-09T23:33:20Z", [0.1], ""], [73, "2016-02-09T23:28:27Z", [0.61], ""], [73, "2016-02-09T23:28:00Z", [0.51], ""], [1693, "2016-02-09T23:05:34Z", [0.2], ""], [102, "2016-02-09T22:22:19Z", [0.15], "They still have Hezbollah under sanctions will likely stay targeted on specific covert organizations."], [12591, "2016-02-09T21:54:41Z", [0.2], ""], [14375, "2016-02-09T21:19:18Z", [0.2], "This is unlikely. The nuclear deal wasn't just about uranium and centrifuges, it was a first step toward welcoming Iran back into the good graces of the global community. The fight against ISIS has changed the equation in the middle east, and the West has no choice to but to grudgingly accept Iran as an ally against a common enemy. As other official sanctions are lifted, countries will have more economic tools to put pressure on Iran and the UN won't be as necessary. Iran is happily counting money and they no longer need to do things like missile tests to get international attention. I don't think they want to risk any of the gains they've made recently."], [1007, "2016-02-09T21:19:05Z", [0.35], ""], [20, "2016-02-09T21:16:44Z", [0.1], "The US Congress has lots of ideas on this that aren't likely to make it to an Obama signing. The Executive could impose his own, as he did recently for the missile test. Iran could test another missile.  The UN isn't likely to do anything short of a nuclear deal infraction, which seems pretty secure until at least Oct. Iran would have to do something pretty egregious to set-off PRC and Russia on the UNSC.  For me it comes down to another missile test or an unknown unknown. "], [3363, "2016-02-09T21:06:40Z", [0.5], ""], [484, "2016-02-09T20:54:59Z", [0.05], "Would go lower (don't expect reasonable things to pass the US Congress and be signed by President Obama) but there is a possibility that something narrow (cyber-related) might be imposed."], [500, "2016-02-09T20:39:26Z", [1.0], "100% amerika"], [241, "2016-02-09T20:29:32Z", [0.25], "Sanctions targeted against individuals for reasons other than a breach of the nuclear deal are possible."], [12302, "2016-02-09T20:24:23Z", [0.03], ""], [12302, "2016-02-09T20:24:14Z", [0.04], ""], [16272, "2016-02-09T20:07:40Z", [0.19], ""], [1928, "2016-02-09T19:57:45Z", [0.05], ""], [915, "2016-02-09T19:37:14Z", [0.0], "no, unless Iran does something bat$#@( crazy.   as imposing sanctions would make Obama admin. look like fools for their initial deal.   News is the first draft of history. and the final year strategy of every post-war administration is to kick all the cans down the road and let the new guys take care of it...everyone in the West Wing is too busy looking for a new job."], [1055, "2016-02-09T19:36:37Z", [0.05], "No new sanctions"], [1055, "2016-02-09T19:36:05Z", [0.05], "No new sanctions just yet, UN will wait it out."], [241, "2016-02-09T19:33:38Z", [0.05], ""], [12879, "2016-02-09T19:01:44Z", [0.55], "I firmly feel that Iran will fail to comply with the requirments of the \"Iran Nuclear Agreement\" particularly the UN inspection of Iran Nuclear Facilities.  "], [19170, "2016-02-09T18:36:41Z", [0.15], ""], [4423, "2016-02-09T18:13:35Z", [0.32], "The nuclear deal makes this unlikely to me."]]}