{"question_id": 564, "title": "Will the UN declare a famine in any part of Somalia in 2017?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[44641, "2017-12-31T19:21:22Z", [0.95], "Comment deleted on Dec 31, 2017 07:22PM UTC"], [368, "2017-12-31T18:46:35Z", [0.0], ""], [43853, "2017-12-31T17:41:33Z", [0.0], ""], [43870, "2017-12-31T16:43:48Z", [0.0], ""], [1034, "2017-12-31T16:07:47Z", [0.0], ""], [2965, "2017-12-31T16:05:30Z", [0.0], ""], [691, "2017-12-31T12:42:06Z", [0.0], ""], [37520, "2017-12-31T09:44:31Z", [0.0], ""], [368, "2017-12-31T03:25:20Z", [0.0], ""], [43603, "2017-12-30T23:47:52Z", [0.8], "Historic patterns "], [691, "2017-12-30T20:50:15Z", [0.0], ""], [73, "2017-12-30T19:48:35Z", [0.0], ""], [1034, "2017-12-30T11:18:00Z", [0.0], ""], [368, "2017-12-29T20:50:19Z", [0.0], ""], [22308, "2017-12-29T15:28:41Z", [0.0], ""], [1034, "2017-12-29T09:00:06Z", [0.0], ""], [368, "2017-12-29T01:37:28Z", [0.0], ""], [1034, "2017-12-28T11:40:44Z", [0.0], ""], [368, "2017-12-27T21:02:29Z", [0.0], ""], [1333, "2017-12-27T14:44:29Z", [0.0], ""], [43217, "2017-12-27T11:17:14Z", [0.0], ""], [43003, "2017-12-27T08:44:19Z", [0.0], ""], [1034, "2017-12-27T07:50:45Z", [0.0], ""], [23006, "2017-12-27T03:42:14Z", [0.0], ""], [368, "2017-12-27T01:39:40Z", [0.0], ""], [41523, "2017-12-27T00:41:42Z", [0.0], ""], [23234, "2017-12-26T16:50:02Z", [0.0], ""], [691, "2017-12-26T15:08:17Z", [0.0], ""], [1034, "2017-12-26T05:57:21Z", [0.0], ""], [368, "2017-12-25T21:25:08Z", [0.0], ""], [43055, "2017-12-25T13:50:17Z", [0.75], "I think the trend will continue. But I don't know anything about agriculture or weather prediction in Somalia."], [1034, "2017-12-25T07:52:36Z", [0.0], ""], [368, "2017-12-25T00:40:39Z", [0.0], ""], [368, "2017-12-25T00:22:07Z", [0.0], ""], [68, "2017-12-24T14:09:44Z", [0.0], ""], [1034, "2017-12-24T06:00:02Z", [0.0], ""], [368, "2017-12-24T02:23:49Z", [0.0], ""], [38, "2017-12-23T19:01:34Z", [0.0], ""], [37379, "2017-12-23T18:11:31Z", [0.0], ""], [30594, "2017-12-23T15:51:26Z", [0.0], ""], [1034, "2017-12-23T08:01:42Z", [0.0], ""], [691, "2017-12-22T21:06:15Z", [0.0], ""], [368, "2017-12-22T17:22:23Z", [0.0], ""], [38968, "2017-12-22T15:08:57Z", [0.0], ""], [1034, "2017-12-22T11:18:03Z", [0.0], ""], [368, "2017-12-21T23:39:26Z", [0.0], ""], [36188, "2017-12-21T21:54:27Z", [0.0], ""], [1034, "2017-12-21T15:29:04Z", [0.0], ""], [368, "2017-12-20T18:45:07Z", [0.0], ""], [1034, "2017-12-20T05:19:22Z", [0.0], ""], [691, "2017-12-19T17:52:34Z", [0.0], ""], [14493, "2017-12-19T16:47:53Z", [0.0], ""], [1034, "2017-12-19T05:40:14Z", [0.0], ""], [368, "2017-12-19T04:59:15Z", [0.0], ""], [368, "2017-12-19T00:35:41Z", [0.0], ""], [1034, "2017-12-18T16:46:18Z", [0.0], ""], [37053, "2017-12-18T15:26:14Z", [0.01], ""], [368, "2017-12-18T02:34:53Z", [0.0], ""], [30400, "2017-12-17T17:28:36Z", [0.0], ""], [1034, "2017-12-17T06:47:44Z", [0.0], ""], [368, "2017-12-16T20:38:41Z", [0.0], ""], [1034, "2017-12-16T05:31:24Z", [0.0], ""], [368, "2017-12-15T23:55:36Z", [0.0], ""], [41270, "2017-12-15T19:18:54Z", [0.0], ""], [25141, "2017-12-15T12:41:18Z", [0.0], ""], [37651, "2017-12-15T09:52:03Z", [0.05], ""], [368, "2017-12-14T19:24:09Z", [0.0], ""], [691, "2017-12-14T17:41:11Z", [0.0], ""], [41371, "2017-12-14T17:00:52Z", [1.0], ""], [38, "2017-12-14T07:56:24Z", [0.02], ""], [1034, "2017-12-14T05:42:34Z", [0.0], ""], [36188, "2017-12-14T00:25:16Z", [0.02], ""], [36188, "2017-12-14T00:24:06Z", [0.0], ""], [1993, "2017-12-14T00:18:17Z", [0.0], ""], [13377, "2017-12-13T22:08:45Z", [0.0], ""], [368, "2017-12-13T18:35:48Z", [0.0], ""], [1034, "2017-12-13T07:31:26Z", [0.0], ""], [1034, "2017-12-12T08:35:31Z", [0.0], ""], [368, "2017-12-12T00:33:35Z", [0.0], ""], [1333, "2017-12-11T18:19:23Z", [0.01], ""], [36209, "2017-12-11T17:09:16Z", [0.05], "Other priorities occupy the world's perception in Somalia"], [1034, "2017-12-11T05:31:02Z", [0.0], ""], [368, "2017-12-10T19:43:15Z", [0.0], ""], [691, "2017-12-10T14:44:57Z", [0.0], ""], [1034, "2017-12-10T08:25:24Z", [0.0], ""], [23234, "2017-12-10T07:59:43Z", [0.02], ""], [8318, "2017-12-10T02:13:58Z", [0.11], ""], [368, "2017-12-10T00:57:05Z", [0.0], ""], [12965, "2017-12-09T21:26:35Z", [0.0], ""], [1034, "2017-12-09T08:17:06Z", [0.0], ""], [368, "2017-12-08T21:27:53Z", [0.0], ""], [39938, "2017-12-08T16:14:55Z", [0.0], ""], [1034, "2017-12-08T08:06:35Z", [0.0], ""], [38319, "2017-12-08T05:10:34Z", [0.0], "Time out.  Even if IPC Phase 5 conditions were found in Somalia tomorrow (which is unlikely), the process of the UN making a declaration would probably take more than 3 weeks."], [1034, "2017-12-08T03:42:31Z", [0.0], ""], [31450, "2017-12-07T20:13:12Z", [0.0], "Dropping to zero because there's only a few weeks left in the year."], [2965, "2017-12-07T03:14:54Z", [0.01], "time\nand negotiations\nin the UN and on the ground\nhttp://humanitariannews.org/20171207/somalia-security-council-press-statement-somalia-security-conference-inaugural-somalia-part\nSee Somalia: Security Council Press Statement on Somalia Security Conference, Inaugural Somalia Partnership Forum\n7 December, 2017 - 02:10\nSource: UN Security Council Country: Somalia\nSC/13104-PKO697\nThe following Security Council press statement was issued today by Council President Koro Bessho (Japan):\nThe members of the Security Council welcomed the successful conclusion of the Somalia Security Conference and the inaugural Somalia Partnership Forum in Mogadishu on 4 and 5 December. The members of the Security Council recognized the international community’s strong engagement across both events, and noted the renewed commitment of the Federal Government and the Federal Member States of Somalia to work together towards peace, stability and economic development in Somalia.\nThe members of the Security Council welcomed the commitments in both communiqués including those to implement the National Security Architecture fully and without delay, and accelerate planning to enable a phased and realistic, conditions-based transition from African Union Mission in Somalia (AMISOM) to Somali-led security.\nThe members of the Security Council welcomed the commitment by the federal Government of Somalia, the Federal Member States, African Union, United Nations, European Union and all[...]\n"], [23234, "2017-12-06T22:45:02Z", [0.05], ""], [368, "2017-12-06T20:38:11Z", [0.0], ""], [1034, "2017-12-06T06:03:19Z", [0.0], ""], [368, "2017-12-05T19:01:21Z", [0.0], ""], [1034, "2017-12-05T07:55:14Z", [0.0], ""], [13377, "2017-12-05T02:13:46Z", [0.03], ""], [23234, "2017-12-05T01:27:05Z", [0.06], ""], [38, "2017-12-05T01:18:25Z", [0.03], ""], [30594, "2017-12-05T01:03:43Z", [0.03], ""], [691, "2017-12-04T21:14:18Z", [0.0], ""], [368, "2017-12-04T19:01:32Z", [0.0], ""], [36736, "2017-12-04T16:55:39Z", [0.0], ""], [41523, "2017-12-04T04:43:17Z", [0.05], ""], [42122, "2017-12-04T02:53:32Z", [0.0], ""], [2965, "2017-12-04T01:56:00Z", [0.01], "do poorly on famine questions best to follow crowd\n "], [22132, "2017-12-04T01:41:33Z", [0.0], ""], [368, "2017-12-04T01:22:54Z", [0.0], ""], [1034, "2017-12-04T00:38:41Z", [0.0], ""], [4273, "2017-12-04T00:25:33Z", [0.0], ""], [368, "2017-12-02T18:55:23Z", [0.0], ""], [15922, "2017-12-02T11:26:49Z", [0.05], "Not much time left to declare it. From recent news, they sound more like they’re focused on 2018 than in updating anything in 2017. Still a slight chance they’ll declare a famine, but low. "], [20156, "2017-12-02T08:46:37Z", [0.0], ""], [1034, "2017-12-02T06:04:01Z", [0.0], ""], [23234, "2017-12-01T23:46:33Z", [0.1], "\"Through May, it is possible some households who lack access to assistance will be in Catastrophe (IPC Phase 5) in livelihood zones of greatest concern. In a worst-case scenario of very poor Deyr rainfall through December and a protracted absence of assistance, Famine (IPC Phase 5) is likely. Large-scale assistance is needed throughout 2018 to prevent the loss of lives and collapse of livelihoods.\"\nhttp://www.fews.net/east-africa/somalia/key-message-update/november-2017"], [1034, "2017-12-01T07:25:00Z", [0.0], ""], [368, "2017-11-30T20:09:29Z", [0.0], ""], [691, "2017-11-30T17:06:32Z", [0.0], ""], [1034, "2017-11-30T06:04:13Z", [0.0], ""], [38319, "2017-11-29T19:27:22Z", [0.02], "Adjustment with time."], [368, "2017-11-28T21:45:06Z", [0.0], ""], [691, "2017-11-28T20:41:20Z", [0.0], ""], [41924, "2017-11-28T16:37:43Z", [0.01], ""], [41920, "2017-11-28T15:50:49Z", [0.03], ""], [41885, "2017-11-28T09:11:52Z", [0.0], ""], [1034, "2017-11-28T07:43:45Z", [0.0], ""], [368, "2017-11-28T00:52:33Z", [0.0], ""], [35, "2017-11-27T20:55:46Z", [0.02], ""], [1993, "2017-11-27T08:06:47Z", [0.02], "It looks like a lot of aid has gotten in there and improved the situation this year. If next year brings less than average rainfall, there is some risk of famine. http://www.fews.net/east-africa/somalia/food-security-outlook/october-2017"], [1034, "2017-11-27T06:57:45Z", [0.0], ""], [368, "2017-11-27T01:27:56Z", [0.0], ""], [13377, "2017-11-26T07:21:14Z", [0.06], ""], [1034, "2017-11-26T07:10:59Z", [0.0], ""], [368, "2017-11-26T01:07:47Z", [0.0], ""], [1034, "2017-11-25T07:53:23Z", [0.0], ""], [1034, "2017-11-24T20:12:13Z", [0.0], ""], [368, "2017-11-24T16:45:47Z", [0.0], ""], [691, "2017-11-24T16:22:46Z", [0.01], ""], [368, "2017-11-24T01:40:20Z", [0.0], ""], [41523, "2017-11-23T04:13:38Z", [0.05], ""], [368, "2017-11-22T23:31:38Z", [0.0], ""], [1034, "2017-11-22T06:41:09Z", [0.0], ""], [691, "2017-11-21T21:50:11Z", [0.01], ""], [36188, "2017-11-21T17:32:40Z", [0.08], ""], [1034, "2017-11-21T06:37:18Z", [0.0], ""], [12037, "2017-11-21T01:40:07Z", [0.01], ""], [38319, "2017-11-20T23:47:18Z", [0.03], "DECREASE probability that, if famine occurs, UN will declare as such by 31 December: 0.65 -> 0.50 Time is running out for this too.  Even if a famine happens in the next month or so, my understanding is that the process is that FEWS would \"find\" a famine (but not declare it, the UN would need to consider making a declaration, and the Somalian government would need to agree with the declaration.  All 3 bodies would then make a joint declaration.  That deliberation might take some time ..."], [1034, "2017-11-20T18:32:58Z", [0.0], ""], [691, "2017-11-20T18:05:02Z", [0.01], ""], [27031, "2017-11-20T14:43:17Z", [0.05], ""], [30594, "2017-11-19T14:34:30Z", [0.04], ""], [1034, "2017-11-19T07:14:58Z", [0.0], ""], [41289, "2017-11-18T22:53:12Z", [0.09], ""], [1034, "2017-11-18T21:23:41Z", [0.0], ""], [691, "2017-11-18T19:58:15Z", [0.01], ""], [23234, "2017-11-18T03:42:09Z", [0.05], "Also the U.S. has accelerated drone strikes against designated terrorist groups in Somalia, which would complicate any famine declaration in the country. That said, I think drone strikes are not occurring in some of the places where famine would most likely be declared."], [691, "2017-11-17T15:17:07Z", [0.01], ""], [31238, "2017-11-17T14:18:15Z", [0.05], ""], [23234, "2017-11-17T06:41:26Z", [0.07], ""], [23234, "2017-11-17T06:05:10Z", [0.11], "Given recent developments in Yemen (blockade/bombing port city in particular, which is Saudi-initiated (responding to alleged missile attacks on KSA from Yemen), condemned by U.S. Congress and U.N., although Saudi military actions there have been essentially unquestioned (backed?) by U.S. executive branch through at least two administrations) will likely create, if they haven't already, far worse famine conditions than Somalia's (even though parts of Somalia look very close to famine based on the criteria), I expect no UN/US attempt to declare famine in Somalia because doing so would draw more attention to Yemen. E.g., if U.S. pushes U.N. to declare famine in Somalia, Russia responds 'Why not Yemen?'; both stalemate, etc. Remember this? https://www.reuters.com/article/us-yemen-security-saudi-un/u-n-chief-faced-funding-cut-off-fatwa-risk-over-saudis-sources-idUSKCN0YT2UT Ironically, it puts the U.S. in a particularly difficult situation after UN Ambassador Haley trumpeted conflict as a cause of famine (in August?) and got a similar statement out of the UN secretary general (in October?); these statements stressed how important it was to hold government actors accountable during conflict for any actions that prevent humanitarian/aid access. All that said, the U.S. may continue to fund/sponsor/lead efforts to fight famine in Somalia with or without a formal famine declaration through USAID and other humanitarian projects. edit: hadn't seen this article at the time of writing the above, but tends to confirm some of the dynamics re UN/KSA/Yemen. (Note the report had to be leaked, etc.) https://theintercept.com/2017/11/16/u-n-security-counil-saudi-arabia-blockade-yemen-famine-iran/"], [691, "2017-11-15T22:12:04Z", [0.01], ""], [691, "2017-11-14T22:28:53Z", [0.01], ""], [35, "2017-11-14T02:55:05Z", [0.04], ""], [5800, "2017-11-14T01:36:21Z", [0.02], ""], [41366, "2017-11-13T04:24:59Z", [0.05], ""], [38319, "2017-11-13T00:06:55Z", [0.04], "FEWS forecasts dramatically worse for the next couple of months, and especially into early 2018.  However, to put it in context, the October - December season is generally one of low absolute famine risk.  That means that the poor Deyr rainfall in October will still see increased food production in the next couple of months, but much less than anticipated, and there is a dramatically increased vulnerability to famine when those food supplies run out in the next dry season (February onwards). Still risk for the remainder of 2017 is higher than I had it previously.  However, this is somewhat balanced out by the \"clock ticking down\" on humanitarian agencies finding already-existing famine in areas that had been previously in accessible to them. DECREASE probability of finding pre-existing famine in previously inaccessible areas: (time-based)\nDECREASE probability of food security being sufficiently worse in October to raise concerns of famine: 0.05 -> 0.00\nINCREASE probability of food security being sufficiently worse in November to raise concerns of famine: 0.03 -> 0.10 \nINCREASE probability of food security being sufficiently worse in December to raise concerns of famine: 0.03 -> 0.20 Using my model and extending it out to 30 June 2018, I think a famine declaration would be about 20% likely."], [36188, "2017-11-12T23:50:28Z", [0.18], ""], [691, "2017-11-12T21:51:15Z", [0.01], ""], [1034, "2017-11-12T05:13:06Z", [0.0], "ONLF rebels hail resumption of UN aid in Ogaden https://sudantribune.com/spip.php?iframe&page=imprimable&id_article=24623 November 7, 2007 —The Ogaden National Liberation Front (ONLF) welcomes the decision of the United Nations to resume humanitarian activities in Ogaden which had been halted due to the blockade imposed by the Ethiopian regime led by the Tigray Peoples Liberation Front (TPLF). Despite this welcome announcement, it remains to be seen whether the TPLF regime will allow the United Nations to operate in a free and unfettered manner in Ogaden. The TPLF regime is still unjustly paranoid of international humanitarian organizations as demonstrated by the fact that it continues to deny the ICRC access to the Ogaden.\n"], [2965, "2017-11-11T13:30:16Z", [0.99], "there was UN announcement for Ogaden"], [41289, "2017-11-11T13:11:59Z", [0.1], "\nhttps://reliefweb.int/report/somalia/somalia-humanitarian-fund-dashboard-2017-10-november-2017"], [41289, "2017-11-11T13:08:48Z", [0.2], ""], [1034, "2017-11-10T16:39:52Z", [0.0], ""], [23234, "2017-11-09T22:10:02Z", [0.3], "despite scant FEWSNET disclosures for September, coinciding with UN announcement re conflict and famine, conditions in recent disclosure for October appears to show conditions are worse in some places than they were in August."], [23234, "2017-11-09T22:07:31Z", [0.5], ""], [23234, "2017-11-09T21:58:10Z", [0.35], ""], [691, "2017-11-09T19:47:43Z", [0.01], ""], [1333, "2017-11-09T14:51:31Z", [0.02], ""], [2965, "2017-11-09T14:20:30Z", [0.66], "https://www.un.org/press/en/2017/sc12748.doc.htm Twenty million people across four countries faced starvation and famine if the international community did not act quickly, the United Nations humanitarian chief warned the Security Council today, expressing alarm at the funding gap to meet the needs in Yemen, South Sudan, Somalia and north-eastern Nigeria. Briefing the Council on his recent trips to all four countries, Under-Secretary for Humanitarian Affairs and Emergency Relief Coordinator, Stephen O’Brien recalled harrowing stories he heard from women and children fleeing fighting through waist-high swamps and rummaging the streets for something to eat. “Without collective and coordinated global efforts, people will simply starve to death,” he warned, stressing that the situation had deteriorated in all four countries amid environments of increased fighting, displacements, drought and attacks on schools and medical facilities.  Attacks on humanitarians had also significantly hindered the delivery of much-needed supplies. The situation in Yemen, which constituted the largest humanitarian crisis in the world, was particularly grim, he continued.  Two thirds of the population — 18.8 million people — needed assistance and more than 7 million did not know where their next meal would come from.  The country depended heavily on imports, but hostilities had damaged and destroyed infrastructure.  Closure of the capital’s airport only worsened the situation.  With $2.1 billion needed to reach 12 million people with life-saving aid, he voiced serious concern that only 6 per cent of that had been received thus far and urged Member States and donors to meet the target.  In South Sudan, more than 7.5 million people needed aid, up by 1.4 million from last year, he continued.  Continued fighting had displaced some 3.4 million people and more than 1 million children were estimated to be acutely malnourished across the country.  That included 270,000 children who faced the imminent risk of death if they were not reached in time. In Somalia, more than half of the population — 6.2 million people — required humanitarian and protection assistance, he said.  Some 2.9 million people were at risk of famine.  In the last two months alone, nearly 160,000 people had been displaced due to severe drought conditions, adding to the already 1.1 million people who lived in appalling conditions around the country.  Large parts of southern and central Somalia remained under the control or influence of Al-Shabaab.  The security situation remained volatile. Humanitarian partners had also scaled up their response to reach the most vulnerable in the Lake Chad region, particularly in north-east Nigeria.   While donors had pledged millions, $1.5 billion was needed to provide aid across the Lake Chad region.  “The warning call could not be understated,” Mr. O’Brien said. “Every life on the edge of famine and death was equally worth saving.” In the ensuing discussion, Council members expressed serious concern over the deep insecurity faced by millions with the delegate from the United States saying that every member of the Security Council should be outraged that the world was confronting famine in the year 2017.   She said that famine was a man-made problem with a man-made solution.  In South Sudan, for example, responsibility lay squarely with the country’s leaders who continued to fight a senseless conflict while 5.5 million people faced severe hunger. Members reiterated that the only solution to crises in those countries was a political one, and urged all parties to stop fighting and return to peace talks.  The representative of Egypt, voicing concern about the current drought and famine threatening Somalia, pointed out that the “common denominator” in each of the countries was ongoing political crises.  In regards to Somalia, regional efforts to combat that crisis would help ensure the delivery of aid. Several speakers urged the need to address the funding gap to meet the humanitarian needs, with the representative of the United Kingdom urging Member States to “match our messages with our money”.   More than 20 million people — nearly the entire population of Australia — risked starving to death in the coming months. The representative of Senegal said that the looming famine in the Lake Chad Basin sub-region, as well as Somalia, could be averted if international partners acted quickly to end the proliferation of terrorist groups.  Ukraine’s delegate echoed that sentiment, expressing concern over the sophistication of attacks carried out by Houthi-Saleh forces.  Blocking weapons shipments to the forces in Yemen was essential to prevent further escalation of the conflict, he added.  Sweden’s representative deemed attacks on aid workers “totally unacceptable” and urged all parties from South Sudan to Yemen to allow humanitarians unimpeded access to civilians. Also speaking today were the representatives of Russian Federation, France, Uruguay, Japan, Kazakhstan, Bolivia, Italy, China and Ethiopia. The meeting begain at 3:04 p.m. and ended at 4:32 p.m. Briefing STEPHEN O’BRIEN, Under Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator, briefed the Council on his visits to countries facing famine or at risk of famine namely, Yemen, South Sudan and Somalia.  Having also visited north Kenya, where pastoralists were affected by the terrible drought, he said that over 2.7 million Kenyans were now food insecure, a number likely to reach 4 million by April.  The United Nations would launch an appeal of $200 million to provide timely life-saving assistance. Moving on to Yemen, he said that it remained the largest humanitarian crisis in the world and warned that the Yemeni people now faced the spectre of famine. Some two thirds of the population or 18.8 million people were in need of assistance and more than 7 million were hungry and did not know where their next meal would come from.  The number of hungry was now 3 million more than in January.  Displacement continued to increase.  Health facilities were being destroyed and damaged and disease was sweeping throughout the country. He recalled meeting with people in Aden, Ibb, Sana’a and from Taizz.  “My small team met a girl displaced to Ibb, still having shrapnel wounds in her legs while her brother was deeply traumatized,” he told Council members.  In Aden, he met with Yemen’s President, Prime Minister and Foreign Minister.  In Sana’a, he met with senior leadership of the Houthi and General People’s Congress authorities.  He discussed with them the need to prevent a famine and urged them to respect international humanitarian law and protect civilians.  While all parties promised to facilitate sustained access and respect international humanitarian law, they continued to arbitrarily deny access and to politicize aid.  Despite the almost impossible conditions, United Nations relief staff continued to step up to meet the humanitarian needs across the country.  “We will not leave a stone unturned to find alternative routes,” he said.  “We must prevail as so many lives depend on us.” For 2017, the humanitarian community required $2.1 billion to reach 12 million people with life-saving aid, he continued, expressing concern that only 6 per cent of that had been received thus far.  Only a political solution would ultimately end human suffering.  At the current stage, only a combined response with the private sector could stem a famine.  “With access and funding, humanitarians will do more, but we are not the long-term solution to this growing crisis,” he said.  A pledging event for the humanitarian response in Yemen for 2017 would take place in Geneva on 25 April, he confirmed. On South Sudan, he said that more than 7.5 million people needed aid, up by 1.4 million from last year.  Around 3.4 million people were displaced.  More than 1 million children were estimated to be acutely malnourished across the country; including 270,000 children who faced the imminent risk of death if they were not reached in time.  Having travelled to South Sudan, Mr. O’Brien recalled meeting with women who fled fighting with their children through waist-high swamps to receive food and medicine.  Some of those women had experienced the most appalling acts of sexual violence.  Active hostilities continued to curtail humanitarian efforts.  Aid workers had been killed and their compounds attacked. In Somalia, more than half of the population — 6.2 million people — required humanitarian and protection assistance, including 2.9 million people at risk of famine, he said.  In the last two months alone, nearly 160,000 people had been displaced due to severe drought conditions, adding to the already 1.1 million people who lived in appalling conditions around the country.  Large parts of southern and central Somalia remained under the control or influence of Al-Shabaab and the security situation remained volatile.  The Government had recently declared the drought a national disaster and was taking steps to work with humanitarian partners to coordinate a response.  “To be clear, we can avert a famine,” he said. For all three countries and north-east Nigeria, $4.4 billion by July was critical, he said.  Humanitarian partners had also scaled up their response to reach the most vulnerable in the Lake Chad region, particularly in north-east Nigeria.  While donors had pledged millions, more was needed to receive the $1.5 billion required to provide the assistance needed across the Lake Chad region.  More than 20 million people across four countries faced starvation and famine and without collective global efforts, people would simply starve to death.  More would suffer and die from disease.  The warning call could not be understated.  It was not the time to ask for more detail.  Every life on the edge of famine and death was equally worth saving, he said Statements VLADIMIR SAFRONKOV (Russian Federation) said that, in calling for today’s meeting, his delegation had been motivated by the need to receive first-hand information about what was taking place in Yemen.  That country was on the verge of famine, its civilian infrastructure lay in ruins and many businesses and other buildings had been destroyed.  Calling on all partners to set aside efforts to find a military solution to the conflict— which could only deepen mistrust between the parties — he said peace would only be achieved through political negotiations based on a balanced road map.  The Russian Federation continued to work with all sides of the conflict through its embassy, urging them to refrain from unilateral actions that would interfere with the negotiation process.  Across the region, terrorists and extremist groups were the only winners of the present conflicts, and the international community should already have learned that postponing efforts to combat such groups would only lead to more havoc, he said. FRANÇOIS DELATTRE (France) said United Nations efforts, as essential as they were, could never replace the primary responsibility of Governments to protect their populations.  In South Sudan, the recent declaration of famine reflected the chaos that had been raging for three years.  Both there and in Yemen, the United Nations and other humanitarian actors must be able to reach all people needing help, he said, noting that hindrances resulting from those countries’ respective conflicts were multiplying by the day.  Governments must also avoid imposing bureaucratic obstacles to aid delivery, as was particularly evident in South Sudan.  Calling on the Council to immediately and unanimously condemn such actions, he said the parties to Yemen’s conflict must immediately cease their attacks on civilians and civilian infrastructure, which might qualify as war crimes.  Given the scale of the financial assistance required by the four countries, he expressed support for a global approach to mobilize all goodwill, including from private and non-traditional donors. ELBIO ROSSELLI (Uruguay) stressed that improving the humanitarian situations in each of the four countries being discussed today required political solutions to their respective conflicts.  To those ends, Member States in a position to do so should exert their influence on the conflict parties.   The unprecedented, indiscriminate recent attacks against hospitals, schools and civilian infrastructure must also end. MICHELE SISON (United States) said that the United Nations was warning the Council that 20 million people were starving in Yemen, Somalia and the Lake Chad Basin.  Every member of the Security Council should be outraged that the world was confronting famine in the year 2017.  Famine was a man-made problem with a man-made solution.  Preventing famine meant that the parties fighting on the ground had to prioritize access to civilians.  They must allow unfettered access and not obstruct aid, she stressed.  The humanitarian appeal was just 6 per cent funded.  The stakes in Yemen were the highest.  Some 7.3 million people emergency food aid.  Yemen was overwhelmingly dependent on imports for its food supply.  It was critical to renew the cessation of hostilities and bring all parties back to the negotiating table.  However, while the conflict continued, all parties must allow unfettered food deliveries, she said, adding that the closure of Sana’a airport had worsened the situation. In South Sudan, responsibility lay squarely on the country’s leaders who continued to fight a senseless conflict while 5.5 million people faced severe hunger, she continued.  Noting reports that the South Sudan Government was expelling humanitarian aid workers from food insecurity areas, she described how civilians were suffering in their search for the basic necessities.  In Somalia, following several poor rainy seasons, the country faced drought and famine.  Lack of funding was the primary obstacle in saving lives.  As the Council had recently seen on the ground, it was a daunting challenge to address food insecurity in the Lake Chad Basin as the region’s military resources were focused on combating Boko Haram.  To save people from starving to death, humanitarian workers must be able to deliver food and aid to millions.  “Starvation is preventable but only if we have the will to act,” she said.   KORO BESSHO (Japan) expressed concern over Yemen’s persisting food insecurity and malnutrition.  Ongoing fighting continued to decrease the volume of commercial imports to Yemen, which had already struggled with food production.  The fighting deepened the economic crisis, delayed the payment of salaries, and made it difficult for ordinary people to buy basic necessities.  The fighting also prevented the United Nations and other humanitarian actors from delivering assistance.  Expressing concern over reports that Hodeidah would become the next battlefield after Mocha, he warned that, if the Hodeidah Port was severely damaged, economic and food insecurity would worsen.  He urged all parties to listen to the voices of the Yemeni people in seeking a ceasefire.  Almost a year had passed since the United Nations envoy to Yemen announced a nation-wide cessation of hostilities, he said, expressing frustration at the slow progress in the political process and the worsening fighting.  The Council should consider delivering a strong unified message to the parties, supporting the mediation efforts and urging all sides to cease hostilities and allow unimpeded and sustained humanitarian access.  On South Sudan, he said Japan had pledged some $22.4 million to United Nations humanitarian efforts.  He urged President Kiir to honour his commitment to ensure unimpeded humanitarian access.  Regarding Somalia, he warned that progress in the Somali state-formation process could be jeopardized.  Japan had also pledged funds to humanitarian efforts there. OLOF SKOOG (Sweden) said emergency funding had to be scaled up so that the United Nations system and its partners could deliver life-saving aid to people in need.  Humanitarian access remained critical, he added, calling on all parties to meet their obligations under humanitarian law.  Only political solutions could guarantee peace.  The situation in Yemen was shocking.  “We cannot look the other way,” he stressed.  There was an urgent need to resupply the shrinking stock of food and medicine.  Immediate action was needed to prevent famine and yet the humanitarian proposed plan was only six percent funding.  He invited all partners to attend the pledging conference in April.  It was important to keep in mind that while humanitarian aid was critical, a political solution was the only viable option to solving conflict.  On South Sudan, he said it was “totally unacceptable” that aid workers continued to be targeted and urged all parties to allow aid workers to have unimpeded access to civilians. BARLYBAY SADYKOV (Kazakhstan), urging prompt action to assist civilians in need in Yemen, advocated for the resumption of commercial air service to Sana'a in order to help deliver food, medicine and other aid.  Calling for a cessation of hostilities in that country, as well as negotiations towards a political solution, he also urged Member States to help Somalia recover from its drought, stressing that famine must be avoided at all costs.  It was crucial to help Somalia strengthen its security sector through well-planned reform, thereby allowing it to effectively counter terrorist activity.  He also expressed concern about the situation in South Sudan, commending Under-Secretary-General O’Brien for being vocal with the authorities in Juba.  The humanitarian crisis in that country was a direct result of hampered aid delivery, which was in turn a result of the conflict. SACHA SERGIO LLORENTTY SOLÍZ (Bolivia) joined other delegations in voicing alarm over the situations in South Sudan and Somalia, and stressed that, in Yemen, where the Council had been suspiciously silent, the only lasting solution would be a political one.  Every 10 minutes, a Yemeni child died due to lack of food, while the country’s overall death toll had recently reached 10,000.  Recalling that the Resident Coordinator in Yemen, Jamie McGoldrick, had described attacks on roads and bridges, as well as restrictions on ports, that were aimed at reducing imports and aid delivery, he said such activities were an affront to international humanitarian law.  The Council should send a “clear, unequivocal and unanimous” message to the effect that restrictions on Yemeni ports must be lifted immediately. AMR ABDELLATIF ABOULATTA (Egypt), voicing concern about the situation in Yemen, expressed regret that the Houthis continued to restrict humanitarian access to some of the country’s cities.  Proposing that the United Nations begin studying the idea of deploying observers to end such access restrictions, which included procrastinating and stalling the delivery of imports, he went on to say that the suffering of South Sudan’s population had also reached an unprecedented level.  There was an urgent need to facilitate rapid and unhindered United Nations Mission in the Republic of South Sudan (UNMISS) access to affected areas.  Voicing concern about the current drought and the famine threatening Somalia, and stressing the need to increase regional efforts to combat that crisis and ensure the delivery of aid, he agreed with other speakers and ongoing political crises were the “common denominator” in each of those countries.  Ending the suffering of their respective populations could only be achieved through political solutions. SEBASTIANO CARDI (Italy) expressed concern over the situation in Yemen and outlined ways his country had provided nutrition and education aid.  Assistance must reach those in need, he said, urging all parties to allow unimpeded humanitarian access to civilians.  A political solution was the only viable option for resolving the crisis in Yemen.  Somali refugees in Yemen were of great concern, he said, stressing that a collective effort, chiefly led by Ethiopia and Kenya, to host Somali refugees was vital.  He also expressed concern over the limitations on humanitarian access in South Sudan, condemning attacks on churches and other places of worship. YURIY VITRENKO (Ukraine) urged all parties in Yemen to ensure the sustainable delivery of commercial and humanitarian supplies, without which millions of Yemenis were at risk of famine and death.  He expressed concern over the upsurge of rocket attacks by Houthi forces in Yemen against objects located in Saudi Arabia, as well as maritime vessels operating near Bab al-Mandeb.  The use by the Houthi-Saleh forces of an unmanned remote-control boat to attack a Saudi vessel in the Red Sea testified to the increased sophistication of Houthi-Saleh attacks.  Ensuring the safety of the Bab al-Mandeb shipping passage was of paramount importance for international peace.  Blocking weapons shipments to the Houthi-Saleh forces was essential to prevent further escalation of the conflict. SHEN BO (China) called on the international community to extend a “helping hand” to the humanitarian crises in Yemen, South Sudan and Somalia.  He expressed concern over the escalating human suffering in Yemen, stressing that Yemenis needed external support.  It was important to stop attacks against civilian targets.  The international community must join efforts to improve the humanitarian response in Yemen.  China would continue to provide aid to Yemen, he added, urging all parties to reach a ceasefire, resume peace talks and find a political solution. DAWIT YIRGA WOLDEGERIMA (Ethiopia), thanking Mr. O’Brien for the solidarity demonstrated by his visit to Somalia and the Somali region of Ethiopia, urged the international community to act decisively to avert catastrophe in Yemen.  Agreeing with other speakers on the need to address the huge funding gap to meet that country’s humanitarian needs, he expressed hope that the high-level donor conference to be held in April would help to close the gap.  In addition, a political resolution — requiring both a cessation of hostilities and the urgent resumption of peace talks — was needed to address the Yemeni crisis. GORGUI CISS (Senegal) joined other speakers in calling for urgent action to address the “sombre predictions” in each of the four countries being discussed.  On Yemen, he called on the parties — especially the Houthis and their allies — to adhere to their responsibilities under international law, including allowing for the unhindered delivery of humanitarian aid.  Further urging the parties to resume good-faith negotiations in order to reach a political solution, he said international assistance was needed “now more than ever” in South Sudan.  Turning to the countries of the Lake Chad Basin subregion, as well as Somalia, he said the looming famine could be averted if international partners acted quickly to end the proliferation of terrorist groups. MATTHEW RYCROFT (United Kingdom), Council President for March, spoke in his national capacity, emphasizing that more than 20 million people — nearly the entire population of Australia — risked starving to death in the coming months.  Noting that the United Kingdom was the second-largest donor to South Sudan, he stressed that “we can’t do it alone” and urged Member States to “match our messages with our money”.  In Somalia, there was a crucial window to take action before the drought took hold, during which the international community could help avoid a recurrence of the tragic 2011 famine.  “Al-Shabaab is poised to step into the breach” if States did not step up to help, he warned, noting that Somalis would be forced to turn to the group in desperation.  In Yemen, all parties to the conflict must ensure the continued delivery of commercial imports, while partners should help stabilize the banking sector and resolve the liquidity crisis.  The United Kingdom had increased its assistance to Yemen to $125 million, but it would be difficult to effectively address the crisis while the conflict continued.  In that regard, he joined others in calling on the parties to work towards a ceasefire and an enduring political settlement. YEMEN, SOUTH SUDAN, SOMALIA, NIGERIA\nFor information media. Not an official record.\nSearch Search for documents and statements Search SearchAdvanced Search\nDaily Noon Briefing\nUN Spokesperson Stéphane Dujarric\n8 NOVEMBER 2017\nAn innovative debt-swap between the Russian Federation and Mozambique has unlocked $40 million, which will be used by World Food Programme (WFP) to provide school meals for 150,000 children in Mozambique over the next five years.  T"], [2965, "2017-11-09T14:18:53Z", [0.11], "consensus plus 2\nOgaden desert\nhttp://humanitariannews.org/20171108/somalia-somalia-humanitarian-snapshot-07-november-2017Twenty million people across four countries faced starvation and famine if the international community did not act quickly, the United Nations humanitarian chief warned the Security Council today, expressing alarm at the funding gap to meet the needs in Yemen, South Sudan, Somalia and north-eastern Nigeria. Briefing the Council on his recent trips to all four countries, Under-Secretary for Humanitarian Affairs and Emergency Relief Coordinator, Stephen O’Brien recalled harrowing stories he heard from women and children fleeing fighting through waist-high swamps and rummaging the streets for something to eat. “Without collective and coordinated global efforts, people will simply starve to death,” he warned, stressing that the situation had deteriorated in all four countries amid environments of increased fighting, displacements, drought and attacks on schools and medical facilities.  Attacks on humanitarians had also significantly hindered the delivery of much-needed supplies. The situation in Yemen, which constituted the largest humanitarian crisis in the world, was particularly grim, he continued.  Two thirds of the population — 18.8 million people — needed assistance and more than 7 million did not know where their next meal would come from.  The country depended heavily on imports, but hostilities had damaged and destroyed infrastructure.  Closure of the capital’s airport only worsened the situation.  With $2.1 billion needed to reach 12 million people with life-saving aid, he voiced serious concern that only 6 per cent of that had been received thus far and urged Member States and donors to meet the target.  In South Sudan, more than 7.5 million people needed aid, up by 1.4 million from last year, he continued.  Continued fighting had displaced some 3.4 million people and more than 1 million children were estimated to be acutely malnourished across the country.  That included 270,000 children who faced the imminent risk of death if they were not reached in time. In Somalia, more than half of the population — 6.2 million people — required humanitarian and protection assistance, he said.  Some 2.9 million people were at risk of famine.  In the last two months alone, nearly 160,000 people had been displaced due to severe drought conditions, adding to the already 1.1 million people who lived in appalling conditions around the country.  Large parts of southern and central Somalia remained under the control or influence of Al-Shabaab.  The security situation remained volatile. Humanitarian partners had also scaled up their response to reach the most vulnerable in the Lake Chad region, particularly in north-east Nigeria.   While donors had pledged millions, $1.5 billion was needed to provide aid across the Lake Chad region.  “The warning call could not be understated,” Mr. O’Brien said. “Every life on the edge of famine and death was equally worth saving.” In the ensuing discussion, Council members expressed serious concern over the deep insecurity faced by millions with the delegate from the United States saying that every member of the Security Council should be outraged that the world was confronting famine in the year 2017.   She said that famine was a man-made problem with a man-made solution.  In South Sudan, for example, responsibility lay squarely with the country’s leaders who continued to fight a senseless conflict while 5.5 million people faced severe hunger. Members reiterated that the only solution to crises in those countries was a political one, and urged all parties to stop fighting and return to peace talks.  The representative of Egypt, voicing concern about the current drought and famine threatening Somalia, pointed out that the “common denominator” in each of the countries was ongoing political crises.  In regards to Somalia, regional efforts to combat that crisis would help ensure the delivery of aid. Several speakers urged the need to address the funding gap to meet the humanitarian needs, with the representative of the United Kingdom urging Member States to “match our messages with our money”.   More than 20 million people — nearly the entire population of Australia — risked starving to death in the coming months. The representative of Senegal said that the looming famine in the Lake Chad Basin sub-region, as well as Somalia, could be averted if international partners acted quickly to end the proliferation of terrorist groups.  Ukraine’s delegate echoed that sentiment, expressing concern over the sophistication of attacks carried out by Houthi-Saleh forces.  Blocking weapons shipments to the forces in Yemen was essential to prevent further escalation of the conflict, he added.  Sweden’s representative deemed attacks on aid workers “totally unacceptable” and urged all parties from South Sudan to Yemen to allow humanitarians unimpeded access to civilians. Also speaking today were the representatives of Russian Federation, France, Uruguay, Japan, Kazakhstan, Bolivia, Italy, China and Ethiopia. The meeting begain at 3:04 p.m. and ended at 4:32 p.m. Briefing STEPHEN O’BRIEN, Under Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator, briefed the Council on his visits to countries facing famine or at risk of famine namely, Yemen, South Sudan and Somalia.  Having also visited north Kenya, where pastoralists were affected by the terrible drought, he said that over 2.7 million Kenyans were now food insecure, a number likely to reach 4 million by April.  The United Nations would launch an appeal of $200 million to provide timely life-saving assistance. Moving on to Yemen, he said that it remained the largest humanitarian crisis in the world and warned that the Yemeni people now faced the spectre of famine. Some two thirds of the population or 18.8 million people were in need of assistance and more than 7 million were hungry and did not know where their next meal would come from.  The number of hungry was now 3 million more than in January.  Displacement continued to increase.  Health facilities were being destroyed and damaged and disease was sweeping throughout the country. He recalled meeting with people in Aden, Ibb, Sana’a and from Taizz.  “My small team met a girl displaced to Ibb, still having shrapnel wounds in her legs while her brother was deeply traumatized,” he told Council members.  In Aden, he met with Yemen’s President, Prime Minister and Foreign Minister.  In Sana’a, he met with senior leadership of the Houthi and General People’s Congress authorities.  He discussed with them the need to prevent a famine and urged them to respect international humanitarian law and protect civilians.  While all parties promised to facilitate sustained access and respect international humanitarian law, they continued to arbitrarily deny access and to politicize aid.  Despite the almost impossible conditions, United Nations relief staff continued to step up to meet the humanitarian needs across the country.  “We will not leave a stone unturned to find alternative routes,” he said.  “We must prevail as so many lives depend on us.” For 2017, the humanitarian community required $2.1 billion to reach 12 million people with life-saving aid, he continued, expressing concern that only 6 per cent of that had been received thus far.  Only a political solution would ultimately end human suffering.  At the current stage, only a combined response with the private sector could stem a famine.  “With access and funding, humanitarians will do more, but we are not the long-term solution to this growing crisis,” he said.  A pledging event for the humanitarian response in Yemen for 2017 would take place in Geneva on 25 April, he confirmed. On South Sudan, he said that more than 7.5 million people needed aid, up by 1.4 million from last year.  Around 3.4 million people were displaced.  More than 1 million children were estimated to be acutely malnourished across the country; including 270,000 children who faced the imminent risk of death if they were not reached in time.  Having travelled to South Sudan, Mr. O’Brien recalled meeting with women who fled fighting with their children through waist-high swamps to receive food and medicine.  Some of those women had experienced the most appalling acts of sexual violence.  Active hostilities continued to curtail humanitarian efforts.  Aid workers had been killed and their compounds attacked. In Somalia, more than half of the population — 6.2 million people — required humanitarian and protection assistance, including 2.9 million people at risk of famine, he said.  In the last two months alone, nearly 160,000 people had been displaced due to severe drought conditions, adding to the already 1.1 million people who lived in appalling conditions around the country.  Large parts of southern and central Somalia remained under the control or influence of Al-Shabaab and the security situation remained volatile.  The Government had recently declared the drought a national disaster and was taking steps to work with humanitarian partners to coordinate a response.  “To be clear, we can avert a famine,” he said. For all three countries and north-east Nigeria, $4.4 billion by July was critical, he said.  Humanitarian partners had also scaled up their response to reach the most vulnerable in the Lake Chad region, particularly in north-east Nigeria.  While donors had pledged millions, more was needed to receive the $1.5 billion required to provide the assistance needed across the Lake Chad region.  More than 20 million people across four countries faced starvation and famine and without collective global efforts, people would simply starve to death.  More would suffer and die from disease.  The warning call could not be understated.  It was not the time to ask for more detail.  Every life on the edge of famine and death was equally worth saving, he said Statements VLADIMIR SAFRONKOV (Russian Federation) said that, in calling for today’s meeting, his delegation had been motivated by the need to receive first-hand information about what was taking place in Yemen.  That country was on the verge of famine, its civilian infrastructure lay in ruins and many businesses and other buildings had been destroyed.  Calling on all partners to set aside efforts to find a military solution to the conflict— which could only deepen mistrust between the parties — he said peace would only be achieved through political negotiations based on a balanced road map.  The Russian Federation continued to work with all sides of the conflict through its embassy, urging them to refrain from unilateral actions that would interfere with the negotiation process.  Across the region, terrorists and extremist groups were the only winners of the present conflicts, and the international community should already have learned that postponing efforts to combat such groups would only lead to more havoc, he said. FRANÇOIS DELATTRE (France) said United Nations efforts, as essential as they were, could never replace the primary responsibility of Governments to protect their populations.  In South Sudan, the recent declaration of famine reflected the chaos that had been raging for three years.  Both there and in Yemen, the United Nations and other humanitarian actors must be able to reach all people needing help, he said, noting that hindrances resulting from those countries’ respective conflicts were multiplying by the day.  Governments must also avoid imposing bureaucratic obstacles to aid delivery, as was particularly evident in South Sudan.  Calling on the Council to immediately and unanimously condemn such actions, he said the parties to Yemen’s conflict must immediately cease their attacks on civilians and civilian infrastructure, which might qualify as war crimes.  Given the scale of the financial assistance required by the four countries, he expressed support for a global approach to mobilize all goodwill, including from private and non-traditional donors. ELBIO ROSSELLI (Uruguay) stressed that improving the humanitarian situations in each of the four countries being discussed today required political solutions to their respective conflicts.  To those ends, Member States in a position to do so should exert their influence on the conflict parties.   The unprecedented, indiscriminate recent attacks against hospitals, schools and civilian infrastructure must also end. MICHELE SISON (United States) said that the United Nations was warning the Council that 20 million people were starving in Yemen, Somalia and the Lake Chad Basin.  Every member of the Security Council should be outraged that the world was confronting famine in the year 2017.  Famine was a man-made problem with a man-made solution.  Preventing famine meant that the parties fighting on the ground had to prioritize access to civilians.  They must allow unfettered access and not obstruct aid, she stressed.  The humanitarian appeal was just 6 per cent funded.  The stakes in Yemen were the highest.  Some 7.3 million people emergency food aid.  Yemen was overwhelmingly dependent on imports for its food supply.  It was critical to renew the cessation of hostilities and bring all parties back to the negotiating table.  However, while the conflict continued, all parties must allow unfettered food deliveries, she said, adding that the closure of Sana’a airport had worsened the situation. In South Sudan, responsibility lay squarely on the country’s leaders who continued to fight a senseless conflict while 5.5 million people faced severe hunger, she continued.  Noting reports that the South Sudan Government was expelling humanitarian aid workers from food insecurity areas, she described how civilians were suffering in their search for the basic necessities.  In Somalia, following several poor rainy seasons, the country faced drought and famine.  Lack of funding was the primary obstacle in saving lives.  As the Council had recently seen on the ground, it was a daunting challenge to address food insecurity in the Lake Chad Basin as the region’s military resources were focused on combating Boko Haram.  To save people from starving to death, humanitarian workers must be able to deliver food and aid to millions.  “Starvation is preventable but only if we have the will to act,” she said.   KORO BESSHO (Japan) expressed concern over Yemen’s persisting food insecurity and malnutrition.  Ongoing fighting continued to decrease the volume of commercial imports to Yemen, which had already struggled with food production.  The fighting deepened the economic crisis, delayed the payment of salaries, and made it difficult for ordinary people to buy basic necessities.  The fighting also prevented the United Nations and other humanitarian actors from delivering assistance.  Expressing concern over reports that Hodeidah would become the next battlefield after Mocha, he warned that, if the Hodeidah Port was severely damaged, economic and food insecurity would worsen.  He urged all parties to listen to the voices of the Yemeni people in seeking a ceasefire.  Almost a year had passed since the United Nations envoy to Yemen announced a nation-wide cessation of hostilities, he said, expressing frustration at the slow progress in the political process and the worsening fighting.  The Council should consider delivering a strong unified message to the parties, supporting the mediation efforts and urging all sides to cease hostilities and allow unimpeded and sustained humanitarian access.  On South Sudan, he said Japan had pledged some $22.4 million to United Nations humanitarian efforts.  He urged President Kiir to honour his commitment to ensure unimpeded humanitarian access.  Regarding Somalia, he warned that progress in the Somali state-formation process could be jeopardized.  Japan had also pledged funds to humanitarian efforts there. OLOF SKOOG (Sweden) said emergency funding had to be scaled up so that the United Nations system and its partners could deliver life-saving aid to people in need.  Humanitarian access remained critical, he added, calling on all parties to meet their obligations under humanitarian law.  Only political solutions could guarantee peace.  The situation in Yemen was shocking.  “We cannot look the other way,” he stressed.  There was an urgent need to resupply the shrinking stock of food and medicine.  Immediate action was needed to prevent famine and yet the humanitarian proposed plan was only six percent funding.  He invited all partners to attend the pledging conference in April.  It was important to keep in mind that while humanitarian aid was critical, a political solution was the only viable option to solving conflict.  On South Sudan, he said it was “totally unacceptable” that aid workers continued to be targeted and urged all parties to allow aid workers to have unimpeded access to civilians. BARLYBAY SADYKOV (Kazakhstan), urging prompt action to assist civilians in need in Yemen, advocated for the resumption of commercial air service to Sana'a in order to help deliver food, medicine and other aid.  Calling for a cessation of hostilities in that country, as well as negotiations towards a political solution, he also urged Member States to help Somalia recover from its drought, stressing that famine must be avoided at all costs.  It was crucial to help Somalia strengthen its security sector through well-planned reform, thereby allowing it to effectively counter terrorist activity.  He also expressed concern about the situation in South Sudan, commending Under-Secretary-General O’Brien for being vocal with the authorities in Juba.  The humanitarian crisis in that country was a direct result of hampered aid delivery, which was in turn a result of the conflict. SACHA SERGIO LLORENTTY SOLÍZ (Bolivia) joined other delegations in voicing alarm over the situations in South Sudan and Somalia, and stressed that, in Yemen, where the Council had been suspiciously silent, the only lasting solution would be a political one.  Every 10 minutes, a Yemeni child died due to lack of food, while the country’s overall death toll had recently reached 10,000.  Recalling that the Resident Coordinator in Yemen, Jamie McGoldrick, had described attacks on roads and bridges, as well as restrictions on ports, that were aimed at reducing imports and aid delivery, he said such activities were an affront to international humanitarian law.  The Council should send a “clear, unequivocal and unanimous” message to the effect that restrictions on Yemeni ports must be lifted immediately. AMR ABDELLATIF ABOULATTA (Egypt), voicing concern about the situation in Yemen, expressed regret that the Houthis continued to restrict humanitarian access to some of the country’s cities.  Proposing that the United Nations begin studying the idea of deploying observers to end such access restrictions, which included procrastinating and stalling the delivery of imports, he went on to say that the suffering of South Sudan’s population had also reached an unprecedented level.  There was an urgent need to facilitate rapid and unhindered United Nations Mission in the Republic of South Sudan (UNMISS) access to affected areas.  Voicing concern about the current drought and the famine threatening Somalia, and stressing the need to increase regional efforts to combat that crisis and ensure the delivery of aid, he agreed with other speakers and ongoing political crises were the “common denominator” in each of those countries.  Ending the suffering of their respective populations could only be achieved through political solutions. SEBASTIANO CARDI (Italy) expressed concern over the situation in Yemen and outlined ways his country had provided nutrition and education aid.  Assistance must reach those in need, he said, urging all parties to allow unimpeded humanitarian access to civilians.  A political solution was the only viable option for resolving the crisis in Yemen.  Somali refugees in Yemen were of great concern, he said, stressing that a collective effort, chiefly led by Ethiopia and Kenya, to host Somali refugees was vital.  He also expressed concern over the limitations on humanitarian access in South Sudan, condemning attacks on churches and other places of worship. YURIY VITRENKO (Ukraine) urged all parties in Yemen to ensure the sustainable delivery of commercial and humanitarian supplies, without which millions of Yemenis were at risk of famine and death.  He expressed concern over the upsurge of rocket attacks by Houthi forces in Yemen against objects located in Saudi Arabia, as well as maritime vessels operating near Bab al-Mandeb.  The use by the Houthi-Saleh forces of an unmanned remote-control boat to attack a Saudi vessel in the Red Sea testified to the increased sophistication of Houthi-Saleh attacks.  Ensuring the safety of the Bab al-Mandeb shipping passage was of paramount importance for international peace.  Blocking weapons shipments to the Houthi-Saleh forces was essential to prevent further escalation of the conflict. SHEN BO (China) called on the international community to extend a “helping hand” to the humanitarian crises in Yemen, South Sudan and Somalia.  He expressed concern over the escalating human suffering in Yemen, stressing that Yemenis needed external support.  It was important to stop attacks against civilian targets.  The international community must join efforts to improve the humanitarian response in Yemen.  China would continue to provide aid to Yemen, he added, urging all parties to reach a ceasefire, resume peace talks and find a political solution. DAWIT YIRGA WOLDEGERIMA (Ethiopia), thanking Mr. O’Brien for the solidarity demonstrated by his visit to Somalia and the Somali region of Ethiopia, urged the international community to act decisively to avert catastrophe in Yemen.  Agreeing with other speakers on the need to address the huge funding gap to meet that country’s humanitarian needs, he expressed hope that the high-level donor conference to be held in April would help to close the gap.  In addition, a political resolution — requiring both a cessation of hostilities and the urgent resumption of peace talks — was needed to address the Yemeni crisis. GORGUI CISS (Senegal) joined other speakers in calling for urgent action to address the “sombre predictions” in each of the four countries being discussed.  On Yemen, he called on the parties — especially the Houthis and their allies — to adhere to their responsibilities under international law, including allowing for the unhindered delivery of humanitarian aid.  Further urging the parties to resume good-faith negotiations in order to reach a political solution, he said international assistance was needed “now more than ever” in South Sudan.  Turning to the countries of the Lake Chad Basin subregion, as well as Somalia, he said the looming famine could be averted if international partners acted quickly to end the proliferation of terrorist groups. MATTHEW RYCROFT (United Kingdom), Council President for March, spoke in his national capacity, emphasizing that more than 20 million people — nearly the entire population of Australia — risked starving to death in the coming months.  Noting that the United Kingdom was the second-largest donor to South Sudan, he stressed that “we can’t do it alone” and urged Member States to “match our messages with our money”.  In Somalia, there was a crucial window to take action before the drought took hold, during which the international community could help avoid a recurrence of the tragic 2011 famine.  “Al-Shabaab is poised to step into the breach” if States did not step up to help, he warned, noting that Somalis would be forced to turn to the group in desperation.  In Yemen, all parties to the conflict must ensure the continued delivery of commercial imports, while partners should help stabilize the banking sector and resolve the liquidity crisis.  The United Kingdom had increased its assistance to Yemen to $125 million, but it would be difficult to effectively address the crisis while the conflict continued.  In that regard, he joined others in calling on the parties to work towards a ceasefire and an enduring political settlement. YEMEN, SOUTH SUDAN, SOMALIA, NIGERIA\nFor information media. Not an official record.\nSearch Search for documents and statements Search SearchAdvanced Search\nDaily Noon Briefing\nUN Spokesperson Stéphane Dujarric\n8 NOVEMBER 2017\nAn innovative debt-swap between the Russian Federation and Mozambique has unlocked $40 million, which will be used by World Food Programme (WFP) to provide school meals for 150,000 children in Mozambique over the next five years.  T"], [41318, "2017-11-09T08:56:46Z", [0.11], ""], [83, "2017-11-08T02:41:54Z", [0.0], ""], [30594, "2017-11-07T22:53:09Z", [0.06], ""], [23234, "2017-11-06T04:14:05Z", [0.08], "dropping to consensus I started out much higher on this question because (I believe in August or September) FEWS had made disclosures that were very close to meeting the formal criteria for the IPC definition of famine in some areas of Somalia, but by the time the UN publicized/anticipated statement on famine and conflict rolled around in October no statement of famine materialized. I'm not at zero because FEWS maintains there is still a risk of famine through early 2018. Conflict (e.g., recent bombings by and of terrorist groups*) may tend to cut against achieving famine declaration because conflict can prevent humanitarian groups' access necessary to make the assessment whether conditions of famine exist, but I haven't seen the same sort of evidence of those groups' access getting limited in Somalia as compared to Northeast Nigeria, where BH's control would seem to starkly limit access. Disclosures re Somalia by FEWS have seemed more robust/less circuitous than those re Nigeria. Conflict's prevention of humanitarian access and impact as a potential cause of famine conditions was the subject of the UN address in October.\n---------------\nedit: * Islamist militant activity in Somalia seems to have accelerated recently. In response, I expect more drone strikes by the U.S. going forward. I also assume the # of drone strikes to accelerate assuming prior policies, which have recently changed were previously a imposing a bureaucratic constraint. Policies on drone strikes were reportedly recently revised to (1) change from requiring high-level vetting to \"persistent campaign of direct action\" in areas with Islamist militants, and (2) lower level of certainty that the target was in the area from \"near certainty\" to \"reasonable certainty.\" https://web.archive.org/web/20171029181454/https://www.nytimes.com/2017/10/28/us/politics/aumf-congress-niger.html"], [36188, "2017-11-05T22:43:47Z", [0.22], ""], [1034, "2017-11-05T06:01:28Z", [0.0], ""], [1034, "2017-11-04T06:12:24Z", [0.0], ""], [37211, "2017-11-03T17:59:19Z", [0.98], ""], [691, "2017-11-03T15:27:03Z", [0.01], ""], [1034, "2017-11-03T05:48:54Z", [0.0], ""], [2965, "2017-11-03T02:41:22Z", [0.0], ""], [23234, "2017-11-02T19:35:18Z", [0.1], ""], [691, "2017-11-02T19:07:53Z", [0.01], ""], [34353, "2017-11-02T13:10:53Z", [0.0], ""], [1034, "2017-11-02T05:12:11Z", [0.0], ""], [2965, "2017-11-02T02:12:31Z", [0.0], ""], [31450, "2017-11-02T02:00:48Z", [0.06], "Dropping a few more points because there's not much time left. "], [691, "2017-11-01T18:44:11Z", [0.01], ""], [1034, "2017-11-01T05:44:54Z", [0.0], ""], [691, "2017-10-31T22:38:33Z", [0.01], ""], [41069, "2017-10-31T17:58:01Z", [0.27], ""], [41060, "2017-10-31T17:18:35Z", [0.1], ""], [1034, "2017-10-31T06:25:44Z", [0.0], ""], [1034, "2017-10-30T05:01:20Z", [0.0], ""], [6303, "2017-10-30T04:17:50Z", [0.01], "Based on general news and GJP consensus."], [691, "2017-10-29T15:34:00Z", [0.01], ""], [36188, "2017-10-29T14:31:53Z", [0.24], ""], [1034, "2017-10-29T05:59:41Z", [0.0], ""], [40387, "2017-10-28T11:16:57Z", [0.25], ""], [1034, "2017-10-28T05:09:48Z", [0.0], ""], [23234, "2017-10-28T02:08:31Z", [0.13], ""], [1034, "2017-10-27T19:55:24Z", [0.0], ""], [691, "2017-10-27T18:33:29Z", [0.01], ""], [23234, "2017-10-26T22:45:38Z", [0.2], ""], [691, "2017-10-26T21:43:23Z", [0.01], ""], [1034, "2017-10-26T06:31:53Z", [0.0], ""], [23234, "2017-10-26T01:52:57Z", [0.25], ""], [1034, "2017-10-25T18:11:32Z", [0.0], ""], [691, "2017-10-25T15:12:22Z", [0.01], ""], [691, "2017-10-24T20:30:44Z", [0.02], ""], [23234, "2017-10-23T07:01:06Z", [0.45], ""], [6303, "2017-10-23T03:10:32Z", [0.04], "Based on general news and GJP consensus."], [1034, "2017-10-22T23:39:54Z", [0.0], ""], [39390, "2017-10-22T17:09:34Z", [0.32], ""], [36188, "2017-10-22T10:44:23Z", [0.27], ""], [23234, "2017-10-22T06:41:11Z", [0.1], ""], [1993, "2017-10-22T01:42:09Z", [0.08], ""], [691, "2017-10-21T19:43:23Z", [0.02], ""], [691, "2017-10-20T19:43:15Z", [0.02], ""], [2965, "2017-10-19T22:56:05Z", [0.0], ""], [691, "2017-10-19T14:31:38Z", [0.02], ""], [30594, "2017-10-19T11:09:50Z", [0.07], ""], [691, "2017-10-18T19:19:29Z", [0.02], ""], [2965, "2017-10-18T13:59:28Z", [0.0], ""], [691, "2017-10-16T21:47:17Z", [0.02], ""], [36188, "2017-10-16T18:52:05Z", [0.3], ""], [6303, "2017-10-16T03:09:02Z", [0.05], "Based on general news and GJP consensus."], [691, "2017-10-15T23:33:17Z", [0.02], ""], [2965, "2017-10-15T13:12:28Z", [0.0], ""], [83, "2017-10-14T22:58:57Z", [0.01], ""], [691, "2017-10-14T13:12:34Z", [0.02], ""], [23234, "2017-10-14T05:47:46Z", [0.13], ""], [38319, "2017-10-13T22:45:06Z", [0.03], "With passage of time ... DECREASE probability of food security being worse in October than it was in July: 0.10 -> 0.05\nDECREASE probability of finding pre-existing famine in previously inaccessible areas: (time-based) "], [691, "2017-10-13T19:19:46Z", [0.03], ""], [39938, "2017-10-13T09:32:58Z", [0.2], ""], [23234, "2017-10-12T20:40:48Z", [0.09], ""], [38, "2017-10-12T07:24:05Z", [0.08], ""], [40652, "2017-10-11T07:24:22Z", [0.34], ""], [23234, "2017-10-11T02:37:23Z", [0.25], ""], [23234, "2017-10-11T02:26:22Z", [0.12], ""], [1333, "2017-10-09T20:55:41Z", [0.05], ""], [2965, "2017-10-09T14:21:39Z", [0.6], "with UN sanctions gone Down to 60%"], [691, "2017-10-08T13:22:35Z", [0.03], ""], [19340, "2017-10-08T00:17:25Z", [1.0], ""], [40617, "2017-10-07T14:17:06Z", [0.04], ""], [38, "2017-10-07T03:20:35Z", [0.04], ""], [4273, "2017-10-06T23:23:09Z", [0.1], ""], [40039, "2017-10-06T13:52:32Z", [0.05], ""], [691, "2017-10-06T13:13:40Z", [0.03], ""], [40593, "2017-10-05T17:36:06Z", [0.05], ""], [23234, "2017-10-05T15:59:33Z", [0.35], ""], [36666, "2017-10-05T14:52:21Z", [0.08], ""], [598, "2017-10-04T11:12:54Z", [0.1], ""], [691, "2017-10-03T20:59:23Z", [0.03], ""], [4729, "2017-10-03T19:41:14Z", [0.0], ""], [34353, "2017-10-03T19:03:58Z", [0.01], ""], [2965, "2017-10-02T23:25:09Z", [1.0], "Yes http://www.fews.net/\nI read Fews net maps and look at geo-spatial open source maps in 3d\nmust be wrong here"], [691, "2017-10-02T19:59:57Z", [0.03], ""], [23234, "2017-10-01T19:59:26Z", [0.45], ""], [38319, "2017-09-30T13:33:31Z", [0.04], "FEWS current situation update and October - January projection update released in last few hours.  In short, we are through the worst of the \"starving period\", but improvements across the next few months will be less than anticipated.  This increases the probability of a famine early in 2018.  (It also relatively increases the chance of a famine in the remainder of this year, but famines have a strong tendency to occur in the February to July season, rather than the period October-December, so the absolute risk will still be quite low in comparison.) DECREASE probability of significant deterioration in food security in September: 0.05 to 0.00\nINCREASE probability that food insecurity will be higher in October than in July: 0.05 to 0.10 Net change in probability not enough after rounding to change forecast of 4%."], [2965, "2017-09-29T21:42:29Z", [1.0], ""], [691, "2017-09-29T21:23:20Z", [0.03], ""], [40129, "2017-09-28T22:05:35Z", [0.03], ""], [691, "2017-09-28T20:41:22Z", [0.03], ""], [38, "2017-09-28T07:37:38Z", [0.22], "https://reliefweb.int/disaster/dr-2015-000134-som Whereas there is a modest decline in the number of people in need, there is an increase in the number of persons in the emergency-phase (IPC 4) compared to the previous assessment. When the threat of famine was announced in February, the number of people in need stood at 6.2 million. (OCHA, 31 Aug 2017)"], [23006, "2017-09-27T21:41:11Z", [0.0], ""], [30594, "2017-09-27T14:56:44Z", [0.09], ""], [691, "2017-09-26T20:00:55Z", [0.03], ""], [38319, "2017-09-26T11:28:36Z", [0.04], "Time passes.  We are almost out of the danger period (generally identified as up until the end of September) and no news of famine yet.  My spreadsheet has the probability dropping below 4.5% in the last couple of days.  If the end-of-the-month report from FEWS has the forward predictions no worse than they presently are, then the probability will drop below 4.0%."], [691, "2017-09-25T18:29:42Z", [0.03], ""], [23234, "2017-09-25T02:14:11Z", [0.6], ""], [691, "2017-09-25T01:16:12Z", [0.03], ""], [40274, "2017-09-24T21:42:26Z", [0.1], ""], [40267, "2017-09-24T20:30:31Z", [0.01], ""], [28212, "2017-09-24T18:39:06Z", [0.05], ""], [23234, "2017-09-24T15:17:42Z", [0.5], ""], [40235, "2017-09-24T08:47:22Z", [0.1], ""], [2965, "2017-09-24T00:11:46Z", [0.51], ""], [38, "2017-09-23T21:16:27Z", [0.02], "International aid has ameliorated the situation somewhat."], [35405, "2017-09-23T16:33:42Z", [0.0], ""], [691, "2017-09-23T12:55:11Z", [0.03], ""], [40029, "2017-09-23T08:57:02Z", [0.2], ""], [35636, "2017-09-23T02:38:40Z", [1.0], ""], [40177, "2017-09-23T01:01:18Z", [0.2], ""], [691, "2017-09-22T20:55:59Z", [0.03], ""], [34405, "2017-09-22T19:20:29Z", [0.0], ""], [15922, "2017-09-22T18:38:27Z", [0.25], "Lowering the chance from before, partly based on the comments at the UN that aid has helped reduce the risk of famine, and partly due to there now being less time in the year left for them to change their minds.  http://www.un.org/apps/news/story.asp?NewsId=57646#.WcVXvthOmEc"], [40124, "2017-09-22T16:06:11Z", [1.0], ""], [22121, "2017-09-22T12:03:27Z", [0.7], ""], [40067, "2017-09-22T11:12:05Z", [0.01], ""], [40047, "2017-09-22T09:43:02Z", [0.35], ""], [40043, "2017-09-22T09:42:57Z", [0.05], ""], [40055, "2017-09-22T09:34:40Z", [0.1], ""], [40028, "2017-09-22T07:57:20Z", [0.35], ""], [40016, "2017-09-22T06:29:22Z", [0.07], ""], [691, "2017-09-21T22:57:43Z", [0.03], ""], [34353, "2017-09-21T22:02:12Z", [0.03], ""], [39328, "2017-09-21T20:28:46Z", [0.79], ""], [39106, "2017-09-21T19:48:07Z", [0.65], "Three UN agencies have already warned there is a high risk of famine, meaning that the UN will likely be aware once it can be officially classified as a famine. While calling it a famine is politically charged, having been willing to declare a famine there in the recent past as well as in South Sudan shows a willingness to do so. Food donations seem to be all that is stopping the country from having another one, and the most recent rainy season failed them again. While the conditions for famine are quite high, preemptive action might at least delay the calling of a famine. However, competing priorities with Syria, South Sudan and Yemen among others make food donations less likely to be able to compensate for th food shortages."], [39838, "2017-09-21T19:22:47Z", [0.5], "Somalia has a long history of not having the needed amount of food for it's people. So I am not in doubt whether there will be a famine but if the UN will declare it as such."], [39938, "2017-09-21T19:10:03Z", [0.3], ""], [39740, "2017-09-21T18:58:40Z", [0.75], ""], [39847, "2017-09-21T18:25:00Z", [1.0], "The problem is nature"], [39724, "2017-09-21T18:22:26Z", [0.5], ""], [39848, "2017-09-21T18:16:01Z", [0.1], ""], [39859, "2017-09-21T18:14:51Z", [0.95], ""], [39620, "2017-09-21T18:08:28Z", [0.6], ""], [39656, "2017-09-21T18:05:11Z", [0.0], ""], [39801, "2017-09-21T18:01:19Z", [0.2], ""], [39792, "2017-09-21T18:00:52Z", [0.2], ""], [39591, "2017-09-21T18:00:35Z", [0.15], ""], [39763, "2017-09-21T17:52:53Z", [0.85], ""], [39749, "2017-09-21T17:52:12Z", [0.05], ""], [39594, "2017-09-21T17:50:58Z", [0.8], ""], [39628, "2017-09-21T17:50:40Z", [0.35], ""], [39715, "2017-09-21T17:50:34Z", [0.0], ""], [39536, "2017-09-21T17:50:12Z", [0.02], ""], [39282, "2017-09-21T17:49:53Z", [1.0], ""], [39292, "2017-09-21T17:37:30Z", [0.0], ""], [39201, "2017-09-21T17:36:59Z", [0.65], ""], [39206, "2017-09-21T17:35:27Z", [0.75], ""], [691, "2017-09-20T19:57:22Z", [0.03], ""], [2965, "2017-09-19T04:56:35Z", [0.51], "\"Through July 2017, the U.S. government had provided $1.8 billion in assistance to these countries, through both commodity donations from the Title II Food for Peace program and cash-based mechanisms through the Emergency Food Security Program, both operated by the U.S. Agency for International Development (USAID).  However, donations to the WFP for this emergency assistance from all sources had only attained 51 percent of their $4.9 billion goal by early August.\"\nbeyond sad  "], [691, "2017-09-18T15:04:40Z", [0.03], ""], [6303, "2017-09-18T03:18:32Z", [0.12], "Based on general news and GJP consensus."], [23234, "2017-09-17T22:52:50Z", [0.78], ""], [691, "2017-09-17T20:15:56Z", [0.04], ""], [2965, "2017-09-17T14:23:09Z", [0.51], ""], [37272, "2017-09-16T18:28:26Z", [0.07], ""], [37272, "2017-09-16T16:04:47Z", [0.07], ""], [691, "2017-09-16T14:55:09Z", [0.04], ""], [38526, "2017-09-16T04:12:47Z", [0.47], "Probability decreased as no news for the Sept period up till now."], [691, "2017-09-15T20:32:11Z", [0.04], ""], [5018, "2017-09-15T01:42:48Z", [0.0], ""], [38, "2017-09-14T23:25:13Z", [0.33], ""], [691, "2017-09-14T20:27:29Z", [0.04], ""], [691, "2017-09-14T02:13:41Z", [0.04], ""], [691, "2017-09-13T01:22:11Z", [0.04], ""], [38319, "2017-09-13T00:54:05Z", [0.05], "DECREASE probability that food insecurity will be worse in September than July: 0.13 -> 0.08\nNo news is good news.  Now (almost) halfway through September, we are moving away from the \"lean period\". INCREASE probability that, if famine is imminent, humanitarian aid will be able to avert famine being realised: 0.50 -> 0.70\nWhile less than asked for earlier in the year, the humanitarian response has been better than might be expected.  Focus of official publications seems to be changing from \"what we need to do right now\" to \"what did we do right, what do we need to do better next time.\" * How humanitarian aid has been more successful this time than previously when responding to Somali food insecurity: http://reliefweb.int/report/somalia/how-aid-cash-not-goods-averted-famine-somalia * Note sustained high levels of response to food security and scaling back of other objectives if funding comes up short (in other words, humanitarian organisations are only choosing to fund other priorities because they believe that food security is \"under control\"): http://reliefweb.int/sites/reliefweb.int/files/resources/somalia_humanitarian_snapshot_-_september_2017.pdf * Report on role of increased military-civilian cooperation and confidence that sufficient security can be provided to allow the required humanitarian response.  Note also how the potential famine of 2017 is generally referred to in the past tense: http://reliefweb.int/report/somalia/somalia-civil-military-working-group-report-august-2017"], [38936, "2017-09-12T09:56:09Z", [0.12], ""], [38921, "2017-09-11T19:35:10Z", [0.6], "Weather conditions (drought) along with political situations (Al-Shabaab) create conditions for a famine. Food shortages are already spreading."], [38907, "2017-09-11T16:30:17Z", [0.03], "It's late in the year and famine has not been declared; UN famine criteria are hard to meet and don't match common usage of the term"], [38906, "2017-09-11T16:21:22Z", [0.2], ""], [2965, "2017-09-10T22:48:45Z", [0.87], "UNDPA address"], [23234, "2017-09-10T19:27:55Z", [0.63], ""], [6285, "2017-09-10T16:32:39Z", [0.2], "The part of Somalia along the northern border is basically being ignored by the semi operational government in Mogadishu"], [23234, "2017-09-10T02:14:43Z", [0.5], ""], [2965, "2017-09-08T15:06:09Z", [0.3], ""], [691, "2017-09-08T11:55:32Z", [0.04], ""], [691, "2017-09-07T18:25:34Z", [0.04], ""], [23234, "2017-09-07T04:20:01Z", [0.8], ""], [23234, "2017-09-07T02:56:49Z", [0.55], ""], [23234, "2017-09-06T22:53:00Z", [0.24], ""], [691, "2017-09-06T20:46:38Z", [0.04], ""], [15922, "2017-09-06T18:05:50Z", [0.3], "No change in my forecast number, but some additional info: Still a very realistic threat https://unsom.unmissions.org/somalia-still-under-threat-famine-warns-top-un-official"], [35033, "2017-09-06T10:06:48Z", [0.0], ""], [23234, "2017-09-06T06:35:32Z", [0.16], ""], [23234, "2017-09-06T06:33:04Z", [0.4], "Comment deleted on Sep 06, 2017 06:33AM UTC"], [38319, "2017-09-06T01:24:42Z", [0.07], "Minor changes, that neutralise each other.  Nett effect, no change in forecast. DECREASE probability that famine will be worse in September than in July: 0.15 -> 0.13\nThis purely a factor of time - no news is good news. DECREASE probability that, if famine is imminent, humanitarian aid will be able to avert famine being realised: 0.65 -> 0.50\nAl-Shabaab have increased their obstruction of humanitarian aid in the last couple of months, compared to same period last year (https://www.criticalthreats.org/analysis/map-update-2-al-shabaabs-humanitarian-response)."], [691, "2017-09-05T12:24:38Z", [0.05], ""], [38769, "2017-09-05T07:18:13Z", [0.25], ""], [15196, "2017-09-05T05:24:17Z", [0.0], ""], [23234, "2017-09-05T03:01:00Z", [0.38], ""], [36666, "2017-09-04T21:19:49Z", [0.1], ""], [691, "2017-09-04T12:11:24Z", [0.06], ""], [6303, "2017-09-04T05:30:18Z", [0.15], "Based on general news and GJP consensus."], [1993, "2017-09-04T04:33:14Z", [0.15], "The UN may later determine that famine conditions were met (or not), but they will take their time. I do not expect a declaration this year. On the other hand, Somalia probably cannot exert as much political pressure as South Sudan or Nigeria."], [15922, "2017-09-03T20:36:35Z", [0.3], "Seems unlikely that they would declare it so late, if they haven't yet. But there are still a lot of people at risk. It only takes one area to get the famine declared. There is a significant chance, but less likely to happen than not.  There is a report coming in October, which may lead to a famine declaration. "], [691, "2017-09-03T17:14:38Z", [0.08], ""], [38726, "2017-09-03T13:30:24Z", [0.35], "FSNAU report from Aug 17 states slightly better preditction then beginning of 2017 predeiction"], [38526, "2017-09-03T13:17:16Z", [0.53], "Reducing the probability to 53% due to a reduction of number of people needing humanitarian assistance according to the FSNAU"], [590, "2017-09-03T10:27:51Z", [0.15], "The situation is dire, but if a famine hasn't been proclaimed until now, I don't see such a big change in the situation that would push the UN to declare famine right now."], [691, "2017-09-02T13:50:29Z", [0.08], ""], [38, "2017-09-01T21:04:25Z", [0.55], "Harvey is going to suck up a lot of US charitable giving."], [691, "2017-09-01T13:55:12Z", [0.09], ""], [38319, "2017-09-01T09:40:47Z", [0.07], "New FEWS update has things looking a bit better now, and in the medium term, than they were looking on last month's outlooks.  However, I suspect my initial forecasts were a little optimistic.  No change in forecast at the moment."], [35, "2017-08-31T22:43:53Z", [0.15], ""], [16272, "2017-08-31T17:33:22Z", [0.22], ""], [16272, "2017-08-31T17:33:17Z", [0.15], ""], [691, "2017-08-31T16:38:18Z", [0.12], ""], [35398, "2017-08-31T01:35:25Z", [0.0], ""], [2965, "2017-08-30T23:37:37Z", [0.3], "I am in at 30 belatedly on Security Council President Statement.\nNovember or not at all "], [691, "2017-08-30T17:32:50Z", [0.16], ""], [38629, "2017-08-29T23:56:48Z", [0.05], ""], [691, "2017-08-29T20:01:16Z", [0.16], ""], [4273, "2017-08-29T19:35:26Z", [0.15], ""], [31238, "2017-08-29T19:18:17Z", [0.1], "Looks like the stress will lighten by Oct-Jan. Volatile region though so hard to say."], [37080, "2017-08-29T16:53:25Z", [0.3], "This\nhttp://www.ipsnews.net/2017/07/east-africas-poor-rains-hunger-worsened-crops-scorched-livestock-dead/\nseems to indicate the situation is still V bad as of end July,"], [38551, "2017-08-29T13:25:50Z", [0.3], ""], [38551, "2017-08-29T13:12:10Z", [0.3], ""], [20156, "2017-08-29T08:20:40Z", [0.2], ""], [691, "2017-08-28T20:31:41Z", [0.16], ""], [4273, "2017-08-28T18:34:37Z", [0.2], ""], [38319, "2017-08-28T02:11:22Z", [0.07], "Breaking it up into subquestions:\n*  Are we missing something?  Could it be that some regions of Somalia are already in famine, but we are not aware?\n*  Is the food security situation likely to improve or deteriorate later in the year compared to the present situation?\n*  If it deteriorates, will it deteriorate enough to make a famine possible?\n*  If a famine becomes possible, will humanitarian agencies be able to avert a famine?\n*  If the criteria for a famine are met, will the UN declare a famine? To me, the single largest factor is that famines in East Africa during the era of large-scale humanitarian interventions fairly reliably build up in the early part of the year, reach crisis point in July or August, and then tend to settle towards the end of the year.  In short, if we haven't reached famine conditions yet, then things are likely to turn for the better from here.  Especially so if no famine has been declared by mid-September. Major threats to this forecast - possible lack of info in insecure areas of the country (ie. GIGO), and the potential for conflict to increase (as famines associated with conflict correlate much more weakly with the seasons)."], [38605, "2017-08-27T21:54:08Z", [0.09], "Reducing estimate by 3 points when considering the inability of Somalia as a failed state to distribute aid if the UN were to declare a famine. I believe that this makes the UN far more likely to move aid in Yemen or Nigeria where aid may be more efficient, making a declaration in Somalia even less likely."], [38605, "2017-08-27T21:51:29Z", [0.12], "Since inception of UN there have been ~20 major famines in the world, fewer have been declared by UN and never more than one in a single year. 2010 was first UN declared famine in the Horn in 30 years. Declaring a famine requires IPS phase 5 (meaning ~2,864 deaths per day); Somalia is roughly in phase 3 outside of particularly hot combat regions. "], [23234, "2017-08-27T20:36:26Z", [0.41], "Seems worth revisiting in October. "], [23234, "2017-08-27T20:18:42Z", [0.17], ""], [29860, "2017-08-27T17:13:42Z", [0.15], ""], [23234, "2017-08-27T15:16:50Z", [0.35], ""], [23234, "2017-08-27T14:45:51Z", [0.17], ""], [691, "2017-08-27T12:18:25Z", [0.16], ""], [691, "2017-08-26T11:50:45Z", [0.38], ""], [36188, "2017-08-26T11:42:50Z", [0.42], "Based on http://www.fews.net/east-africa/somalia the situation seems quite dire. Much of the country is one step below famine and expected to stay there for the rest of the year. I think there's probably about a 40-60% chance of a famine. That said, whether the UN declares a famine - especially this year - is another matter. I do think there are political aspects to take into account and will lower my prediction based on that by 5-10% Thus: I think famine occurring is 50% likely but UN making the declaration is at 42%"], [35569, "2017-08-26T00:55:40Z", [0.0], "The past and the present prove Somalia is a failed state and the distribution of food and health services is a difficult task.  The UN has limited resources like any entity and they are directing their resources to South Sudan currently.  Warlords rule Somalia and at this point in time, regardless of the actual circumstances, the UN will hold off on declaring famine in Somalia in 2017.  It was proven in the 90's that food and starvation are used as a tool of war in Somalia.     "], [38473, "2017-08-26T00:37:32Z", [0.15], ""], [691, "2017-08-25T20:18:43Z", [0.41], ""], [38521, "2017-08-25T10:05:21Z", [0.2], "\"A famine can be declared only when certain measures of mortality, malnutrition and hunger are met. They are: at least 20 per cent of households in an area face extreme food shortages with a limited ability to cope; acute malnutrition rates exceed 30 per cent; and the death rate exceeds two persons per day per 10,000 persons.\" >>> Source - http://www.un.org/apps/news/story.asp?NewsID=39113#.WZ_0UncjFAY \"In practice however, it is not so scientific as it seems. Interpreting data is difficult: for example, any specific count of “hunger-related” deaths can be questioned. And more importantly, collecting data in countries where people are starving is difficult, because they are often at war. So where fresh data are missing, experts use proxies, such as the number of malnourished children arriving at clinics, to try to extrapolate what the real figure is. That makes declarations of famine more political than they might appear. South Sudan may well have been in famine last year, Mr de Waal writes, but a declaration was resisted before now, partly by a South Sudanese government official sitting on the IPC body.\" >>> Source: https://www.economist.com/blogs/economist-explains/2017/04/economist-explains-0"], [38421, "2017-08-25T04:08:45Z", [0.15], ""], [25894, "2017-08-25T00:01:23Z", [0.25], ""], [691, "2017-08-24T16:22:52Z", [0.44], ""], [4273, "2017-08-23T23:53:13Z", [0.3], ""], [36234, "2017-08-23T22:54:03Z", [0.09], ""], [691, "2017-08-23T19:51:07Z", [0.44], ""], [12879, "2017-08-23T16:38:35Z", [0.05], ""], [31450, "2017-08-23T15:57:49Z", [0.15], "Looking at FEWS projections for the rest of year, they forecast emergency conditions in much of the country but nothing quite reaching the technical definition of a famine. That said, Somalia is a volatile place and I wouldn't be surprised if there was a more serious crisis."], [28414, "2017-08-23T15:30:48Z", [0.0], ""], [38526, "2017-08-23T15:16:21Z", [0.65], "- Somalia is facing worst drought in 40 years\n- Civil war means parts of Somalia inaccessible to aid agencies.\n- A fifth of the population lives in areas controlled by Al-shaabab, which is restricting aid access\n"], [18846, "2017-08-23T15:15:57Z", [0.0], ""], [15196, "2017-08-23T14:10:03Z", [0.15], ""], [23234, "2017-08-23T13:16:42Z", [0.08], ""], [37474, "2017-08-23T02:41:22Z", [0.25], ""], [33887, "2017-08-23T01:38:53Z", [0.7], ""], [706, "2017-08-23T01:06:12Z", [0.65], "Low rainfall this year, rainy season over in June, resurgent piracy means less government attention to farmers, and a desire to keep squeezing al-Shabab makes a late year declaration likely."], [28091, "2017-08-22T23:16:56Z", [0.3], ""], [38, "2017-08-22T22:15:26Z", [0.11], "http://news.trust.org/item/20170822185245-7hu1f/ \"LONDON, Aug 22 (Thomson Reuters Foundation) - People suffering in Somalia's latest drought have fared better when donors deftly shift funding to emergency projects that help residents save money and stockpile food, a charity said on Tuesday. \"Severe drought in the Horn of Africa nation is expected to deepen until the October rainy season, and humanitarians are racing to avoid a repeat of the 2011 famine when more than 250,000 people died of starvation. \"Funding from major donors, including the United States, Britain and the European Union has been used effectively in Somalia for community warehousing of food and for savings and loans programs, the rights group Refugees International said in a report.  Flexible use of that funding allowed agencies in Somalia to switch to emergency preparedness projects once it became clear in June 2016 that the drought would be prolonged, it said. It was easier for donors to send funds to agencies in Somalia because they already had contracts in place, it said. \"By acting early to heed pre-famine warnings, the humanitarian community in Somalia and donors were able to stabilise what could have been a catastrophic situation,\" it said. \"Many of the target communities were better able to maintain food security, preserve their assets, and avoid having to flee to other areas during the drought.\" \"Another sign of progress since the 2011 famine is that the government's national development plan and the U.N.'s humanitarian appeal included long-term resilience projects, Refugees International said.\n. . . \n\"Southern Somalia is receiving less rainfall than historic averages, which has hit poor farmers, the report said.\n"], [20284, "2017-08-22T19:56:48Z", [0.85], ""], [34353, "2017-08-22T19:56:19Z", [0.05], "While the food shortage is expected to continue, given the UN's lack of desire to declare famine in Nigeria and other places, I'm skeptical they will do so for Somalia in the next four months. Additionally, these conditions have existed for several months without any significant move toward a declaration by the UN. Starting low and waiting for the UN to show me something to raise."], [691, "2017-08-22T19:55:53Z", [0.68], "Somalia spends a lot of time on the cusp of famine.  Have to start somewhere, and this seems like a safe opening bid, but this obviously needs to be monitored rather than guessed at."], [1333, "2017-08-22T18:59:26Z", [0.1], ""], [16652, "2017-08-22T17:10:04Z", [0.91], ""]], "open_date": "2017-08-22T17:00:38Z", "close_date": "2018-01-01T07:59:38Z"}