{"question_id": 19, "title": "Will Iran host a head of state or head of government from one of the G7 countries on an official visit before 1 July 2016?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.85, 0.15], "correct_answer": "Yes", "correct_forecast": 0.85, "preds": [[1337, "2016-04-12T12:42:11Z", [1.0], ""], [4634, "2016-04-12T10:55:21Z", [1.0], "Renzi is there: http://www.repubblica.it/politica/2016/04/12/news/iran_renzi_a_teheran_il_premier_incontra_rohani-137428977/"], [23808, "2016-04-12T10:17:03Z", [0.15], ""], [15196, "2016-04-12T04:22:10Z", [1.0], ""], [368, "2016-04-11T22:13:49Z", [1.0], ""], [8057, "2016-04-11T21:04:02Z", [0.55], ""], [1056, "2016-04-11T19:58:08Z", [1.0], "Looks like tomorrow."], [1760, "2016-04-11T18:53:24Z", [0.95], "Italian PM Renzi is all set to visit Iran on April 12 and 13: http://www.reuters.com/article/us-italy-politics-iran-idUSKCN0X119T"], [10192, "2016-04-11T17:46:20Z", [1.0], ""], [83, "2016-04-11T17:44:38Z", [1.0], "http://www.reuters.com/article/us-russia-iran-arms-idUSKCN0X80MM\nIran starts delivery of first S-300 system to Iran. \nIf anyone is interested in overturning the appearently inaccurate scoring decision earlier in the year, please contact the judges."], [691, "2016-04-11T16:25:33Z", [1.0], ""], [4918, "2016-04-11T14:45:31Z", [0.99], ""], [15352, "2016-04-11T14:38:21Z", [1.0], "Renzi is supposed to go to Iran this week.\nThe link describes opposition to the visit because of Iran's human rights record.  I believe the visit will still go ahead. http://www.iranfocus.com/en/index.php?option=com_content&view=article&id=30417:ncri-urges-italy-s-renzi-to-call-off-trip-to-iran&catid=4:iran-general&Itemid=109"], [23234, "2016-04-11T14:21:38Z", [1.0], ""], [22539, "2016-04-11T06:49:32Z", [0.5], ""], [15750, "2016-04-11T00:37:09Z", [0.9], ""], [14301, "2016-04-10T21:22:38Z", [0.35], ""], [368, "2016-04-10T19:45:28Z", [1.0], ""], [691, "2016-04-10T13:24:46Z", [1.0], ""], [15196, "2016-04-09T23:53:15Z", [0.75], ""], [83, "2016-04-09T22:38:35Z", [1.0], "Renzi's Iranian schedule for next week is announced:\nhttp://en.mehrnews.com/news/115649/Italy-PM-Matteo-Renzi-s-schedule-in-Tehran-announced"], [368, "2016-04-09T17:00:55Z", [1.0], ""], [10746, "2016-04-09T16:59:20Z", [0.68], "This is a real possibility as just last week the IAEA chief, Yukiya Amano, has verified that Iran is implementing its safeguards agreement with the agency and its Additional Protocol. Business and diplomatic relations between most G7 countries and Iran have been improving dramatically as of late, for instance:  Iran and France have recently signed a new oil contract, Iran and Germany have a joint economic committee opening on May 2 and Germany plans to build solar power plant in Iran, in January contracts, worth up to 18 billion USD, were signed in a ceremony attended by Iranian President Hassan Rouhani and Italian Prime Minister Matteo Renzi in Rome.  On the diplomatic front, the UK and Iran have signed an agreement to allow 42 weekly flights between Iran and United Kingdom, Canada recently amended sanctions against Iran , Canada hasn't had much engagement with Iran since September 2012 when the embassy of Canada in Tehran was closed and Iranian diplomats were expelled, thus amended sanctions are a positive sign and could even harken a possibility of the reopening of the embassy in Tehran. And Prime Minister Shinzo Abe has informed the Iranian government that he wishes to visit the country this year, a first trip by a Japanese leader in 38 years. Yesterday US Secretary of State, John Kerry, called on Iran to help end wars in Yemen and Syria.   The world is slowly warming to an Iran that is more interactive on the world stage and new trust is beginning to form; it is only a matter of time before Iran hosts a leader from a G7 country and this is why I gave an over 50% chance of Iran hosting a G7 head of state sometime within the next few months"], [804, "2016-04-09T16:15:13Z", [0.76], ""], [691, "2016-04-09T13:40:17Z", [1.0], ""], [23483, "2016-04-09T09:57:31Z", [0.92], ""], [16421, "2016-04-09T06:23:31Z", [1.0], ""], [16421, "2016-04-09T06:22:50Z", [0.85], ""], [15352, "2016-04-08T22:17:50Z", [1.0], ""], [368, "2016-04-08T19:41:25Z", [1.0], ""], [22245, "2016-04-08T15:40:55Z", [1.0], ""], [691, "2016-04-08T15:01:43Z", [1.0], ""], [369, "2016-04-08T02:39:12Z", [1.0], ""], [102, "2016-04-08T02:04:43Z", [0.94], "https://larswericson.wordpress.com/2016/04/07/gitrep-06apr16pm/"], [11686, "2016-04-08T00:03:42Z", [0.95], ""], [368, "2016-04-07T17:37:05Z", [1.0], ""], [1042, "2016-04-07T16:49:23Z", [0.99], "https://www.gjopen.com/comments/comments/199592\nThank you @cmeinel ... Tyge\nAny comment about the occupation of Aleppo?"], [691, "2016-04-07T12:33:25Z", [1.0], ""], [14182, "2016-04-07T08:16:00Z", [1.0], "From: Tehran Times 4/4/16  Italy PM to visit Iran next week http://www.tehrantimes.com/news/300224/Italy-PM-to-visit-Iran-next-week From: Office of Italian PM 5/4/16 https://neurope.eu/article/renzi-will-first-major-western-leader-visit-iran/ date of visit : 12/13 April Unless there is a dramatic and, unforeseeable chain of events b/w and next week, Renzi makes an official visit. Tehran Times has actually carried the report this morning.  However, I have yet to find an Iranian Government Confirmation it will HOST the meeting. That said, even by Iranian public disclosure standards, with the entire diplomatic community now put on notice Renzi is on his way next week, a last minute cancellation by Iran ( upcoming vote et cetera) or explicitly denial at this stage, would have significant diplomatic consequences. NB: since there is no official Iranian confirmation (at least as far as I can find) it is not clear with whom Renzi meets. Three months ago, Rouhani & Renzi closed deals in Italy.  Obviously, Italian Govt wouldn't extend itself w/ official confirmations without having guarantees of high level meetings including Rouhani. "], [3577, "2016-04-06T19:42:06Z", [1.0], ""], [2380, "2016-04-06T19:35:51Z", [0.98], ""], [368, "2016-04-06T19:31:02Z", [1.0], ""], [1639, "2016-04-06T19:11:50Z", [1.0], "It is official now that Renzi will be visiting Iran. \nhttp://www.governo.it/agenda/2016-04-12t000000-2016-04-13t000000/visita-di-renzi-iran/4424\n=====COMMENT:\nUnless a major problem will prevent the trip, Renzi is eager to go.  Got up to 100%, it should happen. "], [691, "2016-04-06T18:59:32Z", [1.0], ""], [14880, "2016-04-06T18:55:43Z", [0.95], "Reuters has word that Prime Minister Renzi will visit Iran on April 12 and 13. Unless an event precludes this from happening within the next week, the trip is more than likely. Iran stands to gain with friendly relations with the West, so I expect good behavior by all.  http://www.reuters.com/article/us-italy-politics-iran-idUSKCN0X119T"], [23591, "2016-04-06T14:42:49Z", [0.75], ""], [15196, "2016-04-06T13:45:34Z", [0.2], ""], [2965, "2016-04-06T13:32:40Z", [1.0], ""], [3895, "2016-04-06T13:27:27Z", [1.0], ""], [14777, "2016-04-06T12:50:27Z", [1.0], ""], [21671, "2016-04-06T08:45:14Z", [0.1], "It is not 0 because there's always some chance. With all the oil fuss, the circling around Putin/Russia and the small violations of the nuclear agreement, I thing non of the G7 leaders will visit publicly an Iranian leader. There is no future strategy seen to the public that needs to do a ceremony of 2 leaders meeting and agreeing on something, for example, region peace or Syria end of fighting or global economic idea, etc. We are talking about a too near future (3 months). "], [21884, "2016-04-06T05:24:53Z", [1.0], ""], [14201, "2016-04-06T02:23:20Z", [0.31], ""], [4273, "2016-04-06T01:26:25Z", [1.0], ""], [1114, "2016-04-05T21:32:59Z", [1.0], ""], [368, "2016-04-05T18:54:20Z", [1.0], ""], [2, "2016-04-05T16:55:14Z", [0.85], ""], [15352, "2016-04-05T16:54:21Z", [1.0], "http://mobile.reuters.com/article/idUSKCN0X119T What a relief! \nThe trip by Renzi to Iran is confirmed.  \nI think it's safe to move to 100% now."], [4218, "2016-04-05T16:48:15Z", [1.0], "Thanks to @Anneinak for news update"], [67, "2016-04-05T15:27:10Z", [1.0], ""], [1333, "2016-04-05T13:33:46Z", [0.89], ""], [691, "2016-04-05T12:49:02Z", [1.0], ""], [14182, "2016-04-05T06:11:54Z", [1.0], "No change.  Simply wanted to HT @Inthu  Around 10:30pm here while going through follow ups noticed a big jump in # of 100% forecasts, ran across Inthu & other similar reference. Found other media reports as well so, adjusted my 0.75 to 100. Let's see if it happens?!"], [506, "2016-04-05T05:39:19Z", [1.0], ""], [53, "2016-04-05T04:20:36Z", [1.0], ""], [11157, "2016-04-05T04:02:21Z", [1.0], ""], [21046, "2016-04-05T02:58:36Z", [1.0], ""], [21046, "2016-04-05T02:58:04Z", [0.55], ""], [734, "2016-04-05T02:12:17Z", [1.0], ""], [43, "2016-04-05T01:24:14Z", [1.0], ""], [51, "2016-04-05T00:47:47Z", [1.0], "Italian PM scheduled to visit next week.  Better late than never for me I guess.  "], [83, "2016-04-04T23:59:57Z", [1.0], "Waiting on the \"official\" designation of the visit."], [532, "2016-04-04T23:57:45Z", [1.0], ""], [241, "2016-04-04T23:52:43Z", [1.0], ""], [4042, "2016-04-04T23:33:45Z", [1.0], ""], [38, "2016-04-04T22:34:17Z", [1.0], "@RickRock,\nWell, my optimism may pay off yet!  Today's headlines are:   Italy's Prime Minister Matteo Renzi will visit Iran next week, his office said on Monday.  Sources include Jerusalem Post Israel News, Euronews and The Daily Star."], [12302, "2016-04-04T21:33:20Z", [1.0], ""], [14777, "2016-04-04T21:13:16Z", [0.99], ""], [22833, "2016-04-04T20:38:01Z", [1.0], ""], [22833, "2016-04-04T20:29:35Z", [0.66], ""], [22833, "2016-04-04T20:28:56Z", [0.0], ""], [14182, "2016-04-04T20:27:09Z", [1.0], ""], [14182, "2016-04-04T20:26:35Z", [0.99], ""], [1646, "2016-04-04T19:49:26Z", [0.99], ""], [691, "2016-04-04T19:42:38Z", [1.0], "http://www.manilatimes.net/breaking_news/italys-renzi-to-make-landmark-visit-to-iran/ says here next week"], [53, "2016-04-04T19:15:12Z", [0.99], ""], [22243, "2016-04-04T19:06:11Z", [1.0], ""], [1738, "2016-04-04T17:50:50Z", [1.0], ""], [368, "2016-04-04T17:42:31Z", [1.0], ""], [14613, "2016-04-04T16:38:58Z", [1.0], ""], [10759, "2016-04-04T16:13:29Z", [1.0], ""], [4634, "2016-04-04T16:12:46Z", [1.0], ""], [12630, "2016-04-04T14:46:22Z", [1.0], ""], [77, "2016-04-04T14:39:01Z", [1.0], ""], [1529, "2016-04-04T14:19:09Z", [1.0], ""], [5001, "2016-04-04T14:16:08Z", [1.0], ""], [20031, "2016-04-04T14:04:49Z", [1.0], ""], [21800, "2016-04-04T13:19:56Z", [1.0], "Confirmation is there finally on this. April 12 - 13 visit by Renzi."], [11080, "2016-04-04T13:14:18Z", [1.0], ""], [23472, "2016-04-04T13:12:11Z", [0.95], ""], [1262, "2016-04-04T13:11:40Z", [1.0], "Finally - confirmation!\nTwo day trip next week..."], [1993, "2016-04-04T13:00:46Z", [1.0], ""], [68, "2016-04-04T12:51:07Z", [1.0], "Back to 100%, thanks to https://www.yahoo.com/news/italy-pm-matteo-renzi-visit-iran-april-12-111252870.html pointed out by @ESL_Br \"Rome (AFP) - Italian Prime Minister Matteo Renzi will travel to Iran next week for a two-day trip that will make him the first major leader to visit since the lifting of international sanctions against Tehran. Renzi's office said in a statement Monday that the centre-left premier would be in the Islamic Republic on April 12 and 13, without giving further details of his itinerary. Italy has led the way among Western countries in re-establishing economic ties to Iran following the lifting of international sanctions imposed over concerns the country was seeking to develop a nuclear weapons capacity. An accord to lift the sanctions was agreed last year and came into force in January. Renzi's trip follows Iranian President Hassan Rouhani's visit to Italy and France at the end of January -- a trip which resulted in a string of major trade and investment deals being signed between Tehran and the two European countries. Contracts worth an estimated 17 billion euros ($18 billion) were signed in Rome and Rouhani said he hoped that would represent only a start, as he pitched Iran as a safe base for investors looking to get into a regional market of 300 million consumers. Iran has said it wants European help to modernise and expand its rail, road and air networks as well as seeking investment to boost its manufacturing base, notably in the automobile sector. Italy was Iran's largest European trade partner before the impact of sanctions caused exchanges between the two countries to collapse.As he seeks to consolidate Italy's early lead in the race for business deals, Renzi has also unveiled plans for cultural and academic exchanges.\""], [12302, "2016-04-04T12:25:58Z", [0.99], ""], [67, "2016-04-04T12:11:38Z", [0.96], ""], [136, "2016-04-04T12:10:21Z", [1.0], "@ESL_Br's link http://www.gjopen.com/comments/comments/196458"], [12874, "2016-04-04T12:00:23Z", [1.0], ""], [22665, "2016-04-04T11:38:40Z", [0.99], "https://www.yahoo.com/news/italy-pm-matteo-renzi-visit-iran-april-12-111252870.html"], [68, "2016-04-04T11:21:02Z", [0.85], "Reducing from 100 for lack of confirmatory news about Renzi's visit this month."], [22973, "2016-04-04T06:57:08Z", [0.55], ""], [14301, "2016-04-04T02:27:20Z", [0.39], ""], [4218, "2016-04-04T01:01:05Z", [0.27], "The Abe visit doesn't look like it will happen until August.  Trudeau seems to be on a fairly slow march with improved Canada-Iran relations.  Ruhani's late March tweet that Renzi will visit Iran \"in the coming months\" seems to have put a firm lid on the February Italian announcement that the visit would happen in April.  The Iran run-off elections won't be completed until the end of April.  No one will be able to figure out who won for a while after that, because party affiliation in Iran is sketchy at best.  Let's assume that everything settles down in Iran a couple of weeks after the run-offs.  That's mid-May.  There are no claims of fraud.  There are no surprises or blow-ups.  The coast looks clear.  Let's also assume that there are no government crises in Italy (note to self - Italian governments are prone to crises and tend to be short lived).   How long would it take to plan a Renzi visit?  Maybe 2-3 weeks could be a guess.  So now we are into June.  Of course, \"in the coming months\" could also mean after July 1.  I might be wrong about this, but I now think I may have been too high on this question for too long."], [12856, "2016-04-03T23:53:03Z", [0.9], ""], [83, "2016-04-03T22:46:15Z", [0.4], "Renzo under pressure at home over energy scandal:\nhttp://mobile.reuters.com/article/idUSKCN0X00ST"], [1023, "2016-04-03T22:23:49Z", [0.75], "Land rush for oil at a good price. Iran wants ordinance as well."], [12118, "2016-04-03T20:42:51Z", [0.85], ""], [368, "2016-04-03T19:39:27Z", [0.99], ""], [691, "2016-04-03T17:50:20Z", [0.93], "Can't find anything in the Italian, Iranian, or international news about plans for the Renzi junket, so it may not happen in April.  That leaves May and June.  Still think he'll show up, or Trudeau will.  Abe might, too; he seems to enjoy travel.  The other possibility is that I am wrong.  "], [532, "2016-04-03T17:01:00Z", [0.95], ""], [11157, "2016-04-03T15:46:45Z", [0.92], ""], [23445, "2016-04-03T15:06:59Z", [0.55], ""], [15750, "2016-04-03T14:25:32Z", [0.9], ""], [1114, "2016-04-03T02:23:38Z", [0.95], ""], [11080, "2016-04-03T01:35:18Z", [0.85], ""], [23254, "2016-04-03T01:33:14Z", [0.98], "Italian PM visiting in April\nhttp://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani/"], [23254, "2016-04-03T01:28:58Z", [0.01], "Visits by heads of state of G7 take a lot of planning and are generally known well in advance. The only confirmed visit is Shinto Abe, prime minister of Japan in August 2016. No visits have been announced to occur by 1 July 2016, so the only possibility is for an unannounced visit (which may be for security reasons). However, given that some of European leaders have just hosted Iran, it is unlikely they will visit in the next few months, and the issue of Israel is also an outstanding issue for US, Germany, UK."], [1646, "2016-04-03T00:50:02Z", [0.45], ""], [3922, "2016-04-02T23:30:28Z", [0.9], ""], [368, "2016-04-02T17:57:48Z", [0.99], ""], [691, "2016-04-02T13:06:47Z", [0.93], ""], [22919, "2016-04-02T11:51:51Z", [0.93], ""], [53, "2016-04-02T04:38:23Z", [0.93], ""], [369, "2016-04-02T00:52:08Z", [0.92], "\nIf I were Rouhani I might consider the timing a possible visit from Renzi for when it would be most beneficial for my political purposes --- \nBefore -- or -- After -- or -- It Depends ? May cut and  run after April elections, but given the lure of financial gains/economics think a visit likely in next 3 months   TEHRAN (Tasnim) – Iran’s Interior Ministry spokesman announced that the country’s run-off parliamentary elections will be held on April 29 across 21 provinces where candidates failed to earn enough votes in the February polls. http://theiranproject.com/blog/2016/03/23/irans-run-off-parliamentary-elections-set-april-29/ "], [12591, "2016-04-01T23:41:23Z", [0.7], ""], [4273, "2016-04-01T23:36:10Z", [0.68], ""], [1111, "2016-04-01T20:47:05Z", [0.1], "Potentially from France or Germany as those countries have always shown willingness to deal with Middle Eastern countries regardless of their \"official\" line of not dealing with terrorists or undesirable countries. Based on history in Iraq, Saudi Arabia, Syria and Iran I would predict that if any head of state visits Iran that it will be either French or German. \n"], [368, "2016-04-01T20:43:32Z", [0.99], ""], [3648, "2016-04-01T18:36:07Z", [0.0], "Too soon"], [12302, "2016-04-01T13:22:24Z", [0.91], ""], [691, "2016-04-01T13:07:45Z", [0.93], "I'd feel a bit better if there were some news about this.  On the other hand, if something is scheduled to happen \"in April,\" there's no reason to issue a bulletin every week or so just to say it's still on. Next news will either be a specific date or a cancellation (or postponement) on the Italian side, unless another country decides to pop in for a visit.  One supposes that some time in the next week or two the Italians or the Iranians or both will set a date.  (They will make a cute couple; probably they met by being seated near each other in the UN.) "], [11080, "2016-04-01T11:28:42Z", [0.8], ""], [241, "2016-04-01T10:28:03Z", [0.95], ""], [14253, "2016-04-01T10:08:59Z", [0.85], "Like others I am troubled by the lack of recent news stories mentioning the visit. Dropping from 100."], [102, "2016-04-01T01:58:26Z", [0.91], "https://larswericson.wordpress.com/2016/04/01/gitrep-31mar16pm/"], [368, "2016-03-31T19:52:18Z", [0.99], ""], [14182, "2016-03-31T19:20:49Z", [0.75], ""], [691, "2016-03-31T17:14:56Z", [0.93], ""], [11080, "2016-03-30T18:22:21Z", [0.74], ""], [368, "2016-03-30T17:07:53Z", [0.99], ""], [12630, "2016-03-30T16:49:56Z", [0.88], ""], [1639, "2016-03-30T14:32:20Z", [0.95], "There is nothing really official out yet, these are the most recent news i was able to find: \"...... said that relations will become even closer in April during the visit that the Prime Minister Matteo Renzi will in turn in Tehran .\" \nhttp://ilpiccolo.gelocal.it/trieste/cronaca/2016/03/12/news/il-sincrotrone-iraniano-nasce-a-trieste-1.13113231\n=====NOTE======\nI'm not sure it is because of security concerns, or because Italian Media leaves a lot to be desired to information.\nHowever, Renzi is focussing in getting Italian economy up to speed, so I believed that he is keen to travel to Iran to secure more business deals with the country."], [52, "2016-03-30T14:23:16Z", [0.59], ""], [52, "2016-03-30T14:23:07Z", [0.65], "Seems this puts a little chill in the air.   I know one has to carefully parse the words/rhetoric of the Ayatollah, but this cannot be seen as a positive for any G7 leader thinking of visiting.  Even for economic reasons. http://www.reuters.com/article/us-iran-missiles-khamenei-idUSKCN0WW0PT"], [1760, "2016-03-30T14:16:30Z", [0.75], "I am not seeing any reports that Italian PM Renzi's visit to Iran (scheduled for April: http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani) has been cancelled or postponed, so I am sticking to my odds."], [14777, "2016-03-30T12:30:21Z", [0.92], ""], [691, "2016-03-30T12:18:58Z", [0.93], ""], [22665, "2016-03-30T10:55:12Z", [0.65], ""], [136, "2016-03-30T09:20:13Z", [0.8], ""], [12302, "2016-03-30T04:47:24Z", [0.9], ""], [4273, "2016-03-29T23:12:41Z", [0.73], ""], [53, "2016-03-29T22:37:15Z", [0.9], "consensus has dropped on lack of recent news, but not sure we should expect to see much too far in advance.  Dropping a little anyway - Renzi said he was going but conceivably could cancel the trip.  Also this: http://www.reuters.com/article/us-iran-europe-eu-idUSKCN0WB1HV  (Federica Mogherini visiting in April)\n"], [22509, "2016-03-29T22:03:16Z", [0.33], "not by July 1"], [691, "2016-03-29T20:46:37Z", [0.94], ""], [15471, "2016-03-29T20:12:58Z", [0.75], "Sliding back down again due to lack of official notifications but we still have 3 month to go"], [734, "2016-03-29T19:46:25Z", [0.75], "See prior."], [11686, "2016-03-29T19:33:03Z", [0.85], ""], [94, "2016-03-29T19:12:58Z", [0.7], ""], [67, "2016-03-29T19:05:41Z", [0.8], ""], [734, "2016-03-29T18:59:05Z", [0.99], "Reaffirming a better than even chance this meeting with Renzi will go forward, but this is very, very interesting: http://www.bloomberg.com/news/articles/2016-03-29/iran-s-rouhani-suddenly-cancels-trip-to-vienna-citing-security Also note @RickRock's comments regarding silence from the Italian side.  Moving down accordingly from my previous 99% to 75% for the moment... Edit- forgot to do so..."], [368, "2016-03-29T17:50:05Z", [0.99], ""], [1993, "2016-03-29T04:35:46Z", [0.85], ""], [15352, "2016-03-29T04:13:15Z", [1.0], "My 100% is based on Renzi visit.\nToday's news Prince Charles is planning a trip in the fall.  I realize he is not head  of government. Just sharing the new development...\nhttp://www.cameroon-concord.com/daily-news/item/5458-revealed-prince-charles-to-visit-iran\nhttp://www.independent.co.uk/news/uk/home-news/prince-charles-plans-historic-royal-trip-to-iran-a6955821.html "], [1448, "2016-03-29T02:53:50Z", [0.92], ""], [1114, "2016-03-29T02:28:39Z", [0.85], ""], [11080, "2016-03-29T00:26:59Z", [0.78], ""], [11080, "2016-03-29T00:15:54Z", [0.68], ""], [11080, "2016-03-29T00:13:06Z", [0.6], ""], [4218, "2016-03-28T22:31:05Z", [0.62], "Rats.  I never like to be stuck in these middle numbers, but the odds seem to be slipping on this question, so here I am, sliding downward.  I probably should go much lower.  The Renzi visit could still happen, but complete radio silence from the Italians makes me twitchy.  Prince Charles wants in, but that won't happen until the fall.  I just don't think I can count on Canada.  With bombings everywhere, every week, and the haunting concern that Iran is involved in various ways, maybe the optics for G7 HOS visits are simply too negative right now.  You can imagine how an Iran visit might go bad, and lead to domestic political damage.  What if your capital explodes and hundreds of people die, while you are over visiting Iran.  How would that look?   Come to think of it, Obama doesn't have much to do right now.  He's a lame duck so he's immune to political damage.  The only way he can \"make history\" at the moment is to visit unusual places.  Now wouldn't that be something!  Don't forget, you heard the wild rumor here first."], [14777, "2016-03-28T21:47:37Z", [0.9], ""], [13320, "2016-03-28T20:12:57Z", [0.35], ""], [22126, "2016-03-28T18:52:59Z", [1.0], ""], [2380, "2016-03-28T18:27:54Z", [0.7], ""], [12874, "2016-03-28T18:00:49Z", [0.97], ""], [102, "2016-03-28T16:01:33Z", [0.92], "@kmcochran does this guy qualify?  http://presstv.ir/Detail/2016/03/28/457938/Iran-UK-Prince-Charles-visit-Minister-Javid @GL2184, @cmeinel, @redacted, @ravel, @GJDrew, etc."], [691, "2016-03-28T15:44:36Z", [0.95], ""], [10916, "2016-03-28T14:30:03Z", [0.8], ""], [21884, "2016-03-28T11:14:08Z", [0.35], ""], [5001, "2016-03-28T06:47:24Z", [0.95], ""], [465, "2016-03-28T05:40:31Z", [0.7], ""], [102, "2016-03-28T00:10:56Z", [0.92], "https://larswericson.wordpress.com/2016/03/27/gitrep-27mar16pm/"], [4273, "2016-03-27T23:36:52Z", [0.83], ""], [4218, "2016-03-27T22:39:38Z", [0.69], ""], [38, "2016-03-27T20:22:49Z", [0.5], "I'm growing apprehensive that Renzi's announced trip in April may not be actualized because I can't find any recent mentions of it."], [368, "2016-03-27T19:59:01Z", [0.99], ""], [691, "2016-03-27T12:57:10Z", [0.95], ""], [5001, "2016-03-26T16:00:08Z", [0.9], ""], [691, "2016-03-26T13:10:17Z", [0.94], ""], [1993, "2016-03-26T01:47:56Z", [0.9], ""], [3895, "2016-03-25T23:54:18Z", [0.9], ""], [368, "2016-03-25T21:43:46Z", [0.99], ""], [1028, "2016-03-25T21:31:41Z", [0.95], ""], [14777, "2016-03-25T21:12:08Z", [0.95], ""], [1114, "2016-03-25T20:07:46Z", [0.95], ""], [11080, "2016-03-25T20:04:31Z", [0.84], ""], [11080, "2016-03-25T19:59:06Z", [0.85], ""], [22978, "2016-03-25T19:36:50Z", [0.9], ""], [1529, "2016-03-25T19:28:43Z", [0.4], "@RickRock and @Aneeinak  are making some good points. I used to be very low on this question, until the apparently positive flurry coming post-Iran deal and visits to Italy. So, I raised my forecast, but lowering somewhat today. Iran continues to stir the waters with ballistic tests, cyber attacks, intransigence in many other places.....I guess to prove a point or something (facetious). In any case, all those actions cannot be helping to make it easier for HoS to visit.  EU is going through its own set of turmoil and all the political inter-links are more tightly wound. For instance, due to refugees and immigrant crisis, many countries are having to deal with resurgent far right-wing elements and growing concern from general public. Iran is known to back Assad. Where are the refugees coming from? Is a straight line from....Iran is part of the EU refugee/immigrant problem........and so a HoS is going to Iran ....why? Bad Optics, to say the least. (The more I write, the lower the prediction is getting....wish I was a bit more clairvoyant.)"], [4218, "2016-03-25T18:52:47Z", [0.71], "The statement that Renzi would visit in April appeared in February.  April is almost here.  Dead silence from the Italians since February.   Like @Anneinak, I'm starting to wonder.  Since the result of the Iranian election remains in question, maybe HOS visits are on hold.  After election run-offs, there will be an additional period when everyone will be trying to figure out what happened, and who is in what camp.  That could take us into May.  At that point, if a G7 HOS feels confident about visiting, plans will need to be made.  By then, we might be close to time-out on this question, and the beginning of summer heat.    Reducing forecast.  "], [16010, "2016-03-25T18:41:43Z", [0.92], ""], [14038, "2016-03-25T16:34:42Z", [0.3], ""], [22985, "2016-03-25T16:10:55Z", [0.9], ""], [22985, "2016-03-25T16:01:37Z", [0.9], ""], [10759, "2016-03-25T13:17:46Z", [0.85], ""], [4634, "2016-03-25T13:17:29Z", [0.85], ""], [21164, "2016-03-25T12:59:28Z", [0.75], ""], [691, "2016-03-25T12:33:47Z", [0.93], ""], [3363, "2016-03-25T12:14:51Z", [0.9], ""], [14182, "2016-03-25T06:20:03Z", [0.93], ""], [12302, "2016-03-25T04:59:52Z", [0.95], ""], [484, "2016-03-25T04:32:28Z", [1.0], "(no change) Expect news absence may be mostly due to waiting until after the Iranian run-off elections."], [38, "2016-03-25T02:52:34Z", [0.85], " I just spent a chunk of time searching the internet for information about a possible Renzi visit.  I found absolutely nothing less than about a month old.  Very concerning!  I'm reducing my forecast 10%."], [9755, "2016-03-25T02:23:21Z", [0.95], ""], [4273, "2016-03-25T00:54:26Z", [0.85], ""], [12302, "2016-03-24T22:37:23Z", [0.9], ""], [43, "2016-03-24T22:23:21Z", [0.9], "No more news on Italy head of state visit to Iran is perhaps bad news. G7 heads of state might be hesitant because of the U.S. having apparently thrown a monkey wrench into the machinery of the lifting of sanctions. Dateline 3-23-16 Supreme Leader Ayatollah Ali Khamenei is of a different mindset. In his Nowruz speech, in which he referred to “sanctions” at least 28 times, Khamenei stated, “The Americans have said that they would lift sanctions, and they have actually done so on paper, but through other ways and methods, they are acting in a way that the result of sanctions repeal will not be witnessed at all.” Normalization of Iran’s trade with the world is of utmost importance to the Iranian leadership for multiple reasons. For Rouhani and his moderate camp, political fortunes are greatly tied to the JCPOA having a tangible impact on the lives of ordinary Iranians. Indeed, for those seeking a more open Iran, it is greatly unfortunate that the lifting of banking and financial sanctions has done little to remove fears about doing business with Iran. If you don’t believe the Iranian insiders who tell Al-Monitor that few to none of the major players yet dare go near Iran, listen to Ayatollah Khamenei, who usually avoids going into detail. “Today, in all Western countries and in all those countries that are under their influence, our banking transactions have been blocked. We have a problem bringing our wealth — which has been kept in their banks — back to the country. We have a problem conducting different financial transactions that require the assistance of banks. … The US Department of the Treasury acts in a way … that big companies, agencies and banks do not dare to approach the Islamic Republic and have business transactions with it.”\nhttp://www.al-monitor.com/pulse/originals/2016/03/iran-sanctions-jcpoa-banking-khamenei-nowruz-speech.html"], [691, "2016-03-24T19:41:41Z", [0.95], ""], [1738, "2016-03-24T16:05:02Z", [1.0], ""], [5001, "2016-03-24T01:55:41Z", [0.95], ""], [22814, "2016-03-23T21:05:06Z", [0.8], ""], [21164, "2016-03-23T20:59:30Z", [0.6], ""], [22665, "2016-03-23T20:51:19Z", [0.85], ""], [4218, "2016-03-23T20:38:16Z", [0.9], "http://www.presstv.com/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani/ Yep, I'm calling for help.  The Italian Prime Minister is supposed to visit Iran in April.  April is almost here.  I've been checking but I can't find confirmation or any specific schedule for this visit.  Neither can I find any announcement regarding cancellation or delay.   The little troll in the back of my brain is really starting to bug me about whether this visit is still on.  Latest news updates appreciated.     "], [452, "2016-03-23T19:30:20Z", [0.82], ""], [691, "2016-03-23T19:10:25Z", [0.95], ""], [22245, "2016-03-23T14:30:09Z", [0.1], "After the elections in Iran we may see G7 members visit Iran, but not likely before the elections."], [136, "2016-03-23T08:59:59Z", [0.85], ""], [15964, "2016-03-23T08:44:19Z", [0.9], ""], [22706, "2016-03-23T07:16:14Z", [0.22], ""], [22765, "2016-03-23T01:26:36Z", [0.45], ""], [18343, "2016-03-22T23:05:45Z", [0.45], ""], [22747, "2016-03-22T21:07:43Z", [0.49], ""], [22737, "2016-03-22T20:42:19Z", [0.75], ""], [142, "2016-03-22T19:58:29Z", [0.95], ""], [368, "2016-03-22T19:48:54Z", [0.99], ""], [15352, "2016-03-22T18:24:42Z", [1.0], ""], [1262, "2016-03-22T17:47:21Z", [0.25], "Cannot find evidence to confirm original report or any recent mention of visit.    Renzi likely preoccupied with brexit & refuges so resetting extra low in effort to counter previous high forecast...!   http://www.bloomberg.com/news/articles/2016-02-08/renzi-says-he-s-betting-on-cameron-sees-anti-brexit-deal-soon"], [1232, "2016-03-22T15:12:26Z", [0.88], ""], [20031, "2016-03-22T13:01:25Z", [0.96], ""], [691, "2016-03-22T12:44:47Z", [0.95], ""], [705, "2016-03-22T01:43:56Z", [0.95], ""], [368, "2016-03-21T21:34:02Z", [0.99], ""], [14777, "2016-03-21T16:23:27Z", [0.98], ""], [691, "2016-03-21T12:38:44Z", [0.95], ""], [241, "2016-03-21T11:41:55Z", [0.98], ""], [22216, "2016-03-21T08:04:17Z", [0.3], ""], [102, "2016-03-21T03:55:25Z", [0.9], "https://larswericson.wordpress.com/2016/03/21/gitrep-20mar16pm/"], [83, "2016-03-20T22:43:06Z", [0.4], ""], [231, "2016-03-20T21:21:16Z", [0.95], ""], [17942, "2016-03-20T20:39:23Z", [0.93], ""], [4218, "2016-03-20T18:13:12Z", [0.9], ""], [691, "2016-03-20T14:35:20Z", [0.95], ""], [14166, "2016-03-20T13:55:24Z", [0.98], ""], [368, "2016-03-19T22:10:00Z", [0.99], ""], [12302, "2016-03-19T20:30:31Z", [0.97], ""], [691, "2016-03-19T14:14:08Z", [0.95], ""], [22538, "2016-03-19T11:55:36Z", [1.0], ""], [241, "2016-03-19T02:50:23Z", [0.95], ""], [16451, "2016-03-19T01:20:16Z", [1.0], ""], [13966, "2016-03-18T22:15:55Z", [0.49], "Bumping up my percent change of a visit prior to 7.1.2016 by a fair bit (was 10%).  The Renzi trip seems to have dropped out of western media stories for a while - the most recent story I've seen (http://www.businessinsider.com/r-europe-steps-back-in-time-to-revive-iran-ties-2016-3) regarding visits mentions the \"EU foreign policy chief\" without mentioning PM Renzi.  Expanding my original opinion on this, I think that Italy's head of state/government is essentially the only one of the G7 who can make a near term visit, and there appears to be a significant chance that this will occur in the next 3.5 months, but without confirmation of the initial story I am inclined to keep the probability of a visit on just this side of 'No.'"], [368, "2016-03-18T21:09:06Z", [0.98], ""], [691, "2016-03-18T17:44:39Z", [0.94], ""], [22478, "2016-03-18T11:31:13Z", [0.25], ""], [15196, "2016-03-18T02:06:09Z", [0.98], ""], [102, "2016-03-18T01:16:24Z", [0.91], "https://larswericson.wordpress.com/2016/03/18/gitrep-17mar16pm/"], [22455, "2016-03-17T19:58:42Z", [1.0], ""], [15352, "2016-03-17T19:52:35Z", [1.0], "No news of Renzi's visit in the media for nearly a month\nI'm wondering if it is such a sure thing..."], [16272, "2016-03-17T17:17:48Z", [0.33], ""], [14777, "2016-03-17T15:32:30Z", [0.95], ""], [691, "2016-03-17T12:16:46Z", [0.94], ""], [368, "2016-03-16T21:49:07Z", [0.98], ""], [21594, "2016-03-16T21:11:03Z", [0.9], ""], [22243, "2016-03-16T16:57:36Z", [0.96], ""], [12874, "2016-03-16T15:39:21Z", [0.95], ""], [22371, "2016-03-16T15:31:06Z", [0.95], ""], [691, "2016-03-16T13:43:40Z", [0.93], ""], [4354, "2016-03-16T13:42:08Z", [0.9], ""], [1056, "2016-03-16T07:21:25Z", [0.95], "Renzi visit appears to be on."], [22350, "2016-03-16T04:14:08Z", [0.4], ""], [12856, "2016-03-16T01:31:21Z", [1.0], ""], [12591, "2016-03-15T18:43:16Z", [0.87], ""], [21046, "2016-03-15T15:32:13Z", [0.55], ""], [691, "2016-03-15T14:18:23Z", [0.91], ""], [22302, "2016-03-15T13:37:03Z", [0.82], ""], [22293, "2016-03-15T12:23:49Z", [1.0], ""], [14656, "2016-03-15T09:35:23Z", [0.9], "Revising after @clinton's link."], [1468, "2016-03-15T07:54:23Z", [0.96], ""], [11686, "2016-03-15T01:35:18Z", [0.9], ""], [12302, "2016-03-15T01:19:36Z", [0.99], ""], [734, "2016-03-14T23:26:02Z", [0.99], "Reaffirming that Renzi will keep his appointment, but there is likely to be pressure to postpone or cancel his visit due to the recent (and continuing) missile tests. On the other hand, EU officialdom has met the tests with a collective shrug: http://www.rferl.mobi/a/russia-iran-missile-tests-sanctions/27609788.html Keep in mind that the Revolutionary Guard operates for the most part outside of the strictures of the Iranian government. If they continue on this path, which is rather likely, I will have to lower my probability estimate accordingly. However, the business of safeguarding the Iranian Revolution doesn't pay all that well, so the Guard has branched out into more mundane business activities that are likely to be somewhat constrained by their behavior. This may put a temporary damper on such activities, at least until Renzi has boarded his flight home..."], [22262, "2016-03-14T21:22:41Z", [0.99], ""], [368, "2016-03-14T21:07:03Z", [0.98], "Accords signed between Italy and Iran :  http://www.ansa.it/english/news/politics/2016/01/26/italy-and-iran-sign-17-accords_0bffa94b-64fb-40b1-861c-d6d6f5d9d978.html .  Given the statement of intent by Renzi to visit Iran, there is no reason to believe otherwise.  Estimated visit in April ."], [12591, "2016-03-14T19:07:07Z", [0.8], ""], [691, "2016-03-14T18:48:21Z", [0.91], "Depends on whether there is a stronger need in Italy to keep the trade deals going, or to pretend solidarity with US pretend outrage.  My money, if I had any, would be on the former. "], [180, "2016-03-14T15:03:38Z", [0.1], "France and others very upset over missile testing... Look for the Italian PM to come down with an illness - thus canceling his supposed trip. G7 can't be seen as completely 'business as usual' with Iran with this flagrant behavior - though no doubt there will be - quietly - a fair amount of $$$ going on anyway."], [767, "2016-03-14T04:58:20Z", [0.9], "Italian's Prime Minister, Renzi will visit Iran in April.  No indication of his trip being cancelled or postponed.  Both countries signed deals worth over 17 billion euros during during Rouhani's visit to Italy in January which they said was just the beginning. \nhttp://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani I had missed this.  Will adjust forecast accordingly. "], [102, "2016-03-14T03:01:24Z", [0.9], "https://larswericson.wordpress.com/2016/03/14/gitrep-13mar16pm/"], [1028, "2016-03-13T23:30:53Z", [0.75], ""], [368, "2016-03-13T20:11:38Z", [0.98], ""], [22175, "2016-03-13T14:09:45Z", [0.95], ""], [691, "2016-03-13T13:46:37Z", [0.91], ""], [4634, "2016-03-13T13:13:19Z", [0.95], ""], [10759, "2016-03-13T13:13:08Z", [0.95], ""], [10759, "2016-03-13T13:12:58Z", [0.85], ""], [11080, "2016-03-13T06:42:36Z", [0.95], ""], [783, "2016-03-13T04:22:06Z", [0.45], "Based in the Oct 3, 2015 forecast and newly elected  so-called reform officials in Iran, will lower the forecast to 45%, They won the election but in some regions not by much. The West may want to boost the newly elected Iranians by a visit as the reformers and moderates need to prove they can open their nation to the West since most of the promises they made to the voters are not  practicable by 2017. Due to the lower oil prices, bureaucratic governance, and a middling economy, this  may work against them in the next election and the officials will not deliver their agenda. Whereas most of the elected officials agree on the the need for nuclear energy and a strong defense, the economic and social divisions between the elected officials may fracture the alliance.  A return to hardliners is not whom the West wants to negotiate with on these issues, therefore a visit to the newly elected officials is not out of the question but not popular in the West with politicians or the public, especially with elections in the US and France and Germany with voters divided in their beliefs on how to approach the Middle East and Iran.  This is more a commerce issue than a political photo opportunity and unpopular move. The West wants to open Iran and may have to do so through business before any visits are decided upon between officials."], [22132, "2016-03-12T20:39:05Z", [0.15], ""], [689, "2016-03-12T19:34:47Z", [0.96], ""], [22121, "2016-03-12T17:58:42Z", [0.87], ""], [691, "2016-03-12T17:39:03Z", [0.92], ""], [532, "2016-03-12T17:06:47Z", [0.95], ""], [14166, "2016-03-12T15:46:56Z", [0.9], ""], [15471, "2016-03-12T11:16:56Z", [0.9], ""], [22097, "2016-03-12T10:50:24Z", [0.25], ""], [368, "2016-03-11T22:07:07Z", [0.98], ""], [22070, "2016-03-11T20:34:17Z", [0.0], ""], [691, "2016-03-11T19:09:49Z", [0.99], ""], [180, "2016-03-11T17:00:25Z", [0.12], "US considering imposing more sanctions, re: missile tests. "], [1760, "2016-03-11T16:03:35Z", [0.75], "After Iran's latest missile test (http://www.usatoday.com/story/news/world/2016/03/10/iran-missile-tests-violate-no-deals/81578348/), the odds of further sanctions have gone up, which I think dramatically reduces the odds of a G7 head visiting Iran. I think the Italian PM might even postpone his visit if the UN Security Council imposes additional sanctions. I'm still assigning 3:1 odds of a visit happening because the Italian PM visit is already on the books."], [493, "2016-03-11T16:02:35Z", [1.0], "Affirming prior."], [15352, "2016-03-11T07:27:38Z", [1.0], ""], [21046, "2016-03-11T03:51:34Z", [0.35], ""], [699, "2016-03-11T01:33:18Z", [0.15], ""], [22007, "2016-03-11T00:32:37Z", [1.0], ""], [1015, "2016-03-10T23:02:15Z", [0.75], ""], [22003, "2016-03-10T22:38:24Z", [0.9], ""], [368, "2016-03-10T18:52:10Z", [1.0], ""], [2, "2016-03-10T17:22:56Z", [0.75], ""], [180, "2016-03-10T16:27:35Z", [0.14], "Iran fired more missiles that can reach Israel today... "], [691, "2016-03-10T13:31:27Z", [0.99], "The Renzi foray is apparently still on.  Somebody has to go, and nobody cares what the Italians do anyway.  Trudeau is still an outside chance."], [20230, "2016-03-10T10:26:34Z", [0.9], ""], [13377, "2016-03-10T08:54:54Z", [0.95], ""], [1993, "2016-03-10T04:45:36Z", [0.95], "In case Renzi (Italy) gets cold feet due to the ballistic missile test. If Renzi doesn't visit Iran in April, as planned, I'll come down more. Abe's (Japan) trip isn't planned until August."], [21046, "2016-03-10T02:14:44Z", [0.1], ""], [368, "2016-03-09T23:04:23Z", [1.0], ""], [1760, "2016-03-09T22:16:04Z", [0.99], "No change in my forecast from 3/3/16."], [14182, "2016-03-09T21:07:34Z", [0.95], ""], [691, "2016-03-09T20:08:34Z", [0.99], ""], [21902, "2016-03-09T17:28:56Z", [0.95], ""], [180, "2016-03-09T08:18:13Z", [0.17], "Test firing missiles... Not the 'right kind' of invite to a G7er."], [1122, "2016-03-09T07:39:48Z", [0.75], ""], [1448, "2016-03-09T06:02:35Z", [0.95], ""], [2380, "2016-03-09T02:41:35Z", [0.95], ""], [12630, "2016-03-09T01:46:08Z", [1.0], ""], [498, "2016-03-09T01:32:47Z", [0.99], "Japanese PM Expected to Visit Iran in Late August \nhttp://www.tasnimnews.com/en/news/2016/03/07/1021776/japanese-pm-expected-to-visit-iran-in-late-august"], [1337, "2016-03-08T23:44:58Z", [0.82], "Renzi?"], [443, "2016-03-08T21:27:54Z", [0.85], "They so badly want to rejoin the G7 community. They are as tired of being on the outside as we are tired of them being on the outside. Both our peoples want it to end and the Govs don't know how to do it without losing face.  "], [10916, "2016-03-08T19:44:56Z", [0.97], ""], [10916, "2016-03-08T19:44:14Z", [0.89], ""], [691, "2016-03-08T19:16:55Z", [0.99], ""], [368, "2016-03-08T18:45:17Z", [1.0], ""], [18846, "2016-03-08T14:20:01Z", [0.0], ""], [52, "2016-03-08T10:28:41Z", [0.65], ""], [102, "2016-03-08T05:02:06Z", [0.86], "https://larswericson.wordpress.com/2016/03/08/gitrep-7mar16pm/"], [506, "2016-03-08T04:56:17Z", [0.82], ""], [38, "2016-03-07T22:28:30Z", [0.95], "http://www.tasnimnews.com/en/news/2016/03/07/1021776/japanese-pm-expected-to-visit-iran-in-late-august \"According to the Nikkei news agency on Monday, Abe hopes to be able to travel to Iran around the time he goes to Kenya on August 27-28\"\n~~~~~~~\nCOMMENT:  My forecast on this question is based on reports that Renzi plans to visit in April."], [21765, "2016-03-07T20:55:51Z", [0.75], ""], [14613, "2016-03-07T20:08:18Z", [0.89], ""], [767, "2016-03-07T19:10:19Z", [0.15], "Japan's Prime Minister, Shintzo Abe, has announced that he plans to visit Iran. It will be the first time in 38 years that a Japanese PM visits the country. Sputnik News reported that the visit will be focused on bolstering bilateral economic cooperation.  The PM will be accompanied by a group of entrepreneurs and heads of Japanese companies and is likely to take place on the PM's way to or back from a Japan-Africa development conference in Kenya on August 27-28.   Note that the Japanese government lifted economic sanctions against Iran in January after the country complied with the nuclear agreement requirements.  News on foreign investors and multinationals lining up to jump on the investment opportunities in Iran abound along with warnings that American business are at risk of getting shut out of the deals while European competitors are moving regardless. Iran's $370 Billion economy is projected to grow by as much as 5.8 % this year according to Bloomberg. German companies have already signed deals while American investors remain limited because the US has kept restrictions tied to accusations of terrorism and human rights abuses.   I will increase my forecast based on Abe's announcement although his visit is likely to happen in August.  "], [691, "2016-03-07T17:54:52Z", [0.99], ""], [368, "2016-03-07T16:37:09Z", [1.0], ""], [21658, "2016-03-07T15:30:20Z", [0.93], ""], [21564, "2016-03-07T12:41:49Z", [0.85], "Iran has aligned itself with the west. Meeds sanctions lifted."], [13997, "2016-03-07T07:37:15Z", [0.9], ""], [13942, "2016-03-07T02:32:52Z", [1.0], ""], [77, "2016-03-07T00:10:24Z", [0.65], ""], [14843, "2016-03-07T00:03:48Z", [0.85], "Not the US certainly but one or two of the others unless Iran does something strange, the \"moderate\" election results helped a lot. "], [13955, "2016-03-06T23:41:42Z", [0.85], ""], [12874, "2016-03-06T23:40:11Z", [0.97], ""], [131, "2016-03-06T22:50:31Z", [1.0], ""], [1738, "2016-03-06T20:05:08Z", [1.0], ""], [94, "2016-03-06T19:09:37Z", [0.75], ""], [21330, "2016-03-06T18:22:31Z", [0.95], "Europe eager to export to Iran "], [368, "2016-03-06T18:22:31Z", [1.0], ""], [21259, "2016-03-06T17:20:47Z", [0.8], ""], [21261, "2016-03-06T17:20:41Z", [0.8], ""], [691, "2016-03-06T16:20:18Z", [0.99], "Haven't seen anything lately on the Renzi playdate, but it seems not to be in jeopardy anyway.  He's still penciled in for April, it seems. Others will follow, but not many--probably Canada and maybe Japan. Off-chance the French will pop in.  The Big Three will sit this one out."], [15953, "2016-03-06T11:13:51Z", [0.35], ""], [102, "2016-03-06T04:02:53Z", [0.81], "https://larswericson.wordpress.com/2016/03/05/manual-category-assignment-work-in-progress/"], [102, "2016-03-05T20:54:09Z", [0.9], ""], [15471, "2016-03-05T20:05:21Z", [0.95], ""], [21104, "2016-03-05T18:45:09Z", [0.6], ""], [691, "2016-03-05T14:59:40Z", [0.99], ""], [5001, "2016-03-05T03:43:18Z", [0.98], ""], [2965, "2016-03-05T01:15:57Z", [1.0], "I will take a stab at this one.\nI specialize in deadlocked questions and elections time to move on .\nAny views #annainak. Let the press figure it out. #clairvoyance\nThanks for reminding me that there are so many important questions for the tournament to address.\nI am not backing off.\nI was at 0 and 100 and bounced back and forth.\nThese election questions seem unusual.\nMaybe we will find out about Trump Majlis in one week.\nThanks for keeping the question open.\n"], [15352, "2016-03-05T00:25:12Z", [1.0], ""], [15352, "2016-03-05T00:23:32Z", [0.99], ""], [368, "2016-03-04T22:32:19Z", [1.0], ""], [691, "2016-03-04T21:36:50Z", [0.99], ""], [15548, "2016-03-04T18:06:02Z", [0.95], ""], [14142, "2016-03-04T15:40:55Z", [0.85], ""], [20954, "2016-03-04T10:05:18Z", [0.85], ""], [13377, "2016-03-04T08:40:17Z", [1.0], "https://larswericson.wordpress.com/"], [11785, "2016-03-03T23:43:43Z", [0.7], "I'm backing off because the date is approaching with no announcement.  It might still happen, but I will ring my forecast down monthly until there is an announcement."], [691, "2016-03-03T20:28:35Z", [0.99], ""], [90, "2016-03-03T18:39:08Z", [1.0], ""], [20031, "2016-03-03T18:35:40Z", [0.9], ""], [1760, "2016-03-03T18:24:45Z", [0.99], "Swiss president visited Iran as expected on Feb 26: http://www.tasnimnews.com/en/news/2016/02/26/1012571/swiss-president-starts-iran-visit. Switzerland is in G10, not G7. Meanwhile, Italy's prime minister is still scheduled to visit Iran in April: http://en.mehrnews.com/news/114674/Italian-PM-to-visit-Iran-in-April. Italy is a member of G7, which would qualify for this question. I think a visit to Iran from Obama is also likely during this time frame given his plans to visit Cuba, as Iran and Cuba are crucial parts of Obama's foreign policy legacy.\n"], [14253, "2016-03-03T17:36:23Z", [1.0], ""], [20031, "2016-03-03T15:38:01Z", [0.7], ""], [20031, "2016-03-03T03:49:23Z", [0.63], ""], [20785, "2016-03-03T01:26:04Z", [0.66], ""], [368, "2016-03-02T21:14:37Z", [1.0], ""], [691, "2016-03-02T19:22:10Z", [0.99], ""], [6552, "2016-03-02T17:47:17Z", [0.9], ""], [1500, "2016-03-02T17:18:28Z", [0.8], "Since the elections went so well, I'm upping my forecast now.  Iran is open for business and ready to roll.  Welcome back to the world."], [20911, "2016-03-02T04:16:48Z", [0.5], ""], [15980, "2016-03-01T21:02:59Z", [0.65], "To make a prediction for this question, I will use the \"Norms and protocols of domestic and international institutions matter\" method. The relevant \"international institutions\" include Iran and the countries of the G7 (Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States). To begin looking at Iran, it is important to consider the effects of its most recent election (http://www.vox.com/2016/3/1/11139970/iran-elections). The election results affirmed the nuclear deal, revealed a push from the Iranian people to open up more to the West, and pointed to a trend of rising moderates in Iran. These effects show a change in the norms and protocols of Iran, whose government has been traditionally been closed off to the West and viewed as \"extremist.\" Because of these apparent changes in norms, it seems more likely than ever that Iran will host a G7 country in the coming months.  Additionally, with the U.S. at the lead, the G7 countries have made recent moves to be more open to Iran, fueled by the nuclear deal. This reveals that the norms between this international \"institution\" (the G7), the countries that comprise it, and the country of Iran. It would logically follow that, as trust between these entities builds, the norms between them would become more open, thus leading to a likely official state visit.  I will update this prediction as more news of the aftermath of Iran's election and the attitudes of the G7 countries is developed and revealed. "], [14258, "2016-03-01T13:02:55Z", [1.0], ""], [19801, "2016-03-01T06:03:57Z", [1.0], "Italian state visit, and other countries will want to enter the Iranian market to grab business as fast as possible. The Scramble For Iran is on. https://www.gjopen.com/comments/comments/143266"], [180, "2016-03-01T06:02:38Z", [0.55], "A lot depends on how the whole reformer trend shakes out in the next six weeks."], [11157, "2016-03-01T05:18:01Z", [0.97], ""], [11678, "2016-03-01T04:58:25Z", [0.96], ""], [11289, "2016-02-29T22:37:23Z", [0.72], ""], [40, "2016-02-29T21:17:27Z", [0.65], ""], [5863, "2016-02-29T18:45:32Z", [0.83], ""], [601, "2016-02-29T17:00:54Z", [0.9], "Renzi is going, unless Iran does something even more atrocious than usual in Syria or Iraq before April"], [1262, "2016-02-29T16:33:44Z", [0.99], "Related to recently shared info about Italian visit."], [1529, "2016-02-29T15:46:47Z", [0.85], ""], [493, "2016-02-29T15:05:08Z", [1.0], "Affirming prior. I expect Renzi to go in April."], [691, "2016-02-29T13:16:19Z", [0.99], "Renzi is penciled in for April, and with the elections results shaping up as they are, others may start to pile in to express approbation.  (Is approbation the opposite of probation?  Perhaps in this case in should be.)  Still won't be US, Germany, or UK, but Japan or France might sign on.  Canada is increasingly likely.  Takes time to arrange these little lovefests, though. Stay tuned."], [4491, "2016-02-29T10:52:58Z", [0.9], "Italian visit planned for April"], [894, "2016-02-29T10:18:31Z", [0.8], "http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani"], [1468, "2016-02-29T09:24:58Z", [0.82], "Iranian election results might signal a further detente; could still be too early to call though."], [15471, "2016-02-29T06:07:03Z", [0.93], ""], [8499, "2016-02-29T06:05:11Z", [0.0], ""], [6518, "2016-02-29T05:10:44Z", [0.98], ""], [6518, "2016-02-29T05:06:04Z", [0.98], ""], [77, "2016-02-29T00:55:21Z", [1.0], ""], [61, "2016-02-29T00:53:33Z", [1.0], ""], [15750, "2016-02-28T23:23:03Z", [0.9], "European countries are eager to start business again with Iran. This is a huge market for machinery and infrastructure business."], [28, "2016-02-28T22:36:27Z", [1.0], ""], [10449, "2016-02-28T22:02:40Z", [1.0], ""], [368, "2016-02-28T21:31:35Z", [1.0], ""], [1738, "2016-02-28T20:31:22Z", [1.0], ""], [766, "2016-02-28T20:21:22Z", [1.0], ""], [500, "2016-02-28T20:21:01Z", [1.0], ""], [12118, "2016-02-28T20:12:28Z", [0.99], ""], [1262, "2016-02-28T19:18:18Z", [0.55], "Increasing likelihood based on early positive election results.     "], [13947, "2016-02-28T18:23:09Z", [1.0], ""], [691, "2016-02-28T13:24:12Z", [0.99], ""], [4273, "2016-02-28T04:18:06Z", [0.99], ""], [102, "2016-02-27T16:15:39Z", [1.0], "I know the Swiss don't count, but still.... http://presstv.ir/Detail/2016/02/27/452666/Iran-Switzerland-Khamenei-SchneiderAmmann"], [11053, "2016-02-27T15:27:18Z", [0.9], ""], [691, "2016-02-27T14:38:12Z", [0.99], ""], [12874, "2016-02-27T09:50:04Z", [0.99], ""], [231, "2016-02-27T02:26:28Z", [1.0], ""], [24, "2016-02-26T23:05:58Z", [1.0], ""], [306, "2016-02-26T21:17:27Z", [1.0], ""], [52, "2016-02-26T18:42:27Z", [1.0], ""], [11080, "2016-02-26T17:05:36Z", [0.97], ""], [20589, "2016-02-26T16:31:25Z", [1.0], ""], [271, "2016-02-26T16:20:04Z", [1.0], ""], [691, "2016-02-26T13:35:02Z", [0.97], "Still counting on the Italians or Trudeau here.  Looks like Renzi will go first.  "], [12874, "2016-02-26T13:18:58Z", [0.98], ""], [13377, "2016-02-26T03:12:20Z", [0.97], ""], [61, "2016-02-26T02:57:59Z", [0.98], "jumping on Renzi announcement"], [14033, "2016-02-25T23:38:52Z", [0.75], ""], [368, "2016-02-25T18:41:48Z", [0.99], ""], [1639, "2016-02-25T18:15:29Z", [0.95], "The ambitious Renzi is planning a (unnecessary) trip to Tehran for April. If he says so, it will probably happen, unless something happens to prevent him from travel. I guess he likes the popularity he gets abroad which he is no longer getting at home. http://www.ansa.it/english/news/politics/2016/02/22/italy-is-a-leader-once-more-says-renzi_d23ca84e-32d0-4751-94ab-e248cbb96c07.html\n"], [16742, "2016-02-25T18:06:06Z", [0.6], ""], [1760, "2016-02-25T14:48:11Z", [0.99], "Swiss president visiting Tehran tomorrow: http://www.tehrantimes.com/Index_view.asp?code=253265"], [14777, "2016-02-25T14:36:24Z", [0.99], ""], [691, "2016-02-25T13:42:41Z", [0.97], ""], [3363, "2016-02-25T11:15:32Z", [0.92], ""], [17823, "2016-02-25T07:49:52Z", [0.8], ""], [12591, "2016-02-25T07:07:14Z", [0.69], ""], [498, "2016-02-25T06:31:35Z", [0.99], "Swiss president to visit Iran Friday\nhttp://www.tehrantimes.com/Index_view.asp?code=253265"], [20033, "2016-02-25T05:17:55Z", [0.75], ""], [6518, "2016-02-25T03:06:40Z", [0.86], ""], [691, "2016-02-25T01:55:20Z", [0.96], ""], [15196, "2016-02-25T01:39:41Z", [0.9], ""], [10192, "2016-02-25T01:11:57Z", [1.0], "Up from 85%.  Though a lot can happen in the timeframe, this trip was planned at the meeting in Italy. Renzi was quoted as saying that billions in deals were just the beginning. Sounds to me like money was left on the table. Then while in Rome, Rouhani tweeted that Renzi would visit in the coming months. This latest announcement was not a surprise. The surprise would be a cancellation."], [12302, "2016-02-24T23:25:32Z", [1.0], ""], [493, "2016-02-24T20:32:08Z", [1.0], "Renzi, plus looks like Syria might get some kind of deal."], [12874, "2016-02-24T15:34:44Z", [0.95], ""], [13947, "2016-02-24T11:19:55Z", [0.95], ""], [15953, "2016-02-24T10:26:58Z", [0.45], ""], [498, "2016-02-24T06:30:43Z", [0.99], "Azerbaijani President Ilham Aliyev to visit Iran.\nhttp://www.azernews.az/azerbaijan/93226.html Bosnian Foreign Minister Igor Crnadak made an official visit to Iran\nhttp://www.balkaninsight.com/en/article/bosnia-seeks-better-ties-with-iran-02-22-2016"], [102, "2016-02-24T04:49:35Z", [0.97], ""], [102, "2016-02-24T04:21:24Z", [0.94], ""], [1448, "2016-02-24T01:09:53Z", [0.97], ""], [306, "2016-02-24T00:47:40Z", [0.96], ""], [2965, "2016-02-24T00:41:29Z", [1.0], "It apears that a quid pro quo may have occurred Renzi to Iran and US drones  from  Military to Sicily agaisnt ISIS.\nOr  a joint strategy, Renzi goes to Tehran notwithstanding election,  a show  of support for Renzi.   \nOr  a chance for more trade.\nRenzi is going to Tehran and we will see in April  if he goes.\nhttp://www.ansa.it/english/news/politics/2016/02/22/italy-is-a-leader-once-more-says-renzi_d23ca84e-32d0-4751-94ab-e248cbb96c07.html"], [1056, "2016-02-23T22:21:44Z", [0.75], "Assuming for the moment that the Renzi visit will happen."], [691, "2016-02-23T21:56:38Z", [0.94], ""], [10449, "2016-02-23T18:46:06Z", [0.5], ""], [20194, "2016-02-23T18:29:33Z", [0.95], ""], [16010, "2016-02-23T15:36:31Z", [1.0], ""], [556, "2016-02-23T13:24:54Z", [1.0], ""], [11157, "2016-02-23T11:53:46Z", [0.95], "Moving up dramatically on Italian news. Still a lot can happen between statement of intent and April."], [4918, "2016-02-23T10:18:13Z", [0.95], ""], [689, "2016-02-23T09:08:40Z", [1.0], ""], [16023, "2016-02-23T08:38:57Z", [0.99], ""], [68, "2016-02-23T06:05:37Z", [1.0], "Thanks to @clinton and everyone else for the tip on Renzi's intended visit to Iran in April. I guess it's time to go to 100% and stay there unless he changes his itinerary."], [734, "2016-02-23T02:54:34Z", [0.99], "Saw the Press tv article, and as usual, a day late and a dollar short as a few hundred other forecasters caught it well before me. Now I hope that he holds to the plan..."], [1993, "2016-02-23T01:16:36Z", [1.0], ""], [484, "2016-02-22T23:56:07Z", [1.0], "Up final 5%. Slight chance something might not happen (problems with Iranian election say), but I think it is much more likely that at least Renzi will visit."], [11471, "2016-02-22T23:19:17Z", [0.9], ""], [102, "2016-02-22T23:09:55Z", [1.0], ""], [241, "2016-02-22T22:18:34Z", [0.99], ""], [368, "2016-02-22T21:59:11Z", [0.85], ""], [4218, "2016-02-22T21:43:49Z", [1.0], "Zigged when I should have zagged a couple of days ago."], [2965, "2016-02-22T21:31:30Z", [1.0], "ok but http://www.theguardian.com/commentisfree/2016/feb/01/the-guardian-view-on-president-rouhani-european-visit-far-too-soon-to-celebrate-a-changed-iran\ncongrats to all who called it correctly."], [498, "2016-02-22T20:37:31Z", [0.99], "Per @einsteinjs: \"In April, I will be 'in Tehran.\"\nhttp://www.gjopen.com/comments/comments/143266 By the \"will be ... next\" logic that closed the IMF question, this question should close today."], [1646, "2016-02-22T20:12:02Z", [0.99], ""], [691, "2016-02-22T19:39:44Z", [0.89], ""], [60, "2016-02-22T19:32:37Z", [1.0], "Up from 61 to 100%. (h/t @clinton --> https://www.gjopen.com/comments/comments/143088)\n(h/t @Dima-K --> https://www.gjopen.com/comments/comments/143224) Feb 22: \"Italian PM Renzi to visit Iran in April\" --> http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani Renzi made the announcement at a new conference in Rome on Monday. ~~~ Feb 22: \"Italy-Iran: Renzi announces mission, I will be 'in Tehran in April\" --> http://www.agi.it/rubriche/asia/2016/02/22/news/italia-iran_renzi_annuncia_missione_saro_a_teheran_ad_aprile-548786/ \"In April, I will be 'in Tehran.\" A month after the visit of Hassan Rohani in Italy, the first Iranian president to Europe after the end of the sanctions regime, Matteo Renzi returns the courtesy and announced in front of the foreign press reporters his mission in Iran, already 'agenda for some time but had not yet an official date. ~~~ COMMENT: Sure, there's a chance that there'll be a delay, but I highly doubt that there'll be a delay from April (all the way!) until July 1st. The first link came courtesy of @clinton and the second came courtesy of @Dima-K. When it comes to news out of Iran, it's been helpful (when forecasting) to make sure that the news is verified by a news agency outside of the country. In this case, I don't think it matters too much because Renzi (himself!) made the announcement."], [10192, "2016-02-22T19:22:24Z", [1.0], ""], [1708, "2016-02-22T19:16:31Z", [1.0], ""], [110, "2016-02-22T19:15:49Z", [0.95], "Only going to 95%, just in case there's political pressure for Renzi to call it off."], [176, "2016-02-22T19:10:16Z", [1.0], "Oops"], [5001, "2016-02-22T19:10:15Z", [1.0], "Well, a large Italian agency reports that Renzi announced the visit at presser, confirming Iranian news: http://www.agi.it/rubriche/asia/2016/02/22/news/italia-iran_renzi_annuncia_missione_saro_a_teheran_ad_aprile-548786/ "], [176, "2016-02-22T19:09:56Z", [0.0], "100"], [2, "2016-02-22T19:09:21Z", [0.7], ""], [532, "2016-02-22T19:03:32Z", [1.0], ""], [19260, "2016-02-22T18:56:37Z", [1.0], ""], [1114, "2016-02-22T18:24:26Z", [1.0], ""], [43, "2016-02-22T18:21:13Z", [1.0], "According to an Iranian news outlet: Italian PM Renzi to visit Iran in April http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani\nThank you for the tip, @clinton  It would take a huge Black Swan to call that one off, given all the lucrative deals Rouhani has been signing. Italy's economy has been struggling, so roping in yet more Iran riches will make Renzi yet more golden with voters and the business community. (Note that Italy's head of State is the Prime Minister rather than its President.)"], [3895, "2016-02-22T18:19:49Z", [0.99], ""], [10759, "2016-02-22T18:11:35Z", [0.95], ""], [67, "2016-02-22T18:10:22Z", [0.92], ""], [11442, "2016-02-22T18:10:18Z", [0.95], "Iranian confirmation of Renzi visit http://presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani "], [4634, "2016-02-22T18:09:47Z", [0.95], ""], [53, "2016-02-22T18:09:17Z", [0.98], ""], [915, "2016-02-22T18:08:52Z", [1.0], ""], [11442, "2016-02-22T18:05:24Z", [0.95], " @austerity and @Clinton @dowser Thanks!\nhttp://www.reuters.com/article/us-italy-renzi-idUSKCN0VV1DD "], [38, "2016-02-22T18:04:31Z", [0.95], "http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani \"Italian Prime Minister Matteo Renzi says he will visit Tehran in April . . . \""], [484, "2016-02-22T17:58:36Z", [0.95], "Up 20% following @austerity and @clinton Thanks!"], [19311, "2016-02-22T17:57:53Z", [0.95], ""], [136, "2016-02-22T17:55:20Z", [0.95], "@clinton's link + corroboration:\nhttp://www.reuters.com/article/us-italy-renzi-idUSKCN0VV1DD\n\"He announced visits to the United States in March, Iran in April and Russia in June\""], [3363, "2016-02-22T17:54:12Z", [0.85], ""], [53, "2016-02-22T17:39:18Z", [0.95], "article linked by @clinton"], [73, "2016-02-22T17:35:30Z", [1.0], "http://www.presstv.ir/Detail/2016/02/22/451679/Iran-Italy-PM-Renzi-visit-Rouhani  - for those that didnt believe in twitter......"], [3895, "2016-02-22T17:09:53Z", [0.67], ""], [484, "2016-02-22T17:01:11Z", [0.75], "Up 10% on @redacted"], [2965, "2016-02-22T13:51:12Z", [0.25], "adjusting upwards as noted due to the ongoing issue on ballistics Have a terrible record on the past questions resolved. In light of comments here, 1 %  is too low.\n Counterfact. who wins the majlis election. If its the \"moderates\", I will adjust to 90%-95%.    "], [498, "2016-02-22T06:06:55Z", [0.95], "South African President Jacob Zuma is set to visit Iran later this month.\nhttp://www.moneyweb.co.za/news/economy/the-big-business-opportunity-of-2016-iran/ Korean President Park Geun-hye is planning the country’s first ever state visit in the near future\nhttp://www.koreaherald.com/view.php?ud=20160221000245 A while ago the argument was put forward that a G7 head-of-state wouldn't visit Iran because it might send some wrong kind of signal to the rest of the world. I really wish I had kept of complete list of which heads-of-state have visited Iran since the inception of this question, for I feel that this argument is becoming ever less justifiable. I haven't kept a complete list, but is seems possible that come 1 July 2016, over a majority of global heads-of-state, with the exceptions of the G7, will have already visited Iran. That is, the G7 will be in the minority in terms of this metric as to Iran."], [19032, "2016-02-22T01:56:28Z", [0.01], "Bacon in the Treetops. Pork chops in the pines. When pigs fly.   Way too much distrust in Iran for this to happen. It may just be possible (<10%) that Iran will visit a G7 country.   Don't hold your breath."], [14166, "2016-02-21T23:08:51Z", [0.8], ""], [484, "2016-02-21T17:05:26Z", [0.65], "(no change) No link, sorry, but Iran expects 65 billion in direct investment this (?) year."], [691, "2016-02-21T16:50:41Z", [0.64], ""], [15471, "2016-02-21T14:43:02Z", [0.6], "Reducing a bit, due to passage of time, timeframe is getting tighter"], [10192, "2016-02-20T20:56:49Z", [0.85], "I think Renzi will visit in the timeframe. He wouldn't be wise to announce a commitment until March, after the election. "], [4634, "2016-02-20T20:56:16Z", [0.35], ""], [10759, "2016-02-20T20:56:04Z", [0.35], ""], [465, "2016-02-20T15:18:04Z", [0.3], ""], [20230, "2016-02-20T11:51:31Z", [0.25], ""], [4218, "2016-02-19T23:40:42Z", [0.27], "I'm lowering my forecast significantly because I'm guessing any HOS visit in the timeframe of this question would have to be announced no later than April 1.  Of course, if we hear something in March, I stand prepared to reverse course yet again.  Bonus question:  which famous New England fellow said, \"consistency is the hobgoblin of small minds?\""], [94, "2016-02-19T19:58:33Z", [0.25], ""], [12874, "2016-02-19T15:03:57Z", [0.34], ""], [13430, "2016-02-19T14:49:39Z", [0.6], ""], [102, "2016-02-19T02:04:05Z", [0.54], ""], [601, "2016-02-18T20:26:27Z", [0.11], ""], [1114, "2016-02-18T18:22:16Z", [0.33], ""], [691, "2016-02-18T14:19:41Z", [0.6], ""], [1448, "2016-02-18T07:19:58Z", [0.26], ""], [53, "2016-02-18T05:00:54Z", [0.35], ""], [60, "2016-02-18T03:41:25Z", [0.61], "Lowering from 78% to 61%. My plan was to wait until after the Iranian election next week, but I think I'll just go ahead and readjust to remain closer to the consensus right now. Here are my two previous forecasts on this IFP: \nFeb 8 --> https://www.gjopen.com/comments/comments/128091\nJan 26 --> https://www.gjopen.com/comments/comments/106899"], [38, "2016-02-18T02:12:41Z", [0.45], "http://www.breakingisraelnews.com/61605/germany-vows-we-will-not-normalize-relations-with-iran-unless-it-recognizes-israel-jerusalem/#1SHFZATDRt66dV6t.99 \" . . . .a statement by German Chancellor Angela Merkel came on Tuesday vowing that Germany will not “normalize” relations with Iran until it agrees to recognize Israel.\n~~~~~~~\nCOMMENT:  What Merkel said certainly doesn't sound like the kind of thing that someone who would be officially visiting Iran anytime soon would say!  So, on the list of \"possibles\" is now only Abe (since Oct) and Renzi.  Abe's calendar is PACKED.  It's time I came down.\n"], [691, "2016-02-18T00:47:19Z", [0.65], ""], [12302, "2016-02-17T22:30:40Z", [0.3], ""], [14253, "2016-02-17T20:40:01Z", [0.55], ""], [2, "2016-02-17T18:47:09Z", [0.5], ""], [12874, "2016-02-17T05:42:16Z", [0.36], ""], [1993, "2016-02-17T05:06:26Z", [0.5], "Prime Minister Abe still the most likely candidate. But he will be busy with the G7 and perhaps with Russia in the spring, and Iran is probably not a priority for him. Will adjust on announcements (or lack of announcements) in next couple months."], [691, "2016-02-17T01:32:42Z", [0.67], ""], [767, "2016-02-16T21:59:05Z", [0.05], "Progress has been made but relations are not too cozy.  Iran still has a lot to prove to the G7. Despite the recent nuclear agreement, and the return of prisoners, their incendiary rhetoric continues.  Iran is now back in international oil markets and things are moving along but I don't see any indication any of the G7 countries will take a step to visit Iran in the next 6 months. "], [498, "2016-02-16T17:16:07Z", [0.95], "Ghanaian President visits Iran\nhttp://www.ghanaweb.com/GhanaHomePage/NewsArchive/I-m-first-African-leader-to-visit-Iran-after-nuclear-treaty-Mahama-416093"], [14656, "2016-02-16T09:51:20Z", [0.6], ""], [1262, "2016-02-15T19:06:14Z", [0.33], "confirming previous forecast"], [20036, "2016-02-15T18:59:10Z", [0.1], ""], [12937, "2016-02-15T18:07:21Z", [0.68], ""], [12937, "2016-02-15T18:07:15Z", [0.65], "G7 has been excluding Russia recently This year’s summit will be the second that excludes Russia and it occurs amid an escalation in violence in Eastern Ukraine. US lifted sanctions against Iran after agreeing to nuclear deal , yet Iran still betraying trust -  He urged President Obama to issue new sanctions against Iran this weekend for the ballistic missile tests — a violation of United Nations Security Council resolutions — to demonstrate that he will keep up the pressure. Six months to go.. I think there is a decent chance if they follow through with the deal.  Japan lifted sanctions as well after the deal.  I think there is a decent chance that they will. "], [20031, "2016-02-15T17:21:36Z", [0.4], ""], [10759, "2016-02-15T16:03:38Z", [0.45], ""], [4634, "2016-02-15T16:03:31Z", [0.45], ""], [10759, "2016-02-15T16:02:35Z", [0.55], ""], [4634, "2016-02-15T16:01:57Z", [0.55], ""], [12874, "2016-02-15T01:54:41Z", [0.26], ""], [13377, "2016-02-15T01:34:35Z", [0.58], ""], [12874, "2016-02-15T01:01:45Z", [0.28], ""], [19685, "2016-02-14T23:23:05Z", [0.5], "Never know about France"], [64, "2016-02-14T16:24:49Z", [0.3], "Presumably, we will know a couple of months before such a visit. So, the question becomes: will such a visit be *decided* in the next 3 months? I'm keeping the probability at 30% for now. During the next 3 months, it makes sense to bring this probability down steadily if there is no news."], [691, "2016-02-14T15:31:30Z", [0.67], ""], [689, "2016-02-14T09:39:12Z", [0.67], ""], [12302, "2016-02-14T00:52:49Z", [0.32], ""], [231, "2016-02-14T00:08:06Z", [0.63], ""], [368, "2016-02-13T21:08:33Z", [0.65], ""], [1114, "2016-02-13T21:00:53Z", [0.35], ""], [11080, "2016-02-13T19:32:45Z", [0.49], ""], [14345, "2016-02-13T16:49:56Z", [0.75], ""], [691, "2016-02-13T16:32:20Z", [0.67], ""], [1380, "2016-02-13T14:57:15Z", [0.75], ""], [14258, "2016-02-13T14:35:05Z", [0.59], ""], [5001, "2016-02-13T05:41:43Z", [0.25], "Never much of a believer that the West and Iran are suddenly BFF, I am only glad to be swayed by @jeremylichtman's arguments http://www.gjopen.com/comments/comments/125997 It's a longish time frame, so playing safe for now.  Disclaimer: my record on all things Iran is absolutely terrible - 4+ years of bad, bad forecasts. "], [176, "2016-02-13T05:05:46Z", [0.0], "Here's why P(X) =0   http://www.telegraph.co.uk/travel/destinations/middle-east/iran/articles/British-Airways-to-relaunch-direct-London-to-Iran-flights-in-July/"], [691, "2016-02-12T19:57:36Z", [0.67], ""], [1114, "2016-02-12T19:28:40Z", [0.5], ""], [136, "2016-02-12T07:57:32Z", [0.35], ""], [691, "2016-02-12T01:46:08Z", [0.68], ""], [651, "2016-02-12T01:04:02Z", [0.65], ""], [241, "2016-02-11T14:56:34Z", [0.5], ""], [13377, "2016-02-11T02:16:01Z", [0.65], ""], [691, "2016-02-10T21:19:37Z", [0.68], ""], [1708, "2016-02-10T20:51:18Z", [0.75], ""], [368, "2016-02-10T19:54:01Z", [0.55], ""], [493, "2016-02-10T16:31:05Z", [0.4], "Upping on possibility of a Renzi visit. there's really no downside for Renzi, though the way this was announced makes (Hey! Guess who's coming soon!) makes me think they haven't really laid the groundwork for this yet, which would point to a visit after July 1. But worth keeping track of. "], [1232, "2016-02-10T15:27:15Z", [0.63], "Time based adjustment."], [3363, "2016-02-10T13:26:21Z", [0.42], ""], [12029, "2016-02-10T07:31:21Z", [0.75], ""], [1114, "2016-02-10T01:16:16Z", [0.4], ""], [1562, "2016-02-09T20:25:30Z", [0.23], "time is prohibitive"], [484, "2016-02-09T17:02:43Z", [0.65], "Down 25% to be closer to consensus. Doubt if anything will be announced until after the Iranian elections."], [691, "2016-02-09T15:03:08Z", [0.68], "Edging down a bit. They're burning up daylight.  Still more likely than not, and my favourites are still Canada and Italy."], [19260, "2016-02-09T11:16:08Z", [0.12], ""], [15024, "2016-02-09T10:07:38Z", [0.38], ""], [5001, "2016-02-09T06:20:57Z", [0.35], "passage of time"], [14253, "2016-02-09T04:07:54Z", [0.65], ""], [60, "2016-02-09T01:08:11Z", [0.78], "Lowering from 100 to 78%. I'm still bull-ish on this IFP, but there's been little news in the last couple of weeks. I'm going to stay on the high side of the consensus at least until a week or two after the election (end of the month). I suspect that that might be an opportune time for an announcement (Renzi's coming to Iran in three weeks?) or something like it."], [12302, "2016-02-09T00:51:38Z", [0.35], ""], [18805, "2016-02-08T23:40:59Z", [0.04], ""], [19467, "2016-02-08T15:57:41Z", [0.35], ""], [691, "2016-02-08T13:24:05Z", [0.7], ""], [4273, "2016-02-08T05:35:47Z", [0.6], ""], [1993, "2016-02-08T05:32:25Z", [0.4], ""], [53, "2016-02-08T03:45:33Z", [0.4], ""], [110, "2016-02-08T03:24:28Z", [0.1], "Going back down again. I can't see the Europeans doing it right now. They're bogged down with domestic issues, and don't want to irritate either the US or the Saudis. Plus they already ate their cake (lots of big deals) without it. Renzi has been mentioned as a possibility, but he is being ridiculed in the Italian press for the great statue cover-up. That has to smart. Canada isn't likely. The new Liberal government is just figuring out their policy towards Iran, and have only just removed a few items from the sanctions list. Plus, Canada is highly sensitive to the US's position, and the US is in electoral mode. Trudeau is close to the Democratic Party (one of his cabinet ministers used to be a White House speech writer etc etc), and he isn't going to want to harm them. The US isn't going to happen during an election year. Too much political fodder. Too costly. A visit by President Obama would be worth millions of votes to the Republicans. Maybe the next president, but not likely before November. Japan isn't likely until after the July deadline. Their parliament is in session, and looking at their PM's schedule, it looks like he generally sticks close to home during that period. Japan is the only one I can see as being credible though, particularly given that the South Korean PM is considering the trip. I'll try to keep an eye out there. tl;dr: Unless I see a credible source (i.e. not directly from the Iranian FM office), I'm going to stay low."], [3363, "2016-02-08T02:50:23Z", [0.46], ""], [734, "2016-02-08T02:34:10Z", [0.61], "Throttling back a bit. These meetings take quite a bit of pre-planning, particularly so in this case. The only likely suspects would be either Renzi or Trudeau at this point and with a bit over 4 1/2 months to go, time is a bit short."], [9755, "2016-02-07T21:42:06Z", [0.99], "I guess Greek head of state does not count , but we are getting close. "], [1056, "2016-02-07T18:52:43Z", [0.45], "Going way down on this one. Italy and Canada seem to be possibilities, but time's getting short, so I'm going slightly lower than the crowd."], [19271, "2016-02-07T15:19:44Z", [0.05], "This is a short time window for going from sanctions to an actual head of state visit. A lot of planning goes into a head of state visits and normally a lot of political prep work before that. I don't see any of the G7 countries having a reason to rush into a state visit."], [1269, "2016-02-07T13:23:53Z", [0.5], ""], [691, "2016-02-07T12:43:28Z", [0.72], ""], [11872, "2016-02-07T05:43:07Z", [0.45], ""], [102, "2016-02-07T04:19:13Z", [0.58], ""], [498, "2016-02-06T22:24:06Z", [0.95], "Quite modest encouragement for Trudeau.\nhttp://www.huffingtonpost.ca/navid-hassibi/re-engagement-with-iran_b_9169446.html"], [19331, "2016-02-06T20:39:52Z", [0.17], ""], [43, "2016-02-06T19:37:24Z", [0.6], ""], [11157, "2016-02-06T18:23:37Z", [0.2], ""], [19326, "2016-02-06T16:37:32Z", [0.42], ""], [691, "2016-02-06T15:02:21Z", [0.74], ""], [19315, "2016-02-06T14:11:55Z", [0.45], ""], [12879, "2016-02-05T20:46:07Z", [0.53], ""], [14672, "2016-02-05T19:18:43Z", [0.5], ""], [19211, "2016-02-05T19:06:35Z", [0.58], ""], [691, "2016-02-05T17:56:46Z", [0.75], ""], [19186, "2016-02-05T17:30:31Z", [0.27], ""], [19095, "2016-02-05T08:03:05Z", [0.42], ""], [12302, "2016-02-04T23:29:50Z", [0.45], "German Foreign Minister just stepped by on his route to Saudi-Arabia. Iran is going to visit Germany in return.\n-> Lowering 5%. Still regard a visit by Italy as a real possibility but I remain doubtful about the timetable. Want to stay on the negative side of the consensus; though not far from it."], [691, "2016-02-04T21:55:47Z", [0.75], "In the circs, it will be necessary for one of the Big Kids to go to Iran and kiss them on all four cheeks to congratulate them on their glorious if dubious achievement.  It'll have to be a second-tier Big Kid.  My nominees are still Italy and Canada. Playing nice with Iran was a big feature of Trudeau's platform, for one thing, and nobody much cares what the Italians or Canadians do anyway, so nobody's ego is invested nor is anybody' s national interest (in either sense) threatened by whatever those two do.  It's sort of like having a couple of spare Assistant Secretaries of State or Deputy Foreign Ministers that you can send to funerals and inaugurations of leaders you want to make nice with but don't want to seem deferential to. (This may sound patronizing.  It's meant to--the American Disease.) February and March are not peak travel seasons for heads of state, so probably this will happen in April or May. Stay tuned."], [19022, "2016-02-04T20:27:32Z", [0.64], "Long, long overdue "], [1114, "2016-02-04T17:51:25Z", [0.5], ""], [15792, "2016-02-04T03:59:46Z", [0.15], ""], [15272, "2016-02-04T03:43:07Z", [0.65], "In the past six months, Iran has received the foreign minister of France for an official visit, and the Iranian president has made official state visits to Italy and France. The continuing detente with the West and desire to cement trade deals augers well for a reciprocal visit within this same time frame going forward. "], [691, "2016-02-03T21:48:41Z", [0.75], ""], [1232, "2016-02-03T19:43:44Z", [0.65], "Based on recent news and the continued progress on the nuclear deal implementation."], [498, "2016-02-03T11:33:50Z", [0.95], ""], [16022, "2016-02-03T10:27:23Z", [0.45], "Slight downgrade, as Rouhani has been invited to Germany, making a return visit from Merkel less likely. "], [136, "2016-02-03T10:11:47Z", [0.4], ""], [306, "2016-02-03T02:45:18Z", [0.7], ""], [14414, "2016-02-03T01:10:26Z", [0.5], ""], [241, "2016-02-03T00:14:51Z", [0.4], ""], [691, "2016-02-02T21:48:16Z", [0.76], ""], [4785, "2016-02-02T20:54:43Z", [0.58], "Three realistic possibilities out of seven (Japan; Italy; and France) equals 43 percent. The German FM visited towards the end of 2015, but I don't think Merkel can afford to visit for several reasons. Increase the 43 percent prediction by 5 percentage points for each of the country-specific factor that increases the likelihood: Abe already reportedly accepted Rouhani's invitation (through their respective FMs), although the time is to be determined; Rouhani called Italy the most important European trading partner for Iran (and history backs that up, albeit maybe ten years ago) and the Italian PM wants to be seen as a European leader -- perhaps for domestic political consumption; and Iran just inked a deal with Airbus (though that may actually decrease the likelihood that Hollande visits, and he also needs to be sensitive to the FRA-US relationship post-Paris). However, only one head of state/head of government needs to visit for this to come true."], [8226, "2016-02-02T17:27:42Z", [0.85], ""], [1708, "2016-02-02T08:36:13Z", [0.85], ""], [4139, "2016-02-02T06:51:16Z", [0.2], ""], [14258, "2016-02-02T02:32:28Z", [0.59], ""], [9884, "2016-02-02T00:21:25Z", [0.55], ""], [452, "2016-02-01T22:09:13Z", [0.34], ""], [368, "2016-02-01T22:03:34Z", [0.75], ""], [90, "2016-02-01T21:57:37Z", [0.85], "Upping and over compensating to make up for ignoring this question for so long."], [5863, "2016-02-01T21:23:48Z", [0.75], ""], [12302, "2016-02-01T21:13:53Z", [0.5], ""], [14394, "2016-02-01T17:39:58Z", [0.75], "http://www.jpost.com/Breaking-News/Rouhani-says-Italys-Renzi-will-visit-Iran-in-coming-months-442816 I'd say this implies more than likely to happen. Although coming months could mean after June 2016"], [173, "2016-02-01T17:27:34Z", [0.2], ""], [691, "2016-02-01T17:18:36Z", [0.76], ""], [306, "2016-02-01T16:54:06Z", [0.5], ""], [4273, "2016-02-01T03:39:42Z", [0.55], ""], [14033, "2016-02-01T01:19:43Z", [0.55], ""], [1337, "2016-01-31T23:42:58Z", [0.58], "Adjustment to slightly above consensus."], [498, "2016-01-31T20:38:08Z", [0.96], "“In coming weeks the president of Switzerland (President of the Swiss Confederation Johann Schneider-Ammann) will visit Iran.” \nhttp://www.tehrantimes.com/index_View.asp?code=252618"], [241, "2016-01-31T17:36:08Z", [0.5], ""], [11362, "2016-01-31T16:53:46Z", [0.25], ""], [691, "2016-01-31T15:29:53Z", [0.76], ""], [3363, "2016-01-31T12:25:05Z", [0.54], ""], [16010, "2016-01-31T07:37:28Z", [0.6], "Improving chances based on public comments made by Rouhani http://www.cnbc.com/2016/01/26/reuters-america-rouhani-says-italys-renzi-will-visit-iran-in-coming-months.html Timing is tight, however. But \"coming months\" would seem to indicate more than even chances in next 5 months. "], [2, "2016-01-31T05:42:54Z", [0.75], ""], [498, "2016-01-31T05:34:48Z", [0.96], "Rouhani says Italy's Renzi will visit Iran in coming months (+1)\nhttp://www.jpost.com/Breaking-News/Rouhani-says-Italys-Renzi-will-visit-Iran-in-coming-months-442816 \"Tweeted on Tuesday,\" so I'm behind on this one."], [61, "2016-01-31T01:22:46Z", [0.36], ""], [691, "2016-01-30T22:56:04Z", [0.78], ""], [231, "2016-01-30T22:01:07Z", [0.55], ""], [691, "2016-01-30T14:08:30Z", [0.78], ""], [11430, "2016-01-30T10:02:04Z", [0.9], ""], [368, "2016-01-29T22:51:36Z", [0.55], ""], [4273, "2016-01-29T19:53:59Z", [0.53], ""], [10293, "2016-01-29T17:37:54Z", [0.85], ""], [11080, "2016-01-29T17:20:01Z", [0.55], ""], [13897, "2016-01-29T14:41:40Z", [0.65], ""], [12874, "2016-01-29T14:27:27Z", [0.63], ""], [12874, "2016-01-29T14:26:57Z", [0.68], ""], [691, "2016-01-29T13:17:45Z", [0.78], ""], [740, "2016-01-29T09:21:00Z", [0.61], ""], [13947, "2016-01-29T09:12:24Z", [0.35], ""], [3895, "2016-01-29T08:57:04Z", [0.66], ""], [68, "2016-01-29T08:39:10Z", [0.65], "Moving up from 55 on suggestions from the Iranian side that Italy's Renzi may visit. Earlier, Japan's Abe had been mentioned, while dark horse Trudeau is also a distinct possibility (he has the least \"baggage\"). I expect to stay at this level till Iran's parliamentary elections in about four weeks, unless there is further news."], [5001, "2016-01-29T07:00:08Z", [0.4], "No confirmation from Italy - lowering. "], [15196, "2016-01-29T05:54:00Z", [0.85], ""], [24, "2016-01-28T23:57:26Z", [0.45], ""], [17965, "2016-01-28T22:55:34Z", [0.6], ""], [16272, "2016-01-28T18:44:38Z", [0.72], ""], [16272, "2016-01-28T18:44:31Z", [0.62], ""], [10759, "2016-01-28T17:25:42Z", [0.65], ""], [4634, "2016-01-28T17:25:34Z", [0.65], ""], [1646, "2016-01-28T16:22:32Z", [0.77], ""], [13947, "2016-01-28T15:50:53Z", [0.7], ""], [14237, "2016-01-28T15:45:50Z", [0.64], ""], [15471, "2016-01-28T13:17:10Z", [0.7], "Significantly up from the last prediction due to the visits of Rohani throughout Europe right now, usually those are not one way tickets. Without any major incidents official visits will happen. Question remains wether it will be before 1st July."], [691, "2016-01-28T12:57:17Z", [0.78], ""], [15953, "2016-01-28T11:17:43Z", [0.65], "Reducing based on below:\nhttp://www.apnewsarchive.com/2016/France-has-asked-its-EU-partners-to-consider-new-sanctions-on-Iran-for-its-missile-testing-even-as-Paris-welcomes-President-Hassan-Rouhani-after-the-Islamic-Republic-had-other-sanctions-/id-7dcb3c7b99ff45e3a407c679693bf917"], [506, "2016-01-28T08:57:03Z", [0.75], ""], [4729, "2016-01-28T06:52:22Z", [0.4], ""], [4729, "2016-01-28T06:51:20Z", [0.15], ""], [13947, "2016-01-28T06:26:58Z", [0.75], ""], [17755, "2016-01-28T03:03:15Z", [0.7], ""], [1114, "2016-01-28T02:53:55Z", [0.65], ""], [484, "2016-01-28T02:47:58Z", [0.9], "Up 5% for passage of time and expansion of ties."], [14253, "2016-01-28T01:57:18Z", [0.9], ""], [12302, "2016-01-28T00:48:30Z", [0.4], "Upping due to Italy, still sceptical if it will happen in time."], [4218, "2016-01-27T22:35:42Z", [0.89], ""], [9755, "2016-01-27T22:06:14Z", [0.9], "Italy has confirmed visit in the next few months.  but you never know . it also depends on how the up coming elections develop \nIf as we expect only conservative enter parliament and the Guardian council then internal divisions will result in infighting  \nIn that case  all visits maybe delayed for good reason. but I guess money rules so if enough money is to be made by both countries  then a visit  is a sure deal. Remember when the leaders of  Italy, France, & Britain  among others went to see Ghadafi after a similar deal with Libia ( I know it's not correct spelling, but I like it better ) "], [691, "2016-01-27T21:51:51Z", [0.79], ""], [12591, "2016-01-27T20:38:13Z", [0.5], "Rouhani is very keen to show the positive impact of his approach"], [519, "2016-01-27T20:10:17Z", [0.95], "Renzi is apparently coming in the coming months. "], [17013, "2016-01-27T19:40:37Z", [0.45], ""], [10192, "2016-01-27T17:04:41Z", [0.85], ""], [1760, "2016-01-27T16:58:02Z", [0.9], "Rouhani is visiting European countries and striking business deals with European companies (NPR Radio 1-27-15). Importantly, US companies don't seem to be rushing to do the same. I think a visit is an important part of the deal and will happen over the next couple of months."], [142, "2016-01-27T13:49:01Z", [0.87], "Sanctions have been lifted and Iran is actively selling oil and buying many products previously denied them.  Japan had a long term relationship with Iran trading manufactured goods for oil.  Iran has announced it's intention to buy more than 100 aircraft from Europe, mainly Airbus. Canada is lifting sanctions and will reopen it's embassy in Tehran.  President Rouhani is visiting Italy and said publicly  that an Italian reciprocal visit is likely. The only question in my mind is which G7 leader will want to be the first to visit Iran."], [12874, "2016-01-27T13:25:53Z", [0.83], ""], [12874, "2016-01-27T12:13:01Z", [0.9], ""], [1808, "2016-01-27T10:58:50Z", [0.2], ""], [1262, "2016-01-27T06:11:48Z", [0.33], "Decreasing likelihood due to passage of time"], [1056, "2016-01-27T05:39:53Z", [0.8], "Up, following @REGallahue et al."], [53, "2016-01-27T05:08:03Z", [0.65], ""], [1646, "2016-01-27T04:17:58Z", [0.8], ""], [1333, "2016-01-27T03:48:01Z", [0.85], ""], [1448, "2016-01-27T03:44:12Z", [0.36], ""], [484, "2016-01-27T03:02:56Z", [0.85], "Up 20% on the various rumors."], [102, "2016-01-27T02:48:29Z", [0.51], ""], [13947, "2016-01-27T02:41:09Z", [0.65], ""], [5001, "2016-01-27T02:20:42Z", [0.67], "That Rouhani/Renzi news but not willing to go way up until there is info from Italians. Do find it weird - too quick for a reciprocal visit. What are they - ping pong players?"], [241, "2016-01-27T02:17:32Z", [0.6], ""], [734, "2016-01-27T01:27:12Z", [0.81], "Let's try that again..."], [734, "2016-01-27T01:19:05Z", [0.12], "Now if we could just find out what \"in the coming months\" means... http://m.jpost.com/Breaking-News/Rouhani-says-Italys-Renzi-will-visit-Iran-in-coming-months-442816#article=7154OTg1MjczNkE5NEZEQjQ5RTAyQTNFNTlEODc4QkFFMTY= Back up the ladder we go. Returning to my initial forecast level for the moment. Agreed that Trudeau may beat them all. My thanks to @einsteinjs and @Anneinak.  P.S. Fixed my forecast level after this post. Fat fingers once again..."], [1993, "2016-01-26T23:48:00Z", [0.5], ""], [60, "2016-01-26T22:58:32Z", [1.0], "Back up the ladder (from 18%) we go -- 100%. A quick summary from @Anneinak --> https://www.gjopen.com/comments/comments/106754 \"On the list of \"possibles\" is Abe (since last Oct!), Merkel (maybe, I am suspicious of the source) and Renzi.\"\n~~~ I'm still skeptical of Abe, in part, because of @GeneH's analysis (https://www.gjopen.com/comments/comments/82065). Like @Anneinak, Merkel visiting seems dubious. In fact, I think that there's a better chance that Abe visits than Merkel, but the real clincher for me to flip the script (back) to 100% is Italy's PM -- Renzi. Straight from the President of Iran this afternoon (https://twitter.com/HassanRouhani/status/691932041357697024): \"Italian PM @matteorenzi will travel to Iran in the coming months to boost economic ties. #ConstructiveEngagement\" (h/t to @Strandvej --> https://www.gjopen.com/comments/comments/106082) ~~~ Coming months could mean May or it could mean September, but this is something we can track over the next few months. But I'll even do that one better.  I wouldn't be surprised if Trudeau (Canada's PM) beats them to the punch. The Foreign Affairs Minister said that Canada will begin lifting sanctions against Iran soon and mentioned the possibility of opening the embassy (http://www.cbc.ca/news/politics/canada-iran-sanctions-dion-1.3420881). It doesn't sound imminent -- at all -- but given the globe-trotting-ness of Trudeau since he was elected (and maybe in the same vein that Obama did when he was elected to repair the relationships between the US and the world after the way GWB acted -- I could see Trudeau and his advisers wanting to restore the Wilfrid Laurier or Lester B. Pearson \"ness\" to Canada's reputation). If I had to put a percentage on Trudeau going to Iran before the end of our July 1st deadline, it'd probably be in the single digits (8% or 7%), but it wouldn't surprise me to see them surprise us."], [9755, "2016-01-26T22:35:41Z", [0.95], "Italy has confirmed a visit before July , but you never know what will happen between now and July "], [368, "2016-01-26T22:35:02Z", [0.95], ""], [532, "2016-01-26T22:18:34Z", [0.55], ""], [53, "2016-01-26T21:47:59Z", [0.9], ""], [38, "2016-01-26T21:33:03Z", [0.95], "On the list of \"possibles\" is Abe (since last Oct!), Merkel (maybe, I am suspicious of the source) and Renzi."], [4218, "2016-01-26T21:28:16Z", [0.78], ""], [12118, "2016-01-26T21:20:15Z", [0.65], ""], [43, "2016-01-26T21:07:42Z", [0.85], "I'd go to 100% except that it's not good to count my chicks before they've hatched."], [4218, "2016-01-26T21:05:46Z", [0.68], ""], [691, "2016-01-26T21:03:42Z", [0.78], ""], [1114, "2016-01-26T20:58:36Z", [0.5], ""], [1344, "2016-01-26T19:49:55Z", [0.97], ""], [16421, "2016-01-26T18:12:13Z", [0.7], ""], [657, "2016-01-26T17:27:35Z", [1.0], ""], [14237, "2016-01-26T17:06:21Z", [0.55], ""], [498, "2016-01-26T15:26:16Z", [0.95], "It's risky, no doubt. But here's the tagline of the first G7 head bold enough to move first:\n\"Boosting Middle East economy is way to beat extremism\"\nhttp://www.reuters.com/article/us-iran-europe-rouhani-economy-idUSKCN0V411Q There can be only ONE who is first. (+2)"], [12874, "2016-01-26T15:02:33Z", [0.85], ""], [3895, "2016-01-26T13:07:02Z", [0.94], "between news of Renzi visiting in the next few months, & rumours of a potential Merkel visit also, it now seems very likely that this will happen."], [3895, "2016-01-26T13:05:48Z", [0.87], ""], [110, "2016-01-26T13:03:26Z", [0.15], "Raising slightly on comments below. I believe most of this is due to speculation in the Iranian press, which is *not* a credible source. I wouldn't be surprised to see FM visits, but am still skeptical of PM-level visits in the first half of this year."], [4918, "2016-01-26T12:45:22Z", [0.9], ""], [73, "2016-01-26T12:44:12Z", [1.0], "@Strandvej"], [73, "2016-01-26T12:43:50Z", [0.95], ""], [102, "2016-01-26T12:19:49Z", [1.0], ""], [15953, "2016-01-26T12:18:00Z", [0.9], ""], [15953, "2016-01-26T12:17:34Z", [0.85], "http://www.jpost.com/Breaking-News/Rouhani-says-Italys-Renzi-will-visit-Iran-in-coming-months-442816"], [3363, "2016-01-26T10:51:43Z", [0.44], ""], [13897, "2016-01-26T10:09:43Z", [0.5], ""], [38, "2016-01-26T06:59:59Z", [0.65], "http://en.mehrnews.com/news/113863/Rouhani-s-first-post-sanction-trip-to-bear-major-outcomes \"Iranian Foreign Ministry spokesman . . . speaking at his weekly press conference on Monday morning, Hossein Jaberi Ansari touched upon many issues including . . .  German Chancellor Angela Merkel's upcoming visit to Iran.\n. . . \nIn response to a question on the consultations between Germany and Iran over the travel of Chancellor Angela Merkel to Iran, FM spokesman highlighted the talks between Iran's Foreign Ministry and German officials are over German Foreign Minister's visit to Iran. \"Other assumptions are just media speculation and it is natural that if there is an agreement between the two countries in terms of high-level visits, the Foreign Ministry will make it public,\" said he."], [15408, "2016-01-26T05:48:09Z", [0.95], "Hassan Rouhani meeting with the Italian Prime Minister Matteo Renzi in Rome on January 25th. Only a matter of time before a head of state visits"], [705, "2016-01-26T02:28:08Z", [0.3], ""], [4218, "2016-01-26T01:16:09Z", [0.63], ""], [15408, "2016-01-25T23:22:16Z", [0.25], "No chance of the United States but a reasonable chance that a European country will visit"], [15533, "2016-01-25T21:00:36Z", [0.16], "Updated for reading https://www.gjopen.com/comments/comments/104862 + 5% on prior comment"], [136, "2016-01-25T20:57:24Z", [0.7], ""], [15533, "2016-01-25T20:54:26Z", [0.11], "The G7 are:  Canada - Last state visit 1971 celebration of 2500 years of Persian empire - Shah was very pro-west and unusual with implicit support of Israel - policy against Iran announced in US, may be a good initial compromise, not of much Canadian political interest - 1%\nFrance - Ditto - 0.5%\nGermany - Not since 43; significant holocaust denial risks; not worth it for Merkel. German diplomacy has been low exposure to individual political figures\nItaly - As Canada and France 0.5%\nJapan - Not since 43. Foreign minister portrays a desire to \" further strengthen the historically friendly relationship\". Large import interests and received a state visit in 2000. 8%\nUnited Kingdom - Last visit 1961 - return visit for that of Shah in 59. Diminishing British influence in the area 0.5%\nUnited States - Jimi Carter 1977 - mixed reviews of attitude but probably supportive - however, mixed relations even pre-revolution; other priorities in election season 1% Other factors: China recently visited. May wish to counterbalance. However, individual countries may be reluctant to be first to do so - 1%\nMost current state visitors not know for strong western relation - (5%)\nSomebody less important than head of state more likely - 5%\nLong standing distrust of native populous in all but Japan - (5%)\nJapan may wish to spite China/ better relations than everybody else potential first mover - 3% Rounded up to 11%"], [43, "2016-01-25T20:44:48Z", [0.6], "In the aftermath of Xi's deal-making visit, how could G7 leaders resist the demands of their business communities to help them get in on the action? Dateline 1-25-16 China and Iran signed seventeen agreements on economic and technological cooperation, establishing plans to boost trade to $600 billion (CNBC) in the next ten years. The agreements came during Chinese President Xi Jinping's visit to Iran (Al Jazeera) over the weekend, marking the first by a Chinese leader to the Islamic republic in fourteen years and the first state visit to the country after sanctions were lifted on January 16. Observers say that Xi's visit, which came after trips to Egypt and Saudi Arabia, signals China's increased involvement in the region (NYT) as Tehran vies for investment following the lifting of sanctions. Daily Brief: China, Iran Strengthen Ties: Council on Foreign Relations [dailybrief@e.cfr.org]"], [1708, "2016-01-25T20:25:30Z", [0.99], ""], [43, "2016-01-25T20:24:59Z", [0.55], "Italy, Japan appear to be live prospects. Thank you, @clinton, for your link http://www.tehrantimes.com/Index_view.asp?code=252466 Dateline 1-25-16 Italy hails 'great opportunity' of trade with Iran http://www.cnn.com/videos/world/2016/01/25/italy-intv-amanpour-paolo-gentiloni.cnn/video/playlists/amanpour/"], [1708, "2016-01-25T19:58:40Z", [0.85], ""], [73, "2016-01-25T19:26:22Z", [0.85], ""], [1114, "2016-01-25T19:15:49Z", [0.45], ""], [60, "2016-01-25T19:14:05Z", [0.18], "Lowering to 18% from 25%. Comments from @jeremylichtman and @redacted (https://www.gjopen.com/comments/comments/104694) make me a bit more pessimistic on this one, but comments form @Jean-Pierre (https://www.gjopen.com/comments/comments/104862) temper that pessimism. I find it interesting that it *appears* as thoug hte most likely G7 head of state to visit is the same one we (I?) thought back in early October (https://www.gjopen.com/comments/comments/16432) and early December (https://www.gjopen.com/comments/comments/57399)."], [691, "2016-01-25T18:27:32Z", [0.76], ""], [53, "2016-01-25T18:17:09Z", [0.52], ""], [532, "2016-01-25T15:39:30Z", [0.35], ""], [241, "2016-01-25T15:29:17Z", [0.55], "FYI. \"It reported that, if successfully achieved, Abe will become the first serving Japanese prime minister to visit Iran in 1978 when he was Prime Minister Takeo Fukuda since. Since Iranian President Rohani has an invitation, as long as Abe decided to go visit would be possible. There are rumors that the Japanese government, Abe’s visit may be arranged in the Senate before the summer elections.\" http://www.inews163.com/2016/01/25/japanese-media-abe-or-because-of-very-concerned-trends-in-china-intends-to-visit-iran-139935.html\nAlso see https://en.wikipedia.org/wiki/Japanese_House_of_Councillors_election,_2016 & https://en.wikipedia.org/wiki/NetEase  From FM Fumio Kishida's press conference from a few days ago: \"Regarding a visit by the Prime Minister, Dr. Hassan Rouhani, President of Iran, frequently extends an invitation, but at present nothing has been decided. An appropriate time will be considered from here on, I believe.\" http://www.mofa.go.jp/press/kaiken/kaiken4e_000223.html"], [16168, "2016-01-25T14:48:43Z", [0.55], ""], [73, "2016-01-25T14:09:22Z", [0.51], ""], [110, "2016-01-25T13:04:37Z", [0.05], "Revising down. Rouhani is visiting Italy right now:\nhttp://www.reuters.com/article/us-iran-europe-rouhani-idUSKCN0V31DJ\nThat likely implies Italy won't visit Iran in the near term. So:\n- Canada - highly unlikely, due to domestic issues\n- France - still possible, although unlikely\n- Germany - domestic economic issues and the refugee crisis make this unlikely\n- Italy - not likely, since Iran visited instead\n- Japan - bogged down with serious domestic economic issues\n- UK - dealing with EU issue\n- US - unlikely due to election campaign 1/7 is 14%. I think there's maybe a 30% chance of France visiting. Rounding to 5%."], [16766, "2016-01-25T12:27:10Z", [0.4], ""], [24, "2016-01-25T10:08:51Z", [0.2], ""], [2965, "2016-01-25T09:46:06Z", [0.02], ""], [13947, "2016-01-25T09:45:22Z", [0.18], "Revising down. Reassessed Japan and their relationship with the Saudis, Truedeau unlikely to go unless the US let's him, others exchanging ministers but I don't think a head-of-state visit is more likely than it was + passage of time."], [11080, "2016-01-25T08:19:38Z", [0.44], ""], [498, "2016-01-25T07:10:31Z", [0.93], "\"European countries are rushing head first to get into Tehran\"\nhttp://www.reuters.com/article/us-iran-europe-rouhani-idUSKCN0V20ON If one can imagine there are some benefits to being the first G7 head to make this trip, then one must also recognize that there can be only ONE first. It's a race with political headwinds. Someone (most bold?) will win this race."], [484, "2016-01-25T05:51:18Z", [0.65], "(no change) Previously I considered that this would not happen until after the Iranian election, but would there be some way for Rouhani to leverage a slightly more acceptable Majles if a HoS visited before? What about a visit right after to show solidarity with Rouhani?"], [1337, "2016-01-25T04:32:04Z", [0.5], ""], [16081, "2016-01-25T02:09:49Z", [0.31], "Iran is a hot potato, I suspect leaders will be too circumspect to visit personally."], [4273, "2016-01-25T01:06:47Z", [0.33], ""], [14613, "2016-01-24T20:55:03Z", [0.75], ""], [9755, "2016-01-24T18:24:43Z", [0.89], "One other possible visit can be from new Canadian prime minister , who has supported a new relationship with Iran. He may supprise ! Most G7 want to do business with Iran , so if the new elections lead to a win for so called moderates or centrists \nI am sure one  G7 country would gift Iran with a visit. We need to see how these elections go .\nsome talk about boycotting the election if more candidates are not allowed to participate. \nA  defeat for the Islamic republic would be : if people decide not to participate in a show election. \nWhere the leader confirms which  candidates can participate. "], [16010, "2016-01-24T17:59:59Z", [0.38], "Updating following Airbus announcement today. Obviously increases France likelihood from my estimate of 3% to somewhere nearer 10-15%. Hence adding 7pp to my previous estimate. "], [691, "2016-01-24T15:31:06Z", [0.78], ""], [15953, "2016-01-24T13:33:40Z", [0.5], "With most reformers dis-qualified from elections, make it less likely."], [15953, "2016-01-24T09:54:05Z", [0.75], ""], [4218, "2016-01-24T02:32:56Z", [0.59], ""], [691, "2016-01-23T22:12:13Z", [0.79], ""], [231, "2016-01-23T21:01:56Z", [0.6], ""], [1114, "2016-01-23T19:21:05Z", [0.33], ""], [14394, "2016-01-23T14:52:54Z", [0.15], "China visit makesthe incentive to visit bigger. Time is short though."], [12302, "2016-01-23T09:49:42Z", [0.26], ""], [1708, "2016-01-23T06:39:15Z", [0.25], ""], [16322, "2016-01-23T05:44:01Z", [0.6], "France - has hosted Iran, visited Cuba soon after sanctions were lifted in time for last g8\nItaly- hosting Iran\nJapan-stated desire to improve ties following sanctions being lifted, and visit by foreign minister in oct 2015\nGermany - reports of trip have been denied by both parties\nUK-unlikely as visit to Saudi recently canned for human rights reasons\nUSA- unlikely as could add to destabilising region with Saudi "], [16421, "2016-01-23T02:57:12Z", [0.6], ""], [691, "2016-01-22T20:41:38Z", [0.78], "One continues to rely, perhaps excessively, on PM Trudeau's statement that a high priority in his life is to improve relations with Iran.  Not many people say that.   And of course a return visit by the Pres or PM of Italy could happen within the time frame.   Overall, what the Canadians or Italians do is not likely to stir up opposition or even interest among the rest of the Big Kids' Club. "], [1646, "2016-01-22T19:57:29Z", [0.45], ""], [1344, "2016-01-22T19:05:20Z", [0.82], ""], [358, "2016-01-22T15:06:30Z", [0.65], ""], [12874, "2016-01-22T11:21:38Z", [0.15], ""], [12874, "2016-01-22T11:20:14Z", [0.1], ""], [16010, "2016-01-22T10:56:09Z", [0.32], "Canada, 1% (no interest)\nFrance, 3% (Rouhani already going to France in Jan?)\nGermany, 30% (most likely of all, but very hard to see in timeframe and other moving forces)\nItaly, 3% (Rouhani already going to Italy in Jan)\nJapan, 1% (no interest) \nUK, 1% (too difficult)\nUS, 1% (dream on!) I need to brush up on my Bayesian logic, but collating the above forecasts, I reckon it's around 32%"], [1122, "2016-01-22T10:17:15Z", [0.52], ""], [10192, "2016-01-22T01:19:19Z", [0.8], ""], [691, "2016-01-22T00:39:22Z", [0.81], ""], [1114, "2016-01-21T21:08:18Z", [0.2], ""], [651, "2016-01-21T17:57:46Z", [0.5], ""], [24, "2016-01-21T17:38:03Z", [0.3], "Now that implementation day has happened, a carrot might be a useful means of encouraging further progress. But not increasing by much, noting comments of @system3  below. Hollande, Renzi, Merkel the ones to watch it appears."], [241, "2016-01-21T15:08:13Z", [0.25], ""], [231, "2016-01-21T04:21:33Z", [0.65], ""], [506, "2016-01-20T22:53:19Z", [0.55], ""], [15047, "2016-01-20T22:38:25Z", [0.6], "Reasons to visit Iran: Celebrate the nuclear deal and further improve relations, Syrian War and Refugee crisis, Sanctions lifting and opening of commerce.  Reasons to stay away: Iran’s ongoing hostility toward Israel and its frequent calls for the destruction of the Jewish state are “unacceptable,” and Tehran must change its stance, German Chancellor Angela Merkel said in October 2015. Don’t want to legitimize a destabilizing regime. Don’t want to offend Saudi Arabia or Israel. Majles (parliament) Elections are 26 February, no G7 head of state is likely to visit beforehand. How the election is handled and its outcome will influence future visits.  0% Britain (Cameron) = Cameron just put off a visit to Saudi Arabia for 3 months to focus on EU negotiations. The Saudi King’s ill health was, no doubt, also a factor.  Doubt he’ll visit Iran before visiting Saudi Arabia.  0% Canada (Trudeau) = no diplomatic relations since 2012, At best, said Mr. de Salaberry (former Ambassador to Iran), negotiating a “rapprochement with Tehran will move very slowly.”  Before an Iran visit, Trudeau will work on re-opening the Canadian Embassy in Iran. 10% France (Hollande) = Rouhani (President of Iran) to meet with Hollande in Paris in late January. It’s traditional for a head of state to offer a reciprocal visit. A follow up visit to Iran in 5 months to discuss Syria and commerce has a small chance. 50% Germany (Merkel) = On 18 January the Iran chamber of commerce claimed Merkel is going to Iran soon. No denials yet. 10% Italy (Renzi) = Rouhani to meet with Renzi in Rome in late January.  A follow up visit to Iran in 5 months to discuss commerce has a small chance. 0% Japan = October 2015 Foreign Minister \"Kishida told Rouhani that Abe wishes to visit Iran at an appropriate time, according to sources with access to the meeting.\" But, in November 2015 Japan’s premier invites President Rouhani to Tokyo. Abe gives a clear signal that he isn’t going to Iran, but still wants to talk to Rouhani.  0% USA (Obama) = no way. \n"], [1333, "2016-01-20T22:10:58Z", [0.7], ""], [1367, "2016-01-20T17:52:32Z", [0.85], ""], [16115, "2016-01-20T17:23:25Z", [0.7], "A G7 nation leader will very likely go to Iran to discuss oil supply and prices before mid year"], [691, "2016-01-20T12:35:19Z", [0.81], ""], [1468, "2016-01-20T12:21:17Z", [0.32], ""], [10192, "2016-01-20T08:56:55Z", [0.78], ""], [16073, "2016-01-20T07:48:11Z", [0.05], ""], [9755, "2016-01-20T03:06:35Z", [0.9], "Unless Iranians donot commit a mistake, I have heard the Germans maybe first. I hope merkel goes for a visit , would be eye opening One of the most  powerful women in the world visiting so called  Islamic republic . No hand shakes off course."], [283, "2016-01-19T23:37:53Z", [0.6], ""], [16022, "2016-01-19T22:01:29Z", [0.1], ""], [1639, "2016-01-19T21:43:26Z", [0.22], "\nRouhani is set to visit Rome (Italy has strong interests with Iran, and the economy desperately need a bust), http://www.ansa.it/english/news/politics/2015/11/13/irans-rouhani-to-visit-rome_d7baa9bf-80a7-4334-8427-b92b87d1ee43.html\nIn addition to that I read that he is set to visit France (before or after).  The news are from November, and they don't have a time frame of the trip. However Rouhani is expected to be in Davos these days, so I wonder if the trip to Italy is right after Davos. And also while in Davos he will certainly meet all the people that matter. "], [4634, "2016-01-19T20:47:12Z", [0.6], ""], [10759, "2016-01-19T20:46:49Z", [0.6], ""], [10449, "2016-01-19T20:31:59Z", [0.75], ""], [691, "2016-01-19T20:17:25Z", [0.81], ""], [241, "2016-01-19T17:27:32Z", [0.33], ""], [14346, "2016-01-19T17:07:30Z", [0.95], "Now with the nuclear talks going down smoothly I think it will happen."], [271, "2016-01-19T15:32:57Z", [0.4], ""], [3895, "2016-01-19T13:08:20Z", [0.48], "big bump up on news of Merkel rumours (money talks I guess)"], [13997, "2016-01-19T12:44:29Z", [0.65], "The speed with which they complied with the nuclear deal was impressive. While I don't think there's much chance of the USA visiting, I see a chance that one of the European countries might - France?"], [15953, "2016-01-19T11:44:25Z", [0.95], "Some of European leaders"], [12874, "2016-01-19T11:35:47Z", [0.52], ""], [38, "2016-01-19T10:02:38Z", [0.5], "There's an awful lot of rumors about Merkel planning a trip, but there's also some denials of those rumors.\nIran is going to be going on a shopping spree which will be highly attractive to economies that depend on exports.  \nThere's enough time for it to happen."], [506, "2016-01-19T03:48:46Z", [0.45], ""], [61, "2016-01-19T03:43:01Z", [0.35], "tempted to raise with the advent of implementation day and a post-sanctions Iran, but not convinced that normalization is to the point of supporting a visit from a head of state or head of government. Abe has made me most nervous with regards to my forecast being on the side of 50% that it is, but there are whispers of Germany - though I think that to be a long shot."], [5034, "2016-01-19T02:47:48Z", [0.6], "Based on current news, it seems Germany may be the first official G7 visit to Iran.  However, it's not clear from the sources what \"in the near future\" means. I initially thought these trips were announced a few months out...but I did some research on Merkel's state visits and the time from announcement to visit is sometimes as little as one month. As for the other countries: Canada, France, Italy, Japan, U.K, and U.S., I don't see any immediate need for them to consider a visit so soon after the implementation of the nuclear deal. I think the U.S. and the U.K are clearly not going anytime soon. Germany seems to be the one making an official indication of plans to visit. So, I'm going to start slightly higher than I would normally with this type of question. I'll adjust as events or time dictates. "], [102, "2016-01-19T01:34:07Z", [0.29], ""], [4273, "2016-01-19T01:23:36Z", [0.27], ""], [498, "2016-01-19T01:22:57Z", [0.92], ""], [11430, "2016-01-18T21:54:00Z", [0.85], "And it could be a 'big one'."], [241, "2016-01-18T21:18:07Z", [0.4], ""], [368, "2016-01-18T21:02:33Z", [0.6], ""], [10192, "2016-01-18T20:18:57Z", [0.72], ""], [657, "2016-01-18T19:06:37Z", [0.25], ""], [271, "2016-01-18T15:52:57Z", [0.3], ""], [10759, "2016-01-18T15:48:52Z", [0.75], ""], [493, "2016-01-18T15:48:09Z", [0.3], "Raising in light of Merkel's intent to visit \"in the near future\". (Thanks @Rene.) Still think Syria is too much of a mess for really quick HoS visits, but it's worth raising the prob a bit and keeping an ear to the ground. My guess is we see one in the fall."], [4634, "2016-01-18T15:47:27Z", [0.75], "I'm a bit 'trigger happy' lately. Coming down a bit. As @jeremylichtman notes, there is just one source and it's not German. However, to give an impression of the current mood of European business leaders and politicians: \"Now the race starts at orders from Iran\" http://www.tagesanzeiger.ch/ausland/naher-osten-und-afrika/Nun-beginnt-der-Wettlauf-um-Auftraege-aus-dem-Iran/story/17824008\nGoogle translate: https://translate.google.nl/translate?hl=nl&sl=de&tl=en&u=http%3A%2F%2Fwww.tagesanzeiger.ch%2Fausland%2Fnaher-osten-und-afrika%2FNun-beginnt-der-Wettlauf-um-Auftraege-aus-dem-Iran%2Fstory%2F17824008"], [110, "2016-01-18T15:08:14Z", [0.1], "Slight uptick, based on below. Should note that the source quoted below is not necessarily reliable (I would like to see something from the German press, for instance, not a quote from the Iranian trade minister on a website with specific political intentions). Further note that Merkel is in the fight of her political life right now, and domestic issues are likely to weigh."], [691, "2016-01-18T15:06:18Z", [0.81], ""], [974, "2016-01-18T14:56:37Z", [0.85], ""], [689, "2016-01-18T14:41:26Z", [0.7], ""], [10759, "2016-01-18T14:22:56Z", [0.85], ""], [73, "2016-01-18T14:20:24Z", [0.9], "+5 @Rene"], [4634, "2016-01-18T14:16:40Z", [0.85], "According to Mehr news agency, Merkel will go \"in the near future\"  http://theiranproject.com/blog/2016/01/18/german-chancellor-to-pay-upcoming-visit-to-iran/ There is a big German trade mission in Iran at the moment."], [498, "2016-01-18T07:53:39Z", [0.85], ""], [5863, "2016-01-18T05:19:09Z", [0.45], ""], [766, "2016-01-18T03:24:45Z", [0.45], ""], [13377, "2016-01-18T02:29:39Z", [0.32], "Following Lars Ericson's supercrowd. https://larswericson.wordpress.com/"], [11080, "2016-01-18T01:45:38Z", [0.41], ""], [241, "2016-01-18T01:28:01Z", [0.3], ""], [12302, "2016-01-18T00:30:08Z", [0.27], ""], [12302, "2016-01-18T00:28:45Z", [0.3], ""], [1262, "2016-01-17T21:36:26Z", [0.57], "updating based on recent events"], [15736, "2016-01-17T18:07:12Z", [0.99], ""], [4218, "2016-01-17T17:37:47Z", [0.71], ""], [691, "2016-01-17T15:19:51Z", [0.68], ""], [12874, "2016-01-17T11:12:21Z", [0.49], ""], [12874, "2016-01-17T11:05:57Z", [0.45], ""], [102, "2016-01-17T06:47:50Z", [0.32], ""], [689, "2016-01-17T06:45:01Z", [0.4], ""], [1337, "2016-01-17T05:23:36Z", [0.1], ""], [4497, "2016-01-17T04:12:26Z", [0.5], "My bet might be on Japan or France, as they seem most eager to re-start business in Iran right now. But July might be just too soon to iron out a major state visit like this considering the Middle East issues going on and the recent drops in the Chinese market, both of which are going to occupy G7 folks for a bit. "], [5863, "2016-01-16T22:03:54Z", [0.16], ""], [1529, "2016-01-16T21:59:47Z", [0.35], "Maybe Italy or Japan."], [10192, "2016-01-16T21:59:12Z", [0.68], ""], [1529, "2016-01-16T21:56:40Z", [0.25], ""], [12302, "2016-01-16T21:54:21Z", [0.25], ""], [136, "2016-01-16T18:11:08Z", [0.55], ""], [60, "2016-01-16T18:02:06Z", [0.25], "Raising from 0% to 25%. @dowser makes some points here --> https://www.gjopen.com/comments/comments/94058\n@cmeinel makes some points here (her forecast is actually 45% in a following forecast) --> https://www.gjopen.com/comments/comments/94134 ~ COMMENT: I still think the argument that the G7 heads of state are rather busy from now through June, but given that they are the heads of state, it's imminently possible for them to rearrange their schedule to make a stop in Tehran. With that being said, I'm still falling on the pessimistic side because of the folks who've smartly outlined the schedules/priorities of the G7 heads of state.  My suspicion is that the strongest argument might be for one of the European heads of state to make the visit."], [43, "2016-01-16T17:53:56Z", [0.45], "Sorry, I meant to raise probability on the preceding forecast."], [43, "2016-01-16T17:53:09Z", [0.29], "Release of Jason Rezaian and three other American citizens today should encourage visits by heads of state. Now all the authorities need to do is figure out how to keep mobs from swarming embassies. That's a tall order. On the other hand, hope springs eternal among heads of state whose supporter want in on the rush to make money off of Iran now that Implementation day is almost upon us. Dateline 1-16-16 Iran freed four Americans including a Washington Post reporter on Saturday in a prisoner swap, as diplomats gathered to announce the lifting of international sanctions and bring the country of 80 million people back to the global economic stage. http://www.reuters.com/article/us-iran-nuclear-zarif-idUSKCN0UU0C7"], [691, "2016-01-16T17:34:09Z", [0.68], ""], [1639, "2016-01-16T17:02:57Z", [0.6], "After the latest news, and on a continuous good faith show, perhaps a G7 is now planning a trip there. "], [506, "2016-01-16T16:53:41Z", [0.6], ""], [3363, "2016-01-16T16:18:58Z", [0.38], "Reaffirming my previous prediction, but noting the shift in implementation: In favor: \nCountries want to show Iran rejoining community of nations following nuclear agreement \nImplementation day is complete, Iran has made concessions including prisoner release\nCountries are likely to drop sanctions soon\nJapan has indicated a potential visit is likely once accord is implemented Against: \nIran is an ally of Russia \nIran is backing Assad in Syria \nIran has upcoming elections, countries don't want to involve themselves\nBaseline is negative (previous trips to Iran rare to never, how often do G7 leaders travel in general, will they make room on schedule for another trip)\nTime is getting short. For me, the US, UK and Germany are definite no's. Canada is a likely no, though Trudeau may surprise. That leaves France, which wants to advance economic interests but is more concerned with Syria; Japan, which has indicated a trip is likely, though no timeframe given (I'm guessing late 2016); and Italy, about which I have no clue."], [11080, "2016-01-16T16:08:55Z", [0.44], ""], [484, "2016-01-16T15:43:37Z", [0.65], "Up 20% on reports of release of US persons."], [10759, "2016-01-16T15:05:00Z", [0.55], ""], [4634, "2016-01-16T15:03:33Z", [0.55], ""], [691, "2016-01-16T13:13:41Z", [0.65], "Somebody will have to go there and do a shake-and-howdy after Implementation Day.  My money, if I had any, would still be on Trudeau. "], [498, "2016-01-16T07:58:49Z", [0.9], ""], [5001, "2016-01-16T06:29:56Z", [0.1], ""], [9842, "2016-01-16T00:39:56Z", [0.11], ""], [13947, "2016-01-15T21:33:54Z", [0.27], ""], [368, "2016-01-15T21:28:56Z", [0.6], ""], [15471, "2016-01-15T21:04:28Z", [0.3], ""], [64, "2016-01-15T16:27:41Z", [0.3], ""], [3895, "2016-01-15T16:20:54Z", [0.21], ""], [43, "2016-01-15T15:43:51Z", [0.29], "If Xi does, indeed, visit Iran soon, could G7 leaders be far behind? Dateline 1-15-16 Iran’s Islamic Republic News Agency also reported last week that Xi would visit within the month.\n http://www.scmp.com/news/china/diplomacy-defence/article/1901092/xi-jinping-man-defuse-tensions-middle-east-landmark"], [691, "2016-01-15T13:06:10Z", [0.55], ""], [1114, "2016-01-15T10:05:21Z", [0.05], ""], [15409, "2016-01-15T02:48:46Z", [0.1], ""], [4218, "2016-01-15T01:08:15Z", [0.23], ""], [14166, "2016-01-15T00:20:05Z", [0.85], ""], [1526, "2016-01-14T21:33:36Z", [1.0], ""], [691, "2016-01-14T21:11:11Z", [0.54], ""], [2380, "2016-01-14T19:47:29Z", [0.23], ""], [15312, "2016-01-14T19:02:02Z", [0.12], ""], [110, "2016-01-14T15:42:24Z", [0.05], "President Xi of China will be visiting next month. Let's look at the G7 country by country: - US - election season. If President Obama went there, he would be handing talking points to the GOP. Don't think that will happen.\n- UK - dealing with EU/Brexit stuff. Not likely right now.\n- Canada - Trudeau is bogged down with domestic politics right now, and his foreign travels are likely limited to Davos in the immediate future.\n- France - maybe? I could see this happening at some point in time, in conjunction with a sales effort for Dassault. Probably too soon though.\n- Germany - too focused on domestic economic issues right now.\n- Italy - maybe, but why? Plus, lots of domestic issues as well.\n- Japan - focused on talks with Russia, China, SK. Time-frame is too short. I could see this happening next year, possibly. Not likely in 2016 though."], [12874, "2016-01-14T03:33:15Z", [0.18], ""], [484, "2016-01-14T03:27:19Z", [0.45], "Up 20% @cdob63 Important to engage with Iran as soon as feasible."], [182, "2016-01-14T02:53:08Z", [0.52], "The rapid release of US sailors proves to me that Iran is willing and able to submit to the international rule of (maritime) law. Tehran is doing everything they can to get the Nuclear agreement on track with the attendent benefits they need to appease a young and eager to prosper populace."], [4273, "2016-01-14T01:32:49Z", [0.17], ""], [691, "2016-01-13T21:02:31Z", [0.54], "Trudeau or Hollande; maybe an Italian--Mattarella or Renzi. Nobody cares what any of them do, and somebody from the Heavy Hitters Club will have to wander in shortly after Implementation Day to congratulate the Iranians for either behaving or not getting caught.   Sort of like sending the US Secretary of Education to the inauguration of a president you don't like very much. "], [368, "2016-01-13T19:13:33Z", [0.05], ""], [14843, "2016-01-13T18:51:20Z", [0.25], "The return of the 10 US Sailors was a good faith offer, BUT it also showed the lingering power of the Republican Guard. I'd like to know if the RG used a GPS Jammer or if the GPS the Navy used just failed. I've sailed the PG, while it's not big the transit from Kuwait to Bahrain shouldn't be that difficult. More information is needed. The visit is highly dependent on the power of the hardliners. "], [241, "2016-01-13T12:36:47Z", [0.2], ""], [15128, "2016-01-13T09:48:42Z", [0.35], ""], [15132, "2016-01-13T09:48:18Z", [0.65], ""], [12302, "2016-01-13T02:08:28Z", [0.22], ""], [10192, "2016-01-13T01:20:19Z", [0.4], ""], [691, "2016-01-12T22:04:24Z", [0.54], ""], [5863, "2016-01-12T21:57:37Z", [0.02], "Only Obama has the guts, but even he will wait until after the November election, if ever."], [651, "2016-01-12T21:32:39Z", [0.25], ""], [1529, "2016-01-12T16:44:02Z", [0.05], "Not raising percentage, but probably going down the wrong path. I should probably raise to cover my bases a bit. Just don't like the optics of a G7 head of state visiting Tehran in the midst of the volatile swirl playing out in the middle east. And on top of the recent clash between Iran and Saudi Arabia, then going to Tehran presents the optics of taking sides. "], [12069, "2016-01-12T12:39:29Z", [0.85], "they will take a cue from putin's successful pr campaign of 2015.... "], [13320, "2016-01-12T10:32:38Z", [0.3], ""], [1468, "2016-01-12T10:25:47Z", [0.07], ""], [182, "2016-01-12T05:06:10Z", [0.37], "The recent escalation of tensions between Iran and Saudi Arabia comes at a transitional time for both governments and open military engagement between the two regional powers seems less likely. 'Journalist Robin Wright, who has written about the Middle East since 1973, tells Fresh Air's Terry Gross that the conflict between the countries comes at an especially sensitive time. \"The timing of this confrontation is really dangerous, because January was the month of important developments on four different peace initiatives that were really part of the international effort to prevent the Middle East from disintegrating completely,\" Wright says.' The interview is a solid look at where both countries are in 2016. I highly recommend a listen. http://www.npr.org/2016/01/07/462250478/journalist-says-iran-saudi-showdown-comes-at-a-really-dangerous-time This interview suggests to me that neither country can \"afford\" a more open conflict say in Syria or Northern Irag, the most likely places for ground force conflict. The Kingdom may not be willing to risk the resources and the new Saadi defense minister may not up to the task. In addition, the government in Iran is distancing itself from the Saudi embassy attack and is signaling its desire to continue on a path that will bring Iran out from under years of sanctions. The many young people of Iran brought up after 1979 do not have direct knowledge of the 1979 revolution and are more interested in a future of possibility, opportunity and entrepreneurship that loosened sanctions will bring. It's a large \"baby boom\" generation that will soon run the country The government in Tehran seeks to limit diplomatic fall-out from Saudi embassy attacks\nhttp://www.reuters.com/article/idUSKCN0UP1BL20160111 This has moved my prediction up. If this blows over quickly, we can expect a greater chance that a G7 country leader will visit. I would put Merkel, Hollande, Cameron and maybe even Obama on the short list of leaders who might officially visit Iran in the next 6 months.  On the other hand, without some sense of stability between Iran and Saudi Arabia, the fighting in Syria and Iraq have less chance of being resolved. These two regional powers have the cards in place to make it happen. Will they work together for peace or continue to undermine each other?"], [12302, "2016-01-12T04:36:25Z", [0.25], ""], [691, "2016-01-11T17:17:19Z", [0.54], ""], [241, "2016-01-11T13:05:40Z", [0.25], ""], [13897, "2016-01-11T11:11:58Z", [0.25], ""], [182, "2016-01-11T00:27:49Z", [0.3], "I'm revising down in light of current tensions with Saudi Arabia. Until this tension resolves, any head of state visiting Iran will risk straining relations with the Kingdom and will be seen by the Saudi leadership and public as a tacit approval of Iranian actions. \nMy previous forecats that Obama would be the one is also significantly less likely in this election year."], [1448, "2016-01-10T21:04:03Z", [0.22], ""], [691, "2016-01-10T12:44:45Z", [0.54], ""], [102, "2016-01-10T12:32:47Z", [0.25], ""], [12874, "2016-01-10T10:18:00Z", [0.12], ""], [4634, "2016-01-10T09:12:24Z", [0.35], ""], [10759, "2016-01-10T09:11:38Z", [0.35], ""], [12118, "2016-01-10T08:13:21Z", [0.41], ""], [13377, "2016-01-10T02:53:07Z", [0.28], ""], [14331, "2016-01-10T01:32:41Z", [0.05], ""], [532, "2016-01-10T00:36:15Z", [0.25], ""], [38, "2016-01-09T20:59:18Z", [0.16], "Thanks to @AndrewSabisky, it appears that Abe has a pretty full travel schedule, not including a trip to Iran or Russia.  Since a trip to Iran would be mostly to further economic ties which wouldn't necessarily require Abe's personal participation, but the visits to/with Putin would require his personal involvement, I'm going to say that Abe's more likely to go to Russia than Iran, if he goes anywhere else not already on his schedule.  Reducing 55 to 16."], [4218, "2016-01-09T20:32:06Z", [0.14], ""], [241, "2016-01-09T20:26:19Z", [0.33], "50%->33% Thanks to @AndrewSabisky for sharing his article. Reposting it here for my own reference: http://www.japantimes.co.jp/news/2016/01/04/national/politics-diplomacy/abe-may-visit-u-s-canada-europe-ahead-mays-g-7-summit-mie-prefecture/#.VpFqc_krLIV Shinzo Abe's late March to late May schedule looks fully booked. For a Yes resolution, that leaves either March as a possibility, after implementation day and the elections, or June (more likely)."], [3895, "2016-01-09T20:14:36Z", [0.15], "a piece on Abe's potential schedule for the first half of 2016 - no mention of Iran. No change in forecast. cc @Jean-Pierre @Anneinak http://www.japantimes.co.jp/news/2016/01/04/national/politics-diplomacy/abe-may-visit-u-s-canada-europe-ahead-mays-g-7-summit-mie-prefecture/#.VpFpp1V1-uY"], [4218, "2016-01-09T20:06:55Z", [0.18], "Anneinak and Jean-Pierre are such stars.  Japanese auto parts and oil do seem like a blissful match, so an Abe will visit to Iran \"late this year\" would certainly make sense.  This possibility was also called out by Einsteinjs early in December.  There is no question that commercial interests in Italy, Japan and other places see a gold rush in Iran and are anxious to get at it.  Lining up head-of-state visits to celebrate the slobbering drool would make sense.  I moved up on this question December 7th because of Japan, but then back down again because of the Saudi-Iran imbroglio.  Now my foggy little brain is struggling with what \"late this year\" means, and how likely it would be for this troubled region to become calm enough for any head-of-state visit before June 30.  All things considered, I think this question will probably time out, but I'm going with a slight uptick for now."], [368, "2016-01-09T19:31:43Z", [0.05], ""], [691, "2016-01-09T17:54:21Z", [0.62], ""], [14900, "2016-01-09T12:18:54Z", [0.85], ""], [38, "2016-01-09T08:11:02Z", [0.55], "http://www.gjopen.com/comments/comments/16366 Thanks to @jean-pierre who reminded me of this!"], [83, "2016-01-09T01:10:23Z", [0.0], ""], [1529, "2016-01-08T20:17:50Z", [0.05], ""], [10759, "2016-01-08T19:05:59Z", [0.4], ""], [4634, "2016-01-08T19:05:44Z", [0.4], ""], [691, "2016-01-08T16:38:53Z", [0.61], ""], [2965, "2016-01-08T10:54:33Z", [0.03], "Downgraded for granularity due to recent Saudi coalition expelling every Iranian diplomat..Qatar and the Houthis last contacts and overt presence on the Arabian Peninsula. \nWith the Saudi decapitations and Iranian threat of divine war...\nAnd the end of a prospect for a near term resolution in Syria, and Iran in violation of UN resolution on ballistic launches. \nAny such visit is inconceivable except a dark gray Swan. \n"], [14843, "2016-01-08T04:33:21Z", [0.15], "The confrontation with the Gulf States will worsen, strengthening the hardliners"], [14840, "2016-01-08T03:20:47Z", [0.6], ""], [12302, "2016-01-08T01:50:33Z", [0.2], ""], [102, "2016-01-08T01:00:35Z", [0.28], ""], [1262, "2016-01-07T23:06:54Z", [0.3], "confirming previous forecast"], [691, "2016-01-07T21:29:21Z", [0.61], "Iran's ruling classes face two conflicting problems: There is an impending election, for the purpose of which the government must appear tough; and there is the Big Deal, for the purpose of which the government must appear accommodating.  So far they have done a pretty good job of balancing these concerns.  If they can keep it up, someone will come calling. "], [2380, "2016-01-07T21:20:51Z", [0.34], ""], [368, "2016-01-07T19:18:49Z", [0.05], ""], [11080, "2016-01-07T18:42:43Z", [0.48], ""], [11080, "2016-01-07T18:33:20Z", [0.78], ""], [43, "2016-01-07T16:46:26Z", [0.27], "Plus: if Xi does visit as planned, and if it goes well, this might inspire G7 leaders to get in on the Iran business gold rush. @fifty-sixty, thank you for this data.\nMinus: Iran keeps on behaving like a rogue nation. The latest: an apparently false allegation that the Saudis bombed their embassy in Saana.\nPlus: Obama still is dithering about whether to enforce sanctions against Iran based on its recent ballistic missile violations. Dateline 1-7-16 Iran on Thursday said Saudi warplanes had attacked its embassy in Yemen's capital.... A Sanaa resident went to the embassy on Thursday and reported no damage but said there was some shrapnel strewn nearby.... Saudi coalition spokesman Brigadier General Ahmed Asseri said... the coalition had requested all countries to supply it with coordinates of the location of their diplomatic missions and that accusations made on the basis of information provided by the Houthis \"have no credibility\".\nhttp://www.reuters.com/article/us-saudi-iran-yemen-idUSKBN0UL15F20160107 Dateline 1-5-16 The U.S. State Department said on Tuesday it was in discussions with other U.S. agencies on imposing sanctions against Iran for an Oct. 10 ballistic missile tests by Tehran that violated U.N. Security Council resolutions. \"We are fully prepared to use sanctions with respect to this most recent ballistic missile test (and) are still working through some technical issues there,\" spokesman John Kirby said. Responding to news reports that the State Department stopped sanctions from being imposed because Iran objected, Kirby said: \"There continues to be a robust inter-agency discussion about moving forward on sanctions.\" http://www.reuters.com/article/us-iran-missiles-usa-idUSKBN0UJ1Z620160105"], [1993, "2016-01-07T15:25:21Z", [0.45], ""], [2965, "2016-01-07T14:48:43Z", [0.07], "Downqrade 3 points as the impact of burning of Saudi embassy, as well as other events noted."], [2965, "2016-01-07T14:41:07Z", [0.1], "Elections for Guardianship Council and Majlis not complete.\nWhen both elections are complete are there moderates or conservatives or both or neither in control?\nOnce a  G-7 knows who is in control; France will be there asap as Germany.\nAfter Saudi head chopping/Iran threats of divine war and derailment of any potential success (even 1%) of Vienna resolution of Syria for forseeable future.\nNeither Hollande, nor Merckel can do until  after July 1, 2016, if then;\n10% gray swan, some  G-7 leader wants a \" Sadat\" moment or emergency requires G-7 visit.\nAs time running out, will downgrade to almost 0 30 days before close; unless I am incorrect and a G-7 leader arrives before 7-1-2016.   "], [2965, "2016-01-07T14:27:56Z", [0.11], ""], [1708, "2016-01-07T12:47:05Z", [0.05], "Row with SA makes a visit difficult to see when US, France UK etc are trying to negotiate a Syrian peace / anti-ISIS coalition with SA and other gulf states. Possibilities for \"yes\" are slim but I see them as:\n1. Trudeau visiting as part of his main election idea of more Canadian international diplomatic engagement, but he also prioritizes improving US ties and that would hardly go over well in US congress or with white house state dinner invite \n2. France has always been one to deal with Saddam, oppose US Iraq invasion, reach out to Russia when no none else in EU will, etc and a visit to Iran to get a head start on investment opportunities and / or negotiate ISIS and Syria would fit in with that pattern. But I think reasons other forecasters have identified with regard to Hollande's invitation to Rouhani to visit France reduce that probability drastically \n3. Italy has lost more with Russian sanctions than many G7 countries, especially with canceling of south stream pipeline. They are hungry for new investment and trade and have a long-standing economic relationship with Iran. But Rouhani is already visiting Rome soon so it's unlikely to see such a quick reciprocation\nhttp://gulfstateanalytics.com/archives/work/italian-analyst-italy-eyes-growing-economic-and-security-cooperation-with-post-sanctions-iran"], [498, "2016-01-07T05:07:04Z", [0.95], ""], [498, "2016-01-07T05:06:11Z", [0.9], "Fallout from embassy firebombings fairly mild. The Saudi set left to go their own way with cessation of diplomatic ties."], [498, "2016-01-07T04:56:21Z", [0.9], ""], [2895, "2016-01-07T02:23:31Z", [0.05], "One of the G7 leaders would require sufficient incentives (economic or political) to act as an outlier from the group. The Shiia state continues to act provocatively to the rest of the world - shooting missiles at ships, supporting militias and so on.  Back channel interaction seems a more likely pathway than official state to state contact in this atmosphere "], [102, "2016-01-07T01:59:05Z", [0.24], "https://larswericson.wordpress.com/2016/01/07/06jan16pm-sitrep/"], [102, "2016-01-07T01:52:36Z", [0.31], "https://larswericson.wordpress.com/2016/01/07/06jan16pm-sitrep/"], [1646, "2016-01-07T01:40:28Z", [0.25], ""], [484, "2016-01-07T01:07:46Z", [0.25], "(no change) Would Merkel go to see if there is a way for Iran to minimize pressure from Syrian refugees? The EU and Germany are in an increasingly untenable position regarding migrants. Time for buffer (no-fly) zones?"], [14258, "2016-01-07T01:05:25Z", [0.05], ""], [506, "2016-01-07T00:43:01Z", [0.55], ""], [241, "2016-01-07T00:41:51Z", [0.5], ""], [4918, "2016-01-06T23:56:07Z", [0.75], "Pushing up slightly on Xi-s planned visit to Iran on Jan. 23. Will be significant in current situation. Beijing is usually careful in balancing its attention in Middle-East, visit to Iran (and timing) tells a whole story to the House of Saud, and to the rest of the world. Will be another story, should the visit be cancelled. http://www.tasnimnews.com/en/news/2016/01/06/964128/chinese-president-due-in-iran-later-this-month"], [53, "2016-01-06T16:50:46Z", [0.3], ""], [691, "2016-01-06T14:39:15Z", [0.61], ""], [6518, "2016-01-06T05:38:08Z", [0.44], "Recent regional political tensions do not favor a visit from a G7 head of state in the near term."], [1056, "2016-01-06T01:55:17Z", [0.1], "Probably not now."], [1433, "2016-01-06T01:35:15Z", [0.1], ""], [9755, "2016-01-06T01:23:45Z", [0.55], "It all depends , but I am sure Iranian government would love for it to happened . So I am guessing it probably it would happen , as long as there is mutual economic deals can be made."], [1114, "2016-01-05T18:04:32Z", [0.15], ""], [691, "2016-01-05T13:29:07Z", [0.62], ""], [6518, "2016-01-05T10:09:28Z", [0.61], "Revising downward due to recent events with Saudi Arabia"], [1450, "2016-01-05T02:47:18Z", [0.7], "Strong incentive to go based on investments and Syria.  However the Sunni-Shia conflict mitigate this probability."], [102, "2016-01-05T02:40:26Z", [0.43], ""], [4273, "2016-01-05T01:38:07Z", [0.15], ""], [734, "2016-01-05T01:14:29Z", [0.12], "Downgrading by 11 points. No one will want to have the appearance of taking sides in this increasingly sectarian confrontation."], [484, "2016-01-05T00:55:16Z", [0.25], "Down 20%. Doubt if economic interests will be enough to chance complicating relations with Saudi Arabia."], [38, "2016-01-04T23:20:41Z", [0.0], "\nEach G7 nation has sent trade or foreign ministers, or has extended an invitation to Rouhani."], [306, "2016-01-04T22:44:18Z", [0.25], ""], [1337, "2016-01-04T22:35:29Z", [0.05], "According to Wikipedia, Rouhani made 4 trips abroad in the whole of 2015. There aren't many people to return visits, and they certainly don't include G7 leaders. Revising down."], [12302, "2016-01-04T22:29:07Z", [0.0], ""], [689, "2016-01-04T22:24:30Z", [0.0], ""], [14632, "2016-01-04T22:20:26Z", [0.75], ""], [12302, "2016-01-04T22:16:11Z", [0.1], ""], [2380, "2016-01-04T21:59:44Z", [0.47], ""], [9719, "2016-01-04T21:48:25Z", [0.3], ""], [136, "2016-01-04T21:13:44Z", [0.4], ""], [368, "2016-01-04T20:26:54Z", [0.35], "The increase in conflict potential among the Saudi's and the Iranian's will serve as constraints in various zones of conflict (Syria, Iraq, Lebanon, etc ..).  The event of execution in Saudi Arabia is a potential harbinger of conflict dispersion in the 'Middle East' in general; additionally this event and it's consequent outcomes could seriously undermine diplomatic efforts regarding Syria and deepens the religious, ethnic and ideological divides among Sunni and Sh'ia."], [4042, "2016-01-04T19:46:24Z", [0.33], ""], [691, "2016-01-04T19:23:37Z", [0.63], ""], [53, "2016-01-04T17:22:00Z", [0.25], ""], [4218, "2016-01-04T16:24:58Z", [0.13], "Saudi-Iran conflict/unofficial war now becomes official with break in diplomatic relations.  This will have many ramifications.  I'm lowering my forecast.  Head-of-state visits in a war zone wouldn't be likely."], [77, "2016-01-04T16:04:30Z", [0.1], ""], [3442, "2016-01-04T15:35:15Z", [0.65], ""], [271, "2016-01-04T15:27:45Z", [0.0], ""], [493, "2016-01-04T15:21:13Z", [0.05], "Affirming prior."], [4634, "2016-01-04T14:59:22Z", [0.35], ""], [10759, "2016-01-04T14:58:59Z", [0.35], ""], [43, "2016-01-04T14:45:14Z", [0.25], "Between Iran's inability to maintain order in Tehran, and escalating tensions with the Sunni powers, proxy wars in Yeman and Syria, lowering probability. Dateline 1-4-16 Bahrain cut ties to Iran on Monday, giving Iranian diplomats 48 hours to leave the country, a day after Saudi Arabia did the same. Saudi Arabia’s full break with its rival came after protesters burned and ransacked part of the Saudi Embassy in Tehran on Saturday in response to Saudi Arabia’s execution on Saturday of Sheikh Nimr al-Nimr, a Shiite cleric who was among the 47 men executed on the same day, on terrorism or terrorism-related charges.\n\nThe executions escalated tensions between Sunni Saudi Arabia (and its allies) and Shiite Iran — tensions already unfolding in Syria, Yemen, and across the region. Shortly after Bahrain broke off relations on Monday, Sudan expelled the Iranian ambassador from Khartoum and the United Arab Emirates withdrew its ambassador to Tehran, replacing him with the  chargé d’affaires. Morning Brief: Foreign Policy [fp@foreignpolicy.com]"], [1344, "2016-01-04T13:23:04Z", [0.78], ""], [10662, "2016-01-04T11:49:05Z", [0.35], ""], [12118, "2016-01-04T09:36:28Z", [0.46], ""], [3895, "2016-01-04T09:04:33Z", [0.15], ""], [12874, "2016-01-04T05:31:26Z", [0.12], ""], [12874, "2016-01-04T03:26:09Z", [0.15], ""], [60, "2016-01-04T02:51:14Z", [0.0], "Flipping the script (61% to 0%). My first forecast on this IFP was 100% and that was in October. I was in for 100% through October, November, and most of December (when I began lowering gradually to 85% and then to 61% yesterday). I knew that the KSA/Iran news would have an effect on this question, but I didn't realize just how much. Major hat tip to @GeneH (https://www.gjopen.com/comments/comments/81632) for setting me straight on the relationship between Saudi Arabia (!) and Japan, and then how important that relationship is to Japan (oil, FTW!).  I really encourage you to consider Saudi Arabia's relationship with Japan and whether you think PM Abe would want to possibly damage that relationship by visiting Iran (i.e. go read @GeneH's comments here --> https://www.gjopen.com/comments/comments/81632).\n~ Also, I think others have pretty well established that it's unlikely the other G7 leaders will/could visit Iran before July 1st. Here's @Rote's breakdown (https://www.gjopen.com/comments/comments/12013) and @scholarandcat's breakdown (https://www.gjopen.com/comments/comments/2220). Given that PM Trudeau was just elected (Canada), I would have thought that he could have been a wildcard, but Canada doesn't sound like it'll be eager for PM Trudeau to make a visit (http://www.cbc.ca/news/world/saudi-arabia-iran-relations-1.3387731)."], [7349, "2016-01-04T02:32:27Z", [0.35], "I am downgrading my forecast somewhat because I am concerned that Iran's tendency to blame the West for anything that appears to negatively impact their allies results in a step back from detente, and collaboration. If they do agree to meet, it will be with the country that appears to have the least amount of direct interaction with the US - so perhaps Japan or Italy as a background interpreter. "], [14033, "2016-01-04T01:29:40Z", [0.25], ""], [560, "2016-01-04T00:53:04Z", [0.48], ""], [12302, "2016-01-03T23:34:18Z", [0.3], "Also going down 5% on this question due to the escalation between Iran and Saudi-Arabia and the strong japanese-saudi-arabian ties;\nmay rise my forecast again if this escalation gets resolved as the iranian government may intend to."], [368, "2016-01-03T22:27:35Z", [0.65], ""], [12118, "2016-01-03T21:53:37Z", [0.56], "+8Edging back up just hours later having seen this: http://www.japantimes.co.jp/news/2016/01/03/national/politics-diplomacy/abe-may-visit-u-s-canada-europe-ahead-mays-g-7-summit-mie-prefecture/ Suggests to me greater opportunity for a flying visit while touring elsewhere."], [1448, "2016-01-03T21:53:34Z", [0.29], ""], [12118, "2016-01-03T20:58:12Z", [0.48], "Likely this year, but I think by 1 July too soon."], [506, "2016-01-03T20:56:53Z", [0.02], ""], [52, "2016-01-03T20:42:57Z", [0.0], "With news that Saudi cuts ties (if true and bears out) with Iran pretty much guaranteeing deteriorating conditions in the area, seems a State visit by Abe gets more remote.  Who wants to get in the middle of that mess?"], [14516, "2016-01-03T20:19:59Z", [0.38], "Possible, but July is a little bit to soon.  Later in the year maybe"], [94, "2016-01-03T19:26:26Z", [0.2], ""], [10192, "2016-01-03T19:11:07Z", [0.65], ""], [68, "2016-01-03T16:08:19Z", [0.55], "G7 leaders will be thinking twice now, after repeated missile tests and the Saudi Embassy burning. I'll review after the elections in Iran at the end of February. Down from 75 "], [102, "2016-01-03T14:10:18Z", [0.5], ""], [691, "2016-01-03T13:53:13Z", [0.65], ""], [43, "2016-01-03T12:30:40Z", [0.5], "Burning of the Saudi embassy sends the message that the hard liners are out of control. Reducing probability."], [60, "2016-01-03T04:57:43Z", [0.61], "Lowering from 85% to 61%. I still think that Abe will try to fit in a visit to Iran, but after today's news re: Saudi Arabia and Iran, I think it's safer to stay a bit closer to the consensus on any Iran IFPs where there is a great deal of ambiguity."], [14484, "2016-01-03T04:04:56Z", [0.15], ""], [4273, "2016-01-03T02:40:12Z", [0.35], ""], [532, "2016-01-03T02:00:11Z", [0.3], ""], [73, "2016-01-03T01:05:02Z", [0.85], ""], [13457, "2016-01-03T00:36:44Z", [0.15], ""], [498, "2016-01-03T00:24:18Z", [0.05], "The sacking of the Saudi embassy was not a very smart move. (-70)"], [368, "2016-01-02T20:34:53Z", [0.65], ""], [14453, "2016-01-02T15:55:20Z", [0.75], "Trade opportunities will demand it."], [691, "2016-01-02T14:27:47Z", [0.65], ""], [11157, "2016-01-02T09:00:02Z", [0.15], "Holding with 15%. The odds will only get harder if the dispute between Iran and the UN over its missile program (ie, test launches in violation of 2010 UNSC resolution) escalates. Apparently, one thing that the Iranian parties agree upon is that they will press ahead on ballistic missile front - and that should not have implications for implementation of the nuclear deal. See http://www.reuters.com/article/us-usa-iran-missiles-idUSKBN0UF21G20160101. Despite their hope to wall off the nuclear deal from other issues and the IAEA will seek to be perceived as \"independent\", there could be spill-over effects in the weeks ahead."], [13377, "2016-01-02T01:05:57Z", [0.62], ""], [368, "2016-01-01T22:40:04Z", [0.35], ""], [484, "2016-01-01T17:26:24Z", [0.45], "Lowering 20% for passage of time. Key data points will be Implementation Day and the Iranian elections."], [691, "2016-01-01T16:56:12Z", [0.65], ""], [90, "2016-01-01T16:47:26Z", [0.2], ""], [13966, "2016-01-01T16:10:36Z", [0.1], "I would judge the chances relatively low, given the infrequency of G7 country head visits in general and the composition of the G7 meaning that most of the heads of state would find it politically untenable to visit Iran in any capacity even with the recent diplomatic agreements.  I feel confident in ruling out state visits by the US and UK, and likely Japan.  Both France and Germany have significant FDI positions in Iran (largely in the automotive sector, as far as I can tell), but both countries will continue to be preoccupied with other matters (immigration, terrorism, economic malaise) making such a visit improbable.  I struggle to see Canada sending such a high level delegation in the face of near-certain US opposition.  Italy is, similar to France and Germany, focused on internal and nearby external issues and I cannot see a visit to Iran in the next 7 months"], [14394, "2016-01-01T15:31:18Z", [0.05], "No state visits in the past years by the G7. Base is 0% chance. No state visits appear to be planned by G7 members. State visits need time to be planned and would be announced some time in advance making the window for state visits before 1st of July small. However Iran is losing it isolated position. Austria made a visit in 2015. Rohani did visit Paris late 2015. There is plenty of business to be done with Iran which means there is an incentiveto visit. Hard to quantify this. I'll stick to very unlikely. "], [4273, "2016-01-01T05:10:25Z", [0.45], ""], [2965, "2016-01-01T02:56:09Z", [0.25], ""], [368, "2015-12-31T21:45:15Z", [0.65], ""], [804, "2015-12-31T20:49:41Z", [0.55], ""], [691, "2015-12-31T16:46:42Z", [0.67], ""], [11157, "2015-12-31T08:24:04Z", [0.15], "Appears too soon, too much uncertainty involved in Syria and Iraq and Yemen, their missile program, provocations by IRGC, potential new U.S. Sanctions (non-nuclear related), implications for relations with GCC, and potential for stumbles on path to implement nuclear deal. The U.S. Administration needs to keep up the pressure on Iran for diplomatic/deterrence reasons as well as domestic political considerations heading into 2016 (eg, imagine what any Republican candidate could say if a leader of a US ally appears in Tehran?). France is the most likely wildcard with a desire to reshuffle the deck in Syria and the potential economic opportunities in Iran (eg, Total's interest in revitalizing/rebuilding the energy sector). Doubt there will be movement here at least until after the February Iranian elections: if the \"reformers\" win big (unlikely), the nuclear deal remains \"on track\", and other negative dynamics are reduced, then the odds here will improve. I don't imagine a \"Nixon to China\" moment, though. Truth in advertising re my personal perspectives: I tend to be more skeptical of the potential for real positive changes in Iran's national security policy (other than more opportunistic shifts)."], [14038, "2015-12-31T08:13:59Z", [0.2], ""], [368, "2015-12-31T00:08:12Z", [0.65], ""], [532, "2015-12-30T23:34:26Z", [0.35], ""], [4712, "2015-12-30T23:26:14Z", [0.4], ""], [13947, "2015-12-30T22:18:39Z", [0.24], "reports of new sanctions"], [110, "2015-12-30T21:19:45Z", [0.0], "Going to zero, on the basis of this report:\nhttp://www.businessinsider.com/obama-is-reportedly-planning-new-sanctions-on-iran-2015-12"], [14314, "2015-12-30T21:13:35Z", [0.62], ""], [691, "2015-12-30T16:32:57Z", [0.68], ""], [14285, "2015-12-30T15:24:50Z", [0.2], ""], [14277, "2015-12-30T08:28:22Z", [0.2], ""], [14272, "2015-12-30T05:54:21Z", [0.5], ""], [368, "2015-12-29T21:57:49Z", [0.51], ""], [12302, "2015-12-29T14:08:08Z", [0.35], ""], [691, "2015-12-29T13:35:29Z", [0.68], ""], [368, "2015-12-28T21:01:11Z", [0.51], ""], [10192, "2015-12-28T19:17:39Z", [0.67], ""], [4139, "2015-12-28T17:13:02Z", [0.1], "Only if they behave and they won't."], [691, "2015-12-28T13:46:44Z", [0.69], ""], [754, "2015-12-28T03:41:05Z", [0.2], ""], [11936, "2015-12-28T02:30:23Z", [0.51], ""], [13947, "2015-12-28T01:43:57Z", [0.29], "Obama visiting means trouble with the Saudis. It would have great symbolic value but the cost is too high. 20% chances for that occuring in the last months of presidency, ~8% for this question. I'll give Abe 70% for coming this year but he will likely wait for the sanctions to drop. That he'll dare to come in half a year - 12%. Truedeau gets 3% and France or the UK going after the money - 5% each.  Germany isn't that outgoing and Italy doesn't care. *All numbers arbitrary"], [1639, "2015-12-27T22:06:40Z", [0.33], "I doubt it. It also depends how the Syrian civil war mess unfolds. But looking at the countries right now:\nCanada.  PM too new, has other priorities \nFrance. Doubt, too many problems in his hands \nGermany. Don't think so\nItaly. Well no, won't disappoint the US\nJapan. Has other priorities like hosting the G7 himself\nUnited Kingdom. Probably not.....\nUnited States NO WAY! Another consideration is the Parliamentary elections which will be held in Iran on 26 February 2016. "], [14133, "2015-12-27T21:48:22Z", [0.85], "Absolutely. It's only an 85% chance because a planned visit may fall through at the last minute. Reasons for this include: business, details of nuclear deal, post-elections environment in Iran, and perhaps even re-opening of diplomatic relations. Iran's leaders will see that being a bit more open won't kill them or the country. In fact, expect the government-- whatever government it is-- to start to pursue the \"normal\" international political status  its people have wanted for decades. Which, in turn, will loosen up society in general and make the old order increasingly irrelevant."], [368, "2015-12-27T21:34:37Z", [0.51], ""], [241, "2015-12-27T20:43:31Z", [0.52], ""], [484, "2015-12-27T18:29:33Z", [0.65], "(no change) Great summary: http://www.rferl.org/content/iran-year-ender/27450474.html"], [691, "2015-12-27T14:22:14Z", [0.7], ""], [14033, "2015-12-27T06:16:40Z", [0.65], ""], [368, "2015-12-26T21:25:20Z", [0.51], ""], [691, "2015-12-26T15:23:51Z", [0.7], ""], [13377, "2015-12-26T12:23:08Z", [0.54], "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [14042, "2015-12-26T10:24:13Z", [0.55], ""], [506, "2015-12-26T01:06:07Z", [0.55], ""], [3895, "2015-12-25T21:59:56Z", [0.32], "It may be of interest to know that Abe is hosting the G7 meeting at the end of May, knocking a bit of availability time out of his schedule."], [691, "2015-12-25T13:29:31Z", [0.71], ""], [691, "2015-12-24T18:51:51Z", [0.72], ""], [12118, "2015-12-24T11:16:45Z", [0.63], ""], [13942, "2015-12-24T08:03:39Z", [0.35], ""], [13895, "2015-12-24T05:39:44Z", [0.4], ""], [61, "2015-12-24T02:36:05Z", [0.35], ""], [102, "2015-12-23T22:23:25Z", [0.54], "https://larswericson.wordpress.com/2015/12/23/early-christmas-gift-accidental-clustering/"], [368, "2015-12-23T22:16:25Z", [0.51], ""], [3895, "2015-12-23T18:24:36Z", [0.33], ""], [532, "2015-12-23T18:24:22Z", [0.4], ""], [2965, "2015-12-23T14:02:42Z", [0.25], ""], [691, "2015-12-23T13:58:17Z", [0.72], ""], [136, "2015-12-23T08:58:25Z", [0.75], ""], [9313, "2015-12-23T01:28:37Z", [0.67], ""], [64, "2015-12-22T18:01:33Z", [0.45], "Coming closer to neutral"], [498, "2015-12-22T17:46:06Z", [0.75], "Recent U.S. congressional action to eliminate visa waivers for anyone who has visited Iran may dissuade G7 officials from going there. ;)"], [691, "2015-12-22T14:59:40Z", [0.72], ""], [2380, "2015-12-22T12:12:00Z", [0.73], ""], [53, "2015-12-22T05:23:25Z", [0.4], ""], [102, "2015-12-22T03:16:50Z", [0.53], "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [306, "2015-12-21T22:02:00Z", [0.4], ""], [605, "2015-12-21T20:56:27Z", [0.25], ""], [368, "2015-12-21T18:17:25Z", [0.51], ""], [8701, "2015-12-21T13:50:24Z", [0.65], ""], [691, "2015-12-21T13:29:30Z", [0.72], ""], [13561, "2015-12-21T12:38:20Z", [0.1], ""], [13546, "2015-12-21T11:38:14Z", [0.25], ""], [13546, "2015-12-21T11:26:35Z", [0.05], "why not?"], [13506, "2015-12-21T09:32:32Z", [0.4], ""], [38, "2015-12-21T07:47:40Z", [0.33], "http://english.alarabiya.net/en/News/middle-east/2015/12/19/France-hopes-to-reschedule-Iran-president-s-visit-for-January.html \" . . . .  after the visit last month was postponed due to the Paris attacks, the head of the French Senate said . . . Hollande “hopes to be able to welcome” Iranian counterpart Hassan Rowhani “on January 27 and 28”. He [Rowhani] had also been due to visit Italy on his first European tour.\n~~~~~~~\nCOMMENT:  It seems that Rouhani is doing all the traveling, not the heads of the G7."], [1448, "2015-12-21T04:17:04Z", [0.34], ""], [11489, "2015-12-20T21:28:29Z", [0.45], ""], [3997, "2015-12-20T21:16:29Z", [0.2], ""], [532, "2015-12-20T16:46:36Z", [0.43], ""], [691, "2015-12-20T15:50:55Z", [0.74], ""], [13377, "2015-12-20T03:50:24Z", [0.58], ""], [13399, "2015-12-19T22:42:55Z", [0.8], ""], [368, "2015-12-19T20:31:57Z", [0.75], ""], [102, "2015-12-19T19:14:06Z", [0.58], "https://larswericson.wordpress.com/2015/12/19/saturday-afternoon-update/"], [691, "2015-12-19T16:24:15Z", [0.74], ""], [3363, "2015-12-19T13:18:52Z", [0.38], ""], [4273, "2015-12-19T03:17:28Z", [0.5], ""], [102, "2015-12-19T01:45:53Z", [0.61], ""], [13402, "2015-12-18T22:02:34Z", [0.2], ""], [368, "2015-12-18T20:08:17Z", [0.75], ""], [691, "2015-12-18T13:05:31Z", [0.74], ""], [61, "2015-12-18T03:51:30Z", [0.45], "correction from 55."], [61, "2015-12-18T03:49:39Z", [0.55], ""], [1114, "2015-12-18T03:10:57Z", [0.35], ""], [12856, "2015-12-18T02:12:20Z", [0.68], ""], [11678, "2015-12-18T00:28:26Z", [0.55], ""], [12874, "2015-12-18T00:17:33Z", [0.21], ""], [691, "2015-12-17T13:13:08Z", [0.75], ""], [306, "2015-12-17T05:54:08Z", [0.6], ""], [5001, "2015-12-17T03:15:22Z", [0.2], ""], [102, "2015-12-17T02:13:22Z", [0.7], ""], [6518, "2015-12-16T23:19:24Z", [0.73], "Many countries would like to take advantage of the billions of dollars that were locked up in the US trade embargo."], [368, "2015-12-16T21:22:40Z", [0.75], ""], [110, "2015-12-16T19:18:16Z", [0.02], "Given that they're likely to be referred to the UN Security Council for that ballistic missile test (and that they're publicly unrepentant about it), I find it hard to see a G7 head of state visiting. Putin (as in the group formerly known as \"G8\") maybe. But a G7 country?"], [1526, "2015-12-16T17:35:12Z", [0.85], "I could see Barrack Obama, David Cameron, Angela Merkel, or EU heads, Donald Tusk & Jean-Claude Juncker. It would be difficult to believe Iran wouldn't host Obama once sanctions are lifted in his last year of presidency and the architect of the nuclear deal. I find it hard to believe that it could take July before the deal is finally done.  Having said that, there are many economic implications that need to be addressed and the other four are the big players for Europe in this sense. especially the natural gas deals."], [691, "2015-12-16T12:19:06Z", [0.76], ""], [12944, "2015-12-16T10:00:44Z", [0.95], ""], [12944, "2015-12-16T09:57:24Z", [0.95], ""], [12302, "2015-12-16T03:33:06Z", [0.55], ""], [43, "2015-12-15T20:11:48Z", [0.63], "Following Lars."], [12961, "2015-12-15T19:07:55Z", [0.35], ""], [12948, "2015-12-15T14:22:37Z", [0.75], ""], [691, "2015-12-15T13:47:27Z", [0.76], ""], [5328, "2015-12-15T11:45:34Z", [0.45], ""], [12879, "2015-12-15T04:38:05Z", [0.15], ""], [73, "2015-12-14T23:00:29Z", [0.82], ""], [73, "2015-12-14T22:59:33Z", [0.73], ""], [38, "2015-12-14T22:11:36Z", [0.44], "adjusting for passage of time"], [368, "2015-12-14T22:08:36Z", [0.75], ""], [691, "2015-12-14T21:00:32Z", [0.76], ""], [6552, "2015-12-14T16:47:43Z", [0.3], ""], [368, "2015-12-13T22:35:28Z", [0.75], ""], [691, "2015-12-13T21:43:40Z", [0.76], ""], [12875, "2015-12-13T17:21:22Z", [0.15], ""], [368, "2015-12-12T21:31:12Z", [0.75], ""], [691, "2015-12-12T13:04:33Z", [0.76], ""], [102, "2015-12-12T05:12:32Z", [0.63], "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [12302, "2015-12-12T03:39:41Z", [0.6], ""], [9682, "2015-12-11T23:34:38Z", [0.95], "Extremizing, I do think world events and practical aspects of the geopolitics there, especially around Syria, ISIS, Kurds, Saudi Arabia, and the recent delivery of the S-300 (which I underestimated and was wrong on) will make this a lot more likely given time frames and the urgency of securing Iran's cooperation in \"the big picture.\""], [368, "2015-12-11T22:32:00Z", [0.65], ""], [94, "2015-12-11T22:14:19Z", [0.24], ""], [60, "2015-12-11T21:47:28Z", [0.85], "Lowering form 100% to 85% I still think this is going to happen, but I'm lowering/raising some of my extreme predictions (that is, the ones that I'm less sure of). While I suspect that PM Abe will still visit Iran in 2016, there's a chance that it happens after July 1st. The important things to watch for on this IFP are: 1) implementation day, 2) the elections in February. h/t to @Khalid for reminding us/me of this --> https://www.gjopen.com/comments/comments/61245"], [691, "2015-12-11T19:35:22Z", [0.76], ""], [241, "2015-12-11T14:33:45Z", [0.5], ""], [68, "2015-12-11T06:55:44Z", [0.75], "Affirming my forecast of 11 November. No change - \" More likely to happen between March and June next year, once the legislative elections are over and progress is seen on the nuclear deal\".  Abe remains the most likely to visit, in my opinion."], [498, "2015-12-11T06:40:04Z", [0.75], ""], [498, "2015-12-11T01:32:51Z", [0.7], ""], [368, "2015-12-10T21:07:57Z", [0.75], ""], [12659, "2015-12-10T17:26:18Z", [0.54], "It is possible that French intervention into the area after the events in Paris will motivate them to reach out for further assistance from Iran toward ISIL. "], [691, "2015-12-10T16:52:36Z", [0.76], "Waiting for Trudeau.  (I looked this up--it is not a play by Samuel Beckett.  Still time for Andrew Lloyd Weber to do something with it, though.)"], [102, "2015-12-10T05:41:42Z", [0.7], "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [8016, "2015-12-10T00:07:08Z", [0.55], ""], [691, "2015-12-09T21:12:37Z", [0.73], ""], [368, "2015-12-09T20:44:24Z", [0.85], ""], [136, "2015-12-09T17:58:52Z", [0.81], ""], [61, "2015-12-09T02:44:39Z", [0.3], ""], [691, "2015-12-08T23:02:01Z", [0.73], ""], [102, "2015-12-08T03:07:29Z", [0.51], "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [4218, "2015-12-08T01:17:31Z", [0.26], "I'm no Einstein, but I'm moving my prediction up.  I still don't think any head-of-state visits will occur but the odds might be a bit higher.  Japan's economic troubles (frequent recessions, aging population, 245% debt/GDP ratio, bubblicious BOJ bond book) could get Abe out stumping for trade.  Does the idea of Japanese engineers sharing their Fukushima experiences with Iranian centrifuge operators who have time on their hands, seem creepy to anyone else?  The good news is that any such meetings would probably happen deep underground.  "], [3363, "2015-12-07T22:11:54Z", [0.28], "In favor: \nCountries want to show Iran rejoining community of nations following nuclear agreement\nJapan has indicated a potential visit is likely once accord is implemented Against:\nPotential implementation delays\nIran is an ally of Russia\nIran is backing Assad in Syria\nBaseline is negative (previous trips to Iran rare to never, how often do G7 leaders travel in general, will they make room on schedule for another trip)"], [493, "2015-12-07T16:42:36Z", [0.05], "Affirming prior."], [61, "2015-12-07T14:49:29Z", [0.2], ""], [691, "2015-12-07T13:44:19Z", [0.73], ""], [12029, "2015-12-07T12:49:53Z", [0.65], ""], [689, "2015-12-07T02:49:47Z", [0.77], ""], [73, "2015-12-07T02:24:31Z", [0.68], ""], [60, "2015-12-07T02:16:39Z", [1.0], "(no change in forecast) Nov 23: \"Iran expects Japan to share its nuclear technology\" --> http://en.trend.az/iran/politics/2459660.html Excerpt: In recent months the officials from both sides are working on a document for supporting mutual investment which is expected to be signed in the new future, he said. Japan is determined to enter Iran’s market, Nazar-Ahari said, adding the Japanese Prime Minister Shinzo Abe has Iran’s visit on his agenda once the international situation is normalized. The ambassador also stressed that Iran’s geopolitical situation can turn it into a place for joint production by Iran and Japan. The two countries can export their joint products to the regional markets via Iran, he added. The volume of Iran-Japan trade stood at about $2.5 billion before imposition of sanctions against Tehran due to its disputed nuclear program, but fell to $ 240 million in later years. Head of Iran’s Trade Promotion Organization (TPO) Valiollah Afkhamirad earlier said that the volume of trade between Iran and Japan has fallen in the past years and has slumped to less than 10 percent in non-oil sectors, which is too low to meet the two countries’ needs. The official noted that Iran is ready for joint investment with Japan in such fields as oil, gas and petrochemical industry, mineral industries, automobile manufacturing, and nanotechnology after sanctions imposed on Iran are removed.\n~~~ COMMENT: The sooner we get to \"Implementation Day,\" the sooner PM Abe can/will schedule a visit to Iran. Given this question has a time horizon of July (!), I'd be very surprised if it doesn't resolve as a result of PM Abe visiting Iran. I suppose the only impediment to this visit, well, two impediments now that I think about it, though I put very little stock in the second: 1) \"the international situation doesn't normalize.\" It'd be surprising if there isn't at least some kind of a \"lull\" in the next 3-4 months. 2) A delay in \"Implementation Day.\" Given how hard Iran is working to have the sanctions lifted, I can't see this cutting too deep into the 6 months between the beginning of the new year and the end of this question."], [40, "2015-12-07T01:21:56Z", [0.55], ""], [8057, "2015-12-06T22:00:09Z", [0.45], "It would be desirable"], [1262, "2015-12-06T20:48:46Z", [0.3], "Don't believe there will be any head of state visits until Iran is in compliance with the nuclear plan requirements and sanctions are removed.    While Rouhani sent the invitation to Putin to visit Iran, Putin actually met with Khamenei.  That visit was for a specific purpose, so doubt Khamenei would be interested in meeting any of the G7 leaders, and since Rouhani's power is limited it is unclear whether Khamenei would support Rouhani inviting/meeting with those leaders either.   More likely it would be other representatives related to business agreements.    "], [691, "2015-12-06T14:22:09Z", [0.73], ""], [36, "2015-12-06T13:54:42Z", [0.0], "Time passes and love fades."], [498, "2015-12-06T09:29:38Z", [0.68], ""], [498, "2015-12-05T23:34:12Z", [0.67], ""], [368, "2015-12-05T21:10:29Z", [0.85], ""], [2965, "2015-12-05T15:44:40Z", [0.15], "With Iran fighting in Syria with Russia against Assad. certainly not before IAEA report"], [691, "2015-12-05T15:17:21Z", [0.73], ""], [102, "2015-12-05T14:30:44Z", [0.56], "https://larswericson.wordpress.com/2015/12/05/my-super-picker/"], [498, "2015-12-05T09:38:17Z", [0.68], ""], [73, "2015-12-05T02:37:44Z", [0.62], ""], [73, "2015-12-05T02:34:50Z", [0.25], ""], [12466, "2015-12-05T01:13:16Z", [0.5], ""], [73, "2015-12-05T01:04:47Z", [0.57], ""], [43, "2015-12-05T00:35:59Z", [0.5], "Complexities of conflict in Syria, alliance with Russia, may inhibit visits by G7 heads of state."], [368, "2015-12-04T22:11:59Z", [0.75], ""], [691, "2015-12-04T21:00:22Z", [0.73], ""], [498, "2015-12-04T02:04:11Z", [0.7], ""], [734, "2015-12-04T00:07:33Z", [0.23], "Heading south. Good one, @RickRock."], [368, "2015-12-03T21:07:21Z", [0.75], ""], [1591, "2015-12-03T18:21:50Z", [0.5], ""], [691, "2015-12-03T18:06:57Z", [0.73], ""], [1114, "2015-12-03T01:02:54Z", [0.45], ""], [691, "2015-12-02T20:46:01Z", [0.73], ""], [368, "2015-12-02T20:06:04Z", [0.75], ""], [10759, "2015-12-02T18:11:44Z", [0.5], ""], [4634, "2015-12-02T17:33:39Z", [0.5], ""], [36, "2015-12-02T13:55:50Z", [0.29], ""], [498, "2015-12-02T04:59:24Z", [0.69], "I'm trying to get in sync with the GJOpen forecasting system, and I must admit I am having a great deal of trouble. The \"Consensus\" for this Question dropped by 2% based upon just two new or updated forecasts (@madre/5% and @morrell/45%). A 2% move is significant. Yet, on the Montenegro Question, the consensus has remained stuck at 10% despite scores of new/updated forecasts at 100%. I'm just not getting an intuitive feel for this system. (-2) Have I told you how much I dislike the word \"consensus\" lately?"], [506, "2015-12-02T04:35:53Z", [0.05], ""], [53, "2015-12-02T04:34:41Z", [0.45], "Have left this one sit for awhile, revisiting. Visit by Rouhani to Japan seems more likely than vice versa at present. Other leaders seem less likely to visit at present."], [498, "2015-12-02T03:28:22Z", [0.71], "Moderating my optimism a bit based on analysis of @RickRock. (-2)\nhttps://www.gjopen.com/comments/comments/52830"], [12264, "2015-12-01T21:30:15Z", [0.75], ""], [368, "2015-12-01T19:47:43Z", [0.75], ""], [915, "2015-12-01T19:27:53Z", [0.07], ""], [4218, "2015-12-01T19:10:29Z", [0.11], "Putin visited Iran recently and the Head-of-State of Austria visited several months ago.  However, I think the crowd may be too optimistic about this question, so this could be a chance to beat the mean. The G7 countries include Canada, France, Germany, Italy, Japan, UK and the United States.  The European Union is also a member, but it's not a country so it doesn't participate in this question.  One can certainly expect numerous contacts between G7 countries and Iran in this time frame.  But a Head-of-State visit seems improbable.  Iran has allied itself firmly with Russia.  There doesn't seem to be any common ground between Iran and any of the G7 countries on Syria.  Iran supports insurgencies that threaten Saudi Arabia.  Iran supports various terrorist organizations.  It remains to be seen to what extent Iran will fulfill its obligations under the nuclear agreement.  Head-of-State visits need to have a foundation.  Without a sufficient nexus of common interest, or some breakthrough to announce (which seems unlikely), a G7 Head-of-State visit would run the risk of political embarrassment and failure.   Even though lame duck Presidents often become desperate to travel, this just doesn't look like a \"Nixon in China\" moment. "], [691, "2015-12-01T13:47:15Z", [0.73], ""], [5001, "2015-12-01T04:46:28Z", [0.22], ""], [498, "2015-12-01T02:27:58Z", [0.73], ""], [4273, "2015-12-01T00:47:41Z", [0.4], ""], [368, "2015-11-30T22:25:27Z", [0.35], "Decrease in estimate.  Increased conflict among states involved the Syrian conflict and increased cooperation between Iran and Russia on military, economic and political fronts could deter such an event.  However, further insight will be provided by the IAEA report on PMD this week; increased talk about economic relationships and contracts between Iran and EU states.  "], [691, "2015-11-30T13:54:35Z", [0.76], ""], [241, "2015-11-30T13:26:30Z", [0.45], ""], [925, "2015-11-30T12:48:55Z", [0.25], ""], [241, "2015-11-30T02:44:15Z", [0.5], ""], [241, "2015-11-30T02:15:16Z", [0.51], ""], [12163, "2015-11-29T21:39:55Z", [0.3], ""], [12167, "2015-11-29T18:49:14Z", [0.5], ""], [691, "2015-11-29T14:49:31Z", [0.78], ""], [368, "2015-11-28T21:10:43Z", [0.75], ""], [10745, "2015-11-28T20:11:54Z", [1.0], ""], [691, "2015-11-28T14:48:31Z", [0.78], ""], [61, "2015-11-28T02:42:47Z", [0.17], ""], [689, "2015-11-28T01:52:07Z", [0.67], ""], [12103, "2015-11-28T00:22:00Z", [0.2], ""], [4634, "2015-11-27T18:43:14Z", [0.58], ""], [4634, "2015-11-27T18:42:57Z", [0.6], ""], [691, "2015-11-27T13:41:32Z", [0.78], ""], [4273, "2015-11-27T01:56:46Z", [0.54], ""], [231, "2015-11-26T19:10:26Z", [0.71], ""], [691, "2015-11-26T14:35:50Z", [0.78], ""], [689, "2015-11-26T04:57:18Z", [0.56], ""], [691, "2015-11-26T03:47:14Z", [0.83], ""], [368, "2015-11-25T22:12:33Z", [0.65], ""], [498, "2015-11-25T05:48:24Z", [0.75], ""], [4729, "2015-11-25T05:21:24Z", [0.25], ""], [4273, "2015-11-25T05:16:04Z", [0.55], ""], [1114, "2015-11-24T22:17:12Z", [0.5], ""], [368, "2015-11-24T22:11:42Z", [0.65], ""], [639, "2015-11-24T15:31:31Z", [0.75], ""], [639, "2015-11-24T15:30:52Z", [1.0], ""], [101, "2015-11-24T14:35:20Z", [0.67], ""], [691, "2015-11-24T14:05:21Z", [0.84], ""], [498, "2015-11-24T13:59:05Z", [0.7], ""], [241, "2015-11-24T12:47:09Z", [0.52], ""], [1468, "2015-11-24T09:50:03Z", [0.18], "updating for passage of time"], [11868, "2015-11-24T04:22:56Z", [0.8], ""], [38, "2015-11-24T02:40:40Z", [0.55], "adjusting for time"], [2965, "2015-11-23T23:19:22Z", [0.52], "who knows in the aftermath of trying to build a coaltion with  Russia,\n Wrong \nPutin is in Tehran today! reassuring his only reliable ally that Bashad will remain President of Latakia. that Hezbolla will have land corrdcior to LEbanon so that Khameni  demands that Putin maintain Assad s that Iran corrior to Mediterraenan, Hezbollan and defacto control of  the Sourh of Lebanon. That way missile shipment, food , money and other suppot for Hezbollah.\nThat is what Hezbollah is fighting for its Iran Lifeline, No missiles, no way to attack Israel . Israel is worse than her Ud the Great Satan.Khanenei makes destruction of IsraelI a  specific policy objective publicly repeatedly  .\nJordan wants Russia in a coalition against ISIS.\nSo do Sunnis and US and France under right conditions. Reality dictates that Russia must accede to Iran (only all on East front, purchaser of Russia nuclear plants and S-300/400 missiles and hard cash.\nRussia will never attack ISIS without Iran's agreememts and out of sanctions. In light of Putin invasion, even Netananshyu want to Moscow!\nParis attacks, Sinai attack, Mali attacks make everything  uncertain,\nNot impossible that if Bibi banters with Putin in Moscow  and the foregoing, any G-7 leader could make trip to Iran. France has a big intrest in Holland visiting now for a variety of reasons, some urgent.   , sipment for HEsbollah to attack Istqale nasbolan and SOtehrn lvqhatiantian Assad adn keep a corrrdir open form ddd amintqainOrtan can delvierf Misisel to HezbollahQILL HAVE COORIDOE FOR MISSILE AGAIBT iSRALE vat and what remains of Syrind and  that Russia will deliver on lifting SWIFt sanctions, help in stymying the verifcation provisions and \"delivering waht remains of thje S-300 and S-300 cintrqact sveing waht remainsanindiveinge . WIth 2.6 mllion refugees and only except ofr FUlr Wat I is the most reliable US ally next to IsrealOT for GULF rAR iWAR i 3 billoion from EU Erdogan is headed  to Meet Putin in Russia. We now know a secret meeting took place in Iran between Sunni powers and Iran.\nWIth Jordan a long time ally ex(delot for Gulr Aar I "], [498, "2015-11-23T22:57:22Z", [0.75], ""], [368, "2015-11-23T21:31:04Z", [0.65], ""], [3895, "2015-11-23T19:58:50Z", [0.41], ""], [1591, "2015-11-23T18:59:40Z", [0.6], "Passage of time."], [94, "2015-11-23T18:58:56Z", [0.26], ""], [689, "2015-11-23T16:23:12Z", [0.06], ""], [3895, "2015-11-23T16:09:43Z", [0.49], ""], [110, "2015-11-23T16:02:21Z", [0.02], "Good thing it's for the G7 and not the G8."], [766, "2015-11-23T15:02:09Z", [0.38], "Putin's trip increases the odds, so I am increasing my forecast."], [691, "2015-11-23T13:51:50Z", [0.84], ""], [43, "2015-11-23T11:53:46Z", [0.8], "Given Putin's upcoming visit along with increasing need to ally against Daesh plus money making inducements, raising probability. http://www.rfi.fr/europe/20151122-vladimir-poutine-visite-teheran-rohani-khamenei-syrie"], [4273, "2015-11-23T06:33:07Z", [0.58], ""], [11678, "2015-11-23T01:30:43Z", [0.4], ""], [241, "2015-11-22T16:16:02Z", [0.47], ""], [691, "2015-11-22T14:42:34Z", [0.84], ""], [136, "2015-11-22T10:14:53Z", [0.8], ""], [11785, "2015-11-22T00:23:23Z", [0.95], "Rouhani needs to demonstrate that the nuke agreement has brought benefits; Western nations will be seeking Iranian intelligence support in fighting ISIS"], [498, "2015-11-22T00:07:30Z", [0.76], "Hungarian PM to lead trade delegation to Iran (+1)\nhttp://www.tehrantimes.com/index_View.asp?code=251033"], [1201, "2015-11-21T23:00:50Z", [0.8], "Thanks to redacted for the numerous links. I'm backing off in my prediction a little bit due to the recent terrorist attacks in France.  The sharp reactions in France and Belgium are an indication that such a visit would be impolitic in the next three months or so. (It is true that Iran had no direct connection to the attacks, but try explaining that to members of the National Front. Or the Tea Party, for that matter.)    "], [368, "2015-11-21T20:43:11Z", [0.55], ""], [691, "2015-11-21T15:08:10Z", [0.84], ""], [691, "2015-11-21T03:09:50Z", [0.87], ""], [532, "2015-11-21T00:53:23Z", [0.48], ""], [368, "2015-11-20T19:47:35Z", [0.55], ""], [1646, "2015-11-20T17:31:17Z", [0.75], ""], [368, "2015-11-19T22:14:41Z", [0.55], ""], [241, "2015-11-19T14:37:28Z", [0.57], "Passage of time update."], [691, "2015-11-19T14:20:37Z", [0.88], ""], [11348, "2015-11-19T03:47:18Z", [0.0], ""], [368, "2015-11-18T21:59:27Z", [0.55], ""], [11471, "2015-11-18T20:56:16Z", [0.01], ""], [691, "2015-11-18T18:59:22Z", [0.88], "My money, if I had any, would still be on Trudeau. A visit by him would not stir up the rednecks in the other G7 countries nearly as much a a visit by one of the other Big Kahunas. If you want something done unobtrusively, ask a Canadian."], [484, "2015-11-18T16:17:14Z", [0.65], "Probably not before the Iranian elections, but would there be a concerted effort by the G7 to then support Rouhani?"], [43, "2015-11-18T15:17:17Z", [0.75], "Could hard liners be whispering warning that they might incite riots in the event of a visit by a G7 leader? Looking for news about public reaction to visits by foreign ministers, which would precede any visit by a head of state."], [11483, "2015-11-17T19:34:24Z", [0.9], "Especially as tensions increase, AT LEAST one of the G7 nations will want to touch base publicly in Iran and Iran will stand to gain by hosting. "], [241, "2015-11-17T18:57:00Z", [0.58], ""], [368, "2015-11-17T18:28:36Z", [0.55], ""], [691, "2015-11-17T13:55:11Z", [0.88], ""], [11449, "2015-11-16T22:49:07Z", [0.15], "Iran is an a-hole"], [368, "2015-11-16T21:23:32Z", [0.75], ""], [73, "2015-11-16T16:42:39Z", [0.65], ""], [493, "2015-11-16T16:34:47Z", [0.05], "Lowering prob. Internal tensions (see NYT article below) over JCPOA plus recent arrests of westerners make HoS visit less likely. I think Rouhani really wants a G7 HoS visit, but it would cause too much of a rift internally. He'll be doing the best he can to get the JCPOA measures accomplished in the the (very tight) time frame that Iran has already announced they are shooting for (implementation day by end of 2015). He'l push on the JCPOA measures to get to Implementation Day as quickly as possible, but then he'll back off and give the hard liners some breathing room on any other significant pro-western activities. http://www.nytimes.com/2015/11/16/world/middleeast/tensions-in-iran-after-nuclear-deal-grow-in-hostility.html?partner=msft_msn"], [691, "2015-11-16T13:30:58Z", [0.88], ""], [52, "2015-11-16T12:45:45Z", [0.1], "It is too soon after the nuclear negotiations and I would have to say all the G-7 countries/leaders believe that Iran's compliance with the conditions is not solid (to say the least).  It would be too much of a gamble to lend Iran that credibility at this stage and none of the Pres/PM's would want to give their opposition  that photo op for the next election.  The environment for such a meeting is too toxic. I have to think this virtually has a 0 chance of happening by mid-summer."], [915, "2015-11-16T04:13:22Z", [0.16], ""], [11396, "2015-11-16T02:00:14Z", [0.6], ""], [1056, "2015-11-16T00:04:04Z", [0.35], "Adjusting upward, following the crowd. I think it's possible, though, with the general endorsement of the new Syria peace plan, western leaders may not want to be seen getting too close to Iran. I would imagine Putin's job is to lean on Iran to soften its position on Assad, while the west reassures the \"legitimate\" rebels that they  won't be abandoned or sold out during negotiations. Western coziness with Iran may be seen to unbalance the equation while the early talks are going on between the contending factions in Syria. Of course, this is assuming that the Syria plan actually progresses and doesn't fall apart, which I think is assuming an awful lot."], [368, "2015-11-15T21:10:36Z", [0.75], ""], [11390, "2015-11-15T20:46:27Z", [0.7], ""], [10759, "2015-11-15T15:01:44Z", [0.58], ""], [4634, "2015-11-15T14:14:29Z", [0.58], ""], [691, "2015-11-15T13:44:05Z", [0.88], ""], [639, "2015-11-15T02:16:54Z", [0.75], ""], [2380, "2015-11-15T01:27:56Z", [0.95], ""], [1007, "2015-11-15T01:04:10Z", [0.25], ""], [1114, "2015-11-15T00:27:43Z", [0.66], ""], [1114, "2015-11-15T00:26:47Z", [0.55], ""], [368, "2015-11-14T19:14:25Z", [0.55], ""], [77, "2015-11-14T15:23:31Z", [0.3], "Near term outcome of the Paris terror attack.\nAnd Paris-based UNESCO is expecting world leaders Monday for a forum about overcoming extremism. Iranian President Hassan Rouhani canceled a trip because of Friday's attacks. Hollande canceled a planned trip to this weekend's G-20 summit in Turkey.\nContinuing terror attacks toward the G7 countries are likely a strategy of the Sunni IS to help preclude summits with the Shite Iran.\nThe most likely candidate for increasing ties has been attacked, on the eve of a visit by an Iranian official to France. Unlikely a coincidence.\nReducing probability over the near term."], [691, "2015-11-14T13:51:15Z", [0.88], ""], [61, "2015-11-14T03:45:08Z", [0.18], "holding for now but @cmeinel has me thinking. My current view is that the G7 will continue to utilize foreign ministers and their diplomatic corps until it is clear that there is adherence to the nuclear agreement. A visit by Putin makes sense due to the close ties between Russia and Iran. Also probably some more flexing of Putin's expanding influence the region. Rouhani's been the primary traveler in visits...but that could change. Perhaps I'm viewing a visit by head of state/gov too much as a reward to the Iranians for proven good behavior?"], [705, "2015-11-14T03:23:39Z", [0.02], ""], [43, "2015-11-13T20:55:58Z", [0.9], "If Putin visits, could a G7 head be far behind? Dateline 11-13-15 Russian President Vladimir Putin is planning to visit Iran on Nov. 23... http://www.wsj.com/articles/putin-plans-first-visit-to-iran-since-2007-1447423597"], [368, "2015-11-13T18:31:46Z", [0.55], ""], [691, "2015-11-13T18:04:13Z", [0.88], ""], [1646, "2015-11-13T17:29:42Z", [0.65], ""], [36, "2015-11-13T15:19:49Z", [0.61], ""], [484, "2015-11-13T04:44:04Z", [0.65], "https://en.qantara.de/content/as-ties-thaw-irans-rouhani-makes-historic-visit-to-europe"], [10449, "2015-11-13T01:42:27Z", [0.25], "possible, but far more likely they will wait until Iran exhibits full compliance and then the flood gates will open"], [241, "2015-11-12T20:22:43Z", [0.61], ""], [1850, "2015-11-12T19:19:18Z", [0.5], "Upping my forecast here to account for things that are happening with countries like France.  Still a lot to consider with the issues on the ground in Syria and the accord implementation, but moving to greater likelihood than when the question started."], [4739, "2015-11-12T19:17:22Z", [0.04], ""], [77, "2015-11-12T18:32:45Z", [0.8], "This week Iranian President Hassan Rohani will become the first leader of the Islamic Republic to travel to Europe in a decade. And while he isn’t scheduled to arrive in France until Monday, his visit has already sparked outrage across the country.Rohani’s visit comes four months after Iran and leading world powers, including France, reached an agreement aimed at limiting Iran's nuclear program in exchange for relief from international sanctions. The nuclear deal and the Syrian conflict are among the most pressing issues that he is expected to discuss with Hollande. The two countries are also expected to sign several major political and business agreements next week. Analysts says Paris may initially secure deals in areas that were not specifically hit by sanctions imposed by the European Union and United States, most notably in agriculture and livestock, where France has relatively little activity in Iran. So, some visitations are occuring just 4 months after the nuclear deal. Given 8 months to go a likely some progress made, the probability of France have to increase."], [691, "2015-11-12T15:33:50Z", [0.88], ""], [1124, "2015-11-12T07:11:50Z", [0.8], ""], [368, "2015-11-11T21:52:29Z", [0.75], ""], [691, "2015-11-11T20:47:51Z", [0.88], ""], [1337, "2015-11-11T08:03:46Z", [0.15], ""], [68, "2015-11-11T06:25:58Z", [0.75], "Affirming my forecast of 14 October. More likely to happen between March and June next year, once the legislative elections are over and progress is seen on the nuclear deal. "], [368, "2015-11-10T22:42:07Z", [0.75], ""], [691, "2015-11-10T19:34:34Z", [0.88], ""], [11208, "2015-11-10T16:33:37Z", [0.33], ""], [11176, "2015-11-09T22:40:39Z", [1.0], "The G7 Needs Irans business. Plenty time for Iran to get its act together."], [368, "2015-11-09T20:36:27Z", [0.55], ""], [691, "2015-11-09T13:11:10Z", [0.88], ""], [11109, "2015-11-09T11:40:34Z", [0.67], "Europeans need new markets"], [1114, "2015-11-09T04:42:21Z", [0.75], ""], [368, "2015-11-08T22:30:20Z", [0.55], ""], [691, "2015-11-08T14:01:11Z", [0.88], ""], [1646, "2015-11-08T13:09:49Z", [0.55], ""], [498, "2015-11-07T21:56:05Z", [0.75], ""], [231, "2015-11-07T21:23:22Z", [0.6], ""], [1562, "2015-11-07T21:09:32Z", [0.45], "France or Germany are likely to visit.  Economic opportunity for both as Iran conforms to nuclear terms."], [368, "2015-11-07T20:24:30Z", [0.55], ""], [4982, "2015-11-07T19:06:56Z", [0.43], ""], [1297, "2015-11-07T17:37:36Z", [0.25], ""], [1575, "2015-11-07T16:06:06Z", [0.5], ""], [691, "2015-11-07T14:01:01Z", [0.88], ""], [498, "2015-11-07T13:47:42Z", [0.8], ""], [498, "2015-11-07T13:17:10Z", [0.85], ""], [368, "2015-11-06T22:00:02Z", [0.51], ""], [102, "2015-11-06T20:02:55Z", [0.55], ""], [241, "2015-11-06T14:49:08Z", [0.67], ""], [691, "2015-11-06T13:33:05Z", [0.88], ""], [7363, "2015-11-06T13:27:17Z", [1.0], "This thing is happening because they want it to."], [498, "2015-11-06T11:53:10Z", [0.92], "South African deputy president to visit Iran\nhttp://www.reuters.com/article/2015/11/05/us-safrica-iran-idUSKCN0SU2GL20151105"], [1448, "2015-11-06T05:31:12Z", [0.47], ""], [532, "2015-11-05T22:07:06Z", [0.43], ""], [4055, "2015-11-05T21:39:38Z", [0.87], ""], [368, "2015-11-05T20:00:50Z", [0.65], ""], [804, "2015-11-05T18:37:03Z", [0.65], ""], [691, "2015-11-05T15:24:25Z", [0.88], ""], [1587, "2015-11-05T05:48:00Z", [0.4], ""], [691, "2015-11-05T03:26:44Z", [0.88], ""], [1056, "2015-11-05T03:13:09Z", [0.15], "Upgrading a bit since Trudeau may want to make a splash with this. For the moment, I can't think of any other G-7 head of state or government who might make the trip."], [10932, "2015-11-04T22:56:06Z", [0.5], "Unless the hardliners find a way to derail the peace process, Iran will be open to this, but it will not be the U.S. or the U.K. "], [83, "2015-11-04T22:54:08Z", [0.4], "Increasing by 2%.\nAyatollah Khamenei explains a linguistic mix-up (NYTimes p.a3): \"The slogan 'Death to America, is backed by reason and wisdom,\" he said in a speech. \"It goes without saying that the slogan does not mean death to the American nation; this slogan means death to the United States policies, death to arrogance.\"  "], [10923, "2015-11-04T21:08:51Z", [0.95], ""], [10265, "2015-11-04T19:56:03Z", [0.15], ""], [94, "2015-11-04T19:36:45Z", [0.3], ""], [368, "2015-11-04T18:39:16Z", [0.65], ""], [619, "2015-11-04T15:35:31Z", [0.75], ""], [102, "2015-11-04T14:40:12Z", [0.75], "Hostages."], [4005, "2015-11-04T04:57:10Z", [0.75], ""], [3648, "2015-11-04T02:39:06Z", [0.15], ""], [484, "2015-11-04T02:22:45Z", [0.65], "Election might complicate things. Perhaps no visit before then, but (if no significant issues/violence) then maybe—if there is time enough."], [9755, "2015-11-04T01:36:53Z", [0.55], ""], [43, "2015-11-04T01:16:26Z", [0.9], ""], [40, "2015-11-04T00:45:17Z", [0.55], ""], [8385, "2015-11-03T23:33:49Z", [0.15], ""], [368, "2015-11-03T21:25:51Z", [0.65], ""], [691, "2015-11-03T19:30:13Z", [0.88], ""], [430, "2015-11-03T18:16:37Z", [0.75], "I think there is a good chance of this happening given the time frame and Iran's current positioning, trying re-enter the global market / economy and come out of rogue status on a broader international scale"], [1232, "2015-11-03T14:07:34Z", [0.3], "Iranian participation in Syria talks makes me think this is more likely than my past estimate."], [4918, "2015-11-03T11:36:26Z", [0.72], ""], [498, "2015-11-03T10:53:32Z", [0.92], "South Korean FM to visit Tehran this Saturday\nhttp://www.koreaherald.com/view.php?ud=20151103000925"], [8871, "2015-11-03T02:31:29Z", [0.75], "Iran will court the G7 to continue putting pressure on the US"], [484, "2015-11-03T00:43:24Z", [0.65], "Main stream media hasn't picked up the HuffPost item, so raising."], [1337, "2015-11-03T00:18:07Z", [0.09], ""], [493, "2015-11-02T21:41:53Z", [0.15], "Staying low. Lots of low level activity, but a H-o-S visit is a big deal and is unlikely to happen until JCPOA and Syria get resolved. Also, random arrests of westerners don't help matters any."], [9678, "2015-11-02T20:18:35Z", [0.65], ""], [10789, "2015-11-02T19:29:28Z", [0.2], ""], [877, "2015-11-02T18:42:02Z", [0.85], ""], [368, "2015-11-02T18:36:00Z", [0.65], ""], [10759, "2015-11-02T16:25:31Z", [0.6], ""], [691, "2015-11-02T13:50:32Z", [0.88], ""], [498, "2015-11-02T09:56:36Z", [0.92], "Bookings schedule for foreign dignitaries visiting Iran remains active:\nFinnish trade mission to visit Iran early December\nhttp://www.tehrantimes.com/index_View.asp?code=250407\nDanish foreign minister to visit Iran in early January\nhttp://cphpost.dk/news/danish-foreign-minister-to-visit-iran.html\n"], [8034, "2015-11-02T05:28:16Z", [0.8], "They know the importance of keeping trade"], [484, "2015-11-02T03:43:08Z", [0.55], "Khamenei isn't making things easier. Still nothing about his health."], [424, "2015-11-02T03:36:56Z", [0.64], "Maybe, but no official announcements yet."], [10739, "2015-11-02T02:44:20Z", [0.25], ""], [173, "2015-11-02T01:29:20Z", [0.35], ""], [8904, "2015-11-02T00:29:15Z", [0.4], "I think the G7 Countries Will wait abit longer to make sure Iran seems to be complying with the nuclear deal. One thing with the New Prime minister of Canada bieing elected an withdrawing his air force from the Colalition in Syria would not be suprised if that would be one of his first international trip to make news."], [61, "2015-11-01T23:41:16Z", [0.18], ""], [368, "2015-11-01T21:20:42Z", [0.65], ""], [73, "2015-11-01T20:34:41Z", [0.83], ""], [43, "2015-11-01T20:31:58Z", [0.88], "Increasing probability on the basis of redacted's news link."], [231, "2015-11-01T20:14:41Z", [0.45], ""], [1528, "2015-11-01T19:52:20Z", [0.18], ""], [500, "2015-11-01T19:41:12Z", [0.01], "putin"], [9723, "2015-11-01T18:34:02Z", [0.4], ""], [10654, "2015-11-01T17:26:26Z", [0.25], ""], [691, "2015-11-01T14:35:17Z", [0.88], "If I were betting, I'd go with Canada, France, Italy, in that order.  Cameron behaves oddly sometimes, but I don't think he'll be a first mover on this one. Trudeau has less at risk, since it's in keeping with his announced programme and he doesn't have impending elections to fret over. "], [498, "2015-11-01T09:28:24Z", [0.92], "European parliament speaker to visit Iran on November 7 (+1)\nhttp://www.tehrantimes.com/index_View.asp?code=250483"], [8843, "2015-11-01T02:33:08Z", [0.95], ""], [286, "2015-11-01T02:20:53Z", [0.45], ""], [1448, "2015-11-01T00:22:56Z", [0.53], ""], [605, "2015-10-31T21:58:05Z", [0.15], ""], [835, "2015-10-31T21:14:36Z", [0.25], ""], [368, "2015-10-31T21:02:25Z", [0.6], ""], [7370, "2015-10-31T18:28:17Z", [0.05], "no."], [7370, "2015-10-31T18:27:08Z", [0.95], ""], [4634, "2015-10-31T14:30:29Z", [0.6], ""], [691, "2015-10-31T14:05:23Z", [0.88], ""], [4273, "2015-10-30T23:38:43Z", [0.68], ""], [368, "2015-10-30T20:57:07Z", [0.6], ""], [53, "2015-10-30T16:54:45Z", [0.6], "Decreasing slightly on recent arrest of US-Iranian businessman - this might be hard-liners making trouble for attempts to increase business ties with outside world (or perhaps just US).  Doesn't make the country look ready for an official visit.  But perhaps optics different for Japanese. Planning on gradual reduction here anyway."], [691, "2015-10-30T13:52:52Z", [0.88], ""], [5386, "2015-10-30T10:30:38Z", [0.99], "Business is calling."], [498, "2015-10-30T07:07:13Z", [0.91], "+1 for Rouhani pace per Info511"], [2380, "2015-10-30T02:04:56Z", [0.85], "Yes.  Rouhani is on the move. If his visits are successful, at this pace it won't take much to get someone in the door before next July.  \"Rouhani will be in Italy on November 14-15 on the first stop of a European trip that will afterwards take him to Paris. He will be meeting with President Sergio Mattarella and Prime Minister Matteo Renzi as well as Pope Francis, as Iranian sources announced on Thursday.\" http://www.ansamed.info/ansamed/en/news/sections/politics/2015/10/29/israel-cautions-italy-about-rouhani-visit-to-rome_2a9a16e7-bef6-4b54-b6de-b226a66f48b6.html"], [6158, "2015-10-30T00:22:19Z", [0.23], ""], [532, "2015-10-29T20:32:37Z", [0.45], ""], [368, "2015-10-29T20:28:12Z", [0.51], ""], [10437, "2015-10-29T19:13:47Z", [0.2], " The US has elections coming up, and this would likely be too controversial. The other G7 nations are unlikely to take the lead on this. Japan is my most likely candidate, but pretty unlikely."], [691, "2015-10-29T17:12:14Z", [0.88], ""], [10398, "2015-10-29T13:41:05Z", [0.5], ""], [231, "2015-10-29T01:15:03Z", [0.35], ""], [10308, "2015-10-28T22:17:31Z", [0.35], "I don't think there will enough time before July 1, 2016, for Iran to have complied with the terms of the agreement and then for a G7 leader to arrange a visit.  However, for economic reasons, I expect at least the French leader (and possibly others) to visit before mid-2017."], [452, "2015-10-28T20:53:31Z", [0.08], ""], [519, "2015-10-28T20:42:04Z", [0.1], "What would a G7 state have to gain? Oil is cheap, and while the Iranian oil infrastructure is in dire need of a shot to the arm, I don't see why a head of state would visit if  such a deal were made. Outside of the oil lens, the Iranian economy is either self sufficient or local -- and none of the G7 states are very close. We might see a Jimmy Carter like figure visit -- a former head of state. "], [368, "2015-10-28T19:54:23Z", [0.51], ""], [9682, "2015-10-28T17:32:32Z", [0.85], "Iran has been cooperating, lots of time until deadline, motivated world leaders will make it happen."], [77, "2015-10-28T17:04:45Z", [0.1], "UK, Japan, Italy, France and Germany have embassy currently in country. The UK and Japan are too aligned with US to initiate this.\nLeaving France or Germany most likely of the 7. Motivation would be to extend and increase business opportunities presumably.\nThe effects of the sanctions against Iran are in the early stages of being relaxed and trust of Iran's implementation of the accord will take time. Eight months isn't long enough to over come years of distrust. It seems unlikely this will occur within the time frame. "], [7698, "2015-10-28T14:59:17Z", [0.55], ""], [691, "2015-10-28T14:19:04Z", [0.88], ""], [10117, "2015-10-28T12:50:48Z", [0.05], "Too early for Iran to drop the negativity associated with them"], [4634, "2015-10-28T12:33:54Z", [0.5], ""], [61, "2015-10-28T06:14:15Z", [0.2], "Iran's been invited to the talks on Syria, but more to do with solving the immediate problem in the region rather than a significant development toward normalized diplomatic relations with G7 countries (as I would interpret such a proposed visit to be). Wonder which of the proposed countries would actually accept an invitation. Iran may not want to risk the blow to any legitimacy they're trying to reclaim as a result of the nuclear deal by being rejected. Would think that a head of state would want to meet with the Ayatollah as a show that his supremacy does not extend outside of Iran but that he is similar to any other head of state. Might I be misreading the politics?  Who qualifies as a head of government in this question? Foreign ministers and similar? If so, I'd see such a visit as more likely."], [10124, "2015-10-28T03:42:11Z", [0.75], ""], [689, "2015-10-28T03:11:06Z", [0.6], ""], [691, "2015-10-27T19:52:17Z", [0.88], "Somebody will be designated, encouraged, or permitted to kiss at least one Iranian leader on all four cheeks in the interest of good press both in Iran and at home. My current front-runners are France and Canada.  "], [7571, "2015-10-27T19:31:34Z", [0.7], "Yes -  France"], [368, "2015-10-27T18:55:31Z", [0.51], ""], [9993, "2015-10-27T17:09:18Z", [0.13], ""], [6552, "2015-10-27T16:38:10Z", [0.0], "The first visit will be on 2 July 2016. Because of the mess in Syria most deals will be done through back channels, nothing as showy as a state visit."], [7221, "2015-10-27T12:53:14Z", [0.55], ""], [241, "2015-10-27T12:40:48Z", [0.7], ""], [615, "2015-10-27T11:26:25Z", [0.75], ""], [9131, "2015-10-27T11:23:47Z", [0.75], "Either France or UK seem to be the best possible countries to send a head of state or government to get in on the untapped potential of the Iranian market "], [5332, "2015-10-27T08:29:18Z", [0.99], "$$$ to be made...."], [9915, "2015-10-27T06:49:44Z", [0.65], ""], [9180, "2015-10-27T06:22:07Z", [0.1], "Nobody is going to touch Iran until they show good faith on the deal."], [9884, "2015-10-27T05:52:21Z", [0.4], ""], [9776, "2015-10-26T23:27:07Z", [0.78], "French, Germans, and UK will wait until the Iranians can't really embarrass them with noncompliance. Italy or Japan are the most likely to go first because they aren't part of the P5+1. The Italians desperately need the business from an unshackled Iran. Japan might jump the gun if oil prices suddenly jump dramatically."], [6494, "2015-10-26T23:09:44Z", [0.88], "I expect the French to be the first. They were one of the suppliers to the Shah for nuclear technology and will look to help Iran adapt. They would also want to try and counter the Russian Arm sales and get a piece of the action for themselves."], [9682, "2015-10-26T22:18:11Z", [0.4], ""], [9742, "2015-10-26T22:07:38Z", [0.05], ""], [9719, "2015-10-26T20:49:55Z", [0.1], "I think it very unlikely that there will be a G7 visit prior to 2017."], [9710, "2015-10-26T20:45:35Z", [0.05], "1 July 2016 is too short a time frame; a member of the G7 counties will visit on an official visit by the end of the year, however. "], [1448, "2015-10-26T20:42:02Z", [0.56], ""], [9665, "2015-10-26T20:05:11Z", [0.75], "It will be part of their effort to be a world player."], [306, "2015-10-26T19:59:54Z", [0.3], ""], [9676, "2015-10-26T19:34:02Z", [0.6], ""], [368, "2015-10-26T19:24:03Z", [0.98], ""], [4980, "2015-10-26T19:19:08Z", [0.75], ""], [5032, "2015-10-26T19:09:49Z", [0.46], "I think it likely that all parties will want to cement the new relationships, and this would be one way of enabling that, especially since the oil will help keep g7 economies moving in the right direction. However July is not far away and some gulf countries may be uneasy with such developing relationships. If the timespan was six months longer I would be forecasting much higher."], [691, "2015-10-26T17:48:18Z", [0.88], ""], [5390, "2015-10-26T17:42:24Z", [0.0], "No way."], [1500, "2015-10-26T16:21:47Z", [0.65], "Upping my forecast as things seem to be going well, and Canada, France and Japan are all pretty eager to deal with Iran. Not updating my forecast again, yet, but implementation day happened pretty quick, and several countries are definitely eager to do business with Iran.  We'll see how the elections go in February.  That will tell a tale."], [9548, "2015-10-26T15:20:10Z", [0.65], "Iran has a lot of fossil fuel,  to which some of the G7 countries want to get access.  I think France or Japan are most likely."], [9537, "2015-10-26T15:03:42Z", [0.25], "not likely since most of these nations will want to see at least some progress on the deal before committing to a visit."], [9363, "2015-10-26T05:24:08Z", [0.75], "Because Iran wants to ease the pressures created by the sanctions and also I believe the new Canadian Prime Minister will want to visit"], [9346, "2015-10-26T05:14:55Z", [0.6], "I think there is a greater than 50% chance of this happening.  Iran wants to re-join the mainstream community as soon as its hardline elements will allow.  This would include hosting a head of state for negotiations either on the Nuclear deal or Iran's involvement in the region"], [7327, "2015-10-26T04:58:48Z", [0.3], "As a part of the nuclear deals implementation and the economic conditions on the ground it is almost certain that a high level meetings will take place in Tehran in the near term, however I would estimate that a head of state visit would be unlikely (20-30% likelihood) before 1 July 2016. Why? Primarily because of Iranian actions in Yemen, Syria, Iraq and other areas within their regional sphere of influence. That being said, given the economic opportunities that the nuclear deal with Iran will inevitably bring, building closer relations and eventually hosting foreign heads of state from G7 members, particularly those with tumultuous economic situations within their own countries is eventually going to happen, just, in all likelihood not before 1 July 2016. The key counties to look toward for this initial engagement would likely be France, the United Kingdom (the British reopened their embassy in Tehran and reestablished diplomatic relation on 23 August 2015) and possibly Italy. "], [9320, "2015-10-26T04:29:17Z", [0.15], ""], [9212, "2015-10-26T03:34:52Z", [0.4], ""], [5963, "2015-10-26T01:40:43Z", [0.45], ""], [9093, "2015-10-26T01:32:27Z", [0.0], ""], [9093, "2015-10-26T01:30:29Z", [0.0], "No"], [9073, "2015-10-26T01:22:42Z", [0.0], ""], [5697, "2015-10-26T01:02:49Z", [0.0], ""], [8175, "2015-10-26T00:48:07Z", [0.1], "Someone of that rank would, in terms of protocol, need to be allowed to meet with his counterpart, which is not the Supreme Leader, but he controls whether such a meeting takes place.  I doubt he has much appetite for it.  He is among the biggest haters of the West in Iran.  I hope I'm wrong about this.  "], [8978, "2015-10-26T00:46:57Z", [0.65], "Italy and France will break the ice."], [9011, "2015-10-26T00:27:27Z", [0.85], "Russia is fully on board with Iran in all Middle East affairs, so the Kremlin will visit Tehran."], [877, "2015-10-26T00:16:19Z", [0.85], ""], [8933, "2015-10-25T23:30:37Z", [0.35], "They will host one of the European Heads of state"], [6228, "2015-10-25T23:29:03Z", [0.2], "there will be some high level government trade talks but a head of state is unlikely"], [8864, "2015-10-25T23:08:07Z", [0.2], ""], [8922, "2015-10-25T23:06:09Z", [0.75], ""], [6786, "2015-10-25T23:03:10Z", [0.75], "Iran interested in boosting its prestige and geostrategic importance."], [8070, "2015-10-25T22:50:53Z", [0.09], "Iran will seclude themselves from the West, and open more to the East"], [8799, "2015-10-25T22:12:27Z", [0.2], ""], [6620, "2015-10-25T22:01:02Z", [0.0], "Too soon."], [7345, "2015-10-25T21:53:08Z", [0.65], "Putin"], [8720, "2015-10-25T21:36:30Z", [0.35], "Not likely. Perhaps towards the years end if Iran continues its commitment to the deal"], [8079, "2015-10-25T21:27:33Z", [0.0], ""], [8632, "2015-10-25T20:59:22Z", [0.4], ""], [8465, "2015-10-25T20:17:45Z", [0.75], "France Total and UK BP will jostle for resources sending their leaders there"], [7445, "2015-10-25T20:01:36Z", [0.0], "Too early...let's see how the Iran deal pans out in a year or so, and how compliant Iran will be."], [8435, "2015-10-25T19:56:40Z", [0.65], "The United States will find this date too early to visit Tehran, but will recognize the importance of bringing Iran out from the old as a part of the reward for reaching the recent nuclear deal, and meeting the requirements of its earlier phases of implementation.  If President Obama in consultation with the Deme nominee likely to replace him have any concerns about voter backlash for a US Head of State visit (Not likely), the US has already got several G7 surrogates that will be happy to turn up in Teheran in the US Presidents's place.  Given his recent election, recent defense of muslims in his own country, and optimistic disposition m&7y money is on Trudeau as the surrogate G7 visiter to Tehran before July 2016"], [532, "2015-10-25T19:50:25Z", [0.45], ""], [8305, "2015-10-25T19:40:14Z", [0.75], ""], [5746, "2015-10-25T19:24:58Z", [0.0], ""], [368, "2015-10-25T19:20:30Z", [0.98], ""], [8050, "2015-10-25T18:51:33Z", [0.75], ""], [6323, "2015-10-25T18:49:28Z", [0.75], ""], [6675, "2015-10-25T18:46:16Z", [0.85], "yes, France and other European countries are falling over themselves to trade with Iran"], [7447, "2015-10-25T18:43:30Z", [0.75], "Very likely, just to show the world that Iran has (on the surface) turned a new page...."], [8031, "2015-10-25T18:35:15Z", [0.65], "Yes. For three essential reasons: First and foremost, it is essential to Iran to be perceived and accepted by the world as a legitimate and important geopolitical player in the Middle East (and the world), and hosting a a G7 head of state is an important statement in that regard. Second, some of the G7 countries who have wholeheartedly supported the nuclear deal, want to be seen as trusting Iran,a nd want Iran to be seen as trustworthy and credible. Third, Iran wants to misdirect the West and lull them, by masking their intentions, and making it appear that they are moderate and legitimate players on the world stage, while they continue unabated with their nuclear program (and their non-nuclear military aggression in the Middle East whether directly, or through proxies) ."], [7818, "2015-10-25T18:29:34Z", [0.01], "This is a virtual impossibility. The only relationship of interest to the G7 nations with respect to Iran is economic/trade, and engaging in economic relations with a regime that is so publicly associated with support of terrorist organizations is difficult enough without lending the prestige of the head of state/government. For that reason, you will not see any head of state or head of government from a G7 nation making an official state visit to Iran in the time frame of this question. (Even getting a lesser senior government official to publicly schedule such a visit would be politically difficult unless it was related to enforcement of the recently completed nuclear agreement.)"], [8098, "2015-10-25T18:28:21Z", [0.65], ""], [7911, "2015-10-25T18:22:31Z", [0.0], "Yes, I believe additional countries will be included, but Iran would not want to alienate the G7 countries. "], [7523, "2015-10-25T18:20:36Z", [0.25], "Not likely, unless there is more progress on an Iranian push for a Syrian political transition. "], [7349, "2015-10-25T18:14:09Z", [0.65], "Will suspect the invitation will be extended to Germany or potentially Canada."], [7448, "2015-10-25T17:58:18Z", [0.0], "As long as Iran allies itself with Bashar al-Assad and Russia, there will be no visits."], [7745, "2015-10-25T17:54:14Z", [0.75], "Yes, probably - as G7 members seek export opportunities in oil and consumer markets."], [505, "2015-10-25T17:54:06Z", [0.75], "Austria sees the potential for growth.  The G7 countries will not pass up on the opportunity as it appears that Iran is making progress toward its obligations.  Will Obama be the first to go? "], [7631, "2015-10-25T17:53:55Z", [0.8], ""], [7003, "2015-10-25T17:51:09Z", [0.35], ""], [7263, "2015-10-25T17:50:40Z", [0.1], ""], [7119, "2015-10-25T17:49:46Z", [0.58], "Yes, once the sanctions start to ease and improve the economy.  It will be the French who is the first to visit."], [5427, "2015-10-25T17:47:45Z", [0.75], ""], [7046, "2015-10-25T17:37:31Z", [0.89], "Foreign ministers have already visited, and Europe, India and China want more business opportunities."], [7013, "2015-10-25T17:15:40Z", [0.8], "France "], [5360, "2015-10-25T16:45:37Z", [0.25], "Will say its still a low probability event. Iran's relationships are improving but of G7 countries realistic possibilities are Canada/ JP / France / Italy. JP doesnt need it that urgently. Canada as well. May well host other countries first before it goes to G7 (still seen largely western and wrong within iran)"], [6652, "2015-10-25T16:39:56Z", [0.6], "France has a lot of interests in Iran"], [689, "2015-10-25T16:32:20Z", [0.4], "Comment deleted on May 10, 2016 06:40PM UTC"], [6608, "2015-10-25T16:14:56Z", [0.75], "In Iran's interest to find some support in G7...and in G7 interest not to deny any reasonable peace initiative offered by Iran. "], [5746, "2015-10-25T16:14:26Z", [0.0], ""], [5254, "2015-10-25T16:12:38Z", [0.75], ""], [5254, "2015-10-25T16:07:41Z", [0.65], ""], [6749, "2015-10-25T15:55:56Z", [0.0], ""], [6606, "2015-10-25T15:55:49Z", [1.0], ""], [5471, "2015-10-25T15:46:48Z", [0.9], "Merckel will visit."], [6643, "2015-10-25T15:44:40Z", [0.75], "Of the Group of 7 countries that would likely be interested economically and politically to pursue relations with Iran - France, and the United Kingdom have current and historical interests.  UK has already sent their Foreign Ambassador and re-opened their Embassy (with Oil Executives in tow) "], [5892, "2015-10-25T15:12:54Z", [0.6], "Iran has begun to engage world leaders. Sanctions have crippled their economy. As a result they have realized that they need to \"play ball,\" so to speak."], [5911, "2015-10-25T15:04:07Z", [0.55], ""], [6220, "2015-10-25T14:57:13Z", [0.35], "Iran is seeking international acceptance. "], [6068, "2015-10-25T14:49:56Z", [0.85], ""], [5823, "2015-10-25T14:49:13Z", [0.25], ""], [5593, "2015-10-25T14:47:09Z", [0.75], "Yes. I think it will be France. Iran will try to get back into international community."], [5439, "2015-10-25T14:42:01Z", [0.35], ""], [734, "2015-10-25T14:11:35Z", [0.62], "Reducing somewhat. Jean Pierre offers an interesting analysis. Anneinak's head count also instructive.\n"], [691, "2015-10-25T13:09:00Z", [0.88], ""], [5074, "2015-10-25T08:13:49Z", [0.67], ""], [306, "2015-10-25T03:20:56Z", [0.4], ""], [2331, "2015-10-25T01:21:44Z", [0.15], "Only realistic possibilities are Japan or Canada."], [2380, "2015-10-25T00:58:38Z", [0.8], "Yes, Austria sees it as an economic opportunity, so why wouldn't everyone else when economies everywhere are looking for growth opportunities? http://www.i24news.tv/en/news/international/84983-150908-austrian-president-in-tehran-first-visit-by-head-of-state-to-iran-in-11-years"], [368, "2015-10-24T19:19:19Z", [0.98], ""], [691, "2015-10-24T14:29:12Z", [0.88], ""], [83, "2015-10-24T02:17:14Z", [0.4], "Increasing forecast as the implementation of the nuclear agreement has gone well - so far."], [306, "2015-10-23T21:03:49Z", [0.6], ""], [53, "2015-10-23T20:24:37Z", [0.65], "Readjusting/rethinking.  May take longer & Rouhani likes to travel (apparently)."], [368, "2015-10-23T19:58:51Z", [0.98], ""], [4918, "2015-10-23T19:58:50Z", [0.64], "This question is strongly related to another one: will UN nuclear watchdog's mid-December report be positive? \nPossibility of any visits before this confirmation is about zero.\nAs we know, IAEA  has completed investigation and is preparing report.\nhttp://www.theguardian.com/world/julian-borger-global-security-blog/2015/oct/15/iaea-completes-investigation-into-irans-nuclear-past\nThe fact that investigation is completed, access to sites has been granted, is encouraging. Would estimate the possibility of positive report at about 80%. Completely uneducated guess.\nIf report is OK, Abe's visit seems highly likely, as well as probably some others. Would say 80% in total.\nComposite 64%."], [4918, "2015-10-23T19:57:46Z", [0.0], "This question is strongly related to another one: will UN nuclear watchdog's mid-December report be positive? \nPossibility of any visits before this confirmation is about zero.\nAs we know, IAEA  has completed investigation and is preparing report.\nhttp://www.theguardian.com/world/julian-borger-global-security-blog/2015/oct/15/iaea-completes-investigation-into-irans-nuclear-past\nThe fact that investigation is completed, access to sites has been granted, is encouraging. Would estimate the possibility of positive report at about 80%. Completely uneducated guess.\nIf report is OK, Abe's visit seems highly likely, as well as probably some others. Would say 80% in total.\nComposite 64%. Edit: Oops, pressed submit before assigning a number...."], [532, "2015-10-23T17:43:59Z", [0.65], ""], [206, "2015-10-23T17:31:29Z", [0.8], ""], [484, "2015-10-23T16:32:08Z", [0.75], "Anneinak's post."], [691, "2015-10-23T15:08:23Z", [0.88], ""], [498, "2015-10-23T04:53:30Z", [0.9], "-10 on the notion that an outbound trip by Rouhani is, in a sense, a substitute for an inbound trip by a G7 head (or at least delays the latter). Per Anneinak."], [38, "2015-10-23T04:12:44Z", [0.66], "WaPo Oct 21.  \". . .  Rouhani is scheduled to meet with with Pope Francis . . . during a trip to Italy that would also see the Iranian president meet with Italian Prime Minister Matteo Renzi and President Sergio Mattarella. Rouhani's visit to Italy would mark his first official visit to a European Union country.\n~~~~~~~\nCOMMENT:  If Rouhani goes to Italy, I think that reduces the likelihood that Renzi or Mattarella will to to Iran. So, now in the \"no\" column are:\nUS\nFrance because Hollande will host Rouhani in Paris. \nUK because Osborne is going and it's too sensitive for Cameron to. \nItaly because Renzi will host Rouhani in Nov. In the maybe yes column\nJapan\nCanada I think my forecast is too high.  I'm coming down to 66%."], [689, "2015-10-23T01:31:39Z", [1.0], ""], [64, "2015-10-23T00:33:16Z", [0.35], ""], [38, "2015-10-23T00:03:19Z", [0.81], "http://www.bbc.com/news/world-us-canada-34580420 \"Justin Trudeau has said he plans to restore relations between the two nations, in the wake of the Iranian nuclear deal. \""], [368, "2015-10-22T20:00:28Z", [0.98], ""], [53, "2015-10-22T17:59:55Z", [0.7], ""], [1591, "2015-10-22T17:27:55Z", [0.65], "Lowering Japan expectations."], [4982, "2015-10-22T17:05:22Z", [0.49], ""], [691, "2015-10-22T10:40:08Z", [0.88], ""], [4965, "2015-10-22T07:32:02Z", [0.45], ""], [368, "2015-10-21T19:34:52Z", [0.95], ""], [2200, "2015-10-21T18:20:09Z", [0.15], ""], [241, "2015-10-21T17:02:38Z", [0.8], ""], [1646, "2015-10-21T15:04:04Z", [0.45], ""], [691, "2015-10-21T12:45:46Z", [0.88], ""], [4273, "2015-10-20T23:46:41Z", [0.73], ""], [691, "2015-10-20T21:48:44Z", [0.87], "Trudeau plans to make nice with Iran. This will likely be part of the package.\nhttp://www.bbc.com/news/world-us-canada-34580420"], [368, "2015-10-20T18:53:13Z", [0.95], ""], [691, "2015-10-20T18:32:18Z", [0.71], ""], [4860, "2015-10-20T12:53:25Z", [0.6], ""], [2459, "2015-10-20T04:52:36Z", [0.5], ""], [1448, "2015-10-20T00:51:52Z", [0.62], ""], [241, "2015-10-19T19:48:06Z", [0.75], ""], [53, "2015-10-19T18:36:07Z", [0.72], "Moving down on lack of further news re Japan."], [368, "2015-10-19T17:16:08Z", [0.95], ""], [691, "2015-10-19T15:19:04Z", [0.71], ""], [493, "2015-10-19T13:44:43Z", [0.15], "Affirming prior. If nothing solid will back down to 10% on Dec. 1, 5% on January 1, and 0% on March 1."], [164, "2015-10-19T07:37:03Z", [0.25], ""], [4273, "2015-10-19T04:38:32Z", [0.7], ""], [3828, "2015-10-19T01:54:02Z", [0.75], ""], [4729, "2015-10-18T21:42:26Z", [0.1], ""], [4685, "2015-10-18T19:11:39Z", [0.6], "Normalization of relations, the nuclear agreement and attempts to broker regional peace in the Middle-East points to a visit by a head of state or government to Iran. However, 9 months is a short-time frame from a logistics stand-point. Hollande looks like the most likely candidate to visit given Rouhani's scheduled visit to France in November (invitation delivered at the end of July. Iranian civil rights and their backing of Assad on the other hand might preclude Premiers to visit Iran."], [465, "2015-10-18T17:19:18Z", [0.8], "The United States is set to issue conditional sanctions waivers for Iran, though actual implementation is likely several months away, U.S. officials said Oct. 18, Reuters reported. Germany's foreign minister said in a separate statement that sanctions on Iran would likely remain in place until at least January. Officials also said the timing of nuclear-related sanctions relief will depend on the speed at which Iran takes the steps needed to enable the U.N. nuclear watchdog to confirm Tehran's compliance as required under the nuclear deal reached in Vienna."], [691, "2015-10-18T14:15:06Z", [0.71], ""], [4694, "2015-10-18T02:38:43Z", [0.57], "A gesture of neighborliness with the world community."], [532, "2015-10-18T02:16:18Z", [0.6], ""], [368, "2015-10-17T18:20:40Z", [0.95], ""], [691, "2015-10-17T11:51:30Z", [0.71], ""], [4634, "2015-10-17T09:19:47Z", [0.45], ""], [4666, "2015-10-17T07:11:46Z", [0.55], ""], [368, "2015-10-16T22:33:02Z", [0.95], ""], [532, "2015-10-16T18:16:25Z", [0.65], ""], [4616, "2015-10-16T17:20:51Z", [1.0], ""], [241, "2015-10-16T08:58:33Z", [0.67], ""], [53, "2015-10-16T03:39:31Z", [0.75], "forgot closing date so far off..."], [53, "2015-10-16T03:38:20Z", [0.7], ""], [368, "2015-10-15T21:30:46Z", [0.95], ""], [1646, "2015-10-15T21:19:30Z", [0.35], "Although energy security is vital for Japan and thus likely to be first G7 head of state to visit, Abe visit may be postponed for after 2Q 2016 for several reasons: \n1. Bilateral relations between the two countries are old and have continuity thanks to discretion. In spite of new agreement no need for overt public drama by being the first to show up (not Japanese style anyway)\n2. Rising tension between Japan and Russia makes awkward japanese visit to Russia´s primary ally in Syria.\nhttp://www.theguardian.com/world/2015/oct/15/vladimir-putins-visit-to-japan-postponed-indefinitely?CMP=share_btn_fb"], [689, "2015-10-15T16:49:42Z", [0.0], "Comment deleted on May 10, 2016 06:21PM UTC"], [4592, "2015-10-15T16:41:26Z", [0.65], ""], [691, "2015-10-15T13:27:54Z", [0.71], "The G7 types are torn between ostracizing Iran over Syria and kissing them on all four cheeks to secure the nuke deal.  I am hearing murmurs that the latter will win the day, and somebody will be sent to Tehran to schmooze.  My guess is Italy or France, maybe Canada."], [691, "2015-10-15T13:26:06Z", [0.65], ""], [4537, "2015-10-15T11:21:52Z", [0.4], "Iranian engagement in Syria - especially in context of recent pro-government offensives - reduce likelihood of further Western rapprochement with Iran."], [4055, "2015-10-15T08:14:01Z", [0.86], ""], [4556, "2015-10-15T03:11:02Z", [0.0], ""], [734, "2015-10-15T03:02:58Z", [0.81], "Gotta go with the flow, and in line at the moment with @Anneinak on this one."], [4527, "2015-10-15T02:43:26Z", [0.12], ""], [38, "2015-10-14T21:54:21Z", [0.81], "http://fleminggazette.com/5138/u-s-usa-pledges-to-raise-iran-missile-test-at-un-security/  \"(Representatives of) the 21 companies who have come to Tehran as part of the Japanese delegation (actually) represent 1000 companies willing to visit Iran\"\n~~~~~~~\nhttp://www.japantimes.co.jp/news/2015/10/14/national/politics-diplomacy/rouhani-conveys-kishida-invite-abe-visit-iran/#.Vh7OFek0r04 Oct 14.   \"Iranian President Hassan Rouhani invited Prime Minister Shinzo Abe to visit his country during his meeting with Foreign Minister Fumio Kishida in Tehran on Tuesday.  Kishida told Rouhani that Abe wishes to visit Iran at an appropriate time, according to sources with access to the meeting. Abe intends to visit Iran before the year’s end at the earliest. \n~~~~~~~\nCOMMENT:  \". . .before the year's end at the earliest\" . . . a July closing date for this question gives Abe 6 month's of wiggle room."], [532, "2015-10-14T20:13:54Z", [0.85], "info from austerity."], [368, "2015-10-14T19:04:10Z", [0.9], ""], [1201, "2015-10-14T15:42:48Z", [0.9], "Citing Anneinak, balbec, austerity. "], [3922, "2015-10-14T15:27:00Z", [0.75], ""], [1591, "2015-10-14T15:23:44Z", [0.75], "Moving up on Japan news."], [691, "2015-10-14T13:37:24Z", [0.65], ""], [73, "2015-10-14T10:16:20Z", [0.79], "Further 7pc.  H/t austerity. "], [68, "2015-10-14T09:39:40Z", [0.75], "h/t Austerity with his information out of Japanese foreign minister's visit to Iran that Abe is very likely to take up Rouhani's invitation, most probably next year. Shifting up from 45 to 75 as a result."], [136, "2015-10-14T09:22:22Z", [0.8], "http://www.japantimes.co.jp/news/2015/10/14/national/politics-diplomacy/rouhani-conveys-kishida-invite-abe-visit-iran/\n\"Iranian President Hassan Rouhani invited Prime Minister Shinzo Abe to visit his country during his meeting with Foreign Minister Fumio Kishida in Tehran on Tuesday.\n...\nAbe intends to visit Iran before the year’s end at the earliest.\""], [2459, "2015-10-14T00:30:02Z", [0.55], ""], [306, "2015-10-13T21:35:44Z", [0.7], ""], [4055, "2015-10-13T21:02:41Z", [0.85], ""], [368, "2015-10-13T19:59:33Z", [0.9], ""], [241, "2015-10-13T19:35:30Z", [0.85], ""], [1232, "2015-10-13T19:30:44Z", [0.28], "Upwards adjustment with the Iran's ratification of the nuclear deal."], [498, "2015-10-13T18:42:58Z", [1.0], "\"Since they signed on in July, the Germans have expanded their trade with Iran 33 percent, making Germany Iran’s third largest trading partner.\"  Back to Merkel?\nhttp://www.jpost.com/Opinion/Our-World-The-nuclear-deals-true-purpose-423855"], [4429, "2015-10-13T18:28:04Z", [0.3], ""], [94, "2015-10-13T17:40:21Z", [0.36], "Updating for passage of time."], [241, "2015-10-13T17:37:51Z", [0.75], ""], [2965, "2015-10-13T13:03:24Z", [0.0], "Iran launches new ballsitic missiels and enters into alliance with Russia in Syria, in the latest SAM deployments around Parchin and key Iranian sites.\nFrench FM  Fabius has consistently taken a harder line than Kerry. Merkel after her flight to see the  Czar in Kremlin and getting violations of MInsk I and II and now suffering refugees  directly from Iran, Russia, Assad coalition.\nIn light  of Syria,"], [691, "2015-10-13T12:59:54Z", [0.63], ""], [1448, "2015-10-13T01:23:19Z", [0.66], ""], [493, "2015-10-12T19:55:14Z", [0.15], "Affirming prior. Also, missile launch."], [1344, "2015-10-12T18:04:36Z", [0.92], ""], [143, "2015-10-12T18:02:07Z", [0.67], "I'd put France and Italy high on the list of likely visitors. I'm inclined to think it will happen but I doubt there will be any announcement of a proposed visit before March 2016"], [368, "2015-10-12T17:34:09Z", [0.85], ""], [73, "2015-10-12T17:30:07Z", [0.72], ""], [1114, "2015-10-12T16:15:16Z", [0.9], "PM Abe has met with President Rouhani at least four times: In September 2015 at the UNGA, in April 2015 at the Asian-African Summit, in September 2014 at the UNGA, and in January 2014 at the World Economic Forum. So I'm reevaluating my previous assessment: the Japanese and Iranian leaders seem to have fairly close relations. And as far as controversy goes, Abe has made a controversial visit before: I'm thinking here of the Yasukuni Shrine, which Abe visited in 2013. So Abe isn't afraid of being a little bold internationally. As long as Iran doesn't do something really bad in the mean time, I now think a visit is extremely likely. tl;dr: I was wrong about Japan.  http://www.japantimes.co.jp/news/2015/09/28/national/politics-diplomacy/abe-meets-iran-counterpart-urges-tehran-follow-nuclear-deal-japan-can-investment/#.VhvVNctH0y4\nhttp://www.mofa.go.jp/me_a/me2/ir/page4e_000238.html\nhttp://english.farsnews.com/newstext.aspx?nn=13930702000879\nhttp://www.ft.com/intl/cms/s/0/7beb15e4-84f8-11e3-8968-00144feab7de.html#axzz3oMxVe3Ra\nhttp://www.worldpoliticsreview.com/articles/16894/japan-eyes-investment-and-oil-in-iran-but-closer-ties-far-off\nhttp://goodjudgment.com/gjp/index.php/2013/12/31/reflections-on-season-3-thus-far-part-1/"], [271, "2015-10-12T14:14:27Z", [1.0], ""], [532, "2015-10-12T12:51:13Z", [0.3], "Possible Abe visit.  "], [961, "2015-10-12T12:41:07Z", [0.88], "As stated by other news sources referenced increase potentiality"], [506, "2015-10-12T05:43:14Z", [0.6], "Begrudgingly raising this based on recent Abe info.  "], [689, "2015-10-12T04:21:04Z", [0.77], "Comment deleted on May 10, 2016 06:12PM UTC"], [60, "2015-10-12T03:43:40Z", [1.0], "Gonna jump in at 100. Annienak's link re: Japan's PM (Abe) making a possible visit later this year leads me to believe that even if it doesn't happen before the end of 2015, there's a very good chance that it happens by the middle of 2016."], [2965, "2015-10-12T03:11:17Z", [0.37], "        Iranian ballistic missiles launch,The treaty may have passed Congress but Congress and Obama with NATO  making up G7. will not allow weaponization or deliivery sytems. In that event Iran could surpise  and test nuc;ear warheads, The present and last dictator of Noth Korea 6 have testedd terh Taipong Dong 3 stage\nAnd they shot an newwe version over Japan in the last 24 months. US will make issue with G-7 and I do not think  Obama or the other G-7 head of state or govenment will go until treaty compliance assured.\n  earr   All want to enforce Minsk, all are outraged verbally about Russian,mureyilitary invasion of Syria and are bearing the brunt of reported 1million refugees for Lebanon, unstable already and 1.4 mmillion on Jordan threatening to overwhelm a de facto US ally. 2.5  million to TURkeu   "], [498, "2015-10-12T00:58:26Z", [1.0], "This may sound strange, but the world needs Japan to become a bit more assertive. Just a bit, mind you."], [1993, "2015-10-12T00:06:14Z", [0.85], "Japan wants more investment in Iran. Prime Minister Abe has been invited to visit Tehran. As long as compliance with the nuclear deal goes well, I see no reason Abe couldn't make the trip before July. The downside is that  Japan is only  G7 nation likely to send a head of state to Iran this soon."], [53, "2015-10-11T23:11:38Z", [0.75], "Visit by Abe possible this year, seems very possible within the question timeframe.  \nIn addition to the articles linked by @Anneinak and @grossz18 there is this: http://asia.nikkei.com/Politics-Economy/International-Relations/Japan-eager-to-clinch-investment-deal-with-Iran\nBasically, looks like Japan is moving quickly to strengthen economic ties with Iran.  A visit may not happen as quickly as some of the articles seem to indicate, but looks like good chance by July.  Not feeling as certain about this as some, not sure how Iran's recent missile test will be perceived/affect relations for instance."], [102, "2015-10-11T22:50:31Z", [1.0], "abe"], [43, "2015-10-11T22:45:49Z", [0.85], "Following Anneinak. A visit by a foreign minister often means laying groundwork for a summit. Also, Iran and China have become increasingly close, for example conducting a joint anti-piracy naval exercise this year. That means Abe is motivated to meet and raise China on increased trade and defense activities."], [38, "2015-10-11T22:32:16Z", [0.81], "http://www.presstv.ir/Detail/2015/10/10/432803/Iran-japan-car-exports-sanctions-PM-Abe Oct 10.  \"Japanese automakers are looking to restart exports to Iran as Prime Minister Shinzo Abe's government is moving quickly to lay the groundwork for investment in Iran, a leading Tokyo-based newspaper says.  \"Foreign Minister Fumio Kishida will arrive in Tehran Monday to strike a basic agreement for an investment pact. Prime Minister Abe is also considering to visit Iran late this year, Jiji Press reported, citing informed sources. \" . . .  Nissan Motor has informed parts suppliers that it may resume shipments to Iran sometime next spring. \" Suzuki Motor is readying to ramp up exports of auto components for assembly in Iran while introducing new models to the Iranian market once the sanctions are lifted. \"Another automaker, Isuzu Motors, plans to resume exports of light trucks and other models to Iran while Toyota Motor is weighing to restart exports to the country in earnest after the sanctions end. \"Mazda Motor resumed exports of some auto parts to Iran in April in response to an easing of US and European sanctions. . . . \n. . . \n\"Meanwhile, Prime Minister Abe hopes his visit to Tehran will strengthen Japan’s economic relations with Iran, Jiji Press said.  He will make a final decision on the trip after taking into account his political schedule and assessing the progress of Iran’s nuclear accord, it added. \"Japan and Iran have traditionally maintained a friendly relationship. Abe will be the first Japanese prime minister to travel to Iran since Takeo Fukuda visited the country in 1978 before the Islamic Revolution. \n~~~~~~~\nCOMMENT:  Well, I'll be!  I wrote off Japan to quickly, it seems.  This report says Abe may visit Iran \"late this year\"!  I'm back on the \"yes\" side of the fence."], [368, "2015-10-11T20:55:50Z", [0.85], ""], [1114, "2015-10-11T20:52:59Z", [0.5], ""], [241, "2015-10-11T19:33:15Z", [0.85], ""], [4042, "2015-10-11T14:44:57Z", [0.05], ""], [241, "2015-10-11T04:14:04Z", [0.78], ""], [43, "2015-10-11T02:52:42Z", [0.25], "Following Khalid upward."], [37, "2015-10-11T02:17:00Z", [0.2], "Raising based on Japan speculation. Still far from certain."], [3617, "2015-10-11T00:41:51Z", [0.55], ""], [368, "2015-10-10T21:39:28Z", [0.55], ""], [64, "2015-10-10T17:43:06Z", [0.25], "A desperate Abe threatening to be a wildcard!"], [68, "2015-10-10T15:57:34Z", [0.45], "Moving from 30 to 45 on Grossz18's reference to a potential Abe visit. With Japan's foreign minister visiting next week, we may get a clearer picture after that."], [484, "2015-10-10T14:57:02Z", [0.9], "Lots of pent-up demand for more normal relations. —plus (G7 should) \"keep your enemies closer\""], [691, "2015-10-10T12:13:10Z", [0.63], ""], [73, "2015-10-10T11:37:37Z", [0.72], "Moving up a notch. Ref Grossz18."], [24, "2015-10-10T10:00:07Z", [0.2], "Following grossz18 re Abe, but wording of report sufficiently vague and conditionality-laden seems to make it far from being a dead cert in the near future. Still, eight months to play with.."], [498, "2015-10-10T06:19:37Z", [0.92], "From 82 to 92% per grossz18 info."], [102, "2015-10-10T05:23:15Z", [0.85], "Following grossz18 on Japan, I forgot about them.\nAsian culture different enough from EU/US that mullahs would be comfortable enough in a photo op to pour some tea."], [28, "2015-10-10T05:02:57Z", [0.85], "http://www.japantimes.co.jp/news/2015/10/10/national/politics-diplomacy/hopes-strengthening-ties-abe-may-travel-iran-later-year/#.VhibqLxB43Q This report suggests Abe is trying to squeeze in a trip this year."], [2459, "2015-10-10T03:15:42Z", [0.17], ""], [38, "2015-10-09T19:33:41Z", [0.25], "http://www.worldpoliticsreview.com/articles/16894/japan-eyes-investment-and-oil-in-iran-but-closer-ties-far-off Oct 8. \"With the deal’s finalization, Tokyo is looking to kick-start relations with Tehran and revive previous efforts at investing in Iran’s energy sector. Japan isn’t alone, of course: Russia, China and several European countries have been stepping up their efforts to get an early foothold in the Iranian market as it opens back up to the world. Japan’s motivation to compete for a share of the investment opportunities in Iran is unambiguous. As Yoshihide Suga, Japan’s chief Cabinet secretary, recently explained about the bilateral investment treaty: “The aim of these negotiations is to protect the investment activities of Japanese companies. Japan will take the necessary steps and not be later than other nations.” \"One of Japan’s key targets is Iran’s potentially lucrative Azadegan oil fields, near the border with Iraq.  . . . . Japan, after all, remains highly dependent on foreign sources of energy, especially from the Middle East; last year, more the 80 percent of Japan’s crude oil imports came from the region. The largest suppliers are countries from the Gulf Cooperation Council (GCC), such as Saudi Arabia (34 percent), the United Arab Emirates (24 percent), Qatar (11 percent) and Kuwait (7 percent). Iran’s market share of oil exports to Japan has dropped precipitously over the past decade, from a peak of 16 percent of Japan’s total oil imports in 2003 to 5 percent last year.\n\" . . . Tokyo’s energy needs have been magnified by the four-year self-imposed moratorium on nuclear reactors as a result of the 2011 nuclear crisis at Fukushima. Only recently have a few reactors gone back online in the country. Japan previously relied on nuclear power generation for nearly a third of its domestic energy. \" . .  .Abe has made three trips to the Middle East since he was elected in December 2012. His extensive itineraries included visits to Turkey (twice), Egypt, Israel, Palestine, Jordan, Kuwait, the UAE, Oman, Qatar, Saudi Arabia and Bahrain. With the Iran deal and potentially improved ties between Tehran and the international community, it is possible that Abe may look to visit Iran in the coming years. At the very least, one can expect a higher exchange of senior diplomats and business people between the two countries. Just last month, Japan’s vice minister for economy, trade and industry visited Tehran, accompanied by several business officials in the oil and gas sector. \"Yet despite these positive trends, Japan will likely take a cautious route in its reset with Iran, even if the mutual investment deal is reached and Japanese businesses return to Iran. Tokyo remains sensitive to the lingering problems in the relationship between its key ally, the U.S., and Iran, which are not limited to the nuclear issue. During a meeting with Iran’s foreign minister earlier this year, Japan’s foreign minister, Fumio Kishida, expressed concern about longstanding military ties between Iran and North Korea and requested that Iran sever “all military cooperation with North Korea.” Japan is also opposed to any destabilizing activities that Iran is undertaking in Yemen and Syria. And on the nuclear issue, Japan, as a strong opponent of nuclear proliferation, must continue to insist that Iran remain transparent and in compliance with the nuclear agreement. Investment might be a carrot for compliance, but it won’t overshadow deeper political sensitivities that will continue to keep Japan-Iran ties modest in the short term.\n~~~~~~~\nCOMMENT:  \". . .  to visit Iran in the coming yearS\". I think that puts Abe in the \"no\" column in this time-frame.   Like others, I think that Iran's involvement in Syria in a ground war in coordination with Russia's air war, the stridency of some Iranians in Parliament against all things West and their demands that Iran not accede to all the limitations & inspections of the JCPoA, and the continued holding of Rezaian all do not bode well.     In my \"no\" column is now \nFrance because Hollande will host Rouhani in Paris.\nUK because Osborne is going and it's too sensitive for Cameron to.\nJapan will be cautious & start at lower levels That removes about half the HoS from the list of possible visitors, so I'm going negative."], [691, "2015-10-09T16:49:42Z", [0.71], ""], [4138, "2015-10-09T15:37:06Z", [0.65], ""], [3734, "2015-10-09T11:29:59Z", [0.32], ""], [61, "2015-10-09T05:50:39Z", [0.18], ""], [4225, "2015-10-08T23:30:47Z", [0.6], ""], [368, "2015-10-08T17:48:06Z", [0.55], ""], [691, "2015-10-08T16:51:45Z", [0.71], ""], [4193, "2015-10-08T16:24:02Z", [0.35], "I think that given the recent involvement of Russia in Syria, in coordination with Iran, makes less likely to allow the Iranians to be less inclined to do so.\nBut this can be revised upwards by a factor of 2 if the syrian situation decompress.  If I have the time, I would like to know more on the diplomatic activity around Iran (eg intensity of diplomatic engagement by Iran with G7 countries at mid level)"], [1591, "2015-10-08T15:42:15Z", [0.43], "Hardliners seem to be gaining strength.  "], [1461, "2015-10-08T01:12:16Z", [0.25], ""], [43, "2015-10-07T23:12:18Z", [0.15], ""], [368, "2015-10-07T22:56:29Z", [0.55], ""], [691, "2015-10-07T12:56:32Z", [0.71], ""], [4089, "2015-10-07T07:12:40Z", [0.85], ""], [691, "2015-10-06T18:29:16Z", [0.71], ""], [368, "2015-10-06T17:25:55Z", [0.55], ""], [817, "2015-10-06T12:43:10Z", [0.1], "Before the \"nuclear inspection\" be finished with success, no head of gov will visit Iran. Iran has to prove it tries to repair broken ties and obey international rules. "], [3979, "2015-10-05T23:36:50Z", [0.15], ""], [24, "2015-10-05T22:30:26Z", [0.15], ""], [1850, "2015-10-05T19:34:16Z", [0.35], "I think there is a possibility this will occur, but it will only be one country.  France.  The date is why I have it at a lower probability at this point.  If things start to stabilize in the region and the Iranians begin to implement the accord that was recently proposed, then I will raise the probability."], [167, "2015-10-05T18:30:57Z", [0.78], ""], [368, "2015-10-05T18:01:13Z", [0.55], ""], [3922, "2015-10-05T17:41:20Z", [0.65], ""], [3943, "2015-10-05T17:37:12Z", [0.75], "Iranian desire to be a recognized and an accepted player in global geopolitics."], [485, "2015-10-05T17:34:04Z", [0.8], "Normalization may continue at a steady pace."], [493, "2015-10-05T16:51:36Z", [0.15], "Affirming prior. Syria still messy, will delay H-o-S visit."], [691, "2015-10-05T15:55:24Z", [0.71], ""], [1232, "2015-10-05T14:18:19Z", [0.2], "I think the current state of Syria would probably make that fairly awkward in the near future. Naturally the chances will rise as time passes, but mid summer seems a little soon."], [1262, "2015-10-04T21:25:49Z", [0.3], "Rouhani invited to visit France and Italy, but no date set yet, so any return invitation and visit unlikely before this date.  "], [102, "2015-10-04T20:45:18Z", [0.2], "Will raise a little bit they're really not that good at cooking hamburgers."], [532, "2015-10-04T19:44:08Z", [0.15], "Affirming prior forecast."], [3842, "2015-10-04T19:39:12Z", [0.65], ""], [3818, "2015-10-04T16:46:48Z", [0.66], ""], [909, "2015-10-04T14:35:14Z", [0.15], "The only G7 country I imagine doing this would be France, maybe Germany. I think it will take awhile before a western leader feels comfortable going to Iran. "], [691, "2015-10-04T14:00:07Z", [0.71], ""], [498, "2015-10-04T01:52:57Z", [0.82], "“A $400bn (£263bn) economy even with the most crippling and extensive sanctions imposed on any country, Iran has the potential to become a G20 country within a short space of time once the sanctions are removed after implementation day.”\nhttp://www.theguardian.com/business/2015/oct/02/shell-and-bp-make-new-inroads-in-iran The swarm of economic (pre-)activity continues."], [1661, "2015-10-03T23:07:23Z", [0.1], ""], [1661, "2015-10-03T21:44:22Z", [0.15], ""], [368, "2015-10-03T20:40:53Z", [0.55], ""], [691, "2015-10-03T14:49:32Z", [0.71], ""], [1297, "2015-10-03T13:35:50Z", [0.2], ""], [3713, "2015-10-03T12:42:46Z", [1.0], "UK Foreign Minister has already made the trip."], [3696, "2015-10-03T05:58:55Z", [0.05], "This would be a rather exceptional turn of events given the level of rhetoric being thrown back and forth.  Even if tensions were to ease, it would take a significant event to bring the heads of state together anywhere, let alone to have the event hosted by Iran."], [1337, "2015-10-03T05:47:55Z", [0.1], ""], [783, "2015-10-03T05:28:07Z", [0.5], "Italy: More involved in Libya France: They have a colonial history in the area but opened a war crime investigation against Mr. Assad so are probably not going to receive holiday cards from Iran.  Canada: No reason if the Liberal, Tory or NPD is elected. Their foreign policy is tempered by the US.  Germany; Russia would view it as more meddling, to further undermine Russia's relations with its allies. Germany does not have the political imperative to visit Iran when they have enough to deal with in Europe.  Japan: Busy watching China, Opening channels on that level with Iran with a high ranking official is not advantageous to them. North Korea is also unfriendly with Japan more so than against South Korea, does not appreciate Iran giving N Korean support.  UK: More so, since they had oil interest there and would effectively give them the edge over France in that region, and if BP wants it, then they will suggest to Downing Street to give it a go. They were allegedly effective in having RH Blair send home the Libyan Lockerbie  bomber, so anything is possible. They also opened an embassy there, so have a reason to visit it.  United States: They opened the door with the nuclear treaty and the anti-ISIS tacit agreement. The previous administration gave Iran political hegemony in Iraq. It is a Mordred moment in saying that the US has vested interests with Iran. This will further press Russia, a long time ally into a corner. So there is an outside probability, but there are precedents and a reality that has not surfaced in the US political mind that Iran will have a larger role in the Middle East and Levant. But the US would prefer not to have a country run roughshod over a region if it is not in the interest of the US, but that is a general policy of most countries though the US has the resources to back it up. Where the US may not visit is in the reaction of  hostility both countries have demonstrated towards it other since Mr. Carter was in office.  But I think the UK is the choice before other nations. When they pull too close to the EU, they tend to support the US. When they pull too close to the US, they tend to support the EU,  Perhaps a tradition that is Churchillian in his honest broker speech. But probably a way to symbolize that that the UK has a foreign policy of its own."], [102, "2015-10-03T04:12:23Z", [0.1], "Following @balbec."], [1114, "2015-10-03T03:14:36Z", [0.1], "Affirming.\nGermany: Would most likely send lower level officials/ministers, like earlier this year ( http://www.reuters.com/article/2015/07/19/us-iran-nuclear-germany-idUSKCN0PT0FO20150719 ). I would be shocked to hear of a planned Merkel or Guack visit in this timeframe--anyone care to contradict this intuition?   France: Most likely bet. However, Rouhani apparently already has a visit to Paris scheduled for November: http://uk.reuters.com/article/2015/09/19/uk-iran-nuclear-france-idUKKCN0RJ08N20150919 -- Does this make an Hollande or Valls visit to Tehran more or less likely?  UK: Well, we can probably rule out the Queen (though one can hope). Anneinak mentioned that George Osbourne has contemplated a visit next year, which has attracted controversy. So a Cameron visit seems unlikely in light of that.  Japan: Ties not that strong; most Japanese hold unfavorable view of Iran.  Italy: Ditto.  Canada: No formal diplomatic relations with Iran, not a member of P5+1.  US: Obama is not going to visit Iran."], [3675, "2015-10-03T01:39:08Z", [0.15], ""], [498, "2015-10-03T01:28:01Z", [0.81], ""], [1201, "2015-10-02T22:41:17Z", [0.65], "Updating for time. No change. "], [28, "2015-10-02T21:36:08Z", [0.55], "Most likely countries to make this trip would be Italy, France, or Germany. Rouhani is making trips to Paris (and probably Rome) this fall. I would consider those two meetings to be potential timeframes when we could see an announcement. Given that the head of state of Austria has already made a visit, I don't think stigma is a huge issue here."], [3625, "2015-10-02T19:53:39Z", [0.75], ""], [689, "2015-10-02T19:50:46Z", [0.01], "Comment deleted on May 10, 2016 05:59PM UTC"], [43, "2015-10-02T19:27:37Z", [0.25], "Wow. Iranian hardliners are in an uproar over a handshake. We can rule out Obama to Tehran. Following Agent 0090 down to 15%. Source: Dateline 10-1-15 a number of Iranian parliamentarians have been attacking Zarif for shaking hands with Obama. Just before Khamenei’s speech, the spokesman for the judiciary, Gholam-Hossein Mohseni-Ejei, asked rhetorically, “With compromise, appeasement, shaking hands, greeting one another, will the problems be resolved?” Mohseni-Ejei said that Iran’s strength, rather than “bowing down,” is what led the United States to seek negotiations with it. Hassan Firouzabadi, chief of staff of Iran’s armed forces, also warned against lowering hostilities with the United States. Read more: http://www.al-monitor.com/pulse/originals/2015/10/khamenei-zarif-obama-handshake.html#ixzz3nRL9z6wH\n"], [493, "2015-10-02T13:12:03Z", [0.15], "Lowering prob b/c of Syria mess, which makes head-of-state visits less likely. They don't want to have a photo op with what turns out to be the wrong side in six months. Lower-level diplomatic and rade activities will continue at a rapid pace, but until Syria is \"fixed\" no H-o-S visits. "], [691, "2015-10-02T13:08:32Z", [0.71], ""], [68, "2015-10-02T07:39:34Z", [0.3], "Reverting back to my original 30% forecast. 01 July 2016 may be too soon for a high-level trade-related visit if strife in Iraq and Syria continues. Now that Russia is center stage in the Middle East battle theater, there's very little chance a visit to Tehran would help silence the guns. However, much can change in 9 months, so I'm not going lower yet."], [498, "2015-10-02T06:17:03Z", [0.79], "Like dominich, clinton, and ravel all suggest, there are many complications here both big and small. I'm too far out on this one, pulling back; although I still do believe commercial interests will make it happen. Going from 99 to 79%"], [689, "2015-10-02T04:19:09Z", [0.17], "Comment deleted on May 10, 2016 05:58PM UTC"], [43, "2015-10-02T03:49:41Z", [0.25], "Following  dominich"], [73, "2015-10-02T01:49:37Z", [0.65], "Trying to determine if putting ground troops in syria is more likely or less likely to get people to come visit.  Going with yes it will for now.  This will be another one ill agonise over."], [24, "2015-10-01T23:09:58Z", [0.25], "Too short a timespan between final acceptance/ratifaction of nuclear accords, in a strategic environment that can euphemistically be described as complicated, for a G7 leader to be likely to visit Iran. Counter-argument: a heightened, and even military alliance with Iran being forged over Syria (eg to combat IS) . This seemed unlikely before Russia's recent active military intervention in Syria commenced, and seems even less likely now.   A major strategic turn-around - - - substantially more strategic that the nuclear agreement - - would be required by one or more of the G8 states for this to happen. A major oil/gas deal maybe could trigger this, but again my sense is that the timespan is still too short - Iran is not lacking in fiery anti-Western rhetoric from the highest levels of the state still."], [3328, "2015-10-01T21:38:26Z", [0.03], "HIGHLY UNLIKELY!"], [915, "2015-10-01T20:54:26Z", [0.33], ""], [691, "2015-10-01T19:27:20Z", [0.71], ""], [498, "2015-10-01T16:50:41Z", [0.99], ""], [241, "2015-10-01T16:29:42Z", [0.14], ""], [657, "2015-10-01T14:54:28Z", [0.15], "Reaffirming forecast"], [64, "2015-10-01T11:15:50Z", [0.0], "Thanks to Paul Theron for proposing that the first such meeting will likely take place in the G7 country rather than in Iran (and the question requires the latter). I doubt even the former will happen by mid 2016. The time frame on this is simply too tight. Going all in on \"it won't happen\". "], [532, "2015-10-01T10:50:53Z", [0.15], ""], [3455, "2015-09-30T22:12:15Z", [0.19], "Abe seems the most likely.  However, it's hard to see how any sort of resolution/insulation of the Syrian problem can exclude them.  A gesture maybe necessary, with a visit perhaps from Renzi or Merkel. "], [1078, "2015-09-30T20:49:39Z", [0.3], ""], [368, "2015-09-30T19:58:44Z", [0.55], ""], [3428, "2015-09-30T19:49:29Z", [0.75], ""], [506, "2015-09-30T18:34:31Z", [0.35], "Revising down.  I agree with comments here, that Rouhani will continue to travel to meet with heads of state, and that G7 countries will continue to send other dignitaries. Activities in Syria could complicate state visits by other G7 countries.  An Abe visit has been talked of here.  I think in the coming months he will be focused on other issues.  Abe and Putin plan to restart talks to resolve WWII (http://thediplomat.com/2015/09/putin-to-visit-tokyo-as-japan-russia-restart-peace-talks/), and he has concerns with China and the Korean peninsula, as well as and rising tensions in the ECS.  And finally, even though Japan's Inpex wants to restart operations in Iran, it plans to send the FM and energy/economic representatives.  I believe other G7 countries will do the same.  As for embassies re-opening?  GB is sending Hammond for its re-opening event."], [691, "2015-09-30T17:15:26Z", [0.72], ""], [3375, "2015-09-30T03:32:20Z", [0.22], "I don't see heads of state or government visiting Iran before July, 2016 however Rouhani will most likely step up his visits to G7 members."], [94, "2015-09-29T22:39:03Z", [0.45], "Increasing my forecast for gaming purposes.  I still think this only has a 25% chance of happening, but I want to hedge against it happening early in the question period."], [38, "2015-09-29T21:58:45Z", [0.65], "http://the-japan-news.com/news/article/0002455021 Sept 28. \" Abe . . . . said he wanted to visit Iran “at an appropriate time.” The Iranian president responded by saying he would welcome a visit to Iran by Abe.\"\n~~~~~~~\nCOMMENT:  I can see trade as the justification:  Japan needs oil;  Iran has it. \n OTOH, words are cheap and these statements are pretty wimpy."], [915, "2015-09-29T21:08:58Z", [0.49], ""], [368, "2015-09-29T20:10:58Z", [0.7], ""], [368, "2015-09-29T18:48:55Z", [0.68], ""], [691, "2015-09-29T18:16:25Z", [0.72], "It will be necessary pretty soon for someone to show they can play nicely with the other children.  The French or the Italians are most likely, but Mutter Merkel also likes to appear conciliatory when it can be done without costing anything."], [38, "2015-09-29T17:37:39Z", [0.65], "Supporting Paul Theron's argument:  Rouhani already has plans to go to France."], [43, "2015-09-29T14:28:28Z", [0.55], ""], [71, "2015-09-29T14:07:04Z", [0.05], "Rouhani will meet G7 leaders in their countries, unlikely that a state visit will be made to Tehran."], [52, "2015-09-29T12:01:34Z", [0.1], "Iran will be too hot to handle for the forseeable future.  If the list had  an expanded \"G\" to include Russia, I could see Putin going.  But the West and Japan?  Can't see it."], [689, "2015-09-29T04:56:03Z", [0.69], "Comment deleted on May 10, 2016 05:53PM UTC"], [3196, "2015-09-29T02:45:35Z", [0.75], ""], [498, "2015-09-29T02:17:32Z", [1.0], "\"France Opens Trade Office in Iran\" (a bit stale news)\nhttp://www.nytimes.com/2015/09/22/world/middleeast/france-opens-trade-office-in-iran.html I've been thinking it would be Germany, but with the recent \"out-of-the-blue\" incursion of French fighter-bombers in Syria, France appears quite anxious to not be left behind."], [3181, "2015-09-29T00:32:39Z", [0.65], ""], [1528, "2015-09-28T22:29:51Z", [0.08], "Of course some G7 countries will want to improve economic ties, but I really can't see any reason -- any political upside for the visitor -- for a visit at such a high level."], [3154, "2015-09-28T22:28:45Z", [0.0], ""], [1422, "2015-09-28T21:30:25Z", [0.67], "We still have to see if UK Chancellor Osborne's visit to Iran is confirmed in the months to come. If sanctions be lifted by Spring 2016, it would clearly indicate that the UK intends to reestablish commercial relations with Iran. Moreover, Iran may present itself as a valuable partner in the Syrian crisis to contain Isis, Al-Qaeda and all militia involved in the conflict, as Western coalition seems to get deeper and deeper in a quagmire without clear political or military solution. With the deal on nuclear passed clear, Iran's involvement may, therefore, more easily prompt and justify an official visit from a G7 country in this case the UK."], [38, "2015-09-28T20:43:48Z", [0.75], "http://www.thejc.com/news/uk-news/145823/george-osborne-under-fire-over-plan-lead-trade-delegation-iran UK Chancellor George Osborne is proposing to visit Iran \"next year\"  \"with a proper economic and trade delegation. . ..”but his proposal has generated a lot of criticism, and \"A Treasury spokesman said a visit to Iran was not yet confirmed.\" I see no reason why Cameron would go if Osborne does, so that takes the UK off the list of possible visitors.  Decreasing from 85 to 75%"], [1344, "2015-09-28T20:11:26Z", [0.86], ""], [368, "2015-09-28T18:43:54Z", [0.65], ""], [102, "2015-09-28T18:34:06Z", [0.65], "Not feeling lucky."], [506, "2015-09-28T18:22:51Z", [0.85], ""], [368, "2015-09-28T18:14:08Z", [0.58], ""], [42, "2015-09-28T18:02:58Z", [0.3], "Not with the prisoner situation, health issues, divisions between \"Moderates\" and conservatives in Iran. I doubt the heads of the G7 would want to be see as going to Iran. "], [484, "2015-09-28T17:52:26Z", [0.8], "Still nothing pops up easily after this June article about Khamenei's health: http://www.telegraph.co.uk/news/worldnews/middleeast/iran/11674182/Iran-power-struggle-could-derail-nuclear-deal.html"], [691, "2015-09-28T16:15:16Z", [0.61], ""], [493, "2015-09-28T15:30:44Z", [0.25], "Affirming, This will probably happen, but I still think the timeline is too short."], [1133, "2015-09-28T08:33:12Z", [0.15], "Yes, he is more moderate than his predecessor but even Putin has only visited once in the last 10 years (2007), nor China.  Biggest teller for me is in 3 official meetings with Putin, none have been in Iran...I would expect that travelling to other countries would be preferred - he has only been the US to the UN 68 + 69th meeting where he met with 5/7 of the G7 heads - not willing to meet with US and Germany only supplying foreign minister.  Need more of this before a trip to Iran..."], [1042, "2015-09-27T21:30:57Z", [0.85], "The fact of the talks and the push to have them-the talks of an agreement about the lifting of sanctions-become a reality means the heads of states are obligated to stand by their agreements, so it is a question of passing the lifting of sanctions."], [2820, "2015-09-27T19:05:05Z", [0.66], ""], [2825, "2015-09-27T19:02:43Z", [0.05], ""], [2811, "2015-09-27T18:55:03Z", [0.09], ""], [2779, "2015-09-27T17:05:48Z", [0.85], ""], [691, "2015-09-27T14:31:01Z", [0.61], ""], [2674, "2015-09-27T12:52:07Z", [0.75], "I think it's  likely that at least Putin makes a visit, if only to discuss regional goals."], [484, "2015-09-27T02:47:13Z", [0.8], "Haven't seen anything definitive about Khamenei's health in awhile. Might influence outcome."], [102, "2015-09-27T02:26:26Z", [1.0], "With Jason about to get sorted out and money to be made, picking this back up to 100."], [2566, "2015-09-27T01:24:43Z", [0.75], ""], [2557, "2015-09-27T00:47:42Z", [0.05], "The peace process will take longer to implement "], [2523, "2015-09-26T22:57:28Z", [0.7], ""], [2515, "2015-09-26T22:32:58Z", [0.8], ""], [102, "2015-09-26T22:26:41Z", [0.6], "I'm not feeling it because Jason hasn't been traded back yet, that's taking too long, it's starting to look too much S&M status quo."], [1574, "2015-09-26T21:22:14Z", [0.6], ""], [2459, "2015-09-26T20:48:49Z", [0.16], "The last time a G7 head of state visiting as far as I can tell was Jimmy Carter in 1977. The US and Canada still don't have embassies in Tehran. It's much easier politically for G7 countries to have Rouhani visit than to go to Iran and have their picture taken with Khamenei. "], [368, "2015-09-26T20:08:48Z", [0.55], ""], [2397, "2015-09-26T18:31:03Z", [0.35], ""], [2374, "2015-09-26T18:00:41Z", [0.75], ""], [2235, "2015-09-26T15:14:21Z", [0.15], ""], [691, "2015-09-26T13:52:25Z", [0.61], ""], [2052, "2015-09-26T04:48:27Z", [0.82], ""], [2044, "2015-09-26T04:04:03Z", [0.25], "that seems too early. We have to give the treaty a year."], [1924, "2015-09-25T21:05:27Z", [0.98], ""], [1763, "2015-09-25T16:59:35Z", [0.75], ""], [1531, "2015-09-25T16:24:57Z", [0.57], ""], [1201, "2015-09-25T15:35:24Z", [0.65], "With the end of sanctions, there will be moves to re-establish trade, and that will be easier if diplomatic relations are already functioning. All the G7 countries have embassies in Iran except the US and Canada. Of the P5+1, France, Germany, the UK and the US are also G7. So -- yes, and likely France, Germany or the UK.\n"], [691, "2015-09-25T13:04:53Z", [0.61], ""], [552, "2015-09-25T07:17:56Z", [0.87], ""], [1272, "2015-09-25T03:06:21Z", [0.65], ""], [1257, "2015-09-24T22:08:10Z", [0.25], ""], [1741, "2015-09-24T21:51:33Z", [0.8], ""], [691, "2015-09-24T14:54:15Z", [0.62], ""], [1006, "2015-09-24T11:32:00Z", [0.25], "A head of state visit to Iran in the next nine months would be welcomed by many in the West. Unfortunately at present, the bellicose rhetoric coming from Ali Khamenei and his hard-line cronies make such a visit unlikely. "], [182, "2015-09-24T06:44:26Z", [0.55], "Yes this Spring after the initial round of US primaries, Presdient Obama will travel to Tehran for a state visit. This is his legacy: he has nothing to lose. He has opened up a dialogue with Cuba and next is Iran.  It harkens back to an earlier era when Nixon visited China. Henry Kissinger, then his National Security Advisor, paved the way for the visit with his counterpart, Zhou Enlai.  Kerry and his counterpart Iranian Forgein Minister Zarif are on a first name basis and have, as some observers have pointed out, a mutual respect for each other. With as much time as they've spent together there must be a level of trust that would allow them to communicate secretly to plan a visit.  An early indicator will be interactions between Obama and Rouhani at the UN opening next month.  The domestic fall out will be minimal since it would be planned after the initial round of caucuses and primaries and well before the conventions. Hiliary can distance herself from the whole affair plus Republican bombast will be directed at the President.  What an interesting year 2016 could be."], [1646, "2015-09-23T21:39:09Z", [0.6], "Things are set to move faster post-december"], [691, "2015-09-23T16:10:06Z", [0.62], ""], [68, "2015-09-23T13:03:39Z", [0.6], "Reaffirming my forecast of 11 September. "], [1753, "2015-09-23T11:33:33Z", [0.15], "Time-frame is tight for a Head of State visit. Saudi/Israeli/US objections likely to play a part in preventing a European HoS from visiting, particularly if the Republicans poll strongly in early 2016. While many of them will be eager to go and the Austrian visit makes it more likely it seems more like a late 2016 event."], [1114, "2015-09-23T03:26:03Z", [0.1], ""], [691, "2015-09-22T21:06:40Z", [0.62], ""], [379, "2015-09-22T16:05:24Z", [0.54], "Slight yes - given the deadline.  Let's see how nuclear treaty goes."], [1468, "2015-09-22T09:43:53Z", [0.21], "Too soon. Still too sensitive."], [580, "2015-09-22T04:04:54Z", [0.25], ""], [172, "2015-09-22T02:11:40Z", [0.4], "I get where other forecasters are coming from and it will happen - just a matter of time. Saudi wouldn't approve though and Israelis also likely to protest. But France and UK already courting them. I could see foreign minister but head of state a little more delicate?"], [1591, "2015-09-21T16:50:55Z", [0.5], "Head of State visits are BFDs.  Less than a year to normalize relations and arrange visit. Austria apparently visited already though.  And France is positioning itself to gain business (some officials traveling to Iran, and Iran may be sending officials to France)."], [1296, "2015-09-21T15:19:45Z", [0.3], "I agree with comments  of forecasters. It is unlikely to happen soon, though Iran's historic ties with France make a French head of state visit probable for the first visit\n'"], [493, "2015-09-21T14:58:34Z", [0.25], "Increasing Prob. To add to 000's comments: \"High-ranking French delegation to visit Iran\"\nhttp://iranfrontpage.com/headlines/id/4525/ Still think the timeline is a little too tight for a head-of-state visit. I wouldn't be surprised to see it next summer, but April seems a little early.\n"], [691, "2015-09-21T12:21:15Z", [0.62], ""], [1264, "2015-09-21T06:57:14Z", [0.38], ""], [1682, "2015-09-21T06:14:39Z", [0.53], ""], [43, "2015-09-21T02:01:27Z", [0.65], "Following 000. Wildcard: what if Iran rejects the nuclear deal? "], [102, "2015-09-21T00:08:58Z", [0.75], "Following @ravel up from 0%.  French will definitely go for bags of cash.   France has an ambassador in Iran. [1]  After the US borked French ship-building and energy sectors on Mistral and South Stream, I don't think they'll hesitate to look for commerical opportunities in Iran.  Hollande has invited Rouhani the other way [2] so why not go in that direction for a little Kale Pache. [3][4] [1] http://www.ambafrance-ir.org/\n[2] http://www.ambafrance-ir.org/-L-Ambassadeur-\n[3] https://youtu.be/Tm8iaDDBXDM\n[4] https://youtu.be/KcGWfyvKlys"], [102, "2015-09-21T00:03:09Z", [0.2], "Following @ravel up from 0%."], [689, "2015-09-20T23:59:23Z", [0.47], "Comment deleted on May 10, 2016 05:46PM UTC"], [684, "2015-09-20T23:14:57Z", [0.75], "Restoration of normal relations a necessity to justify Iran nuclear deal."], [1280, "2015-09-20T19:55:35Z", [0.7], ""], [1280, "2015-09-20T19:55:21Z", [0.7], ""], [747, "2015-09-20T18:09:02Z", [0.75], "Upgrading the oil infrastructure is going to be -potentially- very lucrative. England or France would be the likeliest."], [1662, "2015-09-20T14:52:26Z", [0.45], ""], [691, "2015-09-20T13:11:40Z", [0.62], ""], [1070, "2015-09-20T09:00:03Z", [0.5], ""], [1070, "2015-09-20T08:59:00Z", [0.5], ""], [1297, "2015-09-19T13:48:47Z", [0.25], ""], [691, "2015-09-19T12:32:18Z", [0.62], ""], [306, "2015-09-18T22:48:25Z", [0.25], ""], [1614, "2015-09-18T20:02:22Z", [0.55], ""], [1500, "2015-09-18T17:49:23Z", [0.5], "Coin toss at this point.  Depends on how implementation of the agreement goes."], [1595, "2015-09-18T14:18:05Z", [0.2], "No too early"], [691, "2015-09-18T12:24:34Z", [0.62], ""], [1585, "2015-09-18T05:46:36Z", [0.75], ""], [1582, "2015-09-18T05:38:25Z", [0.39], ""], [1583, "2015-09-18T05:11:39Z", [0.25], "Seems very unlikely. Iran will be interested - but it would be political suicide for any of the G7 leaders to set foot in Iran.\nThere is a small chance that Iran will have a coup or some such thing and then the scenario is a lot different."], [1575, "2015-09-18T02:48:29Z", [0.35], ""], [1529, "2015-09-17T21:10:18Z", [0.15], "While there will be several visits by business leaders and lower dignitaries, no Western head-of-state wants to be caught on camera with head of Iran, especially since Iran has yet to prove its adherence to the JCPOA agreement."], [691, "2015-09-17T20:35:28Z", [0.62], ""], [1109, "2015-09-17T20:14:31Z", [0.0], "The U.S. is the only country that would have any business there and I don't see our head of state making a visit."], [1380, "2015-09-17T20:02:35Z", [0.45], ""], [1383, "2015-09-17T13:47:09Z", [0.09], ""], [1383, "2015-09-17T13:46:27Z", [0.09], ""], [1497, "2015-09-17T12:25:00Z", [0.6], ""], [1127, "2015-09-17T05:10:29Z", [0.85], ""], [1453, "2015-09-17T03:11:08Z", [0.67], ""], [1431, "2015-09-17T00:26:08Z", [0.17], ""], [1394, "2015-09-16T22:57:37Z", [0.75], "I suspect somebody will not want the Chinese and Russians to get too far ahead of them."], [691, "2015-09-16T21:21:37Z", [0.63], ""], [1058, "2015-09-16T19:56:32Z", [0.2], ""], [1278, "2015-09-16T19:35:19Z", [0.75], "The EU nations have been waiting to open Iran for years, the first two European hotels open in Tehran this year, and oil contracts are undoubtedly being signed right now. I have little doubt that France will make a show of \"opening Iran\" in this time period. "], [38, "2015-09-16T18:58:08Z", [0.85], "Rouhani is going to France to meet with Hollande & Valls.  I assume that this will basically be a trade mission.   I don't see any reason for them to visit Iran after that.  So, that reduces the possible positive solutions. "], [1285, "2015-09-16T17:40:36Z", [0.25], "I find it hard to believe any of the G7 leaders will visit Iran in the next year.  Russia may, but not the G7.  We would see FM visits before head of state."], [1269, "2015-09-16T17:10:28Z", [0.35], ""], [1258, "2015-09-16T16:49:06Z", [0.45], ""], [1224, "2015-09-16T16:26:14Z", [0.55], ""], [909, "2015-09-16T16:07:02Z", [0.05], "It'll be awhile before a G7 leader goes to Iran. "], [151, "2015-09-16T14:58:30Z", [0.62], "Since the end date is months away, I'd say it's likely."], [862, "2015-09-16T14:57:29Z", [0.6], ""], [1090, "2015-09-16T01:12:05Z", [0.5], "All G7 except the United States have ongoing trade with the nation which will only increase with the passage of time. Unlikely the removal of the U.S. led embargo will be blocked in existing House and Senate."], [931, "2015-09-16T01:04:40Z", [0.85], ""], [94, "2015-09-16T00:26:11Z", [0.25], "The French Foreign Minister visited in late July, and the Iranian President is visiting France in November [1].  The German, UK, and Japanese foreign ministers are planning to visit.  The time frame of this question is fairly short, but the crowd thinks a visit is fairly likely to happen.  I am going to go with my default base rate estimate of 25%. [1] http://www.newsweek.com/iranian-president-rouhani-visit-france-november-report-372684"], [1056, "2015-09-15T22:10:45Z", [0.05], "Not at head-of-state level in that time frame. Nor head-of-government. Foreign Ministers and lower-level."], [1028, "2015-09-15T21:11:05Z", [0.5], ""], [1016, "2015-09-15T18:46:53Z", [0.25], "Too soon. Iran will not rush. G7 members will hold back to test the waters on how the deal is progressing."], [1015, "2015-09-15T18:10:17Z", [0.11], "Highly unlikely. Any major geopolitical alignment in the Middle East will be a long time coming. This is too short a time frame to expect that kind of contact. Iran is showing signs of tacking back to mollify hard-liners, and a head of state visit is politically toxic for the US. You might see movement from other G7 countries, especially if the refugee crisis brings Iran to the table for a political solution to the Syrian civil war. But these negotiations are likely to take place without an official head of state visit to Tehran."], [997, "2015-09-15T17:43:50Z", [0.15], ""], [961, "2015-09-15T16:36:25Z", [0.45], "Odds increase with the close of sanctions (written or unwritten)"], [691, "2015-09-15T11:26:21Z", [0.63], "Somebody will feel the need to show that the children are playing together nicely now.  My money is on either Merkel because it's Merkel or the Italians because nobody cares what the Italians do anyway."], [919, "2015-09-15T08:25:00Z", [0.12], ""], [83, "2015-09-15T00:15:54Z", [0.2], "UK moved fast on re-opening it's Iranian embassy.\nIn conjunction with possible opening to SWIFT, and release of frozen Iranian funds, competition could heat up,\nWould Cameron move to sell the financial services of London?\n "], [215, "2015-09-14T19:59:27Z", [0.55], "if the hardliners don't win in Jan and there is a more engagement with global economy  "], [894, "2015-09-14T19:53:17Z", [0.01], "Why would they in such a short timeframe?"], [705, "2015-09-14T18:47:27Z", [0.1], "The next year should see a continued trend of normalization of relations between Iran and the West, and this may lead to lower lever diplomatic meetings. However, I believe it is unlikely that a head of state visits in this time frame."], [493, "2015-09-14T18:20:15Z", [0.05], "Probably not. Any head-of-state visit would have to preceded by a lot of lower level discussion, and I don't see that happening right now. As for specific countries- A. U.S. won't touch it with a presidential election coming up, and the UK just blasted Corbyn for being too close to terrorists, so they're out.  B. Italy, Japan, and Canada don't have strong enough ties either way to care that much.  C. France and/or Germany might be interested for economic reasons, but: (1) France would be most interested in selling nuclear technologies, which is a no-no; and (2) Germany will be up to its eyeballs in refugees from that part of the world and won't want to have any more middle-east-related things to explain to its voting populace.\n"], [392, "2015-09-14T18:17:53Z", [0.33], ""], [465, "2015-09-14T16:44:16Z", [0.6], "The UK is opening it's embassy in Tehran. With the agreement on Iran's nuclear program signed and sealed by the US and other G7 countries, one can foresee this happening next summer."], [873, "2015-09-14T16:15:23Z", [0.63], ""], [710, "2015-09-14T14:23:24Z", [0.67], ""], [766, "2015-09-14T14:06:30Z", [0.25], ""], [29, "2015-09-14T11:25:45Z", [0.65], "Timeframe is a bit short, but it seems like relations are thawing a little."], [176, "2015-09-14T02:17:35Z", [0.04], "How in the Wide World World of Sports is this ever going to happen in this time frame. Even if Iran plays nice, the G7 countries will need time before Iran gets gravitas. "], [835, "2015-09-13T23:52:23Z", [0.75], ""], [740, "2015-09-13T16:55:05Z", [0.25], "mistake"], [740, "2015-09-13T16:53:48Z", [0.65], "Too much, too fast."], [806, "2015-09-13T16:42:56Z", [0.3], ""], [386, "2015-09-13T16:37:05Z", [0.62], ""], [283, "2015-09-13T14:53:06Z", [0.55], ""], [101, "2015-09-13T14:28:44Z", [0.42], ""], [796, "2015-09-13T13:18:26Z", [0.65], ""], [706, "2015-09-13T02:18:16Z", [0.99], "If only because a crisis occurs!  Seriously, damage control will happen when the mullahs reject the nuclear agreement."], [83, "2015-09-13T01:51:35Z", [0.2], "20% Iran must meet requirements before the \"implementation date\" for the agreement.  Suspect HoS & HoG will stay away until Iran has passed the implementation date requirements. Another concern is potential \"funding terrorism\" charges.  How Iran responds to the agreement requirements may dictate the outcome.\n     Bussiness advantages may motivate some, but, I'll agree with other posters who see a longer timeframe."], [40, "2015-09-13T01:13:57Z", [0.15], ""], [506, "2015-09-12T22:57:36Z", [0.05], ""], [254, "2015-09-12T20:31:30Z", [0.05], "Still too early for a head of state visit."], [746, "2015-09-12T18:00:07Z", [0.15], ""], [37, "2015-09-12T17:42:35Z", [0.05], "While I see the probability of a visit within the timeline as low in general, I'm going to break with my colleagues here and suggest that the US is, in fact, the most likely visitor. This is precisely the sort of \"Nixon in China\" moment to serve as a capstone to Obama's foreign policy legacy, and there have been rumors since 2013 (and more serious ones recently) that suggest he's floated the idea.  However, the nuclear deal must actually be ratified and have time to go into effect before such a trip is possible, and with the remaining time an invitation must be formally extended and accepted, which is by no means a fast process. On the other *other* hand, July is probably the latest that Obama could make such a trip without interfering in the November elections, so this could be incentive to speed up a bit. I'm aiming low on this prediction until the rumor mill turns into substantive reporting, since a trip of this magnitude by any world leader will be reported well in advance. http://www.wnd.com/2015/04/diplomat-white-house-floated-obama-visit-to-iran/"], [724, "2015-09-12T14:35:51Z", [0.25], ""], [726, "2015-09-12T14:10:29Z", [0.57], ""], [43, "2015-09-12T13:34:47Z", [0.05], "Following scholar&cat's excellent analysis, with a fox-style 5% hedge in the event that GJP will eventually reveal its scoring algorithm and it might turn out to be Brier scoring. Us human lab rats want to know: how is this being scored? Are there any plans for an incentive structure other than looking at scores on this site's \"leaderboard\"?"], [657, "2015-09-12T10:07:05Z", [0.15], "Well since we are talking about G7, not G8, chances are less than slim."], [71, "2015-09-12T07:31:32Z", [0.15], "Ayatollah has been making some very unfriendly noises."], [532, "2015-09-12T00:58:57Z", [0.0], "Relations are improving as G7 countries race to invest in and make trade deals with Iran but I do not think a head of state or head of government will visit during the time frame of the question.  I did some research on who is visiting.  Germany has sent the highest-ranking official so far. Canada-- suspended diplomatic relations in 2012, sanctions still in place.   France – Foreign Minister just visited and delivered an invitation to Rouhani to visit Paris. Germany – Vice Chancellor visited in July and admonished Iran about its anti-Israel rhetoric (probably a big reason why Chancellor Merkel can't visit.) Italy and Japan – Economic Ministers just visited. United Kingdom – Reopened embassy after closure in 2011; Foreign Secretary visited along with UK business leaders.\n"], [687, "2015-09-12T00:36:58Z", [0.65], ""], [672, "2015-09-12T00:01:35Z", [0.25], ""], [680, "2015-09-11T23:52:10Z", [0.1], "Unlikely any of the G-7 heads of government will want to associate themselves directly with Iran until all of Iran's agreement commitments have been satisfactorily met.  This, in turn, is unlikely before 1 July.  "], [306, "2015-09-11T23:47:00Z", [0.25], ""], [677, "2015-09-11T23:36:26Z", [0.99], ""], [663, "2015-09-11T22:23:45Z", [0.75], "There's going to be an effort made to draw them into the rest of the world, and reward them for cooperating."], [131, "2015-09-11T20:21:27Z", [0.15], "I suppose it's possible, but I don't really see this happening... Myanmar got a visit from Obama to encourage their progress on reforms and signal they were no longer handcuffed to the PRC, China got a visit from Nixon because they were a needed counterweight to the USSR, etc. Right now it's not even obvious the Iran deal will go through and without that, prospects of rapprochement look dubious. "], [102, "2015-09-11T20:15:32Z", [0.0], "Flip and concur with herrick."], [267, "2015-09-11T19:46:47Z", [0.0], "Visiting Iran is a major political risk no G7 leader appears strong enough to take."], [626, "2015-09-11T18:15:51Z", [0.69], "Nuclear Arms Treaty will pass and Iran will be anxious to re-establish diplomatic and commercial engagement with Europe, Japan."], [191, "2015-09-11T18:04:43Z", [0.1], "The question is not whether Iran would like them to visit,  it is whether the head of state of a G7 country wants to be the first one to step foot in Iran.   Every single one of these leaders is a politician.  I see  no political gain for the individual or his political party from such a visit.   Such an action can only be seen as a liability not an asset.   Yes Iran has taken the first step to improve relations.  But my opinion that puts them only one step above North Korea. \n "], [110, "2015-09-11T17:55:27Z", [0.0], "The Iranians made it pretty clear that they're not interested in engaging with the West on topics other than the nuclear issue. Lots of wildcards here, but I imagine a visit of this sort would be telegraphed well in advance, so I can always adjust my forecast later!"], [619, "2015-09-11T17:02:51Z", [0.9], ""], [505, "2015-09-11T16:19:17Z", [0.55], "Iran will meet with some of the G7 to show that they are at least publically playing by the rules"], [484, "2015-09-11T16:12:50Z", [0.8], "Unless Iran backs away from the nuclear deal (or Israel attacks) then there are significant pressures to more normalize relations with the west."], [617, "2015-09-11T15:40:39Z", [0.82], "There is great economic and geopolitical interest, from many G7 countries, in gradually normalising relations with Iran. "], [231, "2015-09-11T15:23:39Z", [0.45], "\nObviously a lot of criticism around the Austrian visit, and clearly Khamenei is not toning down his statements, but visits are starting to happen. French foreign minister, German foreign minister...it could happen in this timeframe, if everything around the deal continues to progress."], [136, "2015-09-11T14:51:21Z", [0.6], ""], [568, "2015-09-11T14:38:29Z", [0.75], ""], [608, "2015-09-11T13:13:07Z", [0.85], "moving things along to help develop the Iranian economy "], [101, "2015-09-11T12:47:35Z", [0.45], "Have to work up to head of state"], [587, "2015-09-11T07:53:20Z", [0.1], "It seems unlikely that a head of state/gov't will visit Iran in the foreseeable future. A Secretary of State or Foreign Minister might make the trip (again), but a President/PM? Nope. Am leaving a small percentage for a wildcard German/Italian visit though, on account of nat'l business interests."], [584, "2015-09-11T06:51:17Z", [0.65], "I think it is possible since some negotiations might continue in order for the nuclear deal to be implemented"], [68, "2015-09-11T06:39:29Z", [0.6], "Increasing probability with likely implementation of nuclear deal and commencing removal of sanctions."], [580, "2015-09-11T05:22:37Z", [0.51], ""], [384, "2015-09-11T05:10:47Z", [0.25], "Most of the G7 are probably not going to gain anything from going to Iran.  The 25 percent change is if France goes on a Gaullist streak and attempts to differentiate itself by doing something that no one else is doing.  Can Gaullists be hipsters?"], [294, "2015-09-11T04:25:53Z", [0.4], "The Austrian president was slated to go before one of the deadlines was extended.    That was the test case.   \nBut  a G7?  who in the G7 has the incentive?   \nThe US and Japan are clearly out of the question. That leaves Canada, France, Germany, Italy,  and the United Kingdom. France and Germany would be fine with make a deal for some cheap oil.  This will bear watching."], [575, "2015-09-11T03:37:04Z", [0.25], ""], [93, "2015-09-11T02:30:03Z", [0.85], ""], [500, "2015-09-10T19:38:42Z", [0.01], ""], [530, "2015-09-10T19:10:29Z", [0.68], ""], [524, "2015-09-10T18:55:47Z", [0.0], ""], [341, "2015-09-10T18:27:04Z", [0.68], ""], [82, "2015-09-10T18:23:19Z", [0.0], ""], [498, "2015-09-10T17:37:23Z", [1.0], "Side bets on which leader is first. I say Merkel."], [511, "2015-09-10T17:36:29Z", [0.75], ""], [102, "2015-09-10T17:19:22Z", [1.0], "Apply logistic regression followed by Ausrücken operator."], [499, "2015-09-10T17:17:46Z", [0.95], "For sure! Sanctions have been suspended by EU and will be lifted soon! Iran is a key country in fighting ISIS! Its international position will rise very fast."], [502, "2015-09-10T17:12:43Z", [0.75], ""], [494, "2015-09-10T16:49:48Z", [0.99], ""], [494, "2015-09-10T16:49:02Z", [0.95], "Iran is going to lobby for further removal of sanctions. "], [485, "2015-09-10T16:41:53Z", [0.75], "G7 countries may want to integrate Iran and the Iranian people into the world community more fully, \"reward\" Iranian leaders for the nuclear agreement and normalize relations to the degree possible."], [482, "2015-09-10T16:32:52Z", [0.65], "The signing of the nuclear deal will prompt some members of the G7 countries to at least pay a visit to the country or to reopen one of the embassies as a sign of some warming of relations."], [167, "2015-09-10T14:34:28Z", [0.62], "Based on the unpopularity of the imposed U.S. sanctions since 1995 in the E.U., I can see those countries moving quickly to begin to re-invest and repair their trade channels in the region, and begin to open inroads to compete with Russia and China."], [351, "2015-09-10T14:12:01Z", [0.7], "As the nuclear agreement is implemented and sanctions eased, Iran will become a prominent suitor for improved international relations."], [427, "2015-09-10T03:56:15Z", [0.4], "Probably the French will visit first in order to sell a aircraft carrier or two."], [57, "2015-09-10T03:49:27Z", [0.95], ""], [38, "2015-09-10T02:15:55Z", [0.99], "OH!  I just noticed that the wording of this question has been changed.  It used to ask \"if a President or Prime Minister . . .\"  With this wording--\"head of state or head of government\"--the number of people  has been expanded.  There was no announcement made of this change.  (To err is human.)"], [424, "2015-09-10T02:10:39Z", [0.75], "Yes, due to the Iran deal... I feel certain that a European head of state or head of government will show up. "], [369, "2015-09-10T01:30:22Z", [0.92], "a combination of timing (socio-cultural) variables and economic ($) variables suggests an initial forecast  but as frequently have warned teammates over the years and now feel obligated to warn others  - don't pay any attention to me, I've never done this before and after 4 years, still don't know what I'm doing ---- YMMV  ;=) Not quite as certain as Anne K but will not  be surprised to follow her"], [420, "2015-09-10T01:20:26Z", [0.6], "Based on the current diplomatic initiative spearheaded by the US it seems extremely likely that Iran will enjoy of warmer relations with G7 countries."], [64, "2015-09-10T01:01:56Z", [0.2], "July 2016 seems too soon for a G7 head to visit Iran. Though the Austrian head of state visited, that's also the first such visit in years. Baby steps: someone from the G-20 and some lesser meetings with G7. The lesser meetings will probably lead to some potential deals and the Iranians will say: \"If you HoS visits and gives us that prestige, we will sign off\". But, if that happens by 2016, I think it'll be late."], [418, "2015-09-10T00:38:30Z", [0.58], ""], [411, "2015-09-09T23:44:04Z", [0.85], "Once the nuclear deal is finalised and sanctions eased I can see countries vying to make friends in this new market. It will also be just before the US elections, so depending on the outlooks and attitudes at the time, it may be something Obama will want to make a point of doing before he leaves office so he can be remembered the way Nixon is for China."], [407, "2015-09-09T22:51:39Z", [0.8], ""], [328, "2015-09-09T21:19:14Z", [0.1], "Absolutely not. Too much competition between the two countries in key issues to let this happens."], [358, "2015-09-09T18:53:11Z", [0.65], ""], [352, "2015-09-09T18:47:49Z", [0.8], "Iran wants in."], [344, "2015-09-09T18:18:09Z", [0.15], ""], [344, "2015-09-09T18:17:04Z", [0.0], ""], [344, "2015-09-09T18:17:02Z", [0.15], ""], [38, "2015-09-09T18:00:20Z", [0.99], "http://www.i24news.tv/en/news/international/84983-150908-austrian-president-in-tehran-first-visit-by-head-of-state-to-iran-in-11-years Because of the lifting of sanctions and normalization of relations, I  think there is going to be a parade of world leaders who will visit Iran shortly.    Perhaps it already has begun; Austria's president is there now and \" . . . Several other senior European figures already visited Iran this summer, including the EU's foreign affairs chief Federica Mogherini, as well as the foreign ministers of Germany, France and Britain.\"  The UK is a trading nation and, as Khalid has pointed out, Cameron has already led several trade delegations.  I don't see the July 1st deadline as a very big issue.\n"], [142, "2015-09-09T17:39:24Z", [0.65], "As international sanctions are lifted Iran will be looking for international trading partners and nations with advanced economies and technology will be looking for access to the Iranian money released by the nuclear treaty. A Head of State visit is often the vehicle used to organize and achieve these goals."], [327, "2015-09-09T17:37:12Z", [0.25], ""], [325, "2015-09-09T17:35:49Z", [0.68], "After the deal is finalized especially European contries are keen to close business deals."], [194, "2015-09-09T17:34:03Z", [0.05], ""], [318, "2015-09-09T17:29:19Z", [0.25], "Can see UK or US taking the lead, though Obama may have nothing to lose, I assume that Hillary would't find it very amusing."], [274, "2015-09-09T15:16:15Z", [0.3], "Don't think it'll happen so soon. "], [68, "2015-09-09T06:26:53Z", [0.3], "Russia or China would have been more likely. I don't think any of the G7 leaders will visit Iran in the next few months, but the first half of 2016 is feasible. The UK has opened its Embassy in Iran, and Cameron has led large trade delegations to other countries before. Some of the other European countries wouldn't want to be left behind either, especially when next year's Eurozone growth is likely to be tepid."], [241, "2015-09-09T03:22:23Z", [0.1], "Too soon. A visit is not likely, in my opinion, until most of the U.N. sanctions are removed and there is at least a partial lifting of the European and U.S. sanctions. U.N. sanctions relief won't come until the spring, at the earliest, according to the UK Foreign Minister. Any G7 leader's visit will likely be a big event and won't be rushed. Moreover, there will be plenty of advance warning once a visit is scheduled. Meanwhile, there are plenty of other ways to boost relations with an \"opened\" Iran, including visits by cabinet-level ministers, etc. There is also diplomatic protocol which can use up time. My guess is that an invitation will be extended first and the response will come some time later. For example, PM Matteo Renzi extended an invitation to President Rouhani to come to Rome, and he has yet to respond. Finally, each of the G7 leaders has to consider domestic politics. There is a reason why, among Western European nations, only the Austrian presidents (Fischer this year, Klestil in 2004, Waldheim in 1991) have visited Iran since the Revolution. I have to fact-check this last point, though."], [275, "2015-09-08T22:45:58Z", [0.45], ""], [36, "2015-09-08T22:39:13Z", [0.81], ""], [38, "2015-09-08T22:21:50Z", [0.99], "With the lifting of sanctions and the opening of Iran for business, I think the chances of this will increase enormously.\nWith a 9-month window and so many possible visitors, that increases the probability, too.\nSince this question could resolve as \"Yes\" tomorrow, I'm going to start high and back off."], [40, "2015-09-08T21:58:53Z", [0.25], ""], [54, "2015-09-08T21:34:24Z", [0.2], "no need, and a lot of political risks for most of g8. "], [102, "2015-09-08T20:51:34Z", [0.5], "Not on their soil while US hostages remain.  (One would hope, so, throw a dart.)"]], "open_date": "2015-09-08T20:00:31Z", "close_date": "2016-04-12T14:37:06Z"}