{"question_id": 41, "title": "Which party will the next Canadian Prime Minister come from?", "possible_answers": ["Conservative", "Liberal", "New Democratic Party", "Other"], "crowd_forecast": [0.41, 0.57, 0.02, 0.0], "correct_answer": "Liberal", "correct_forecast": 0.57, "preds": [[462, "2015-10-19T03:35:14Z", [0.23, 0.75, 0.02, 0.0], ""], [783, "2015-10-19T02:15:48Z", [0.0, 1.0, 0.0, 0.0], "Re-affirming forecast. As I mentioned in the October 10th forecast,  \"Whereas the strategic swap vote between people opposing RH Harper will bring them to vote for the Liberals and not a weak party, but not enough for a majority seat for the Liberals.\"\nThe strategic swap did effect the NDP, now in third where once they were competitive and the swap votes were enough to support the Liberals.\nhttp://www.ctvnews.ca/politics/election/nanos-tracking-liberal-7-point-advantage-continues-1.2615348 A recent poll asked if the election were held today, (October 18th), whom would you vote for? The Liberals were ahead 7 points and given that early elections began, the support is for the Liberals (ibid). When asked, “Thinking of your vote in the upcoming federal election, would you say that it is time for a change or not time for a change?” The results were that 70% of voters said yes. The highest age cohorts were 18-29 at 78.6% and 50-59 at 74%, the lowest factor was in the group 30-39 at 67.2%,  and in the area of making a strong economy, the Liberals had a 15% lead over Conservatives.\nhttp://www.ctvnews.ca/politics/nanos-survey-7-in-10-canadians-feel-it-s-time-for-a-change-1.2614837"], [462, "2015-10-19T02:00:18Z", [0.33, 0.65, 0.02, 0.0], ""], [4746, "2015-10-19T01:26:00Z", [0.12, 0.88, 0.0, 0.0], ""], [1722, "2015-10-19T00:59:55Z", [0.17, 0.83, 0.0, 0.0], "Orange crash has given the Liberals the momentum they need. Youth voters are being mobilized en masse and Harper has fumbled the football so to speak. I'm pretty sure it's going to the Liberals. Even if the Cons do pull out more seats, the minority government is likely to be Libs supported by NDP. "], [43, "2015-10-18T22:50:33Z", [0.05, 0.95, 0.0, 0.0], ""], [73, "2015-10-18T21:48:04Z", [0.15, 0.85, 0.0, 0.0], ""], [3828, "2015-10-18T21:43:58Z", [0.4, 0.6, 0.0, 0.0], ""], [60, "2015-10-18T21:33:27Z", [0.04, 0.96, 0.0, 0.0], "Upping LPC prediction from 80% to 96%. From Canada's \"Nate Silver\" :  http://www.cbc.ca/news/politics/canada-election-2015-grenier-polls-oct18-1.3276755 Up to and including those published by early Sunday morning, the Liberals have led in 17 consecutive polls, including surveys conducted by eight different polling firms using an array of methodologies.  The polls of all but one of those firms put the gap between the Liberals and the Conservatives outside the margin of error. And every poll has the New Democrats in third, trailing the Conservatives by between seven and 12 points and the Liberals by between 12 and 17 points. The CBC Poll Tracker, which will be updated throughout the day Sunday as new polls are published, has awarded the Liberals a lead in the polling average and in the average seat projection since Oct. 7. The Liberals' likely high range of seats has also outpaced the Conservatives' high range for the last week, as Trudeau's party moved ahead in Ontario and subdued the advantage the Tories had in vote efficiency. The gap that exists between the Liberals and Conservatives in the Poll Tracker is not wide enough to give the Liberals a high probability of reaching the 170-seat mark required for a majority government. It is also not wide enough to rule out the possibility the Conservatives could eke out more seats than the Liberals nationwide. \\\\\\\\\\ Comment: It might be a bit of wishful thinking on my part, but it looks like Canada's Parliament is going to go \"Red\" tomorrow. We'll know in approximately 30 hours! \\\\\\ EDIT: Also of note: https://twitter.com/bruceanderson/status/655856054941655040 Shifting leader impressions @JustinTrudeau now = or > on \"smart\" \"a leader\" \"ready to be PM\" AND Leader positive ratings: @JustinTrudeau jumps again, now betters Mulcair by 9, Harper by 17 bit.ly/1W0YDk7  \\\\\\ COMMENT: WOW. "], [884, "2015-10-18T21:06:48Z", [0.0, 1.0, 0.0, 0.0], ""], [3990, "2015-10-18T20:55:41Z", [0.1, 0.9, 0.0, 0.0], "Last update. Polls show clear advance for Liberals but Tories can make a surprise like during last election."], [766, "2015-10-18T18:35:04Z", [0.25, 0.75, 0.0, 0.0], ""], [4241, "2015-10-18T16:34:49Z", [0.33, 0.67, 0.0, 0.0], "Well, it looks like it's the Liberals election to lose, now. The only reasons I'm not counting the Tories out are: 1. Polling margins of error - could mean they're closer than CBC Poll Tracker indicates 2. E-Day machines - the Tories' campaign organization is, in my personal opinion, much stronger than the Liberals', which could make a big difference in key ridings So, there's my thinking. Tomorrow I'll find out if I'm not just talking out of my you-know-what. Good luck everyone on your predictions!!! Rob"], [110, "2015-10-18T16:23:19Z", [0.2, 0.8, 0.0, 0.0], "Following polling..."], [925, "2015-10-18T15:53:18Z", [0.1, 0.9, 0.0, 0.0], ""], [925, "2015-10-18T15:53:02Z", [0.1, 0.9, 0.0, 0.0], ""], [613, "2015-10-18T14:00:18Z", [0.45, 0.55, 0.0, 0.0], ""], [691, "2015-10-18T13:45:30Z", [0.05, 0.95, 0.0, 0.0], ""], [61, "2015-10-18T05:10:45Z", [0.36, 0.64, 0.0, 0.0], "correcting error"], [61, "2015-10-18T04:53:40Z", [0.34, 0.66, 0.0, 0.0], "Giving more edge to the LIBs after reading Raisinville's comment below in response to dominich. It succinctly captured the essence of today's research."], [1114, "2015-10-18T01:26:46Z", [0.05, 0.95, 0.0, 0.0], ""], [1337, "2015-10-18T00:17:49Z", [0.1, 0.9, 0.0, 0.0], "The NDP seems used to position of Trudeau \"allies\"."], [61, "2015-10-17T23:28:00Z", [0.46, 0.54, 0.0, 0.0], ""], [3321, "2015-10-17T21:29:15Z", [0.01, 0.99, 0.0, 0.0], ""], [1664, "2015-10-17T20:11:52Z", [0.45, 0.54, 0.01, 0.0], ""], [1253, "2015-10-17T19:10:41Z", [0.02, 0.98, 0.0, 0.0], ""], [368, "2015-10-17T17:52:52Z", [0.0, 1.0, 0.0, 0.0], ""], [24, "2015-10-17T16:34:16Z", [0.22, 0.78, 0.0, 0.0], "Upping LIB foreast at expense of CONS, in response both to the trend evident in recent opinion polls (despite the recent instances, in the UK and in Israel, of conservative or right-wing parties outperforming forecasts), and owing to the criticism of the Conservative government (and in particular its leader, PM Harper) by sources that have previously supported them, and might reasonably have been expected to do so on this occasion - above all today's National Post column by Conrad Black, which refers to Harper's \"almost sociopathic personality\", and which characterises him as \"a sadistic Victorian schoolmaster.\" This and other columns and reports suggest sufficient dissatisfaction with the current government (despite its economic successes) that there is high chance of it being forced out. I couldn't say whether a Liberal majority, or a Liberal-NDP coalition government (the latter being an abnormal state of affairs in Canada) is the more likely outcome. It is clear that the NDP has rejected any possibility of entering into coalition with the Cons, though. http://news.nationalpost.com/full-comment/conrad-black-stephen-harper-did-many-great-things-for-this-country-but-he-hung-on-to-power-a-little-too-long"], [1591, "2015-10-17T15:32:12Z", [0.2, 0.79, 0.01, 0.0], "http://www.tooclosetocall.ca/p/canada-simulator.html\nhttp://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/"], [4562, "2015-10-17T15:03:26Z", [0.33, 0.47, 0.17, 0.03], ""], [683, "2015-10-17T14:33:26Z", [0.4, 0.6, 0.0, 0.0], ""], [24, "2015-10-17T11:22:07Z", [0.39, 0.61, 0.0, 0.0], ""], [691, "2015-10-17T11:20:26Z", [0.06, 0.94, 0.0, 0.0], ""], [38, "2015-10-17T05:31:56Z", [0.09, 0.91, 0.0, 0.0], "http://www.bloomberg.com/news/articles/2015-10-14/post-thanksgiving-polls-show-liberals-firming-up-lead-in-canada Oct 14.  \" . . . the CBC estimates the Liberals would win 136 seats out of 338 seats. The Conservatives would take 118 seats and the NDP 80 seats.\n~~~~~~~\nhttp://www.theguardian.pe.ca/Opinion/Editorials/2015-10-14/article-4309136/Advance-polls-not-always-right-on-voters%26rsquo%3B-views/1\n\nOct 14. \" . . . after three days [of early voting], 2.4 million Canadians had voted, up 16 per cent from the last election in 2011. When Monday’s totals are tabulated, the numbers will top three million and the increase will likely surpass 20 per cent. \"Pundits suggest that a high turnout indicates Canadians are hungry for change, while a low turnout means people are relatively happy with the party in power.\n. . . \n\". . .  If there is an anti-Harper vote coalescing, it seems to be in favour of the Liberals at the expense of the NDP who have dropped 10 points this month. \n~~~~~~~\nCOMMENT:  It takes 170 seats for a majority."], [61, "2015-10-17T03:32:56Z", [0.52, 0.48, 0.0, 0.0], "Being contrarian by listening to a nagging feeling. Believe a major get out the vote campaign by conservatives may narrow the spread. Believe \"shy conservatives\" still in play with the polls but not too confident evidenced by a nearly split forecast. May be updating often from here on out."], [689, "2015-10-17T03:08:26Z", [0.06, 0.94, 0.0, 0.0], ""], [93, "2015-10-17T02:09:53Z", [0.0, 0.01, 0.0, 0.99], ""], [90, "2015-10-17T01:10:17Z", [0.0, 1.0, 0.0, 0.0], ""], [2515, "2015-10-16T22:40:08Z", [0.0, 0.8, 0.2, 0.0], ""], [94, "2015-10-16T22:31:30Z", [0.24, 0.75, 0.01, 0.0], "Increasing odds for the Liberals, in line with the Sauder prediction market [1] [1] http://predictionmarkets.ca/market.php"], [368, "2015-10-16T22:17:27Z", [0.0, 1.0, 0.0, 0.0], ""], [241, "2015-10-16T22:06:49Z", [0.05, 0.95, 0.0, 0.0], ""], [4604, "2015-10-16T19:40:44Z", [0.0, 1.0, 0.0, 0.0], ""], [30, "2015-10-16T19:37:53Z", [0.2, 0.8, 0.0, 0.0], "Going into the final weekend, polls continue to suggest that the Liberal party will capture a plurality of seats, which would put them in the best position to form the next government.  G&M election forecast: http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/\nCBC poll tracker: http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html "], [83, "2015-10-16T18:07:04Z", [0.0, 1.0, 0.0, 0.0], "Canadian \"strategic\" voting site lists the ridings, and the leading candidate (NDP or Lib), that is in the better position to defeat the Conservative rival.\nhttp://justthefactscanada.com/strategic-vote-our-riding-choices/#more-7341"], [55, "2015-10-16T17:46:17Z", [0.2, 0.8, 0.0, 0.0], "Polls continue to show liberals ticking up. "], [5, "2015-10-16T16:23:33Z", [0.18, 0.8, 0.02, 0.0], ""], [83, "2015-10-16T16:11:21Z", [0.0, 1.0, 0.0, 0.0], "It's all about the price of oil:  http://www.theguardian.com/world/2015/oct/16/canada-election-stephen-harper-fossil-fuel-backfires\n“It’s depressing not having work. I used to make $3,400 a week. Now look at me. I’m eating in a soup kitchen,” said Brian Earl, a construction worker.  This is life on the downturn in a country which prime minister Stephen Harper once promised to make an “energy superpower”, and on the eve of the 19 October general election, it is one issue the Conservative leader definitely does not want to talk about."], [334, "2015-10-16T16:01:08Z", [0.29, 0.53, 0.17, 0.01], ""], [1253, "2015-10-16T15:52:35Z", [0.13, 0.87, 0.0, 0.0], ""], [1114, "2015-10-16T15:47:18Z", [0.1, 0.9, 0.0, 0.0], ""], [462, "2015-10-16T15:46:24Z", [0.42, 0.55, 0.03, 0.0], ""], [1591, "2015-10-16T15:26:54Z", [0.25, 0.74, 0.01, 0.0], "http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/"], [38, "2015-10-16T15:06:18Z", [0.09, 0.91, 0.0, 0.0], "based on a poll published Thursday morning by Nanos Research for CTV News and The Globe and Mail Liberal 37%\nConservative 29% \nNDC 24%"], [110, "2015-10-16T11:50:10Z", [0.3, 0.7, 0.0, 0.0], "http://www.cbc.ca/news/politics/canada-election-2015-quebec-split-michelle-gagnon-1.3272915 I'd already factored the Quebec split into my spreadsheet model. The key here is a) that Ontario will determine which party will win a plurality, and b) Quebec will determine whether it is a minority or majority. My model currently has LIB at close to 140 seats (still in minority territory), CONS at 110 and NDP at 80-something. Green party will likely win 1 seat (maybe 2), and the Bloc may win seat(s), but at the expense of the NDP. It looks like half of the LIB seats will be from Ontario (where vote splitting with the NDP may produce wildcards), and half of the NDP seats will be from Quebec. The CONS seats are more evenly split across the country, with the exception of Quebec and Atlantic Canada. I'm still deeply unhappy with the polling; the numbers are low enough to have high statistical margins, and they aren't sufficiently widely spread (still only a quarter of ridings have been specifically polled). The polling companies could easily have used the same number of calls and targeted more ridings. My guess is that more than half of ridings are \"in play\" in this election."], [3363, "2015-10-16T10:30:51Z", [0.5, 0.41, 0.08, 0.01], ""], [136, "2015-10-16T06:22:39Z", [0.1, 0.9, 0.0, 0.0], ""], [1184, "2015-10-16T03:16:30Z", [0.0, 1.0, 0.0, 0.0], ""], [2, "2015-10-16T02:33:45Z", [0.2, 0.8, 0.0, 0.0], ""], [40, "2015-10-16T01:13:59Z", [0.12, 0.88, 0.0, 0.0], ""], [38, "2015-10-16T00:19:06Z", [0.09, 0.91, 0.0, 0.0], "http://www.huffingtonpost.ca/2015/10/14/hunt-for-red-october-trudeau-talks-majority-as-polls-swing-liberal-way_n_8297626.html Updated: 10/14/2015 5:59 pm EDT  Trudeau is now openly gunning for his third-place Liberals to form a majority government when Canadians go to the polls Monday. \"Trudeau's hunt for a red October isn't pure fantasy, say pollsters who have been tracking the Liberal renaissance, but it could still go down like a stricken U-boat. \"With just four days of campaigning left, national horse race polls from a variety of research firms suggest the Liberals have opened a statistically significant lead over the Conservatives in the last week, although the data has by no means been uniform. \"Since Oct. 9, six different polling firms have placed the Liberals at the top of the leaderboard with public support in the mid-30s, while Conservative party support held steady around 30 per cent and the New Democrats polled in the mid- to low 20s. Only pollsters Angus Reid Institute and Forum Research have showed Conservative leads in the last week and both had the Liberals and Tories bunched within the margin of error. \"For a party and leader that began the election campaign on Aug. 2 firmly in third place — in public support, in leadership ratings and in incumbent seats in the previous Parliament — the turnaround is little short of amazing, says pollster Greg Lyle of Innovative Research Group.\n. . . \n\"Lyle says based on his polling the Liberal surge seems likely to result in some seat pick-ups in ridings that were Conservative and NDP \"blow-outs\" in the 2011, defined as margins of victory of more than 25 percentage points. If those ridings start turning red Monday night, look out. \"Pollster Frank Graves of Ekos Research has been doing daily opinion tracking for most of the year and says that for 20 straight days up until a week ago he had the Conservatives in the lead. Since then, the Liberals have pulled ahead.  \"Sure, if those trends continue, (Liberals) can aspire to a majority,\" said Graves. \"Do I think it's the most likely outcome now? No.\" \"Ekos surveys show the public currently sees the potential of a Liberal minority government or a Conservative minority as equally probable. \"But nobody, as yet, is seeing this as a majority,\" for the Liberals, said Graves. \"In fact, it is Conservative supporters who are more likely to see a majority.\" \"Since Confederation, no third-place party in the seat standings has ever vaulted to government in a single election campaign and occasions when a party added 100-plus seats are exceedingly rare. \"Graves says Harper's Conservatives may benefit from better voter turnout and from the efficiency of the Conservative vote. \"He's not out of it yet.\" \"The cautionary note on any perceived polling lead comes from recent past provincial experience. British Columbia was gobsmacked in 2013 when Christy Clark's Liberals won a majority mandate after polls right up to voting day suggested an NDP majority was in the cards. \"Lyle says poll obsessives should be especially wary of seat projection models this time around. There are 30 new ridings in play, the boundaries of other ridings have been redrawn and models depend in part on extrapolating from the unusual 2011 election, in which Liberals had their worst result ever by far and the NDP its best. \"I think the patterns of the last election are history and we're going back to more traditional patterns,\" said Lyle.\n~~~~~~~\nCOMMENT:  So, the momentum is with the Liberals.  If  the Liberals get a majority or a plurality (the most seats), they will be given the first crack at forming a coalition, and deciding who will be PM."], [61, "2015-10-15T23:44:54Z", [0.4, 0.6, 0.0, 0.0], ""], [102, "2015-10-15T23:00:43Z", [0.0, 1.0, 0.0, 0.0], "my bad"], [1114, "2015-10-15T22:37:08Z", [0.15, 0.85, 0.0, 0.0], ""], [1646, "2015-10-15T21:55:39Z", [0.05, 0.95, 0.0, 0.0], "based on this research:\nhttp://www.lispop.ca/seat-projection/federal/2015-10-15/liberal-surge-ontario-continues"], [1333, "2015-10-15T21:34:20Z", [0.05, 0.45, 0.5, 0.0], ""], [4604, "2015-10-15T19:49:25Z", [0.12, 0.88, 0.0, 0.0], "There seems to be a strong desire for change this year, PM Harper has been in for 10 years. There is voter fatigue with him and the LIB look like the only party that can replace him if you pay attention to the aggregate of polls."], [73, "2015-10-15T19:21:14Z", [0.25, 0.75, 0.0, 0.0], ""], [98, "2015-10-15T17:15:55Z", [0.25, 0.75, 0.0, 0.0], "based on recent polling going from 70 30 lib to 75 25 lib"], [689, "2015-10-15T17:00:57Z", [1.0, 0.0, 0.0, 0.0], "Comment deleted on May 10, 2016 06:23PM UTC"], [4584, "2015-10-15T15:34:17Z", [0.6, 0.3, 0.1, 0.0], ""], [19, "2015-10-15T15:13:05Z", [0.4, 0.6, 0.0, 0.0], "Balanced article from the LRB (London Review of Books). As for the claim that polling underrepresents the Conservative voter, this statement is also not 100% clear. The commitment factor is the key element. Advanced poll turnout was the highest on record. Thus support my hypothesis that polling is reasonably accurate.  Especially with only 5 days to go.  http://www.ekospolitics.com/wp-content/uploads/accurate_polling_flawed_forecast.pdf http://www.lrb.co.uk/v37/n20/ben-jackson/short-cuts?utm_source=newsletter&utm_medium=email&utm_campaign=3720&utm_content=usca_nonsubs_b&hq_e=el&hq_m=3977845&hq_l=20&hq_v=9bbc89c586"], [61, "2015-10-15T14:58:45Z", [0.44, 0.56, 0.0, 0.0], "flipping the balance on my forecast based on latest polls but I'm feeling a bit reactionary.  Will have to read the below a bit more carefully. I'm not yet convinced that the recent polls show clear momentum, but it's certainly go time and the next few days will bring things into focus. So far my quick skim suggests that the point differential may be too much to overcome for the Conservatives; the \"shy conservative\" factor seems to carry greater weight when it's more neck and neck. http://www.cbc.ca/news/politics/canada-election-2015-grenier-polls-oct13-1.3268677?cmp=rss\nhttp://www.economist.com/blogs/economist-explains/2015/05/economist-explains-10"], [884, "2015-10-15T14:39:01Z", [0.3, 0.7, 0.0, 0.0], ""], [884, "2015-10-15T14:38:00Z", [0.3, 0.7, 0.0, 0.0], ""], [110, "2015-10-15T14:13:42Z", [0.4, 0.6, 0.0, 0.0], "Following current polling trend. There are two battlegrounds that will define this election: 1) Ontario (specifically the \"905\" area around Toronto), where some seats may switch from CONS to LIB, and 2) Quebec, where the battle is primarily between the NDP and the separatist Bloc Quebecois (and where things can change dramatically in short periods of time). It still looks like roughly 115 to 120 seats for each of CON and LIB, with slight edge to LIB right now. This is despite a strong lead in polling by LIB, which would appear to indicate a larger lead in terms of number of seats. Note that polling has been notoriously bad at predicting Canadian election results in recent years."], [52, "2015-10-15T13:35:46Z", [0.5, 0.5, 0.0, 0.0], ""], [691, "2015-10-15T12:57:29Z", [0.06, 0.94, 0.0, 0.0], ""], [563, "2015-10-15T11:13:54Z", [0.05, 0.95, 0.0, 0.0], ""], [19, "2015-10-15T11:03:09Z", [0.4, 0.6, 0.0, 0.0], "Harper acting as he's in some difficulty.  Imagine associating yourself with the Ford brothers in Toronto?  For the US audience, \nhttp://www.cbc.ca/news/canada/toronto/rob-ford-doug-ford-stephen-harper-etobicoke-event-1.3268372\nhttp://www.theglobeandmail.com/life/the-hot-button/twenty-jokes-about-rob-ford-from-mondays-us-late-night-talk-shows/article15503891/"], [57, "2015-10-15T10:30:27Z", [0.0, 1.0, 0.0, 0.0], ""], [4562, "2015-10-15T08:20:53Z", [0.38, 0.42, 0.17, 0.03], ""], [783, "2015-10-15T07:22:51Z", [0.0, 1.0, 0.0, 0.0], "Re-affirming previous forecast. Liberals have secured the 905, 48% to 36%, and 416, 48% to 36%, in and surrounding Toronto. and a large lead in Ontario, 43% to 30% where RH Harper had a solid lead in the rural areas. Where Alberta was the stronghold for the Conservatives, their lead is 50% to the Liberals 30%, the Conservatives lead slightly in Saskatchewan and Manitoba (Ipsos, 2015), but any small gain from the NDP to Liberals will make a difference in the election. The Liberals have a small lead in Quebec (Ipsos, 2015) , but it is less likely they will have votes from the NDP to assist them.  The Bloc and the Liberals are trending upward while the Conservatives, NDP, and Greens are continuing their decline in the election (Ipsos, 2015).                                                                                           References   Ipsos. (2015, October 14). Liberals (37%) pull well ahead of Conservatives (31%), NDP (24%) as marathon campaign enters home stretch. Retrieved from http://www.ipsos-na.com/news-polls/pressrelease.aspx?id=7021"], [136, "2015-10-14T20:23:58Z", [0.15, 0.85, 0.0, 0.0], ""], [368, "2015-10-14T18:56:49Z", [0.95, 0.05, 0.0, 0.0], ""], [1253, "2015-10-14T18:03:40Z", [0.3, 0.7, 0.0, 0.0], ""], [30, "2015-10-14T17:57:15Z", [0.3, 0.7, 0.0, 0.0], "With less than a week to go, the liberals are showing strongly across all recent polls (see the CBC poll tracker below); in most cases, the difference between them and the conservatives is well beyond the relevant poll's margin of error.  G&M election forecast: http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/  CBC poll tracker: http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\n"], [783, "2015-10-14T17:51:12Z", [0.0, 1.0, 0.0, 0.0], "Re-affirming last several forecasts, am including this rationale. Interestingly, the Conservatives blame a \"disastrous\" campaign by the NDP, led by Thomas Mulcair, as opposed to the  Conservatives inability to sell their ideas. If so, they mistook tactics for strategy. \nA good political strategy by Mr. Trudeau not to ask the NDP to become their partners, then the NDP would have been given more support by their followers, but now that he said it is not possible to discuss it, there is a sense of urgency by the NDP voters to vote out Conservatives in supporting the Liberals and then working for a Liberal coalition agreement after the election.  Surging Canadian Liberals ask for majority mandate in next week's election\nhttp://ca.reuters.com/article/domesticNews/idCAKCN0S820820151014 By Randall Palmer HAMILTON, Ontario (Reuters) - Canadian Liberal leader Justin Trudeau, surging in opinion polls in the final stretch of the election campaign, asked voters on Wednesday to give him a majority government on Oct 19 - but insisted he would not get over-confident. \"Am I asking Canadians to vote for us? Yes. Am I asking them to vote for us across the country? Yes. Am I asking them for a majority government? Yes,\" Trudeau said in answer to a reporter's question. Trudeau has rarely talked about the possibility of jumping from the Liberals' third-party status to majority government, mainly because it had seemed to be so far out of reach. But the Liberal Party has broken out from what had been a virtual tie in polls with the governing Conservatives and the left-of-center New Democratic Party (NDP) and is approaching the support levels that have delivered majority governments. The Liberals now lead the Conservatives, who are seeking a fourth straight mandate under Prime Minister Stephen Harper, by between five and seven percentage points, and the NDP by 12 to 15 percentage points in three polls released on Tuesday and Wednesday. The polls - by Nanos, Ekos and Ipsos - have the Liberals winning the support of between 35.6 percent and 37 percent of voters. In the past, majority governments have been formed with support in the high 30s. Trudeau, son of former Prime Minister Pierre Trudeau, prefaced his remarks about asking for a majority government by saying in French: \"I don't have the over-confidence to speak about a political strategy. I know Canadians will make a good decision.\" Privately, pessimistic Conservatives say their prospects have been hit hard by what they call a \"disastrous\" campaign by the NDP, led by Thomas Mulcair. This means the center-left vote is flocking to the Liberals rather than splitting between the two parties as it did in the 2011 election, a factor which helped Harper win a majority.    \"If there is a bright side to this, it's that we can now ignore Mulcair and set the rest of the campaign up as a straight fight between the prime minister and Trudeau - who do you trust the most?\" said one well-placed Conservative. The Conservatives have also tended to do better than polling suggests, in part because of their strong get-out-the-vote organization. Trudeau adviser Gerald Butts urged the Liberal faithful to focus on the last days of the campaign, not the opinion polls. \"Keep working hard. Every minute you read a poll is a minute you're not persuading a Canadian,\" Butts tweeted to Liberal campaign workers. (Reporting by Randall Palmer; Additional reporting by David Ljunggren; Editing by Christian Plumb and Frances Kerry)"], [271, "2015-10-14T16:18:59Z", [0.4, 0.6, 0.0, 0.0], ""], [1591, "2015-10-14T15:42:56Z", [0.32, 0.67, 0.01, 0.0], "Anit-Harper vote continues to consolidate under LIBs. \nhttp://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/?click=sf_globe\nhttp://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [766, "2015-10-14T13:56:12Z", [0.35, 0.65, 0.0, 0.0], ""], [110, "2015-10-14T13:16:09Z", [0.55, 0.45, 0.0, 0.0], "Current polls show LIB in the lead. Thing to bear in mind is that it is first past the post, and that only a quarter of ridings have been polled; this means that it is difficult to determine from current polling precisely how many seats will be won (i.e. popular percentage of vote may not reflect who wins). I'm hoping that we'll see more riding-specific polling as the week progresses."], [691, "2015-10-14T12:50:08Z", [0.08, 0.92, 0.0, 0.0], ""], [783, "2015-10-14T08:40:16Z", [0.0, 1.0, 0.0, 0.0], "Re-affirming the previous prediction.\nOntario is seeing the greatest movement in the projected seat outcome, where the Liberal Party has gained 53 seats since 2011. The Liberal Party leads with 136 seats and is 34 seats from winning a majority government.  There will be 338 seats in the next House of Commons. A party needs to win 170 seats to form a majority government (Garner, 2015). This is based on if the election were held today, and it is so. A high response from college students will assist in voting against the Conservatives and supporting the parties in possible coalition with the Liberal Party. The liberals are gaining support, other not so.  The daily gains are short of 1%, (Garner),  but they are in a lead beyond the margin of error and are ahead in 409 , which is a major polling area.  The latest Nanos poll of 10/12 indicates a graph that indicates a bifurcation between them. \nhttp://www.ctvnews.ca/politics/election/latest-nanos-tracking-has-liberals-in-the-lead-1.2605974 http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html   October 13 poll, Eric Garner. CBC "], [60, "2015-10-14T08:11:24Z", [0.2, 0.8, 0.0, 0.0], "Updating LPC from 75 to 80% Looking more and more like the LPC is the party with the chance to unseat the CPC and as a result, we'll probably see some late shifting from the NDP to the LPC."], [37, "2015-10-14T06:54:07Z", [0.0, 1.0, 0.0, 0.0], ""], [1448, "2015-10-14T06:24:43Z", [0.29, 0.68, 0.03, 0.0], ""], [68, "2015-10-14T06:02:37Z", [0.0, 1.0, 0.0, 0.0], "All the polls I've checked show a Liberal plurality. The Globe and Mail has also come around, giving the Libs a 53% chance. The prediction markets point in the same direction, with predictit.org giving Trudeau a 73% chance of becoming the next PM, while the Sauder Prediction Market gives the Liberals a 75% chance of a plurality. My  predictions  till now average Lib 42, Con 37 and NDP 21. In order to get closer to the current probability, I'm entering a 100% chance for the Liberals, which would end up with an average of 55% Liberals and 29% Conservatives."], [575, "2015-10-14T03:49:22Z", [0.25, 0.75, 0.0, 0.0], "Because of Canada's riding system there aren't enough ridings where any 4th party is viable for \"Other\" to win."], [4241, "2015-10-14T03:43:56Z", [0.45, 0.55, 0.0, 0.0], "It just keeps coming up Justin - http://www.cbc.ca/news2/interactives/poll-tracker/2015/"], [1114, "2015-10-14T03:36:38Z", [0.25, 0.75, 0.0, 0.0], ""], [831, "2015-10-14T02:26:52Z", [0.3, 0.37, 0.28, 0.05], ""], [831, "2015-10-14T02:20:57Z", [0.3, 0.39, 0.28, 0.03], ""], [831, "2015-10-14T02:19:12Z", [0.32, 0.35, 0.32, 0.01], ""], [241, "2015-10-14T01:48:23Z", [0.1, 0.9, 0.0, 0.0], ""], [4502, "2015-10-14T01:24:43Z", [0.35, 0.55, 0.1, 0.0], ""], [3321, "2015-10-14T00:46:21Z", [0.05, 0.95, 0.0, 0.0], ""], [821, "2015-10-13T23:57:07Z", [0.2, 0.8, 0.0, 0.0], ""], [4490, "2015-10-13T21:16:34Z", [0.2, 0.6, 0.18, 0.02], ""], [368, "2015-10-13T19:37:03Z", [0.05, 0.95, 0.0, 0.0], ""], [94, "2015-10-13T18:38:07Z", [0.37, 0.6, 0.03, 0.0], "The Liberals now look most likely to form the government, according to the Sauder market [1].  I am adjusting my odds accordingly. [1] http://predictionmarkets.ca/market.php"], [783, "2015-10-13T18:29:01Z", [0.0, 1.0, 0.0, 0.0], "Liberals lead by 7% and Mr. Trudeau is most preferred PM by 5% and voter considered is up for Liberals by 2.2%. The trend is going Liberals. This has been slow and somewhat consistent trend since they were in third and now in the lead this late in the campaign with early voting. There is nothing more outside of a scandal and a blizzard to prevent them taking the seats in a coalition agreement with the NDP and Greens and maybe Bloc. \n"], [241, "2015-10-13T18:04:25Z", [0.15, 0.85, 0.0, 0.0], ""], [925, "2015-10-13T17:27:15Z", [0.15, 0.8, 0.05, 0.0], ""], [766, "2015-10-13T15:33:13Z", [0.45, 0.55, 0.0, 0.0], ""], [1253, "2015-10-13T14:23:00Z", [0.32, 0.68, 0.0, 0.0], ""], [691, "2015-10-13T12:26:23Z", [0.26, 0.74, 0.0, 0.0], ""], [98, "2015-10-13T12:22:00Z", [0.3, 0.7, 0.0, 0.0], "Upping the liberal percent based on more recent polling data etc.  https://en.wikipedia.org/wiki/Canadian_federal_election,_2015"], [68, "2015-10-13T07:55:43Z", [0.35, 0.65, 0.0, 0.0], "Giving up on the NDP, reducing Cons and increasing Lib.  Even the Globe and Mail is now predicting a (very slight) lead for the Liberals.  I'm still giving the Conservatives a decent chance, though, based on their past record of out-performing polls, and the recent tendency (e.g Israel and UK) for polls to underestimate right-wing support in similar situations. Harper could yet do a Netanyahu - the NDP's prospects seem to have been destroyed already with what Conrad Black (a reliable Conservative supporter in the past) calls \"an issue of no relevance involving a trivial number of people\"(h/t dominich). http://news.nationalpost.com/full-comment/conrad-black-this-government-has-scraped-the-barrel-in-its-symbolic-pandering\nI wouldn't be surprised if something similar was aimed at the Liberals in the next few days."], [136, "2015-10-13T06:45:26Z", [0.2, 0.8, 0.0, 0.0], ""], [30, "2015-10-13T04:20:14Z", [0.45, 0.55, 0.0, 0.0], "Things are still pretty close, but a large number of the seat forecasters are now giving the edge to the Liberal Party. Shifting my prediction to reflect that reality.  G&M election forecast: http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/  CBC poll tracker: http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html  Summary of 13 different forecasts from Oct. 10: https://twitter.com/acoyne/status/652982066779394049"], [783, "2015-10-13T03:57:39Z", [0.05, 0.95, 0.0, 0.0], "Where the Liberals are leading the Conservatives, Atlantic, Ontario, Quebec, the Conservatives are lagging 12-36% on October 12th  http://www.ctvnews.ca/politics/election/latest-nanos-tracking-has-liberals-in-the-lead-1.2605974 Where the Conservatives are leading the Liberals, BC, Prairies, Alberta, the Liberals are lagging by 0.2 to 36% on October 12th  http://www.ctvnews.ca/politics/election/latest-nanos-tracking-has-liberals-in-the-lead-1.2605974  and http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html  Some areas where liberals are winning such a the the Atlantic, has a smaller population as does where the Conservatives lead such as the Prairies.  But the Liberals are in the lead nationally in polls by 7% and ever the margin of error. The Conservatives are closer to the NDP in polling than the Liberals on Oct 12th as the liberals have gone from third to first in this election http://www.ctvnews.ca/politics/election/latest-nanos-tracking-has-liberals-in-the-lead-1.2605974 If asked who was the second party to support, all said the Liberals, the Liberals said the NDP.\nNanos 10/9 - 10/11 http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [4439, "2015-10-13T02:54:02Z", [0.7, 0.15, 0.15, 0.0], ""], [36, "2015-10-13T02:24:24Z", [0.1, 0.9, 0.0, 0.0], ""], [2, "2015-10-13T01:37:58Z", [0.25, 0.73, 0.01, 0.01], "Nothing locks in a win, like people thinking the tide inevitable.  The press starting to come around.   Liberals peaking at the right time, and the press is helping.  http://www.theguardian.com/world/2015/oct/12/canada-liberal-party-gathers-steam-election \"A Nanos poll published Monday had the Liberals at 35.7% nationally followed by the Conservatives at 28.9%, and the New Democratic Party at 24.3%. \""], [73, "2015-10-13T01:35:37Z", [0.3, 0.7, 0.0, 0.0], "Gta,  ontario"], [831, "2015-10-13T01:19:14Z", [0.35, 0.32, 0.32, 0.01], ""], [83, "2015-10-12T21:45:18Z", [0.0, 1.0, 0.0, 0.0], "http://www.ctvnews.ca/politics/election/advance-poll-turnout-up-34-per-cent-from-2011-election-elections-canada-1.2606017 Early voting up 34% from 2011.  As one post on the attached link mentions: in 2011 Conservatives won approx. 24% of the eligible vote (40% of 61% turnout).  High turnout this year is not seen to be in the Conservatives favor."], [4241, "2015-10-12T21:39:59Z", [0.48, 0.52, 0.0, 0.0], "Looking better for the Liberals based on the CBC Poll Tracker update this morning."], [241, "2015-10-12T17:44:46Z", [0.2, 0.8, 0.0, 0.0], ""], [368, "2015-10-12T17:21:41Z", [0.05, 0.95, 0.0, 0.0], ""], [4415, "2015-10-12T16:52:45Z", [0.75, 0.25, 0.0, 0.0], "Conservative minority government will form a coalition with Liberals."], [67, "2015-10-12T16:24:26Z", [0.45, 0.55, 0.0, 0.0], "Updating based on latest CBC seat projections."], [271, "2015-10-12T15:43:48Z", [0.6, 0.4, 0.0, 0.0], ""], [1591, "2015-10-12T15:08:38Z", [0.47, 0.52, 0.01, 0.0], "Anit-Harper vote continues to consolidate under LIBs.\nhttp://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/?click=sf_globe\nhttp://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [142, "2015-10-12T14:11:07Z", [0.35, 0.6, 0.05, 0.0], "This is an update, ABC (Anyone But Conservatives) sentiment is coalescing around Liberals. Conservatives are holding core support while NDP is in free-fall."], [613, "2015-10-12T13:51:12Z", [0.53, 0.47, 0.0, 0.0], "The issue of face coverings during naturalization ceremonies seems to be tilting the race toward the conservatives."], [1253, "2015-10-12T12:27:56Z", [0.52, 0.48, 0.0, 0.0], ""], [3363, "2015-10-12T11:37:39Z", [0.65, 0.26, 0.08, 0.01], ""], [462, "2015-10-12T01:31:27Z", [0.4, 0.5, 0.1, 0.0], ""], [3321, "2015-10-12T01:27:14Z", [0.2, 0.8, 0.0, 0.0], ""], [3578, "2015-10-12T00:01:13Z", [0.39, 0.61, 0.0, 0.0], "The polls appear to have swung hard against the NDP with the main beneficiaries being the Liberals. Add to that probable voter desire for \"something different\" after a long period of conservative rule and I believe you have the recipe for a Liberal victory."], [915, "2015-10-11T22:20:07Z", [0.04, 0.96, 0.0, 0.0], "marijuana, umm-kay?"], [915, "2015-10-11T22:18:32Z", [0.1, 0.9, 0.0, 0.0], ""], [368, "2015-10-11T20:42:32Z", [0.95, 0.05, 0.0, 0.0], ""], [4378, "2015-10-11T19:28:22Z", [0.55, 0.35, 0.1, 0.0], ""], [24, "2015-10-11T18:47:35Z", [0.46, 0.54, 0.0, 0.0], "Adjusting Liberal forecast up, and Conservative down. I note that prominent (if formerly disgraced) media figure, and respected conservative thinker, Conrad Black, has written an editorial in the National Post that is not altogether complementary about the Conservatives (despite his having been a vocal supporter of them at previous elections) - he is going to state his formal electoral preference next week, but criticism from such a figure, at this stage in a close electoral campaign, in a paper that he founded and formerly owned, is potentially damning for Harper. http://news.nationalpost.com/full-comment/conrad-black-this-government-has-scraped-the-barrel-in-its-symbolic-pandering "], [4241, "2015-10-11T18:24:16Z", [0.49, 0.51, 0.0, 0.0], "Figured I'd update my gamble, given the most recent polls summarized at CBC's Poll Tracker. My thinking here hasn't fundamentally changed, other than admitting that the NDP isn't going to make the cut. I'm still giving the slight edge to the Liberals. That said, given the Conservatives have a higher potential seat take I'm wondering if their vaunted ability to target voters in just the right ridings will give them another victory. Thoughts? Rob"], [4371, "2015-10-11T17:41:05Z", [0.55, 0.2, 0.25, 0.0], ""], [1722, "2015-10-11T17:33:52Z", [0.55, 0.45, 0.0, 0.0], "Lowering my prediction for the Conservatives and ruling out any NDP victory. The NDP change is for Mulcair's inability to reverse the orange crash, which has been a boon to the Liberals. I also think more young people are coming out to vote and while the rural bias will somewhat limit the demographic impact, but their votes will certainly aid the left."], [30, "2015-10-11T16:33:19Z", [0.6, 0.4, 0.0, 0.0], ""], [405, "2015-10-11T16:33:00Z", [0.98, 0.01, 0.01, 0.0], "update 12/10/2015\n128 PC, 118 Lib, 86 NPD, 5 Bloc\nhttp://www.tooclosetocall.ca/2015/10/une-semaine-restante.html\nupdate\nPolls: Since there's a lot of cellphones, polls aren't what they were.  Also, Canada is a large country with a lot of particularities. Some's would call it regionalism. \nCities , suburbs and rural\nToronto, Vancouver, Montreal are the places where new citizens take place, where there's multiculturalism. \nSuburban are more the place where WASP or french quebecers are living.\nRural/region\nWASP and french quebecer's almost exclusively Liberal's vote are more in cities where polls are taken. Citie's riding  are also more populous. (Last election Ottawa-centre had 64003 voters and  Nunavut 7875 voters)\nSo recent polls cannot be speading invariously in Canada across the board, it doesn't reflect winning an electoral riding. Recent polls \nBritish Columbia , small advantage for PC\nAlberta and Prairies : dominance for PC\nOntario : urban mostly Liberals, rural mostly PC\nMaritimes: domination of Liberals PC 148, Lib 97, NDP 62, Bloc 26, Green 1 With those ridings, PC should take the power. (The political party who have more seats have the initiative to make the government. I don't think of a coalition PLC-NDP. Strategist from those parties knows what happened to the Liberal Democrats 2010 in UK who formed a coalition government with the Conservative Party).\nI believe more in the accuracy of aggregation of polls. (a fox like approach?) «The projection model starts with the aggregation of all publicly available opinion polls»\nhttp://www.tooclosetocall.ca/p/canada-2015.html\nhttp://www.threehundredeight.com/p/canada.html"], [4042, "2015-10-11T14:53:35Z", [0.35, 0.65, 0.0, 0.0], ""], [691, "2015-10-11T11:56:59Z", [0.36, 0.64, 0.0, 0.0], ""], [136, "2015-10-11T11:20:58Z", [0.35, 0.65, 0.0, 0.0], ""], [2, "2015-10-11T06:12:06Z", [0.34, 0.63, 0.01, 0.02], "Finally starting to see some separation in the polls.  From Rote's article: \"Translated to seat counts, Forum said the popular support figures mean that the Liberals would score a strong minority of 145 seats, 25 fewer than needed for a majority in the 338-seat House of Commons. The Conservatives would capture 116 seats, with the NDP, who began the campaign in August as front-runners, placing a distant third with 69. \" http://www.thestar.com/news/canada/2015/10/10/liberals-within-reach-of-majority-poll.html"], [3828, "2015-10-11T05:14:09Z", [0.25, 0.75, 0.0, 0.0], ""], [783, "2015-10-11T04:35:32Z", [0.3, 0.7, 0.0, 0.0], "The Forum poll indicates that the Liberal party has a 37 to 31% lead over the Conservative party (Spurr, 2015, October 10) as advanced polling begins in Canada with 33% of respondents saying their support of the NDP is weakening and would vote for another party. With a high polling of people who oppose RH Harper, there is little cult of the personality that he could depend upon when bringing in new voters to secure a win, which becomes a weight around the Conservative party. Whereas the strategic swap vote between people opposing RH Harper will bring them to vote for the Liberals and not a weak party, but not enough for a majority seat for the Liberals. The best RH Harper could ask is a win and no coalition support that brings on another election.                                                                                         References Spurr, B. (2015, October 10). Liberals within reach of strong minority: poll. Toronto Star. Retrieved from http://www.thestar.com/news/canada/2015/10/10/liberals-within-reach-of-majority-poll.html"], [83, "2015-10-11T00:58:15Z", [0.0, 1.0, 0.0, 0.0], "Increasing historical average."], [3617, "2015-10-11T00:34:22Z", [0.42, 0.55, 0.02, 0.01], ""], [915, "2015-10-10T22:43:35Z", [0.75, 0.25, 0.0, 0.0], ""], [368, "2015-10-10T21:24:55Z", [0.55, 0.45, 0.0, 0.0], ""], [38, "2015-10-10T21:21:53Z", [0.45, 0.55, 0.0, 0.0], "http://signal.lactualite.com Projected seats by party:\nLiberal: 136 (range 121-160)\nConservative:  130  (range 113-143)\nNPD:  67  (range 39-84) 170 seats are needed for a majority."], [231, "2015-10-10T19:13:52Z", [0.35, 0.55, 0.1, 0.0], "http://www.ctvnews.ca/politics/election/nanos-poll-liberals-gain-advantage-as-election-enters-holiday-weekend-1.2604318"], [83, "2015-10-10T18:40:50Z", [0.1, 0.85, 0.05, 0.0], "A man and his bear walk into a bar.... http://www.theglobeandmail.com/globe-debate/a-man-and-his-bear-walk-into-a-bar/article26757534/"], [1114, "2015-10-10T17:53:18Z", [0.4, 0.6, 0.0, 0.0], "http://www.theglobeandmail.com/news/politics/mulcair-seems-to-extend-an-olive-branch-to-trudeau/article26764327/ It's looking like a minority Liberal government with NDP support. Probably no coalition. "], [334, "2015-10-10T15:32:36Z", [0.39, 0.37, 0.23, 0.01], ""], [28, "2015-10-10T14:51:58Z", [0.4, 0.6, 0.0, 0.0], ""], [691, "2015-10-10T12:01:19Z", [0.41, 0.59, 0.0, 0.0], ""], [102, "2015-10-10T05:51:12Z", [1.0, 0.0, 0.0, 0.0], ""], [4241, "2015-10-10T03:08:12Z", [0.44, 0.46, 0.1, 0.0], "If the CBC poll tracker seat projections are any good, an NDP led minority government is unlikely. And while their projections indicate more seats for the Liberals, the Conservatives have a better spread of possible seat outcomes, so I'm only giving a slight edge to the Liberals and another Trudeau as PM."], [73, "2015-10-10T03:02:32Z", [0.4, 0.6, 0.0, 0.0], ""], [60, "2015-10-10T03:00:21Z", [0.25, 0.75, 0.0, 0.0], "Upping LPC (again) -- from 66% to 75%. Seems the winds... they are a changin'."], [3321, "2015-10-10T02:55:02Z", [0.25, 0.75, 0.0, 0.0], ""], [93, "2015-10-10T01:19:42Z", [0.99, 0.01, 0.0, 0.0], "http://www.cbc.ca/news/politics/canada-election-2015-grenier-polls-oct8-1.3262692?cmp=rss\n"], [93, "2015-10-09T22:43:40Z", [0.85, 0.15, 0.0, 0.0], ""], [1114, "2015-10-09T21:46:58Z", [0.45, 0.55, 0.0, 0.0], ""], [24, "2015-10-09T21:25:12Z", [0.54, 0.46, 0.0, 0.0], ""], [102, "2015-10-09T20:28:49Z", [0.5, 0.5, 0.0, 0.0], "I dunno."], [783, "2015-10-09T20:25:01Z", [0.35, 0.65, 0.0, 0.0], "The Liberal  Party leads with 132 seats and is 38 seats from winning a majority government (Grenier, 2015). This is a higher percentage then when the Conservatives were in the lead last week and needed an estimated 44 seats to win a majority, and Mr. Trudeau needed 52 seats or so to win a majority seat   mentioned  in my prior forecast. Liberals will win Ontario.\nWith 9 days to go, the trend is not in the Conservatives favor and the NDP has to negotiate from a weaker approach and not with the Conservatives, though the Liberals may not want a coalition. I have no idea why I confuse the Liberal party with the old Labour Party in my earlier forecasts, maybe I like that u in it, but at least the percentage forecast always corrects the intent.  References Grenier, E. (2015, October 9). CBC News: Éric Grenier's Poll Tracker. Retrieved from http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html#polls"], [241, "2015-10-09T19:53:48Z", [0.3, 0.7, 0.0, 0.0], "Liberals are winning. Are we going to see another polling failure? (See the recent UK, Israeli, and Greek elections.)"], [73, "2015-10-09T17:03:33Z", [0.6, 0.4, 0.0, 0.0], ""], [5, "2015-10-09T15:44:29Z", [0.55, 0.45, 0.0, 0.0], ""], [5, "2015-10-09T15:43:17Z", [0.65, 0.25, 0.1, 0.0], ""], [1253, "2015-10-09T14:12:55Z", [0.54, 0.46, 0.0, 0.0], ""], [142, "2015-10-09T13:07:34Z", [0.4, 0.4, 0.2, 0.0], "NDP support is collapsing and voters opposed to the Conservative party are shifting to the Liberal party."], [691, "2015-10-09T12:21:39Z", [0.51, 0.49, 0.0, 0.0], "getting a bit tighter at the top, but NDP will not be naming the PM under any likely election result or any conceivable deal. "], [68, "2015-10-09T07:36:09Z", [0.4, 0.55, 0.05, 0.0], "Adjusting slightly by moving 5% from NDP to Liberals. Shift towards Liberals continues, but there isn't yet a consensus on who gets the most seats. http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html has Libs 127. Con 124 and NDP 85. https://predictionmarkets.ca/market.php has Liberals and Conservatives almost neck and neck in % of seat share.  However, http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/ has Cons 130 vs Libs 119 and NDP 83, though it does show a recent trend towards the Liberals.  The type of poll seems to be making a difference - automated telephone polls show Cons well ahead while the one live telephone poll gives the Liberals the lead. Internet polls are somewhere in between (See http://www.cbc.ca/news/politics/canada-election-2015-grenier-polls-oct6-1.3258683 for more details of methodology)."], [136, "2015-10-09T07:09:08Z", [0.55, 0.4, 0.05, 0.0], ""], [73, "2015-10-09T03:27:31Z", [0.7, 0.3, 0.0, 0.0], "Ontario"], [689, "2015-10-09T02:12:19Z", [0.85, 0.15, 0.0, 0.0], "Comment deleted on May 10, 2016 06:09PM UTC"], [241, "2015-10-09T02:00:47Z", [0.45, 0.55, 0.0, 0.0], "Affirming forecast. FYI: Some post-election scenarios to mull over: http://www.nationalobserver.com/2015/08/04/news/minority-govt-games-what-if-harper-loses-his-power The role of the Governor General: http://www.parl.gc.ca/About/House/compendium/web-content/c_d_rolecrowngovernorgeneral-e.htm"], [60, "2015-10-09T01:46:32Z", [0.34, 0.66, 0.0, 0.0], "Revising to reflect changing public opinion. The LPC is peaking up steam and it looks like it's at the cost of the NDP. At this point, I'm giving Trudeau 2 to 1 odds over PMSH to be the 'next' PM."], [1591, "2015-10-09T01:32:27Z", [0.59, 0.37, 0.04, 0.0], "LIBs improving a bit in the polls.  Now projected to win more than CONS in the most likely condition http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html but just barely and CONS has more upside in its range. CONS still projected to win in http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/?click=sf_globe"], [2, "2015-10-09T01:23:44Z", [0.4, 0.55, 0.03, 0.02], "Flipping CON and LIB.  Strategic voting finally asserting itself per Raisinville's bbc link. http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html Also, the poll tracker now also shows LIB leading CON in number of seats, although it's still very tight, with CON having greater chance for upside surprise. Given how much NDP dropped, it's still surprising to me how close it is.  Some of them switched to CON, so the lead is not that solid."], [83, "2015-10-09T01:10:27Z", [0.1, 0.85, 0.05, 0.0], "http://www.bbc.com/news/world-us-canada-34431009 This time it is the BBC with a large photograph of a smiling victorious looking Trudeau.  They say a picture is worth a thousand words."], [1114, "2015-10-09T00:15:39Z", [0.47, 0.53, 0.0, 0.0], ""], [4224, "2015-10-08T23:41:30Z", [0.33, 0.53, 0.09, 0.05], "Scanning of popular opinion seems to show a preference for the LIB group. "], [83, "2015-10-08T22:25:15Z", [0.09, 0.76, 0.15, 0.0], "http://www.cbc.ca/news/politics/canada-election-2015-grenier-polls-oct8-1.3262692 Polls agree Libs in a narrow lead.  Ontario polls clearing up, Trudeau taking lead.  \nNDP's Mulcair attacks both Harper and Trudeau.\n"], [98, "2015-10-08T19:09:14Z", [0.45, 0.55, 0.0, 0.0], "trend towards lib continues looking at polling info in wikipidia https://en.wikipedia.org/wiki/Opinion_polling_in_the_Canadian_federal_election,_2015"], [368, "2015-10-08T17:29:29Z", [0.9, 0.1, 0.0, 0.0], ""], [30, "2015-10-08T16:08:50Z", [0.67, 0.33, 0.0, 0.0], "Revising my prediction of a conservative victory down a couple of points. Liberals have gained some ground in recent polls, while the NDP continue to fall.  G&M election forecast: http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/\nCBC poll tracker:  http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\nBookmakers: http://www.theglobeandmail.com//news/politics/irish-bookmaker-has-harpers-conservatives-the-clear-election-favourite/article26714094/?cmpid=rss1\n"], [1722, "2015-10-08T16:05:08Z", [0.5, 0.4, 0.1, 0.0], "Correcting for recent \"orange crash.\" Mulcair, despite his moderate face, still brings in a quite radical party and this will hurt them. However, I'm still favoring the Conservatives as looking at the Liberal high range on 308 doesn't show many more ridings slipping their way. That block of blue in the west, Upper Canada and The Maritimes/Eastern Quebec means that the famous \"Three Sisters\" of Conservative coalitions may secure Harper a minority victory. http://www.threehundredeight.com/p/canada.html"], [766, "2015-10-08T15:58:35Z", [0.45, 0.45, 0.1, 0.0], ""], [691, "2015-10-08T12:23:58Z", [0.55, 0.45, 0.0, 0.0], ""], [241, "2015-10-08T11:25:33Z", [0.45, 0.55, 0.0, 0.0], "The NDP is sinking in both the polls and seat projections, but the \"Anyone But Conservative\" feeling is still strong. My guess is that the Liberal Party will benefit the most from those two trends. http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [36, "2015-10-08T00:33:41Z", [0.1, 0.5, 0.4, 0.0], ""], [368, "2015-10-07T22:26:09Z", [0.9, 0.1, 0.0, 0.0], ""], [1325, "2015-10-07T19:48:44Z", [0.35, 0.4, 0.2, 0.05], ""], [83, "2015-10-07T19:10:12Z", [0.09, 0.66, 0.25, 0.0], "Reading between the lines:  Economist labels Trudeau as \"Hair Apparent\"\nhttp://www.economist.com/news/americas/21669971-son-prime-minister-ready-take-over-top-job-hair-apparent Financial Times (7 Oct. p.7):\nhttp://www.ft.com/intl/cms/s/0/5d54754e-6c0f-11e5-8171-ba1968cf791a.html\nConcludes the article with this line: \"Canadians may soon find out wether they are really ready for Mr. Trudeau\".\n"], [1257, "2015-10-07T18:47:05Z", [0.9, 0.1, 0.0, 0.0], "Harper is heading for reelection."], [83, "2015-10-07T18:34:39Z", [0.09, 0.65, 0.26, 0.0], "http://news.nationalpost.com/news/canada/canadian-politics/canadians-dont-have-a-preference-who-would-lead-a-coalition-after-election-day-poll On a Harper Govt.:\nBoth opposition parties have stated forcefully that they would not prop up a Stephen Harper-led minority government, suggesting that if the election results don’t produce a majority, Canadians might look to the NDP and Liberals to team up and form a government. On a coalition Govt.:\nForty-five per cent of those asked in a recent Mainstreet Research poll said they would approve of a Liberal-NDP coalition headed by Liberal Leader Justin Trudeau, while 42 per cent — almost a tie in polling terms — would approve of the NDP’s Tom Mulcair leading such a formal partnership."], [1114, "2015-10-07T17:16:31Z", [0.55, 0.45, 0.0, 0.0], "Forecast from yesterday was a mistake--meant to give 55% cons, 45% liberals"], [2, "2015-10-07T14:58:20Z", [0.5, 0.42, 0.05, 0.03], "Moving CONS up.  Looks like most people don't think coalition govt is likely in Canada, and CONS has a slight lead.   Minority govt for Harper is probably the single most likely scenario.  Harper is not very popular, but there doesn't seem to be the same level of hatred for him.  He's not being targeted by voters to be \"thrown out\".  http://ottawacitizen.com/news/politics/in-event-of-coalition-canadians-not-sure-who-should-lead\nhttp://globalnews.ca/news/2191409/mulcair-overtakes-harper-as-top-choice-for-prime-minister-poll/ Harper's approval rating is 32% according to this: http://www.vancouversun.com/news/polls+find+stephen+harper+conservatives+rise/11384482/story.html Without some emotional spur, it'll be hard to argue for an exception -- coalition govt rather than minority govt.   It needs to be in the 20's for me to feel comfortable that they'll start doing unusual things to ensure he doesn't stay in power."], [271, "2015-10-07T14:53:20Z", [0.7, 0.3, 0.0, 0.0], "Updating prediction based on new polling data...\nCons 70 --> 70\nLib 15 --> 30\nNDP 15 --> 0"], [98, "2015-10-07T14:07:02Z", [0.45, 0.55, 0.0, 0.0], "update reflecting recent past two weeks polling and poll trends (by eyeball)"], [110, "2015-10-07T12:25:30Z", [0.8, 0.15, 0.05, 0.0], "NDP is slipping, CONS have pulled ahead in recent polling (likely enough for a small majority)."], [691, "2015-10-07T12:03:01Z", [0.52, 0.45, 0.03, 0.0], ""], [24, "2015-10-07T06:39:31Z", [0.54, 0.43, 0.03, 0.0], ""], [60, "2015-10-07T05:23:32Z", [0.45, 0.53, 0.02, 0.0], "Readjusting: NDP down to 2% (from 12%). Reallocate between CPC (44 to 45) and LPC (44 to 53). The polls seem to indicate that the CPC will win -- again -- but based on the last decade, I just can't see Canadians giving Harper the government -- again. Right now, it seems like the LPC has a much better chance."], [783, "2015-10-07T03:07:38Z", [0.46, 0.54, 0.0, 0.0], "RH Harper needs an estimated 44 seats to win a majority. Mr. Trudeau needs 52 seats or so to win a majority (Grenier, 2015). They could align with the NDP and win and no one will align with the Conservatives, not because they do not like the NDP, but the other parties cannot lose their supporters by allowing RH Harper a plurality. That is anathema for the party leaders. It has become the Party brands versus the cult of the individual as the way the election is framed by anti-Harper voters. It is unlikely in that environment anyone in another party will allow the Conservatives their confidence, save to vote against them with it.  Labour leads in Ontario, BC, and the Atlantic with a large error of margin that would not effect their win in those provinces. The Conservatives lead in the Prairies with a large error of margin that would not effect their win in the  province. The NDP leads in Quebec with a large error of margin that would effect their win to Labour in the  province (CTV News, 2015). The Green Party leader said she would ask the governor general for more “time to consult” with the NDP and Liberals, should the Harper government win a minority government in the upcoming election (Zilio, 2015). Black Swan: I think if the Labour Party decides not to have a coalition with the NDP, as they had not done in previous elections which gave the Conservatives the election, then the Conservatives could  stay in power.                                                                                                  References CTV News. (2015, October 6). Nanos Research Political Polls. Retrieved from http://www.ctvnews.ca/politics/election/nanos-polls Grenier, E. (2015, October 6). Poll Tracker. Retrieved from http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html Zilio, M. (2015, September 11). If Harper wins minority, May would confer with opposition on forming gov't. Retrieved from  \nhttp://www.ctvnews.ca/politics/if-harper-wins-minority-may-would-confer-with-opposition-on-forming-gov-t-1.2555497"], [61, "2015-10-07T02:18:10Z", [0.87, 0.13, 0.0, 0.0], "My read of the prediction polls is that the CONS have seen a more sustained upward trend over the LIBS (though doesn't mean it will necessarily continue) Harper's approval ratings don't provide too much insight since there are whispers of him being replaced anyway, though some slightly dated betting markets show him having a slight edge. Betting markets also favoring most seats for CONS. Tempted to revisit how the British election played out as a comparative case but not convinced it would be yield much. ARTICLES Tracks some scenarios including providing a sketch of how the popular vote could come into play with this election more so than in those past with regard to the next prime minister. May be worth returning to this one.\nhttp://www.nationalobserver.com/2015/08/04/news/minority-govt-games-what-if-harper-loses-his-power Will be interesting to see whether or how much the TPP trade deal affects the national debate.\nhttp://www.wsj.com/articles/canada-pm-harper-heralds-tpp-trade-deal-1444059948\nhttp://www.bloomberg.com/news/articles/2015-10-06/-orange-crash-leaves-trudeau-the-top-rival-to-harper-in-canada ALGORITHMS & MODELS\nhttp://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\nhttp://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/?click=sf_globe BETTING MARKETS\nhttp://www.paddypower.com/bet/other-politics/canadian-politics\n(article) http://www.oddsshark.com/entertainment/canadian-prime-minister-election-odds"], [4073, "2015-10-07T02:13:48Z", [0.35, 0.2, 0.45, 0.0], ""], [94, "2015-10-07T02:05:59Z", [0.55, 0.4, 0.05, 0.0], "Recent polls have shown a significant slide for the NDP and a slight boost for the Liberals and Conservatives.  I am changing my odds likewise."], [3321, "2015-10-06T23:05:57Z", [0.4, 0.6, 0.0, 0.0], ""], [241, "2015-10-06T21:34:15Z", [0.54, 0.44, 0.02, 0.0], "Reposting NickLutz's link for my own reference: http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/?click=sf_globe"], [1591, "2015-10-06T20:52:48Z", [0.65, 0.3, 0.05, 0.0], "Basing it mainly off of Globe and Mail simulator: http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/?click=sf_globe Dialed back the Conservatives because of coalition potential (unlikely, but possible) and because the simulator relies of uniform swings (not sure which way that may bias if it all, but I basically want to add more uncertainty than the model included).  "], [1114, "2015-10-06T20:18:04Z", [0.45, 0.55, 0.0, 0.0], ""], [30, "2015-10-06T19:17:47Z", [0.7, 0.3, 0.0, 0.0], "Couple of factors at play:  (1) It looks increasingly likely that the Conservative Party will win the most seats on election day, followed by the Liberals and then the NDP (see the aggregated polls and election forecast models linked below). (2) In Canada, the party with the most seats tends to form government (even if they don't have a majority). While coalition governments are constitutionally possible, the idea has proven divisive in the past. In 2008, for example, an effort by the Liberals, NDP, and Bloc to form a coalition government proved highly controversial and ultimately failed (see the history of coalition governments in Canada linked below).  (3) While Mulcair's NDP is open to working with the liberals, Justin Trudeau has come out against the idea of forming a coalition government with the NDP. As it takes two to tango, this pretty much rules this option out. (4) There is some chance that Justin Trudeau's Liberals will end up capturing more seats than the Conservatives. Currently, only eight seats separate the Liberals and the Conservatives in the latest CBC projections; it is possible that the Liberals will be able to make up this ground in the next two weeks. Not only does NDP support seem to be falling, but the Liberals have the largest potential pool of voters to draw from.  Globe and Mail election forecast: http://www.theglobeandmail.com/news/politics/globe-election-forecast-2015/article25377958/ Globe and Mail election forecast methodology: http://www.theglobeandmail.com/news/politics/how-our-election-forecasting-model-works/article25371747/ CBC Poll Tracker (uses a weighted average of polls) : http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html Trudeau and Liberals opposed to coalition government: http://www.theglobeandmail.com/news/politics/canadians-dont-want-a-coalition-government-trudeau-says/article26247346/ History of coalition governments in Canada: http://www.thecanadianencyclopedia.ca/en/article/coalition-government/ Large pool of 'potential' Liberal voters: http://www.theglobeandmail.com/news/politics/liberals-take-lead-in-would-you-consider-measure-of-support/article26677293/"], [373, "2015-10-06T19:10:53Z", [0.45, 0.5, 0.05, 0.0], "Liberals have focused on issues, not much on style; this has allowed them to gain ground across most geographies. Conservatives are now starting to talk more about issues after spending most of their early energy bashing the Liberals; their support has steadied. NDP are electable only if the other two parties fall flat AND still manage to split vote.\nSlight advantage Liberals at this stage."], [691, "2015-10-06T17:43:09Z", [0.52, 0.45, 0.03, 0.0], "I probably should give up on the NDP, but there's a very small chance something good will happen for them--I'll probably make them disappear in the next few days.  Libs are pulling ahead in the beauty contest, but that doesn't necessarily translate into seats.  It may come down to who agrees to play with the Conservatives after the votes are counted and the Conservs have incumbent advantage and most seats.  If nobody (which probably means NDP, since nobody else will have enough seats to be helpful) signs on with them, it'll be a Liberal PM."], [368, "2015-10-06T17:07:37Z", [0.9, 0.1, 0.0, 0.0], ""], [1333, "2015-10-06T14:51:01Z", [0.45, 0.0, 0.0, 0.55], "The center left national party has made strong gains in provincial elections and with the dropping oil prices and liberal turn occurring almost globally amid the rising concern that global warming is a great threat to Canadian interests, they seem right to become the protest/populist bloc in coming elections over the next 12 months."], [19, "2015-10-06T13:45:48Z", [0.44, 0.46, 0.1, 0.0], "Ontario / Quebec hold the keys to who will win. Ontario and Quebec are evenly split between Cons/Libs. In Quebec, NPD are stalled. Libs/Cons are in a tie.  Conservatives will do anything to win. Canadians favor the Libs idea of infrastructure spending.  I think uptick in Lib support is due to voters seeing Libs as best alternative to Harper. 50% of voters not happy with direction the country is going.  "], [1591, "2015-10-06T13:19:18Z", [0.55, 0.37, 0.08, 0.0], "Updating based on Balbec's take on resolution criteria.  Also, NDP continue to lose votes (mostly to Liberals), but Conservatives still ahead in seat projections.  http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [68, "2015-10-06T07:16:18Z", [0.4, 0.5, 0.1, 0.0], "Adjusting based on latest projections.\nhttp://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html A Liberal surge since the last projection has put them in the lead for vote share, 32.4% to the Conservatives 31.6. The projected seat gap is also closing,, with Con 122, Lib 118 and NDP still trailing at 96.  If Trudeau and Mulcair manage to huddle together immediately after the election results and announce their intention to form a coalition, that should preclude the Governor-General's asking Harper to continue, even if the Conservatives win the most seats. I'm not sure they'll be able to agree so quickly, though."], [38, "2015-10-06T07:01:38Z", [0.55, 0.45, 0.0, 0.0], "I've been following polls, but it's not raw votes that count, it's ridings (MP seats) won!   http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\nlatest projection of MP seats by party.  (It takes 170 seats for a majority.)\nConservative 122  (range of 106-151)\nNDP  96  (range of 80-109)\nLiberal 118 (range of 90-132)\n~~~~~~~\nhttp://cdnelectionwatch.blogspot.com\nConservative 143\nNDP 98\nLiberal 92\n~~~~~~~\nhttp://www.theglobeandmail.com/globe-debate/the-campaigns-final-make-or-break-weeks/article26638718/ Oct. 5.  \"If the Conservatives were to win, say, 120 seats to 110 for the Liberals, Mr. Harper might remain Prime Minister for a while, but the Liberals would probably combine with the New Democrats to defeat him at the first opportunity. . . .  \"If, however, the Conservatives can win a strong plurality, say 150 seats against 100 for the Liberals, they might have a chance to survive. The Liberals and NDP combined would still have a majority of seats, but they would find it more difficult, politically, to overthrow a government that had just won a reasonably convincing victory.\n~~~~~~~\nhttp://ottawacitizen.com/news/politics/reid-in-the-glengarry-glen-election-third-place-means-youre-fired This is an analysis of a strategic voting scheme.\n~~~~~~~\nCOMMENT:  I'm just beginning to understand the complexity of Canadian elections:  issues (TPP, niqab), parties, turnout, strategic voting, ridings/seats won. . . . .  by all measures the Conservatives are the stronger party and stand to win the most seats."], [38, "2015-10-06T06:10:56Z", [0.55, 0.45, 0.0, 0.0], "http://vancouver.24hrs.ca/2015/10/05/how-parties-win-ridings-with-gotv Oct t.  “GOTV is a crucial part of winning close campaigns, and some campaigns do it better than others.” - Aaron Strauss, U.S. political analyst \"Forget the polls. And ignore the noise on “strategic voting” – which rarely has any impact on election results. \"How do New Democrats, Conservatives and Liberals actually win ridings when they usually take under 50% of the votes? With a little-understood electoral weapon called GOTV – Get Out The Vote. \"First, we don’t have one election – we have 338 separate elections to select the Member of Parliament in each riding. \"The party that wins the most seats forms government – so it’s MPs elected that actually count, not national polls that don’t reflect local reality.\n. . . \n\"And that’s why even a significant 5% lead can mean nothing on E-Day.\n. . . \nIn B.C.. . .  the Conservatives and NDP have the best “on-the-ground” GOTV campaigns. \"Why is GOTV important in this election? Because to defeat the Conservatives and form a minority government with the most seats in Parliament, the NDP needs to win 35 more seats than they hold now nationally, while the Liberals need to win 100. \"That means the Liberals' task is almost three times harder – not impossible, but much more challenging."], [38, "2015-10-06T05:59:19Z", [0.55, 0.45, 0.0, 0.0], "http://www.ctvnews.ca/politics/election/nanos-poll-liberals-trend-up-ndp-trend-down-conservatives-steady-1.2594136 Oct 4.  \"The numbers, which were released at 6 a.m. on Sunday, Oct. 4, suggest:\nThe Liberals are at 35.3 per cent support nationally\nThe Conservatives are at 31.0 per cent support nationally\nThe NDP is at 24.3 per cent support nationally \"We had 16 nights of a three-way tie. Now, the race is starting to break open,\" pollster Nik Nanos told CTV's Question Period on Sunday. \"We've seen the New Democrats slide down and we've seen the Liberals incrementally creep up.\" \"But while the Liberals have seen gains, Nanos said it is too soon to discount the Conservatives. \"Those Conservative numbers are very efficient at generating seats, so it's a little too early to declare who has the upper hand,\" he said. \"Don't count the Conservatives out right now.\" \"In recent weeks, Nanos said, party leaders have focused on controversial issues, such as debate over the niqab or the Trans-Pacific Partnership, in an effort to sway voters one way or another. While Stephen Harper still has an advantage on the preferred prime minister measure, the latest tracking by Nanos Research for CTV News and the Globe and Mail suggests that the gap between the Conservative Leader and Liberal Leader Justin Trudeau is narrowing.\nSurvey respondents were asked: \"Of the current federal political party leaders, could you please rank your top two current local preferences for prime minister?\"\nAccording to numbers released Oct. 4:\n31.7 per cent of respondents said they preferred Harper\n29.4 per cent preferred Trudeau\n22.7 per cent preferred NDP Leader Tom Mulcair\nHowever, although Mulcair is currently third in the preferred prime minister measure, the NDP Leader scored highest on the measure about qualities of a good political leader.\nFor this measure, 56.7 per cent of respondents said they thought Mulcair has the qualities of \na leader.\n~~~~~~~\nCOMMENT: It appears that the Liberals are gaining momentum in the polls, BUT will they turn out the vote???"], [4002, "2015-10-06T05:08:45Z", [0.9, 0.1, 0.0, 0.0], ""], [1029, "2015-10-06T03:47:20Z", [0.3, 0.65, 0.05, 0.0], ""], [83, "2015-10-06T02:55:57Z", [0.25, 0.7, 0.05, 0.0], "http://www.cbc.ca/news/politics/canada-election-2015-tpp-agreement-atlanta-1.3254569 The full text of the TPP deal will be released in Canada within the next few days.  Dairy and autos seen as possible losers.  The TPP will be voted on by the new Parliament that results from this election.  With the parties so close, probability of large vote swings in the next few weeks are possible.  Keeping forecast on guess that Harper's party will lose a few votes."], [1114, "2015-10-06T02:39:59Z", [0.5, 0.5, 0.0, 0.0], "Reposting from my response to NickLutz, who asked whether the question will be resolved immediately after the election or not until the Speech from the Throne, if the Conservatives win a plurality: The question should be resolved then [immediately]. If the Conservatives win a plurality of seats (referred to as \"ridings\" in official parlance), they will be asked to form a minority government.*[1] This may mean that the current government continues as is (i.e., Harper as PM and the current cabinet, perhaps with some shuffling), or the Conservatives may ask Harper to resign and choose a new PM from their ranks.**[2] This government can then remain in office for its full term unless it loses a vote of non-confidence in the House of Commons. The significance of the Throne speech is that it is the first opportunity for a non-confidence vote.[3, 4] If the Conservatives lose the vote at the throne speech, they have two options: (1) resign and the Governor General chooses another party to form a government, or (2) ask the Governor General to dissolve Parliament and call new elections.[4]      [1] http://canadaonline.about.com/od/federalelections/a/federalelection.htm , http://www.elections.ca/content.aspx?section=res&dir=ces&document=part1&lang=e\n[2] http://www.nationalobserver.com/2015/08/04/news/minority-govt-games-what-if-harper-loses-his-power\n[3] http://canadaonline.about.com/cs/parliament/g/speechthrone.htm\n[4] http://canadaonline.about.com/cs/parliament/g/nonconfidence.htm *Black swan: Conservatives win a plurality, but the NDP and Liberals form a majority coalition before the Governor General announces who has won the election. I believe in this scenario that the Governor General would have the option to choose the NDP-Lib coalition instead of the Cons.  I'm not certain though.  **This second option requires Harper's consent. Technically, if no party wins a majority, the former PM must resign before a new one can take office. This is true regardless of whether the former PM's party wins a plurality."], [689, "2015-10-06T02:11:52Z", [0.23, 0.77, 0.0, 0.0], "Comment deleted on May 10, 2016 06:04PM UTC"], [241, "2015-10-06T01:48:45Z", [0.5, 0.48, 0.02, 0.0], ""], [3990, "2015-10-06T01:28:27Z", [0.2, 0.8, 0.0, 0.0], "NDP fall a lot since august and its seems difficult to them to win.\nConservateurs still leading but they can't make a governement alone. they could have more seats but not the power\nLiberals took risks and it's paying for them. they should be number two on the list after Harper fail to win the power.  \nDid Gjp confirm that we are not forecasting the leaqding party, but the one able to have a governement?"], [73, "2015-10-06T00:40:14Z", [0.65, 0.35, 0.0, 0.0], "Seems to be a two horse race now.  Polls indicate greater public share to libs but seats may give harper initial edge and he may stick it out to thrones. Or he may be forced out as the others seem fed up of his ( minority ) government skills.  "], [3321, "2015-10-06T00:22:09Z", [0.3, 0.7, 0.0, 0.0], ""], [405, "2015-10-05T23:33:38Z", [0.68, 0.16, 0.16, 0.0], "Less than two weeks to go « And if you account for the systematic underestimation of the incumbent parties in the polls, you have that the CPC is ahead. Moreover, the popular vote isn't what matters. What really matters are seats. And the Conservatives right now are just more efficient at it.»\nhttp://www.tooclosetocall.ca/2015/10/the-battle-for-second-place-could-be.html and in Quebec, the Bloc vs the NDP can be very harmful for the NDP."], [334, "2015-10-05T19:16:51Z", [0.4, 0.37, 0.22, 0.01], ""], [368, "2015-10-05T16:48:12Z", [0.9, 0.1, 0.0, 0.0], ""], [1591, "2015-10-05T15:42:57Z", [0.5, 0.35, 0.15, 0.0], "I'm still confused by what happens if the Conservatives get a plurality.  If they're asked to form a government, does the question get resolved then?  Or do we wait until the speech from the throne (where the Conservatives would likely fail)?\nhttp://www.japantimes.co.jp/news/2015/10/05/world/politics-diplomacy-world/canada-election-may-be-so-close-that-it-leads-to-political-instability/#.VhKWvJcWJCE"], [1253, "2015-10-05T15:37:42Z", [0.44, 0.41, 0.15, 0.0], ""], [691, "2015-10-05T15:30:26Z", [0.52, 0.42, 0.06, 0.0], ""], [67, "2015-10-05T13:37:48Z", [0.64, 0.34, 0.02, 0.0], "Betting Conservative based on the seat projections. Liberals and NDP may try for a coalition, but I don't think they will be that aggressive. No vote on the Speech from the Throne is more likely."], [1591, "2015-10-05T12:49:16Z", [0.4, 0.36, 0.24, 0.0], ""], [3902, "2015-10-05T12:29:57Z", [0.54, 0.37, 0.08, 0.01], "http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html Liberals and NDP could pretty easily take the prime minister's seat by agreeing to a coalition; they'd easily have the seats for that under any reasonable outcome. If they do not agree to a coalition, the most likely outcome is that the Conservative plurality proceeds under minority government. So this breaks down into three questions: 1) Will the Liberals and NDP agree to a coalition, contra statements made by leadership that no coalition is forthcoming (http://www.huffingtonpost.ca/2015/08/17/liberal-ndp-coalition-timeline_n_7999636.html)? 2) Will the Conservatives fall in the polls sufficiently far to allow (most likely) the Liberals to pass them up and claim a plurality of seats, and thus a claim on minority government? 3) Will something weird happen that prevents the Conservatives from claiming the prime minister's office even if the answers to 1 and 2 are \"no?\" 1) There may be intense pressure to form a coalition, given the Libs and NDPs' joint priority to eliminate Harper as prime minister. On net I think this one is 80-20 no, though. The young Liberal leader Justin Trudeau may be biding his time, mindful of demographics and the lessons of premature coalition (learned from the UK Lib Dems), hoping to simply win outright next time around. 2) The Liberals are close to the Conservatives in the polls and look to pick up massive numbers of seats, though the seat-tracker shows the Conservatives still with an 11-seat lead. Presumably those 11 could be swayed by a flick of the polls; even moving the Liberals to the \"high\" side or the Conservatives to the \"low\" side of CBC's predictions. But the same twitch in the polls could bring the NDP to the fore. 3) No idea. So on net the Conservatives are the presumptive winners, with the Liberals having two independent, but unlikely, paths to claiming the seat."], [68, "2015-10-05T06:16:02Z", [0.45, 0.45, 0.1, 0.0], "Adjusting to give Conservatives and Liberals equal chances. Latest seat projections from \nhttp://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html show Con 123, Lib 112, NDP 100. I don't see how the Conservatives can form a minority government when both the other main parties have stated they will not support it.   However, this question could resolve on a technicality (the conservatives may be invited to form a government on the basis of having the most seats, and hence Harper will remain (be the \"next\"?) PM until his minority is defeated in the next parliamentary vote).  Also in favor of keeping the Conservative probability high is recent poll history of underestimating the right wing vote.  "], [3860, "2015-10-04T23:53:24Z", [0.4, 0.25, 0.33, 0.02], ""], [83, "2015-10-04T21:36:19Z", [0.25, 0.7, 0.05, 0.0], "Interesting article in this weeks Economist.  The Liberal vote share continues to increase. Plus advantage of NDP-Liberal ability to form a stable govt, looks like the key."], [3321, "2015-10-04T21:33:17Z", [0.35, 0.65, 0.0, 0.0], ""], [1114, "2015-10-04T20:56:12Z", [0.5, 0.45, 0.05, 0.0], ""], [24, "2015-10-04T18:56:48Z", [0.47, 0.41, 0.12, 0.0], ""], [24, "2015-10-04T18:43:46Z", [0.4, 0.4, 0.2, 0.0], ""], [334, "2015-10-04T18:29:54Z", [0.38, 0.33, 0.28, 0.01], ""], [1028, "2015-10-04T15:45:13Z", [0.25, 0.32, 0.33, 0.1], ""], [3794, "2015-10-04T14:04:56Z", [0.43, 0.4, 0.17, 0.0], ""], [691, "2015-10-04T13:23:46Z", [0.59, 0.35, 0.06, 0.0], ""], [613, "2015-10-04T13:12:36Z", [0.4, 0.5, 0.1, 0.0], "The Liberals have made a boost in the polls in the last 2 days."], [710, "2015-10-04T09:55:59Z", [0.55, 0.3, 0.15, 0.0], ""], [1314, "2015-10-04T09:41:33Z", [1.0, 0.0, 0.0, 0.0], "Looking at the opinion polls (http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html#seats)."], [3321, "2015-10-04T03:17:43Z", [0.5, 0.5, 0.0, 0.0], ""], [462, "2015-10-03T23:11:58Z", [0.45, 0.35, 0.2, 0.0], ""], [3544, "2015-10-03T22:00:06Z", [0.79, 0.11, 0.1, 0.0], "The Conservatives are leading in the polls, obtaining more seats than other contenders. It's a tight race. "], [821, "2015-10-03T21:30:51Z", [0.5, 0.4, 0.1, 0.0], ""], [783, "2015-10-03T20:53:17Z", [0.38, 0.45, 0.17, 0.0], "The Conservatives look strong in rural ridings although they lag in urban areas such as Toronto, the Liberals have gained 4 points over them but that is in a 3 to 5% error in polling with 9% undecided. Where the Conservatives also gain is in new ridings where they are expected to win."], [368, "2015-10-03T20:26:01Z", [0.85, 0.15, 0.0, 0.0], ""], [241, "2015-10-03T15:32:37Z", [0.5, 0.45, 0.05, 0.0], ""], [2072, "2015-10-03T13:18:39Z", [0.44, 0.35, 0.21, 0.0], ""], [691, "2015-10-03T12:50:34Z", [0.59, 0.35, 0.06, 0.0], ""], [136, "2015-10-03T10:06:54Z", [0.6, 0.3, 0.1, 0.0], ""], [1129, "2015-10-03T09:50:27Z", [0.73, 0.19, 0.08, 0.0], ""], [2, "2015-10-02T21:58:07Z", [0.4, 0.45, 0.1, 0.05], ""], [2, "2015-10-02T21:54:51Z", [0.37, 0.45, 0.16, 0.02], "Moderating on liberal a bit, after Jean Pierre's post.  Apparently forming coalitions is not that easy in Canada."], [1114, "2015-10-02T20:46:40Z", [0.55, 0.4, 0.05, 0.0], ""], [38, "2015-10-02T19:46:56Z", [0.55, 0.4, 0.05, 0.0], "http://www.ctvnews.ca/politics/election/liberals-tories-in-tight-race-ndp-support-falls-to-election-low-in-latest-tracking-1.2591615\n\nOctober 2, 2015 2:00PM EDT\n\"The three-party race that has dominated this election may have come to an end, with the latest nightly tracking by Nanos Research for CTV News and The Globe and Mail showing that support for the NDP continues to slip.\n. . . \n\"Voters were asked: \"If a federal election were held today, please rank your top two current local voting preferences?\" The latest numbers show:\nLiberals at 33.5 per cent support\nConservatives at 31.9 per cent\nNDP at 25.9 per cent\nThe Green Party has 3.9 per cent support nationally. \"Voters were then asked a series of questions about whether they would consider or not consider voting for each of the federal parties, to determine each party’s proportion of accessible voters. \"That polling found 49.9 per cent of Canadians would consider voting for the Liberals; 44.8 per cent would consider voting for the NDP; 42.3 per cent would consider the Conservatives; 24.3 per cent would consider voting for the Greens and 29.3 per cent of Quebecers would consider voting for the BQ.\n. . .\n\"Survey respondents were asked: \"Of the current federal political party leaders, could you please rank your top two current local preferences for prime minister?\"\nThe latest numbers from Friday afternoon show:\n33.2 per cent said they preferred Harper\n28.3 per cent preferred Trudeau\n23.2 per cent preferred Mulcair \"Trudeau's results in the preferred PM measure have improved the most since last month. The Liberal Leader has gained 6.6 per cent support, when compared to poll results from Aug. 28. Harper has also seen an increase in support over the last month, with a rise of 4.0 percentage points. Conversely, Mulcair is down 4.4 per cent when compared to a month ago. In that Aug. 28 poll, Harper was ahead of the other party leaders on the preferred prime minister measure. \"When asked to pick their second choice for preferred prime minister:\n33 per cent of those who picked Harper first said they had no second choice\n54 per cent of those who picked Trudeau first said Mulcair would be their second choice\n58 per cent of those who picked Mulcair first said Trudeau would be their second choice\n~~~~~~~\nCOMMENT:  I over-reacted to the previous poll information.\n"], [38, "2015-10-02T19:34:26Z", [0.71, 0.17, 0.12, 0.0], "www.afr.com/news/world/north-america/canada-conservatives-buoyant-over-preelection-polling-20151001-gjzjf3#ixzz3nRNbRRT4  Oct 2 \"Prime Minister Stephen Harper's Conservatives, seeking a rare fourth consecutive term, had 34 percent support in an Angus Reid poll released on Thursday, compared with 27 percent support for the rival Liberals and New Democrats.\n. . . \n\"Party insiders note the Conservatives have historically captured about 3 percentage points more than polling numbers heading into the ballot box.\n. . . \n\"If the Conservatives do win 37 percent of the vote, they would have a theoretical chance at winning a majority, an outcome that seemed unlikely for much of the 11-week campaign. Failing that, the party would win a reasonably strong minority that would make it more difficult for the opposition parties to justify bringing them down. \"Two Conservative sources said the party planned to launch \"a wave of very hard-hitting ads\" in the run-up to Canada's October 12 Thanksgiving holiday, focusing on Liberal leader Justin Trudeau. The Conservatives have consistently attacked the youthful Trudeau, age 43, as not ready to lead Canada.\n"], [821, "2015-10-02T17:19:58Z", [0.44, 0.34, 0.2, 0.02], "Based this primarily on latest polls."], [102, "2015-10-02T16:29:25Z", [1.0, 0.0, 0.0, 0.0], "I'll take the spread, Conservatives have a healthy margin in the crowd right now."], [334, "2015-10-02T14:05:31Z", [0.44, 0.29, 0.26, 0.01], ""], [241, "2015-10-02T13:15:00Z", [0.6, 0.35, 0.05, 0.0], "Adjusting slightly: CONS: No change\nLIB: 30%->35%\nNDP: 10%->5%"], [691, "2015-10-02T12:15:32Z", [0.59, 0.35, 0.06, 0.0], ""], [405, "2015-10-02T09:37:30Z", [0.59, 0.17, 0.24, 0.0], "Update: \nI must confess: Last election, I never saw coming...so much NDP in Quebec. Who voted for NDP in Quebec? In my entire life, and i studied politics at the university, i never talk to somebody who cares about NDP. I don't think that NDP have a solid base in Quebec, no roots.\nNow, the NDP seems to have less support, the Bloc and the the liberal party are those who benefits from. With less than 3 weeks, will the Bloc make a difference?  so much that the NDP loose some deputy? \nThe Conservative will benefit of more support to the Bloc in Quebec, which still have a historical base (babyboomers who speak french).\nThe last poll from Léger, suggest that the NDP have less support.\nhttp://www.tooclosetocall.ca/"], [68, "2015-10-02T06:40:53Z", [0.55, 0.35, 0.1, 0.0], "Thanks to Jean-Pierre and balbec for clarifying that the party with the most seats is traditionally invited to form the next government, and if that party is the incumbent, it will stay on until and unless the opposition can combine to defeat it, which probably won't  happen until after the Speech from the Throne. The links were very helpful. http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\nUpdated to 30 September, Eric Greiner's Poll Tracker is predicting 128 Conservative seats, 110 Liberal and 98 NDP.   If that were the final result, and this question resolves immediately on the Conservatives being invited by the Governor General as the party with the most seats i.e. they remain the government, then the Conservatives are a near certainty, as they won't need to call for a vote of confidence. On the other hand, if the question won't resolve till the first vote (probably after the new government's Speech from the Throne), then there's a good chance of the next Prime Minister being a Liberal heading a Lib-NDP coalition (Provided the two can agree - some years ago Harper led a minority government with 124 seats even though Lib-NDP had 132 between them)."], [783, "2015-10-02T06:37:49Z", [0.3, 0.45, 0.25, 0.0], "\"The Signal was predicting the Conservative Party will win the election with 34.3% of the vote. It forecasts the Liberal Party receiving 28.7% vote share in second place, and the NDP gaining 26.3% in third. The Green Party and Bloc Quebecois would receive 5.0% and 4.9% of the vote respectively, with other parties receiving the remaining 0.8%.\" What the poll of polls says about the federal election\nhttp://www.thestar.com/news/federal-election/2015/10/01/what-the-poll-of-polls-says-about-the-federal-election.html Which means no party is is going to buy RH Harper a cup of Tim Horton's coffee in Canada. He will not have the seats to retain a majority or the support from another party to keep them in power."], [60, "2015-10-02T03:32:42Z", [0.44, 0.44, 0.12, 0.0], "Readjusting based on recent polling data."], [73, "2015-10-02T02:10:41Z", [0.8, 0.2, 0.0, 0.0], "Redistribute the ndp allocation.  Just cannot see it being a mandate from the polls"], [38, "2015-10-02T02:08:13Z", [0.45, 0.45, 0.1, 0.0], "http://ca.reuters.com/article/topNews/idCAKCN0RU2YV20150930?pageNumber=4&virtualBrandChannel=0&sp=true SEPT 30.  \"Canada's tight three-way election race may be turning into a two-party contest.\n. . . \n\"The NDP, down from first to third place in national polls, appears to have been hurt by its backing of Muslim women who want to wear the face-covering veil, or niqab, during citizenship ceremonies, while its plans to fund a universal day-care proposal have been greeted with skepticism.\n. . . \n\"The NDP . . .  has failed to distinguish itself from fellow center-left party the Liberals as the best alternative to the nine-year-old government of Conservative Prime Minister Stephen Harper. \"While the party could still bounce back, momentum is going in the wrong direction, and there are just 19 days until the election.\n. . . \n\"If the NDP decline continues, it potentially means a greater share of the \"anyone but Harper vote\" for the Liberals. Harper, whose government is appealing the court ruling, also stands to gain among voters opposed to accommodating immigrants' customs, pollsters said.\n~~~~~~~\nCOMMENT:  I think it's time to reduce my forecast for NDP.  It's not clear to me how NDP votes will shift, so I'm making my other forecasts even."], [3321, "2015-10-01T23:48:05Z", [0.8, 0.2, 0.0, 0.0], ""], [2, "2015-10-01T21:22:14Z", [0.3, 0.53, 0.15, 0.02], "Moving LIB up as it's likely they'll form a coalition.  It's David Cameron all over again.  Third place won't form a coalition with CON even if CON is winner. http://www.ctvnews.ca/politics/election/liberals-conservatives-in-dead-heat-with-ndp-trailing-nanos-poll-1.2587770 \"32.2 per cent supported the Liberals as their top choice\n32.1 per cent picked the Conservatives as their top choice\n26.3 per cent chose the NDP\"\n"], [821, "2015-10-01T21:17:23Z", [0.32, 0.35, 0.25, 0.08], "This forecast is based on the latest polls and trends.  Obviously, it is still a close race.  NDP seems to be fading while Liberals and Conservatives are in a dead heat."], [83, "2015-10-01T20:55:35Z", [0.4, 0.45, 0.15, 0.0], "Conservatives gain in polls, NDP down, liberals still trend up.\nLink attributes the Conservative increase to support for anti-immigration policies, based on input from an Australian consultant. In this case, a failed law suit and two appeals (one has failed) against an Islamic woman who wanted to cover her face during the citizenship ceremony, have increased support for conservatives.\nhttp://www.theguardian.com/world/2015/oct/01/zunera-ishaq-veil-canada-election-conservatives Odds of a conservative PM has increased, but a Liberal/NDP coalition now seem a necessity for the opposition."], [691, "2015-10-01T18:32:00Z", [0.58, 0.34, 0.08, 0.0], ""], [740, "2015-10-01T18:26:11Z", [1.0, 0.0, 0.0, 0.0], ""], [597, "2015-10-01T16:14:16Z", [0.28, 0.39, 0.33, 0.0], ""], [597, "2015-10-01T16:13:54Z", [0.29, 0.38, 0.33, 0.0], ""], [3516, "2015-10-01T15:22:11Z", [0.4, 0.27, 0.33, 0.0], ""], [766, "2015-10-01T15:18:23Z", [0.65, 0.25, 0.1, 0.0], ""], [689, "2015-10-01T14:33:51Z", [0.77, 0.17, 0.05, 0.01], "Comment deleted on May 10, 2016 05:57PM UTC"], [142, "2015-10-01T14:25:58Z", [0.65, 0.25, 0.1, 0.0], "Conservative support is climbing. Older voters vote more and tend to be more conservative than younger voters.  NDP support is eroding in Quebec due to their position on Muslim women wearing the niqab in public and poor debate performances by their leader. NDP attacks on the Liberal leader will degrade Liberal election results. I think Conservatives will win the largest number of seats, either a majority or a strong minority.  The Liberals and NDP will blame each other for their inability to achieve better results and this enduring enmity will prevent them joining to form a minority government if one is required."], [29, "2015-10-01T11:00:55Z", [0.55, 0.44, 0.01, 0.0], "As noted, it is a tight race."], [1114, "2015-09-30T22:39:48Z", [0.5, 0.4, 0.1, 0.0], ""], [1078, "2015-09-30T20:56:17Z", [0.5, 0.4, 0.1, 0.0], ""], [368, "2015-09-30T19:24:07Z", [0.8, 0.2, 0.0, 0.0], ""], [368, "2015-09-30T19:23:37Z", [0.65, 0.35, 0.0, 0.0], ""], [241, "2015-09-30T16:07:18Z", [0.6, 0.3, 0.1, 0.0], "According to Eric Grenier's poll tracker: Seat projections:\nConservatives 125 seats (range 109-150)\nLiberals 112 seats (range 85-128)\nNDP 99 seats (range 89-114) Poll averages:\nConservatives 31.8%\nLiberals 31.3%\nNDP 27.3% Conservatives are 45 seats away from a majority government and are very unlikely to make it. But I'm betting on PM Harper being given the chance to form a coalition government. http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [691, "2015-09-30T16:01:11Z", [0.57, 0.35, 0.08, 0.0], ""], [613, "2015-09-30T15:34:48Z", [0.45, 0.4, 0.1, 0.05], "CBC is reporting that the polling is very close between the Conservatives and the Liberals, with the Conservatives having a slight edge."], [1835, "2015-09-30T14:33:59Z", [0.32, 0.38, 0.3, 0.0], ""], [500, "2015-09-30T10:34:24Z", [0.0, 0.0, 1.0, 0.0], ""], [334, "2015-09-30T04:15:59Z", [0.47, 0.3, 0.22, 0.01], ""], [783, "2015-09-30T04:03:11Z", [0.32, 0.36, 0.32, 0.0], "The left or moderate left leaning parties will not form a coalition with Tories or, in Mr. Trudeau's words, \"There are no circumstances in which I would support Stephen Harper.\"  As to Mr. Muclair's response, “there was not 'a snowball's chance in hell' of supporting a Conservative throne speech”   (Palmer & Schnurr, 2015). Green Party leader Elizabeth May suggested that Labour and the NDP combine after the election to prevent Mr. Harper from forming a government if he wins, but that is not set in stone between them (Palmer & Schnurr, 2015). It is doubtful if  RH Harper wins that he will have enough seats to have a majority and, with a recession, there is no substantial reason why any opposition party would support his economic policy from Labour or the NDP.  The Conservatives are also gaining on the Liberals in Ontario (Ipsos, 2015). So, RH Harper, who now slightly leads in the tracking poll as the favorite among candidates as the better PM, could win the battle but lose the war.  Black swan: The opposition may have more votes, but the question is if they have enough ridings to carry them to challenge RH Mr. Harper for PM but, as of this writing, he does not have enough votes to form a majority government.  If RH Harper believes his minority government is in trouble, if he cannot gather a majority, he could ask the governor general, as RH Harper did in 2004, to suspend Parliament. If so, this would make it his 6th prorogation of Parliament, so there is precedence of him doing so. But that is not necessarily going to prove much with this strategy as it did for him during 2004 when he successfully asked the governor general for prorogation when the NDP called for RH Harper's removal from his PM role, since it was for a vote of confidence.  But, this is a contentious election so it is not unlikely that the parties will act to underhand one another to prevent their left or right opponents from easily gaining dominance after the election.\n\nReferences Ipsos. (2015, September 29). Conservatives rally in Ontario and Quebec to challenge for lead. Retrieved from http://www.ipsos-na.com/news-polls/pressrelease.aspx?id=7005 Palmer, R., & Schnurr, L. (2015, September 27). Insight - Canada election may be so close that it leads to political instability. Toronto Star. Retrieved from http://www.thestar.com.my/News/World/2015/09/27/Insight--Canada-election-may-be-so-close-that-it-leads-to-political-instability/"], [231, "2015-09-30T01:09:56Z", [0.5, 0.35, 0.15, 0.0], "Conservatives on top in betting market: http://www.huffingtonpost.ca/2015/09/29/election-prediction-market-sauder_n_8214902.html"], [1591, "2015-09-29T21:35:00Z", [0.38, 0.31, 0.31, 0.0], "It's still very uncertain.  CONS will probably win the most seats, but it's not clear how they will form a government.  It's also not clear how a coalition government between NDP and LIB would occur and who would emerge as PM out of that.\nhttp://www.huffingtonpost.ca/2015/09/26/election-2015-seat-projections-conservatives_n_8200422.html\nhttp://www.ekospolitics.com/wp-content/uploads/full_report_september_24_2015.pdf"], [368, "2015-09-29T20:12:30Z", [0.51, 0.49, 0.0, 0.0], ""], [271, "2015-09-29T19:26:14Z", [0.7, 0.15, 0.15, 0.0], ""], [94, "2015-09-29T19:07:06Z", [0.45, 0.35, 0.2, 0.0], "Increasing odds for the Conservatives, based on recent polls."], [368, "2015-09-29T18:09:24Z", [0.9, 0.05, 0.05, 0.0], ""], [884, "2015-09-29T18:06:32Z", [0.65, 0.2, 0.15, 0.0], ""], [691, "2015-09-29T17:24:47Z", [0.51, 0.4, 0.09, 0.0], ""], [2072, "2015-09-29T17:22:35Z", [0.42, 0.37, 0.21, 0.0], "Following the opinion polls with this question. The NDP has suffered substantial losses, but may regain them before the election. LIB and CONS are neck-to-neck, with a slight lead for the CONS at the moment. Will continue to observe carefully."], [613, "2015-09-29T17:22:20Z", [0.75, 0.1, 0.1, 0.05], "Despite disgruntlement among some, the Conservatives will most likely hold sway."], [1114, "2015-09-29T17:19:19Z", [0.45, 0.35, 0.2, 0.0], ""], [102, "2015-09-29T17:13:27Z", [0.41, 0.34, 0.25, 0.0], "Crowd."], [462, "2015-09-29T16:59:32Z", [0.45, 0.3, 0.25, 0.0], ""], [3277, "2015-09-29T16:44:18Z", [0.48, 0.33, 0.19, 0.0], "Mulcair and Trudeau are continuing to make promises that are fiscally impossible and it seems that the Canadian public is realizing that although Harper is bland and boring he is the only one that is taking a \"slow and steady as she goes\" approach in guiding the good ship Canada through uncertain times. Harper will carry western Canada (the hangover of having elected a provincial NDP government in Alberta will ensure that no left-leaning party candidates are elected west of Manitoba), along with ridings in rural Ontario and the rural maritime provinces.  There may be some Liberal gains in the urban areas of Ontario, the urban areas of B.C., and in the pockets of the maritime provinces, but the gains will not be enough to get Justin elected. Also, the Trudeau name is poison in Quebec, so the Liberals should not expect much gains in that province. Mulcair will retain the traditional seats in low income urban areas, and retain the surge of seats gained last election in Quebec, but the Bloc Quebecois will eat into his Quebec seat count, which will scuttle his chances of being Prime Minister. The Liberals and NDP will also have to fight the surge in Green Party support which will eat into their traditional electoral base as well, thereby diluting the vote count needed to get elected in ridings that are close. The real shock will be how many people will actually vote Conservative Oct. 19th. The NDP, Liberal, and Green Party supporters tend to be very vociferous, but the people that consistently get out and vote (the 35 - 75 crowd) are more conservative leaning than the media realizes or reports."], [3274, "2015-09-29T16:24:05Z", [0.37, 0.29, 0.33, 0.01], "the LIB and NDP will gain votes from rational OTH  voters(those that know their candidate can't win). OTH will probably be less than 1 but more than .5% the difference will go to LIB and NDP not the CONS."], [241, "2015-09-29T15:58:32Z", [0.6, 0.2, 0.2, 0.0], ""], [1253, "2015-09-29T14:21:35Z", [0.32, 0.4, 0.28, 0.0], ""], [71, "2015-09-29T14:03:12Z", [0.6, 0.0, 0.4, 0.0], "Polls"], [52, "2015-09-29T11:56:13Z", [0.55, 0.3, 0.15, 0.0], ""], [136, "2015-09-29T06:51:25Z", [0.5, 0.3, 0.2, 0.0], ""], [1053, "2015-09-29T04:20:30Z", [0.3, 0.46, 0.24, 0.0], "The Liberals are gaining strength and Trudeau is getting stronger.  The NDP seem to have peaked and there is no reason that they will gain momentum unless the Liberals falter.  I still have the Conservatives in the game as a few stumbles by the Liberals would split the anti-Harper vote.  "], [1767, "2015-09-29T02:48:05Z", [0.01, 0.35, 0.63, 0.01], "Read two articles and made a gut feeling based on Ohio politics making the terrible assumption that Ohio is probably like Canada. "], [3196, "2015-09-29T02:41:45Z", [0.4, 0.35, 0.25, 0.0], ""], [831, "2015-09-29T00:35:44Z", [0.32, 0.35, 0.32, 0.01], ""], [36, "2015-09-28T23:48:16Z", [0.45, 0.45, 0.1, 0.0], ""], [36, "2015-09-28T22:57:38Z", [0.89, 0.11, 0.0, 0.0], ""], [57, "2015-09-28T21:53:38Z", [0.1, 0.9, 0.0, 0.0], ""], [3161, "2015-09-28T21:32:02Z", [0.7, 0.1, 0.2, 0.0], "CON party has reasonable lead in projected seats ."], [3135, "2015-09-28T20:10:39Z", [0.36, 0.35, 0.24, 0.05], "Anti-Conservative sentiment is very outspoken, but the \"silent majority\" (not literally a majority in this case) will still vote  right-of-center when the chips are down."], [38, "2015-09-28T18:44:06Z", [0.44, 0.31, 0.25, 0.0], "-In the last 18 polls, NDP has never polled at the top. Conservative has 9 times. Liberal has 7 times.  Liberal & Conservative have tied twice\n-The margin of win by the Conservative party is much greater than the margin that the Liberal party gets\n-After eliminating the highest & lowest poll numbers, when I average the last 18 polls,\n   Conservative got 31.1%\n   Liberals got 30.6%\n-In the last 5 polls the Conservatives have consistently improved their polling. Therefore, I am lowering my forecast for NDP from 29 to 25, and increasing my forecast for Conservatives from 39 to 44"], [164, "2015-09-28T18:13:41Z", [0.55, 0.35, 0.1, 0.0], ""], [368, "2015-09-28T17:17:33Z", [0.85, 0.05, 0.05, 0.05], ""], [691, "2015-09-28T15:50:55Z", [0.48, 0.41, 0.11, 0.0], ""], [68, "2015-09-28T07:28:46Z", [0.35, 0.35, 0.3, 0.0], "Adjusting my forecast from 22 Sep due to a gradual but consistent decline of NDP relative to the other two main parties over the last four weeks (http://www.threehundredeight.com/).  The Conservatives remain likely to get the most seats (123 on average) and could form a minority government as they did under Harper a few years ago, especially if Trudeau and Mulcair can't come to an understanding.  Further, according to Eric Grenier's poll tracker (http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html) the Conservatives could conceivably achieve an absolute majority with more than 170 if the pollsters get it as wrong again as they have in the past. However, if the Libs and NDP are in a position to form a coalition, I would expect them to put aside their differences in order to keep Harper out. The Liberals currently have a larger vote share (30.7 to NDP's 28.7% in the latest poll summary, and are projected to win slightly more seats (108 to 106 taking averages), so I'm switching to make Trudeau equal favorite with Harper. "], [241, "2015-09-27T23:54:29Z", [0.55, 0.25, 0.2, 0.0], ""], [83, "2015-09-27T22:08:21Z", [0.1, 0.45, 0.45, 0.0], "http://www.theglobeandmail.com/news/politics/close-election-brings-danger-of-political-instability/article26554054/ Seems certain the NDP and Libs will not support a conservative government.  Gov.Gen. will look to form a stable government."], [74, "2015-09-27T21:04:38Z", [0.55, 0.45, 0.0, 0.0], "According to the latest poll: Conservative > Liberal > NDP.\nThe Conservatives will probably win most of the seats. However, the coalition \"anyone but Harper\" may work with liberal leading it. "], [2795, "2015-09-27T18:31:03Z", [0.32, 0.36, 0.3, 0.02], "there is a lot of criticism about the conservatives. The liberals have had power at the federal level before in Canada and the NDP has not. "], [102, "2015-09-27T17:10:15Z", [0.37, 0.33, 0.3, 0.0], "I really shouldn't be in this question.  Following the crowd."], [405, "2015-09-27T17:09:09Z", [0.56, 0.15, 0.29, 0.0], "1- Polls seams to undervalue the party in power (CONS), and there is a thin advance for them now http://www.tooclosetocall.ca/;\n2- It's a tight race, and it will be a minority government;\n3-The liberal party can't make an alliance with NDP, it will be the disappearance of it;\n4- NDP will loose some deputy from Quebec, The Bloc will take "], [2593, "2015-09-27T15:51:04Z", [0.0, 0.0, 0.75, 0.25], "Alberta is the strongest Providence in Canada both in income and demographics.  The NDP has just elected several key members of the providence and will want to branch out to the rest of the nation. Trying to control the Canadian National Government onerous taxes on the providence will be top priority for Alberta. Will alberta succeed from Canada? Doubtful but it will influence the nation for years to come."], [2545, "2015-09-27T13:56:44Z", [0.97, 0.01, 0.02, 0.0], ""], [691, "2015-09-27T13:56:16Z", [0.55, 0.39, 0.06, 0.0], "Looks like the CPC will get the most seats, but pretty far from a majority. It will matter who agrees to play with them, and it may be that neither the NDP nor the Liberals will do so--at least that's what they're saying now.  If those two club together, it is more likely that Trudeau will get the PM job, with lots of senior ministries or other concessions for the NDP.  There is a dizzying number of other possible outcomes: this story has quite a good grip on the uncertainty, but my money is still on the Conservatives. I feel confident that I am wrong about this. http://www.huffingtonpost.ca/2015/09/26/election-2015-seat-projections-conservatives_n_8200422.html"], [2678, "2015-09-27T13:16:08Z", [0.5, 0.3, 0.2, 0.0], "I think a lot of people would like to vote for someone other than Harper.   The liberals have normally been that default vote but Mulcair and Quebec have made that interesting.  Everyone is watching to see if Trudeau has the right stuff.  If he does, he could win but if not, I think a lot of people will go back to the devil they know."], [2586, "2015-09-27T03:27:57Z", [1.0, 0.0, 0.0, 0.0], "-"], [2598, "2015-09-27T03:21:59Z", [0.9, 0.1, 0.0, 0.0], "Our neighbors will not bite the hand that feeds them."], [93, "2015-09-27T03:02:39Z", [0.33, 0.34, 0.33, 0.0], ""], [102, "2015-09-27T02:30:20Z", [0.1, 0.45, 0.45, 0.0], "Per Raisinville."], [1114, "2015-09-27T01:27:37Z", [0.4, 0.4, 0.2, 0.0], ""], [2545, "2015-09-27T00:45:16Z", [0.8, 0.0, 0.2, 0.0], ""], [241, "2015-09-27T00:43:26Z", [0.45, 0.36, 0.19, 0.0], ""], [2515, "2015-09-26T23:04:14Z", [0.2, 0.4, 0.4, 0.0], ""], [1575, "2015-09-26T23:00:06Z", [0.33, 0.44, 0.22, 0.01], ""], [102, "2015-09-26T22:11:29Z", [0.36, 0.33, 0.31, 0.0], "Aligning with crowd, because no clue, eh?"], [2489, "2015-09-26T22:04:51Z", [0.0, 0.0, 1.0, 0.0], ""], [2460, "2015-09-26T20:44:12Z", [0.45, 0.55, 0.0, 0.0], ""], [83, "2015-09-26T20:28:01Z", [0.18, 0.42, 0.4, 0.0], "http://www.cbc.ca/news/politics/canada-election-2015-trans-pacific-partnership-dairy-1.3242234\nConservative strategy in TPP negotiations may negatively impact support dairy ridings. The canadian govt. may allow the US up to 10% of the Canadian domestic market, in compensation for the US opening it's dairy market to New Zealand. http://www.torontosun.com/2015/09/25/pm-faces-anyone-but-harper-strategic-voting-in-election\nStartegic voting: NDP, Liberals and Greens are attempting to coordinate their votes so that all groups will support the candidate (irregardless of party) that has the best chance of winning a riding over the conservative candidate.  In BC, election results will be anounced for the east coast, before the polls close.  This strategy may take a few ridings from the conservatives.\n"], [2405, "2015-09-26T18:47:02Z", [0.65, 0.25, 0.1, 0.0], "NDP slipping in Quebec, weak in Ontario, liberals might pick up in Quebec but not enough time. "], [2397, "2015-09-26T18:26:55Z", [0.59, 0.0, 0.41, 0.0], ""], [2319, "2015-09-26T16:29:38Z", [0.55, 0.4, 0.05, 0.0], ""], [2235, "2015-09-26T15:03:43Z", [1.0, 0.0, 0.0, 0.0], ""], [98, "2015-09-26T14:24:16Z", [0.1, 0.7, 0.2, 0.0], "First guess"], [2156, "2015-09-26T13:38:54Z", [0.6, 0.2, 0.2, 0.0], "Young people prefer Trudeau or the NDP, but when it comes to voting day, older people will be the ones that actually vote and they prefer Harper in my view."], [691, "2015-09-26T13:23:42Z", [0.57, 0.38, 0.05, 0.0], ""], [2052, "2015-09-26T04:42:14Z", [0.37, 0.32, 0.26, 0.05], ""], [2045, "2015-09-26T04:18:25Z", [0.35, 0.45, 0.2, 0.0], ""], [1591, "2015-09-26T04:16:50Z", [0.33, 0.32, 0.35, 0.0], "Polls still very close.  But paddy gives edge to NDP. http://www.paddypower.com/bet/other-politics/canadian-politics?ev_oc_grp_ids=2134518"], [60, "2015-09-26T02:57:38Z", [0.24, 0.4, 0.36, 0.0], "There's so much to consider in Canada's upcoming election -- a lot of which -- has already been named: 1a. Will the polls be erroneous (like they have in other national elections in other countries, recently?) 1b. A second point on that, the polls in Canada have notoriously been \"off\" in the last few elections (provincially, that is). 2. PMSH is one of the longest tenured PM's in Canadian history #6 (https://en.wikipedia.org/wiki/List_of_Prime_Ministers_of_Canada_by_time_in_office) and so Canadians might be ready for someone new (to that end, of the \"modern\" day PM's, only Pierre Trudeau has won 4 mandates [PMSH is at 3]) 3. There's the sometimes hard-to-predict dynamic with Quebec vs. the rest of the country. To that end, Quebec is the main reason the the NDP served as the Official Opposition for the last 4 years. Also, there was a national debate in French last night and some of the prevailing opinion was that it didn't help Mulcair (the leader of the NDP)'s cause. 4. The exodus from the Conservative Party is noteworthy. That is, many of PMSH's cabinet members have already retired from politics (i.e. now there's a \"short bench\"). Some have been reading this as a sign that PMSH time in power is waning (and the polls would seem to agree that PMSH is almost assuredly not going to win another majority -- unless #1 from this list comes into play). 5. This is the longest election in Canadian history (modern day). PMSH \"called\" the election about 2.5 months in advance, which is unheard of in Canada (usually somewhere between 35 and 45 days). That's certainly had an effect on party's/organization's ability to fundraise/spend (certain Canadian law limit the ability of group's spending during an \"election period,\" which Canada was technically in when the election was called). ~~~ So, certainly lots to consider. I was waiting to jump in on this question because it seems like it really is a toss up, but after watching the training, I realize that waiting to jump in wasn't helping me. At this point, of course, it's going to be one of the three parties asked about in this question. It seems like, at this point, there's at least a little bit of \"tea leaves\" reading in making a prediction. This will be one of those questions where updating daily (maybe based on new polling data) might be required. Also -- you're gonna wanna visit this site often --> http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [925, "2015-09-26T02:18:48Z", [0.2, 0.45, 0.35, 0.0], ""], [2022, "2015-09-26T02:00:46Z", [0.3, 0.1, 0.6, 0.0], ""], [2022, "2015-09-26T02:00:06Z", [0.3, 0.1, 0.6, 0.0], ""], [2022, "2015-09-26T01:59:52Z", [0.3, 0.1, 0.6, 0.0], ""], [231, "2015-09-26T01:49:54Z", [0.4, 0.4, 0.2, 0.0], ""], [231, "2015-09-26T01:49:23Z", [0.4, 0.4, 0.2, 0.0], ""], [1975, "2015-09-25T22:42:05Z", [0.0, 0.99, 0.0, 0.0], ""], [1968, "2015-09-25T22:12:45Z", [0.3, 0.32, 0.33, 0.05], ""], [1928, "2015-09-25T21:06:40Z", [0.85, 0.15, 0.0, 0.0], ""], [1928, "2015-09-25T21:06:04Z", [0.85, 0.15, 0.0, 0.0], ""], [1758, "2015-09-25T20:57:35Z", [0.5, 0.25, 0.25, 0.0], ""], [1891, "2015-09-25T19:46:17Z", [0.25, 0.25, 0.5, 0.0], "If NDP can win in AB, then they should be in a good position for rest of the country.  Will benefit the most from economic weakness from rest of the world."], [1837, "2015-09-25T18:53:59Z", [0.48, 0.32, 0.2, 0.0], "Although polls are neck-an-neck, the geographic dispersion of the ridings make it likely that the Conservatives will win the most seats, giving them the right to form the next government. The NDP will fizle out, particularly in Quebec, and not do as well as anticipated in Alberta, significantly lowering their odds. The liberals will pick up support in Quebec, but due to redistribution, will lose in Ontario, so that the Conservatives will be able to get a large minority or small majority."], [94, "2015-09-25T18:02:26Z", [0.4, 0.35, 0.25, 0.0], "The Liberals have improved in the polls a bit, and the NDP have fallen.  I am updating my odds accordingly."], [38, "2015-09-25T17:10:19Z", [0.39, 0.31, 0.3, 0.0], "https://www.the-newshub.com/international/as-election-nears-in-canada-conservatives-take-the-lead Sept 25.  Pollsters say this is neck & neck, but that maybe the Conservatives have the edge."], [1531, "2015-09-25T16:13:09Z", [0.31, 0.39, 0.3, 0.0], ""], [1813, "2015-09-25T13:58:26Z", [0.2, 0.4, 0.4, 0.0], "Current standings in the polls as well as the trend over the last few months."], [1813, "2015-09-25T13:55:16Z", [0.2, 0.4, 0.4, 0.0], ""], [691, "2015-09-25T12:50:20Z", [0.57, 0.4, 0.03, 0.0], ""], [1131, "2015-09-25T10:50:09Z", [0.3, 0.4, 0.3, 0.0], ""], [783, "2015-09-25T07:44:40Z", [0.28, 0.36, 0.36, 0.0], "If the RH Harper loses the election, 63% of Canadians want him to resign as party leader if his party has the most seats. The numbers go to 66% if he loses majority seats. Among conservatives, the numbers are 27% and 37% respectively. This is higher than the same question asked of Messer's. Trudeau and Mulcair (Ipsos, 2015, September 4)).  Tories continue to lose ground, down to 27%, -2. In Saskatchewan, Manitoba and Alberta, Conservatives lead, but otherwise are well behind. The Liberals have moved ahead of the NDP nationally, but when asked who is the one who makes the better PM, voters selected Muclair 38%, Trudeau 32% and Harper 30%, although more voters thought Trudeau won the debate (Ipsos, 2015, September 4). Whereas Mr. Muclair is believed the candidate most likely to represent Canada as PM, he lost the majority of voters in Ontario -2%, which makes Mr. Trudeau ahead in the province which may decide the next PM (Ipsos, 2015, September 22). The Liberals and NDP are tied as to which party would deal with the budget, and a balanced budget is critically important (74%) to voters (Ipsos, 2015, September 22).  The Liberal memory of balancing a budget may have some relation to when the Liberal PM, RH Paul Martin the younger (the elder Martin was also RH, though he was not a PM), did so as a former exchequer.  As a related note, in the presidential election, Canadians would elect Democrats (55%) in landslide victory over Republicans (17%) and Independent candidates (28%) if they would vote in US elections.  Canadian Conservative Party voters, (say) the Democrats (41%) would defeat the Republicans (36%) and independent candidates (23%) if they could vote (Ipsos, 2015, August 29). This may have some inherent bias based on their own dissatisfaction with the Tories blended with other external factors such as their attitude on US candidates. As a neighboring nation, Canadians have interest in the US candidates as to how he or she may affect Canada’s domestic and foreign policies and, within Canada, these ideas are more intense within their own candidate selection.  Black swan. The Canadians have a hard time telling the difference between the major parties, based on policies or ability to change their perception of them as to why one party stands out over another party (40%). The one party that has some identity between them is the NDP which voters agree made changes to themselves as to how they were organized ten years ago’(Ipsos, 2015, September 5).  Whereas Ontario voters give the Liberals a small advantage over the NDP, in Toronto, the majority (56%) of voters said they did not to lock in their choice (2015, September 5).  Should the NDP’s numbers continue to drop in Quebec (Grenier, 2015), the votes may go to the Liberal party.                                                                                         References Grenier, G. (2015, September 24). Poll Tracker: NDP slipping nationally as numbers slump in Quebec - Politics -. Retrieved from http://www.cbc.ca/news/politics/canada-election-2015-grenier-polls-sep24-1.3241976 Ipsos. (2015, September 4). If Harper loses majority government, Canadians want him gone, but Tory voters want him to remain as party leader. Retrieved from http://www.ipsos-na.com/news-polls/pressrelease.aspx?id=6973 Ipsos. (2015, September 22). Liberals (33%, +2) edge into first place over NDP (30%, -2), Conservatives (27%, -2), driven by vote-rich Ontario. Retrieved from http://www.ipsos-na.com/news-polls/pressrelease.aspx?id=6995 Ipsos. (2015, August 29). In presidential election, Canadians would elect Democrats (55%) in landslide victory over Republicans (17%) and Independent candidates (28%). Retrieved from http://www.ipsos-na.com/news-polls/pressrelease.aspx?id=6967 Ipsos. (2015, September 5). Four in ten (40%) voters struggle to differentiate among Canada’s political parties, particularly between the Liberals and NDP. Retrieved from http://www.ipsos-na.com/news-polls/pressrelease.aspx?id=6974"], [783, "2015-09-25T05:41:47Z", [0.28, 0.35, 0.37, 0.0], ""], [1253, "2015-09-25T04:36:26Z", [0.27, 0.4, 0.33, 0.0], "liberals ahead in polls"], [706, "2015-09-25T03:04:47Z", [0.0, 0.0, 0.01, 0.99], "Low oil prices and ennui."], [83, "2015-09-25T02:35:16Z", [0.18, 0.42, 0.4, 0.0], "https://en.m.wikipedia.org/wiki/Opinion_polling_for_the_42nd_Canadian_federal_election Adjusting for better than expected Conservative and Liberal polls."], [1426, "2015-09-25T02:35:16Z", [0.1, 0.4, 0.5, 0.0], ""], [462, "2015-09-24T20:49:40Z", [0.45, 0.25, 0.3, 0.0], ""], [5, "2015-09-24T20:06:34Z", [0.42, 0.15, 0.43, 0.0], ""], [1548, "2015-09-24T19:20:05Z", [0.37, 0.26, 0.33, 0.04], "Dynamic. A moving target.http://www.electionalmanac.com/ea/canada/"], [73, "2015-09-24T18:36:29Z", [0.7, 0.15, 0.15, 0.0], ""], [110, "2015-09-24T16:20:26Z", [0.45, 0.2, 0.35, 0.0], "Most likely scenario is that NDP/LIB will split the left vote, resulting in a minority CONS government.  Second most likely scenario would be a minority NDP government. Notes: - This is the closest race in decades, and many people haven't made up their minds yet.\n- All three parties have said that the party that wins the most seats should receive the first chance at forming a government, which means that plurality is important here.\n- The winner of the most seats on a riding-by-riding basis wins; this can be completely different from vote percentages across the country (i.e. if party A has slightly more votes in roughly 35% of the ridings, they could theoretically win, even with substantially less than 30% of the overall vote).\n- Ontario and Quebec combined form a large percentage of the seats; Ontario is likely to trend Liberal (but with a number of CONS seats in the area around Toronto), and Quebec MAY trend NDP (but have a track record of switching from one election to the next)."], [241, "2015-09-24T16:19:15Z", [0.35, 0.36, 0.29, 0.0], "A plurality of Canadians think the Conservatives will win. This is a tough one to predict. http://www.lapresse.ca/actualites/elections-federales/201509/23/01-4903421-sondage-ekosla-presse-bond-spectaculaire-des-conservateurs.php \"Une autre victoire conservatrice? Il reste encore plus de trois semaines à cette longue campagne électorale et trois autres débats des chefs, dont celui de ce soir en français à Montréal, organisé par La Presse, Radio-Canada et Télé-Québec. Or, une pluralité de Canadiens (35%) estiment que ce sont les conservateurs de Stephen Harper qui vont remporter la victoire le 19 octobre, tandis que 29% des répondants estiment au contraire que le NPD écrira une page d'histoire le jour du scrutin en formant le premier gouvernement social-démocrate. Moins d'un quart des répondants (24%) se disent convaincus que ce sont les libéraux de Justin Trudeau qui vont coiffer tout le monde au fil d'arrivée.\""], [691, "2015-09-24T13:47:09Z", [0.54, 0.37, 0.09, 0.0], "Probably going to be quite close. A piece in this week's Economist notes that First Nations are trying to get out the vote, which they haven't done before.  They have candidates standing in some of the ridings; most seem to be NDP, followed at a distance by Liberals. Tories apparently are not popular. They're pushing hard in about 50 ridings, it seems, having selected ones where either a close vote is expected or there are a lot of indigenous voters available.  Probably not enough this year to change the result, so I'm sticking with a likely CPC government, but ratcheting down the number a bit.  "], [241, "2015-09-24T12:25:10Z", [0.33, 0.37, 0.3, 0.0], "Three quick points: 1. Liberals seem to have the momentum for the time being.\n2. Conservatives still lead in \"308's\" riding projections, which will be updated sometime today. http://www.threehundredeight.com/\n3. Will the polls fail, as they have in this year's elections in Greece, Poland, the UK, and Israel?"], [182, "2015-09-24T06:02:12Z", [0.35, 0.32, 0.32, 0.01], "Polls have it very close. Could this be a repeat of the UK elections with a surprisingly large Conservative win?"], [1669, "2015-09-24T03:10:24Z", [0.6, 0.1, 0.2, 0.1], ""], [831, "2015-09-23T23:55:25Z", [0.35, 0.32, 0.32, 0.01], ""], [1324, "2015-09-23T20:40:48Z", [0.4, 0.39, 0.21, 0.0], ""], [166, "2015-09-23T19:35:27Z", [0.75, 0.25, 0.0, 0.0], ""], [1325, "2015-09-23T19:25:53Z", [0.33, 0.35, 0.27, 0.05], "http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\nhttps://en.wikipedia.org/wiki/Opinion_polling_in_the_Canadian_federal_election,_2015 Poll numbers put the three parties at a tie, with the liberals possessing a slight lead. NDP is slightly lower."], [1310, "2015-09-23T18:56:03Z", [0.4, 0.35, 0.15, 0.1], ""], [1131, "2015-09-23T16:39:03Z", [0.3, 0.4, 0.3, 0.0], ""], [691, "2015-09-23T15:52:40Z", [0.56, 0.35, 0.09, 0.0], ""], [457, "2015-09-23T15:19:55Z", [0.06, 0.47, 0.47, 0.0], ""], [241, "2015-09-23T13:37:27Z", [0.15, 0.4, 0.45, 0.0], ""], [57, "2015-09-23T12:41:21Z", [0.35, 0.6, 0.05, 0.0], ""], [136, "2015-09-23T09:30:05Z", [0.4, 0.3, 0.3, 0.0], "http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\nSeat projection as of 21 September:\nCPC 119 (107-149), NDP 113 (96-124), LIB 105 (79-120) http://www.cbc.ca/news/politics/coalition-government-canada-election-party-leaders-1.3238875\n\"It's unclear, however, if that means Trudeau would be willing to plunge Canada immediately into another election with a vote of non-confidence against a Harper minority government.\n...\nTrudeau has repeatedly said he is not interested in any formal coalition with the NDP — in fact, he has said he is \"unequivocally opposed.\" In an interview with CBC's chief correspondent Peter Mansbridge, he said the party that wins the most seats should get the first shot at governing, meaning if the Tories won the most seats but still only had a minority, Trudeau wouldn't join forces with the NDP in a formal coalition to topple Harper. His comments today do nothing to contradict that assertion, nor do they preclude working with the NDP if that party was in power in a minority situation. Tom Mulcair, for his part, has suggested he is open to a coalition with the Liberals. However, he said talks about such an arrangement have failed, as Trudeau \"has slammed the door shut conclusively every time we've raised that.\" \"My priority is to get rid of Stephen Harper,\" Mulcair told Mansbridge in another interview. \"Apparently Justin Trudeau's priority is to get rid of me.\""], [1253, "2015-09-23T02:56:44Z", [0.35, 0.33, 0.32, 0.0], "updating"], [691, "2015-09-22T20:22:34Z", [0.65, 0.3, 0.05, 0.0], "Harper has been, shall we say, resilient in the past, but the big Q is who will enter a coalition with the CPC if it comes to that (as it will).  Somebody will decide they'd rather be In than Out and will sign on with the Conservatives, leaving Harper as PM.  If I had a lot of money, I would not bet any of it on this."], [1722, "2015-09-22T18:28:06Z", [0.4, 0.3, 0.3, 0.0], "I think the Conservatives are going to eek an edge and get a minority despite the polls being so close. I base this upon a couple assumptions about the polling data and Canadian politics in general. The first assumption is based on the idea that, very generally, conservative parties do worse in the polls because many conservative voters are less vocal and less likely to openly voice their conservatism than others. Thus many polls over-report voters on the left than center-right. This means that a potentially significant chunk of the 9-10% of undecided or non-response voters are conservatives. This was seen in the recent British election, where the Tories swept a majority despite close polls. The other assumption is based on the fact that cities are underrepresented in the Canadian electoral system. Being much more dense, they don't have as many corresponding ridings as their population would represent. The fact is that rural areas generally go more Conservative, giving Harper an edge. I also think the effects of Albertan apathy towards Harper might be exaggerated. While many might not be happy, the other options are with the NDP or Liberals. Though the NDP swept aside the provincial Conservatives, Canada's dis-integrated party system means that the national Conservatives are playing on a different ball field. No doubt the NDP will pick up some seats in the cities but where do you think all those provincial Wildrose votes are going federally?  Finally, I think that the NDP and the Liberals are going to sabotage each other in many ridings, handing some seats to the Conservatives and splitting others between them. Quebec, for example, will be an interesting battleground between the NDP and Liberals as the breakup of the BQ will no doubt bolster Liberals (and Conservatives) in many ridings won by the NDP in 2011. I also predict that the NDP, occupying a farther left position despite Mulcair's moderate face, will do worse than is currently predicted, leading me unable to choose between them and the Liberal for second as of now. However, it's still much too early to tell. Harper's gag orders and refusal to debate are definitely hurting him among important demographics. I also think that the First Nations vote, if it mobilizes, could swing the election against the Conservatives but whether they will do so or remain abstentionists is up in the air. Either way, it's going to be dramatic."], [94, "2015-09-22T16:18:47Z", [0.4, 0.26, 0.34, 0.0], "What Prediction Markets say:\niPredict says NDP 40%, Liberals 30%, Conservatives 27% [1]\nSauder says Conservatives 38%, Liberals 31%, NDP 27% (for a plurality of seats) [2] The Sauder market is more liquid, so I would put more trust in it, but neither market is incredibly liquid (I'm trying to beat the Sauder market, so I don't believe that it is perfect).  Current polls put the three main parties all at about 30%, with the Conservatives projected to win the most seats, and the Liberals the fewest [3].  Some might find it relevant that the Conservatives significantly outperformed polls in the last election. The party that wins the most seats is not certain to form the government.  In the Canadian system, the incumbent party is, by default, given the first chance to form the government (although they might decline this opportunity).  Thus, the Conservatives are probably slightly more likely to form the next government than win a plurality of seats.  On the other hand, there is the possibility of a Liberal-NDP coalition could form the next government even if the Conservatives win the most seats.  I am going with the Sauder numbers, with my odds slightly increased for the Conservatives, and switched for the Liberals and NDP. As a Canadian, I have a lot more background knowledge about this question than most GJP questions, but I'm not sure this is actually helpfully. [1] https://www.ipredict.co.nz/app.php?do=browse&cat=560\n[2] http://predictionmarkets.ca/market.php\n[3] http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html"], [1591, "2015-09-22T16:05:07Z", [0.33, 0.33, 0.33, 0.01], "Polls are essentially even.  Seat advantage may be given to CONS, but they have a coalition disadvantage.\nhttp://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html\nhttps://en.wikipedia.org/wiki/Opinion_polling_in_the_Canadian_federal_election,_2015\nhttp://www.cbc.ca/news/politics/canada-election-2015-leaders-coalition-1.3218868"], [1253, "2015-09-22T15:37:15Z", [0.27, 0.33, 0.3, 0.1], "Very, very tight. I think the Liberals are now just edging out the NDP, and will continue to gain in the remaining time left. But it will be very close. My forecast is based on polls and \"Canadian instinct\". (I'm from a maritime province, but haven't lived there for 20 some years.)"], [136, "2015-09-22T09:32:58Z", [0.25, 0.35, 0.4, 0.0], ""], [68, "2015-09-22T06:17:36Z", [0.25, 0.35, 0.4, 0.0], "This is a tough one. The three main parties are all around 30% plus or minus a couple of points. With a first-past-the-post system in each Riding or electoral district, overall percentages won't necessarily correspond to seats won.  Also, I'd never rule Harper out. He has shown in the past several elections that he can consistently outperform expectations. In theory, though, NDB and Liberals should get enough seats to form a coalition, but they have definitely ruled out a pre-poll understanding, so the Conservatives could win quite a few additional seats in consequence. After the elections, if NDP/Lib are in a position to keep Harper out, I'd expect them to join up, and the prime minister should then come from the party with the most seats. Though the Liberals have gained in the opinion polls lately, I think NDP's Mulcair has more chances. Also in NDP's favor is that they recently won in Harper's home province of Alberta, a major coup. Trudeau, OTOH, has significant name recognition, though that shouldn't count among elected parliamentarians ( it might sway some of the electorate)."], [294, "2015-09-22T04:44:41Z", [0.3, 0.3, 0.4, 0.0], "None of the three parties is currently likely to win an outright majority -- although the Conservatives are closest. http://www.cbc.ca/news2/interactives/poll-tracker/2015/index.html  So what is the most likely coalition? NDB -LIB is the obvious choice.  Howver, Trudeau, the LIB leader, is open to a coalition with the NDP, but not if  Tom Mulcair of the NDP is in charges.  http://www.cbc.ca/news/politics/canada-election-2015-leaders-coalition-1.3218868 The conservatives are likely to when the most votes, but they don't seem to have much room for growth.   Harper has alienated many\n"], [689, "2015-09-22T02:21:00Z", [0.0, 0.89, 0.11, 0.0], "Comment deleted on May 10, 2016 05:47PM UTC"], [2, "2015-09-22T02:16:02Z", [0.33, 0.45, 0.2, 0.02], "It's not the conservatives.  A few weeks ago I would have thought the NDP, with Liberals having no chance, but they didn't hold on to their lead.  That probably means their window has closed, so I'm going with Liberals.   The actual poll numbers have them at a statistical tie: http://www.cbc.ca/news/politics/canada-election-2015-grenier-undecideds-sep21-1.3237086 \"Fewer Conservatives are willing to move, but on average the Liberals are almost twice as likely to be Tory voters' second choice than the New Democrats are. So if the Conservatives start to lose some of their uncommitted voters, it could benefit the Liberals.\" \"There is little upside for the Tories, however, if supporters of the NDP or Liberals start to drift. The two parties are each other's second choice by a wide margin\" The Liberals are the safe choice.  NDP are the new kids... if they don't catch fire, it usually means people will go to the safe choice. Conservatives win only if Lib/NDP fight ends up as a stalemate, which it might.  But I expect movement from NDP to Lib as people prefer someone who can win outright.  Plus Libs have a tried and true name in Canadian politics -- Trudeau."], [102, "2015-09-22T02:01:36Z", [0.0, 0.0, 1.0, 0.0], "Crowd likes NDP most so far, who I am to differ?"], [172, "2015-09-22T01:18:19Z", [0.45, 0.05, 0.5, 0.0], "Too tight to call and all candidates responsible for giving me electile dysfunction (inability to get excited by any candidate). Coming down to (1) people wanting change (2) economy/security and (3) who can lie/mislead the most. All candidates negative/misleading but NDP and Cons most statesmanlike. Liberals will likely get it next time (their candidate is still rough around edges). Silent majority could put Cons back in but they have most to lose from gaffes which means slight nod to NDP."], [231, "2015-09-22T01:04:16Z", [0.36, 0.3, 0.34, 0.0], "Polls extremely tight: http://www.cbc.ca/news/politics/canada-election-2015-grenier-undecideds-sep21-1.3237086"], [83, "2015-09-22T00:36:23Z", [0.07, 0.43, 0.5, 0.0], "Given Harper's  (Conservative) reliance on an weakening oil economy mostly based in the western provinces, resulted in the NDP gaining a majority government in heavily conservative Alberta in May, and Anneinak's link demonstrating both Trudeau and Mulcair are preferred to Harper as PM,  adjusting odds for a Conservative PM down."], [241, "2015-09-22T00:14:33Z", [0.15, 0.3, 0.55, 0.0], ""], [38, "2015-09-21T23:48:08Z", [0.3, 0.37, 0.33, 0.0], "http://globalnews.ca/news/2232600/liberals-pull-ahead-of-ndp-as-support-in-ontario-grows-ipsos-poll/ Sept 21 Approximately 33 per cent of Canadians prefer the Liberal Party, according to the poll – three percentage points ahead of the NDP, and six points ahead of the Conservatives."], [462, "2015-09-21T22:52:38Z", [0.4, 0.2, 0.4, 0.0], ""], [83, "2015-09-21T21:58:17Z", [0.15, 0.35, 0.5, 0.0], "Since there is not likely to be a majority, or even a significant plurality, based on the polls, This forecast selects either a NDP candidate or a Liberal, as it is unlikely that a majority of the MPs will prefer a return of Harper's government, based on the protocol for selecting a PM (2nd link below) Current polls show 3 main parties are nearly even in the polls: https://en.m.wikipedia.org/wiki/Canadian_federal_election,_2015 Canadian Prime Minister Basics: https://en.m.wikipedia.org/wiki/Prime_Minister_of_Canada :\n\"The prime minister, .... is appointed by the governor general on behalf of the Queen.  However, by the conventions of responsible government, designed to maintain administrative stability, the viceroy will call to form a government the individual most likely to receive the support, or confidence, of a majority of the directly-elected House of Commons; as a practical matter, this is often the leader of a party whose members form a majority, or a very large plurality, of Members of Parliament (MPs).  Legally, this may be any citizen of Canada of voting age... it is not necessary for the incumbent to be a sitting MP.\""], [102, "2015-09-21T20:34:32Z", [0.33, 0.33, 0.34, 0.0], "Somebody."]], "open_date": "2015-09-21T20:00:20Z", "close_date": "2015-10-19T03:59:20Z"}