{"question_id": 902, "title": "Who will win the Republican Party primary for the Indiana U.S. Senate race in 2018?\n", "possible_answers": ["Luke Messer", "Todd Rokita", "Mike Braun", "None of the above "], "crowd_forecast": [0.1, 0.51, 0.39, 0.0], "correct_answer": "Mike Braun", "correct_forecast": 0.39, "preds": [[33887, "2018-05-09T17:56:08Z", [1.0, 0.0, 0.0, 0.0], ""], [57918, "2018-05-09T11:35:38Z", [0.0, 0.0, 1.0, 0.0], ""], [57797, "2018-05-09T02:33:12Z", [0.0, 0.0, 1.0, 0.0], "There is probably no point in updating now, but might as well."], [43311, "2018-05-09T00:16:59Z", [0.0, 0.0, 1.0, 0.0], ""], [36194, "2018-05-09T00:05:27Z", [0.18, 0.33, 0.49, 0.0], "Comment deleted on May 09, 2018 12:05AM UTC"], [57797, "2018-05-08T23:52:14Z", [0.0, 0.05, 0.95, 0.0], "Looks like with current precincts counted, Braun has won. I am updating for whatever it's worth."], [35636, "2018-05-08T08:26:51Z", [0.0, 0.55, 0.45, 0.0], ""], [57797, "2018-05-07T23:30:44Z", [0.0, 0.4, 0.6, 0.0], "The news about Braun being categorized as a \"hard democrat\" will hurt him so I am lowering his bin."], [57797, "2018-05-07T23:23:54Z", [0.0, 0.35, 0.65, 0.0], ""], [15196, "2018-05-07T18:18:48Z", [0.0, 0.7, 0.3, 0.0], ""], [58167, "2018-05-07T02:30:44Z", [0.15, 0.3, 0.55, 0.0], ""], [1333, "2018-05-06T17:20:47Z", [0.2, 0.65, 0.15, 0.0], ""], [36194, "2018-05-06T14:15:41Z", [0.18, 0.33, 0.49, 0.0], ""], [35636, "2018-05-06T06:30:28Z", [0.0, 0.75, 0.25, 0.0], ""], [35636, "2018-05-06T06:27:49Z", [0.05, 0.85, 0.1, 0.0], ""], [1333, "2018-05-05T15:22:46Z", [0.25, 0.75, 0.0, 0.0], ""], [691, "2018-05-05T12:12:04Z", [0.12, 0.75, 0.13, 0.0], ""], [32338, "2018-05-05T08:40:19Z", [0.0, 0.85, 0.15, 0.0], ""], [20156, "2018-05-05T06:25:25Z", [0.1, 0.2, 0.7, 0.0], ""], [57797, "2018-05-03T18:15:21Z", [0.0, 0.3, 0.7, 0.0], "Flipping toward Braun for several reasons: Rethinking the importance of the last debate: As I mentioned before, he underperformed Rokita in the last debate and had almost zero substance. His policy ideas are also generally shallow. However, I am now putting less weight on this than I did before. I have a personal and professional bias that substance matters and rhetorical performance in debates is important. With this revision, I am trying to correct for this bias. It is possible to make an argument that all Braun needed to do in the debate is not bomb completely. If that is the bar for success for him, then we safely can say he made it. This hypothesis is supported by the fact that Braun's PredictIt odds stayed strong after the debate. Speaking of: Prediction markets still see him as a favorite. https://www.predictit.org/Market/3005/Who-will-win-the-2018-Indiana-Republican-Senate-primary Braun is winning the Google Trends game by a lot. https://trends.google.com/trends/explore?q=todd%20rokita,Mike%20Braun,Luke%20Messer Braun's outsider message is really strong. The media is doing him a favor by linking his cardboard ad again and again. "], [57918, "2018-05-03T16:36:02Z", [0.1, 0.2, 0.7, 0.0], ""], [57918, "2018-05-03T16:33:59Z", [0.15, 0.35, 0.5, 0.0], ""], [57970, "2018-05-03T14:43:24Z", [0.1, 0.55, 0.35, 0.0], ""], [691, "2018-05-03T12:42:11Z", [0.27, 0.63, 0.1, 0.0], ""], [37512, "2018-05-03T00:26:24Z", [0.1, 0.1, 0.8, 0.0], ""], [57797, "2018-05-02T16:24:26Z", [0.0, 0.6, 0.4, 0.0], "Having a hard time with this one, so I tried to break down the different considerations. Predictit is heavily favoring Braun: (https://www.predictit.org/Market/3005/Who-will-win-the-2018-Indiana-Republican-Senate-primary). On policy, Rokita is probably the favorite to win. He has symbolic proposals like making English the official language which should appeal to the Trump base. He won the last debate as I argued earlier.  Turnout will matter. I assume it will be relatively low due to it being an off year. Also, and this is a fallible indicator, I am seeing a lot of comments on reddit and facebook to the effect that voters don't like any of the three candidates. This is hinted at also by the high number of undecideds as of early April (https://www.realclearpolitics.com/epolls/2018/senate/in/indiana_senate_republican_primary-6523.html).  If turnout is low, all that will matter is intensity of support. Intensity is hard to judge. A look at the top tweets from the last month shows more support for Rokita from Trumpers with a lot of followers and a relatively high number of retweets. Another data point: Rokita has 4k followers vs. Braun with ~700. I couldn't extract anything useful out of Reddit.  Personalities: Braun's background and outsider status makes him a favorite. Braun's cardboard ad is a hit, but is it enough to make a voter go to the polls? Especially given how unimpressive he was in the last debate?  Partisanship: should favor Messer or Rokita. Braun's voting history would hurt him. For now, affirming forecast, but may reconsider."], [46762, "2018-05-02T05:26:06Z", [0.0, 0.0, 1.0, 0.0], "So, I'm reluctantly changing my vote.  The last poll had 45% undecided.  Which I think means people will break to the newcomer, in this case.  And Braun plays the card well.  Braun has the most memorable campaign add of the campaign.  I think Rokia appeared more knowledgeable in the last debate, and braun looked out of his element, unconfidant.   But I think that outsider card is still strong - and indiana has one of the strongest trump support.  My predictions:  turnout will be good considering its an off year primary.   Good turnout will boost Braun. \nParty regulars, and old and catholics will go for Rokia. Braun's background as a democrat will hurt him.   So will the unforced slip running adds about Harvard. \nInteligentsia is not your target audience braun.   Blue collar.  And blue collar don't go to Harvard. Its between R and Braun.  Interesting.  Todd Rokita has 28k followers on facebook.\nBraun has 22K. So..  I turn to google as the tie breaker. https://trends.google.com/trends/explore?geo=US-IN&q=todd%20rokita,Mike%20braun,luke%20Messer So this is a gulp for me:  Winner:  Mike Braun"], [57797, "2018-05-02T03:56:09Z", [0.0, 0.6, 0.4, 0.0], "Shifting my forecast from favoring Braun to Rokita after the last debate on April 30: http://indianadebatecommission.com/live-debate-feed/ This is very subjective but here goes: I would venture to say that Rokita won the debate. Not sure how much it matters but in terms of rhetoric he wiped the floor with the other two. Landed punchlines well and delivered his policy messages to the conservative base. Messer appeared small time (interrupting the debate to 'break' an unrelated news; bringing up a private conversation with Braun), and generally seemed pathetic (e.g. obsequiously saying he will nominate Trump for the Nobel Peace Prize). His repeated \"I am who I say I am\" messages made him less believable, not more. Braun shot himself in the foot. He only succeeded in making himself appear closer to Trump than the other two. He's got the same business background and outsider status. He didn't really convey any policy ideas or knowledge of the process of governance (I suppose Trump didn't have the latter but at least he had symbolic policy proposals, e.g. the wall). Braun couldn't stop repeating his one message that he is not a career politician. That probably matters to voters, but can it get a vacuous candidate elected? I am starting to be skeptical. Rokita called him out on having no \"substance\". Braun also lacked Trump's showmanship and bravado (which he lacked also at the previous debate), seeming ever so slightly unsure of himself (e.g. repeatedly looking down after finishing his statements as opposed to at the camera).  Also worth mentioning: Messer and Rokita (who had previously focused on attacking each other) laid into Braun repeatedly, which should help diffuse his rise. I had a look at Google Trends for each candidate's name and it seems like Braun is getting significantly more than the other two. Not sure how significant that is. https://trends.google.com/trends/explore?q=todd%20rokita,Mike%20Braun,Luke%20Messer"], [57797, "2018-05-01T16:58:36Z", [0.05, 0.35, 0.6, 0.0], "Some good background in this article: https://www.politico.com/story/2018/05/01/indiana-senate-republicans-messer-rokita-braun-560708"], [691, "2018-05-01T13:51:47Z", [0.28, 0.61, 0.11, 0.0], ""], [57797, "2018-04-30T14:20:00Z", [0.05, 0.4, 0.55, 0.0], ""], [35636, "2018-04-30T07:07:39Z", [0.1, 0.75, 0.15, 0.0], ""], [32338, "2018-04-29T08:56:44Z", [0.0, 0.85, 0.15, 0.0], ""], [36194, "2018-04-28T16:04:43Z", [0.31, 0.58, 0.11, 0.0], ""], [1333, "2018-04-28T15:07:40Z", [0.35, 0.65, 0.0, 0.0], ""], [691, "2018-04-25T14:31:11Z", [0.32, 0.55, 0.13, 0.0], ""], [37512, "2018-04-25T00:42:30Z", [0.25, 0.25, 0.5, 0.0], ""], [57970, "2018-04-24T15:26:15Z", [0.1, 0.6, 0.3, 0.0], ""], [57918, "2018-04-23T19:35:36Z", [0.15, 0.5, 0.35, 0.0], ""], [57970, "2018-04-23T15:02:48Z", [0.1, 0.5, 0.4, 0.0], ""], [57797, "2018-04-23T12:26:14Z", [0.25, 0.35, 0.4, 0.0], "Messer's DUI's might hurt him."], [57970, "2018-04-23T02:27:31Z", [0.2, 0.4, 0.4, 0.0], "Comment deleted on Apr 23, 2018 02:28AM UTC"], [57970, "2018-04-23T02:17:10Z", [0.2, 0.4, 0.4, 0.0], ""], [20156, "2018-04-22T12:37:53Z", [0.25, 0.55, 0.2, 0.0], ""], [5018, "2018-04-21T19:26:49Z", [0.0, 0.5, 0.5, 0.0], ""], [1333, "2018-04-21T15:43:05Z", [0.25, 0.75, 0.0, 0.0], ""], [35636, "2018-04-21T08:48:42Z", [0.2, 0.59, 0.21, 0.0], ""], [57797, "2018-04-20T18:32:54Z", [0.3, 0.3, 0.4, 0.0], "Rokita had some rub with the Trump Campaign, and an anti-Trump comment by him from 2016 has been unearthed: https://www.indystar.com/story/news/politics/2018/04/18/trump-campaign-rebukes-todd-rokita-over-yard-signs/527332002/ Weak points of Braun's might be his voting history in Democratic primaries and his business' history of importing goods from overseas (https://www.indystar.com/story/news/politics/2018/04/15/indiana-senate-race-2018-republicans-debate-tonight-todd-rokita-luke-messer-mike-braun/510522002/). Yet, Trump had donated to Democrats and that didn't seem to hurt him significantly. I doubt the importation would be a huge blow to Braun's reputation either because it's such a common practice.  For Messer, questions about residency in Virginia seem to be a problem (same link)."], [57797, "2018-04-20T15:34:19Z", [0.25, 0.35, 0.4, 0.0], "I lean toward Braun for the following reasons: Currently, he is the favorite to win based on prediction markets: https://www.predictit.org/Market/3005/Who-will-win-the-2018-Indiana-Republican-Senate-primary. He's got the funding and endorsements (tied with Lesser on the latter). He has the most Trump-like background. Given Trump's popularity among Republicans, that should be an advantage. Braun doesn't quite have the same name recognition, but he is outspending the other two candidates handily. And despite his outsider background he matches Messer for endorsements (https://ballotpedia.org/United_States_Senate_election_in_Indiana_(May_8,_2018_Republican_primary)).  Polling data is sparse and there are lots of undecideds so I do not place much weight on it. The most recent poll I have seen has Braun on top: https://www.realclearpolitics.com/epolls/2018/senate/in/indiana_senate_republican_primary-6523.html. That poll surveyed only 411 likely voters so it should be taken with a grain of salt. I wonder why the community here is so bearish on Braun. If anybody would like to share feedback, please do!"], [37512, "2018-04-19T23:25:54Z", [0.25, 0.37, 0.38, 0.0], ""], [1333, "2018-04-19T15:20:25Z", [0.3, 0.65, 0.05, 0.0], ""], [51931, "2018-04-19T15:04:43Z", [0.36, 0.39, 0.25, 0.0], "https://www.realclearpolitics.com/epolls/2018/senate/in/indiana_senate_republican_primary-6523.html"], [691, "2018-04-19T13:34:54Z", [0.41, 0.51, 0.08, 0.0], ""], [12879, "2018-04-17T17:40:44Z", [0.39, 0.61, 0.0, 0.0], ""], [1333, "2018-04-17T14:50:29Z", [0.35, 0.55, 0.1, 0.0], "In my travels I have always found the good people of MI, IN, and OH a little different in their electoral calculus - then seem unimpressed or less impressed anyway by rah rah rallys and candidates known for their stump speeches - I offer John Kascich and Dennis Kucinich as my comparison class. Talk about dry toast speakers..."], [691, "2018-04-16T15:57:51Z", [0.41, 0.51, 0.08, 0.0], ""], [37512, "2018-04-14T13:46:06Z", [0.35, 0.37, 0.28, 0.0], ""], [16851, "2018-04-14T10:23:11Z", [0.3, 0.6, 0.1, 0.0], ""], [49606, "2018-04-13T13:24:00Z", [0.4, 0.6, 0.0, 0.0], ""], [49607, "2018-04-13T13:13:09Z", [0.45, 0.45, 0.1, 0.0], ""], [5018, "2018-04-13T05:53:41Z", [0.4, 0.5, 0.1, 0.0], ""], [51931, "2018-04-12T23:00:48Z", [0.43, 0.45, 0.12, 0.0], ""], [1333, "2018-04-12T15:38:50Z", [0.45, 0.45, 0.1, 0.0], ""], [43003, "2018-04-12T01:05:16Z", [0.32, 0.65, 0.03, 0.0], ""], [39381, "2018-04-11T19:25:31Z", [0.63, 0.12, 0.25, 0.0], ""], [691, "2018-04-11T14:03:50Z", [0.39, 0.5, 0.11, 0.0], ""], [1333, "2018-04-11T11:09:24Z", [0.55, 0.35, 0.1, 0.0], ""], [54845, "2018-04-10T00:40:58Z", [0.4, 0.5, 0.1, 0.0], ""], [691, "2018-04-09T11:04:08Z", [0.4, 0.51, 0.09, 0.0], ""], [29980, "2018-04-08T19:36:49Z", [0.5, 0.45, 0.05, 0.0], ""], [16501, "2018-04-08T19:00:10Z", [0.3, 0.3, 0.4, 0.0], ""], [1333, "2018-04-08T16:32:42Z", [0.65, 0.35, 0.0, 0.0], ""], [20156, "2018-04-08T09:32:58Z", [0.1, 0.55, 0.35, 0.0], ""], [1333, "2018-04-07T16:38:46Z", [0.55, 0.45, 0.0, 0.0], ""], [16355, "2018-04-07T12:37:04Z", [0.55, 0.35, 0.1, 0.0], ""], [49605, "2018-04-06T14:25:45Z", [0.3, 0.5, 0.2, 0.0], ""], [49611, "2018-04-06T14:19:20Z", [0.25, 0.15, 0.4, 0.2], ""], [49609, "2018-04-06T14:06:39Z", [0.4, 0.4, 0.2, 0.0], ""], [49604, "2018-04-06T14:01:25Z", [0.25, 0.5, 0.25, 0.0], ""], [50769, "2018-04-04T18:49:42Z", [0.05, 0.55, 0.4, 0.0], ""], [33917, "2018-04-04T15:50:45Z", [0.8, 0.2, 0.0, 0.0], ""], [691, "2018-04-04T12:39:56Z", [0.4, 0.51, 0.09, 0.0], ""], [1333, "2018-04-04T11:47:21Z", [0.55, 0.35, 0.1, 0.0], ""], [691, "2018-04-01T16:53:36Z", [0.41, 0.47, 0.12, 0.0], ""], [1333, "2018-04-01T15:54:18Z", [0.4, 0.45, 0.15, 0.0], ""], [691, "2018-03-31T12:40:48Z", [0.41, 0.43, 0.16, 0.0], ""], [46762, "2018-03-31T03:56:50Z", [0.0, 1.0, 0.0, 0.0], "Well that was a quick flip flop.   Beats me.  Messer is killing in fundraising, more charismatic, better website.  But Rokita is kicking butt in the polls.  Rokita has better appeal with crossover democrats.   Meh.  Messer's support cratered after the Feb debate.  And Rokita won't attend the next debate - taking a tea garden strategy.    Presumably views Messer as passive and Braun as easily portrayed as bough."], [46762, "2018-03-31T03:36:25Z", [1.0, 0.0, 0.0, 0.0], "Better fundraising.  Better website.  More charismatic. \n"], [15196, "2018-03-30T01:45:33Z", [0.2, 0.6, 0.2, 0.0], ""], [804, "2018-03-29T18:31:45Z", [0.25, 0.45, 0.3, 0.0], ""], [55316, "2018-03-29T16:15:15Z", [0.4, 0.55, 0.05, 0.0], ""], [691, "2018-03-28T21:59:54Z", [0.41, 0.43, 0.16, 0.0], ""], [35636, "2018-03-27T06:39:29Z", [0.35, 0.5, 0.15, 0.0], "Consensus is putting Rokita in lead, so will just go with Wisdom of the Crowd on this one."], [20156, "2018-03-26T05:26:25Z", [0.3, 0.38, 0.32, 0.0], ""], [51931, "2018-03-25T13:38:43Z", [0.4, 0.5, 0.1, 0.0], ""], [54140, "2018-03-25T13:06:27Z", [0.51, 0.48, 0.01, 0.0], ""], [51886, "2018-03-25T01:09:26Z", [0.4, 0.55, 0.05, 0.0], ""], [51886, "2018-03-25T01:09:13Z", [0.55, 0.4, 0.05, 0.0], ""], [1333, "2018-03-23T15:17:12Z", [0.4, 0.35, 0.25, 0.0], ""], [31450, "2018-03-22T15:12:58Z", [0.25, 0.45, 0.3, 0.0], "Well the three candidates are more or less evenly matched in terms of money and experience. However, Rokita and Messer apparently hate each other so I suspect they end up spending most of their time attacking on another while Braun is richer and thus able to self fund his own operation and get left alone. As well, according to the one poll (admittedly funded by Rokita) from this year, Rokita is in the lead.  Everything you ever wanted to know about the primary: https://ballotpedia.org/United_States_Senate_election_in_Indiana_(May_8,_2018_Republican_primary)"], [31450, "2018-03-22T14:59:08Z", [0.25, 0.45, 0.3, 0.0], "Comment deleted on Mar 22, 2018 04:12PM UTC"], [36736, "2018-03-22T10:41:55Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2018-03-21T17:14:44Z", [0.35, 0.35, 0.25, 0.05], ""], [16272, "2018-03-21T16:36:02Z", [0.33, 0.34, 0.33, 0.0], ""], [5018, "2018-03-20T03:37:10Z", [0.45, 0.4, 0.15, 0.0], ""], [55717, "2018-03-19T22:59:34Z", [0.17, 0.17, 0.17, 0.49], "I gave Luke Messer, Todd Rokita, and Mike Braun all the same level probability of winning the Senate seat because they all have the same level of background experience (they are all Congressmen for different Indiana districts) and they are all of the Republican party. I ranked them all relatively low because there is a competitive upcoming republican primary, and it is hard to determine which of the three will pull through at this point. I ranked none of the above higher than all of these candidates, around a 50/50 shot because I believe the current Senator for Indiana, because of his incumbency advantage is more likely to win again but because Indiana can be a typically Republican state, he is also at risk for losing his seat as a democrat. "], [36147, "2018-03-19T12:36:16Z", [0.26, 0.43, 0.3, 0.01], ""], [16501, "2018-03-18T18:42:05Z", [0.3, 0.3, 0.4, 0.0], ""], [691, "2018-03-17T20:51:56Z", [0.41, 0.38, 0.17, 0.04], ""], [1994, "2018-03-17T19:28:09Z", [0.5, 0.4, 0.1, 0.0], "Messer has better relationships with the political establishment that can help him with less engaged primary voters. Rokita has stronger name recognition with primary voters in my estimate. Braun has personal funds and an interesting story, but that would be more effective in the general in Indiana than breaking through in the primary."], [1333, "2018-03-17T18:23:58Z", [0.35, 0.25, 0.25, 0.15], ""], [50981, "2018-03-17T14:19:16Z", [0.2, 0.15, 0.2, 0.45], ""], [5766, "2018-03-16T16:27:36Z", [0.45, 0.2, 0.35, 0.0], ""], [35636, "2018-03-16T09:45:59Z", [0.35, 0.35, 0.3, 0.0], "Whoever put those links in was just phoning it in.  Who cares what the GOP thinks about their chances. Biased anyway.  https://en.wikipedia.org/wiki/United_States_Senate_election_in_Indiana,_2018\nhttps://ballotpedia.org/United_States_Senate_election_in_Indiana_(May_8,_2018_Republican_primary)  Messer and Rokita are reps already, switching houses for that sweet cash and influence as well as longer office term.  Rokita has the polls.\nMesser has the endorsements. \nBraun has the outsider status and financing.  So close, it's very hard to call. Comes down to what the issues are in the state and which voters of the party are going to vote.  If the filing closed on February 9th how can there be none of the above? There is only 3 candidates! Someone didn't give the monkey the peanuts in the Monkey Cage. "], [35636, "2018-03-16T09:32:57Z", [0.35, 0.35, 0.3, 0.0], "Whoever put those links in was just phoning it in.  Who cares what the GOP thinks about their chances. Biased anyway.  https://en.wikipedia.org/wiki/United_States_Senate_election_in_Indiana,_2018\nhttps://ballotpedia.org/United_States_Senate_election_in_Indiana_(May_8,_2018_Republican_primary)  Messer and Rokita are reps already, switching houses for that sweet cash and influence as well as longer office term.  Rokita has the polls.\nMesser has the endorsements. \nBraun has the outsider status and financing.  So close, it's very hard to call. Comes down to what the issues are in the state and which voters of the party are going to vote.  If the filing closed on February 9th how can there be none of the above? There is only 3 candidates! Someone didn't give the monkey the peanuts in the Monkey Cage. "], [5018, "2018-03-16T05:50:31Z", [0.45, 0.4, 0.1, 0.05], ""], [51931, "2018-03-15T20:52:08Z", [0.3, 0.6, 0.1, 0.0], ""], [691, "2018-03-15T19:59:01Z", [0.4, 0.4, 0.16, 0.04], ""], [1333, "2018-03-15T18:26:32Z", [0.35, 0.35, 0.15, 0.15], "There are 8 candidate and the 1st two are sitting office holders now. THen there is this -  BattlegroundRace.jpg\n2018 U.S. Senate Election in Indiana\nGeneral Election Date \nNovember 6, 2018\nPrimary Date \nMay 8, 2018\nGOP primary • Democratic primary\nNovember 6 Election Winner: \nPending\nIncumbent prior to election: \nJoe Donnelly Democratic Party Cook Political Report: Toss-up[1]\nSabato's Crystal Ball: Toss-up[2]\nInside Elections: Toss-up[3]\nOther Senate Elections\nArizona • California • Connecticut • Delaware • Florida • Hawaii • Indiana • Maine • Maryland • Massachusetts • Michigan • Minnesota • Mississippi • Missouri • Montana • Nebraska • Nevada • New Jersey • New Mexico • New York • North Dakota • Ohio • Pennsylvania • Rhode Island • Tennessee • Texas • Utah • Vermont • Virginia • Washington • West Virginia • Wisconsin • Wyoming\n2018 U.S. House Elections\nFlag of Indiana.png\nVoters in Indiana will elect one member to the U.S. Senate in the election on November 6, 2018. Politico described this race as \"possibly the GOP’s best opportunity to seize a Senate seat from Democrats in next year’s midterms\".[4] As of March 2018, 8 Republicans are running against incumbent Sen. Joe Donnelly (D), including two sitting members of the U.S. House, Reps. Todd Rokita (R) and Luke Messer (R). This seat was rated Toss-up by three outlets as of January 24, 2018, and CNN listed this seat among 10 U.S. Senate seats it considered most likely to flip in 2018.[5][6] Primary elections for this seat will be held on May 8, 2018. The primaries will determine which Democratic candidate and which Republican candidate will advance to the November 6 general election. Click here for more information about the Democratic primary and here for more on the Republican primary."], [1333, "2018-03-14T18:06:21Z", [0.25, 0.25, 0.25, 0.25], ""]]}