{"question_id": 196, "title": "When will the government of Colombia and the FARC sign a final peace agreement?", "possible_answers": ["Between 1 January 2017 and 28 February 2017, inclusive", "Between 1 October 2016 and 31 December 2016, inclusive", "Before 1 July 2016", "Between 1 July 2016 and 30 September 2016, inclusive", "Not before 1 March 2017"], "crowd_forecast": [0.04, 0.23, 0.0, 0.72, 0.01], "correct_answer": "Between 1 July 2016 and 30 September 2016, inclusive", "correct_forecast": 0.72, "preds": [[241, "2016-08-25T12:42:45Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [1708, "2016-08-25T11:27:45Z", [0.0, 1.0, 0.0, 0.0, 0.0], "Oct 2 or 3\nhttp://hosted.ap.org/dynamic/stories/L/LT_COLOMBIA_PEACE_ACCORD?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2016-08-25-00-21-51"], [19923, "2016-08-25T09:10:45Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [38, "2016-08-25T07:36:17Z", [0.0, 0.23, 0.0, 0.77, 0.0], ""], [15548, "2016-08-25T04:06:11Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [689, "2016-08-25T01:59:23Z", [0.0, 0.0, 0.0, 0.97, 0.03], "\"After the agreement is signed — the date is still unknown — the FARC will begin mobilizing its troops to 31 zones scattered across the country, and 90 days later they are supposed to begin handing their weapons over to United Nations-sponsored monitors.\"\nhttp://www.nytimes.com/aponline/2016/08/24/world/americas/ap-lt-colombia-peace-accord.html?_r=0  I still can't see a self respecting rebel turning over his weapon."], [691, "2016-08-25T01:43:26Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [22833, "2016-08-25T01:43:23Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [1993, "2016-08-25T01:25:24Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [12591, "2016-08-25T00:22:48Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [1708, "2016-08-25T00:21:38Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [241, "2016-08-25T00:06:50Z", [0.0, 0.5, 0.0, 0.5, 0.0], ""], [12302, "2016-08-25T00:06:20Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Finally!"], [241, "2016-08-25T00:01:36Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [767, "2016-08-24T23:55:02Z", [0.0, 0.0, 0.0, 1.0, 0.0], "NY Times reporting a final deal has been reached!"], [506, "2016-08-24T23:34:13Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [38, "2016-08-24T21:48:56Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [532, "2016-08-24T21:39:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-08-24T21:33:01Z", [0.0, 0.06, 0.0, 0.94, 0.0], "http://elpais.com/elpais/2016/08/24/inenglish/1472024962_235977.html\nSigning is set for September, apparently.  Things can still happen, but so far, so good...."], [73, "2016-08-24T20:08:10Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [14208, "2016-08-24T18:07:24Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Stratfor sitrep reports deal is signed. Behind paywall. "], [368, "2016-08-24T17:18:40Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [22243, "2016-08-24T12:20:04Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [405, "2016-08-24T11:32:14Z", [0.25, 0.35, 0.0, 0.3, 0.1], "Apparently the Washington Post have announce that Colombia government and  FARC rebels ready to announce  peace deal, but i dont have access to WAPO.[1]\nCould Colombia and FARC signed the peace deal without financial support of United Nations and without being sure that infrastructure is ready to welcome FARC soldiers in the time frame of earlier agreement?\nIt's possible...+ 30 between 1 july & 30 september.\n[1] https://www.washingtonpost.com/world/colombia-government-and-farc-rebels-ready-to-announce-peace-deal/2016/08/24/32ac13b6-d796-4d70-b2f9-da75d9e43bbb_story.html"], [10759, "2016-08-24T10:02:23Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [4634, "2016-08-24T10:01:46Z", [0.0, 0.0, 0.0, 1.0, 0.0], "It seems to be a done deal: \"Official announcement expected on Wednesday in Havana, with signing ceremony to take place in September in Colombia\" http://elpais.com/elpais/2016/08/24/inenglish/1472024962_235977.html?id_externo_rsoc=TW_CM Hmm: \"However, the announcement has generated confusion. Unofficially, sources on both sides had insisted that the talks had finished. But with a few details still to be addressed, no official announcement about a definitive agreement could be made until Wednesday. But both sides agree that any details still pending would not endanger the accord.\""], [28484, "2016-08-24T03:22:08Z", [0.15, 0.85, 0.0, 0.0, 0.0], ""], [28484, "2016-08-24T03:14:46Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [1646, "2016-08-24T02:49:54Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-08-23T19:23:26Z", [0.01, 0.41, 0.0, 0.58, 0.0], ""], [368, "2016-08-23T16:50:33Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [14208, "2016-08-23T03:14:44Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [20911, "2016-08-23T01:33:23Z", [0.15, 0.4, 0.0, 0.25, 0.2], ""], [368, "2016-08-22T22:05:11Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [12591, "2016-08-22T21:02:38Z", [0.1, 0.2, 0.0, 0.65, 0.05], ""], [691, "2016-08-22T19:21:58Z", [0.01, 0.41, 0.0, 0.58, 0.0], ""], [12302, "2016-08-22T02:39:12Z", [0.01, 0.18, 0.0, 0.81, 0.0], ""], [241, "2016-08-21T20:23:06Z", [0.2, 0.7, 0.0, 0.05, 0.05], ""], [691, "2016-08-21T19:44:26Z", [0.02, 0.45, 0.0, 0.53, 0.0], ""], [12879, "2016-08-21T19:34:51Z", [0.04, 0.33, 0.0, 0.6, 0.03], ""], [1646, "2016-08-21T15:55:04Z", [0.0, 0.55, 0.0, 0.45, 0.0], ""], [405, "2016-08-21T14:17:53Z", [0.55, 0.35, 0.0, 0.0, 0.1], "- august 21...there is no rumours about something to happen soon;\n- If it was easy to sign it would it be already done;\n- 'According to a commission of experts that have visited the sites where the FARC should be demobilizing, some of the proposed camps lack road infrastructure, basic services like drinking water and means of communication. [1];\nThe implication of this is that: \na) It will be difficult for UN to recruit observers (450 foreign observers);\nb) FARC leaders will be reticent to go at this \"transitory areas for demobilization ZVTN\". Trying to mobilize people to go at something worst, when they have already something that they are used to... \nSo there is the need to build those ZVTN (23). I imagine it is not an easy task. (Creation of safety cordon of one kilometer...) They are between 6,000 to 20,000 [2]. \nc) UN want to clarify who will pay;\nd) the timeline of the demobilization is very strict. [3] The disarmament of the FARC must be ended 180 days after Signing of the peace agreement. So everybody who are involve in must be sure that they will do their task in time. They cannot delay the end, but they can delay the beginning. UN, i'm sure, dont want to be blame. \nIf the peace was signed yesterday, it would end february 20, 2017...a timeline very short [1] http://colombiareports.com/un-colombia-disagree-pays-farc-demobilization/\n[2] http://colombiareports.com/farc-will-demobilizing-disarming/\n[3] http://colombiareports.com/colombias-peace-deals-depth-end-conflict/"], [4634, "2016-08-21T13:06:11Z", [0.0, 0.3, 0.0, 0.52, 0.18], ""], [10759, "2016-08-21T13:05:41Z", [0.0, 0.3, 0.0, 0.52, 0.18], ""], [73, "2016-08-21T02:06:20Z", [0.0, 0.45, 0.0, 0.55, 0.0], ""], [73, "2016-08-21T02:03:37Z", [0.0, 0.35, 0.0, 0.65, 0.0], ""], [1646, "2016-08-21T01:28:27Z", [0.0, 0.25, 0.0, 0.75, 0.0], ""], [38, "2016-08-20T22:56:06Z", [0.0, 0.12, 0.0, 0.88, 0.0], "http://www.insightcrime.org/news-briefs/farc-units-defy-leadership-orders-to-halt-extortion \"InSight Crime sources in Havana have suggested that the Colombian government is expecting to have a final peace deal signed by next month.\""], [38, "2016-08-20T22:52:25Z", [0.0, 0.35, 0.0, 0.65, 0.0], "http://www.worldbulletin.net/news/176387/colombia-urges-un-to-supervise-ceasefire-with-rebels \"FARC will begin to call in their troops for disarmament once the final peace accord is signed, which is seen as likely in the coming weeks."], [38, "2016-08-20T22:46:22Z", [0.16, 0.33, 0.0, 0.4, 0.11], "http://www.nytimes.com/aponline/2016/08/19/world/americas/ap-un-united-nations-colombia.html?_r=0 \"Colombia's high commissioner for peace on Friday urged the U.N. political mission that will monitor and verify a future cease-fire to deploy in the next three or four weeks — before the government and leftist rebels reach a final peace accord. . . . because its presence \"is an extremely important guarantee\" not just of the process of disarming FARC rebels but for receiving their weapons. . . .  the U.N. mission must deploy \"as quickly as possible\" so that whenever negotiators reach a final deal in Havana, Cuba, it is already on the ground . . . \"At the latest, in three or four weeks they should be able to be there in full force,\" Jaramillo said. \"Secretary-General Ban Ki-moon said . . . 80 observers are already in Colombia . . . \n. . . \n\"The biggest unresolved matter is how the accord will be ratified and given legal armor so it won't unravel should a more conservative government succeed Santos, who leaves office in 2018. \"Jaramillo expressed hope negotiations will end \"as soon as possible\" but he said \"it's a negotiation, so naturally one can never say when it's going to end.\" \"Last month, Colombia's top court approved the government's plans to hold a plebiscite on the peace deal. According to Jaramillo, the plebiscite law says the vote should take place at least 30 days after an agreement is reached. \"The secretary-general's report spells out the U.N.'s role in verifying the laying down of arms, observing the cease-fire, and coordinating a three-party verification body that includes the U.N., the government and the rebels. It makes no mention of undertaking any activities related to a plebiscite.  Ban said one outstanding agreement that will be important to the U.N. mission is on reintegrating FARC combatants into society.\n~~~~~~~\nCOMMENT:  I take GJO's clarification of 8/15 to mean that this question will resolve when the 2 sides sign off on a deal, not when/if  it is ratified by either FARC or through a referendum or legislative action.   It sounds like Colombia's high commissioner for peace is expecting a final agreement in as early as a month, or so, hence the eagerness to get the UN political mission in place in 3 or 4 weeks."], [38, "2016-08-20T20:34:09Z", [0.16, 0.23, 0.0, 0.5, 0.11], ""], [368, "2016-08-20T18:49:16Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [24230, "2016-08-20T17:06:52Z", [0.05, 0.0, 0.0, 0.0, 0.95], ""], [15548, "2016-08-20T14:45:42Z", [0.2, 0.14, 0.0, 0.03, 0.63], ""], [691, "2016-08-20T14:19:10Z", [0.04, 0.45, 0.0, 0.51, 0.0], ""], [19801, "2016-08-20T11:26:45Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Vote for Peace: Most Colombians to Say 'Yes' to FARC-Govt Deal\nhttp://www.telesurtv.net/english/news/Vote-for-Peace-Most-Colombians-to-Say-Yes-to-FARC-Govt-Deal-20160818-0008.html"], [691, "2016-08-19T19:41:18Z", [0.06, 0.38, 0.0, 0.56, 0.0], "This seems to have slowed down but not stalled irrretrievably.   Didn't Neil Simon write a play, later a movie with Robert Redford and Jane Fonda, called \"Barefoot in the FARC\"?  Perhaps not. "], [19923, "2016-08-19T18:29:18Z", [0.05, 0.15, 0.0, 0.8, 0.0], ""], [368, "2016-08-19T17:58:32Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [14208, "2016-08-19T12:18:46Z", [0.1, 0.45, 0.0, 0.45, 0.0], ""], [405, "2016-08-19T10:02:15Z", [0.0, 0.63, 0.0, 0.27, 0.1], "- 15 from 25 Not before 1 march 2017\nAccordingly to a recent polls the peace deal will be ok:\nBOGOTA (Reuters) - Colombian voters will back a peace deal with Marxist FARC rebels in a plebiscite, according to an opinion poll released on Wednesday, in encouraging news for President Juan Manuel Santos, who wants voters to ratify an end to more than 50 years of war. Negotiators are hammering out final details of the deal at talks in Havana. The constitutional court recently ruled that a vote can take place following the publication of the full accord and six weeks of campaigning.\nhttps://www.yahoo.com/news/two-thirds-colombians-back-potential-peace-deal-vote-012239307.html "], [12302, "2016-08-18T23:30:17Z", [0.01, 0.14, 0.0, 0.85, 0.0], ""], [368, "2016-08-18T19:53:31Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2016-08-18T16:18:33Z", [0.06, 0.38, 0.0, 0.56, 0.0], ""], [1646, "2016-08-17T23:45:05Z", [0.05, 0.7, 0.0, 0.25, 0.0], ""], [368, "2016-08-17T22:08:32Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [532, "2016-08-17T21:21:57Z", [0.05, 0.34, 0.0, 0.56, 0.05], ""], [532, "2016-08-17T20:28:35Z", [0.05, 0.34, 0.0, 0.56, 0.05], ""], [22833, "2016-08-17T17:40:45Z", [0.0, 0.5, 0.0, 0.5, 0.0], ""], [241, "2016-08-17T13:14:33Z", [0.2, 0.67, 0.0, 0.03, 0.1], ""], [83, "2016-08-16T21:39:25Z", [0.0, 0.5, 0.0, 0.1, 0.4], "Reported constraints:\n- 3 month deadline for the plebiscite.\n- 5 weeks to organize the vote."], [1333, "2016-08-16T20:14:41Z", [0.45, 0.05, 0.0, 0.05, 0.45], ""], [368, "2016-08-16T18:36:57Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [94, "2016-08-16T18:31:56Z", [0.03, 0.26, 0.0, 0.66, 0.05], ""], [691, "2016-08-16T17:52:10Z", [0.05, 0.36, 0.0, 0.59, 0.0], ""], [12879, "2016-08-16T17:24:49Z", [0.03, 0.29, 0.0, 0.65, 0.03], ""], [532, "2016-08-16T15:09:37Z", [0.1, 0.4, 0.0, 0.45, 0.05], ""], [22243, "2016-08-16T12:02:44Z", [0.0, 0.3, 0.0, 0.7, 0.0], ""], [1646, "2016-08-15T23:42:20Z", [0.1, 0.75, 0.0, 0.15, 0.0], "Useful clarifications @nrohr and comments by @clinton and others, thanks! Still not much has changed, certainly  a final agreement reached could be reversed by popular vote preventing a final final one; but things seem to be going along swimmingly, the Farc and government delegations touring the localities where everything is to take place, and an agreement that FARC weapons will be turned into 3 sculptures in Cuba, NYC and Colombia. We will have to wait some weeks until they decide on the artists though... (see page 1) https://www.mesadeconversaciones.com.co/sites/default/files/07-1470425889.-dejacion-de-las-armas-1470425889.pdf"], [1646, "2016-08-15T23:10:39Z", [0.02, 0.73, 0.0, 0.22, 0.03], ""], [368, "2016-08-15T21:53:15Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2016-08-15T18:49:34Z", [0.06, 0.34, 0.0, 0.6, 0.0], ""], [10759, "2016-08-15T17:57:04Z", [0.0, 0.4, 0.0, 0.42, 0.18], ""], [4634, "2016-08-15T17:54:15Z", [0.0, 0.4, 0.0, 0.42, 0.18], "Right, now I really have been all over the place with this question. Thanks @clinton, @Raisinville, and thanks @nrohr for the clarification "], [73, "2016-08-15T17:27:32Z", [0.0, 0.5, 0.0, 0.5, 0.0], ""], [83, "2016-08-15T16:36:10Z", [0.25, 0.35, 0.0, 0.0, 0.4], "This is a perfect example of a clarification that creates additional confusion: it is not a clarification.\nOriginal question: \" When will ... Colombia and the FARC sign a final peace agreement?\"\nNow the clarification states \"to resolve this question, the two parties must agree on the terms of a deal. \"\nI believe that a signed agreement is still required, based on the original question. However, it can be understood from the \"clarification?\", that a \"signed agreement\" is no longer required as long as the \"sides agree to a deal\".  \nI can see no logical reason for the clarification to unnecessarily change the wording in the original question, when the issue requiring clarification was the relevance of the plebiscite, not the requirement for a \"signed agreement\".\nCould we please get clarification as to the \"contradiction\" in the \"clarification\" regarding the removal of the requirement for a \"signed\" agreement?"], [4729, "2016-08-15T05:10:43Z", [0.25, 0.0, 0.0, 0.0, 0.75], ""], [14208, "2016-08-14T20:40:58Z", [0.2, 0.1, 0.0, 0.0, 0.7], ""], [368, "2016-08-14T17:35:05Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [83, "2016-08-14T16:57:54Z", [0.25, 0.35, 0.0, 0.0, 0.4], ""], [691, "2016-08-14T14:59:37Z", [0.06, 0.34, 0.0, 0.6, 0.0], ""], [368, "2016-08-13T20:41:57Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2016-08-13T12:33:43Z", [0.06, 0.31, 0.0, 0.63, 0.0], ""], [15548, "2016-08-13T12:18:06Z", [0.12, 0.1, 0.0, 0.03, 0.75], ""], [38, "2016-08-12T21:20:02Z", [0.11, 0.11, 0.0, 0.02, 0.76], "https://www.hrw.org/news/2016/08/11/colombia-sexual-violence-farc-guerrillas-exposed \"Before leaving office last week, Colombia’s acting Attorney General Jorge Fernando Perdomo announced the results of an investigation by his office into sexual violence in the FARC guerrilla movement. His office documented 232 cases in which boys and girls in FARC ranks suffered sexual crimes at the hands of guerrillas, including 214 girls who were subject to rape, forced sterilization, forced abortion, and other forms of sexual violence. His office also found alleged evidence that the acts of sexual violence were not isolated incidents, but rather guerilla policy handed down by top officials. \"These terrible findings should raise concerns . . . [over] the justice agreement the government and FARC reached last December as part of their peace talks. The deal allows those responsible for atrocities like these to avoid spending even a single day in prison for their crimes. Instead, perpetrators who confess will be subject to modest restrictions while working on projects to help victims of FARC abuses. But these sanctions – which appear more like community-service orders than proper prison sentences – seem shockingly disproportionate to the gravity of these terrible crimes against children. \"Even more troubling, perhaps, the peace deal also includes a misleading definition of “command responsibility” – a key principle of international humanitarian law – that could be used to allow FARC commanders to escape responsibility for atrocities committed by troops under their control, often according to abusive policies developed by them.\n~~~~~~~\nhttp://latino.foxnews.com/latino/politics/2016/08/12/colombia-govt-farc-want-involvement-pope-un-in-peace-tribunal-process/ HAVANA –  The Colombian government and FARC guerrillas on Friday unveiled the independent mechanism they have negotiated for selecting judges for special peace tribunals, a process in which they will seek to enlist the participation of Pope Francis, [the Criminal Chamber of Colombia's Supreme Court, the International Center for Transitional Justice's Colombian delegation and the Standing Committee of the State University System] and U.N. Secretary-General Ban Ki-Moon.  \"The negotiating teams in Havana announced on Sept. 23, 2015, the creation of a so-called Special Jurisdiction for Peace, a controversial decision that established a Tribunal for Peace and other judicial bodies. The Tribunal for Peace will be made up of 24 judges - 20 of them Colombian and four from other countries. \"A group of separate chambers to handle matters such as acknowledgment of truth and responsibility, amnesty and determination of legal status will be made up of 18 Colombian judges and six foreigners. \"These bodies will try those accused of war crimes and crimes against humanity, while \"political crimes\" or offenses of lesser severity will be eligible for amnesty. \"The Colombian government and the FARC announced a historic cease-fire deal on June 23, but peace negotiators are still working in Havana to resolve pending issues prior to the signing of a definitive peace agreement at a still-undetermined date. \"Those pending issues include loose ends of four other points on which agreement has already been reached: land reform, political participation, drugs and drug crop, and redress for the victims of the strife. \"Negotiators also are still discussing one final point on the agenda: implementation, verification and countersignature of the peace deal, which the Colombia government insists must be approved by popular referendum.\n~~~~~~~\nCOMMENT:  The first piece helped me understand why so many Colombians are opposed to the deal as they understand it.  The second one describes both recent progress and yet to be resolved issues.  Neither of them gives me reason to think that a final peace agreement will be signed soon. "], [368, "2016-08-12T19:44:10Z", [1.0, 0.0, 0.0, 0.0, 0.0], "If the plebiscite were held at the end of the year, January 2017 to Feb 2017 seems reasonable since the final peace accord will be signed after the results of the plebiscite which is expected to move beyond the 13% threshold required by law (for a yes vote). estimate revised"], [691, "2016-08-12T19:12:01Z", [0.06, 0.31, 0.0, 0.63, 0.0], ""], [241, "2016-08-12T16:23:19Z", [0.2, 0.65, 0.0, 0.05, 0.1], ""], [3363, "2016-08-12T11:31:26Z", [0.01, 0.17, 0.0, 0.7, 0.12], ""], [38, "2016-08-12T05:26:07Z", [0.11, 0.11, 0.0, 0.04, 0.74], "COMMENT:  The piece below is so well argued that I thought I'd quote most of it.  I noticed that at several points reference is made to \"the next few months\", and it seems to me that each of the issues mentioned (incomplete negotiations, possibility of needing to 'water down' the agreement, decisions about and organization of the approval process) will take time. https://www.stratfor.com/analysis/colombias-peace-talks-hit-snag \" . . . One issue that has yet to be resolved, however, could hold up further progress toward peace: the lack of popular support for it. Unless the government can get its people on board with the FARC agreement, or find a way to ratify it without the public's buy-in, a conclusive end to Colombia's decadeslong conflict may remain just out of reach. \"Roughly 50 percent of Colombian respondents plan to vote against ratifying Bogota's peace agreement with the FARC, according to an Aug. 8 Ipsos poll. Only 39 percent said they would vote in favor of the deal, while the rest were undecided. The results are concerning for the Colombian government, which is still trying to determine how an eventual accord would be ratified, should it be reached. If Bogota decides that submitting the deal to a national vote that it could very well lose would pose too big a risk to the peace process, it will have to find an alternative way of ratifying the agreement.  \"For the FARC, however, time is of the essence. If a deal has not been signed and ratified by the time Colombia elects its new president in mid-2018, the future of the peace process will be anything but certain. By law, President Juan Manuel Santos cannot run for a third term in office, and his National Unity coalition will likely break apart so that Cambio Radical and the Liberal Party can field their own presidential candidates. There is therefore a real chance that a more conservative government, led by Centro Democratico, will assume power after the next election, a possibility that has added to the sense of urgency surrounding the current talks. \"Given the sweeping and transformational nature of the deal in the making, it will likely have to be approved by a popular vote of some kind. After all, the peace agreement could involve awarding seats in the Colombian Senate and Chamber of Representatives to FARC members and granting complete amnesty to a sizable segment of the insurgency. Without the public's backing, such an accord would lack political legitimacy, potentially making it more vulnerable to legal challenges or overturn down the road. To guard against these outcomes, the government and the FARC have three options for ratification: a referendum, a plebiscite or a constitutional assembly. \"Over the past year, Bogota has leaned toward the plebiscite option, primarily because a congressional agreement in November 2015 stipulated that a plebiscite would require the approval of only 13 percent of voters (less than 4.5 million votes) to succeed. The FARC, however, prefers the constitutional assembly. From its point of view, sealing the peace deal into the Colombian Constitution would make it much more difficult to repeal later on. For now, the government seems to have won the debate: In July, the Colombian Constitutional Court approved Bogota's request to hold a plebiscite in late 2016, though it has not yet issued the final ruling needed to organize the vote. Colombian Interior Minister Juan Fernando Cristo has even said the vote could be held as early as September. \"Over the next few months, the FARC and the government will have to decide whether to commit to the plebiscite or find another means of ending the conflict. The plebiscite has its risks; it would give the Centro Democratico opposition a chance to campaign against the peace deal ahead of the vote. Then again, the other two options would require a higher level of support to pass. Moreover, a constitutional assembly could create significant delays as representatives are elected and topics of reform are selected. \"The possibility of a close vote in the plebiscite also raises the question of whether Bogota and the FARC will be forced to water down their agreement to make it more palatable to the public. Losing the vote would leave the peace deal in uncharted territory, and though Bogota has other mechanisms it could turn to, the prospect of such uncertainty will shape how the government and the FARC proceed. The insurgency's demands for political concessions, including 10 seats in the legislature's upper house and representation in the lower house for all of the departments in which the group operates, may have to be trimmed back. Both sides have come too far to abandon the peace talks, which means the FARC might simply have to adjust its expectations of how good a bargain it can get from the Colombian government. \"The coming months, therefore, will be crucial in determining what kind of peace — if any — will materialize in Colombia. The FARC and the government are closer than ever to striking a deal, but if the public continues to oppose it, the process of ending Colombia's longest-running insurgency will become even more complicated."], [67, "2016-08-12T04:08:08Z", [0.02, 0.22, 0.0, 0.75, 0.01], ""], [506, "2016-08-12T03:16:49Z", [0.0, 0.18, 0.0, 0.55, 0.27], ""], [12591, "2016-08-11T22:22:20Z", [0.4, 0.2, 0.0, 0.1, 0.3], ""], [691, "2016-08-11T21:43:11Z", [0.06, 0.31, 0.0, 0.63, 0.0], ""], [368, "2016-08-11T16:28:17Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [368, "2016-08-11T16:26:23Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2016-08-11T02:26:24Z", [0.05, 0.23, 0.0, 0.72, 0.0], ""], [1646, "2016-08-10T23:01:21Z", [0.05, 0.85, 0.0, 0.05, 0.05], ""], [23117, "2016-08-10T17:33:12Z", [0.13, 0.57, 0.0, 0.3, 0.0], ""], [368, "2016-08-10T17:19:19Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [368, "2016-08-10T17:18:34Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [1708, "2016-08-10T13:50:01Z", [0.0, 0.4, 0.0, 0.6, 0.0], ""], [691, "2016-08-09T20:56:32Z", [0.05, 0.23, 0.0, 0.72, 0.0], ""], [368, "2016-08-09T16:46:27Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [14493, "2016-08-09T08:59:50Z", [0.05, 0.05, 0.0, 0.9, 0.0], ""], [73, "2016-08-09T00:21:07Z", [0.3, 0.3, 0.0, 0.05, 0.35], ""], [73, "2016-08-09T00:09:59Z", [0.25, 0.25, 0.0, 0.25, 0.25], ""], [83, "2016-08-08T23:15:35Z", [0.0, 0.36, 0.0, 0.0, 0.64], ""], [691, "2016-08-08T20:14:41Z", [0.05, 0.21, 0.0, 0.74, 0.0], ""], [368, "2016-08-08T17:41:35Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [19923, "2016-08-08T14:26:19Z", [0.01, 0.09, 0.0, 0.9, 0.0], "Down 5% in July to September, and up 5% for between October and December due to passage of time and lack of agreement.  However, more likely to be sooner rather than later."], [38, "2016-08-07T21:23:05Z", [0.26, 0.44, 0.0, 0.27, 0.03], "http://latino.foxnews.com/latino/news/2016/08/06/colombia-and-farc-agree-to-cease-fire-following-peace-accord/ \"Colombia's government and [FARC] . . . . announced an agreement Friday on procedures for implementing a cease-fire after a final peace accord is reached.  . . . \nThe mechanisms for establishing and monitoring the cease-fire were agreed on . . . .\nThe agreement lays out how the cease-fire will function in 23 zones and sets steps and a timetable for rebel fighters to gather at eight points to give up their arms. It also establishes transit zones and locations where civilian officials of the FARC will maintain their presence and authority. \"The procedures will \"ensure that the process will be transparent, secure and with robust monitoring and verification,\" [chief government negotiator] de la Calle said. \" . . . the agreement was another sign that negotiations are succeeding. The peace process in Colombia will follow ineluctably to its end,\" said the FARC leader, who also criticized those opposed to the government making a deal with the FARC — an allusion to Colombian President Juan Manuel Santos' predecessor, conservative Alvaro Uribe. \"[Pres] Santos has said in recent months that the sides are close to a final accord. Negotiators have reached agreements on all major issues for the accord, with the biggest unresolved matter being how the accord will be ratified and given legal armor so it won't unravel should a more conservative government succeed Santos, who leaves office in 2018."], [691, "2016-08-07T17:45:40Z", [0.05, 0.21, 0.0, 0.74, 0.0], ""], [11430, "2016-08-07T00:53:21Z", [0.1, 0.45, 0.0, 0.45, 0.0], ""], [368, "2016-08-06T19:16:53Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [767, "2016-08-06T18:18:27Z", [0.1, 0.7, 0.0, 0.2, 0.0], "There are plenty of news reports this week saying that the referendum on the public opinion regarding the peace agreement will be held before the agreement is signed.  No date has been set. \"When we finish the agenda points, that is to say, when everything is agreed, that is when we will send the texts to Congress and convene the plebiscite,\" Juan Manuel Santos, Colombia's president said this week.\n\"That moment won't necessarily coincide with the signing of the accords.” “The signing is a formality, it can be done afterward.\"  http://en.radiovaticana.va/news/2016/08/05/colombia_might_hold_peace_accords_referendum_/1249598 While President Juan Manuel Santos has made the signing of the agreement a landmark of his presidency, former President Uribe has come out as a strong opponent of it and has announced that his Centro Democrático party will actively campaign to sink the peace pact once it is put up for a national vote. http://www.miamiherald.com/news/nation-world/world/americas/colombia/article93633072.html#storylink=cpy Although most Colombia's are said to be in favor of a peace treaty, many are said to be particularly weary of some of the parts negotiated in the accord.   I'm adjusting my forecast as no date for the referendum has been given yet and it might take some time to put it together.  "], [14208, "2016-08-06T05:50:21Z", [0.15, 0.15, 0.0, 0.1, 0.6], ""], [783, "2016-08-06T00:37:11Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [28037, "2016-08-05T23:01:13Z", [0.03, 0.7, 0.0, 0.25, 0.02], ""], [15548, "2016-08-05T19:10:26Z", [0.32, 0.45, 0.0, 0.13, 0.1], ""], [1646, "2016-08-05T18:35:02Z", [0.0, 0.85, 0.0, 0.15, 0.0], ""], [368, "2016-08-05T18:11:57Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2016-08-05T17:42:32Z", [0.05, 0.2, 0.0, 0.75, 0.0], ""], [23117, "2016-08-05T12:20:04Z", [0.1, 0.55, 0.0, 0.35, 0.0], ""], [4634, "2016-08-05T10:23:16Z", [0.15, 0.48, 0.0, 0.22, 0.15], ""], [10759, "2016-08-05T10:22:53Z", [0.15, 0.48, 0.0, 0.22, 0.15], ""], [83, "2016-08-04T22:50:59Z", [0.24, 0.36, 0.0, 0.0, 0.4], "http://www.reuters.com/article/us-colombia-rebels-plebiscite-idUSKCN10F2QH?il=0\nSantos confirms the signing will follow the plebiscite. Court decision provides for vote by the \"end of the year\"\nhttp://www.presstv.ir/Detail/2016/07/19/475870/Colombia-conflict-FARC-rebels-peace-referendum"], [38, "2016-08-04T22:35:53Z", [0.26, 0.44, 0.0, 0.27, 0.03], "https://www.yahoo.com/news/colombia-farc-sign-peace-deal-rebels-conference-084345215.html From this article I gather that the process going forward is: 1)  completion of negotiations:  \nDecide, among other issues, \na) how judges presiding over a special tribunal to hear cases about those involved in the conflict will be elected\nb) determine how and when former rebels will be able to take part in politics, \nc) work out rebel reintegration into civilian life \nd) agree on the scope of an amnesty. Given that it has take 4 years to get this far in the negotiations, step 1 could take several months.  Say 1-4 months. 2)  approval of FARC members after the 10th FARC conference.  The conference would be held 2-3 wks after the negotiations are completed. Say a couple of weeks to a month. 3)  successful passage of the referendum to approve the deal by Colombian voters.  Analysts say about 70% of the voters say \"Yes\".  Turnout must be at least 13% of all voters. Add another couple of weeks to a month 4)  signing Add a week. Total time:  Minimum of about 2 months, more realistically maybe 6.\nAdjusting my forecast accordingly, but front-loading it a bit so good news won't be terrible news for my Brier score."], [368, "2016-08-04T19:42:45Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2016-08-04T18:57:53Z", [0.05, 0.3, 0.0, 0.65, 0.0], ""], [38, "2016-08-04T04:14:33Z", [0.1, 0.44, 0.0, 0.41, 0.05], "http://www.un.org/apps/news/story.asp?NewsID=54614#.V6KvqWVh3hw \"The UN Department of Political Affairs has started the planning process in order to be ready to deploy the mission as soon as the peace agreement between the Government of Colombia and the FARC-EP is concluded. The first 80 observers arrived in Colombia by the end of July and were engaged in preparatory activities.\n. . . \n\". . .  while the mission would directly conduct the verification of disarmament, the UN and the parties themselves would be involved in verifying the ceasefire. \n. . . \n\" . . . it should be possible for the mission to be fully operational on the ground within 15 days of the signing and announcement of the final accord. “We have taken all the necessary steps so that at the time that the ceasefire is announced; the only pending procedure would be buying air tickets for the remainder of the mission,” he explained, adding: “With the preparations we have made, we hope that it will not take us more than two weeks between the announcement of the final agreement and the time for full deployment on the field.”\n~~~~~~~\n COMMENT:  I'm thinking that the arrival of the UN Observers suggests that the final agreement will be in a few weeks or couple of months.\n"], [14613, "2016-08-03T19:36:05Z", [0.25, 0.25, 0.0, 0.25, 0.25], ""], [691, "2016-08-03T19:08:52Z", [0.07, 0.27, 0.0, 0.66, 0.0], ""], [368, "2016-08-03T18:49:51Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Change in estimate.  Plebiscite is most likely to be implemented early 2017 based on previous reporting."], [601, "2016-08-03T15:09:32Z", [0.1, 0.3, 0.0, 0.45, 0.15], ""], [691, "2016-08-02T20:50:32Z", [0.07, 0.27, 0.0, 0.66, 0.0], ""], [368, "2016-08-02T18:10:31Z", [1.0, 0.0, 0.0, 0.0, 0.0], "While the plebiscite has been approved by the Colombian high court, Reuters has indicated that it is still unclear when it will be held.  Since this process is a required element of the final peace accord, with the approval by plebiscite, it is likely that it will not be held until next year some time http://www.reuters.com/article/us-colombia-rebels-plebiscite-idUSKCN0ZZ03Z"], [368, "2016-08-02T18:06:20Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [19801, "2016-08-02T12:49:05Z", [0.0, 0.0, 0.0, 1.0, 0.0], "The conservative government of Juan Manuel Santos now has to call for a plebiscite within a month. The peace deal will be formally approved if a minimum of 4 million people vote in favor of it, out of a voting population of about 30 million. \nhttp://www.telesurtv.net/english/news/Colombia-Constitutional-Court-Approves-Plebiscite-on-Peace-Deal-20160718-0028.html"], [691, "2016-08-01T20:58:18Z", [0.08, 0.25, 0.0, 0.67, 0.0], ""], [368, "2016-08-01T17:42:37Z", [0.0, 0.25, 0.0, 0.75, 0.0], ""], [368, "2016-07-31T20:22:26Z", [0.0, 0.25, 0.0, 0.75, 0.0], ""], [691, "2016-07-31T16:24:22Z", [0.08, 0.25, 0.0, 0.67, 0.0], ""], [27946, "2016-07-31T09:11:25Z", [0.05, 0.0, 0.0, 0.0, 0.95], ""], [368, "2016-07-30T19:15:26Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-30T12:20:38Z", [0.09, 0.26, 0.0, 0.64, 0.01], ""], [368, "2016-07-29T18:31:41Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [57, "2016-07-29T12:10:39Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [14208, "2016-07-28T19:45:32Z", [0.1, 0.1, 0.0, 0.3, 0.5], ""], [368, "2016-07-28T19:24:58Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-28T18:59:25Z", [0.11, 0.25, 0.0, 0.63, 0.01], ""], [15548, "2016-07-28T12:24:59Z", [0.07, 0.13, 0.0, 0.65, 0.15], ""], [368, "2016-07-27T20:51:52Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-27T19:59:07Z", [0.11, 0.23, 0.0, 0.65, 0.01], ""], [12874, "2016-07-27T14:55:28Z", [0.02, 0.14, 0.0, 0.54, 0.3], ""], [12874, "2016-07-27T14:38:08Z", [0.02, 0.24, 0.0, 0.54, 0.2], ""], [691, "2016-07-26T22:32:06Z", [0.14, 0.25, 0.0, 0.6, 0.01], ""], [368, "2016-07-26T18:05:08Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [21884, "2016-07-26T03:13:46Z", [0.02, 0.02, 0.0, 0.02, 0.94], ""], [1646, "2016-07-25T22:31:46Z", [0.0, 0.35, 0.0, 0.65, 0.0], ""], [27797, "2016-07-25T22:13:17Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [506, "2016-07-25T22:05:38Z", [0.15, 0.58, 0.0, 0.25, 0.02], ""], [368, "2016-07-25T22:00:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [83, "2016-07-25T21:55:35Z", [0.02, 0.3, 0.0, 0.3, 0.38], "How many is a few? From: http://www.bbc.com/news/world-latin-america-36880727:\n\"President Juan Manuel Santos has said he expects a full peace accord to be signed in the next few months.\"\n"], [19801, "2016-07-25T11:57:30Z", [0.0, 0.04, 0.0, 0.96, 0.0], "Matching consensus."], [14208, "2016-07-24T22:52:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Comment deleted on Oct 22, 2016 07:34PM UTC"], [368, "2016-07-24T21:09:07Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-24T12:35:40Z", [0.03, 0.05, 0.0, 0.9, 0.02], ""], [368, "2016-07-23T19:56:32Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [405, "2016-07-23T19:00:20Z", [0.0, 0.55, 0.0, 0.2, 0.25], "Comment deleted on Jul 30, 2016 08:59AM UTC"], [691, "2016-07-23T14:02:59Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [231, "2016-07-22T22:48:42Z", [0.1, 0.25, 0.0, 0.65, 0.0], ""], [368, "2016-07-22T19:21:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [19801, "2016-07-22T14:00:06Z", [0.0, 0.14, 0.0, 0.86, 0.0], ""], [405, "2016-07-22T06:44:58Z", [0.0, 0.29, 0.0, 0.51, 0.2], ""], [405, "2016-07-22T06:07:32Z", [0.0, 0.21, 0.0, 0.59, 0.2], "http://foreignpolicy.com/2016/07/18/politics-roils-colombias-tentative-peace-deal-with-the-farc-eln-santos-uribe/\n«Whether through the plebiscite or later in the 2018 presidential elections, the Centro Democrático stands ready to capitalize on the widespread mistrust of the peace process; Santos’s approval ratings among urban Colombians dropped to 21 percent in May. In the same poll, 66 percent of urban respondents said they believed the peace negotiations would produce a bad deal. Finalizing the deal appears to have given him a bump, though — Santos’s approval ratings rose to 30 percent in July. The majority of likely voters now say they will vote for the plebiscite, though the Centro Democrático will have time to chip away at its legitimacy and encourage their supporters to abstain.»\nThanks to @MADRE"], [15548, "2016-07-22T05:43:07Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [506, "2016-07-21T21:46:03Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [22243, "2016-07-21T19:42:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [19923, "2016-07-21T19:39:41Z", [0.01, 0.03, 0.0, 0.95, 0.01], "Appears an agreement will soon be signed, bring the war to a close. http://www.irinnews.org/analysis/2016/07/20/what-colombia’s-peace-process-can-teach-world However, it's not signed yet, and I'm leaving open small probabilities of a miscalculation by either side and a resumption of hostilities until this thing is officially done."], [368, "2016-07-21T16:42:06Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [231, "2016-07-21T16:09:52Z", [0.15, 0.3, 0.0, 0.55, 0.0], "If it's going to be a referendum, will the \"signing\" of it happen before that? Otherwise, we're looking at a longer timeframe.\nhttp://colombiareports.com/santos-calls-colombia-support-end-armed-conflict-farc-rebels/"], [3895, "2016-07-21T13:00:55Z", [0.01, 0.13, 0.0, 0.86, 0.0], "update; referendum now approved"], [368, "2016-07-20T21:57:40Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [19923, "2016-07-20T19:05:51Z", [0.0, 0.2, 0.0, 0.8, 0.0], ""], [691, "2016-07-20T16:38:49Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [3363, "2016-07-20T12:34:34Z", [0.01, 0.11, 0.0, 0.82, 0.06], ""], [25194, "2016-07-20T12:03:14Z", [0.0, 0.02, 0.0, 0.98, 0.0], ""], [1669, "2016-07-19T21:21:19Z", [0.0, 0.35, 0.0, 0.6, 0.05], ""], [368, "2016-07-19T19:57:22Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [405, "2016-07-19T09:20:50Z", [0.0, 0.2, 0.0, 0.65, 0.15], "'A Colombian high court on Monday ruled in favor of using a plebiscite to approve a peace deal being negotiated with Marxist FARC rebels that seeks to end more than five decades of war.\nNegotiators for President Juan Manuel Santos and leaders of the Revolutionary Armed Forces of Colombia (FARC) have said they will abide by a popular vote that would accept or reject peace agreements made over almost four years of talks. A final peace accord could be signed in a question of weeks and the vote held by year-end. \nhttp://www.reuters.com/article/us-colombia-rebels-plebiscite-idUSKCN0ZZ03Z?il=0"], [368, "2016-07-18T21:59:18Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [27475, "2016-07-18T15:02:23Z", [0.05, 0.25, 0.0, 0.7, 0.0], ""], [10759, "2016-07-18T13:34:43Z", [0.05, 0.08, 0.0, 0.72, 0.15], ""], [4634, "2016-07-18T13:34:00Z", [0.05, 0.08, 0.0, 0.72, 0.15], ""], [1646, "2016-07-18T12:35:13Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [368, "2016-07-17T19:22:41Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-17T17:47:46Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [27409, "2016-07-17T13:47:47Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [368, "2016-07-16T20:57:08Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [593, "2016-07-16T16:25:20Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [15548, "2016-07-16T15:57:12Z", [0.13, 0.12, 0.0, 0.05, 0.7], ""], [691, "2016-07-16T12:41:25Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [506, "2016-07-16T02:58:29Z", [0.0, 0.01, 0.0, 0.98, 0.01], ""], [25918, "2016-07-15T19:46:33Z", [0.05, 0.2, 0.0, 0.7, 0.05], ""], [368, "2016-07-15T18:58:57Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [14208, "2016-07-15T04:58:10Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-14T20:02:38Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [368, "2016-07-14T17:46:24Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [25657, "2016-07-14T16:37:54Z", [0.2, 0.6, 0.0, 0.2, 0.0], ""], [3895, "2016-07-14T15:56:57Z", [0.04, 0.12, 0.0, 0.83, 0.01], "http://www.hurriyetdailynews.com/colombian-envoy-optimistic-about-imminent-deal-with-rebel-group.aspx?pageID=238&nid=101519"], [783, "2016-07-14T07:54:03Z", [0.0, 0.0, 0.0, 1.0, 0.0], "FARC kicks dissident 1st Front out of guerrilla organization"], [368, "2016-07-13T21:56:11Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [83, "2016-07-13T18:01:00Z", [0.02, 0.0, 0.0, 0.6, 0.38], "Outline of steps once the final agreement is signed: \"The bilateral ceasefire and “leaving aside” of weapons will begin at the date and hour of the signing of a final accord. This date may be weeks or months from now, as the draft accords reached since 2013 have at least a few dozen points on which the parties could not reach final agreement.\nThe day after a final peace accord, Colombia’s security forces will redeploy in a way that facilitates the FARC membership’s movement to the 23 “Temporary Hamlet Zones for Normalization” described below. The government and FARC will provide these zones’ geographic coordinates to the UN monitoring mission (which is also described below).\nFive days after a final peace accord, the FARC’s units will begin to move to these zones, following routes agreed upon between the government and FARC. The monitoring and verification mission will oversee this process, including the movement of the guerrillas’ individual weapons.\"\nhttp://colombiapeace.org"], [691, "2016-07-13T14:33:30Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [601, "2016-07-13T14:29:09Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [21884, "2016-07-13T10:26:12Z", [0.05, 0.1, 0.0, 0.3, 0.55], ""], [405, "2016-07-13T10:12:44Z", [0.0, 0.33, 0.0, 0.45, 0.22], "+ 1 Not before 1 march 2017 This \"clash\" can reveal somethings:\nBetween FARC and the grounds, the communication is not fluid, or the ground dont listen at leaders in Havana;\nIn the Colombian army the communication is not fluid, or the ground dont take the orders as it should be;\nMaybe there is some groups who want to derails the peace accord;\nNow, everybody doesn't want to take the blame, it is not a good sign for the peace accord.\nNow, somes can say that \"we cannot believe in the other word or conduct\".\nat July 12, 2016 at 2:19 PM\nhttp://www.upi.com/Top_News/World-News/2016/07/12/Colombia-FARC-dispute-details-of-military-clash-during-cease-fire/1951468339568/"], [231, "2016-07-13T00:52:29Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [783, "2016-07-12T22:10:00Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-12T21:02:33Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [368, "2016-07-12T18:47:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [1646, "2016-07-12T06:57:51Z", [0.0, 0.25, 0.0, 0.75, 0.0], ""], [19801, "2016-07-12T05:22:01Z", [0.0, 0.85, 0.0, 0.15, 0.0], "It is already July, so odds it will be signed by September are dropping."], [368, "2016-07-11T21:57:47Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-11T16:53:44Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [10759, "2016-07-11T16:12:21Z", [0.08, 0.08, 0.0, 0.62, 0.22], ""], [4634, "2016-07-11T16:11:58Z", [0.08, 0.08, 0.0, 0.62, 0.22], ""], [14208, "2016-07-11T16:04:12Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [38, "2016-07-11T13:45:15Z", [0.15, 0.45, 0.0, 0.25, 0.15], ""], [405, "2016-07-11T10:04:46Z", [0.0, 0.34, 0.0, 0.45, 0.21], "+1 Not before 1 march 2017\nhttp://news.trust.org/item/20160710191130-vmmqp"], [83, "2016-07-10T21:45:58Z", [0.02, 0.0, 0.0, 0.6, 0.38], "Minor clash between Colombian armed forces and FARC guerrillas.\nhttp://www.reuters.com/article/us-colombia-rebels-idUSKCN0ZQ0X0?il=0j FARC may disown any rebel groups that refuse to abide by a negotiated settlement.\nhttp://www.bbc.com/news/world-latin-america-36753292"], [368, "2016-07-10T18:27:03Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [15548, "2016-07-10T16:16:51Z", [0.0, 0.1, 0.0, 0.9, 0.0], ""], [691, "2016-07-10T13:57:30Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [691, "2016-07-09T11:55:00Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [368, "2016-07-08T20:26:10Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [10759, "2016-07-08T18:19:46Z", [0.0, 0.0, 0.0, 0.82, 0.18], ""], [4634, "2016-07-08T18:17:28Z", [0.0, 0.0, 0.0, 0.82, 0.18], "Look like the FARC-leaders do not believe that a deal is possible before 20 July [1]:  \"Santos, who has staked his legacy on ending a war that has killed hundreds of thousands and displaced millions, has said the two sides would aim to reach a final deal by July 20. Alape said meeting that deadline was \"impossible,\" however. \"The president can say many things but the reality of the country indicates something else, starting with the fact the government (negotiators) aren't even in Havana at the moment, because we said we would work each on our own side,\" said Alape. \"We wouldn't be capable (of reaching a deal) by the 20th, we would collapse, we'd have to work 94 hours in a row.\" The two sides are hammering out the final details of general accords already reached and working on the minutiae of a truth commission and special tribunals that would try former combatants. \"There is still a lot of work,\" Alape said.\" === There are also some other groups that may not want to demobilize [2]: \"According to conflict analyst NGO Paz y Reconciliacion, the 16th front, active in the east of the country, and the 57th front, active along the Panamanian border, could also ignore orders to demobilize.\" === Quite a lot, possibly [3]: \"Following months of field research in areas with a strong guerrilla presence, InSight Crime estimates that at least 30 percent of FARC fighters will choose to ignore an eventual peace deal in order to maintain lucrative criminal economies such as drug trafficking and illegal mining.\" [1] https://www.yahoo.com/news/colombias-farc-probing-rebel-units-opposition-peace-deal-234122869.html\n[2] http://colombiareports.com/farc-fronts-refuse-disarm-demobilize/\n[3] http://www.insightcrime.org/news-analysis/we-will-not-demobilize-first-farc-dissidents-wont-be-the-last"], [691, "2016-07-08T18:09:52Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [1646, "2016-07-08T05:41:08Z", [0.0, 0.07, 0.0, 0.91, 0.02], ""], [231, "2016-07-08T01:49:19Z", [0.0, 0.1, 0.0, 0.9, 0.0], ""], [231, "2016-07-08T01:47:39Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [14208, "2016-07-08T01:13:56Z", [0.0, 0.0, 0.0, 0.6, 0.4], "After March 2017 I will not forecast this question again."], [83, "2016-07-07T20:01:50Z", [0.02, 0.0, 0.0, 0.6, 0.38], ""], [10759, "2016-07-07T19:26:04Z", [0.0, 0.0, 0.0, 0.92, 0.08], ""], [4634, "2016-07-07T19:24:27Z", [0.0, 0.0, 0.0, 0.92, 0.08], "Nah. Looks like the refusal to disarm was more or less expected and won't derail the peace-process http://colombiareports.com/one-farcs-main-fronts-refuses-demobilize/\nhttp://mundo.sputniknews.com/americalatina/20160707/1061688458/farc-paz-disidentes.html"], [691, "2016-07-07T18:26:14Z", [0.0, 0.02, 0.0, 0.98, 0.0], ""], [368, "2016-07-07T17:27:33Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Update on poll regarding referendum and Peace Treaty between Colombia and FARC http://www.reuters.com/article/us-colombia-rebels-idUSKCN0ZJ0Y3"], [10759, "2016-07-07T04:45:07Z", [0.0, 0.0, 0.0, 0.72, 0.28], ""], [4634, "2016-07-07T04:44:40Z", [0.0, 0.0, 0.0, 0.72, 0.28], "Troubles: https://www.theguardian.com/world/2016/jul/07/colombian-farc-rebel-unit-not-disarm-under-peace-deal\n"], [368, "2016-07-06T17:17:41Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-06T16:09:16Z", [0.0, 0.02, 0.0, 0.98, 0.0], "stuff happens"], [691, "2016-07-05T21:46:40Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [368, "2016-07-05T19:31:27Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [4634, "2016-07-05T19:18:15Z", [0.0, 0.0, 0.0, 0.92, 0.08], ""], [10759, "2016-07-05T19:17:30Z", [0.0, 0.0, 0.0, 0.92, 0.08], ""], [601, "2016-07-05T17:13:26Z", [0.0, 0.11, 0.0, 0.89, 0.0], ""], [9755, "2016-07-05T16:10:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [19801, "2016-07-05T13:30:57Z", [0.0, 0.65, 0.0, 0.35, 0.0], ""], [691, "2016-07-04T21:16:56Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [26762, "2016-07-04T18:52:56Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [15548, "2016-07-04T17:35:43Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [26370, "2016-07-03T23:10:54Z", [0.01, 0.08, 0.0, 0.91, 0.0], ""], [11678, "2016-07-03T21:19:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [368, "2016-07-03T20:01:46Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [1639, "2016-07-03T19:19:48Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [10759, "2016-07-03T12:15:04Z", [0.0, 0.04, 0.0, 0.88, 0.08], ""], [4634, "2016-07-03T12:14:50Z", [0.0, 0.04, 0.0, 0.88, 0.08], ""], [691, "2016-07-02T19:59:28Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [368, "2016-07-02T19:16:55Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [93, "2016-07-02T19:05:50Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-07-01T21:24:38Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [368, "2016-07-01T21:17:34Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [3895, "2016-07-01T15:59:55Z", [0.14, 0.23, 0.0, 0.61, 0.02], ""], [368, "2016-06-30T19:36:27Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-06-30T19:29:59Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [368, "2016-06-29T19:42:33Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-06-29T15:01:50Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [14493, "2016-06-29T15:01:41Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [26375, "2016-06-29T14:55:17Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [26375, "2016-06-29T14:52:00Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2016-06-28T21:56:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [12591, "2016-06-28T01:15:33Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [691, "2016-06-27T19:33:15Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [368, "2016-06-27T18:02:20Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [1708, "2016-06-27T16:52:44Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [405, "2016-06-27T14:48:28Z", [0.0, 0.35, 0.0, 0.45, 0.2], "Some confusion... When Ban Ki Moon go at Havana, it is for a major event. I dont know how history will see the june 23 2016  agreement like a ceasefire, a final ceasefire or final peace agreement. When parties signed an agreement saying that they will signed a month later...it is confusing. «This agreement only sets the mechanism by which FARC will leave their arms, including the zones where this procedure will take place and the armament’s final destiny. The negotiations have caused a lot of controversy in Colombia because of the terminology used by officials. A true “entrega” (surrender) of the weapons hasn’t been discussed; only a “dejación” (leaving) of arms.» [1] If the june 23 agreement isn't the real one, should we consider, that, the real one will be when civil society will approve the agreement by referendum? or «the signing of a final peace accord as early as next month» \n«The deal does not mark the start of a cease-fire, which would only begin with the signing of a final peace deal. It requires the rebels to completely put down their arms at most six months after the signing of the final accord, which Santos said would take place in Colombia.» [2] How many months it take to organize a referendum in Colombia? \nDoes it take some approvals from legislative member?\nDoes it need a kind of census (where FARC are in control and in Colombia territory)?\n______\nOverall, i think that we can't have the answer of this question before the result of the referendum. This referendum have to be recognize legally by the Constitutional Court [4]. Only then we will see if the government (the executive branch of government) have reached a final peace agreement or not. I think that the president of Colombia should be considered as a the ultimate figure of the government (executive branch). So for me this question should have been closed now. \nUntil this question is still open, i have to think that GJO doesn't think like me.\nSo the option «Between 1 July 2016 and 30 September 2016, inclusive» is still an very good option.\nand the others if we take in consideration a referendum. Can the Colombian government organize the referendum and in parallel the Constitutional Court take time to decide of his constitutionality? , of course. Before 1 October 2016? \nThe more i think the more i have some doubts. \nHow many will ask to wait for the decision of the Constitutional Court? \nWhy organize a referendum if it could be unconstitutional? [1] https://panampost.com/editor/2016/06/22/the-end-of-colombias-conflict-santos-and-farc-reach-an-agreement/ [2] http://www.bostonherald.com/news/international/2016/06/colombian_president_head_of_farc_rebels_agree_on_cease_fire\n[3] http://www.insightonconflict.org/2016/06/welcoming-peace-in-colombia/\n[4] «the agreement to be signed with the FARC will signify recognition by an illegal actor that had taken up arms against our institutions, our constitution and our laws, of the \"legitimacy of those same institutions, that constitution and those laws.»\nhttp://www.constitutionnet.org/news/colombian-constitutional-court-decide-referendum-peace-deal-farc"], [3363, "2016-06-27T14:22:37Z", [0.03, 0.14, 0.0, 0.76, 0.07], ""], [22243, "2016-06-27T12:52:31Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [12874, "2016-06-27T12:21:14Z", [0.02, 0.1, 0.0, 0.45, 0.43], ""], [12874, "2016-06-27T12:20:20Z", [0.01, 0.02, 0.0, 0.95, 0.02], ""], [405, "2016-06-27T11:40:49Z", [0.0, 0.3, 0.0, 0.25, 0.45], "-65 b1j2  After reading @Anneinak 's comment [1] i must change radically  my forecast. I confuse this ceasefire for a final peace agreement. I didn't thought,  Ban Ki Moon would go at Havana for «just» a ceasefire. [1] https://www.gjopen.com/comments/comments/268904"], [38, "2016-06-27T07:22:13Z", [0.0, 0.0, 0.0, 1.0, 0.0], "http://www.csmonitor.com/World/Global-News/2016/0625/As-FARC-signs-cease-fire-will-Colombia-s-cocaine-trade-decrease \"On Thursday, the FARC's leader, Timoleón Jiménez, finally signed a cease-fire pact with Colombian president Juan Manuel Santos, seen as a final step before sealing a permanent peace and disarmament deal in coming months. The agreement includes a commitment from the FARC to combat the production and trafficking of illegal drugs, substitute other crops for former coca fields, and a government promise to devote massive spending toward a viable alternative for people in areas once controlled by the rebels.\n. . . \n\"Under the terms of the eventually-hoped-for peace accord, the FARC is supposed to help the government eradicate coca crops. In return, the government has to effectively build a modern state in remote areas, committing to development projects such as building roads, and creating more equitable land ownership for farmers. \n~~~~~~~\nhttp://www.chinapost.com.tw/commentary/afp/2016/06/26/470341/Colombia-at.htm \"A historic ceasefire between the Colombian government and FARC rebels marks a \"point of no return\" on the road to peace but risks still lie ahead, analysts say. \"This is a very important step forward\" in the talks . . . said Ariel Avila, a political scientist at Bogota's Externado University and deputy director of the Foundation for Peace and Reconciliation. \"It may not be the final agreement, but we're already at the point of no return,\" Alejo Vargas, coordinator of the National University's Center for Reflection and Monitoring of the Peace Dialogues, added . . . \"This agreement is the decisive point in the negotiations and will lead to the finalization of the conflict with the FARC,\" . . .  said Jorge Restrepo, director of the Conflict Analysis Resource Center (CERAC). \"With agreements on the ceasefire, demobilization, disarmament and action against paramilitary groups, the accord \"achieved 95 percent\" of what was on the agenda at the talks, Avila said. For Vargas, the \"negotiations are irreversible and what remains (to be done) has been reduced to implementing the signed agreements.\" These include deals struck over recent years on land reform, the FARC's future political role, illegal drugs, reparation for victims and finally the ceasefire. \"The agreement is lacking on a few \"delicate\" points, Avila said: the reintegration of FARC members, the means of ratifying the accord and FARC demands for discussions over agricultural land, drugs and the media.\n~~~~~~~\nhttp://latino.foxnews.com/latino/news/2016/06/25/farc-cease-fire-has-colombian-youth-seeing-peace-for-first-time/ \"Colombia's largest rebel group has signed a cease-fire, demobilization and disarmament deal that will take effect once it and the government sign a final accord to end 52 years of fighting. \"People in the capital hugged and cried when President Juan Manuel Santos shook hands with Rodrigo Londono, commander of the Revolutionary Armed Forces of Colombia. . . .\nSantos has said he thinks the accord could come as early as next month, although negotiators have missed a series of other government-announced deadlines.\n. . .\n\"The deal does not mean an immediate halt to conflict or the start of rebels surrendering their arms. That will begin only after a final peace deal is formally signed.\n. . . \n\"After four years of peace talks, attention is shifting now to a referendum that Santos has promised to give Colombians a final say on its acceptance. The peace deal could face difficulties due to the rebels' deep unpopularity and the desire for revenge still felt by many Colombians over a conflict that killed so many and displaced millions. Supporters of the peace process also fear that too many voters could simply stay home, threatening to leave the referendum below the participation threshold needed to be valid.\n~~~~~~~\nCOMMENT:  This is a cease-fire, not the final peace agreement.  "], [21884, "2016-06-27T04:54:26Z", [0.05, 0.1, 0.0, 0.4, 0.45], "The Guardian (23 June): \"the most contentious issue on the agenda is not resolved: how to demobilize 7,000 Farc soldiers\" It is not the final - \"“We are close to a final peace accord,” he said, after shaking hands with Colombian president Juan Manuel Santos at the signing ceremony in Havana, which was attended by the UN secretary general, Ban Ki-moon\""], [22822, "2016-06-27T02:59:15Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [368, "2016-06-26T19:14:37Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-06-26T13:43:40Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [23117, "2016-06-26T01:25:24Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [23117, "2016-06-26T01:24:40Z", [0.0, 0.0, 0.01, 0.99, 0.0], ""], [9755, "2016-06-25T15:44:03Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [689, "2016-06-25T15:05:16Z", [0.0, 0.0, 0.0, 0.67, 0.33], ""], [691, "2016-06-25T14:16:40Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [22833, "2016-06-24T21:31:39Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [22833, "2016-06-24T21:31:30Z", [0.0, 0.1, 0.0, 0.9, 0.0], ""], [12879, "2016-06-24T21:08:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [405, "2016-06-24T21:08:31Z", [0.0, 0.0, 0.65, 0.29, 0.06], "a close one?\nhttp://www.economist.com/news/americas/21701178-government-declares-end-its-war-against-farc-peace-last-colombia"], [368, "2016-06-24T19:45:18Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [67, "2016-06-24T19:35:37Z", [0.02, 0.12, 0.0, 0.85, 0.01], ""], [23117, "2016-06-24T19:15:57Z", [0.0, 0.0, 0.1, 0.9, 0.0], ""], [23117, "2016-06-24T19:11:16Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2016-06-24T18:41:35Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [19923, "2016-06-24T15:56:19Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [21884, "2016-06-24T09:27:44Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [12302, "2016-06-24T07:34:11Z", [0.0, 0.03, 0.0, 0.97, 0.0], ""], [25428, "2016-06-24T06:55:28Z", [0.3, 0.4, 0.0, 0.3, 0.0], ""], [10759, "2016-06-24T05:52:37Z", [0.0, 0.05, 0.0, 0.85, 0.1], ""], [4634, "2016-06-24T05:52:15Z", [0.0, 0.05, 0.0, 0.85, 0.1], ""], [15548, "2016-06-24T04:16:05Z", [0.0, 0.0, 0.05, 0.95, 0.0], ""], [15548, "2016-06-24T04:14:17Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [4729, "2016-06-24T03:58:01Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [4729, "2016-06-24T03:55:35Z", [0.0, 0.0, 0.98, 0.02, 0.0], ""], [1708, "2016-06-24T02:57:57Z", [0.0, 0.0, 0.01, 0.99, 0.0], ""], [1708, "2016-06-24T02:57:07Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [25194, "2016-06-24T02:34:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [532, "2016-06-24T02:29:20Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [38, "2016-06-23T22:45:57Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [14208, "2016-06-23T21:32:51Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [506, "2016-06-23T20:21:32Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2016-06-23T18:42:44Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [6552, "2016-06-23T18:11:46Z", [0.0, 0.1, 0.0, 0.9, 0.0], ""], [767, "2016-06-23T18:03:24Z", [0.0, 0.1, 0.0, 0.9, 0.0], "Historic ceasefire has been signed.  FINAL PEACE DEAL WILL REQUIRE APPROVAL IN A REFERENDUM But formal cessation of hostilities and Farc’s acceptance of disarmament are key steps towards resolution. The final PEACE DEAL may be signed on July 20, Colombia's Independence Day. https://www.theguardian.com/world/2016/jun/23/colombia-farc-rebel-ceasefire-agreement-havana?CMP=Share_AndroidApp_Tweet"], [368, "2016-06-23T17:53:50Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [767, "2016-06-23T17:28:01Z", [0.0, 0.1, 0.0, 0.9, 0.0], "250,000 dead and missing, and 56 years later, a historic announcement was made yesterday by the Colombian government and FARC that they have finally SIGNED a \"bilateral and definitive\" agreement for a cease fire, disarmament, amnesty, reparations  and security guarantees among others.  The day is being called as \"ELUltimoDiaDeLaGuerra or the last day of war.  * Both sides are meeting with UN Sec General Ban Ki Moon today in Havana. \n* Pres. Juan Manuel Santos says July 20 will be deadline to conclude all peace talks.   Many in Colombia are celebrating with caution (as you can see on social media today).  A majority of Colombia agrees with and end to the war but disagrees with the parts of the deal that benefit guerrilleros.   Under the deal, FARC members will not face jail time \"as long as they admit their crimes and collaborate in a process of transitional justice.\"  Many Colombians also resent that the agreement will allow FARC to \"get a pas for prior crimes such as recruiting child soldiers and carrying out terrorist attacks. Others also worry that the integration and participation of FARC members in government and politics will usher in the socialism now present in Cuba and Venezuela.  The source for the info above is Univision news.   The Washington Post notes today that the accord signed yesterday IS NOT A FINAL PEACE ACCORD, but it is a breakthrough that essentially amounts to an end to the fighting and works out the \"nuts and bolts of getting 7,000 heavily armed FARC fighters to come down from the mountains, lay down their guns and beging a transition to civilian life under the protection of Colombia's security forces\"  https://www.washingtonpost.com/world/the_americas/colombian-government-rebels-reach-a-major-milestone-in-peace-talks/2016/06/22/f95bedb6-3886-11e6-af02-1df55f0c77ff_story.html"], [12302, "2016-06-23T16:59:21Z", [0.0, 0.05, 0.0, 0.95, 0.0], "FARC Rebels in Colombia Reach Cease-Fire Deal With Government http://www.nytimes.com/2016/06/23/world/americas/colombia-farc-peace-deal-rebels-cease-fire-santos.html"], [73, "2016-06-23T16:17:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [15548, "2016-06-23T15:39:35Z", [0.0, 0.1, 0.5, 0.4, 0.0], ""], [23117, "2016-06-23T12:09:24Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [19801, "2016-06-23T09:28:10Z", [0.0, 0.65, 0.01, 0.34, 0.0], ""], [19801, "2016-06-23T09:24:04Z", [0.25, 0.25, 0.0, 0.35, 0.15], "I had lost trust, and now believe an earlier date is much more possible than before. \"The Colombian government and the country’s largest rebel group said Wednesday that they had agreed to a cease-fire, clearing a major hurdle in the effort to end one of the world’s longest-running conflicts. In a joint statement, the two sides said that they had overcome some of the most intractable parts of a peace deal, which they have been negotiating in Havana since 2012. In addition to a cease-fire, the rebels — known as the Revolutionary Armed Forces of Colombia, or the FARC — agreed to lay down their arms. The two sides said they would hold a ceremony in Havana on Thursday to mark the cease-fire, attended by Colombia’s president, Juan Manuel Santos, the FARC leader Rodrigo Londoño and other Latin American leaders. Negotiators hope a final peace deal will be reached in the days or weeks to come.\"\nhttp://www.nytimes.com/2016/06/23/world/americas/colombia-farc-peace-deal-rebels-cease-fire-santos.html"], [689, "2016-06-23T04:50:43Z", [0.0, 0.0, 0.33, 0.67, 0.0], "Cease fire tomorrow,, deal by July 20. http://www.foxnews.com/world/2016/06/22/colombia-farc-rebels-announce-deal-on-bilateral-cease-fire.html"], [601, "2016-06-22T23:20:53Z", [0.0, 0.2, 0.0, 0.8, 0.0], ""], [601, "2016-06-22T23:20:16Z", [0.05, 0.35, 0.0, 0.45, 0.15], ""], [73, "2016-06-22T23:10:00Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [783, "2016-06-22T22:13:56Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [368, "2016-06-22T21:13:35Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [22833, "2016-06-22T20:31:55Z", [0.0, 0.35, 0.0, 0.65, 0.0], ""], [22833, "2016-06-22T20:31:27Z", [0.0, 0.45, 0.0, 0.55, 0.0], ""], [783, "2016-06-22T20:23:29Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [783, "2016-06-22T20:22:32Z", [0.0, 0.0, 0.6, 0.4, 0.0], ""], [783, "2016-06-22T20:20:45Z", [0.0, 0.0, 0.55, 0.45, 0.0], ""], [506, "2016-06-22T20:13:37Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [506, "2016-06-22T20:12:31Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [506, "2016-06-22T20:09:52Z", [0.01, 0.01, 0.6, 0.3, 0.08], ""], [23117, "2016-06-22T19:30:59Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [691, "2016-06-22T19:00:27Z", [0.0, 0.01, 0.0, 0.99, 0.0], "Sure misread that story; I thought they signed today. Leaving a bit of space for a glitch.  "], [691, "2016-06-22T18:58:34Z", [0.0, 0.0, 0.98, 0.02, 0.0], "The world is full of surprises.  Some of them are pleasant. "], [83, "2016-06-22T18:17:16Z", [0.1, 0.0, 0.0, 0.45, 0.45], "http://www.aljazeera.com/news/2016/06/colombia-agrees-bilateral-ceasefire-farc-160622150732082.html\n\"The Colombian government has agreed to a bilateral ceasefire with FARC rebels, a historic agreement that could move towards the signing of a peace agreement.\" Remaining issues:\n-- \"The means of implementation of the final peace deal remains to be settled.\n--The questions of disarmament and justice for victims make the road to peace and reconciliation a hard one.\n--The sides are discussing designating zones where the FARC's estimated 7,000 remaining fighters can gather for a UN-supervised demobilisation process.\" FARC and Santos to sign \"cease fire\" agreement tomorrow.\nThis agreement is an incremental step toward the \"final peace agreement\", but, there are still other issues left to negotiate.  \nhttp://www.reuters.com/article/us-colombia-rebels-idUSKCN0Z81JJ?il=0"], [26365, "2016-06-22T17:09:41Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [10759, "2016-06-22T15:47:05Z", [0.02, 0.08, 0.0, 0.78, 0.12], ""], [4634, "2016-06-22T15:44:08Z", [0.02, 0.08, 0.0, 0.78, 0.12], "'Colombia and FARC rebels announce cease-fire deal in a major step to end a half-century of war. President Juan Manuel Santos will travel to Cuba on Thursday for the announcement with the Revolutionary Armed Forces of Colombia (FARC)'  http://www.latimes.com/world/la-fg-colombia-farc-20160622-snap-story.html"], [3363, "2016-06-22T11:27:12Z", [0.03, 0.12, 0.06, 0.73, 0.06], "There will be an announcement of a ceasefire and end of conflict in the coming weeks, but signing ceremony is likely in July or August. Given that this question asks about \"sign a final peace agreement,\" it shouldn't resolve until it is signed."], [405, "2016-06-22T10:40:02Z", [0.0, 0.0, 0.65, 0.29, 0.06], "Colombia Hopes to Agree to Ceasefire With Rebels This Week\n«Santos will travel to Cuba Thursday for the announcement with the Revolutionary Armed Forces of Colombia, or FARC, according to an official close to the talks. The official, who was not authorized to discuss the matter and spoke on condition of anonymity, said U.N. Secretary-General Ban Ki-moon would also attend. »\nhttp://www.nytimes.com/aponline/2016/06/21/world/americas/ap-lt-colombia-peace-talks.html"], [689, "2016-06-22T06:20:50Z", [0.11, 0.11, 0.0, 0.67, 0.11], "Possibly by July 20? http://abcnews.go.com/International/wireStory/colombia-hopes-reach-ceasefire-rebels-week-40032680  http://www.bbc.com/news/36585355"], [67, "2016-06-22T03:25:56Z", [0.14, 0.2, 0.01, 0.26, 0.39], ""], [1333, "2016-06-22T01:28:56Z", [0.35, 0.05, 0.05, 0.05, 0.5], "If I am FARC what possible reason would I have to settle. I'm being vetted in foreign lands under the guise of being in -process on negotiations and am enjoying some degree of protection from arrest. I'm milking it till the retirement fund is full.\n"], [38, "2016-06-21T22:14:36Z", [0.0, 0.1, 0.0, 0.9, 0.0], "http://news.trust.org/item/20160621012714-2lj5k/ \"I think that by July 20 we will have been able to close negotiations in Havana and from there a new era for the country will come,\" Santos said after a Cabinet meeting.  Negotiators missed a self-imposed deadline for signing a deal in March, and Santos has come under fire over the past week for comments about the referendum he has promised will take place to approve a deal.\"\n~~~~~~~\nCOMMENT:  I'd not want to put money on the day of July 20th, because of the long history of missed deadlines,  but B1J2a would allow about a 5 week delay."], [12879, "2016-06-21T21:15:34Z", [0.09, 0.17, 0.0, 0.5, 0.24], ""], [83, "2016-06-21T20:10:25Z", [0.1, 0.0, 0.0, 0.45, 0.45], "http://www.reuters.com/article/us-colombia-rebels-idUSKCN0Z62EQ\nSantos thinks there will be an agreement by July 20. "], [368, "2016-06-21T17:33:34Z", [0.0, 0.01, 0.0, 0.99, 0.0], ""], [691, "2016-06-21T12:41:57Z", [0.0, 0.12, 0.0, 0.88, 0.0], "http://www.reuters.com/article/us-colombia-rebels-idUSKCN0Z62EQ?il=0\nThe prez has a date in mind, and on record."], [22243, "2016-06-21T11:21:04Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [10759, "2016-06-21T11:14:10Z", [0.08, 0.12, 0.0, 0.58, 0.22], ""], [4634, "2016-06-21T11:04:11Z", [0.08, 0.12, 0.0, 0.58, 0.22], ""], [12302, "2016-06-21T10:20:13Z", [0.0, 0.1, 0.0, 0.9, 0.0], ""], [12302, "2016-06-21T10:15:33Z", [0.0, 0.11, 0.0, 0.89, 0.0], ""], [3363, "2016-06-21T09:42:13Z", [0.03, 0.17, 0.07, 0.67, 0.06], ""], [405, "2016-06-21T09:34:37Z", [0.0, 0.0, 0.0, 0.49, 0.51], "Colombia to complete talks with FARC rebels by July 20 -president\n«The government has been in talks in Cuba with the Revolutionary Armed Forces of Colombia, or FARC, since late 2012. The two sides have reached accords on more than half a dozen topics but have yet to come to agreement on a bilateral ceasefire or implementation of a deal.» [1] So there is half of dozens where they still don't agree, why should they agree in few day's? \nWhy he is so optimist on the result and seem to be more pessimist on the number issues not reached? \nNorway's foreign minister  close to the negotiations have been much more optimist not long ago ( june 14). [1] http://www.reuters.com/article/us-colombia-rebels-idUSKCN0Z62EQ\n[2] http://www.reuters.com/article/us-colombia-idUSKCN0Z00PT"], [691, "2016-06-21T00:17:40Z", [0.14, 0.43, 0.0, 0.4, 0.03], ""], [368, "2016-06-20T22:04:55Z", [0.0, 0.15, 0.0, 0.85, 0.0], "Given the current contention, a stall in talks, and statements from FARC about returning to a war footing, it is likely that there will be no peace treaty before 1 March 2017.  However, the current impasse might be changed from its current path by efforts of peace negotiations.  "], [67, "2016-06-19T23:38:42Z", [0.14, 0.2, 0.02, 0.15, 0.49], ""], [691, "2016-06-19T16:00:28Z", [0.13, 0.41, 0.0, 0.42, 0.04], ""], [10759, "2016-06-19T10:48:01Z", [0.0, 0.02, 0.18, 0.58, 0.22], ""], [4634, "2016-06-19T10:47:44Z", [0.0, 0.02, 0.18, 0.58, 0.22], ""], [14208, "2016-06-19T04:41:08Z", [0.1, 0.05, 0.0, 0.1, 0.75], "Comment deleted on Oct 22, 2016 07:14PM UTC"], [20911, "2016-06-19T03:48:43Z", [0.05, 0.4, 0.0, 0.35, 0.2], ""], [368, "2016-06-18T18:50:58Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [691, "2016-06-18T15:14:51Z", [0.13, 0.41, 0.0, 0.42, 0.04], ""], [804, "2016-06-18T14:57:32Z", [0.19, 0.38, 0.0, 0.0, 0.43], ""], [83, "2016-06-18T00:04:37Z", [0.1, 0.16, 0.0, 0.16, 0.58], "https://panampost.com/editor/2016/06/14/farc-peace-talks-jeopardized-after-arrest-issued-for-top-leaders/\nColombia issues arrest warrent for top FARC leaders. Santos term expires in 2018, so there is still time.  Once a deal is agreed it must pass a referendum, given the poor favorability for both the president and the agreement, it may be difficult to find a positive slot for the referendum.  FARC must also realize that if there is no deal in next 2 years, the next chance could be years away.  Still seems like there are more problems than solutions."], [691, "2016-06-17T19:29:44Z", [0.13, 0.41, 0.0, 0.42, 0.04], ""], [23117, "2016-06-17T18:54:59Z", [0.1, 0.4, 0.05, 0.44, 0.01], ""], [1057, "2016-06-17T12:31:01Z", [0.25, 0.2, 0.05, 0.15, 0.35], "it will take another year to get admin stuff in place"], [783, "2016-06-17T07:58:39Z", [0.0, 0.05, 0.45, 0.5, 0.0], "Colombia's FARC Rebels Ready to Return to War if Talks Fail, President Says\nhttp://www.voanews.com/content/colombia-farc-rebels-ready-return-war-peace-talks-president-says/3380264.html Reuters\nJune 16, 2016 9:03 PM MEDELLIN, COLOMBIA —\nColombia's leftist FARC rebel group is prepared to return to the battlefield, especially in urban areas, if peace negotiations with the government fall apart, President Juan Manuel Santos said on Thursday. The Revolutionary Armed Forces of Colombia, or FARC, have been holding peace talks for three-and-a-half years in an effort to put an end to more than five decades of war in the Andean country. \"We have ample information that they are prepared to return to war and urban war, which is much more destructive than rural war,\" Santos said at the World Economic Forum's Latin America meeting in Medellin. \"That is why it is so important we reach a deal,\" the president said, adding he was confident a peace accord would be ready soon. The FARC declared a unilateral cease-fire nearly a year ago and the government has halted bombings on rebel camps while the talks continue. The two sides last week announced a deal on joint eradication of illicit crops"], [368, "2016-06-16T18:53:19Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [691, "2016-06-16T17:54:55Z", [0.13, 0.41, 0.0, 0.42, 0.04], ""], [1646, "2016-06-16T03:00:51Z", [0.0, 0.15, 0.0, 0.8, 0.05], ""], [368, "2016-06-15T21:56:45Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [691, "2016-06-15T18:30:49Z", [0.13, 0.41, 0.0, 0.42, 0.04], ""], [405, "2016-06-15T11:09:57Z", [0.0, 0.05, 0.0, 0.45, 0.5], "\nhttps://www.gjopen.com/comments/comments/258555"], [405, "2016-06-15T10:43:55Z", [0.05, 0.05, 0.15, 0.25, 0.5], "from 80% to 50% Nb1M2\n+ «The Colombian government and the rebel Revolutionary Armed Forces of Colombia (FARC) are making progress in peace talks, and a deal to end Latin America's longest-running conflict is in sight, Norway's foreign minister said on Tuesday.»;\n- not much of days left before 1 july; http://www.reuters.com/article/us-colombia-idUSKCN0Z00PT"], [3363, "2016-06-15T00:50:19Z", [0.04, 0.22, 0.12, 0.56, 0.06], ""], [94, "2016-06-14T22:31:18Z", [0.08, 0.22, 0.05, 0.44, 0.21], ""], [83, "2016-06-14T21:13:36Z", [0.0, 0.0, 0.7, 0.3, 0.0], "http://www.reuters.com/article/us-colombia-idUSKCN0Z00PT\n\"Hopefully\" or (from a different source) \"with luck\" there will be an agreement soon.  Although the reports have no details regarding specific progress on issues.\nHigh forecast (but only for a week or so)."], [368, "2016-06-14T18:36:36Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [689, "2016-06-14T18:04:22Z", [0.25, 0.25, 0.0, 0.25, 0.25], ""], [1646, "2016-06-14T13:18:16Z", [0.02, 0.23, 0.0, 0.65, 0.1], ""], [691, "2016-06-14T12:21:40Z", [0.13, 0.41, 0.0, 0.42, 0.04], ""], [14208, "2016-06-14T05:03:55Z", [0.1, 0.0, 0.0, 0.6, 0.3], "Comment deleted on Oct 22, 2016 07:10PM UTC"], [368, "2016-06-13T22:07:16Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [2331, "2016-06-13T22:05:07Z", [0.34, 0.3, 0.01, 0.3, 0.05], ""], [691, "2016-06-13T20:54:17Z", [0.13, 0.41, 0.0, 0.42, 0.04], ""], [22132, "2016-06-13T01:49:31Z", [0.35, 0.35, 0.0, 0.0, 0.3], ""], [601, "2016-06-12T21:02:12Z", [0.1, 0.35, 0.0, 0.35, 0.2], ""], [368, "2016-06-12T19:18:00Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [691, "2016-06-12T14:47:16Z", [0.12, 0.42, 0.0, 0.41, 0.05], ""], [12874, "2016-06-12T13:11:34Z", [0.14, 0.16, 0.0, 0.04, 0.66], ""], [12302, "2016-06-11T23:53:28Z", [0.01, 0.29, 0.0, 0.7, 0.0], ""], [83, "2016-06-11T19:21:04Z", [0.16, 0.12, 0.0, 0.12, 0.6], "FARC to participate in confidence building measure: a 10 city initiative for crop substitution (coca to be replaced) starts next month.   It is a follow up to the previous land mine clean up project.\nSeveral issues to be resolved before the final agreement can be signed are also outlined.\nhttp://www.miamiherald.com/news/nation-world/world/americas/colombia/article83077277.html"], [368, "2016-06-11T18:21:32Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [691, "2016-06-11T15:36:42Z", [0.12, 0.42, 0.0, 0.41, 0.05], ""], [15548, "2016-06-11T14:48:35Z", [0.2, 0.4, 0.0, 0.1, 0.3], ""], [691, "2016-06-10T19:47:59Z", [0.15, 0.42, 0.0, 0.38, 0.05], ""], [368, "2016-06-10T18:29:08Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [25918, "2016-06-09T21:38:34Z", [0.05, 0.1, 0.05, 0.75, 0.05], ""], [691, "2016-06-09T20:06:16Z", [0.15, 0.42, 0.0, 0.38, 0.05], ""], [368, "2016-06-09T19:11:11Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [10759, "2016-06-09T10:58:33Z", [0.0, 0.02, 0.22, 0.58, 0.18], ""], [4634, "2016-06-09T10:58:18Z", [0.0, 0.02, 0.22, 0.58, 0.18], ""], [368, "2016-06-08T21:50:56Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [691, "2016-06-08T20:49:24Z", [0.15, 0.42, 0.0, 0.38, 0.05], ""], [23117, "2016-06-08T14:29:44Z", [0.1, 0.2, 0.25, 0.44, 0.01], ""], [19924, "2016-06-08T14:07:14Z", [0.08, 0.04, 0.01, 0.02, 0.85], ""], [1708, "2016-06-08T00:42:50Z", [0.0, 0.05, 0.0, 0.95, 0.0], ""], [1708, "2016-06-08T00:15:55Z", [0.5, 0.2, 0.0, 0.0, 0.3], ""], [691, "2016-06-07T21:16:59Z", [0.15, 0.42, 0.0, 0.38, 0.05], ""], [368, "2016-06-07T20:03:38Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [22833, "2016-06-07T12:48:46Z", [0.05, 0.5, 0.0, 0.45, 0.0], ""], [368, "2016-06-06T21:40:16Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [24230, "2016-06-06T20:55:04Z", [0.05, 0.0, 0.0, 0.0, 0.95], ""], [1646, "2016-06-06T18:28:30Z", [0.02, 0.05, 0.0, 0.81, 0.12], ""], [10759, "2016-06-06T16:10:59Z", [0.0, 0.02, 0.32, 0.48, 0.18], ""], [4634, "2016-06-06T16:10:49Z", [0.0, 0.02, 0.32, 0.48, 0.18], "Cardenas (Finance Minister): 'A matter of months' and 'the most fundamental aspects of the negotiations have already been agreed to'  Note: He's not directly involved with the negotiations Source: http://www.france24.com/en/interview-Colombia-government-FARC-guerrilla-peace-deal-ceasefire-economy-mauricio-cardenas"], [22243, "2016-06-06T13:03:29Z", [0.0, 0.05, 0.25, 0.7, 0.0], ""], [25194, "2016-06-06T12:28:29Z", [0.05, 0.08, 0.33, 0.47, 0.07], ""], [83, "2016-06-05T21:34:39Z", [0.16, 0.12, 0.0, 0.12, 0.6], "http://colombiareports.com/colombia-peace-negotiators-meet-victimized-minorities/\nTwo days of negotiations with Colombian minorities, related to the FARC agreement and illegal mining set for June 21:\n\"Apart from the implementation of the deal, which includes the reintegration of FARC fighters often in their respective communities, the minorities also have concern about the implementation of so-called “peasant reserve zones” and the recent granting of mining titles in the minorities’ territories.  Interior Minister Juan Fernando Cristo, who was sent to the indigenous sacred site of La Maria to meet about ongoing indigenous unrest, said that the issue of mining will also be part of the agenda.\" Next Presidential election due in 2018."], [691, "2016-06-05T20:46:21Z", [0.14, 0.4, 0.0, 0.41, 0.05], ""], [368, "2016-06-05T19:03:43Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [25194, "2016-06-05T16:04:25Z", [0.05, 0.15, 0.18, 0.57, 0.05], ""], [4729, "2016-06-05T05:30:30Z", [0.25, 0.05, 0.0, 0.0, 0.7], ""], [4729, "2016-06-05T05:26:45Z", [0.25, 0.25, 0.0, 0.05, 0.45], ""], [691, "2016-06-05T01:46:15Z", [0.14, 0.4, 0.0, 0.41, 0.05], ""], [231, "2016-06-04T21:06:46Z", [0.1, 0.3, 0.0, 0.5, 0.1], "http://colombiareports.com/colombias-government-farc-announce-permanent-session-speed-final-peace-agreement/"], [14208, "2016-06-04T20:26:37Z", [0.25, 0.25, 0.0, 0.25, 0.25], "@dowser, you asked how if at all the AFL-CIO info I posted on the election GJO questions could impact the Columbia/FARC deal.  Well it looks like the farmers and union members are protesting with guerrilla groups.  I bet people are feeling cheated because the FARC seem to be getting one heck of a deal.  When I initially forecasted this question I was mostly on  the not before 1 March 2017.  But thought I should split up forecast evenly like @ravel did.  I did decide to put 0% on the before 1 July 2016 just because of the riots.  I doubt much will be accomplished over the next few weeks secondary to the riots. \"30,000 farmers joined a growing anti-government protest, blocking roads and clashing with police, officials said...The farmers, who launched their protest Monday, complaint hat free-trade agreements with Europe and the United States are flooding the country with cheap food imports, exacerbating rural poverty...Protests have now erupted in 24 of Colombia's 32 departments, shutting down at least 14 roads, the government rights ombudsman's office said...The conflict, which has drawn in leftist guerrilla groups, right-wing paramilitaries and drug gangs, has killed 260,000 people.\"\nhttp://www.msn.com/en-in/news/other/two-die-dozens-injured-in-colombia-farmer-protests/ar-BBtOknt"], [368, "2016-06-04T19:07:39Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [10759, "2016-06-04T14:05:31Z", [0.0, 0.02, 0.42, 0.38, 0.18], ""], [4634, "2016-06-04T14:04:51Z", [0.0, 0.02, 0.42, 0.38, 0.18], ""], [16421, "2016-06-04T03:17:32Z", [0.25, 0.3, 0.0, 0.25, 0.2], ""], [14208, "2016-06-03T23:46:38Z", [0.25, 0.25, 0.12, 0.25, 0.13], "following @ravel "], [368, "2016-06-03T20:06:06Z", [0.0, 0.15, 0.0, 0.85, 0.0], ""], [691, "2016-06-03T17:58:08Z", [0.14, 0.4, 0.0, 0.41, 0.05], ""], [25711, "2016-06-03T13:01:56Z", [0.03, 0.02, 0.0, 0.01, 0.94], "It will not happen before March 2017"], [25194, "2016-06-03T11:48:27Z", [0.05, 0.15, 0.2, 0.55, 0.05], "\"According to the FARC’s commander-in-chief, “Timochenko,” the negotiators are now just “a few weeks” away from closing a final peace deal, which will then be presented to the Colombian people for approval.\" http://colombiareports.com/colombias-government-farc-announce-permanent-session-speed-final-peace-agreement/"], [3363, "2016-06-03T11:43:43Z", [0.04, 0.12, 0.21, 0.57, 0.06], ""], [12302, "2016-06-03T02:28:22Z", [0.01, 0.27, 0.0, 0.72, 0.0], ""], [38, "2016-06-02T23:50:32Z", [0.2, 0.2, 0.0, 0.4, 0.2], ""], [691, "2016-06-02T21:44:13Z", [0.15, 0.39, 0.0, 0.41, 0.05], ""], [14208, "2016-06-02T20:40:56Z", [0.21, 0.17, 0.0, 0.13, 0.49], ""], [83, "2016-06-02T19:24:35Z", [0.16, 0.08, 0.2, 0.04, 0.52], ""], [368, "2016-06-02T18:30:08Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [19170, "2016-06-02T15:19:56Z", [0.0, 0.0, 0.3, 0.7, 0.0], ""], [1646, "2016-06-02T02:45:51Z", [0.02, 0.05, 0.0, 0.76, 0.17], "implementation agreement passes House http://correoconfidencial.com/archivos/167888"], [691, "2016-06-02T02:17:57Z", [0.15, 0.39, 0.0, 0.41, 0.05], ""], [368, "2016-06-01T18:44:12Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [38, "2016-05-31T21:29:18Z", [0.2, 0.2, 0.05, 0.2, 0.35], ""], [83, "2016-05-31T18:55:53Z", [0.16, 0.08, 0.0, 0.04, 0.72], "Permanent session for negotiations opens:\nhttp://colombiareports.com/colombias-government-farc-announce-permanent-session-speed-final-peace-agreement/ Issues currently being discussed:\n-A bilateral ceasefire and the final end of hostilities\n-The FARC’s disarmament\n-Ratification of the pact by the Colombian people\n-Security guarantees for demobilized guerrillas\n-Strategies to target paramilitary successor groups and civilian and political collaborators that are feared to derail peace efforts\n-The UN Security Council’s planned mission to monitor and verify the FARC’s demobilization and disarmament and both parties’ compliance to the pending pact."], [19170, "2016-05-31T17:24:59Z", [0.0, 0.0, 0.4, 0.6, 0.0], "http://colombiareports.com/colombias-government-farc-announce-permanent-session-speed-final-peace-agreement/"], [368, "2016-05-31T16:45:06Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [1646, "2016-05-31T14:16:32Z", [0.02, 0.23, 0.0, 0.55, 0.2], ""], [691, "2016-05-31T12:18:25Z", [0.15, 0.39, 0.0, 0.41, 0.05], ""], [506, "2016-05-31T04:13:52Z", [0.01, 0.01, 0.25, 0.15, 0.58], ""], [38, "2016-05-30T20:29:47Z", [0.2, 0.2, 0.2, 0.2, 0.2], ""], [601, "2016-05-30T18:24:00Z", [0.1, 0.35, 0.0, 0.2, 0.35], ""], [691, "2016-05-30T15:50:56Z", [0.14, 0.38, 0.0, 0.42, 0.06], ""], [23426, "2016-05-29T22:17:46Z", [0.15, 0.15, 0.05, 0.05, 0.6], ""], [368, "2016-05-29T21:09:55Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [691, "2016-05-29T12:58:51Z", [0.14, 0.38, 0.0, 0.42, 0.06], ""], [368, "2016-05-28T20:40:31Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [691, "2016-05-28T14:24:59Z", [0.14, 0.38, 0.0, 0.42, 0.06], ""], [368, "2016-05-27T20:27:51Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [21399, "2016-05-27T17:18:20Z", [0.15, 0.5, 0.05, 0.15, 0.15], ""], [38, "2016-05-27T14:59:18Z", [0.1, 0.1, 0.5, 0.2, 0.1], ""], [10759, "2016-05-27T14:13:22Z", [0.0, 0.02, 0.48, 0.32, 0.18], ""], [4634, "2016-05-27T14:13:05Z", [0.0, 0.02, 0.48, 0.32, 0.18], ""], [12302, "2016-05-26T23:13:21Z", [0.01, 0.24, 0.04, 0.71, 0.0], ""], [4782, "2016-05-26T23:12:20Z", [0.25, 0.2, 0.1, 0.15, 0.3], ""], [368, "2016-05-26T20:49:25Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [691, "2016-05-26T19:07:04Z", [0.13, 0.37, 0.0, 0.43, 0.07], ""], [19170, "2016-05-26T15:07:56Z", [0.2, 0.5, 0.0, 0.3, 0.0], ""], [368, "2016-05-25T22:11:01Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [691, "2016-05-25T19:02:46Z", [0.13, 0.37, 0.0, 0.43, 0.07], ""], [19170, "2016-05-25T14:55:11Z", [0.0, 0.3, 0.2, 0.5, 0.0], ""], [368, "2016-05-24T20:19:28Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [691, "2016-05-24T12:03:02Z", [0.13, 0.36, 0.0, 0.44, 0.07], ""], [368, "2016-05-23T20:51:22Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [691, "2016-05-23T19:11:49Z", [0.13, 0.35, 0.0, 0.45, 0.07], ""], [22833, "2016-05-23T14:37:48Z", [0.15, 0.5, 0.0, 0.2, 0.15], ""], [25326, "2016-05-23T03:42:40Z", [0.25, 0.3, 0.0, 0.15, 0.3], ""], [691, "2016-05-22T19:08:52Z", [0.12, 0.34, 0.01, 0.45, 0.08], ""], [12302, "2016-05-21T22:45:16Z", [0.01, 0.22, 0.07, 0.7, 0.0], ""], [12302, "2016-05-21T22:44:52Z", [0.01, 0.17, 0.12, 0.7, 0.0], ""], [691, "2016-05-21T17:57:31Z", [0.12, 0.33, 0.01, 0.46, 0.08], ""], [691, "2016-05-21T02:28:37Z", [0.12, 0.32, 0.01, 0.47, 0.08], ""], [102, "2016-05-20T21:51:03Z", [0.13, 0.15, 0.1, 0.35, 0.27], ""], [368, "2016-05-20T18:46:09Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [19170, "2016-05-20T14:47:00Z", [0.0, 0.0, 0.4, 0.6, 0.0], ""], [12302, "2016-05-20T14:41:21Z", [0.01, 0.05, 0.25, 0.69, 0.0], ""], [12302, "2016-05-20T14:40:00Z", [0.01, 0.19, 0.1, 0.7, 0.0], "@Anneinak\nhttp://buenosairesherald.com/article/214637/colombia-passes-amendment-to-shore-up-farc-peace-deal\nThis succeeded. Still no deal in sight by the looks of it though? I reduced the first bin from 20 to 8 percent."], [689, "2016-05-20T04:32:27Z", [0.25, 0.25, 0.02, 0.35, 0.13], ""], [25194, "2016-05-19T22:45:34Z", [0.25, 0.32, 0.05, 0.23, 0.15], ""], [368, "2016-05-19T18:23:36Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [94, "2016-05-19T17:20:22Z", [0.08, 0.19, 0.2, 0.3, 0.23], "I assumed an exponential distribution, and minimized the sum of squares with the crowd prediction.  The result is an average time to deal of 195 days.  I would optimize for early closure, but I fear this procedure already overestimates the likelihood of early closure anyway."], [691, "2016-05-19T15:15:41Z", [0.12, 0.32, 0.01, 0.47, 0.08], ""], [1646, "2016-05-19T14:24:01Z", [0.02, 0.15, 0.0, 0.75, 0.08], "Reaffirming. Special agreement passes first commission in the House, goes to full House vote now. http://app.eltiempo.com/politica/proceso-de-paz/proceso-de-paz-acto-legislativo/16596989\nOTOH, the Senate has cited the government to hearings questioning the special agreement document. This may cause further delays. \nSantos is clear that there will be no signing ceremony of any kind before this special agreement passes Congress and  Constitutional Court."], [19170, "2016-05-19T14:21:28Z", [0.0, 0.0, 0.6, 0.4, 0.0], ""], [15548, "2016-05-19T04:05:07Z", [0.3, 0.3, 0.04, 0.16, 0.2], ""], [691, "2016-05-19T02:46:44Z", [0.12, 0.32, 0.01, 0.47, 0.08], ""], [25194, "2016-05-18T21:58:41Z", [0.25, 0.27, 0.05, 0.18, 0.25], ""], [368, "2016-05-18T21:47:24Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [10783, "2016-05-17T23:21:44Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [38, "2016-05-17T22:55:02Z", [0.1, 0.1, 0.6, 0.1, 0.1], "I've read the same articles as cited by Raisinville http://www.gjopen.com/comments/comments/236356 and have been considering the information from Sjens\nhttp://www.gjopen.com/comments/comments/234481 I'm wondering if today's news about FARC agreeing to release soldiers under 15 was the big agreement scheduled for May 18th.  I'm also thinking that I've gotten suckered into believing otherwise. Furthermore, I have zero confidence that I understand correctly what it will take to make GJO consider this question resolved:  whether it will be signing something at the closing of negotiations, the vote of Congress, or something ceremonial signing when the deal is to be implemented."], [368, "2016-05-17T18:48:03Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [24729, "2016-05-17T16:09:49Z", [0.2, 0.2, 0.0, 0.1, 0.5], ""], [1646, "2016-05-17T13:24:45Z", [0.02, 0.15, 0.0, 0.75, 0.08], ""], [3895, "2016-05-17T10:45:59Z", [0.23, 0.15, 0.01, 0.09, 0.52], ""], [25087, "2016-05-17T02:03:17Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [368, "2016-05-16T21:46:10Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [83, "2016-05-16T21:42:19Z", [0.16, 0.08, 0.0, 0.04, 0.72], "New Columbia-FARC agreement, signed in Havana, intends to remove children under the age of 15, from the conflict and re-integrate them into Columbian society.\nhttp://www.un.org/apps/news/story.asp?NewsID=53948#.Vzo9w9Q8KrU"], [25075, "2016-05-16T19:35:32Z", [0.25, 0.5, 0.0, 0.25, 0.0], ""], [14559, "2016-05-16T19:14:01Z", [0.0, 0.03, 0.15, 0.82, 0.0], ""], [14559, "2016-05-16T19:07:26Z", [0.0, 0.07, 0.15, 0.78, 0.0], ""], [14559, "2016-05-16T18:55:09Z", [0.0, 0.05, 0.6, 0.35, 0.0], ""], [1708, "2016-05-16T17:31:46Z", [0.45, 0.25, 0.0, 0.1, 0.2], ""], [23117, "2016-05-16T16:35:13Z", [0.1, 0.2, 0.29, 0.4, 0.01], ""], [23117, "2016-05-16T16:33:35Z", [0.2, 0.2, 0.19, 0.4, 0.01], ""], [689, "2016-05-16T14:14:56Z", [0.25, 0.25, 0.12, 0.25, 0.13], ""], [16272, "2016-05-16T13:35:13Z", [0.05, 0.45, 0.05, 0.3, 0.15], ""], [691, "2016-05-16T12:38:58Z", [0.12, 0.32, 0.01, 0.47, 0.08], ""], [783, "2016-05-16T06:27:01Z", [0.0, 0.2, 0.4, 0.4, 0.0], ""], [22300, "2016-05-16T00:02:16Z", [0.15, 0.05, 0.05, 0.05, 0.7], ""], [12302, "2016-05-15T23:48:14Z", [0.0, 0.1, 0.2, 0.7, 0.0], ""], [14208, "2016-05-15T21:52:18Z", [0.16, 0.08, 0.0, 0.04, 0.72], "Comment deleted on Oct 22, 2016 06:57PM UTC"], [83, "2016-05-15T20:26:46Z", [0.16, 0.08, 0.0, 0.04, 0.72], "Reuter's has it right: current agreement under discussion is for a constitutional modification to ensure the Peace Agreement (when ever that gets signed) becomes a binding part of Columbian law. Appearently FARC leader's want constitutional protection that any negotiated deal will be enforceable on all sides.  If Santos can't get this passed, seems unlikely there will be any further attempt by FARC to seriously continue negotiations.\nhttp://www.reuters.com/article/us-colombia-rebels-idUSKCN0Y601Q Agreement between FARC and Santos gov't appears to be for a constitutional change, for implementation of the FARC agreement, once it is completed.  The constitutional change is scheduled to be an up or down vote, that could never be modified by any future government.  Many legislators will not participate in this effort.  Meanwhile the Peace Agreement seems to be far from completion.\nFrom: http://colombiareports.com/farc-peace-talks-opponents-line-frontal-attack/\n\"Meanwhile, the peace talks continue as the warring parties are yet to strike a deal on the guerrillas’ demobilization, disarmament and reintegration.\" http://colombiapeace.org\nScroll to the March 23rd entry. The March negotiations in Cuba, are reported to be different than I understood.\nThis account indicates there never was a possibility of an agreement by the March 23rd, 2016 date.\nHalf of the 6 month prep time was used to complete the \"victims\" portion of the agreement. The only possible accomplishment, for the Obama visit, was a cease fire signing. Negotiations failed even at that low level. The article describes some of the on the ground requirements and difficulties in accomplishing just the cease fire. The article also points out that the sides are now further apart, on the cease fire issue, than they were two months ago"], [25044, "2016-05-15T18:14:34Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [12302, "2016-05-15T17:23:05Z", [0.0, 0.0, 0.4, 0.6, 0.0], ""], [12302, "2016-05-15T17:21:25Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [22243, "2016-05-15T14:20:18Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [691, "2016-05-15T13:42:20Z", [0.1, 0.32, 0.01, 0.47, 0.1], ""], [1646, "2016-05-15T13:30:19Z", [0.02, 0.25, 0.0, 0.58, 0.15], ""], [231, "2016-05-15T01:21:48Z", [0.2, 0.2, 0.05, 0.24, 0.31], ""], [231, "2016-05-14T23:49:39Z", [0.32, 0.15, 0.03, 0.11, 0.39], ""], [12302, "2016-05-14T20:38:38Z", [0.0, 0.0, 0.76, 0.24, 0.0], ""], [368, "2016-05-14T17:52:40Z", [0.0, 0.0, 0.15, 0.85, 0.0], ""], [14208, "2016-05-14T16:42:25Z", [0.17, 0.18, 0.0, 0.35, 0.3], ""], [691, "2016-05-14T13:54:23Z", [0.1, 0.32, 0.01, 0.47, 0.1], ""], [15548, "2016-05-14T09:02:26Z", [0.01, 0.01, 0.96, 0.01, 0.01], ""], [102, "2016-05-14T03:36:38Z", [0.05, 0.12, 0.21, 0.4, 0.22], "https://larswericson.wordpress.com/2016/05/14/gitrep-13may2016pm/"], [231, "2016-05-14T01:43:18Z", [0.29, 0.19, 0.03, 0.13, 0.36], ""], [3363, "2016-05-14T00:48:37Z", [0.04, 0.12, 0.26, 0.53, 0.05], ""], [12302, "2016-05-13T23:57:08Z", [0.0, 0.0, 0.9, 0.1, 0.0], ""], [12302, "2016-05-13T23:46:58Z", [0.0, 0.0, 0.95, 0.05, 0.0], ""], [38, "2016-05-13T22:10:11Z", [0.0, 0.0, 0.95, 0.05, 0.0], "http://www.telesurtv.net/english/news/FARC-and-Colombian-Government-Approve-Peace-Agreement-Deadline-20160512-0042.html \"The Colombian state and FARC guerrillas have approved an agreement to assure a final peace deal is executed during peace talks in Cuba. The Colombian government and members of the Revolutionary Armed Forces of Colombia, or FARC, agreed that the deal will be signed before May 18."], [24999, "2016-05-13T20:47:17Z", [0.25, 0.15, 0.05, 0.15, 0.4], ""], [1646, "2016-05-13T18:55:04Z", [0.02, 0.33, 0.0, 0.6, 0.05], ""], [24952, "2016-05-13T18:46:51Z", [0.6, 0.4, 0.0, 0.0, 0.0], ""], [706, "2016-05-13T18:30:41Z", [0.0, 0.8, 0.0, 0.1, 0.1], "When Venezuela collapses, the deal happens."], [368, "2016-05-13T17:42:16Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [4634, "2016-05-13T17:32:41Z", [0.0, 0.02, 0.58, 0.02, 0.38], ""], [10759, "2016-05-13T17:32:07Z", [0.0, 0.02, 0.58, 0.02, 0.38], ""], [691, "2016-05-13T16:55:18Z", [0.1, 0.31, 0.03, 0.46, 0.1], ""], [19170, "2016-05-13T16:06:42Z", [0.0, 0.0, 0.95, 0.0, 0.05], ""], [740, "2016-05-13T12:37:45Z", [0.41, 0.59, 0.0, 0.0, 0.0], ""], [22822, "2016-05-13T06:16:08Z", [0.14, 0.33, 0.0, 0.46, 0.07], ""], [22822, "2016-05-13T06:00:38Z", [0.0, 0.01, 0.98, 0.01, 0.0], "Comment deleted on May 13, 2016 06:14AM UTC"], [22822, "2016-05-13T06:00:14Z", [0.0, 0.01, 0.97, 0.02, 0.0], "Comment deleted on May 13, 2016 06:14AM UTC"], [1646, "2016-05-13T00:39:14Z", [0.02, 0.75, 0.0, 0.21, 0.02], "Comment deleted on May 13, 2016 06:53PM UTC"], [368, "2016-05-12T19:40:37Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [19170, "2016-05-12T16:58:22Z", [0.2, 0.25, 0.0, 0.15, 0.4], "http://www.insightcrime.org/news-briefs/key-farc-faction-challenges-colombia-peace-process \"The FARC's Eastern Bloc, which historically has been the guerrillas' most militarily powerful, announced via Twitter that it would no longer \"study\" the components of the peace agreement forged thus far in Cuba. The message attributed to the Eastern Bloc was published on the FARC peace delegation's Twitter account late on May 10. \""], [691, "2016-05-12T15:07:55Z", [0.1, 0.31, 0.03, 0.46, 0.1], ""], [3363, "2016-05-12T14:02:34Z", [0.04, 0.14, 0.21, 0.55, 0.06], ""], [3895, "2016-05-12T13:34:45Z", [0.2, 0.18, 0.06, 0.17, 0.39], "initial forecast - weighting towards the end of the window"], [22822, "2016-05-12T13:32:59Z", [0.14, 0.33, 0.0, 0.47, 0.06], " Snipers of Colombia’s largest guerrilla group, the FARC, killed two soldiers, according to the country’s defense minister who demanded answers from the rebels who have been engaged in peace talks since late 2012.\nDefense Minister Luis Carlos Villegas accused the FARC of not one, but three violations of the unilateral ceasefire called by the guerrillas almost a year ago\n\"The cease fire decreed by the FARC is unilateral, and … has seen a high level compliance,” Villegas said at a press conference in the capital Bogota.\n“However, in the past weeks there have been at least three violations of this unilateral ceasefire,” the minister added.\nThe latest alleged attack took place in Caqueta, a province in southern Colombia where the FARC’s 3rd Front is active.\nAccording to Villegas, members of this fighters unit shot the soldiers in the rural area around Florencia, the province capital. EspañolFormer Colombian President and opposition leader of the Democratic Center Alvaro Uribe asked his country this week to take “civil resistance” against the peace agreements taking place between The Revolutionary Armed Forces of Colombia (FARC) and the government.\nThe former president and current senator noted that citizen resistance would consist of marches and demonstrations, but these suggestions were met with controversy nationwide."], [19801, "2016-05-12T06:49:43Z", [0.45, 0.0, 0.0, 0.0, 0.55], "Colombian President Juan Manuel Santos said on Wednesday his government hoped to conclude a peace deal with FARC rebels \"in the very near future\".\nhttps://www.ictj.org/news/colombias-president-santos-says-peace-deal-farc-very-near-future When the hell is the very near future? That is meaningless gibberish without a clear date, and the inability to conclude negotiations lowers my confidence that it will happen period."], [691, "2016-05-12T03:51:05Z", [0.08, 0.27, 0.05, 0.5, 0.1], ""], [102, "2016-05-12T03:28:49Z", [0.13, 0.12, 0.12, 0.28, 0.35], "https://larswericson.wordpress.com/2016/05/12/gitrep-11may16pm/"], [12302, "2016-05-12T02:41:50Z", [0.04, 0.35, 0.1, 0.5, 0.01], ""], [405, "2016-05-12T00:33:50Z", [0.05, 0.05, 0.05, 0.05, 0.8], ""], [368, "2016-05-11T22:02:39Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [23117, "2016-05-11T19:22:33Z", [0.2, 0.2, 0.15, 0.4, 0.05], ""], [19170, "2016-05-11T17:12:16Z", [0.2, 0.25, 0.0, 0.2, 0.35], "http://colombiareports.com/farc-units-increasingly-violating-ceasefire-colombias-defense-minister/"], [10759, "2016-05-11T15:55:09Z", [0.12, 0.12, 0.12, 0.22, 0.42], ""], [4634, "2016-05-11T15:54:41Z", [0.12, 0.12, 0.12, 0.22, 0.42], ""], [932, "2016-05-11T15:44:06Z", [0.01, 0.01, 0.0, 0.01, 0.97], ""], [1646, "2016-05-11T12:58:36Z", [0.02, 0.28, 0.0, 0.67, 0.03], ""], [22833, "2016-05-11T03:52:24Z", [0.15, 0.15, 0.0, 0.05, 0.65], ""], [12591, "2016-05-11T00:52:48Z", [0.2, 0.4, 0.0, 0.4, 0.0], ""], [20284, "2016-05-11T00:09:12Z", [0.4, 0.0, 0.0, 0.0, 0.6], "There is still too much distrust and too many problem parties that are not yet on board for an agreement. Therefore, it is less likely than likely that the next 10 months will produce a definite and enforceable peace agreement.  This is one prediction which I hope I am wrong."], [6552, "2016-05-10T17:37:19Z", [0.4, 0.2, 0.02, 0.04, 0.34], ""], [19170, "2016-05-10T17:26:26Z", [0.1, 0.25, 0.0, 0.6, 0.05], ""], [22243, "2016-05-10T16:02:36Z", [0.13, 0.34, 0.05, 0.32, 0.16], ""], [506, "2016-05-10T15:44:19Z", [0.25, 0.15, 0.0, 0.05, 0.55], ""], [19923, "2016-05-10T13:56:27Z", [0.31, 0.31, 0.0, 0.05, 0.33], ""], [12874, "2016-05-10T11:05:09Z", [0.13, 0.15, 0.01, 0.05, 0.66], ""], [691, "2016-05-10T10:35:10Z", [0.08, 0.27, 0.05, 0.5, 0.1], ""], [24882, "2016-05-10T08:52:13Z", [0.05, 0.55, 0.05, 0.05, 0.3], ""], [4729, "2016-05-10T03:45:41Z", [0.25, 0.25, 0.0, 0.1, 0.4], ""], [102, "2016-05-10T02:28:48Z", [0.12, 0.11, 0.15, 0.34, 0.28], "https://larswericson.wordpress.com/2016/05/10/gitrep-9may16pm/"], [83, "2016-05-09T21:47:01Z", [0.16, 0.08, 0.0, 0.04, 0.72], "Thought this was almost over in GJP season 3.  The longer this goes, the more comprehensive the solution must become and the further away the final result becomes. Negotiations with FARC were on track, most of the issues resolved: land reform, Justice for victims, the rebels drug trafficking, etc. Remaining issues involve 1) how and where the rebels will demobilize and disarm and 2)how to provide security for the Disarmed FARC as it transitions to a political party.   This doesn't seem that difficult, except for the nature of the right wing paramilitary groups in Colombia: http://colombiareports.com/us-colombia-joint-task-force-paramilitary-bacrim/  The US helped to create many of these groups in the1950's and 60's to combat the Marxist groups.  They also the reason FARC does not want to disarm. From the above link:\n \"Avoiding an expansion of these neo-paramilitary groups is a matter of security for the US as well as for Colombia, US Ambassador Kevin Whitaker told Bogota newspaper El Tiempo. The neo-paramilitaries are not only sending cocaine to the US but are engaged in “extortion, kidnapping and assassination, fomenting violence in both countries,” he said.\"....\n\"In what Deputy Prosecutor General Jorge Fernando Perdomo called “a major judicial offensive,” the focus is on five areas with high concentrations of killings, illegal mining, drug trafficking and corruption: Uraba, Cauca, Catatumbo, La Guajira and Colombia’s eastern plains.\"   As a result both the Colombian military with US support are now targeting the paramilitaries.\nhttp://colombiareports.com/us-providing-military-intelligence-combat-colombias-neo-paramilitary-groups/\nhttp://colombiareports.com/at-least-12-urabenos-killed-in-north-colombia-bombing-raid-military/ Other developments include ELN (another Marxist group) entering negotiations two years ago, ELN reportedly occupying prior FARC positions after the unilateral cease fire in Dec. 2015, ELN still holding prisoners, president Santos 13% approval rateing, 65% Colombian disapproval of the negotiations (the final agreement must pass a general referendum), new war against the paramilitary groups, accusations of FARC extorting a \"peace tax\", etc., etc., etc.\nhttp://colombiareports.com/colombia-celebrates-first-day-without-chief-prosecutor/ The extent of the issue is appearent with the US offer to increase post conflict support to $450m per year, for land mine removal and protection of ex-FARC members.\nhttp://colombiareports.com/163790-2/"], [22264, "2016-05-09T21:31:22Z", [0.4, 0.35, 0.0, 0.25, 0.0], ""], [24830, "2016-05-09T20:48:34Z", [0.3, 0.3, 0.0, 0.0, 0.4], ""], [23618, "2016-05-09T20:41:37Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [368, "2016-05-09T20:23:54Z", [0.0, 0.0, 0.2, 0.8, 0.0], ""], [24861, "2016-05-09T16:55:25Z", [0.2, 0.8, 0.0, 0.0, 0.0], ""], [1150, "2016-05-09T16:05:18Z", [0.25, 0.0, 0.0, 0.0, 0.75], "I just don't see the two sides coming to terms where peace can be had that soon."], [10759, "2016-05-09T14:50:53Z", [0.15, 0.15, 0.2, 0.15, 0.35], ""], [4634, "2016-05-09T14:50:19Z", [0.15, 0.15, 0.2, 0.15, 0.35], ""], [14201, "2016-05-09T14:34:53Z", [0.1, 0.19, 0.05, 0.33, 0.33], ""], [691, "2016-05-09T12:02:52Z", [0.08, 0.27, 0.05, 0.5, 0.1], ""], [23767, "2016-05-09T08:29:01Z", [0.27, 0.1, 0.01, 0.02, 0.6], ""], [16451, "2016-05-09T04:03:58Z", [0.4, 0.3, 0.0, 0.2, 0.1], "\n- as long as fighting does not resume (risk of escalation), delayed peace deal is a victory\n- goal achieved, limiting sino-russo alliance political moves to regional contexts in syria, n/s korea and ukraine"], [93, "2016-05-09T02:33:27Z", [0.0, 0.2, 0.15, 0.65, 0.0], ""], [2331, "2016-05-09T00:34:10Z", [0.3, 0.3, 0.0, 0.2, 0.2], ""], [8888, "2016-05-08T22:18:08Z", [0.25, 0.25, 0.05, 0.1, 0.35], ""], [8622, "2016-05-08T22:05:32Z", [0.0, 0.1, 0.1, 0.8, 0.0], "FARC & the Colombian government want to sign the peace accord before the Nobel Peace Prize winners are announced in October."], [14208, "2016-05-08T19:30:22Z", [0.4, 0.0, 0.0, 0.0, 0.6], "What are the odds that the FARC will become a paramilitary force for the Columbian government?  Columbia can take all that money the US gave them and put the FARC on the payroll.  Once all the drug dealers, traffickers, gangs, and the rest of the trouble makers are \"secured\" perhaps an all inclusive \"final deal\" will be made.  How long would it take to do this?  Well considering the cocaine farming season, harvesting, processing, trafficking, Zika, Olympics, et al. I expect at least a year.  \"Colombia to send jets against criminal gangs\" http://www.bbc.com/news/world-latin-america-36233734"], [368, "2016-05-08T18:47:45Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [102, "2016-05-08T16:55:40Z", [0.1, 0.17, 0.15, 0.45, 0.13], "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [691, "2016-05-08T15:48:59Z", [0.08, 0.27, 0.05, 0.5, 0.1], ""], [21884, "2016-05-08T15:28:58Z", [0.1, 0.1, 0.05, 0.05, 0.7], ""], [102, "2016-05-08T14:07:32Z", [0.11, 0.18, 0.13, 0.48, 0.1], "https://larswericson.wordpress.com/2016/05/08/gitrep-8may16am/"], [3363, "2016-05-08T13:17:53Z", [0.04, 0.19, 0.39, 0.32, 0.06], ""], [12302, "2016-05-08T12:59:52Z", [0.01, 0.19, 0.1, 0.7, 0.0], ""], [22833, "2016-05-08T00:57:01Z", [0.1, 0.15, 0.05, 0.7, 0.0], ""], [691, "2016-05-07T19:50:11Z", [0.09, 0.27, 0.08, 0.52, 0.04], ""], [368, "2016-05-07T19:18:52Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [932, "2016-05-07T16:27:43Z", [0.01, 0.01, 0.0, 0.01, 0.97], ""], [12302, "2016-05-07T15:26:07Z", [0.01, 0.2, 0.04, 0.75, 0.0], ""], [22822, "2016-05-07T13:48:20Z", [0.13, 0.32, 0.0, 0.5, 0.05], ""], [12874, "2016-05-07T13:18:30Z", [0.05, 0.24, 0.07, 0.2, 0.44], ""], [12874, "2016-05-07T13:09:25Z", [0.07, 0.25, 0.04, 0.2, 0.44], ""], [15548, "2016-05-07T09:46:37Z", [0.05, 0.35, 0.05, 0.35, 0.2], ""], [1646, "2016-05-06T22:30:57Z", [0.01, 0.08, 0.0, 0.89, 0.02], "Ok, what other peace process in the world can boast their own Android app? \nhttps://play.google.com/store/apps/details?id=co.com.mesadeconversaciones Sorry, no iPhone :( \nReposting https://www.gjopen.com/comments/comments/164456 with some useful sites. As to my prediction, I agree with http://latinvex.com/app/article.aspx?id=2653 http://latinvex.com/app/article.aspx?id=2654 that weighing benefits and costs is ultimately positive and should reasonably lead to a prompt agreement, but as to predicting a date, from the point of view of the guerrilla leaders, it is a question of balancing the present benefits of cozy negotiation in Havana with the future ones of obtaining funds and power. Thus talk will continue beyond July 1, but perhaps not much more."], [689, "2016-05-06T21:26:17Z", [0.03, 0.05, 0.77, 0.13, 0.02], ""], [500, "2016-05-06T20:04:05Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [19170, "2016-05-06T18:46:15Z", [0.1, 0.35, 0.1, 0.45, 0.0], ""], [23117, "2016-05-06T18:00:06Z", [0.25, 0.2, 0.1, 0.4, 0.05], ""], [16421, "2016-05-06T17:52:18Z", [0.25, 0.25, 0.05, 0.2, 0.25], ""], [22243, "2016-05-06T17:45:08Z", [0.08, 0.24, 0.34, 0.32, 0.02], ""], [12879, "2016-05-06T17:38:33Z", [0.5, 0.0, 0.0, 0.0, 0.5], ""], [691, "2016-05-06T17:34:59Z", [0.15, 0.31, 0.09, 0.36, 0.09], ""], [102, "2016-05-06T17:12:02Z", [0.25, 0.25, 0.05, 0.25, 0.2], ""]], "open_date": "2016-05-06T17:00:08Z", "close_date": "2016-08-24T17:00:33Z"}