{"question_id": 681, "title": "In Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission, will the Supreme Court rule that the application of a Colorado anti-discrimination law to compel Jack Phillips to make a cake for a same-sex wedding violates any of his First Amendment rights?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.55, 0.45], "correct_answer": "Yes", "correct_forecast": 0.55, "preds": [[23006, "2018-06-04T23:17:58Z", [1.0], ""], [43311, "2018-06-04T22:51:03Z", [1.0], "Had it at 62% since first forecast and left it."], [23409, "2018-06-04T22:27:15Z", [1.0], ""], [745, "2018-06-04T20:55:57Z", [0.99], ""], [22833, "2018-06-04T20:33:07Z", [1.0], ""], [42417, "2018-06-04T19:37:41Z", [1.0], ""], [37488, "2018-06-04T18:07:04Z", [1.0], "https://www.washingtonpost.com/politics/courts_law/supreme-court-rules-in-favor-of-baker-who-would-not-make-wedding-cake-for-gay-couple/2018/06/04/50c68cf8-6802-11e8-bea7-c8eb28bc52b1_story.html?utm_term=.614ea567999c"], [57918, "2018-06-04T16:47:27Z", [1.0], ""], [32258, "2018-06-04T16:23:34Z", [1.0], ""], [57918, "2018-06-04T16:20:34Z", [1.0], ""], [1056, "2018-06-04T15:49:02Z", [1.0], "Decided as a religious freedom issue, as it should have been."], [172, "2018-06-04T15:31:48Z", [1.0], "Boom goes the dynamite "], [40902, "2018-06-04T15:30:19Z", [0.99], ""], [4681, "2018-06-04T15:29:01Z", [1.0], ""], [73, "2018-06-04T15:25:20Z", [1.0], "https://www.theguardian.com/law/2018/jun/04/gay-cake-ruling-supreme-court-same-sex-wedding-colorado-baker-decision-latest @lsgold7 - called it!"], [4681, "2018-06-04T15:15:42Z", [1.0], ""], [5018, "2018-06-04T14:48:06Z", [1.0], "7:2 was quite a surprise"], [5018, "2018-06-04T14:41:44Z", [1.0], ""], [767, "2018-06-04T14:40:01Z", [1.0], "SCOTUS has ruled in favor of the baker saying that requiring him to create a cake for a same-sex wedding would violate his right to free speech by compelling him to exercise \nhis artistic talents to express a message with which he disagreed and \nwould violate his right to the free exercise of religion. \"The laws and the Constitution can, and in some instances must,\nprotect gay persons and gay couples in the exercise of their civil \nrights, but religious and philosophical objections to gay marriage are \nprotected views and in some instances protected forms of expression.\" \n\"To Phillips, his claim that using his artistic\nskills to make an expressive statement, a wedding endorsement in\nhis own voice and of his own creation, has a significant First Amendment speech component and implicates his deep and sincere\nreligious beliefs. His dilemma was understandable in 2012, which \nwas before Colorado recognized the validity of gay marriages per-\nformed in the State and before this Court...\""], [38, "2018-06-04T14:37:54Z", [1.0], ""], [974, "2018-06-04T14:36:32Z", [1.0], ""], [13377, "2018-06-03T21:13:02Z", [0.8], ""], [1056, "2018-06-02T00:25:45Z", [0.8], ""], [58542, "2018-06-01T21:01:07Z", [0.15], "Remote chance to see discrimination enshrined by the court."], [54684, "2018-06-01T20:05:32Z", [0.0], ""], [172, "2018-06-01T02:17:50Z", [0.25], ""], [53897, "2018-05-31T19:31:51Z", [0.3], ""], [691, "2018-05-31T18:06:00Z", [0.49], ""], [691, "2018-05-28T17:27:49Z", [0.49], ""], [38, "2018-05-28T07:11:25Z", [0.5], ""], [58514, "2018-05-27T22:49:50Z", [0.95], ""], [1333, "2018-05-27T14:33:10Z", [0.75], ""], [691, "2018-05-27T12:11:22Z", [0.49], ""], [13377, "2018-05-27T07:50:40Z", [0.49], ""], [57442, "2018-05-27T01:27:42Z", [0.0], "Will somebody explain to me how the Court can decide for Masterpiece Cakeshop without undermining every civil rights law on the book?"], [691, "2018-05-26T13:13:31Z", [0.49], ""], [172, "2018-05-26T01:58:02Z", [0.25], ""], [691, "2018-05-24T20:18:58Z", [0.49], ""], [48709, "2018-05-24T17:16:08Z", [0.0], ""], [35636, "2018-05-24T09:36:24Z", [1.0], "WoC @55% yikes thought it would be a lot lower and I was being superdump with a stupidly contrarian bet. Now I'm worried they might not even rule on it by July 16th.  I've been at 100% since day 1, so even if I went to 0 now I'd probably still win this Q. http://www.gjopen.com/comments/comments/608639  What to do? Scale back and protect my score or pick and stick and win big? Agh, go big or go home. Hundred it is! Anyhow where do people look to see what cases are up and what are going to be ruled on. How many cases do they have and how much time do they have? Being a SC J has got to be the best cruisiest job ever, if you're in to language and law. Seriously what do they do all day? Paid so much to sit around and listen and write a bit whilst armies of clerks wait on them hand and foot and try to suck up to them with their brilliant brief. "], [46029, "2018-05-23T01:49:04Z", [0.5], ""], [34405, "2018-05-22T21:03:10Z", [0.0], ""], [691, "2018-05-22T14:48:59Z", [0.49], ""], [37488, "2018-05-22T01:11:27Z", [0.85], "I think SCOTUS is moving right will he nil he and the justification to back the rights of the artist or owner to have some discretion is high.  This case in particular seems to give sufficient grounds to back both groups.  I can't see this group denying the owner and ruling in favor of the CO Court of Appeals.  I can see them refusing to reach an agreement and letting the year end without a decision, and they may.  But I think there are enough on the conservative and middle that will take the opportunity to moderate what many feel are laws that extend non-discrimination into the realm of infringement on freedoms.   Also this from Amy Howe at ScotusBlog\n\"...The only cases left from October are Epic Systems v. Lewis (arbitration) and Gill v. Whitford (redistricting). Chief Justice John Roberts and Justice Neil Gorsuch have not yet written opinions from this sitting. Either way, that bodes well for the employers in Epic.\n       All of the opinions from the November sitting have been released. It was a light sitting by any standard, with only six decisions, which means that three justices – Roberts, Gorsuch, and Justice Anthony Kennedy – did not write at all. Gorsuch has already picked up an extra case in December, for which he wrote two opinions (SAS Institute v. Iancu and Murphy v. Smith); this likely means that Roberts and Kennedy will pick up extra opinions in April, which had 12 cases.\n       There are two cases outstanding from the court’s December sitting, and (like October) they are both big ones: Carpenter v. United States (cellphone records) and Masterpiece Cakeshop v. Colorado Civil Rights Commission (same-sex wedding cakes).  Neither Roberts nor Kennedy has written yet for December, which makes for interesting possibilities. Four years ago, Roberts wrote for the court in Riley v. California, holding that police generally must get a warrant to search the digital information on the cellphone of someone who has been arrested, and he seemed more sympathetic to Carpenter than the government at the oral argument last year; if Roberts is instead writing in Masterpiece, it would seem to bode well for the baker....\" \nhttp://amylhowe.com/2018/05/16/reading-tea-leaves-mid-may-edition/"], [1056, "2018-05-19T14:26:35Z", [0.8], ""], [691, "2018-05-17T14:52:44Z", [0.49], ""], [974, "2018-05-16T17:48:07Z", [0.85], ""], [1333, "2018-05-16T15:08:36Z", [0.85], ""], [1333, "2018-05-16T14:24:11Z", [0.75], "This will come in on a Acts are Speech argument - like flag burning....being forced to make a cake was also being forced to make a statement - thus they were compelled to bake the cake unconstitutionally."], [37488, "2018-05-16T02:58:11Z", [0.65], ""], [4681, "2018-05-15T18:34:09Z", [0.75], ""], [32258, "2018-05-15T18:06:12Z", [0.02], "Had been at 0 since November and 20 for the last month. Going back because I just don't see how they decide to balance first amendment on free speech because there wasn't any particular speech compelled. The test for balancing the rights of the baker vs the protected class would be if something were offensive. What message was compelled that was offensive? None.\nOn religion, seems even dicier. Which religions count?  Guessing that they tell the Co. Commission that they need to keep their biases to themselves and call it a day. "], [2965, "2018-05-15T10:11:41Z", [0.0], ""], [172, "2018-05-15T00:01:46Z", [0.35], ""], [57918, "2018-05-14T17:19:23Z", [0.35], ""], [50568, "2018-05-14T17:12:16Z", [1.0], ""], [691, "2018-05-14T12:34:36Z", [0.49], ""], [54186, "2018-05-13T16:39:07Z", [0.75], ""], [691, "2018-05-12T12:34:48Z", [0.49], ""], [58255, "2018-05-12T10:11:04Z", [0.65], ""], [172, "2018-05-10T00:28:04Z", [0.75], ""], [55834, "2018-05-07T16:39:50Z", [0.05], ""], [1333, "2018-05-05T15:24:57Z", [0.65], ""], [1056, "2018-05-04T21:21:48Z", [0.8], ""], [1639, "2018-05-02T14:53:39Z", [0.55], ""], [1056, "2018-05-01T18:40:04Z", [0.8], ""], [691, "2018-05-01T16:17:40Z", [0.48], ""], [2965, "2018-05-01T13:28:57Z", [0.0], "This precise issue was just accepted by Supreme Court of England and pre Brexit.\nEU law governs"], [27464, "2018-04-30T19:38:37Z", [0.65], ""], [13377, "2018-04-28T10:11:45Z", [0.8], ""], [5018, "2018-04-27T03:01:28Z", [0.8], ""], [2965, "2018-04-26T01:14:05Z", [0.0], "reaffirm SCOTUS cannot do this\nwithout revoking the civil rights act"], [691, "2018-04-26T01:01:49Z", [0.48], ""], [172, "2018-04-25T11:36:10Z", [0.75], ""], [38612, "2018-04-23T05:32:29Z", [0.35], "judges on Supreme Court seem to put more weight on protecting the freedom to express for all groups and the principle of equality. "], [172, "2018-04-21T03:07:31Z", [0.75], ""], [54675, "2018-04-21T01:46:55Z", [0.75], ""], [38612, "2018-04-20T09:01:30Z", [0.6], "Comment deleted on Apr 23, 2018 05:19AM UTC"], [691, "2018-04-19T14:22:43Z", [0.48], ""], [172, "2018-04-16T22:54:04Z", [0.8], ""], [691, "2018-04-16T16:23:27Z", [0.48], ""], [55873, "2018-04-15T23:40:59Z", [0.5], ""], [1479, "2018-04-15T05:02:48Z", [0.75], ""], [32258, "2018-04-14T20:21:01Z", [0.2], ""], [50985, "2018-04-10T00:37:25Z", [0.65], ""], [172, "2018-04-10T00:23:08Z", [0.8], ""], [691, "2018-04-09T12:14:52Z", [0.48], ""], [36910, "2018-04-07T12:14:25Z", [0.88], ""], [56516, "2018-04-07T00:23:24Z", [0.25], ""], [57762, "2018-04-06T22:11:25Z", [1.0], "It's not the cake; it's not the gay couple; it is the Freedom to create expressive art or not for commercial transactions.  Here, one's individual belief cannot be controlled by the U.S. government."], [57551, "2018-04-06T02:30:11Z", [0.65], "The oral arguments were all over the map, and I can't say the lawyer arguing in favor was that good. But the underlying principles are very clear, and should result in a 5-4 decision."], [48309, "2018-04-05T22:13:30Z", [0.8], "They have the right to refuse service. These same sex couple choose these bakeries and when they are turned away, it comes lawsuit lottery and 15 minutes fame. Sorry for the bakery to operate within their beliefs"], [48309, "2018-04-05T22:07:25Z", [0.8], "Businesses have a right to refuse service. Many same sex couple deliberately pick these businesses out so they can get fame and law suit lottery.  Bakeries are a dime a dozen, find another "], [32258, "2018-04-05T20:49:58Z", [0.0], ""], [52250, "2018-04-05T11:34:51Z", [0.15], ""], [1772, "2018-04-05T02:48:24Z", [0.65], ""], [42634, "2018-04-03T17:18:37Z", [0.75], "Basing this probability on the fact that this country has a strong history of religious freedom and first amendment rights.  Businesses as a whole do have the right to refuse service unless it's a protected class.  However, it may rule otherwise since it would appear that there are other avenues for the local gay couple to have their cake made.  Still, it is a slippery slope, once a law like this becomes the law of the land, there may be law creep."], [172, "2018-04-02T23:52:25Z", [0.8], ""], [2965, "2018-04-01T23:51:20Z", [0.0], ""], [57427, "2018-04-01T17:10:48Z", [0.0], ""], [691, "2018-04-01T17:04:48Z", [0.48], ""], [53863, "2018-04-01T03:08:54Z", [0.85], ""], [804, "2018-03-29T17:28:17Z", [0.51], ""], [56974, "2018-03-28T21:29:55Z", [0.0], "Discrimination by any other name is still discrimination."], [1056, "2018-03-27T13:15:44Z", [0.8], ""], [1333, "2018-03-26T16:44:59Z", [0.55], ""], [745, "2018-03-25T14:01:47Z", [0.85], "There is more pressure on the Supreme Court to sustain this version of First Amendment rights, particularly given past decisions like Hobby Lobby."], [1056, "2018-03-22T14:04:07Z", [0.8], ""], [48376, "2018-03-22T02:36:37Z", [0.2], ""], [45069, "2018-03-20T16:01:10Z", [0.5], "Dear heaven, I hope not! If a person (artist or otherwise) wants to open a commercial establishment, that shop must serve whoever from the public comes in and asks for service! That is antidiscrimination law and is enshrined in various places in our history and laws and even Constitution. Sadly, Republicans no longer care about the Constitution, precedent or law. And they have abandoned any pretense of caring about anyone but themselves and certainly not about the country as a whole. So this may go down the filthy path of Hobby Lobby and Citizens United. But it should not! First Amendment rights have been way too abused. Money is NOT Speech. Corporations are NOT People (and are only \"Persons\" for limited legal reasons, not including civil rights). And a plastic Jesus in a jar of urine is not \"Art\" (old case, sorry)! But all these abuses have been imposed on us by far-right SCOTUS courts, and this one may be the worst of all, given the stolen seat. "], [56620, "2018-03-19T18:26:46Z", [0.99], ""], [56512, "2018-03-18T19:10:23Z", [0.4], ""], [44606, "2018-03-17T12:59:28Z", [0.75], ""], [172, "2018-03-17T01:44:32Z", [0.8], ""], [16109, "2018-03-17T00:17:06Z", [0.69], ""], [1333, "2018-03-16T19:17:40Z", [0.45], "https://ballotpedia.org/Masterpiece_Cakeshop_v._Colorado_Civil_Rights_Commission"], [56093, "2018-03-15T00:33:01Z", [0.7], ""], [767, "2018-03-14T23:29:47Z", [0.1], ""], [691, "2018-03-14T13:02:37Z", [0.48], ""], [7370, "2018-03-12T19:57:57Z", [0.05], ""], [7370, "2018-03-12T19:47:39Z", [0.05], ""], [47845, "2018-03-12T18:54:57Z", [0.25], ""], [48624, "2018-03-12T18:38:21Z", [0.4], ""], [56170, "2018-03-11T16:21:07Z", [0.56], ""], [46762, "2018-03-11T07:19:39Z", [1.0], "We cannot, no matter how well intentioned, compel morality. If the government is free to compel your speech, your creativity, your time - then what indeed is the definition of slavery or freedom? Colorado's (and many on the other side of the case) conduct has been egregious.   Jack Phillip, for he sake of this case, has lost his name, his reputation, his life savings, and his business.  All for an area that is would be impossible for him to know where his rights stood.  Recall that this was shortly after the landmark 2015 case that upended centuries of established law.  Colorado's penalty - forfeiture of savings and business, as well as muzzling his right to discuss the case, certainly qualifies as cruel and unusual punishment.   The Eighth Amendment prevents excessive fines, and cruel and unusual punishment.  By law, a fine is excessive if - the fine was imposed in a manner that was arbitrary or capricious. \nThe fine was so grossly excessive that it amounted to a deprivation of property in violation of due process, or other states to not impose such a fine to the crime charged.  All of these standards are in play here.   Colorado's civil commission was arbitrary and capricious, the fine was excess, and other states do not impose the same penalties.  So, if the majority is looking for a narrow way to overturn - this would be one.  Nonetheless.\nThe pivotal justices on this are Roberts and Kennedy.   Scotus fantasy, which boasts a 70% accuracy rate, rates this as a 5-4 overturn.    I do believe that first amendment rights will be mentioned in the concurring opinions, and if so should count.  I do not believe this will be a remand, as the CCO conduct was egregious, biased and intolerant.  After all is said and done, this is more wishful thinking than a projection of what will happen.\n"], [50273, "2018-03-08T00:08:08Z", [0.2], ""], [691, "2018-03-07T21:15:19Z", [0.48], ""], [55706, "2018-03-07T12:33:36Z", [0.67], ""], [41589, "2018-03-06T19:11:55Z", [0.58], ""], [1333, "2018-03-06T16:20:15Z", [0.55], "I'm beginning to think this matter gets resolved after the term.Dropping back to mid range on this till I see an indicator."], [55604, "2018-03-05T04:39:40Z", [0.8], ""], [37512, "2018-03-04T17:42:37Z", [0.3], ""], [54186, "2018-03-04T04:40:52Z", [0.65], ""], [55778, "2018-03-04T01:32:27Z", [0.99], ""], [45015, "2018-03-04T00:52:41Z", [0.1], ""], [55748, "2018-03-03T22:26:19Z", [0.0], ""], [55743, "2018-03-03T21:35:07Z", [0.65], "The questioning seemed to imply that AMK is leaning towards the bakers in this case, plus the court has long favored 1st amendment rights"], [53760, "2018-03-03T17:33:56Z", [0.1], ""], [39040, "2018-03-03T16:37:18Z", [0.25], ""], [55101, "2018-03-03T15:57:30Z", [0.55], ""], [55600, "2018-03-03T04:24:47Z", [0.11], ""], [55692, "2018-03-02T22:29:15Z", [0.05], ""], [671, "2018-03-02T14:15:37Z", [0.75], ""], [55601, "2018-03-02T07:05:05Z", [0.99], "SCOTUS virtually always rules in favor of religious freedom."], [50534, "2018-03-02T02:07:05Z", [0.25], "The whole point of anti-discrimination laws are to force people to do what they don't want to.\n"], [42673, "2018-03-01T20:35:04Z", [0.45], "I forecast that the SCOTUS finding will be for Masterpiece. The 1st amendment will be referenced but the case will be decided on other grounds."], [52905, "2018-02-28T17:16:04Z", [0.45], "Jack Phillips refused to create a cake, but also did not offer a ready-made cake option.  SCOTUS members will general decry intrusion of the state into personal religious beliefs, but Phillips refused to conduct business on the basis on sexual orientation.  The argument that it is \"artistic expression\" will be the focus of some comments, but as a licensed business, the State is providing some defense against competition, and assurity of product, and therefore he is subject to non-discriminatory guidelines mandated by the state.  "], [691, "2018-02-28T15:11:02Z", [0.48], ""], [54319, "2018-02-27T22:32:49Z", [0.25], ""], [55042, "2018-02-27T17:02:15Z", [0.75], ""], [1056, "2018-02-27T16:45:28Z", [0.8], ""], [50405, "2018-02-27T04:27:19Z", [0.63], "Comment deleted on Feb 27, 2018 04:28AM UTC"], [54625, "2018-02-26T17:49:56Z", [0.8], "They will rule that decorating cakes is artistic expression and therefore protected under the 1st amendment, sidestepping the RFRA question."], [55268, "2018-02-26T01:23:04Z", [0.75], "The court will come down on the individual right to religious freedom rather than on the collective right to religious freedom.  This will create a situation of legalized discrimination since some can claim that serving Black people, or Asian people, or Muslim people violates their personal religious convictions."], [54307, "2018-02-25T20:13:55Z", [0.35], "Will SCOTUS decide Colorado violated the baker’s 1A rights?  35% “yes” due to some evidence that state commissioners were biased and not exercising the Commission’s non-discrimination decisions in a content-neutral fashion.  The Court need not reach the conclusion that religious belief trumps anti-discrimination in public accommodation to get to “yes”.  More likely, if it is a “yes” the Court may remand or vacate the Colorado decision for evidence of bias or failure to administer the law in a content-neutral fashion."], [55190, "2018-02-25T18:47:28Z", [0.45], ""], [54813, "2018-02-25T18:40:34Z", [0.45], "Justice Kennedy is again the swing vote here in expanding fundamental rights"], [53981, "2018-02-24T22:30:36Z", [0.52], ""], [691, "2018-02-24T13:17:19Z", [0.48], ""], [53173, "2018-02-24T12:10:06Z", [0.55], "Because I believe yes is the right answer.  We're not talking about human needs like food or housing here.  We're talking about forced participation in a spiritual ceremony.  The plaintiff can easily find alternatives.  I'll make a cake for them if they like."], [54348, "2018-02-24T00:38:25Z", [0.03], ""], [46766, "2018-02-23T18:40:56Z", [0.9], ""], [41732, "2018-02-23T15:53:16Z", [0.6], ""], [54342, "2018-02-22T23:43:45Z", [0.89], ""], [47299, "2018-02-22T19:54:38Z", [0.55], ""], [32339, "2018-02-21T23:40:20Z", [0.0], ""], [53582, "2018-02-21T22:11:07Z", [0.1], "I think this will be sent back to the Colorado Civil Rights Commission to evaluate again."], [50273, "2018-02-21T18:42:22Z", [0.2], ""], [53410, "2018-02-21T18:10:03Z", [0.0], "without specific laws protecting gays, then businesses can refuse services if there is another service that is available."], [54191, "2018-02-21T17:27:56Z", [0.25], ""], [47396, "2018-02-20T22:36:46Z", [0.9], "Forcing a person to use their dedicated abilities seems to be against first amendment.    Phillips is open to selling a premade cake to anyone."], [54148, "2018-02-20T16:57:39Z", [0.95], ""], [54145, "2018-02-20T15:12:59Z", [0.15], "past SCOTUS rulings have supported anti-discrimination laws. Notably the Newman v. Piggie Park Enterprises, Inc., 390 U.S. 400 (1968) case and Katzenbach v. McClung, 379 U.S. 294 (1964). A Yes vote is equivalent to opening a Pandora's box of legal discrimination based on loosely-defined \"religious\" convictions.  For example: the first public accommodation (restaurant, baker, butcher, retail shop, pet sitter, etc.) that discriminates against a  \"Republican voter\" or a Catholic, or a Jewish person, or an African-American, and claim protection under First Amendment rights, will be  the first to re-establish Jim Crow-ism and the first hit with a law suit.  Surely the SCOTUS can't fail to see the potential for a morass of discrimination-related law suits that would ensure after a Yes vote in this case."], [54140, "2018-02-20T10:03:01Z", [0.55], ""], [54040, "2018-02-20T04:37:05Z", [0.99], ""], [52940, "2018-02-18T22:36:24Z", [0.85], ""], [53366, "2018-02-18T22:14:22Z", [0.85], ""], [53937, "2018-02-18T18:00:35Z", [0.65], ""], [39011, "2018-02-18T14:43:20Z", [0.1], "Will not go in the cake makers way..laws have to be consistent across the board, if it is ok to refuse service to one group because of your supposed beliefs, what stops this from being applied to blacks, Muslims or any group you don't agree with"], [53646, "2018-02-17T23:30:56Z", [0.7], ""], [48309, "2018-02-17T21:45:16Z", [0.8], ""], [53775, "2018-02-17T20:01:52Z", [0.67], ""], [53585, "2018-02-17T19:43:51Z", [0.55], "The oral argument showed how tough this issue is, and how the justices are groping for a solution. This will be a close decision with several opinions and concurrences.   "], [53769, "2018-02-17T19:07:29Z", [0.05], ""], [10746, "2018-02-17T17:19:10Z", [0.67], "Justice Kennedy will likely be the deciding factor in this case, he has a record of protecting free speech and LGBTQ.  However, just last week in CA, a judge ruled in a similar case that the act of making a cake is an act of artistic expression and does not violate the state’s anti-discrimination law. The baker in this case referred the patron to a nearby bakery that could accommodate the request.  This CA case has the potential of becoming a cited legal standard and may swing the bench to side with the Masterpiece Cakeshop."], [11322, "2018-02-17T17:10:05Z", [0.05], ""], [42783, "2018-02-17T17:00:31Z", [0.5], ""], [45069, "2018-02-17T16:58:24Z", [0.5], "With Gorsuch in the stolen seat on SCOTUS, it is more likely to come down on the side of discrimination against LGBTs than non-discrimination on citizens. Colorado prohibits discrimination by commercial establishments, businesses, and that law should prevail here. But this is not an independent SCOTUS. It will probably follow the ghastly wrong Hobby Lobby path. (If Phillips wants to practice his beliefs, he should find another business where he isn't forced to choose; but businesses must not be allowed to discriminate; sadly, this SCOTUS will probably legitimize it as they did before.) "], [53381, "2018-02-17T15:58:54Z", [0.4], ""], [8888, "2018-02-17T15:57:31Z", [0.85], "As I understand it the case is being considered under the situation of Masterpiece performing as an artist which has rights undo themselves."], [53659, "2018-02-17T03:46:33Z", [0.95], "At issue is whether or not a state can compel affirmative actions and speech that violates an individual's religious beliefs. It is my understanding that the shop offered to bake a plain cake they could take elsewhere to be decorated with whatever messages they may desire. So the only \"service\" being withheld is the artistic expression and message writing upon the cake by someone who refuses to write such words or create such art. What would stop an anti-Christian/Islam organization from forcing a Christian or Muslim baker to make cakes with anti-religious messages and/or art or even force them into producing items with satanic verses under the guise of anti-discrimination against satanic followers because they are a different religion."], [53582, "2018-02-16T21:06:04Z", [0.9], "Comment deleted on Feb 21, 2018 10:11PM UTC"], [53594, "2018-02-16T19:38:44Z", [0.25], ""], [53562, "2018-02-16T16:20:26Z", [0.75], ""], [53562, "2018-02-16T16:08:04Z", [0.65], "https://www.quora.com/How-do-you-feel-about-the-Supreme-Court-case-involving-the-Masterpiece-Cake-Shop"], [53555, "2018-02-16T15:48:29Z", [0.95], "Worst case I think is a remand to give Jack a panel without judges displaying religious animus. He'll likely lose there and we'll have to do this again at least one more time, but for now, he will get his win."], [1056, "2018-02-16T15:07:43Z", [0.8], "I just rewatched \"A Man for All Seasons\" and came to realize that Sir Thomas More was a closed-minded religious bigot who wanted to unfairly stigmatize divorced people who wanted to remarry."], [53372, "2018-02-16T03:44:04Z", [0.55], "He shouldn't be forced to make a cake if he doesn't want to make it"], [1056, "2018-02-16T00:23:55Z", [0.8], ""], [52461, "2018-02-16T00:05:30Z", [0.5], ""], [53300, "2018-02-15T22:14:00Z", [0.15], "Established public accommodation laws....if you're in business, you can't discriminate....otherwise, we're back to segregated places of business"], [767, "2018-02-14T05:33:59Z", [0.2], "SCOTUS is divided on this.  I think it's important to look at what's being argued on these cases in the different courts where they're being presented.   It's been reported that some justices worried that a ruling in favor of the Colorado baker would undermine the 2015 decision’s \"promise of equality.\" Other justices said that \"a tolerant society must leave room for good-faith dissent based on religious principles.\" Justice Anthony M. Kennedy holds the crucial vote and has said both things.  He asked whether a baker could put a sign in his window saying, “We do not bake cakes for gay weddings.” A lawyer for the Trump administration, which supports the Colorado baker, said yes, so long as the cakes were custom made.  Justice Kennedy responded by saying\" “You would not think that an affront to the gay community?”   But Justice Kennedy has also said that \"a state civil rights commission that had ruled against the baker had been “neither tolerant nor respectful of Mr. Phillips’s religious beliefs.” Key is the bakers response, that \"he would not use his talents to convey a message of support for same-sex marriage as that would clash with his religious faith.\"  It's specially concerning to the Court that a decision in favor of the baker could undermine the 2015 that allowed same-sex marriage, \"by allowing all sorts of artists, artisans and professionals to refuse to provide goods and services for same-sex weddings.\"   Justice Kennedy said in arguments in December that \"the problem for is that so many of these examples — and a photographer can be included — do involve speech,” and that “It means that there’s basically an ability to boycott gay marriages.” Justice Kennedy also seemed troubled by the Colorado Civil Rights Commission earlier ruling on he case that required the baker to \"retrain his employees, who included family members, and to tell them that a state anti-discrimination law overrode their religious beliefs.\"  In all, liberal justices \"questioned whether all sorts of people — tailors, hair stylists, makeup artists, chefs, architects — could refuse to supply goods and services for same-sex weddings\" while conservative justices considered \"whether artists can be required to convey messages with which they profoundly disagree.\"  One would think religious freedom and right to free speech principles will prevail in a majority conservative SCOTUS but then what happens to the discrimination that such a ruling would seem to open?  Is that something that the wording of the ruling could help prevent?  The key might be in the \"custom\" made part.  "], [40299, "2018-02-13T16:25:12Z", [0.03], ""], [23006, "2018-02-13T15:24:29Z", [0.51], ""], [52824, "2018-02-12T19:50:39Z", [0.4], "Although one might expect the court to overturn the appellate court judging form the pundits, Congress has not preempted the state on this subject, and states have the discretion whether to grant the right to form a corporation as well as to license operations of a foreign business. Nonethells, it’s hard to ignore so many arm chair pundits."], [13196, "2018-02-12T18:29:05Z", [0.99], ""], [691, "2018-02-12T17:24:47Z", [0.48], ""], [47845, "2018-02-12T14:45:06Z", [0.65], ""], [4239, "2018-02-12T02:16:05Z", [1.0], ""], [884, "2018-02-11T21:05:27Z", [0.3], ""], [1333, "2018-02-10T23:54:35Z", [0.65], ""], [1333, "2018-02-10T23:53:35Z", [0.75], ""], [691, "2018-02-10T19:48:07Z", [0.48], ""], [12879, "2018-02-10T19:34:38Z", [0.75], ""], [52113, "2018-02-10T04:01:10Z", [0.33], ""], [52242, "2018-02-09T19:01:17Z", [0.7], "A recent court case claimed that making a cake is a form of artistic expression, and therefore isn't related to religious beliefs or discrimination against certain groups of people. I think the court will say it does violate his rights to express himself."], [1333, "2018-02-09T15:11:14Z", [0.85], ""], [13377, "2018-02-09T10:19:23Z", [0.5], "http://www.gjopen.com/comments/comments/689003"], [691, "2018-02-08T13:11:56Z", [0.48], ""], [51863, "2018-02-07T23:13:38Z", [1.0], "Businesses are not obligated to serve any customer, for any reason."], [22833, "2018-02-07T21:44:50Z", [0.5], "I'm really conflicted on this question. To me, it comes down to the intent of the First Amendment, which is intended to protect the ability to speak freely. The idea that anyone is restricting Free Speech here is simply not true; it's a false argument. This justice's reasoning that cakes are different than tires is seriously flawed. Could interior designers claim the same artistic exemption? What about make-up artists? Or architects? Or anyone else that sells a service where there may be the slightest amount of artistry.  Case in point: If \"art\" can be eaten in the form of a cake, then can't chefs at five-star restaurants also consider their plates to be artistic expressions?  It's asinine. A proprietor, whether selling goods or services, in this case, a service that results in a good, should not be allowed to discriminate. End of argument. Anyway, on either note, I think I should try to hedge back to the median."], [22833, "2018-02-07T21:11:38Z", [1.0], ""], [51797, "2018-02-07T20:33:41Z", [0.55], ""], [51797, "2018-02-07T20:33:04Z", [0.69], ""], [73, "2018-02-07T19:55:55Z", [1.0], "If a Californian judge says so, Im thinking more conservative SCOTUS will also say so.............. http://www.bbc.com/news/world-us-canada-42963632 @lsgold7"], [40342, "2018-02-07T02:04:24Z", [0.15], ""], [51588, "2018-02-06T21:15:34Z", [0.71], "Based off ideological leanings of current Supreme Court bench."], [38987, "2018-02-05T22:14:24Z", [0.75], ""], [51221, "2018-02-05T19:52:34Z", [0.65], ""], [37768, "2018-02-05T15:22:03Z", [0.55], "It is still very close.  But the current right-leaning court will likely vote in the affirmative."], [42297, "2018-02-05T07:01:25Z", [0.45], ""], [46132, "2018-02-05T05:42:28Z", [0.95], ""], [44979, "2018-02-04T21:49:22Z", [0.85], ""], [29980, "2018-02-04T03:30:52Z", [0.0], ""], [47806, "2018-02-04T02:43:54Z", [0.25], "Phillips was not asked to partake in an illegal action, so he has few grounds to refuse service. If SCOTUS rules in favor of Phillips, refusal on the basis of religious beliefs can and eventually will go against Christians."], [691, "2018-02-03T19:19:49Z", [0.48], "Most of the time, the Honourable Justices are smarter than the Honourable Members of Congress.  Finding for Cake Guy is wide open to a slippery-slope landslide of new cases:  Is this more like \"No Shirt, No Service,\" which may or may not make sense but at least doesn't distinguish among customers on any other basis; or is it more like \"Nobody wearing Republican (or Democratic) Party insignia will be served\" or even \"Nobody wearing Ohio State University (or Michigan) insignia will be served\"?   Once a firm ostensibly open to the public decides not to serve a class of people, whether a legally protected class or not, no end is clearly in sight.  Unless the Court wants to spend the rest of its days splitting this particular tangle of hairs, they will tell Cake Guy to open a private, invitation-only shop and leave them alone."], [49782, "2018-02-03T19:01:52Z", [0.9], ""], [45429, "2018-02-03T18:00:18Z", [0.25], ""], [47496, "2018-02-03T16:21:26Z", [0.35], ""], [49782, "2018-02-03T15:34:21Z", [0.9], "This is a fundamental rights case and the Court will apply a balancing test, deciding in favor of the first amendment rights of the bakers rather than the plaintiff's . The plaintiffs will not be able to rely on a suspect or protected class of persons."], [44022, "2018-02-03T14:41:08Z", [0.05], "In violation of personal beliefs.\nAlso no real Tort [harm]"], [50615, "2018-02-02T23:09:43Z", [0.15], "The issue concerns what might be termed \"commercial speech\" which has different protection levels"], [50691, "2018-02-02T17:34:51Z", [0.8], "The conservative leaning judges will rule that the state can't force people to go against their religion or morals. This is a case where the state is forcing religious and moral beliefs on an individual thus violating separation of church and state "], [1333, "2018-02-02T17:12:06Z", [0.75], ""], [2965, "2018-02-01T23:06:27Z", [0.03], " I am downgrading I predict Justice Roberts will not address this issue  and find a First A violation\nif anything Court will rule Commission was biased. See Roberts in oral argument.   "], [22833, "2018-02-01T14:28:41Z", [0.3], ""], [49939, "2018-02-01T02:40:44Z", [0.9], ""], [671, "2018-02-01T01:25:44Z", [0.66], ""], [45153, "2018-01-31T23:52:30Z", [0.05], ""], [50344, "2018-01-31T18:57:53Z", [0.35], ""], [20400, "2018-01-31T15:20:19Z", [0.75], ""], [50059, "2018-01-31T04:16:18Z", [0.0], ""], [1056, "2018-01-30T20:02:58Z", [0.8], ""], [31485, "2018-01-30T13:29:35Z", [0.99], ""], [42611, "2018-01-30T12:40:38Z", [0.83], "Because imo trade and commerce should be governed under the equal protection clause in the US Constitution 14 section 2 once you are granted a business license freedom from religion imo should be applied meaning your freedom to practice any religion is acceptable in your life home and church but in business the equal protection clause should be used because your granted a license by a government that has it founding in secular beliefs..  "], [50172, "2018-01-29T23:47:42Z", [0.67], ""], [49922, "2018-01-27T19:16:58Z", [0.15], ""], [98, "2018-01-26T01:38:21Z", [0.75], ""], [691, "2018-01-25T16:53:38Z", [0.48], ""], [691, "2018-01-24T21:04:33Z", [0.48], ""], [49599, "2018-01-24T19:08:45Z", [0.95], "EDIT: Thanks to qcksilver for pointing put the confusing wording of this question. I will expand on my thought and clarify. I think there is only a 5% chance that SCOTUS will not find that the statute implicates 1st amendment rights under the specific circumstances of this case. I do actually think there is a 95% chance that SCOTUS will rule that 1st amendment rights are implicated here, but that does not mean they will invalidate the statute. More likely a compromise would be reached within the current Court. They will definitely recognize his religious liberties and wax poetic about that. But they will also wax poetic about LGBTQ rights, and the rights of artists like cake designers since that is the hook the cake shop is using. To balance these rights they will likely keep the anti-discrimination statute but allow an \"out\" of sorts. My best guess is that they will make it clear that such statutes cannot apply to businesses that are not open to the public. A business that is open to the public must serve the public. They cannot refuse a customer for discriminatory reasons. The only way for the cake shop to operate legally and decline customers such as these would be to change their business model to not be open to the public. So everyone wins. The cake designer and other persons at a business whose religious beliefs are violated by such a statute are free to do several things that may be mentioned in the opinion. They can leave their job, change locations to somewhere not covered by such a statute (eg, the feds have no such anti-discrimination statute and the majority of states do not yet either), engage in the political process to repeal or amend such a statute, or the one I think is most likely to happen: close their doors to the public and be completely be appointment only (like commissioning a painting or any kind of creative work by an artist. They could invoke copyright law and possibly say that the author of any copyrightable work has the right to decline to produce such a work, but only if they are not operating as a place of public accomodation open to the public. Creative works have strong legal protections, so that combined with the religious liberties aspect and the current Court means some kind of compromise is likely)."], [49645, "2018-01-24T00:53:29Z", [0.2], "SCOTUS has punted a lot of thorny social questions for very technical reasons. In this case, the ruling will come down to whether the first amendment can trump a state's statute, and the majority opinion may sit with a state's rights argument. "], [49628, "2018-01-23T20:23:04Z", [0.1], ""], [13377, "2018-01-23T14:02:52Z", [0.8], ""], [32258, "2018-01-22T17:33:40Z", [0.02], ""], [23006, "2018-01-21T22:21:20Z", [0.52], "read question wrong. Of opinion that compelling him under the circumstances did violate his first amendment rights"], [23006, "2018-01-21T22:18:53Z", [0.02], ""], [37711, "2018-01-21T15:00:39Z", [0.15], ""], [49398, "2018-01-21T01:23:42Z", [0.5], ""], [691, "2018-01-19T20:55:08Z", [0.48], ""], [46458, "2018-01-19T08:20:59Z", [0.0], "The BS of Religious Freedoms argument has been SCOTUS rulings against claims of RF for discrimination. Same used against Blacks, et al.\nBigotry is not Constitutionally protected."], [48962, "2018-01-17T06:20:39Z", [0.45], ""], [15196, "2018-01-16T13:38:57Z", [0.9], ""], [1333, "2018-01-16T12:46:52Z", [0.85], ""], [46485, "2018-01-15T14:09:52Z", [0.25], ""], [48832, "2018-01-15T04:49:11Z", [0.45], "Questions asked during argument"], [48709, "2018-01-14T23:02:18Z", [0.98], "One can't force anyone to provide (a) service there is just supply and demand and if one person wont or cant do find someone else that will do!"], [48789, "2018-01-14T22:17:32Z", [0.99], "The fact the baker offered to sell them any ready made items in the shop bolsters his case.  He simply did not want to use his talents to make a custom cake for a view that violated his religious freedom.  They will side with him.  The law is clearly on his side and with a conservative majority on the bench, it looks very likely"], [47978, "2018-01-14T17:24:28Z", [0.62], ""], [48704, "2018-01-14T05:43:15Z", [0.2], ""], [48151, "2018-01-14T05:24:13Z", [0.7], ""], [691, "2018-01-13T17:20:19Z", [0.45], ""], [48517, "2018-01-13T16:36:24Z", [0.95], "The cake is not art and free speech. "], [1056, "2018-01-13T15:02:41Z", [0.8], ""], [48529, "2018-01-13T14:35:15Z", [0.5], ""], [48442, "2018-01-12T17:20:29Z", [0.35], ""], [46376, "2018-01-12T17:07:29Z", [0.1], ""], [48335, "2018-01-12T08:10:42Z", [0.5], ""], [691, "2018-01-11T19:52:03Z", [0.45], ""], [22833, "2018-01-11T17:52:31Z", [0.5], ""], [22833, "2018-01-11T17:51:50Z", [0.25], ""], [48224, "2018-01-11T17:37:53Z", [0.85], "I can't imagine that we are going to have a situation where businesses can choose to not provide a service based on sexual orientation.  "], [46286, "2018-01-11T15:59:03Z", [0.2], ""], [41379, "2018-01-10T23:29:50Z", [0.45], "I see this as right on a legal cusp given the current political climate.  I think the question will remain unresolved but if they do come to a decision in this term Kennedy will be the deciding vote and, again the current climate, I think it's more likely he'll rule in favor of the Colorado Commission."], [48197, "2018-01-10T18:23:04Z", [0.85], "I think the distinction will fall at customization as expression. If a product or service is standardized for anyone who buys it, such as a box of cookies, a hotel room, a meal at a restaurant, or a bike rental, then you can't discriminate, because there is no distinction in your expressive input. However, where the product or service requires your particular skills to produce something unique and customized, as a wedding cake typically is, or demands that you provide something you normally wouldn't, then the First Amendment is implicated, and you cannot be forced to do so. I think this outcome is the only one that emerges while leaving the precedent in Hobby Lobby (protecting a business owner's religious expression as it effects business decisions) and the family of anti-discrimination cases like Heart of Atlanta Hotel and Katzenbach v. McClung fully intact (since they all involve products or services that are the same regardless of who is ordering it. I.e., there is no expression involved with providing the product or service). "], [38722, "2018-01-10T15:56:39Z", [0.85], ""], [13377, "2018-01-10T01:13:21Z", [0.45], ""], [48020, "2018-01-09T23:40:15Z", [0.75], ""], [47719, "2018-01-09T17:27:20Z", [0.1], "Just a feeling"], [691, "2018-01-09T14:15:35Z", [0.45], ""], [47443, "2018-01-09T02:25:44Z", [0.15], "Americas true religion is capitalism."], [47814, "2018-01-09T01:02:10Z", [0.5], ""], [47048, "2018-01-08T23:36:29Z", [0.85], "I believe they will take into account the fact that they would have baked a cake for any other consideration. That you can't compel a person to violate their religious beliefs. It will be a 6-3 decision."], [46989, "2018-01-08T22:52:51Z", [0.75], ""], [46615, "2018-01-08T14:39:19Z", [0.75], ""], [691, "2018-01-08T12:51:33Z", [0.45], ""], [2469, "2018-01-08T07:11:21Z", [0.65], ""], [47488, "2018-01-08T03:53:49Z", [0.2], ""], [47379, "2018-01-07T19:59:12Z", [0.05], "All but one Justice will realize that anyone can then claim any belief as their \"religion\" and disriminate against anyone for any reason like, having red hair, wearing pants, black hair. people carrying shopping bags, anything"], [47267, "2018-01-07T17:55:30Z", [0.35], ""], [47246, "2018-01-07T17:53:49Z", [1.0], ""], [47211, "2018-01-07T17:04:50Z", [0.95], "Mr. Jack Phllips violated the gay couple civil rights. The Supreme Court  will rule for the couple."], [47161, "2018-01-07T16:24:22Z", [0.0], ""], [44281, "2018-01-07T06:31:50Z", [0.25], ""], [47005, "2018-01-07T02:43:58Z", [1.0], ""], [23006, "2018-01-07T00:48:45Z", [0.02], ""], [42792, "2018-01-07T00:17:32Z", [0.75], "Would you compel a muslim baker to make a Jewish Bar-Mitzvah cake?"], [1333, "2018-01-06T17:43:14Z", [0.95], ""], [38200, "2018-01-06T13:17:34Z", [1.0], ""], [46208, "2018-01-06T11:19:58Z", [0.65], "Yes, I believe they will rule that it is unconstitutional to compel him to apply his artistic expression as a baker."], [45594, "2018-01-06T08:56:11Z", [0.55], ""], [46786, "2018-01-06T05:43:27Z", [0.1], ""], [46103, "2018-01-06T03:06:54Z", [0.0], ""], [32300, "2018-01-05T22:21:08Z", [0.78], ""], [46721, "2018-01-05T22:13:06Z", [0.85], ""], [46245, "2018-01-05T17:05:33Z", [0.65], ""], [46262, "2018-01-05T16:48:14Z", [0.9], ""], [691, "2018-01-05T16:42:03Z", [0.44], ""], [43311, "2018-01-05T06:06:03Z", [0.62], ""], [23006, "2018-01-05T04:19:04Z", [0.02], ""], [46416, "2018-01-05T03:35:57Z", [0.2], ""], [46513, "2018-01-05T03:05:41Z", [0.55], "Tough one."], [73, "2018-01-04T14:39:35Z", [1.0], "rule against masterpiece and that they must trade and make cakes?  rule this is an employment issue between masterpiece and jack.  rule that jack not legally forced to make cake for his employer or their clients against his beliefs. @lsgold7 ?"], [23355, "2018-01-04T13:39:52Z", [1.0], ""], [1333, "2018-01-04T12:43:08Z", [1.0], ""], [46140, "2018-01-04T06:53:54Z", [0.35], ""], [46037, "2018-01-03T19:54:53Z", [0.7], "Kennedy likely to side with conservatives, noting Phillips's rights to control his own labor and artistic expression. Will distinguish situation from stores simply selling goods."], [45885, "2018-01-03T03:58:29Z", [1.0], ""], [45754, "2018-01-02T19:26:57Z", [1.0], ""], [691, "2018-01-02T13:36:32Z", [0.48], ""], [172, "2018-01-02T01:46:00Z", [0.8], ""], [43691, "2018-01-01T20:37:50Z", [0.77], ""], [45421, "2018-01-01T20:25:35Z", [0.0], ""], [45015, "2017-12-31T22:40:30Z", [0.25], ""], [44988, "2017-12-31T22:10:32Z", [0.3], ""], [44873, "2017-12-31T21:18:11Z", [0.75], ""], [44831, "2017-12-31T20:56:28Z", [0.75], "Unfortunately."], [44742, "2017-12-31T20:53:52Z", [0.0], ""], [44760, "2017-12-31T20:31:53Z", [0.7], ""], [44808, "2017-12-31T20:15:08Z", [0.9], ""], [44504, "2017-12-31T19:28:26Z", [1.0], ""], [44308, "2017-12-31T17:56:28Z", [0.2], ""], [44180, "2017-12-31T17:11:35Z", [0.8], ""], [2965, "2017-12-31T16:01:07Z", [0.42], ""], [691, "2017-12-31T14:00:07Z", [0.48], ""], [43645, "2017-12-31T08:28:54Z", [1.0], ""], [43657, "2017-12-31T07:26:13Z", [0.95], ""], [43656, "2017-12-31T06:56:19Z", [0.75], ""], [43656, "2017-12-31T06:55:10Z", [0.4], ""], [43603, "2017-12-31T00:12:51Z", [0.9], ""], [691, "2017-12-30T21:15:05Z", [0.48], ""], [1056, "2017-12-29T15:23:17Z", [0.8], ""], [10903, "2017-12-29T07:49:29Z", [0.8], ""], [42998, "2017-12-29T01:51:15Z", [0.65], "Burwell v. Hobby Lobby"], [1056, "2017-12-28T03:10:15Z", [0.8], ""], [37354, "2017-12-27T20:30:09Z", [0.3], ""], [5018, "2017-12-27T06:03:46Z", [0.9], ""], [43244, "2017-12-27T05:41:37Z", [0.95], "I’m a scotus follower and based on the comments already being made my the justices I feel that they will ultimately rule in favor of the cake shop, with potential new precedent definitions for the the line between what legally constitutes speech when art is involved in business"], [38564, "2017-12-27T04:45:28Z", [0.75], "The First amendment upholds particular principles of our society.  If they are found to not apply here, then I expect the court to realize they could be made to not apply elsewhere under similar justifications."], [41523, "2017-12-27T00:51:37Z", [0.65], ""], [691, "2017-12-26T20:33:14Z", [0.42], ""], [43191, "2017-12-26T18:27:18Z", [0.75], ""], [43108, "2017-12-25T22:02:43Z", [0.35], ""], [43097, "2017-12-25T20:36:11Z", [0.98], "This is seen as a tipping point for 1st Amendment rights."], [42926, "2017-12-24T22:29:26Z", [0.7], "It is expected that the vote will be divided, and Justice Kennedy will be the deciding vote. While Kennedy is typically for gay rights, Philips may well have displayed adequate support of gay rights in other areas and a history of refusing other expressions which violated his beliefs but came from Christians. This may provide a reasonable argument that Phillips was not discriminating against gays, but against any statements he disagreed with, including those with whom he was more closely alligned. The critical issue may be whether Kennedy views baking custom cakes as artistically expressive or not, which is difficult to determine from the history of his decisions."], [42894, "2017-12-24T14:19:08Z", [0.99], ""], [42937, "2017-12-24T13:08:24Z", [0.99], "If the Supreme Court rules in favor of J. Philipps then it will open the door for discrimination against religious people themselves. Catholics may then discriminate against Muslims and viceversa, atheists against Catholics and Muslims and viceversa. It will be chaos!  "], [37516, "2017-12-23T04:16:17Z", [0.02], "I think they will find that forcing a shop owner (or anyone) to work for someone else for any reason is involuntary servitude, and unconstitutional. However, I don't think they will rule that religious freedom has been compromised. So the CO law (and many others) is/are unconstitutional, but not under the 1st Ammendment. "], [691, "2017-12-22T21:34:18Z", [0.42], ""], [1333, "2017-12-21T15:02:36Z", [0.65], ""], [1056, "2017-12-21T00:30:03Z", [0.8], ""], [42608, "2017-12-20T15:51:06Z", [0.85], "Analogy with civil rights era too strong. There is no religious right to keep blacks away from the lunch counter. Hence no religious right to keep cakes away from gays."], [41270, "2017-12-20T14:23:08Z", [0.75], ""], [691, "2017-12-19T22:40:43Z", [0.42], ""], [42566, "2017-12-19T22:11:43Z", [0.25], ""], [41737, "2017-12-19T17:36:17Z", [0.35], ""], [1056, "2017-12-18T22:03:35Z", [0.8], "I think it's interesting that the average of the forecasts has gone up from 25% a month ago to 61% now. Does anyone think that the oral arguments made that much of an impression?"], [37483, "2017-12-18T18:14:25Z", [0.99], ""], [42496, "2017-12-17T16:38:30Z", [0.95], ""], [4978, "2017-12-17T15:29:12Z", [0.75], ""], [1333, "2017-12-16T18:24:09Z", [0.55], ""], [12879, "2017-12-16T17:25:43Z", [0.6], "WAG On my part but believe that the Supreme Court will rule that requiring that MUST be required to make the wedding cak, would violate his First Ammendment Rights."], [42472, "2017-12-16T16:41:42Z", [0.0], "It's just wrong"], [42454, "2017-12-16T03:26:34Z", [0.3], ""], [42450, "2017-12-16T03:26:02Z", [0.55], ""], [19227, "2017-12-16T03:16:20Z", [0.75], ""], [42417, "2017-12-16T02:49:09Z", [0.75], ""], [42446, "2017-12-16T02:30:49Z", [0.5], ""], [1056, "2017-12-15T22:19:37Z", [0.8], "This may just be confirmation bias on my part, but I don't think Kennedy is too impressed with Colorado's position. Two quotes from the audio/transcript of the oral arguments:  First, from Frederick R. Yarger, Colorado Solicitor General, arguing against Masterpiece, when discussing bias on the part of the Colorado Civil Right Commissioners:  “I think you're going to have to ask whether the complaint filed with the division, which was filed by a customer who was referred to a bakery to receive a product, and the ALJ and the commission in the appeal were all biased in the sense that this was a proceeding meant to single out a religious person for his views. And that is not the fact here.” But of course, what Philips' attorneys are arguing is pretty much exactly what Mr. Yarger says, \"is not the fact here.\" Of course he'll say that, but the very fact that the issue is raised by the Court may be significant. Here's Justice Kennedy talking to Yarger a few moments later: “Counselor, tolerance is essential in a free society. And tolerance is most meaningful when it's mutual. It seems to me that the state in its position here has been neither tolerant nor respectful of Mr. Phillips's religious beliefs.” Yarger recommends that Kennedy read the legislative history of the Colorado anti-discrimination bill. Which for all I know is a standard answer, but didn't seem to me to be a very satisfactory response to Kennedy's observation."], [42430, "2017-12-15T19:15:18Z", [0.55], ""], [1056, "2017-12-15T19:12:02Z", [0.8], ""], [1333, "2017-12-15T17:37:32Z", [0.45], ""], [691, "2017-12-14T19:01:17Z", [0.4], "Affirming the cakewallah's position would crack the lid on a really large can of worms, and the Court would spend the next several decades parsing such a decision in the dozens of test cases that would crop up immediately and last approximately forever.   One imagines (and \"imagines\" is the operative term here) that they are bright enough to realize this, and not much interested in wallowing around in this particular muck for the rest of their careers.  But one never knows."], [42385, "2017-12-14T00:25:38Z", [0.0], "In reading CADA and SOEDA (https://www.colorado.gov/pacific/costillacounty/atom/3111) and the federal Civil Rights act, I see nothing about anti-discrimination on goods a company sells or refuses to sell. Saying Yes to this case would establish extreme pressures on American business. For example, if a person who doesn't believe in blood transfusions were forced to take blood, could the hospital be sued?  If a business advertised that they made special cakes for those with Autism, would those without Autism sue? Unless I'm not reading the laws correctly, I see no statute related to a company refusing to give a particular service or not to a customer walking in the store. Currently, federal anti-discrimination laws say businesses can refuse service to any person for any reason, unless the business is discriminating against a protected class. At the national (and Colorado state level) level protected classes are only based on race or color. SOEDA does put sexual orientation into a protected class but not for refusal of service, only for specific employment matters. The baker couldn't refuse hiring a same-sex married couple for the same-sex reason only.  This above point was made in the second motion to dismiss (https://www.courts.state.co.us/Courts/Court_of_Appeals/Opinion/2015/14CA1351-PD.pdf). There is also the question of the wedding cake happening before Colorado amended CADA with SOEDA after it was passed. Section 24-34-601(2)(a), C.R.S. 2014 happen in 2012 before SOEDA was added.  I believe SCOTUS will rule on the technical aspects of the case in an effort to avoid any question on civil rights changes at the federal level. "], [13377, "2017-12-13T22:07:21Z", [0.8], ""], [22833, "2017-12-13T17:39:31Z", [0.5], ""], [42377, "2017-12-13T16:07:37Z", [0.65], "This case is particularly disgusting in that it will be the first time, if ruled against masterpiece cake shop, that a U.S citizen will be compelled to violate his conscious, and be forced to compel action that violates his religious belief.  The first amendment states that \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech.\"  The government compelling a deeply religious Christian who believes homosexuality to be gross sin to make a cake honoring their false union under the pretense of equal protection under the law is absurd.  Christians have believed for over 2,000 years that homosexuality is a sin and 2 years ago 5 philosopher kings on the Supreme court tried to remake marriage in their image instead of the image of God.    "], [1056, "2017-12-13T15:35:46Z", [0.8], ""], [34527, "2017-12-13T13:07:36Z", [0.98], ""], [34527, "2017-12-13T13:07:09Z", [0.99], ""], [42356, "2017-12-13T00:05:25Z", [0.2], "Making a cake, even one that qualifies as art, does not per se constitute an endorsement of gay marriage. The act of making a cake is not the equivalent of protected speech. It seems to me that a refusal to make a cake on the basis of an objection to gay marriage is unlawful discrimination, a la a refusal to serve on the basis of a person's color."], [691, "2017-12-12T23:07:26Z", [0.4], "Presumably the honourable justices are aware that my religion (Christianity) would forbid me to serve anybody who showed up wearing a Trump hat, as everything they say or do is repugnant to my religion (Christianity, in case I forgot to mention it).  My Jewish friends will not be required to provide services to Muslims or Christians, and my Muslim friends will not have to deal with Jews or Christians.  Presumably my atheist friends don't have to serve anybody if they don't feel like it, nor need anyone who has a religion serve them.  If the Court upholds this character's case, they will be handling nothing but test cases for the next decade or two.   On the other hand, the Supreme Court has not lately been demonstrably brighter than the other branches of what we laughingly call government around here, so who knows?"], [180, "2017-12-12T03:23:13Z", [0.1], "Again... Chaos if this turns out to be true. Absolute bedlam. As Plato spoke of in his LAWS, 2500 years ago, when humanity loses touch with (essentially) the Natural Law and its application to human purpose/maturity what is left are UN-ANCHORED 'individual rights' with an ever-spiraling downward path for that society. No matter my abhorrence of the SCOTUS majority - whores of Corporate America that they are... They are smart enough to see where this would lead. "], [37768, "2017-12-11T15:22:40Z", [0.55], ""], [691, "2017-12-10T16:01:36Z", [0.4], ""], [283, "2017-12-10T13:34:35Z", [0.66], "Just bumping it up a little bit, based on the general mood."], [98, "2017-12-10T04:04:23Z", [0.75], "I'm thinking a very narrow ruling that limits others from discrimination without the seemingly \"real\" belief's by Phillips.  So it probably says he's a unique artist type, and has the right to refuse a commission for an artistic creation.  I'm thinking the religious aspect may get support too.  "], [1056, "2017-12-09T23:24:26Z", [0.8], ""], [42162, "2017-12-09T22:50:44Z", [0.71], "Three outcomes fall under \"No\":\n(1) The case is not decided by summer recess. I suppose not common for a case that is heard in December but could happen. <5 %.\n(2) The Court does not reach the substantive issue for whatever reason. This too could happen, for instance if they find a Colorado Civil Rights Commission member biased. The question of two commissioners' bias came up during later part of the oral argument. To be frank, the evidence of bias was meager but considering the Court's reluctance to even take the case up, some of the Justices would perhaps be happy to remand the case, so let's put this alternative at 10 %.\n(3) They decide against the cake maker. Even though \"all of his cakes\" are supposedly \"custom cakes\", the couple only wanted a cake from his selection if I understood correctly. They didn't request any type of pro-gay text or symbolism that would clearly be recognised as speech. Still, I put it at only about 15 % that the Court upholds the Colorado decision. Without trying to summarize the inane hypotheticals etc. that came up during oral argument, let me just say this: Yes, Anthony Kennedy is the author of Obergefell v. Hodges but he is also the author of Citizens United and he was in the Hobby Lobby majority (https://www.reuters.com/article/us-usa-court-kennedy/no-matter-how-you-slice-it-u-s-jurist-kennedy-key-vote-in-cake-case-idUSKCN1C21E9). The religious freedom and/or free speech considerations in this case will likely outweigh the discrimination concerns. Lastly, some Justices pointed out that gay marriage wasn't even legal in Colorado when the couple was cake-shopping, which among other things could help narrow the scope of a decision in favour of Masterpiece Cakeshop if the Court is so inclined."], [42239, "2017-12-09T16:59:53Z", [0.61], ""], [30748, "2017-12-09T14:13:05Z", [0.25], "Having mobilized women, the Establishment may be hesitant about re-mobilizing gays as well, especially when the parallels with racial discrimination may also resonate in other quarters"], [41156, "2017-12-09T13:41:48Z", [0.65], ""], [706, "2017-12-09T08:06:26Z", [0.15], "This case is too messy to hand down a firm decision.  Either it will get unresolved or kicked back down."], [23409, "2017-12-09T02:53:29Z", [0.98], ""], [42230, "2017-12-09T01:57:05Z", [0.85], ""], [1333, "2017-12-08T17:53:02Z", [0.4], ""], [691, "2017-12-08T15:52:07Z", [0.38], ""], [16119, "2017-12-08T15:07:18Z", [0.56], ""], [40318, "2017-12-08T00:36:20Z", [0.69], ""], [41589, "2017-12-07T22:28:24Z", [0.45], ""], [31450, "2017-12-07T22:13:19Z", [0.4], "Going up a little based on questioning. Generally using first amendment arguments is a great way to swing Kennedy and the other four conservative judges will always place religious liberty over gay rights."], [12879, "2017-12-07T21:43:20Z", [0.5], ""], [1333, "2017-12-07T14:43:20Z", [0.3], ""], [2965, "2017-12-07T02:50:54Z", [0.01], "I see a way out of this dilemma and\nJustices Kennedy, Sotomayor,and CJ Roberts led the way\nfor Roberts, Sotomayor, Kennedy, and Gorsuch\nsaw bias a due process violation\nSee Roberts :CHIEF JUSTICE ROBERTS: -- in the context -- the context of courts, I think it's not just where you have a three-judge panel and it turns out one judge was -- should have been Heritage Reporting Corporation   55\nOfficial - Subject to Final Review disqualified, whether -- for whatever reason, they don't say that, well, the vote, there were two still, so it doesn't change the result because it's a deliberative process, and the idea is, well, the one biased judge might have influenced the views of the other. Bias is a violation of due process and they punt\notherwise in  the 5 succinct words of @Phronesis\n\"This way lies chaos\"\nThanks to @Gibson for the reasoning and link.\nSee https://www.supremecourt.gov/oral_arguments/argument_transcripts/2017/16-111_f314.pdf Courts dislike chaos."], [745, "2017-12-07T01:44:04Z", [0.8], ""], [41307, "2017-12-06T16:16:48Z", [0.35], "Justice Kennedy's attention to the religious aspects of argument may indicate free speech is less of a consideration in this case."], [12879, "2017-12-06T15:26:58Z", [0.55], ""], [1333, "2017-12-06T14:51:01Z", [1.0], ""], [37488, "2017-12-06T05:17:17Z", [0.9], "unless @Isgold7 turns out to be correct and SCOTUS doesn't decide on an answer this term, which seems like a real possibility.  If this were a 3 way question, I would say 10% chance they rule it doesn't violate his 1st A. rights, 60% does violate, 30% doesn't pass down a ruling, so I suppose 60% is more accurate, if wishy-washy.  "], [37488, "2017-12-06T04:58:43Z", [0.9], "http://amylhowe.com/2017/12/05/argument-analysis-conservative-majority-leaning-toward-ruling-colorado-baker/ https://www.supremecourt.gov/oral_arguments/argument_transcripts/2017/16-111_f314.pdf\n"], [35831, "2017-12-06T03:22:51Z", [0.75], "Up the odds from 70 to 75% after reading the  transcript. I must say this oral argument is entertaining. While some of the arguments referred to the case-laws that I am not familiar with (not many of us are lawyers, let alone constitutional lawyers), I would pay more attention on the tone of questions (too bad the audio is not available yet). So far, I see the Court is divided 5-4 in favor of the Petitioner (Phillips of Masterpiece Cake). I increased the odds because it seems a bit unusual to have Justice Sotomayor spoke LEADING the Rebuttal of the lawyer representing Masterpiece Cake. I had to re-read the passage again, to make sure I saw it right. Justice Sotomayor seems to be a bit desperate throwing in the corporation vs. individual argument at the end, trying to salvage the decision (or make it narrower). It seems she kept score too and saw the wind shifted."], [35831, "2017-12-05T23:14:41Z", [0.7], "Read the Amy Howes' Scotusblog report on the case (but have not read the full transcript), I would peg the odd to 70%, above consensus of 55%."], [23234, "2017-12-05T20:38:20Z", [0.0], "This may not bode well for Colorado Civil Rights Commission: \"JUSTICE KENNEDY: Counselor, tolerance is essential in a free society. And tolerance is most meaningful when it's mutual. It seems to me that the state in its position here has been neither tolerant nor respectful of Mr. Phillips' religious beliefs.\"  The conservative justices are accusing some of the Colorado Civil Rights Commissioners of bias based on some of their on-the-record statements.  On the other hand, Justice Kennedy separately said:\n\"JUSTICE KENNEDY: But the problem for you is that so many of these examples -- and a photographer can be included -- do involve speech. It means that there's basically an ability to boycott gay marriages.\" I'm surprised Justice Kennedy did not seem too concerned by the fact that the baker refused to create a cake that may've been identical to that requested by a heterosexual couple whose marriage was agreeable to the baker's religion. See, for example, this exchange in particular: MR. COLE: If -- if he is not doing it on the basis of the identity -- a protected identity. The Ku Klux Klan as an organization is not a protected class. So, yes, the LB -- the public accommodations law does not say you must treat everybody; it says you cannot discriminate on the basis of protected categories. JUSTICE KENNEDY: Well, but this whole concept of identity is a slightly -- suppose he says: Look, I have nothing against -- against gay people. He says but I just don't think they should have a marriage because that's contrary to my beliefs. It's not -­MR. COLE: Yeah. JUSTICE KENNEDY: It's not their identity; it's what they're doing. MR. COLE: Yeah. JUSTICE KENNEDY: I think it's -- your identity thing is just too facile. MR. COLE: Well, Justice Kennedy, this Court faced that question in Bob Jones University. [Gibson comment: a 1983 case from before Kennedy's appointment to the Court] Bob Jones University said we're not discriminating on the basis of race; we allow black people to come into the school. We just refuse to admit those who are engaged in interracial marriages or advocate interracial dating. And this Court said that's race discrimination. That's identity-based discrimination, even if you treat others similarly. But -- but I think one way to think about this case is -- is -- is analogize it to O'Brien, right? In O'Brien, nobody disputed that O'Brien's burning of the draft card to protest the Vietnam War was expressive. It was core political expression. But what the Court did was it didn't say, well, how expressive is it? Is it\nartistry; is it not? Is it core; is it not? It said what is the state trying to do here? Because it's expressive conduct. And if the state's seeking to regulate conduct, then the fact that it has an incidental effect on Mr. O'Brien's expression is not a problem as long as the state has a content-neutral reason for regulating that conduct.\""], [691, "2017-12-05T18:21:12Z", [0.22], ""], [41318, "2017-12-05T18:08:07Z", [0.62], ""], [10969, "2017-12-05T18:07:17Z", [0.15], ""], [1639, "2017-12-05T17:52:04Z", [0.02], "https://twitter.com/AHoweBlogger/status/938084955242065920 "], [23234, "2017-12-05T17:10:36Z", [0.0], "(Forecast does not reflect view of probabilities; only doing 0/100% for SCOUTS Blog's challenge) https://twitter.com/AHoweBlogger/status/938084955242065920\nhttps://twitter.com/AHoweBlogger/status/938085600946741248 Hmm... I'll be interested to read/hear how this argument went. Howe is usually spot on; she did hedge/walk it back a bit in the second tweet... Hope she writes a summary of the argument: I agree with this guy: https://twitter.com/AHoweBlogger/status/937795422575263755 edit: here is a transcript of the oral argument:\nhttps://www.supremecourt.gov/oral_arguments/argument_transcripts/2017/16-111_f314.pdf edit2 2017-12-08: here's is *audio* (w/transcript) of oral argument:\nhttps://www.oyez.org/cases/2017/16-111"], [269, "2017-12-05T16:57:26Z", [0.85], ""], [42154, "2017-12-05T16:53:58Z", [0.0], ""], [40902, "2017-12-05T16:51:22Z", [0.6], ""], [22833, "2017-12-05T15:22:55Z", [0.0], ""], [2965, "2017-12-05T15:17:51Z", [0.01], "SCOTUS punts again\nSee http://www.scotusblog.com/2016/05/symposium-punting-on-substantial-religious-burden-the-supreme-court-provides-no-guidance-for-future-rfra-challenges-to-anti-discrimination-laws-2/"], [180, "2017-12-05T02:14:13Z", [0.25], "This way lays utter chaos. SCOTUS are whores to Corporate America - they're not career-suicidals... "], [1056, "2017-12-05T01:37:48Z", [0.8], ""], [42143, "2017-12-04T23:04:05Z", [0.1], "Wish they would, but they won't. "], [2430, "2017-12-04T22:15:50Z", [0.88], "Yes - Mr. Phillips is entitled to practice his vocation and his religion, as long as it is not dangerous or openly cause harm to others.  \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; ...\"  The application of the Colorado law compels Mr. Phillips to ignore his religious beliefs and this violates the First Amendment."], [42138, "2017-12-04T21:16:27Z", [0.55], ""], [39814, "2017-12-04T18:20:14Z", [0.05], ""], [38198, "2017-12-04T18:02:00Z", [0.77], ""], [15196, "2017-12-04T04:20:27Z", [0.1], "My understanding is that he refused all service, not a specific message"], [25973, "2017-12-04T01:54:57Z", [0.16], ""], [22132, "2017-12-04T01:20:46Z", [0.5], ""], [35831, "2017-12-03T22:54:52Z", [0.6], "Increase to maintain positive bias over concensus."], [283, "2017-12-03T21:11:00Z", [0.6], ""], [1056, "2017-12-03T16:09:52Z", [0.8], ""], [42104, "2017-12-03T11:54:58Z", [0.9], ""], [37560, "2017-12-02T22:51:25Z", [0.75], "Once you allow a retailer to discriminate, there is no stopping point.  If the baker is open for business he must serve all comers.  But the religious conservatives on this court may see it otherwise."], [15196, "2017-12-02T14:35:02Z", [0.9], ""], [1333, "2017-12-02T13:56:51Z", [0.85], "https://ballotpedia.org/Masterpiece_Cakeshop_v._Colorado_Civil_Rights_Commission?utm_source=Iterable&utm_medium=email&utm_campaign=FederalTap n brief: Prior to their out-of-state nuptials, Charlie Craig and David Mullins solicited a Colorado business, Masterpiece Cakeshop, to design and make a wedding cake. The owner, Jack C. Phillips, refused, citing religious objections to same-sex weddings, but offered to design and bake any other baked good the couple requested. The couple filed discrimination charges under Colorado's Anti-Discrimination Act (CADA), which prohibits businesses and other places of public accommodation from discriminating on the basis of sexual orientation. The Colorado Civil Rights Commission issued a cease-and-desist order to Masterpiece Cakeshop, which the Colorado Court of Appeals upheld over Phillips' allegations that both the order and CADA violated his First Amendment freedoms of expression and religious exercise. Argument in the case is scheduled for December 5, 2017. You can review the lower court's opinion here.[1] \n"], [41523, "2017-12-02T05:29:20Z", [0.55], ""], [1056, "2017-12-02T04:56:50Z", [0.8], "Upping my odds to stay ahead of the crowd."], [73, "2017-12-02T02:17:47Z", [1.0], "@lsgold7.  I've flipped.  Question tricked me."], [29054, "2017-12-02T01:27:53Z", [0.0], ""], [42075, "2017-12-01T23:32:19Z", [0.85], ""], [19511, "2017-12-01T22:10:25Z", [0.8], ""], [1056, "2017-12-01T21:52:16Z", [0.7], ""], [745, "2017-12-01T18:41:33Z", [0.75], "This new interpretation of religious liberty will prevail"], [42067, "2017-12-01T18:28:42Z", [0.22], ""], [42048, "2017-12-01T05:59:45Z", [0.65], ""], [42046, "2017-12-01T03:35:13Z", [0.7], ""], [42046, "2017-12-01T02:54:56Z", [0.7], ""], [41523, "2017-11-30T23:19:34Z", [0.49], ""], [42038, "2017-11-30T21:44:22Z", [0.95], ""], [691, "2017-11-30T17:34:56Z", [0.18], ""], [40741, "2017-11-30T17:21:02Z", [0.7], "I think the supreme court has been politicized to the point where blatant discrimination can be hidden in the cloal of religious beliefs successfully "], [16119, "2017-11-30T14:39:54Z", [0.22], ""], [37580, "2017-11-29T21:00:53Z", [0.77], "The court majority tilts towards protecting religious liberty."], [42001, "2017-11-29T20:53:44Z", [0.15], ""], [41999, "2017-11-29T19:43:13Z", [0.2], ""], [41999, "2017-11-29T19:43:01Z", [0.99], ""], [41973, "2017-11-29T11:34:50Z", [0.07], ""], [41966, "2017-11-29T04:18:33Z", [0.11], ""], [37488, "2017-11-29T02:40:53Z", [0.75], "http://www.scotusblog.com/2017/09/wedding-cakes-v-religious-beliefs-plain-english/"], [691, "2017-11-28T22:32:54Z", [0.18], ""], [41949, "2017-11-28T19:33:41Z", [0.13], ""], [41928, "2017-11-28T16:51:28Z", [0.95], ""], [41901, "2017-11-28T13:19:04Z", [0.95], ""], [41881, "2017-11-28T08:10:39Z", [0.89], ""], [38223, "2017-11-28T00:56:16Z", [0.55], ""], [41863, "2017-11-27T23:27:11Z", [0.6], ""], [41843, "2017-11-27T21:29:25Z", [0.96], ""], [41831, "2017-11-27T20:52:55Z", [0.33], ""], [41806, "2017-11-27T19:53:53Z", [0.8], ""], [41794, "2017-11-27T19:28:12Z", [0.75], "Because there are a big pressure on the Masterpiece Cakeshop, Ltd."], [41765, "2017-11-27T18:46:36Z", [1.0], ""], [41767, "2017-11-27T18:35:31Z", [0.25], ""], [41767, "2017-11-27T18:35:12Z", [0.0], ""], [41746, "2017-11-27T17:57:47Z", [1.0], ""], [41747, "2017-11-27T17:55:10Z", [0.0], ""], [1056, "2017-11-25T17:03:26Z", [0.7], ""], [691, "2017-11-24T16:44:41Z", [0.18], ""], [22264, "2017-11-24T16:38:45Z", [0.0], ""], [1333, "2017-11-23T23:06:22Z", [0.45], ""], [41619, "2017-11-23T12:12:15Z", [0.0], "Supreme Court will not choose to hear the case"], [41523, "2017-11-23T03:44:03Z", [0.35], ""], [31201, "2017-11-22T22:21:35Z", [0.6], ""], [41589, "2017-11-22T18:48:32Z", [0.15], ""], [35982, "2017-11-22T16:33:33Z", [0.38], ""], [1056, "2017-11-22T14:56:36Z", [0.7], ""], [1772, "2017-11-22T02:12:23Z", [0.65], "Conservative court makes this outcome more likely than not. "], [691, "2017-11-21T23:44:21Z", [0.18], ""], [22833, "2017-11-21T21:26:20Z", [0.2], ""], [41550, "2017-11-21T21:12:13Z", [0.93], "Other jurisdictions have ruled similarly."], [20060, "2017-11-21T20:58:05Z", [0.55], ""], [41544, "2017-11-21T16:41:20Z", [0.34], ""], [15477, "2017-11-21T16:12:27Z", [0.15], ""], [12037, "2017-11-21T03:56:09Z", [0.81], ""], [40272, "2017-11-20T21:45:40Z", [0.99], ""], [691, "2017-11-20T20:59:05Z", [0.16], ""], [1333, "2017-11-19T18:40:02Z", [0.35], ""], [37734, "2017-11-19T12:59:21Z", [0.25], "Religious freedom, as in Hobby Lobby, will sway a 5-4 court. Wrongly. "], [37716, "2017-11-18T20:48:30Z", [0.37], ""], [691, "2017-11-18T20:46:23Z", [0.16], ""], [1056, "2017-11-18T17:06:07Z", [0.7], ""], [40624, "2017-11-18T11:44:01Z", [0.1], ""], [28041, "2017-11-17T19:22:58Z", [0.15], "The Supreme Court is evenly divided among Democratic Justices and Conservative Justices with the swing vote being Anthony Kennedy. Since gay marriage and the rights of gay couples is becoming more acceptable around the USA and around most of the world, I would have to say that the Supreme Court will rule against the baker. "], [691, "2017-11-17T17:04:41Z", [0.16], ""], [32100, "2017-11-17T12:17:42Z", [0.5], ""], [691, "2017-11-15T22:41:35Z", [0.16], ""], [41270, "2017-11-15T22:00:00Z", [0.4], ""], [37471, "2017-11-14T23:29:48Z", [0.15], "The court will resort to the belief-conduct distinction not to hand down a decision or not rule  that the application of the law was violation of First Amendment rights."], [691, "2017-11-14T23:17:27Z", [0.16], ""], [1333, "2017-11-14T17:00:03Z", [0.35], ""], [706, "2017-11-14T06:40:53Z", [0.5], "Too high profile.  SC will claim no jurisdiction and punt it back down."], [11945, "2017-11-13T20:58:11Z", [0.15], "It's a darned cake,. He's a baker and they're a customer. If he's in business to sell cakes, he has an obligation to serve them regardless of his personal beliefs."], [7370, "2017-11-13T19:43:23Z", [0.5], "They shouldn't but they likely will"], [373, "2017-11-13T16:10:50Z", [0.2], "2015 ruling likely to be upheld"], [4978, "2017-11-13T13:00:43Z", [0.55], "This should be a no-brainer, but with Gorsuch on the court, anything is possible."], [41369, "2017-11-13T09:30:33Z", [0.65], ""], [41366, "2017-11-13T03:21:46Z", [0.48], ""], [691, "2017-11-12T22:41:28Z", [0.16], ""], [173, "2017-11-12T21:20:42Z", [0.7], ""], [21319, "2017-11-12T20:54:20Z", [0.25], "I believe anti-discrimination law trumps this type of First Amendment right. However I believe this court might not see it that way so I will give 15%."], [41360, "2017-11-12T15:34:22Z", [0.65], ""], [38, "2017-11-12T04:46:10Z", [0.11], "I've read that the bakery store owner didn't refuse to SELL the couple a cake; he refused to create a custom cake for them.   I've also read that this case will hinge on freedom of speech/expression, not freedom of religion. If the couple demanded a particular design, then there would be no \"creative expression\" involved on the part of the baker. Otherwise, the baker would be free to create his own design, in which case there'd be no impingement on his freedom of expression.  What would there be to stop the baker from making a frosted but undecorated cake?  or making an ugly cake?   I'm of the opinion that the SCOTUS will uphold the CO court ruling."], [27155, "2017-11-11T21:18:42Z", [0.2], ""], [29054, "2017-11-11T19:27:56Z", [0.12], ""], [37818, "2017-11-11T16:13:34Z", [0.6], "Gorsuch"], [35831, "2017-11-11T13:50:44Z", [0.5], "Revised down forecast as a hedge."], [29864, "2017-11-11T12:22:20Z", [0.99], ""], [38066, "2017-11-11T05:29:15Z", [0.5], "The case depends almost entirely on the opinion of Justice Kennedy. Kennedy is the key swing vote, because of the entrenched 4-4 split on the Supreme Court. How Kennedy will decide is impossible to know, as the case tests two of his fundamental beliefs, equality for gay rights couples and freedom of expression. As writer of the majority opinion on both Obergefell and Citizens United, I don't think it is clear how he will swing. "], [37115, "2017-11-11T02:36:45Z", [0.2], "Kennedy will be the decider, as he was in Lawrence v. Texas and Obergefell v. Hodges. He'll be consistent with those decisions that oppose violating the dignity of people on the basis of their sexual orientation."], [746, "2017-11-11T01:29:15Z", [0.15], "Freedom of Religion, is Freedom of Speech"], [7272, "2017-11-11T00:32:03Z", [0.79], "As I understand it, he did not refuse to \"sell\" them a cake, and offered to do so.  I do not think anyone can be compelled to \"design\" a cake, which is what this case is about.  "], [38589, "2017-11-10T23:54:57Z", [0.3], "Supporting  Phillips re: gays suggests a business can claim denial of service on religious grounds for any other group they chose; unaccompanied women in the case of a muslim owned, business, minorities on any spurious ground, etc. "], [636, "2017-11-10T23:05:40Z", [0.1], "His religious beliefs  over-ride the intent of the Anti-discrimination Act"], [32339, "2017-11-10T23:04:21Z", [0.0], ""], [2965, "2017-11-10T22:21:23Z", [0.01], ""], [37456, "2017-11-10T21:48:21Z", [0.65], ""], [15371, "2017-11-10T21:34:17Z", [0.4], "I think will not announce this session"], [2965, "2017-11-10T21:27:57Z", [0.01], "@clinton brings up custom I agree with his assessment änd @JMR2017 is correct at 5.\nmy thanks to both."], [32258, "2017-11-10T21:23:40Z", [0.0], "The compelled speech defense is based (in this case) on the mere request for a cake to be created (for a same sex wedding) not on what the actual cake would look like.   If one sticks with the compelled expression/conduct (speech, art) argument, then the next step in assessing a violation is whether the government has sufficient justification (@lsgold point) to require equal access to all wedding cakes in order to protect against discrimination.  Is this overburdening the baker or is the law protecting against discrimination in a way that doesn't unduly burden the baker? Because in limited situations, compelled expression could violate first amendment. But how that can that be judged here?  So back to the definition of art... just the mere request for a cake to be made was denied because it was for a same sex wedding. The \"art\" is the creation of the cake --- denied because of where it was going (SS wedding). We don't know what the cake would have looked like.. it could have been a request for plain.. we don't know. Or, it could have been a request for a message that could have been offensive or a message that made the baker look like he was endorsing same sex marriage. We don't know any of those details.  \nSee Jack v. Azucar bakery (baker was not forced to bake a cake with a derogatory message due to its offensive nature).  So, if a judge has to balance between two rights, it doesn't appear that the baker has been unduly burdened or compelled to look like he was endorsing something he doesn't believe in.   In fact other cases would establish that even if it said Happy Wedding and had 2 grooms on it, that would not likely be construed as an endorsement by the baker, just a product."], [7375, "2017-11-10T21:08:53Z", [0.15], "if Jack Phillips can discriminate on the basis of sex then anyone else can as well. His rights are measured against the laws against discrimination."], [37616, "2017-11-10T20:33:18Z", [0.1], "On many social issues, court often follows zeitgeist. Widespread current sentiment is to consider Phillips' action discriminatory."], [37089, "2017-11-10T19:36:01Z", [0.25], "It is consistent with prior court decisions. "], [951, "2017-11-10T19:32:13Z", [0.15], ""], [33535, "2017-11-10T19:31:58Z", [0.73], "Conservative majority combined with Kennedy's questioning"], [745, "2017-11-10T19:31:24Z", [0.1], ""], [2965, "2017-11-10T15:16:08Z", [0.05], "see comment below"], [41330, "2017-11-10T03:26:05Z", [0.95], ""], [35837, "2017-11-10T00:59:11Z", [0.62], ""], [691, "2017-11-09T21:52:57Z", [0.14], ""], [22833, "2017-11-09T17:36:00Z", [0.0], ""], [31450, "2017-11-09T17:02:03Z", [0.2], "Kennedy has been a supporter of gay rights and equality while his first amendment philosophy seems mostly focused protecting more traditional forms of free speech. Otherwise I think the four liberal and conservative judges vote the way they usually do."], [73, "2017-11-09T17:00:03Z", [0.0], "Great fun question that puts my own prejudices into play.  Using https://constitutioncenter.org/blog/case-preview-the-wedding-cake-decision, to guide me to the two opposing views.   So far, Phillips is not doing very well. Lost at Colorado Rights Commission (you cant discriminate), Lost at Colorado Appeals Court (its conduct not speech - you can say you disagree with same sex marriages, but you can not prejudice against them or their beliefs), Colorado state supreme court didn’t accept Phillips’ argument either.  So now, to the Supreme Court to get an its free speech not conduct ruling.   I recall there was some justice of the peace that refused to give out marriage certificates on this basis and was told then you can have that belief but you cannot have that job and discriminate against others with alternate belief systems / religious beliefs.   Right, crystallising my thoughts a little now.  On religion - Can I walk into a kosher restaurant and demand they serve me a nonkosher meal.  No - they would say thats not on the menu and they would say that to everyone.  Philips is saying I wont make you a wedding cake as two men / women, but I will make them a wedding cake.  cant see how that freedom of religion will win out here - thats a can of worms.  So can he refuse to write this as part of his service as a freedom of speech?  Well no-one is saying he cannot have his belief or freedoms, the courts to date are saying, that you can have your freedoms, but so can they and if you will make a cake for x then you must make same cake for y.  I dont buy into the Halloween cake thing as he wont sell a halloween cake to anyone, even his mom, here is saying i wont make you a wedding cake but i will them.  So, feels different to me.   So its really, must he be forced to do something he just doesnt want to.  thats the bit that gets me.  and I guess the bit the judges will struggle with.  I am assuming they will say, listen chap, you live in a diverse community.  if you want to stop selling wedding cakes, so be it - we wont force you to make wedding cakes, but if you make wedding cakes you will make them for everyone in your community and not just those you like the look of.  Now naturally, Phillips should then go back to the kitchen, and if he doesnt like the look of someone he should just say that he's too busy to take their order, not say - i am not making you a cake because my belief system is different to yours (which then makes you think his ability for free speech is hindered), and the answer to that in my mind is, you cannot go around saying \"i've got a bomb in my bag\" when you enter an airport and then claim freedon of speech as part of your defence / sue.  Freedom of speech comes with responsibilty / conventions, in this case he is offering a service, the convention for freedom of speech in service is it must be offered consistently - hence the rulings to date.  So, i can live with that consistency is king here, if you want to make and sell wedding cakes you must do so for everyone or stop for everyone.  If you want to speak out about your beliefs thats also fine, but dont confuse that with the convention youre in.  Now naturally the SC with superior minds will have better arguments.  close call, but going no."], [35831, "2017-11-09T16:12:19Z", [0.66], "Disagrees with the forecasters' consensus here, pending the oral argument early next month. The Court takes the case, meaning there are at least 4 Justices who disagree with the lower Court. Again, the Justice to watch is Kennedy.  The 66% is simply an opening bid."], [41326, "2017-11-09T15:04:44Z", [0.8], ""], [1639, "2017-11-09T14:58:23Z", [0.2], "Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\n_________________________________\nCOMMENT: The way I see it is that Jack Phillips First Amendment rights were not violated. \nThe artistic nature of creating a custom cake, the act of making the cake was part of the expected conduct of Phillips' business, and not an expression of free speech nor free exercise of religion"], [1056, "2017-11-09T14:30:43Z", [0.7], "Bringing it down ten points after discussing it below with other forecasters. I think the \"artistic expression\" argument is essentially bogus and will probably be seen to be so. But I think the \"religious freedom\" argument might be seen to have some merit.  What I still don't know is whether public accommodation law requires a business to accept a contract, as opposed to simply sell its wares to all comers, and if the law makes a distinction between those two things. I keep reading articles and columns that say that Masterpiece wants to \"close its door to gays,\" but this is not true, and everyone involved in the case seems to agree on that. The sole issue is the wedding cake.\n"], [38722, "2017-11-09T11:19:41Z", [0.0], "Based on facts cake maker did discriminate and couple had no special request for any message on cake. They just wanted a cake. "], [671, "2017-11-09T09:59:48Z", [0.66], ""], [2965, "2017-11-09T04:55:36Z", [0.05], "@JMR2017 reasoning.\nthanks!!!"], [15196, "2017-11-09T03:55:17Z", [0.05], ""], [35544, "2017-11-09T02:59:36Z", [0.2], ""], [41318, "2017-11-09T02:11:22Z", [0.59], ""], [41307, "2017-11-08T23:47:11Z", [0.45], "A conservative court rules the bench, but it doesn't seem the court is particularly eager to rule over this case.  \"But after considering the case at 15 conferences, the justices announced on June 26 that they had granted Phillips’ petition.\" [1] Both sides of the argument have very interesting points, regardless of what personal opinion you have on the case. I am not a legal expert, and start my opinion of the outcome as fairly uncertain. [1] http://www.scotusblog.com/2017/09/wedding-cakes-v-religious-beliefs-plain-english/"], [41312, "2017-11-08T21:31:20Z", [0.05], ""], [4729, "2017-11-08T19:17:09Z", [0.75], ""], [36926, "2017-11-08T18:56:59Z", [0.25], ""], [1056, "2017-11-08T18:46:46Z", [0.8], "It seems to me that the whole \"public accommodation\" thing is a red herring. I would imagine (although I may be wrong) that a willingness to sell cakes to customers as they walk into the shop meets the public accommodation burden. The baker said he was willing to sell cakes to the original plaintiffs, but was unwilling to create a bespoke cake for their wedding. So here's a question: what if the baker had said that he wouldn't bake the cake, and gave no reason; he simply turned down the job. Would the plaintiffs have had grounds to sue? How about if the baker had said, \"Thanks, but I'd rather take that day off.\" Would the plaintiffs had grounds to sue then?  In other words, can the baker legally turn down the assignment for a non-religious reason or even without stating any reason at all? Is it only a crime if the baker turns down the assignment if he or she gives a religious reason for doing so? Because in that case, it probably can be framed as religious freedom issue."], [41299, "2017-11-08T17:23:25Z", [0.75], ""], [37210, "2017-11-08T16:20:44Z", [0.5], "Gorsuch is likely to cast the deciding vote, I think he will lean that it does, he wants to have his cake and eat it too, "], [37655, "2017-11-08T16:12:14Z", [0.85], ""], [41297, "2017-11-08T16:11:24Z", [0.6], ""], [41292, "2017-11-08T15:02:48Z", [0.25], ""], [38, "2017-11-08T06:33:59Z", [0.22], "http://www.reuters.com/article/us-lemieux-scotus-commentary/commentary-why-supreme-court-must-tell-anti-gay-baker-his-cakes-arent-art-idUSKBN1D60B1?utm_source=Sailthru&utm_medium=email&utm_campaign=US%20Reuters%20News%20Now%202017-11-07&utm_term=US%20Reuters%20News%20Now Commentary: Why Supreme Court must tell anti-gay baker his cakes aren’t art\nScott Lemieux In early December, the Supreme Court will hear oral arguments in Masterpiece Cakeshop v. Colorado Civil Rights Commission. The case, in which a conservative Christian bakery owner seeks the right to discriminate against gay couples, is the latest attempt by conservatives to carve out special exemption for business owners to civil rights laws. If the briefs filed by the petitioner and its most influential allies are any indication, the strategy will likely be to portray this case as a unique one that would warrant a very narrow constitutional exception. But don’t be fooled. If the state of Colorado’s application of its laws is found to be unconstitutional, it would unleash a widespread assault on civil rights protections. In 2012, David Mullins and Charlie Craig visited Masterpiece Cakeshop in Lakewood, Colorado, to arrange for a cake to be made for their wedding reception. They were told by Jack Phillips, the store’s owner, that he could not fulfill their order because his religious beliefs prevented him from preparing goods for same-sex wedding ceremonies (although he was otherwise willing to serve LBGT customers). Mullins and Craig sued Masterpiece under Colorado civil rights law, which forbids discrimination on the basis of sexual orientation by “public accommodations” (businesses or other institutions that are regularly open to the public). Mullins and Craig won: the Colorado Civil Rights Division agreed that Masterpiece had illegally discriminated against them, and its decision was upheld by the Colorado Court of Appeals. Masterpiece appealed to the United States Supreme Court, which agreed to hear the case. It would be natural to assume that this case will be argued on the basis of freedom of religion protections in the First Amendment of the U.S. Constitution. The Supreme Court has recently given companies broad freedom to ignore laws in deference to the owner’s religious faith. In Burwell v. Hobby Lobby the Court held that employers could reject requirements that taxpayer-subsidized employer-provided health insurance cover contraception if doing so would violate the religious beliefs. But while Masterpiece has raised religious freedom objections, the case is unlikely to turn on these grounds. Since the 1990 decision in Employment Division v. Smith, the Supreme Court has held that the free exercise of religion clause of the First Amendment is not violated when a religion-neutral law incidentally burdens an individual’s religious beliefs, as long as that law did not intentionally target religious minorities. Colorado’s application of civil rights law clearly did not violate the free exercise clause based on this precedent, so an argument solely on free religion grounds would be a certain loser. The Hobby Lobby ruling was based not on the First Amendment but on the federal Religious Freedom Restoration Act (RFRA), a statute passed in response to Employment Division. Since the 1997 Supreme Court ruling in City of Boerne v. Flores, however, RFRA does not apply to state governments. It would therefore be nearly impossible for Masterpiece to prevail on a religious freedom claim. Backed up by a brief from the Trump administration’s Department of Justice, Masterpiece will almost certainly focus on another part of the First Amendment: the free speech clause. The shop is arguing that, given the artistry involved in creating a custom wedding cake, compelling it to create a cake for a ceremony it morally disapproves of would violate its rights to freedom of speech and expression. Creating religious exceptions to generally applicable laws would make civil rights statutes very difficult to enforce, since discrimination based on race, gender, or sexual orientation can all be defended on religious grounds. If applied logically, a religious exemption would quickly mean that civil rights laws exist only at the pleasure of the employer. Recognizing this liability in a free expression argument, Masterpiece will likely claim that a free expression exemption applies only in the very narrow context of a mom-and-pop bakery being asked to make something for a particular ceremony. Most employees of most companies, they will argue, are not engaged in activity that is similarly expressive. But as the libertarian legal scholars Dale Carpenter and Eugene Volokh argue in their persuasive amicus brief on behalf of Colorado, if Masterpiece’s free speech claim were accepted by the Court, it would “apply to a vast range of conduct.” Many of the activities employees and their supervisors engage in on the job have elements as potentially “expressive” as baking a cake, and this is true of both tiny storefronts and Fortune 500 corporations. “[Restaurant chain] Subway calls its sandwich-makers ‘sandwich artists,’” Carpenter and Volokh observe, “[b]ut a restaurant may not refuse to cook or prepare a table for certain customers on the ground that it would be a free speech compulsion.” Similarly, a florist who didn’t want to participate in a same-sex wedding could declare themselves “floral artists,” hotel receptionists could declare themselves “phone answering artists,” and so on. It is unclear about where the line would end up being drawn should the Court accept Masterpiece’s free speech argument. But even if it ended up being fairly narrow, it would still require extensive litigation to find out. And it’s likely that in practice the exceptions would not be narrow at all. The wise approach for the Supreme Court would be to follow the lead of the Colorado court and uphold the sound judgement of the state’s civil rights commission: that while Jack Phillips is entitled to his beliefs, when he opens a business to the public he is required to follow state laws and treat his customers equally.\n"], [42, "2017-11-08T01:27:36Z", [0.25], "refusal on religious grounds in a private bakery may outweigh any anti-discrimination laws"], [8670, "2017-11-08T00:52:51Z", [0.09], ""], [41273, "2017-11-07T22:34:58Z", [0.05], ""], [41273, "2017-11-07T22:31:20Z", [0.15], ""], [38096, "2017-11-07T21:39:54Z", [0.85], ""], [745, "2017-11-07T18:58:01Z", [0.1], ""], [12879, "2017-11-07T17:37:42Z", [0.25], ""], [4431, "2017-11-07T13:56:37Z", [0.15], ""], [40165, "2017-11-07T12:47:25Z", [1.0], ""], [38516, "2017-11-07T02:17:22Z", [0.75], "The supreme court will realize that any law forcing someone to abandon their religious beliefs is unconstitutional"], [23006, "2017-11-06T22:33:07Z", [0.02], "I see this as a business transaction not an expression of art (even if the cakemaker is a unique cakemaker) whick cakemaker provided with limits. It's like a bus driver refusing to let a woman with a hijab onto the bus because of his beliefs. He has to unless the law is changed..."], [32258, "2017-11-06T22:11:02Z", [0.05], "thank you @Gibson for your valuable perspective. After reading a brief in the case of Arlene's Flowers, I'm grappling with the issue of compelled speech or expression (of art). I don't see the religious part of this case working but on the question of compelling art expression, I don't think a state law that requires a person to create a personal work of art will or should fly.  But if they would rather not rule on the First Amendment issue, I'm wondering under what scenario this case might be sent back or tossed as suggested by @lsgold? "], [31904, "2017-11-06T22:09:16Z", [0.75], ""], [2965, "2017-11-06T21:27:48Z", [0.25], "erroñoeus entry \n"], [2965, "2017-11-06T21:26:52Z", [0.7], "thät ad is too much @JMR2017\nthanks much\nsee above"], [503, "2017-11-06T20:18:26Z", [0.25], ""], [16272, "2017-11-06T18:45:09Z", [0.12], ""], [3922, "2017-11-06T18:43:57Z", [0.2], ""], [1333, "2017-11-06T18:19:57Z", [0.25], ""], [15196, "2017-11-06T17:51:43Z", [0.2], ""], [869, "2017-11-06T16:45:05Z", [0.9], ""], [32540, "2017-11-06T02:05:46Z", [0.25], ""], [41236, "2017-11-06T00:54:55Z", [0.3], "I wouldn't expect Kennedy to make the swing, given his voting record, but I can still conceive of the unlikely possibility given the particulars of the case."], [40902, "2017-11-06T00:47:07Z", [0.65], ""], [37474, "2017-11-05T23:29:53Z", [0.0], ""], [269, "2017-11-05T23:05:15Z", [0.55], ""], [180, "2017-11-05T22:51:33Z", [0.33], ""], [22605, "2017-11-05T21:57:44Z", [0.0], ""], [269, "2017-11-05T20:37:07Z", [0.55], ""], [30782, "2017-11-05T20:29:41Z", [0.0], "Despite recent decisions on behalf of the executive not to continue advancing gender orientation as a protected class under Title VII of the Civil Rights Act of 1964, there have already been various cases that have settled this decision at the appellate level.  While it's not impossible that the current conservative majority would read a free speech exception to the law, it is unlikely.  "], [14133, "2017-11-05T20:24:57Z", [0.6], ""], [691, "2017-11-05T18:38:30Z", [0.3], ""], [16554, "2017-11-05T18:28:14Z", [0.2], ""], [31142, "2017-11-05T16:58:01Z", [0.05], ""], [1056, "2017-11-05T15:32:07Z", [0.8], "If the case is decided in favor of Masterpiece Cakeshop, it will be on either self-expression grounds or religious freedom grounds, and both of those things are covered by the 1st amendment. And I think the Supreme Court will rule in favor of Masterpiece. I'm not a lawyer, but it seems to me that that this case might also have to do with laws governing public accommodations vs. contracts. For example, a taxicab cannot discriminate against any prospective passenger because it falls under common carrier law. But Uber or Lyft can discriminate because they're ostensibly accepting a \"contract\" proffered by someone who wants a ride. So I suppose it's possible that Masterpiece can be found to have two identities - one as a public accommodation, which would require Masterpiece to sell cakes to anyone who could pay for one, and the other as a \"contractor\" which would permit Masterpiece to accept or reject assignments as it pleased. I have no idea if this scenario could play out in legal terms, but bring it up because I would like to know if it's possible from the Supreme Court to find for Masterpiece, but not base its decision on the 1st amendment, but rather on statute law governing the obligations of public accommodations vs. contractors. If @lsgold7 (who I believe is a lawyer) or any other forecasters who are lawyers would like to set me straight I would appreciate it. As I say, I have no idea if what I wrote above would hold water, but if it does, the Court could find for Masterpiece but the question would still close as a \"No\" if the Court's finding was not based on the 1st amendment."], [23355, "2017-11-05T15:07:33Z", [0.0], ""], [13979, "2017-11-05T15:06:51Z", [0.65], ""], [33338, "2017-11-05T14:27:53Z", [0.65], "Both parties are protected equal protection under the law. There are numerous alternative available to the couple to have the cake made, just as there are numerous customers for the baler to serve. Both parties can be fairly and equally served. If this bakery was the only bakery in the area capable of making a wedding cake then I would think the decision to not serve could legitimately be seen as bias and discrimination. But when equal services abound, price, quality etc. then I understand that the constitution protects both parties rights."], [11548, "2017-11-05T11:39:56Z", [0.55], "Another tough case for the politically charged Supreme Court.  I suspect that the ruling will be made on the basis of the 'art' on the cake.  The store owner may refuse to place a same-sex couple (plastic model) on top of the cake.  But, they may not refuse to make a wedding cake without any obvious demonstration of same-sex marriage.  "], [35398, "2017-11-05T01:55:58Z", [0.0], ""], [32258, "2017-11-04T23:00:19Z", [0.05], "Official advertising for Masterpiece Cakeshop as of 11-4-17:  Jack Phillips creates a masterpiece. Custom designs are his specialty: If you can think it up, Jack can make it into a cake! Imagine being able to deny wedding cakes based on your own personal religious preferences? (gays, lesbians, Jews, Muslims, and Protestants need not apply) Or being able to say, I'm an \"artist\" and therefore have the rights to express my art even though I'm in a business that is open to the public?  If a person feels so strongly about such topics, perhaps they need to change how they do business or what business they are in... For example, saying they don't produce halloween cakes is fine (regardless of why they don't make them) because they won't make them for anyone. But being in the business of wedding cakes is quite different as you put yourself right in the middle of religion and set yourself up for discriminating against those with whom you disagree. Masterpiece talks about freedom of expression; which in this case would mean certain speech. The details of what the cake would look like or what it would say never became part of this case because Phillips stopped the couple from even ordering by virtue of them being homosexuals who wanted to marry. That was enough for Phillips; was never about the \"specifics\" of the speech or art that he uses as a defense. The reverse, ie. censorship (cases) involved \"specifics\". If Scotus rules for Masterpiece, a slew of new cases from \"artists\" in all sorts of businesses and those who use their religion to discriminate will be unleashed. What new precedent could be established and where does it stop? State public accommodation laws don't apply if your religion isn’t accommodated. How is this any different from F.W. Woolworths being required to serve African Americans at their coffee shop? This could go in a number of directions but I don’t see a majority opinion establishing such a precedent on First Amendment."], [30396, "2017-11-04T20:15:54Z", [0.75], ""], [38015, "2017-11-04T16:13:41Z", [0.85], "Because Hobby Lobby."], [1333, "2017-11-04T16:03:44Z", [0.15], ""], [1333, "2017-11-04T15:50:53Z", [0.1], "I believe this gets sent back. the reason cited will not be this one."], [41120, "2017-11-04T14:18:12Z", [0.3], ""], [41201, "2017-11-04T14:14:32Z", [0.2], ""], [38174, "2017-11-04T14:03:47Z", [0.8], ""], [7809, "2017-11-04T13:43:18Z", [0.6], "Any merchant has the right to not do business with anyone one they choose."], [41200, "2017-11-04T12:45:11Z", [0.38], ""], [37157, "2017-11-04T12:42:19Z", [0.85], ""], [691, "2017-11-04T12:21:55Z", [0.35], ""], [35636, "2017-11-04T06:51:31Z", [1.0], "Supreme Court has be very pro-free speech and capitalist. So the 2 together is probably an easy win, 7-2 maybe? "], [40798, "2017-11-04T05:04:12Z", [0.3], "Multiple states have had similar issues occur, including Oregon in 2013.  Base Rate of 50/50.  Due to the fact that this case was considered 18 times in private conference before it finally is being heard indicates legal division. 40/60.  The amount of briefs (50+) and the dozens of organizations supporting it do not support Phillips. 35/65.  Chance of no ruling based due to the December argument date. 30/70."], [23234, "2017-11-04T04:26:59Z", [0.0], "EDIT: The arguments by @JDKromkowski [1] could cause the court to decide the case on free speech grounds without deciding the free-exercise-of-religion questions, no? I may switch answer choice... Note: for questions in the SCOTUS challenge I am limiting self to 0 and 100% as answer choices, which do not reflect my assessment of the actual probabilities. I think this case is entirely up to whatever Justice Kennedy wants to do. I'm not sure of what he'll do.  Kennedy has a track record penning opinions that defend the free exercise of religion. \nFor example, he joined a fairly recent opinion by Justice Alito preventing the federal government from requiring a corporation to provide contraceptives. Burwell v. Hobby Lobby Stores, Inc., 134 S. Ct. 2751 (2014). In addition to joining the majority's vote, Justice Kennedy separately concurred: \"Free exercise in this sense implicates more than just freedom of belief... It means, too, the right to express those beliefs and to establish one's religious (or nonreligious) self-definition in the political, civic, and economic life of our larger community. But in a complex society and an era of pervasive governmental regulation, defining the proper realm for free exercise can be difficult. In these cases the plaintiffs deem it necessary to exercise their religious beliefs within the context of their own closely held, for-profit corporations...\" Id. (citations omitted).  Kennedy wrote the Court's opinion holding that members of the Santeria religion may not be prohibited by a discriminatory law targeting their practice of animal sacrifice. Church of Lukumi Babalu Aye, Inc. v. Hialeah, 508 US 520 (1993).  But Justice Kennedy found the federal Religious Freedom Restoration Act exceeded proper exercise of the enforcement power over states in City of Boerne v. Flores, 521 US 507 (1997). In that case, Justice Kennedy opined \"Requiring a State to demonstrate a compelling interest and show that it has adopted the least restrictive means of achieving that interest is the most demanding test known to constitutional law. If compelling interest' really means what it says many laws will not meet the test. [The test] would open the prospect of constitutionally required religious exemptions from civic obligations of almost every conceivable kind... Even assuming RFRA would be interpreted in effect to mandate some lesser test... the statute nevertheless would require searching judicial scrutiny of state law with the attendant likelihood of invalidation. This is a considerable congressional intrusion into the States' traditional prerogatives and general authority to regulate for the health and welfare of their citizens.\" Id. at 534 (internal quotations, and citations omitted). He went on, \"When the exercise of religion has been burdened in an incidental way by a law of general application, it does not follow that the persons affected have been burdened any more than other citizens, let alone burdened because of their religious beliefs. In addition, the Act imposes in every case a least restrictive means requirement... which also indicates that the legislation is broader than is appropriate if the goal is to prevent and remedy constitutional violations.\") Id. at 535. Petitioner (cake-shop/cake-artist) in this case asserts the first-amendment right to free exercise of religion explored in the above cases. From Respondents' point of view, the shop is compelled to make the cake by Colorado's public accommodation laws, which protect people against discrimination on the basis of sexual orientation. Kennedy is the author of landmark opinions that acknowledged now important Constitutional rights of people who are same-sex. Lawrence v. Texas (right to engage in certain intimate sexual contact); Obergefell v. Hodges (right to marry). I expect the votes to be 5-4, split along the same lines as Obergefell except that Gorsuch replaces Scalia's dissent. (This could be wrong to the extent Justices who dissented or disagree with Obergefell nevertheless find it somehow to be a precedent they are bound to follow to a conclusion they dislike. But I highly doubt it. Roberts, for example, couldn't've sounded more frustrated and disappointed about Obergefell.[2]) If I'm wrong and the law is found violative of first amendment rights, Kennedy may not write the opinion. If the forecast is correct, I think Kennedy will almost certainly write the opinion. [1] http://www.gjopen.com/comments/comments/608378\n[2] https://apps.oyez.org/player/#/roberts6/opinion_announcement_audio/23926"], [38970, "2017-11-04T03:46:36Z", [0.92], ""], [8676, "2017-11-04T03:30:28Z", [0.1], ""], [35398, "2017-11-04T01:41:40Z", [1.0], ""], [5018, "2017-11-04T01:33:55Z", [0.8], ""], [5709, "2017-11-04T01:04:20Z", [0.15], "Scotus will rule against the plaintiff as this will be seen as the start of the proverbial slippery slope"], [31518, "2017-11-04T01:01:24Z", [0.76], ""], [38204, "2017-11-03T23:05:52Z", [0.8], "New Court will want to tame Same Sex marriage"], [2965, "2017-11-03T22:38:19Z", [0.3], " As the question resolves no decision \nhere are 3 outcomes couple wins\nBusiness wins.\nNo one wins and like Texas v US this is a very very tough but I think must likely it gets tossed \n"], [2965, "2017-11-03T22:31:38Z", [0.99], "Maybe SCOTUS should read these comments wow. Thank you very much"], [36969, "2017-11-03T22:22:06Z", [0.95], "I am attorney.  It would be like enforcing a statute requiring a song-writer to write a Nazi anthem.  Or requiring a painter who took commissions to paint homosexual couples instead of only heterosexual couples.  Artist choice has got to be a matter of free speech.  Since he had ready made cakes (not matters of art) for sale to everyone, the statute could still be enforced in less restrictive way, i.e. only punishing merchants of non- bespoke items who would not sell to all customers."], [33887, "2017-11-03T22:05:55Z", [1.0], ""], [1092, "2017-11-03T21:54:42Z", [0.2], ""], [1006, "2017-11-03T21:36:21Z", [0.2], "Current composition of the Court is unlikely to rule against cake shop "], [37567, "2017-11-03T21:25:58Z", [0.12], "I do not believe the application of the anti-discrimination law violates the First Amendment"], [10903, "2017-11-03T21:18:11Z", [0.05], "The first amendment prevents any government interference preventing a citizen from practicing their religion. The anti-discrimination law doesn't prevent this.  While same sex marriage maybe condemned by a religion, interacting with a same sex couple in a commercial setting, has no bearing on a religious belief. It doesn't require them to either enter into a same sex marriage,or endorse it as being acceptable.  Colorado's Anti Discrimination Act in no way impedes the practice of religion "], [12573, "2017-11-03T20:42:14Z", [0.78], "I think 7 of the 9 justices will decide in favor of the defendant. Not that this is my measurement for the probability, but I feel it very unlikely that the court will overturn a law that just addressed this matter and was passed by Congress within the past year. If Chief Justice Roberts can say that a law is constitutional just because it was passed by Congress, then this will be the overriding viewpoint that will carry in this case."], [178, "2017-11-03T19:40:30Z", [0.15], "The Court will rule that denying him to buy a cake is unconstitutional but denying him a custom made cake is not.  "], [41173, "2017-11-03T19:18:20Z", [0.25], ""], [691, "2017-11-03T18:42:50Z", [0.3], "Here's the problem, I think:  The starboard-side justices will want to support the Gingerbread Man, but the port-siders won't.  However, even those who want to let him turn down customers because God says so will ideally be aware that they will be opening a Number 10 can of worms that will tie up their docket for years to come.  Think of this as roughly analagous to the prayer-in-school issue:  If I say schools have to let the kids have organized prayers during school, there will be Muslim prayer rugs unfurled everywhere (some, I'd bet, by kids with no interest in Islam beyond disrupting the school day), and after that they'll have to decide about whether kids get to sacrifice chickens during school, or set up incense burners, or during Diwali sling paint about the place.  If the swing justices (which for this one may include the CJ) notice this, the Cake Guy probably loses.  Otherwise, stay tuned just in case your religion says you can't serve Republicans or people wearing white socks or anybody taller than two meters or southpaws.  Me, I keep hoping that a flag-burning law will pass so I can go out and publicly burn a flag with say 14 stripes or 52 stars and get arrested for burning a hunk of cloth that is not in fact a US flag.  The moral of the story, if there is one, is that while members of the Supreme Court are undeniably and unassailably political and do indeed have ideologies, which is how they got the job in the first place, they have generally not been grotesquely stupid.  On the bright side, anything is possible...."], [35657, "2017-11-03T18:42:32Z", [0.0], "So tell me intuitively predictive"], [9518, "2017-11-03T18:38:46Z", [0.64], ""], [35657, "2017-11-03T18:35:01Z", [0.0], ""], [40720, "2017-11-03T18:32:04Z", [0.85], ""], [32842, "2017-11-03T17:44:48Z", [0.35], ""], [16778, "2017-11-03T17:42:02Z", [0.1], "I believe the key issue hinges on whether cake decorating qualifies as speech or delivery of goods. If the SCOTUS takes the position of the plaintiffs, this will lead the US down an extremely difficult to navigate logical series. For instance, what if the baker was prejudiced against minorities? Other religions? Or instead of a baker, was a bespoke tailor, billboard advertising company, etc.? This would put the courts in charge of deciding on a nearly limitless number of possibilities. Furthermore, the baker's 1st Amendment rights were not violated because he could have easily posted disclaimers throughout his store, on his contracts, or even advertising just like TV stations do (e.g. we do not necessarily endorse the customized message of this product). Thus, I believe that the SCOTUS will likely allow the ruling to stand."], [422, "2017-11-03T17:33:12Z", [0.12], ""], [179, "2017-11-03T17:31:37Z", [0.7], "This seems to very clearly violate the first, and there was a time back in the day when RBG's training ground of the ACLU would have recognized a clear violation.  The odds of someone in the left defecting against expectation seem much higher than the converse."], [983, "2017-11-03T17:29:47Z", [0.15], ""], [28424, "2017-11-03T17:26:53Z", [0.75], ""], [36924, "2017-11-03T17:26:15Z", [0.51], ""], [37029, "2017-11-03T17:24:04Z", [0.1], "The Court will probably rule that an individual has the right to serve whomever he wishes. However, the court may steer away from a First Amendment argument (that is, the argument based on religion). Instead, they may focus on a logical concept that an unregulated business may not be compelled to do business. My prediction is that the writer of the decision will state that this is not a religious issue and thereby avoid that controversy."], [40953, "2017-11-03T17:20:01Z", [0.15], ""], [19207, "2017-11-03T17:17:08Z", [0.4], ""], [12879, "2017-11-03T17:08:15Z", [0.35], ""]], "open_date": "2017-11-03T17:00:47Z", "close_date": "2018-06-04T17:00:12Z"}