{"question_id": 1025, "title": "Who will win Brazil’s presidential election runoff?", "possible_answers": ["Jair Bolsonaro", "Fernando Haddad", "Someone else"], "crowd_forecast": [1.0, 0.0, 0.0], "correct_answer": "Jair Bolsonaro", "correct_forecast": 1.0, "preds": [[83, "2018-10-28T06:25:11Z", [1.0, 0.0, 0.0], ""], [29054, "2018-10-27T23:51:56Z", [1.0, 0.0, 0.0], "Folks are tired of the corruption, and they are going to elect one bigger! That is politics for ya !!!"], [60212, "2018-10-27T23:18:33Z", [0.57, 0.42, 0.01], ""], [19260, "2018-10-27T19:28:19Z", [1.0, 0.0, 0.0], ""], [691, "2018-10-27T14:48:52Z", [1.0, 0.0, 0.0], ""], [32338, "2018-10-27T07:02:22Z", [0.99, 0.01, 0.0], ""], [23006, "2018-10-26T14:27:01Z", [1.0, 0.0, 0.0], ""], [23006, "2018-10-26T14:25:51Z", [0.95, 0.05, 0.0], ""], [55931, "2018-10-25T23:25:36Z", [0.66, 0.33, 0.01], "Despite very large crowds protesting against the Right (Bolsonaro's party), there is also a surge of nationalist populism in Brazil and in many other nations around the globe. The present government is also corrupt and engulfed in a major scandal involving hundreds of politicians, but because of this cannot be trusted to run a fair and transparent election. Haddad's name also sounds \"foreign\" to native Brazilians."], [34725, "2018-10-25T09:52:35Z", [1.0, 0.0, 0.0], ""], [60033, "2018-10-25T01:51:30Z", [1.0, 0.0, 0.0], ""], [61718, "2018-10-24T17:23:59Z", [1.0, 0.0, 0.0], ""], [15265, "2018-10-24T15:44:41Z", [0.95, 0.05, 0.0], ""], [43515, "2018-10-24T15:43:05Z", [0.9, 0.1, 0.0], ""], [36132, "2018-10-24T14:52:23Z", [1.0, 0.0, 0.0], ""], [691, "2018-10-24T12:17:18Z", [1.0, 0.0, 0.0], ""], [60792, "2018-10-23T14:54:18Z", [1.0, 0.0, 0.0], "I contend that there is a significant probability that Jair Bolsonaro will emerge victorious in Brazil's Presidential Election runoff based on multiple information and data. First, Bolsonaro, while failing to reach an absolute majority in the first round of elections, he received 46% of the vote to Fernando Haddad's 29%. (https://www.bbc.com/news/world-latin-america-45780176) Thus, Bolsonaro, at worst, only needs to win an additional 4% of votes in the runoff scheduled for 28 October to win the presidency. It is likely that some voters will vote for a candidate who is not Bolsonaro or Haddad, thus he does not necessarily have to reach 50% Second, all recent polling has demonstrated that Bolsonaro will be afforded significant support for the runoff. Polls range indicate a broad lead for Bolsonaro as polls have him winning around 57-60% with Haddad wining about 40-43%. (https://www.reuters.com/article/us-brazil-election-poll/brazil-election-poll-shows-bolsonaro-has-57-percent-vs-haddad-43-percent-idUSKCN1MW2BN) Such results should be viewed as valid as they are well out of the poll's margin of error. Lastly, Brazilian citizens are overwhelming looking for the reestablishment of law and order in the presidential election, due to a substantial increase in crime in Brazil in recent years. Thus, Bolsonaro who has run as the \"law and order\" candidate and one to reassert traditional family values is best situated to fill the nation's desire. (https://www.bloomberg.com/news/articles/2018-10-01/your-guide-to-brazil-s-wildly-unpredictable-election-quicktake) On the contrary, Haddad has been portrayed as weak(er) on crime and security and has focused more on socioeconomic issues. (https://www.bloomberg.com/news/articles/2018-10-01/your-guide-to-brazil-s-wildly-unpredictable-election-quicktake). Thus it is my conclusion that Bolsonaro will win the presidential election in Brazil "], [61660, "2018-10-23T14:45:34Z", [0.95, 0.05, 0.0], ""], [34725, "2018-10-23T09:46:32Z", [1.0, 0.0, 0.0], ""], [61665, "2018-10-23T00:55:44Z", [0.9, 0.1, 0.0], ""], [2965, "2018-10-22T22:55:33Z", [1.0, 0.0, 0.0], ""], [34725, "2018-10-22T09:26:14Z", [1.0, 0.0, 0.0], ""], [32872, "2018-10-22T08:30:47Z", [1.0, 0.0, 0.0], ""], [60810, "2018-10-21T22:17:23Z", [0.99, 0.01, 0.0], "Brazil’s presidential election will go to a second-round runoff, however in the first round runoff, with 87 percent of voters counted, Bolsonaro has won 47 percent of valid ballots, far more than Haddad’s 28 percent but not enough to clinch the race with a majority of first-round vote. At this rateb it is looking like Bolsonaro will win the election.  https://www.reuters.com/article/us-brazil-election-forecast/brazil-presidential-election-heading-to-second-round-runoff-datafolha-idUSKCN1MH12T\nhttp://www.latimes.com/world/mexico-americas/la-fg-brazil-election-20181007-story.html"], [41318, "2018-10-21T20:55:35Z", [1.0, 0.0, 0.0], ""], [30610, "2018-10-21T10:40:57Z", [0.95, 0.05, 0.0], ""], [19801, "2018-10-21T08:50:25Z", [0.99, 0.01, 0.0], "Bolsonaro’s campaign with just a week to go before the vote and an 18 percentage point lead over Haddad in recent opinion polls. \nhttps://www.reuters.com/article/us-usa-immigration-caravan/thousands-of-caravan-migrants-take-shelter-in-southern-mexico-idUSKCN1MU05Y"], [691, "2018-10-20T21:25:10Z", [1.0, 0.0, 0.0], ""], [61643, "2018-10-20T20:45:59Z", [0.55, 0.36, 0.09], ""], [2965, "2018-10-20T13:10:07Z", [1.0, 0.0, 0.0], ""], [32338, "2018-10-20T08:13:13Z", [0.99, 0.01, 0.0], ""], [1624, "2018-10-20T06:16:03Z", [1.0, 0.0, 0.0], ""], [61588, "2018-10-19T21:04:33Z", [0.9, 0.1, 0.0], ""], [59042, "2018-10-19T09:24:31Z", [0.99, 0.01, 0.0], ""], [2965, "2018-10-18T23:35:53Z", [1.0, 0.0, 0.0], ""], [13055, "2018-10-18T20:38:06Z", [0.99, 0.01, 0.0], ""], [34725, "2018-10-18T05:56:23Z", [1.0, 0.0, 0.0], ""], [59082, "2018-10-17T11:52:47Z", [0.9, 0.1, 0.0], ""], [60886, "2018-10-17T11:15:08Z", [0.9, 0.1, 0.0], ""], [458, "2018-10-17T08:05:10Z", [0.85, 0.15, 0.0], "Bolsonaro has a strong support base and has already shown in the first round that he can rally people behind him. He is very likely to win ahead of Fernando Haddad."], [39089, "2018-10-16T14:08:20Z", [0.99, 0.01, 0.0], "Likely Bolsonaro will take the presidency. https://www.as-coa.org/articles/poll-tracker-brazils-2018-presidential-election\nhttps://www.reuters.com/article/us-brazil-election-poll/brazils-far-right-presidential-candidate-bolsonaro-holds-wide-lead-poll-idUSKCN1MP2LE?il=0"], [60863, "2018-10-16T13:00:39Z", [1.0, 0.0, 0.0], ""], [60863, "2018-10-16T12:59:54Z", [0.0, 1.0, 0.0], "Comment deleted on Oct 16, 2018 01:00PM UTC"], [691, "2018-10-16T12:11:10Z", [0.99, 0.01, 0.0], ""], [34353, "2018-10-16T11:47:11Z", [1.0, 0.0, 0.0], ""], [34725, "2018-10-16T08:52:33Z", [1.0, 0.0, 0.0], ""], [19801, "2018-10-15T22:44:53Z", [0.99, 0.01, 0.0], "The Ibope poll showed that Bolsonaro had 59 percent of voter support, compared to Haddad’s 41 percent. Ibope interviewed 2,506 people on Saturday and Sunday. The margin of error is 2 percentage points. \nhttps://www.reuters.com/article/us-brazil-election-poll/brazils-far-right-presidential-candidate-bolsonaro-holds-wide-lead-poll-idUSKCN1MP2LE?il=0 HEIL Bolsonaro!"], [60803, "2018-10-15T21:11:22Z", [0.95, 0.05, 0.0], "Other candidates who won the first vote won the election in the past. Polls also indicate that he will most likely win. "], [34566, "2018-10-15T18:19:19Z", [0.99, 0.01, 0.0], ""], [25141, "2018-10-15T16:18:35Z", [1.0, 0.0, 0.0], ""], [2965, "2018-10-15T14:51:44Z", [1.0, 0.0, 0.0], ""], [1333, "2018-10-15T14:32:25Z", [1.0, 0.0, 0.0], ""], [18846, "2018-10-15T13:56:00Z", [1.0, 0.0, 0.0], ""], [13817, "2018-10-15T13:18:19Z", [1.0, 0.0, 0.0], ""], [47812, "2018-10-15T13:12:16Z", [0.96, 0.04, 0.0], ""], [691, "2018-10-15T12:36:46Z", [0.98, 0.02, 0.0], ""], [34725, "2018-10-15T08:31:33Z", [1.0, 0.0, 0.0], ""], [19801, "2018-10-15T02:39:46Z", [0.95, 0.05, 0.0], "Since Brazil’s transition to democracy in the 1980s, every presidential candidate who won the first-round vote went on to win the runoff. And what a charmer he is.  Bolsonaro evokes such dread, consider some of the things he has said in the last few years: • “I had four sons, but then I had a moment of weakness, and the fifth was a girl.” • “I’m not going to rape you, because you’re very ugly” – to a female representative in Congress. • “I’d rather have my son die in a car accident than have him show up dating some guy.” • “I’m pro-torture, and the people are too.” • “They don’t do anything. I don’t think they’re even good for procreation any more” – referring to quilombolas, the black descendants of rebel African slaves. • “You can be sure that if I get there [the presidency], there’ll be no money for NGOs. If it’s up to me, every citizen will have a gun at home. Not one centimetre will be demarcated for indigenous reserves or quilombolas.” • “You won’t change anything in this country through voting – nothing, absolutely nothing. Unfortunately, you’ll only change things by having a civil war and doing the work the military regime didn’t do. Killing 30,000, starting with FHC [former president Fernando Henrique Cardoso]. Killing. If a few innocent people die, that’s alright.” Bolsonaro has also said he will not accept the election result unless he is the winner – only to backtrack after a negative reaction.\nhttps://www.theguardian.com/commentisfree/2018/oct/06/homophobic-mismogynist-racist-brazil-jair-bolsonaro"], [19801, "2018-10-15T01:39:30Z", [0.75, 0.25, 0.0], "1.In Brazil's first-round election on October 7, far-right candidate Jair Bolsonaro outperformed what polls predicted to win 46% of the vote—less than 5 points short of an outright victory. His top rival, left-leaning Fernando Haddad, earned 29%. 2. Polls indicate Bolsonaro would win. 49 to 36%.\nhttps://www.as-coa.org/articles/poll-tracker-brazils-2018-presidential-election"], [3316, "2018-10-14T20:09:19Z", [1.0, 0.0, 0.0], ""], [706, "2018-10-14T19:44:03Z", [0.95, 0.05, 0.0], "Well, he might get assassinated."], [13979, "2018-10-14T19:11:16Z", [0.75, 0.25, 0.0], ""], [3152, "2018-10-14T17:29:05Z", [0.95, 0.04, 0.01], ""], [12688, "2018-10-14T17:09:44Z", [0.95, 0.05, 0.0], ""], [61514, "2018-10-14T16:16:42Z", [0.95, 0.05, 0.0], "Who knows, maybe another attempt to kill B."], [61505, "2018-10-14T15:01:36Z", [0.58, 0.42, 0.0], " I am guessing the percentage that each candidate will get. This does not include any votes for third parties or write-ins"], [61505, "2018-10-14T14:58:04Z", [0.58, 0.42, 0.0], ""], [61500, "2018-10-14T14:09:35Z", [0.9, 0.1, 0.0], "Haddad needs to recruit 18-20 million voters to over-take Boldonaro. Too steep a mountain to climb! Unless Bolsonaro really upsets and scares the populace BEFORE the second ballot, which is not impossible. However, more likely a majority will vote Bolsonaro in, and then regret it."], [61334, "2018-10-14T13:40:52Z", [1.0, 0.0, 0.0], ""], [1479, "2018-10-14T06:24:32Z", [0.99, 0.01, 0.0], ""], [19924, "2018-10-14T05:46:05Z", [0.8, 0.2, 0.0], ""], [2965, "2018-10-13T19:49:38Z", [1.0, 0.0, 0.0], ""], [3577, "2018-10-13T19:48:51Z", [0.99, 0.0, 0.01], ""], [43003, "2018-10-13T18:11:05Z", [0.95, 0.05, 0.0], ""], [745, "2018-10-13T15:11:41Z", [0.97, 0.03, 0.0], "Bolsonaro had `overwhelming support' in the first round."], [32758, "2018-10-13T14:40:11Z", [0.85, 0.15, 0.0], ""], [691, "2018-10-13T12:05:09Z", [0.98, 0.02, 0.0], ""], [20156, "2018-10-13T10:27:53Z", [0.95, 0.05, 0.0], ""], [30477, "2018-10-13T08:47:49Z", [0.75, 0.24, 0.01], ""], [32338, "2018-10-13T06:53:57Z", [0.99, 0.01, 0.0], ""], [15196, "2018-10-13T05:51:41Z", [1.0, 0.0, 0.0], ""], [35636, "2018-10-13T04:50:06Z", [1.0, 0.0, 0.0], "16 from 12 already (what is it with these finicky bettors that can't make up their minds?). @0.98 so not really much point betting really. Points ranked by earliest bets first which is why we need an embargo period before opening and revealing our secret bets to public.  Why was this q even asked? And as @Prognosticating-Beek said why is there a 3rd option of neither when the law is only for 2 anyways.  Graph is wrong saying 33% each in first minute when there has been no bets on 'Someone else'. Cast doubts about reliability and accuracy of the graph, is it being gamed by GJO?  Shouldn't really be 100% on Jair Bolsonaro but whatevs. Meh.  SunOct28: 98 (6) from 67 @100%"], [1624, "2018-10-13T03:14:44Z", [0.98, 0.02, 0.0], ""], [43003, "2018-10-13T03:01:05Z", [0.92, 0.08, 0.0], "From the polls and election results, I don't think this is as sure a thing to put 100% on Jair.  I will stay slightly pessimistic. \nhttps://pt.wikipedia.org/wiki/Pesquisas_de_opini%C3%A3o_sobre_a_elei%C3%A7%C3%A3o_presidencial_do_Brasil_em_2018"], [46762, "2018-10-13T02:04:57Z", [1.0, 0.0, 0.0], ""], [46762, "2018-10-13T00:50:57Z", [1.0, 0.0, 0.0], ""], [23006, "2018-10-13T00:42:10Z", [1.0, 0.0, 0.0], "haven't been following this one - going mostly on corruption and museum tragedy. I don't think people will vote for Lula's pick - Haddad"], [5018, "2018-10-12T23:32:54Z", [0.95, 0.05, 0.0], "It's almost like the Left has overplayed its hand badly almost everywhere - from Latvia to Italy to Brazil... "], [2965, "2018-10-12T21:08:16Z", [1.0, 0.0, 0.0], ""], [31450, "2018-10-12T20:25:25Z", [0.9, 0.1, 0.0], "Looking at this question using both outside and inside information. Starting with inside information, in the only polling I have seen since the first round shows Bolsonaro right at or just over 50% (although I thought I saw a poll today showing him further ahead but I can't find it.) Turning to outside information, since the restoration of democracy in Brazil no candidate has even won the first round and lost the second. Granted it's not a huge sample size but the trend is pretty clear in favor of whomever wins the first round."], [43003, "2018-10-12T20:13:19Z", [0.93, 0.07, 0.0], "Weighted average. hypermind at 94. predictit at 89.  Rounding up."], [691, "2018-10-12T20:06:12Z", [0.98, 0.02, 0.0], "I like Brazil and wish them well, but have been pretty consistently disappointed--as, come to think of it, have they."], [2965, "2018-10-12T20:04:16Z", [1.0, 0.0, 0.0], ""], [20284, "2018-10-12T20:04:09Z", [1.0, 0.0, 0.0], "1. Very strong showing in the first round in which he almost avoided this run off\n2. Opposition is covered in corruption.\n3. Opponent is a substitute for the original nominee but who was disqualified and is in jail.\n4. Desire for a complete overhaul of the status quo"], [60555, "2018-10-12T19:50:35Z", [1.0, 0.0, 0.0], "Bolsonaro already got 46% of the vote in the first round of elections compared to Haddad's 29%. This is a hefty margin and so it is unlikely that Haddad will be able to close the gap and surpass popular support of Bolsonaro in the few short weeks left. Additionally, Latin America is experiencing a swing to the right, as has been much of the West recently, with the rhetoric by Bolsonaro focusing on the left experience in Venezuela and a crackdown on crime, among other important topics. Additionally, Haddad has the endorsement of former President Lula, who was removed from office this year on corruption charges. \nhttps://www.bbc.com/news/world-latin-america-45780176"], [41922, "2018-10-12T19:07:13Z", [1.0, 0.0, 0.0], ""], [43003, "2018-10-12T18:23:35Z", [0.9, 0.1, 0.0], "Based on Hypermind.  And WTF is the 'Someone else' doing in this?  By Brazilian law, there can only be 2 in runoff as I understand it."], [11885, "2018-10-12T17:03:02Z", [1.0, 0.0, 0.0], ""]], "open_date": "2018-10-12T17:00:04Z", "close_date": "2018-10-28T06:59:04Z"}