{"question_id": 42, "title": "Will Russians conduct airstrikes in Syria before 1 May 2016?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.95, 0.05], "correct_answer": "Yes", "correct_forecast": 0.95, "preds": [[1056, "2015-09-30T14:01:16Z", [1.0], "Looks like it's happened."], [43, "2015-09-30T13:55:44Z", [1.0], "Looks like a bunch of us will get 0 for our Brier scores. This was one of those egg on the way to the floor predictions."], [136, "2015-09-30T13:43:33Z", [1.0], "Now confirmed by Russia\nhttp://www.theguardian.com/world/2015/sep/30/russia-launches-first-airstrikes-against-targets-in-syria-says-us\n\"A spokesman for Russia’s defence ministry confirmed Russia had hit military and communication equipment “belonging to terrorists” in the country on Wednesday afternoon.\""], [212, "2015-09-30T13:42:38Z", [1.0], "http://www.nytimes.com/2015/10/01/world/europe/russia-airstrikes-syria.html"], [176, "2015-09-30T13:25:06Z", [1.0], "It's all over, but the shouting:\nMOSCOW — Russian warplanes launched airstrikes in Syria on Wednesday, a U.S. official said, after Russia’s parliament granted President Vladi­mir Putin authorization to use military force in the multi-layered conflict. https://www.washingtonpost.com/world/russias-legislature-authorizes-putin-to-use-military-force-in-syria/2015/09/30/f069f752-6749-11e5-9ef3-fde182507eac_story.html"], [164, "2015-09-30T13:14:14Z", [0.99], ""], [241, "2015-09-30T13:13:48Z", [1.0], ""], [110, "2015-09-30T13:13:16Z", [1.0], "Just happened: http://www.businessinsider.com/russian-jets-reportedly-bombed-us-backed-rebels-in-syria-2015-9"], [1333, "2015-09-30T13:10:35Z", [0.95], ""], [90, "2015-09-30T13:07:35Z", [1.0], ""], [90, "2015-09-30T13:06:48Z", [0.99], ""], [90, "2015-09-30T13:06:21Z", [0.99], ""], [1114, "2015-09-30T12:59:59Z", [1.0], "News reports. \nhttp://www.bbc.com/news/world-middle-east-34399164"], [927, "2015-09-30T12:54:02Z", [1.0], "They have officially launched air strikes according to news reports. "], [1789, "2015-09-30T12:49:31Z", [1.0], ""], [66, "2015-09-30T12:48:51Z", [1.0], "http://www.nytimes.com/2015/10/01/world/europe/putin-military-syria.html?smprod=nytcore-iphone&smid=nytcore-iphone-share"], [2611, "2015-09-30T12:18:03Z", [1.0], "Assets were deployed and ready to use. Iraq-Iran-Syria-Russia intelligence sharing deal enables it further."], [597, "2015-09-30T12:14:07Z", [0.97], ""], [249, "2015-09-30T12:12:11Z", [1.0], "Russia has been announced to be \"ready\"."], [2938, "2015-09-30T12:09:36Z", [0.99], "Confirmed"], [231, "2015-09-30T12:08:10Z", [1.0], ""], [24, "2015-09-30T12:01:25Z", [1.0], "Upping to 100%. Apart from legal measures, rhetoric from various Russian officials, and the statement by Sergei Ivanov (Minister of Foreign Affairs) that Russia's decision is in response to a direct request from Assad appear to make this all but certain."], [136, "2015-09-30T11:57:42Z", [1.0], "Confirmed, I guess\nhttp://edition.cnn.com/2015/09/30/politics/russia-syria-airstrikes-isis/index.html/\n\"Russia has conducted its first airstrike in Syria, near the city of Homs, a senior U.S. official told CNN Wednesday .\""], [691, "2015-09-30T11:50:51Z", [1.0], "The Duma have provided Russian-style legitimacy for this operation, and bombing of somebody will start in the next couple of days. It'll be interesting to see who gets bombed after the initial targeting of IS operations.  Putin is as likely as not to go all Turkish and start bombing people he disapproves of who aren't IS, but somebody is getting bombed quite soon."], [691, "2015-09-30T11:49:09Z", [0.84], ""], [1122, "2015-09-30T11:47:50Z", [0.85], ""], [699, "2015-09-30T11:43:36Z", [1.0], "Russia fulfilled all legal necessaries to support the legitimate power in Syria. Only air support will be conducted at this time. "], [136, "2015-09-30T11:24:45Z", [1.0], "http://www.telegraph.co.uk/news/worldnews/europe/russia/11900853/Putin-request-for-use-of-Russian-troops-in-Syria-approved-live.html\nUnconfirmed claims of Russian airstrikes on Homs province."], [241, "2015-09-30T11:12:23Z", [0.95], ""], [1229, "2015-09-30T11:10:04Z", [0.8], "....and I've just seen the Duma vote"], [530, "2015-09-30T11:09:55Z", [0.99], "Putin given approval to use troops in Syria. Upping my forecast."], [1229, "2015-09-30T10:56:05Z", [0.7], "reports from US officials today that Russia will be launching imminently and not against IS targets.  Possibility that it's US scare mongering still but seems more likely to be an answer soon."], [3394, "2015-09-30T10:53:20Z", [1.0], "The quantity and type of Russian aircraft, including attack helicopters, already seen in Syria as of September 2015 tell me that these systems are far more than what is needed to \"force protection\" purposes, as was stated as their purposes by Russian senior government officials. "], [24, "2015-09-30T10:39:50Z", [0.95], "The Russian Duma today voted unanimously to permit Russian military action in Syria. This is as clear and overwhelming a green light as can be imagined, compared with the behind-the-scenes suggestions that have been evident hitherto. The last occasion on which the Duma voted in support of military action abroad was in early March 2014, with regard to Ukraine. Although this was subsequently, formally, rescinded, and official Russian military presence in Ukraine continues to be officially denied, these denials are not credible or plausible - there is now substantive evidence, from reputable sources, to the contrary. In a sense the Duma vote seems to serve as a fig-leaf (and given the unanimous nature of the vote, a rubber stamp) for what the Kremlin has in mind. Main counter-argument that might prevent this? Perhaps a strong, aggressive, response from an opponent of Russia with credible military forces warning of even  more severe repercussions that the current Crimea/Ukraine-related sanctions regime it suffers. The current US Administration, despite clear opposition to Russian intentions in Syria (as witnessed at the UN this week), does not appear to favour such overt shows of disagreement. Saudi Arabia? Hardly an ally of Russia - it would be in Russian (and Iranian) interests to be widely perceived as an opponent of the Saudi regime and its allies in Syria. Making play of being the potentially most credible opponent of IS/Daesh may play well for Russia internationally too, in terms of projecting \"soft power\".  "], [136, "2015-09-30T10:38:09Z", [1.0], ""], [689, "2015-09-30T10:29:51Z", [1.0], "Comment deleted on May 10, 2016 05:57PM UTC"], [500, "2015-09-30T10:14:50Z", [1.0], ""], [3214, "2015-09-30T09:56:27Z", [0.98], "Update due to Russian parliament approval of military action and the likelihood of Assad regime giving permission for air strikes. "], [110, "2015-09-30T09:42:20Z", [1.0], "Putin just got duma authorization for military action in Syria. I imagine it's coming soon - if not already happening."], [1758, "2015-09-30T09:09:20Z", [0.9], ""], [1682, "2015-09-30T08:40:09Z", [0.88], ""], [506, "2015-09-30T08:33:45Z", [1.0], "Russian parliament unanimously approves use of troops in Syria\nhttp://www.rt.com/news/317013-parliament-authorization-troops-abroad/ Quote:\nIvanov stressed that no ground operations are planned in Syria. Russia would use its warplanes to hit terrorist targets when requested by the Syrian government. "], [3375, "2015-09-30T03:27:07Z", [0.9], "It is however more likely that more \"little green men\" will start appearing as opposed to marked Russian aircraft."], [1575, "2015-09-30T03:19:45Z", [0.83], ""], [43, "2015-09-30T03:11:02Z", [1.0], "It looks like Russia is setting up a no-fly zone over both Syria and the eastern Meditarranean now. Source: Dateline 9-29-15 NATO Supreme Allied Commander Gen. Philip Breedlove warned about Russia's creation of an \"A2AD bubble\" over eastern Mediterranean, using the acronym for anti-access and area denial systems. In a speech to the German Marshall Fund, Gen. Breedlove noted that Russia's recent export of air defense systems would have little effect on the Islamic State, which has no air force, but would be useful in protecting the Assad regime from U.S.-allied warplanes looking to put pressure on the Syrian government. \nSituation Report: Foreign Policy [fp@foreignpolicy.com] \n"], [1337, "2015-09-30T03:07:56Z", [1.0], "No brainer, given the latest satellite images from NYT."], [2076, "2015-09-30T01:58:42Z", [0.85], ""], [3362, "2015-09-30T00:49:24Z", [0.05], ""], [915, "2015-09-30T00:36:14Z", [0.33], "Assuming \"Russians\" in this question means official Russian military personnel flying red star-marked planes. I'd bet that Russian contractors have already flown sorties.  The Syrians doesn't need Russian miltary pilots; Assad needs Russian parts, Russian repair services, Russian trainers and Russian intelligence."], [98, "2015-09-30T00:31:33Z", [0.99], "Russians are building up now to support to do so.  I would expect this to occur before YE  "], [3311, "2015-09-30T00:03:19Z", [0.25], ""], [3345, "2015-09-29T22:20:19Z", [0.99], ""], [374, "2015-09-29T22:19:03Z", [0.8], ""], [783, "2015-09-29T21:43:08Z", [1.0], "France carries out airstrikes against IS in Syria\nhttp://www.dw.com/en/france-carries-out-airstrikes-against-is-in-syria/a-18744167 Does this leave Russia in the cold? Probably they are getting warmer. Russian airstrikes in Syria could happen at any time, a U.S. official with knowledge of the latest intelligence told CNN.\nhttp://www.cnn.com/2015/09/29/politics/russia-syria-airstrikes-isis/index.html?eref=rss_world The Black Swan is \"could\".\n\nBut  Messer's Putin's and Obama's talk accelerated some decision either between themselves or to other lower channels, but Russia wants something from the West and in Iran, so a strike is imminent within the framework of this forecast question. It would seem illogical for the US and allies to bear all the resources in the war for them, while Russia loiters there, and they are not immune from militant attack either way. The Russians are not going to retreat soon unless other regions near Russia are in need of their attention. If the Russians retreated now, their allies would consider them unreliable and rethink their alliance with Russia."], [1572, "2015-09-29T21:31:53Z", [0.9], "Sounds pretty convincing...\nhttp://www.cnn.com/2015/09/29/politics/russia-syria-airstrikes-isis/index.html?eref=rss_world However, according to the BBC, Russia will only conduct airstrikes if approved by the UN\nhttp://www.bbc.com/news/world-middle-east-34391054"], [1344, "2015-09-29T21:26:08Z", [0.98], ""], [3332, "2015-09-29T21:17:04Z", [0.9], ""], [930, "2015-09-29T21:12:21Z", [1.0], ""], [3328, "2015-09-29T20:49:46Z", [0.97], "All about trying to show \"leadership\"..."], [368, "2015-09-29T20:04:33Z", [0.95], ""], [3214, "2015-09-29T19:51:22Z", [0.95], "Increase due to the movement of Russian air assets into Al Assad airfield reported in janes. http://www.janes.com/article/54732/russia-to-defend-core-syrian-government-areas?utm_campaign=PC6110_E15%20DF%20NL%20Security%2009_29_15&utm_medium=email&utm_source=Eloqua "], [1254, "2015-09-29T19:01:31Z", [0.8], ""], [1639, "2015-09-29T18:46:31Z", [0.65], "Mr. Putin intends to \"... cooperate with the Syrian government and its armed forces, who are valiantly fighting terrorism face-to-face,” whatever that means for Mr. Putin/Russia, considering that Russia and Syria are longtime allies, with deeply interwoven personal and military connections, their intention in the end are mainly to support Assad.\nAnother factor is the weak Russian economy.\nSo airstrikes, yes, to what use/extent will shall see."], [136, "2015-09-29T18:31:45Z", [0.99], ""], [691, "2015-09-29T18:12:47Z", [0.84], ""], [2830, "2015-09-29T18:06:43Z", [0.85], "Putin may look like a mad man, but he is very strategic and systematic. He does not  put his resources where he does not intend to utilize them. He has a plan to overshadow the US, and start nominal airstrikes to shore up Assad and solidify Russian position in Syria at some point. Most likely within the next six months."], [3300, "2015-09-29T17:59:50Z", [0.96], ""], [1664, "2015-09-29T17:58:43Z", [0.95], "news is out that they are ready to start"], [613, "2015-09-29T17:27:46Z", [0.85], "Russia is open about its intention to help Assad."], [40, "2015-09-29T16:50:28Z", [0.75], "BBC:  \"Syria conflict: Russia considers joining anti-IS air strikes\":http://www.bbc.co.uk/news/world-middle-east-34387433\nAfter the face-to-face between Vladdy and Obama, Vladdy said Russia would conduct air strikes only if they were approved by the United Nations, while also ruling out Russian troops taking part in a ground operation in Syria."], [3214, "2015-09-29T16:47:04Z", [0.85], "With Russia moving increasing arms towards Syria it is highly likely that they will use air strikes against the country. As NATO nations help the rebel groups they will help the government to reduce the risk of NATO influence close to its traditional area of influence.  It will also be an opportunity for him to play the hero and fight against ISIS which he can use in rhetoric against the NATO nations and for publicity back home. With the strong relationship, both politically and militarily, it is unlikely Russia would risk Syria and her interests being taken by ISIS or a group affiliated with NATO."], [2539, "2015-09-29T16:32:01Z", [0.85], ""], [271, "2015-09-29T16:15:44Z", [1.0], "Yes, I think they will within the week."], [241, "2015-09-29T15:58:47Z", [0.9], ""], [1591, "2015-09-29T15:07:25Z", [0.99], "Reports are that they will do so once Assad gives his approval.  If this is being said publicly then the agreement is most likely mostly made.\nhttp://www.telegraph.co.uk/news/worldnews/vladimir-putin/11898214/Vladimir-Putin-Russia-will-join-coalition-air-strikes-against-Isil-if-it-is-approved-by-Assad.html"], [3267, "2015-09-29T15:02:51Z", [0.95], ""], [1278, "2015-09-29T14:51:07Z", [0.95], ""], [249, "2015-09-29T14:32:32Z", [0.85], "Russia announced on September 29 that they were considering joining the air strikes in Syria. "], [3235, "2015-09-29T14:25:12Z", [0.84], ""], [699, "2015-09-29T14:24:57Z", [0.55], "Russia is determined to stop ISIS, since it is a direct threat to its allies borders.  Also it wants to fight the ca. 1500 ISIS fighters who where recruited from Russian and former USSR states rather in Syria than having them return to their respective home countries for potential terror attacks. ISIS can be successfully fought only by ground forces, which Russia is not planning to sent as for now. Therefore, the Russian air force is in place in Syria for two reasons: At first it will block NATO from playing a double game, announcing to bomb ISIS, but in deed destroying Syrian's army assets, similar as it happened in Libya. Secondary, it will support the Syrian and Kurdish forces, which are the only forces fighting ISIS on the ground as for now. After meeting with Obama yesterday, who accepted the necessity to cooperate with the only real ground force in place, which is fighting ISIS - namely the regular Syrian army, it became clear that USA and Russia will coordinate their effort in the air to avoid friendly fire. Russia will use its air force only based on international law, in opposition to NATO. That means, that it will be an approval by UN SC, or a direct request by Assad, which was not publicly announced as for now. My prognosis I have adjusted to the new developments of Obama retracting from his loudly pronounced position to not to cooperate with Assad. It seems that US's policy to use yet another terror organization to seed chaos has worked only to a limited degree - it did destabilize smaller players like Libya, Syria Iraq, but the main geopolitical target Russia is well prepared and much too strong to be dealt with in this manner. China has sent its air carrier to Syria demonstrating its support for Russia. As predicted, the one who wants every thing will become nothing. US administration made strategic mistakes and will see its empire crumbling - which is for its own people actually a good thing - but this is another topic.\n"], [178, "2015-09-29T13:43:37Z", [0.95], "Russian fighters and attack helicopters already in Syria.  Costs too much to get that equipment into a foreign theater and not use it."], [3238, "2015-09-29T13:19:36Z", [0.3], ""], [3236, "2015-09-29T12:59:05Z", [0.35], ""], [3232, "2015-09-29T12:22:11Z", [0.08], ""], [2369, "2015-09-29T12:17:30Z", [0.75], ""], [1122, "2015-09-29T11:47:29Z", [0.75], "a probable agreement with Us,Iran and F and GB"], [1595, "2015-09-29T11:27:24Z", [0.75], "yes, but not necessarily as part of the coalition "], [803, "2015-09-29T09:59:42Z", [0.7], "Now that they've shown their cards, to not follow through would indicate weakness - I don't think that is acceptable. Also, rather than supplying weapons or choosing covert means (cyber), this action indicates their willingness to placate the West, a quid pro quo, in return for a reduction in sanctions. Such an action would make Russia a kind of Western proxy, or won't it? I'm not sure how comfortable Putin is with that idea. \nHowever the possibility of such an action opening up a veritable Pandora's box for Russia is forcing me to tone down my estimate to 70%."], [501, "2015-09-29T09:49:28Z", [0.95], ""], [1133, "2015-09-29T08:07:08Z", [0.98], ""], [1304, "2015-09-29T07:09:07Z", [0.96], "I requested a clarification from the GJP team about whether this included strikes against ISIS and the response was yes. Added to that Putin's comments at the UNGA yesterday, I would say the chances of a Russian strike in Syria against ISIS are very likely even if they are cosmetic.  "], [3208, "2015-09-29T06:16:11Z", [0.15], ""], [3207, "2015-09-29T05:34:27Z", [0.95], ""], [2, "2015-09-29T04:16:32Z", [0.75], "Going up on the NYT coverage of Putin / Obama meeting.  They're playing up conflict, but it actually seems to me like the 2 parties are on the same page.  It's rhetoric getting in the way, not interest. http://www.nytimes.com/2015/09/29/world/middleeast/obama-and-putin-clash-at-un-on-mideast-crisis.html?ref=middleeast I had previously factored in a high difficulty of getting US / Russia to cooperate."], [64, "2015-09-29T03:44:19Z", [0.95], "Reading between the lines, from the news coming during the U.N. meetings, the U.S. appears to be giving Russia a nod to go ahead and hit ISIS in Syria. Raising this for now, but may bring it back down if Russia seems to be doing something other than air-strikes."], [830, "2015-09-29T02:38:17Z", [0.05], "I very much dount it, though some of you are certain of it. Airsrikes attract alot of attention. They may offer support or may fly under the Syrian flag but flying under Russian flag and dropping bombs prob wont happen. Also Russia does not have the accuracy US bombs have, we take that for granted. IF Russia conducts airstrikes expect massive civilian casualties. Not that Syria is against civilian deaths but Assad has nothing to lose, Russia does."], [1028, "2015-09-29T01:09:27Z", [0.99], ""], [51, "2015-09-29T01:06:38Z", [1.0], "This seems a very easy one with this time frame.  Their initial force concentration is at an airport.  Naturally that makes supply easier, but its difficult for me to believe they will not use it as a base of operations to conduct air strikes.  And isn't ISIL in a part of Syria?  The whole idea of resisting ISIL is the justification Putin is giving for this action.  "], [948, "2015-09-29T00:36:41Z", [0.78], "Putin is helping Assad and himself. Let's not fool ourselves. His positioning of military forces into Syria is a show of strength and his willingness to take on tough challenges in a fragmented region. He will use his power if he needs too. He has shown that several times already. He is the \"American Cowboy\" riding in, granted it's for the wrong side. "], [3181, "2015-09-29T00:25:39Z", [0.95], ""], [498, "2015-09-28T22:00:12Z", [0.99], "Syrian \"Peace Talks\" announced; planned for October.\nhttp://theworldweekly.com/newswire/reader/russia-seizes-the-initiative-on-syria-expecting-peace-talks-in-october-as-world-leaders-gather-at-the-un-general-assembly/4993 \"Russia will not take part in any field operations on the territory of Syria or in other states; at least, we do not plan it for now,\" Putin said.\nhttp://www.businessinsider.com/russia-is-seizing-the-initiative-in-syria-as-the-us-scrambles-for-answers-2015-9 ∴ 100 -> 99%"], [3154, "2015-09-28T22:00:03Z", [0.05], ""], [3005, "2015-09-28T21:27:17Z", [0.7], ""], [3161, "2015-09-28T21:26:36Z", [0.96], "ISIS growing in strength and Putin is 96% committed to keeping Assad in power."], [3147, "2015-09-28T20:40:08Z", [0.85], ""], [1993, "2015-09-28T19:29:22Z", [0.1], ""], [1215, "2015-09-28T18:59:44Z", [0.75], "Yes. Russia is taking the lead in supporting Syria (among western countries). The French have already begun airstrikes. I believe it is a matter of time before there is a recognised coalition of western nations who conduct airstrikes in Syria, with Russia being among them."], [3103, "2015-09-28T18:08:57Z", [0.05], "Very unlikely that there will be an open intervention. Rus tries to work a \"hybrid\" operation just like in Ukr most recently."], [1262, "2015-09-28T17:45:49Z", [0.9], "Increasing likelihood  - apparently Chinese are coming too, with their Marines & planes:   So something likely to happen before May 2016.    Not sure they need all that firepower for ISIS, but maybe Russia & China having more of a problem with jihadists than we've heard?    Or ? "], [368, "2015-09-28T17:40:11Z", [0.95], ""], [164, "2015-09-28T17:29:22Z", [0.75], ""], [164, "2015-09-28T17:23:53Z", [0.75], "While I definitely think that this is probable, I'm a bit more hestitatnt to go towards near-certainty. While Russia has states their commitment to bolstering Asad and hurting ISIS, it's unclear to me right now what measures they will end up taking."], [691, "2015-09-28T16:14:48Z", [0.84], ""], [1068, "2015-09-28T16:08:08Z", [0.8], "The Russians have sent the appropriate aircraft and are entering an environment where other countries have already done this as well.  There is no immediate downside for the Russians in doing this, both to demonstrate resolve against ISIS and to shore up their own regime in Assad. They need to gather intelligence and plan the missions, but no reason that cannot occur before 1 May."], [766, "2015-09-28T14:40:00Z", [0.85], "Everything Russia is up to is moving in that direction, and Putin seems to have little problem dropping bombs."], [524, "2015-09-28T14:37:38Z", [1.0], "It may enable Putin to show that Mother Russia is the only country with the strength to defeat ISIS by working with Syria/Iran/Iraq and if he can in some way tie this war to the Muslim extremists in his satellite countries, he will be able to expand the battle and promote nationalism."], [1001, "2015-09-28T14:29:36Z", [0.88], "Seems especially likely with the new information sharing accord reached this morning."], [3053, "2015-09-28T14:21:52Z", [0.99], "The strike planes are there already; countries rarely set up weapon systems that they don't intend on using - especially when strikes are already being conducted by other countries."], [3048, "2015-09-28T14:02:52Z", [0.99], ""], [493, "2015-09-28T14:00:45Z", [1.0], "Affirming prior."], [3030, "2015-09-28T12:50:47Z", [0.99], "why else send fighters there?"], [1098, "2015-09-28T12:42:38Z", [0.72], "Seems likely given this from Putin:\nhttp://www.reuters.com/article/2015/09/24/us-mideast-crisis-russia-airstrikes-idUSKCN0RO01320150924\n"], [3019, "2015-09-28T12:22:54Z", [0.1], ""], [2436, "2015-09-28T12:20:59Z", [0.95], "Yes.  While personally, Putin likely couldn't care less about whether Assad stays or goes, the opportunity to be the 'king-maker' in Middle Eastern politics and at the same time displacing the US as the regional power broker is a unique, generational opportunity that he will not allow to pass.  Power and absolute power is Putin's oxygen."], [1720, "2015-09-28T10:54:35Z", [0.65], "If Putin has not already done so, he will. There is no downside for him, only for the casualties, and he needs to strut on the world stage. It may even get him a seat at an'y future negotiations on settling  Assads future. Warren"], [3013, "2015-09-28T10:30:52Z", [0.6], ""], [2766, "2015-09-28T08:31:20Z", [0.95], ""], [2998, "2015-09-28T06:26:48Z", [0.95], ""], [2989, "2015-09-28T04:34:47Z", [0.88], ""], [2970, "2015-09-28T02:47:51Z", [0.9], ""], [2967, "2015-09-28T02:47:29Z", [0.95], "It is an opportunity for Putin to flex his might. Too tempting to pass up."], [1114, "2015-09-28T02:39:57Z", [0.99], "Situation continues to develop: http://www.reuters.com/article/2015/09/28/us-mideast-crisis-putin-usa-idUSKCN0RR0H820150928"], [2954, "2015-09-28T02:04:12Z", [1.0], "Russia did not move a regiment of fighters on a whim.  They are there for a purpose.  Putin will save his Arab client.  Any protests and VVP will point to already existing anti-ISIL airstrikes by others."], [2948, "2015-09-28T01:28:11Z", [0.15], "Too much political pressure and nothing to gain."], [2928, "2015-09-28T00:32:29Z", [0.0], ""], [2876, "2015-09-27T23:37:44Z", [0.7], ""], [2886, "2015-09-27T22:21:52Z", [0.99], ""], [1591, "2015-09-27T22:18:40Z", [0.95], ""], [2886, "2015-09-27T22:13:40Z", [0.99], ""], [1262, "2015-09-27T22:09:35Z", [0.65], "1:  Apparently the Syrians are using Russian planes for strikes, so ? no need for Russian pilots to be involved; claims Russia there to \"support' the only legitimate army (Syrian Army.)    \n2:  Moscow news (& perhaps military) not enthusiastic about Russian involvement in Syrian battle. \n3:  Previous Russian stance was west's military involvement in Middle East a bad idea. A c0mplete turnaround might be difficult to justify in Moscow\nPerhaps wants to support Assad as well as create/expand a \"Mediterranean\"  Russian base and a safe area for Alawites.  \nNot sure what else yet but if Russians start airstrikes with all US, French and others flying over Syria it is a potential for even more problems. \n"], [2698, "2015-09-27T20:13:23Z", [0.7], ""], [2821, "2015-09-27T19:09:10Z", [0.99], "They have boots on the ground, plans, and all the infrastructure.  Not investing this much money without a plan to implement.  They are aware that their is no country who will stop them."], [2825, "2015-09-27T19:03:14Z", [0.05], ""], [2820, "2015-09-27T19:01:07Z", [0.95], ""], [2539, "2015-09-27T18:54:35Z", [1.0], ""], [2811, "2015-09-27T18:50:43Z", [0.85], ""], [2811, "2015-09-27T18:35:53Z", [0.85], ""], [2795, "2015-09-27T18:32:23Z", [0.75], "You usually don't put warplanes in a theatre and not use them. "], [2800, "2015-09-27T17:57:31Z", [0.95], ""], [2800, "2015-09-27T17:56:40Z", [0.9], ""], [392, "2015-09-27T17:38:19Z", [0.91], ""], [2770, "2015-09-27T17:38:13Z", [0.95], ""], [2770, "2015-09-27T17:37:57Z", [0.95], ""], [2770, "2015-09-27T17:35:48Z", [0.0], "The Russian buildup will continue, and Putin (as well as many in the West and the region) will see various national interests served by greater Russian involvement, the least risky for Putin will be air strikes."], [2788, "2015-09-27T17:12:09Z", [0.95], "....highly likely.......a military commitment of the current magnitude won't go unused"], [2787, "2015-09-27T17:11:23Z", [0.95], "Planes in place. Putin's bullying strategy. "], [719, "2015-09-27T17:10:56Z", [0.8], "Russia will attack and they will deny it. "], [2779, "2015-09-27T16:57:31Z", [0.77], ""], [2779, "2015-09-27T16:56:07Z", [0.75], ""], [2750, "2015-09-27T16:50:27Z", [0.89], "Russia is no stranger to lending planes and pilots to proxy conflicts (i.e. the Korean war). They seem to have thrown their lot in with Assad, and do not want to be seen as being less tough on IS than the western coalition currently conducting airstrikes. "], [170, "2015-09-27T15:18:55Z", [1.0], "Russia has always supported Assad, but that support now seems to be inadequate to stanch the bleeding. Assad is loosing city after city to ISIS - to avoid looking like a loser who bet on the wrong horse - which incidentally, Putin has done a lot of in the Middle East, Putin simply has to put more on the scale to maintain the same equilibrium. http://foreignpolicy.com/2015/09/25/russias-game-plan-in-syria-is-simple-putin-assad/?utm_content=buffer9d22c&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer And in the light of Russia, Iran, Syria and Iraq security and intelligence-sharing agreement, conducting airstrikes seems just a matter or time."], [2004, "2015-09-27T15:17:51Z", [0.0], "They will provide support/intelligence, but will not conduct airstrikes under their own flag i.e. Ukraine."], [42, "2015-09-27T15:10:41Z", [0.96], "The have not snuck in those planes for fun!"], [2734, "2015-09-27T15:08:50Z", [0.8], ""], [2732, "2015-09-27T15:07:49Z", [0.7], ""], [2729, "2015-09-27T14:59:12Z", [0.75], ""], [1528, "2015-09-27T14:33:47Z", [1.0], "Following the herd on this one."], [691, "2015-09-27T14:30:44Z", [0.81], "Now that the French have started bombing stuff, Putin can start doing so without using the Ukraine Figleaf.  Probably start within the next week, so I am likely too low on this."], [2678, "2015-09-27T13:10:03Z", [0.99], ""], [2666, "2015-09-27T12:23:35Z", [0.85], "The airplanes are not there for a show of force.  They will be used."], [1624, "2015-09-27T11:32:02Z", [0.75], "Russia will do what it takes to prop up Assad - air strikes will be a way to do this against ISIS."], [2640, "2015-09-27T09:39:32Z", [0.99], "They did not move so many airplanes, military etc. for nothing. In addition Russians are not shy on the question of engaging military on the ground and therefore let's not speak about conducting military airstrikes. By May 2016 seems a reasonable time to coordinate/inform others on the field, identify targets and act."], [563, "2015-09-27T08:15:38Z", [0.85], "More involved every day"], [498, "2015-09-27T05:11:25Z", [1.0], "\"Russian Jets Strike ISIS.\"\nhttp://www.almasdarnews.com/article/russian-jets-strike-isis-in-east-aleppo-to-propel-the-syrian-armys-advance-on-kuweires-airbase/ I do not know the geography, but this \"Ayn Sabl\" action was on the same day as the reported Kweiris airbase raid. No mention of Russian \"marines,\" but the article does reference a coördinated Russian air/ Syrian ground attack. Also: \"Chinese aircraft carrier docks at Tartus\" \nhttp://www.debka.com/article/24909/A-Chinese-aircraft-carrier-docks-at-Tartus-to-support-Russian-Iranian-military-buildup-"], [2598, "2015-09-27T03:19:47Z", [0.99], "Putin will ensure his guy stays"], [2586, "2015-09-27T03:12:05Z", [1.0], ""], [2594, "2015-09-27T03:07:53Z", [0.75], "Seems likely given the Russian military buildup in Syria and Putin's demonstrated desire to challenge U.S. power in the region and continue supporting Assad."], [2582, "2015-09-27T02:15:07Z", [0.85], "Military activities in the region are underway already."], [2566, "2015-09-27T01:20:32Z", [0.99], ""], [2557, "2015-09-27T00:44:28Z", [0.8], "This is a prediction that there may be a 20% chance that there will be a ceasefire and hence no need for a Russian airstike.  Syrian air power has been unable to push rebels out of cities and as Assad tries to maintain control or punish rebel cities supportive airstike is inevitable "], [2552, "2015-09-27T00:36:57Z", [0.75], ""], [532, "2015-09-26T23:29:22Z", [1.0], "Affirming prior forecast."], [498, "2015-09-26T22:59:58Z", [1.0], "\"Unconfirmed reports from Syrian government and pro-rebel sources are already indicating that Russian airstrikes may have commenced in support of the push to relieve loyalist forces at Aleppo's Kweiris air base.\"\nhttps://www.stratfor.com/analysis/analytic-guidance-what-us-russia-talks-syria-portend Wouldn't a \"Syrian government source\" and \"pro-rebel source\" be sufficient corroboration? It's not like they have a common interest in disinformation. Is a statement by Russia required for confirmation? Where's General Schwarzkopf with his easels and audio-visual presentations? There's signals intelligence on those airstrikes. The U.S. knows."], [1575, "2015-09-26T22:58:10Z", [0.8], ""], [2515, "2015-09-26T22:29:07Z", [0.97], "Russia wants to assert its claim that it is an interested party in the Syrian crisis. And, unlike the US-led coalition, as an ally of the Syrian government, Russia thinks that she has the right (and an obligation?) to help Syria against the terrorists. She would want to show that they are very much a part of the solution, and would want  to make that solution a desirable outcome for themselves. When we zoom out, the situation in Ukraine is a possible component to be considered in this question. A better negotiating position for both these issues would warrant, at least partial, air strikes in Syria."], [1042, "2015-09-26T22:13:03Z", [0.98], "The CIA said it was GOING TO HAPPEN-----http://newswire.net/newsroom/news/00090548-cia-russia-is-ready-to-attack-targets-in-syria.html Newswire.net -- September 26, 2015) -- Moscow will order military strikes in Syria whether Washington approves it or not, U.S. intelligence Agency reported to White House. The report comes in the eve of talk preparation between Putin and Obama in New York, as Russian president is coming to address the UN General Assembly. Soon after the meeting was announced, however, contradictory remarks from Washington and Moscow emerged on the encounter’s genesis and purpose. While Moscow state that agenda will be Crisis in Syria, Washington announces that at the top on the meeting agenda is going to be the Ukraine issue. As if the situation is not complicated enough, some media reported that China might join its allay Russia in Syria attacks. Chinese fleet is already in Mediterranean Sea, and the aircraft carrier might be on its way, media reported."], [2490, "2015-09-26T22:02:46Z", [0.99], "They already have. It was in the WSJ last week."], [2506, "2015-09-26T22:01:21Z", [0.95], ""], [2485, "2015-09-26T21:51:18Z", [0.75], ""], [961, "2015-09-26T21:28:35Z", [0.65], "It may be drone based, but higher potential with munitions provided and technology complexities"], [1574, "2015-09-26T21:27:38Z", [0.09], ""], [1574, "2015-09-26T21:20:09Z", [0.01], ""], [61, "2015-09-26T20:44:57Z", [1.0], "So , the question is, can the US stomach Putin's proposal?\nhttp://mobile.reuters.com/article/idUSKCN0RO01320150924"], [1701, "2015-09-26T20:01:39Z", [0.55], ""], [28, "2015-09-26T19:39:46Z", [1.0], ""], [2419, "2015-09-26T19:28:35Z", [0.25], "No.  They are not going to raise their level of involvement beyond their current intervention."], [368, "2015-09-26T19:11:40Z", [0.95], "Several factors portend a dangerous escalation and higher likelihood of conflict between Russia, it allies Iran, Iraq (Shite components), Hezbollah and locally allied insurgents such as the AQ affiliate Al Nusra Front, AND, the Washington coalition, Nato and its western allies and insurgents it supports on the ground.  Russian participation in military operations, the deepening role of Russia in Syria, and the role of Iran, Iraq, Lebanon and Hezbollah are of grave concern by Washington and its allies and the Nato alliance.  A stark policy conflict between Russia and the US over the role of Assad in a potentially stable Syria in the future increases conflict potential and could result in greater loss of life & battle deaths, increased refugee flows, and conflict with the anti-IS coalition of insurgents on the ground.   The Assad regime has lost significant control over territory over the last couple of months:  Al Nusra and AQ affiliated insurgents, IS and nationalist rebels in the South of the country have gained large swaths of territory;  Russian military are inspecting and enlarging air-bases and setting up housing unit for Russian military personnel; Russian advisors are meeting with Iranian and Syrian counterparts; Drone and fighter planes are surveilling non-IS rebels and Russian armed personnel are involved in fighting. Given the facts and trends the likelihood of conflict in general and airstrikes in particular a concomitant outcome of current strategic and military maneuvers."], [2418, "2015-09-26T19:11:02Z", [0.99], ""], [2414, "2015-09-26T19:06:10Z", [0.0], ""], [683, "2015-09-26T18:51:14Z", [0.95], "Based on recent news reports, the probability of this occurring appears to be high."], [2397, "2015-09-26T18:25:58Z", [0.35], ""], [386, "2015-09-26T18:21:57Z", [0.99], ""], [2321, "2015-09-26T17:38:55Z", [0.98], ""], [127, "2015-09-26T17:23:06Z", [1.0], ""], [127, "2015-09-26T17:15:36Z", [0.95], ""], [2310, "2015-09-26T16:18:22Z", [0.9], ""], [1502, "2015-09-26T16:03:45Z", [0.85], ""], [254, "2015-09-26T15:51:51Z", [0.95], "Seems very likely since Russia wants to increase its influence in the region as well as prevent the spread of Isis into Russian territories."], [2235, "2015-09-26T15:07:34Z", [0.95], ""], [1758, "2015-09-26T14:37:22Z", [0.75], ""], [691, "2015-09-26T13:52:03Z", [0.68], ""], [2097, "2015-09-26T11:22:46Z", [1.0], "The Russians will make an air strike in Syria before Christmas 2015. They are not there to defend a fellow dictator but upstage the US and show they can act on the international stage. VP longs for the Cold War."], [1229, "2015-09-26T11:12:17Z", [0.6], "http://sputniknews.com/politics/20150924/1027446942/russia-air-force-syria-kremlin.html\nThe political implications seem to be around who actually flies the planes and it seems more and more likely that Russia is pushing the US to lead it but it feels unlikely they will do so - if not I'm not sure Russia is going to want to take that political step beyond supplying planes to conducting the airstrikes themselves without international support.  7 months is a long time though."], [1606, "2015-09-26T11:10:28Z", [0.98], ""], [1606, "2015-09-26T11:09:25Z", [1.0], ""], [2088, "2015-09-26T09:53:06Z", [0.95], "My sense is that the West would welcome it at this point. It doesn't even have to be much, just a show of force."], [2080, "2015-09-26T09:07:03Z", [0.43], "Obama and Merkel are going to meet Putin next week. Obama wants to finish Syria quickly. Europe is not interested in a flood of immigrants. They need to solve the question with Putin first.  "], [2076, "2015-09-26T08:50:15Z", [0.85], ""], [1114, "2015-09-26T06:12:19Z", [0.95], ""], [2052, "2015-09-26T04:47:56Z", [0.72], ""], [2044, "2015-09-26T04:01:59Z", [0.75], "they have moved warplanes in. so they will probably use them."], [680, "2015-09-26T03:27:12Z", [1.0], "The Russians have all they need in place.  If they are to support the Assad regime, they must act as soon as possible, probably within days.  "], [2023, "2015-09-26T03:22:03Z", [0.8], ""], [176, "2015-09-26T03:07:27Z", [0.9], "The term airstrike is undefined and multiple are required. There are certainly plenty of offensive aircraft in the theater now. Do helo attacks count even it's only the insertion of ground troops?  Only fools forecast these questions\nWho's the greater fool - the fool or the fool that follows him? "], [2018, "2015-09-26T02:47:29Z", [0.0], "Putin is too smart to do so; he is playing mind game."], [2023, "2015-09-26T02:47:09Z", [0.8], ""], [2018, "2015-09-26T02:46:34Z", [0.0], ""], [925, "2015-09-26T02:17:40Z", [0.85], ""], [925, "2015-09-26T02:17:24Z", [0.78], ""], [1064, "2015-09-26T02:14:26Z", [0.95], "The jets are not there for a show of force.  Outside of the US and Europe a show of force involves blowing stuff up.  "], [964, "2015-09-26T00:37:03Z", [0.8], "I don't think they sent all the expensive equipment to Syria for show. They will certainly use the Mi-24's and they will probably use the aircraft. They will avoid direct conflict with the US, so the US might stop them from flying with a statement."], [1994, "2015-09-25T23:52:51Z", [0.97], "They are unlikely to have spent the scarce funds needed to engage in this buildup without an intent to use the force.\nBy signaling that they intend to intervene, it would cost them a loss of face if they then chose not to use the forces deployed.\nConducting airstrikes helps them support the Assad regime and maintain Syria as a client state; failing to strike increases the chance they will be embarrassed by losing a client state. Airstrikes allow them to claim that if you align with them you get action, while if you align with the US you get abandoned.  The potential to embarrass the US as a motivation for airstrikes should not be underestimated. There is little to dissuade them from using airstrikes. If they weren't deterred from invading Crimea and the Ukraine by international opinion, they won't be deterred by public opinion here where they may well claim they are just helping stop ISIS and other terrorists (regardless of whether they are hitting non-terrorist targets as well)."], [1997, "2015-09-25T23:50:17Z", [0.1], ""], [1890, "2015-09-25T22:58:14Z", [0.01], "How will anyone prove independently that Russia did conduct an airstrike?  Russia can easily maintain deniability.  I'm not sure how this question will be answered and that's as important as what the Russians do?"], [1962, "2015-09-25T22:02:01Z", [0.35], "Overall, I think airstrikes in Syria are unlikely because I believe the United States will warn Russia about future economic sanctions that the international community will place on Russia. Although Putin attempts to appeal to the nationalistic/Russian axis of power ideology, I believe that ultimately he understands the economic connection Russia must maintain with the international community. "], [170, "2015-09-25T21:35:22Z", [0.95], "Syria plays a reasonable role in V. Putin’s plan of reshaping balance of forces in the world. Although, Putin says Russia is preparing for unilateral air strikes against Islamic State in Syria if the United States rejects his proposal to join forces, current military presence of Russia in Syria indicates that airstrikes will happen anyway."], [1924, "2015-09-25T21:01:57Z", [0.12], ""], [1928, "2015-09-25T21:01:48Z", [0.95], ""], [1758, "2015-09-25T20:49:13Z", [0.95], ""], [55, "2015-09-25T20:23:53Z", [0.98], "While a major reason for the buildup may be geopolitical and designed to pressure the US. However, they certainly would like to support Assad. There would be minimal if any downside to directly attacking ISIS. "], [1344, "2015-09-25T19:59:36Z", [0.97], ""], [1895, "2015-09-25T19:57:34Z", [0.5], ""], [1889, "2015-09-25T19:52:58Z", [0.8], "Russia wants to prop up Assad regime & Iran.  Supporting Assad w/ military equipment now, and will likely use own force in coordinated airstrikes similar to the what the U.S, Iran, Saudi Arabia, Turkey etc. have been doing"], [1869, "2015-09-25T19:25:22Z", [0.05], ""], [1850, "2015-09-25T19:20:19Z", [0.75], "Primary reason is for Vladimir Putin to cement his foothold in the Middle East as an alternative to the listless US presence.  It will be done in 2016 if for no other reason than to ensure there are no real consequences for his actions before a new US President is in office.  The deadline established per the question is the only reason I have it at 75%.  If we used by the end of 2016, I would have it at 99%"], [1834, "2015-09-25T18:32:07Z", [0.9], ""], [1826, "2015-09-25T17:46:00Z", [0.99], ""], [1638, "2015-09-25T17:44:15Z", [0.95], "The Russians have waited long time for this ....they are ready  "], [1531, "2015-09-25T16:13:29Z", [0.91], ""], [77, "2015-09-25T16:02:53Z", [0.87], "Given the recent movements of equipment to conduct airstrikes to Syria, likelyhood of some coordianation of effort between US and Russia, Putin and Obama talking, Russia desire to maintain Assad as Syrian leader, the probability of Russian airstrikes seems quite high within this time period."], [1232, "2015-09-25T15:40:04Z", [0.9], "Given the number of outside countries already launching airstrikes, specific capacity increases, and increased Russian presence, strikes seem likely to me."], [1763, "2015-09-25T15:35:58Z", [0.75], ""], [1335, "2015-09-25T13:33:13Z", [0.85], ""], [691, "2015-09-25T13:04:31Z", [0.68], ""], [40, "2015-09-25T11:52:44Z", [0.75], "And herein lies the rub:  attribution.  According to Reuters, Syrian pilots are at the controls (http://www.reuters.com/article/2015/09/24/us-mideast-crisis-syria-jets-idUSKCN0RO15V20150924).  How do you prove otherwise?  Last year, in Ukraine, there was never anything definitive that Russian troops were involved in the fighting.  There were reports, funerals, and eventually the question resolved to \"yes\", but it will be much harder with planes to assign responsibility.  If you label a mission as \"covert\" to your own personnel, doesn't that make it more prestigious?"], [1344, "2015-09-25T11:12:55Z", [1.0], ""], [920, "2015-09-25T09:39:25Z", [1.0], ""], [1300, "2015-09-25T07:24:11Z", [0.92], "Against ISIL, yes, I think so."], [552, "2015-09-25T07:20:55Z", [0.85], ""], [1272, "2015-09-25T03:04:17Z", [0.99], ""], [706, "2015-09-25T03:03:17Z", [0.99], "If only for Putin to show how much of a man he is."], [1479, "2015-09-25T02:55:47Z", [1.0], ""], [1426, "2015-09-25T02:31:22Z", [0.91], "Russia has a large number of Russian citizens joining ISIS in Syria. They want to stabilize the government of syria. They don't see the rebels as a viable alternative"], [1687, "2015-09-25T02:06:39Z", [0.75], ""], [1789, "2015-09-25T01:26:34Z", [0.95], "Player number one in Russia, with Syria and U.S. far less significant players as to the outcome of the question. \nRussia aims to throw its weight around in Syria and support Bashar.\nThey are highly motivated in pursuit of that goal, as evidenced by the recent transfer of two dozen airplanes. \nAll signs point to Russia eventually conducting airstrikes.  With a six-month horizon on this question, I'd place my bets on a positive outcome."], [1348, "2015-09-25T01:05:42Z", [0.75], "Russia has transparently stated that they plan to conduct airstrikes against IS very soon, if the situation vis-a-vis the US does not change. They already have equipment in place and will likely have personnel in place very soon, based on recent reports.  http://www.reuters.com/article/2015/09/24/us-mideast-crisis-syria-jets-idUSKCN0RO15V20150924\nhttp://www.bloomberg.com/news/articles/2015-09-23/putin-said-to-plan-islamic-state-strikes-with-or-without-u-s-\nhttp://www.ynetnews.com/articles/0,7340,L-4696268,00.html"], [83, "2015-09-25T00:51:28Z", [1.0], "Sold!  Two French built Mistrals going to Egypt, possibly financed by Saudi Arabia.  Russian military equipment to remain onboard. Egypt/Russian cooperation apparent in the Med. http://www.defenseindustrydaily.com/russia-to-order-french-mistral-lhds-05749/\n \"With Egypt appearing to lead the pack of prospective buyers for the two French state-owned Mistral LHDs, the Russian government has reportedly external link indicated that if the North African state were to acquire the two ships then the sensitive Russian equipment installed on them could remain in place, after stating earlier this month that this equipment would be removed. The same reportedly goes for India, with both countries established markets for Russian military hardware. With reports external link indicating that Saudi Arabia may finance the acquisition of the vessels for Egypt, in order to leverage the country’s navy as a regional proxy, the Egyptians have recently purchased a number of French naval vessels, including a FREMM frigate and Gowind corvettes.\""], [992, "2015-09-25T00:14:52Z", [0.9], "Russia would prefer to supply Syria to defend itself _and_ Russian interests in Syria.  (Most importantly, Russian access to the naval base at Tartus.)  However, Russia has military assets in place to defend its supply of Syria, namely significant air assets.  I rate airstrikes highly for the following reasons: 1) I believe ISIS will challenge Russia once Syrian forces are resupplied with Russian arms and have \"advisers\" in place.  I do not believe the Syrian forces will be able to effectively resist ISIS attacks.\n2) Russia has been building closer ties to Iran, and a case can be made for coordination between Russia and Iran in fighting ISIS.\n3) By entering active combat, Russia might have a destabilizing affect in the region.  This might affect the supply of oil (or the perception of the supply), and that might have a positive affect on the value of Russian oil and, thus, help the Russian economy.\n4) Russia's presence in the Middle East is a new geopolitical factor, and they may want to make a statement specifically to the US.  (That is, they can project a certain amount of military violence where they want.) Reasons I would change my mind and lower probability: 1) The Syrian army shows combat effectiveness with the Russian resupply.\n2) The Allies (US, Saudi Arabia, Iraq) decisively turn the tide against ISIS and relieve pressure on the Syrian Army.\n3) New ISIS leadership."], [1567, "2015-09-24T22:39:02Z", [0.2], ""], [1693, "2015-09-24T21:58:45Z", [0.85], ""], [1257, "2015-09-24T21:51:45Z", [0.75], "USA & Russia have secret deal to end war in Syria.Probably involving some Russian airstrikes similar to USA."], [1741, "2015-09-24T21:46:13Z", [0.1], ""], [1741, "2015-09-24T21:44:44Z", [0.15], ""], [40, "2015-09-24T20:48:10Z", [0.85], "or this is a great, big, gigantic bluff for the satellites.  Remember a certain pipeline last season?  They had the capacity on the barges booked.  They had the staging areas full."], [1314, "2015-09-24T20:44:11Z", [0.99], "The only way for Russia to actively support Assad is a direct intervention with airstrikes..  "], [368, "2015-09-24T20:34:31Z", [0.9], ""], [66, "2015-09-24T20:19:47Z", [0.99], "This seems all but certain.  Just for some more news: Putin says he'll conduct unilateral airstrikes in Syria if the US won't work with him and the Assad regime\n(really, does anyone think the US will work with him)\nhttp://www.businessinsider.com/r-putin-plans-air-strikes-in-syria-if-no-us-deal-reached-bloomberg-2015-9 Russia preparing air strikes on Isil if US does not back deal to keep Assad\nhttp://www.telegraph.co.uk/news/worldnews/europe/russia/11889645/Russia-preparing-air-strikes-on-Isil-if-US-does-not-back-deal-to-keep-Assad.html"], [684, "2015-09-24T20:14:32Z", [0.9], "Russia ha splanes in place to prevent fall of Assad. Airpower will be essential for this purpose."], [763, "2015-09-24T20:13:34Z", [0.95], ""], [368, "2015-09-24T19:37:17Z", [0.83], ""], [43, "2015-09-24T18:33:37Z", [1.0], "What this comes down to is whether any credible reports surface of SU-25 or SU-30 attack aircraft being used. Some Syrian pilots have flown SU-24 aircraft that have long been owned by Syria. However, the appearance of SU-25s and SU-30s is new. If used, the pilots would be Russian over the next several months until Syrian pilots could complete training."], [67, "2015-09-24T17:52:52Z", [0.9], ""], [498, "2015-09-24T17:28:52Z", [1.0], "\"Russian marines join Hizballah in first Syrian battle\"\n\"For the first time in 41 years ...  Russian troops are fighting alongside Syrian forces.\"\nhttp://www.debka.com/article/24902/Russian-marines-join-Hizballah-in-first-Syrian-battle-%E2%80%93-a-danger-signal-for-US-Israel Russian troops were on the ground. Were they in the air? (Kweiris air base east of Aleppo)\nread more: http://www.haaretz.com/news/middle-east/1.677337 Edit: \"Chinese Military heading to Syria\" !!!!!!!!!\nhttp://macedoniaonline.eu/content/view/28136/2/"], [38, "2015-09-24T16:26:48Z", [1.0], "http://www.bloomberg.com/news/articles/2015-09-23/putin-said-to-plan-islamic-state-strikes-with-or-without-u-s- Sept 23. Putin \" . . .   is preparing to launch unilateral airstrikes against Islamic State from inside Syria if the U.S. rejects his proposal to join forces. . . \" \"Putin’s preferred course of action, though, is for America and its allies to agree to coordinate their campaign against the terrorist group with Russia, Iran and the Syrian army, which the Obama administration has so far resisted . . .."], [1229, "2015-09-24T16:22:45Z", [0.7], "More politicking or a genuine expectancy that strikes will be conducted regardless of international support?\nhttp://www.reuters.com/article/2015/09/24/us-mideast-crisis-russia-airstrikes-idUSKCN0RO01320150924\n"], [43, "2015-09-24T16:18:05Z", [1.0], "There's a good chance this question will close today, if Kenneth Beck's report of a Reuters story is correct. The only question is whose pilots were in the cockpits. This could end up like last season's Russians in Ukraine question, where the scorers waited until the mainstream media were all insisting that the \"little green men\" coming home to Russia in coffins were not vacationing soldiers who had met unfortunate mishaps, but actually were operational, under military control. Meanwhile, the Syrian \"CF\" gets even weirder. Putin would be a fool not to hit the bad guys hard; these being legion and complex and a future threat to the Caucasus. Source: Dateline 9-24-15 A group of around 1,500 Chechen, Uzbek, and Tajik fighters in Syria has pledged allegiance to Al-Qaeda's Syria wing Nusra Front, a group monitoring the war said September 23. Jaish al-Muhajireen wal-Ansar (Muhajireen Brigade) made the pledge in a statement distributed by supporters online, the Syrian Observatory for Human Rights said. The pledge is a boost for Nusra Front against its rival Islamic State, an ultra hardline Sunni Muslim group which has seized territory in Syria and Iraq. Among battles fought between Nusra Front and Islamic State is one for control of parts of the northern Syrian city of Aleppo, where fighters from the Muhajireen Brigade could help tip the balance. http://www.rferl.org/content/chechen-tajik-uzbek-group-vows-loyalty-to-al-qaeda-syrian-wing-nusra-front/27267088.html"], [1056, "2015-09-24T16:16:51Z", [0.95], "That's why they sent the strike planes."], [691, "2015-09-24T14:54:01Z", [0.68], ""], [212, "2015-09-24T14:15:17Z", [0.97], "Before I saw this article http://www.bloomberg.com/news/articles/2015-09-23/putin-said-to-plan-islamic-state-strikes-with-or-without-u-s-   , I wasn't entirely sure that Russia would actually conduct airstrikes. I thought it could all just be posturing, considering how Putin likes to show Russians how strong and powerful Russia/Putin is, which might still be the case. This article https://csis.org/publication/russia-syria-hybrid-political-warfare  does argue this point and is of the opinion that Russia is in a stronger position if it doesn't conduct airstrikes and instead uses the potential abilities of the airbase as a negotiation tool with Western countries in order to keep Assad in power.  Looking at this article http://www.bbc.com/news/world-middle-east-34329961 , which pre-dates the one above, Russia's Syria military build up seems to be just for defensive purposes only, as stated by the Russian Defense and the US Secretary of State. But I guess if Putin says that Russia will conduct airstrikes with or without IS, then that's what Russia will do. However, it's also in Russia's interest to sell aircraft to Syria http://www.theguardian.com/world/2015/sep/22/syria-confirms-receipt-russian-jets-isis   so maybe the airbase is just an expensive way to demonstrate and train Syrian pilots? Maybe eventually it will be Syrian pilots who operate the jets?   Overall, Russian foreign policy isn't exactly the most predictable, so I'm going to give this a high probability for now. I'll be revisiting this and likely decreasing the probability if Russia doesn't conduct airstrikes within a month, as if they don't do so within a month, it's probably a political play."], [241, "2015-09-24T13:42:50Z", [0.95], ""], [927, "2015-09-24T13:12:57Z", [0.75], "http://www.reuters.com/article/2015/09/24/us-mideast-crisis-russia-airstrikes-idUSKCN0RO01320150924 I think the outcome will be yes if he doesn't get a response from the United States in the given time frame. There is a plan for President Obama and Putin to meet over the matter, so it depends on how that goes and what agreement they come to."], [493, "2015-09-24T12:53:28Z", [1.0], "Vladimir says yes: \"Putin Said to Plan Islamic State Strikes With or Without U.S.\"\nhttp://www.msn.com/en-us/news/world/putin-said-to-plan-islamic-state-strikes-with-or-without-us/ar-AAeHbU0?ocid=News"], [1006, "2015-09-24T11:16:42Z", [0.35], ""], [817, "2015-09-24T10:50:54Z", [0.85], "It is very possible, because Russia moved some airplanes to Damascus:\nhttp://lenta.ru/news/2015/09/01/syria/ Besides they are building/expanding their military bases there:\nhttp://www.wsj.com/articles/russia-expands-military-its-presence-in-syria-satellite-photos-show-1442937150?utm_source=Sailthru&utm_medium=email&utm_campaign=New%20Campaign&utm_term=%2ASituation%20Report It seems that they are just waiting for suitable moment to start intervention, such step would give them lost of advantages (better reputation, proving their alliance with Iran, pinching America etc.)."], [64, "2015-09-24T10:24:48Z", [0.9], "The planes are there, so it makes sense to use them at some point. May 1 is 6 months away, so I think the odds of some air-strikes are high."], [1117, "2015-09-24T08:53:03Z", [0.99], "These numbers of fighters aren't there for shits and giggles..."], [783, "2015-09-24T07:02:49Z", [0.95], "If the Russians send in armed services, as a token gesture or more, expect a fight.  Without a reason for being somewhere in that area and having no guidance, they may end up like the US Marines in Beirut when the Reagan administration had no strategic idea as to why they were there and when Hezbollah blew the Marines up, the Reagan administration called for a retreat. It was then the terrorists knew the administration had no tolerance for spilling blood and it renewed the terrorist’s efforts in the area.  The rest is the historic present.  The Russians want the pro-government party in Syria to survive with or without Mr. Assad. They have a stake in the Mediterranean as it is a strategic route into several areas of the world. The ancients knew it as do the Russians. The Russians may also gain favor from the Iranians since the Obama administration effectively began to slowly move Iran out of Russian influence with the nuclear treaty. It was the Russian and Iranian agreement on building the Iranian nuclear plants that was an important relationship between them.  The Russians might also use their position in Syria to gain in negotiating power from the West in sanctions, or where the West has gained influence around Russia's floating borders and its neighbors, if the Russians pull back or coordinate in Syria with the West.  But if Russia is sucked into the battle, like long wars in Vietnam or Afghanistan, it will take resources away from their fight in Ukraine and Georgia and I do not think the West would mind this burden on Russia. But the Russians have to strike in Syria or goaded into striking before opening negotiations with either the warring parties as a bridge builder and gain favor with Iran and pro-government Assad forces, or extract demands from the West if the West wants assistance from Russia in some way.  This leaves Turkey, who wants Mr. Assad out, potentially in a difficult light, because they will not directly attack Russia in the now-rump states under siege. This gives Russia more leverage in the Levant.  Mr. Putin views his country’s involvement in the region as a way to bargain with the West on his domestic and foreign policies that the Russians view as more important to them than Syria.  In another strategy, the Russians also have ISIS issues in the Northern Caucasus and may ask for intelligence or other assistance from Iran or the West to continue the war against ISIS in the Northern Caucasus,  as Russia builds a new front to attack the terrorists and to stabilize and maintain further power in that region. If successful in the Northern Caucasus, this will effectively allow Russia to control the area from Dagestan to Krasnodar Krai and have the capability to limit the movement of Turkey and Georgia in and across the northern land routes, for political or military reasons. I think that is something the Iranians would not mind Russia doing to Turkey and Georgia is not in NATO. "], [506, "2015-09-24T06:04:14Z", [1.0], "Russia expanding - building out two more bases:  http://www.wsj.com/articles/russia-expands-military-its-presence-in-syria-satellite-photos-show-1442937150?utm_source=Sailthru&utm_medium=email&utm_campaign=New%20Campaign&utm_term=%2ASituation%20Report"], [506, "2015-09-24T05:58:38Z", [1.0], "Open source weapons watching Oryx blog:  http://spioenkop.blogspot.com/2015/09/further-russian-air-force.html?utm_source=Sailthru&utm_medium=email&utm_campaign=New+Campaign&utm_term=*Situation+Report&m=1"], [854, "2015-09-24T05:36:46Z", [0.9], "According to Bloomberg and the BBC, Russia has established a forward airbase at Latakia and moved in 12 bombers, 12 ground attack aircraft, 4 multi-role fighter aircraft, two types of drones, and 20 helicopters. I don't think Russia would have done this as a posturing move because there are no negotiations underway in which posturing would serve a purpose. Russia apparently envisions two futures, one where they carry out airstrikes in coordination with the US, the other in which they carry them out without the US, either of which would cause this question to resolve as Yes. I am reserving 10% odds in case there is a diplomatic stalemate that prevents Russia from moving forward before 1 May 2016, or another unexpected event that changes Russia's plans. http://www.bbc.com/news/world-europe-34330151\nhttp://www.bloomberg.com/news/articles/2015-09-21/putin-and-netanyahu-divided-over-threat-from-crisis-in-syria"], [465, "2015-09-24T05:23:00Z", [1.0], "No question. I will revisit with more detail.  Here is the detail this morning:  The Syrian military used newly arrived Russian jets to bomb Islamic State forces in Syria's northern Aleppo province, activists with the Syrian Observatory for Human Rights said Sept. 24. - Reuters The goal of the airstrikes, which were accompanied by ground attacks, was to break a siege on the government-held Kweiris air base. Earlier, unnamed Russian officials said Russian President Vladimir Putin was preparing to launch unilateral airstrikes against the Islamic State if the United States rejected his proposal to join forces. Concerns that Russia-backed fighters could clash with U.S.-backed rebels in Syria have prompted settlement talks. - Bloomberg\n"], [1646, "2015-09-24T04:44:20Z", [0.95], ""], [1133, "2015-09-24T04:32:14Z", [0.95], "\"Sources\" in the Kremlin are saying that Putin is asking for joint US-Russian airstrikes and troops are moving into Syria.  This sounds like pretty serious action from Russia."], [182, "2015-09-24T04:05:12Z", [0.85], "With the current rapid build up and arrival of combat aircraft, it seems likely this will resolve in the next few weeks."], [1771, "2015-09-24T03:38:26Z", [0.85], ""], [1669, "2015-09-24T03:05:47Z", [0.6], ""], [43, "2015-09-24T02:36:41Z", [1.0], "Putin is working hard to win the hearts and minds of the Muslim world -- part of his Syria strategy? Source: Dateline 9-23-15 President Vladimir Putin opened (NYT) one of Europe's largest mosques in Moscow on Wednesday. The Moscow Cathedral Mosque, the city's fourth mosque, can accommodate as many as ten thousand worshippers on three stories. There are an estimated two million Muslims in Moscow. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]"], [770, "2015-09-24T02:11:07Z", [1.0], "There are Russian planes currently in Syria. It seems quite feasible that in the next 8 months there will be a Russian air strike. I hope reality proves me wrong since the consequences would be catastrophic."], [1769, "2015-09-24T02:02:12Z", [0.95], "They are opening more bases.  Then they can establish air strikes.  "], [677, "2015-09-24T01:44:13Z", [0.99], ""], [1767, "2015-09-24T00:22:51Z", [0.99], "Putin wants to be taken seriously on the world stage, and more to the point, wants Russian citizens to belive he is taken seriosuly on the world stage. By becoming a tangible military force in Syria Putin ensures that Russia has a vocal say in eventual peace negotiations. "], [1262, "2015-09-24T00:08:19Z", [0.85], "Yes, will likely assist in the reclaiming key areas under ISIL control in Syria \"Hezbollah militants fighting alongside Syrian troops say they plan to shift to a defensive posture after helping President Bashar Assad win back a key border town, Lebanese media reported Tuesday.\"  http://www.timesofisrael.com/hezbollah-said-pulling-back-from-syria-fighting/ Officials from the Lebanon-based Islamist organization informed Damascus that they would no longer help Assad with offensives against rebel groups, according to the Beirut-based Daily Star. \n"], [547, "2015-09-23T23:41:57Z", [0.8], ""], [94, "2015-09-23T23:39:54Z", [0.85], "This does seem very likely, given the Russian jets being sent to Syria.  I still think it is less than a certainty; Syria could use the jets with their own pilots, which would not count as Russia conducting airstrikes."], [1406, "2015-09-23T20:22:05Z", [0.85], ""], [1042, "2015-09-23T19:53:45Z", [0.98], "It is a stage that Russia can make a play on. He needs to get his population accustomed to a war stance before he can enter into any serious conflicts with any nation that is perceived as a threat to their stability.  The call of war is growing louder."], [166, "2015-09-23T19:35:00Z", [1.0], ""], [1310, "2015-09-23T18:50:17Z", [0.85], "There's no real downside for Russia in this. They are airstrikes, not boots on the ground. Reputation has already been put at stake. It strengthens Russia's relationship with Assad, the probably victor, and with other ISIS enemies such as Iran with whom Russia shares many interests."], [83, "2015-09-23T18:16:16Z", [1.0], "Long time frame.  Consider the targets:\n   1) IS - no issues, supported by US, Syria, Russia, or Iran.\n   2) US backed Anti-Assad rebels, not supported by US.\n   2) Other Anti-Assad Groups, not supported by the US.\nRussia will likely start with an IS strike, but after that there are issues.  Russia will likely defend the existng Assad controlled Syrian borders from attacks by all forces, but, will Russia extend the attacks at some point to retake other portions of Syria?, those strikes may target US backed rebel groups."], [1604, "2015-09-23T17:45:40Z", [0.1], ""], [452, "2015-09-23T17:28:53Z", [0.35], ""], [1229, "2015-09-23T16:39:47Z", [0.65], "It's an interesting question but given the worsening nature of Assad's position the Russian's may be wary of getting directly involved in bombing groups of people if they want to become a power broker with the competing factions inside Syria.  While there seems to be little doubt that it's supplying arms and advisors to Assad's forces (http://www.theguardian.com/world/2015/sep/22/syria-confirms-receipt-russian-jets-isis) I don't think the move from there to actually conducting the airstrikes themselves is as clear cut as some people seem to think, though still more likely than not."], [1052, "2015-09-23T16:19:18Z", [0.8], "With military advisers and personnel on the ground in the area, and reports of drone flights spotting target in the region it appears as though Russia is on a fast course for conducting military operations in the region.  Russia's engagement appears to be one of providing air support and military assistance to Assad.  Russia's main purpose in the region still seems to be to negotiate a deal between Syria (Assad) and the rebel factions; however, with the recent additional build up of military on the ground and air fighters I do believe there will be airstrikes in the near future."], [691, "2015-09-23T16:09:48Z", [0.68], ""], [1297, "2015-09-23T16:05:34Z", [0.95], "Already using drones to scout targets. All those planes there for a reason"], [294, "2015-09-23T16:00:28Z", [0.8], "solid discussion about why  Russia is building up in Syria. https://foreignpolicy.com/2015/09/22/putin-russia-syria-assad-iran-islamic-state/?utm_source=Sailthru&utm_medium=email&utm_campaign=New%20Campaign&utm_term=Flashpoints This is as much about \"maintaining a seat at the table\" as any military objective.   Russia is more concerned about Iran's growing influence over the Syrian state the US force projection.  So long as the Assad stays in power -- and this declaration that Latakia will be defended by Russian hardware more or less gaurantes that  for now -- Russia doesn't need to bomb anything to achieve it's current political objectives. Of course, the Russians like playing with their hardware and shooting at targets that can't shoot back every bit a much as any other global power, so the way to bet is that they'll go ahead and bomb something.  but this is far from certain."], [1068, "2015-09-23T15:54:04Z", [0.59], "Starting point for following this question."], [1500, "2015-09-23T13:34:19Z", [1.0], "Why else would they be building an airbase in Syria?"], [876, "2015-09-23T13:23:28Z", [0.99], ""], [500, "2015-09-23T12:29:42Z", [1.0], "dogovor rusije i amerike"], [1380, "2015-09-23T10:56:19Z", [0.99], ""], [1380, "2015-09-23T10:56:05Z", [1.0], ""], [740, "2015-09-23T10:44:46Z", [0.95], "That's the way men of honor get respect. Which they are.\nVoters don't gripe, accountants don't whinge."], [740, "2015-09-23T10:02:51Z", [0.95], "No problem. Everybody will bless."], [734, "2015-09-23T01:45:47Z", [0.95], "Really? You believe they are there for deterrence alone? They will certainly be used in a combat scenario, and given the state of Syria these days, likely well before the resolution date above regardless of any discussions that we may have with the Russians. Also despite what the Secretary of State has to say (\"Kerry: Russian jets in Syria appear to be there to protect own base\" as reported today in Defense News and other news agencies). Good point, cdob63, but I think he will fess up this time."], [1333, "2015-09-23T01:35:42Z", [0.75], "Those 4 SU30 multi role fighters will be in action next time ISIS decides to drop a couple of mortars on the Embassy (as they did a couple of days ago)"], [231, "2015-09-23T01:29:20Z", [0.95], "Seems inevitable."], [374, "2015-09-22T23:43:23Z", [0.2], ""], [1220, "2015-09-22T22:43:46Z", [0.95], ""], [1114, "2015-09-22T21:59:09Z", [0.9], ""], [1669, "2015-09-22T21:45:06Z", [0.75], ""], [1109, "2015-09-22T21:43:39Z", [1.0], "They appear ready to roll."], [1264, "2015-09-22T21:34:49Z", [0.15], ""], [691, "2015-09-22T21:06:27Z", [0.67], "Almost certainly, now that they have aircraft in place. The question for GJP is much like the similar one for Ukraine back in the Olde Days--whom do we believe when Putin denies they're his pilots flying his aircraft, and Assad backs him up?  "], [1243, "2015-09-22T20:11:44Z", [0.99], "At least 28 fighter jets are now based in Syria, it is now typical of Russia when making displays or strength, to make them kinetic, rather than just visual."], [136, "2015-09-22T20:08:12Z", [0.9], "Is Putin going to pull a Korean war on us (I mean, us - forecasters)? http://gulfnews.com/news/mena/syria/syria-receives-new-warplanes-from-russia-1.1588381\n\"Damascus has received new warplanes and reconnaissance aircraft from Moscow to fight against Daesh, a Syrian military source said on Tuesday. “Our air force has taken delivery of at least five fighter planes from Moscow as well as reconnaissance aircraft which allow us to identify targets with great accuracy,” the senior official said on condition of anonymity.\n...\nThe source said the aircraft had arrived on Friday at a military base in Latakia province, the traditional heartland of President Bashar Al Assad’s regime.\n...\n“Russian weapons are starting to have an effect in Syria,” the official said. “The Syrian military has started using them in the cities of Deir Al Zor and Raqqa, in particular against Daesh positions,” the official said. Another military source in Latakia said the army had “received Russian reconnaissance planes that will allow Syrian ground and air forces to accurately identify targets.”\""], [1201, "2015-09-22T20:02:13Z", [0.95], "And this just in:\nhttp://www.theguardian.com/world/2015/sep/22/syria-confirms-receipt-russian-jets-isis\nLooks like the same pattern of development as Crimea"], [191, "2015-09-22T19:32:00Z", [1.0], "The Russian motto :  \"Shoot first,  ask questions later.\"     Any questions, ask the Ukrainians or Georgians.    "], [657, "2015-09-22T19:14:56Z", [1.0], "Precision strikes are rumoured to start next week (after Putin's UN speech)."], [530, "2015-09-22T19:02:53Z", [0.9], "Russian warplanes have been deployed to Syria. I'm pretty sure they aren't there for looks."], [294, "2015-09-22T18:57:58Z", [0.8], "Reading more closely, Russia seems to be wanted to \"act like a superpower,\" which using its own planes to bomb things that can't shoot back. Just like the Americans. http://www.nytimes.com/2015/09/22/world/middleeast/russia-deploys-ground-attack-aircraft-to-syrian-base.html?_r=2&utm_source=Sailthru&utm_medium=email&utm_campaign=New%20Campaign&utm_term=%2AMideast%20Brief"], [40, "2015-09-22T18:27:56Z", [0.85], "What am I missing?  Doesn't this seem like the ultimate no-brainer?  Am I the only one who is really, really alarmed by the Russian deployment to Syria? Inauguration Day, 2017 is going to be veeeeeeeeeeeery interesting at the rate we're going."], [1422, "2015-09-22T18:24:35Z", [0.85], " French Press Agency AFP also reported on the 21st of September that US officials who asked to remain anonymous had confirmed that 28 attack planes were stationed in Latakia Province in Syria, and the same information as Reuters about the Russian helicopters. In the French report, it is added that the Russian embassy in Damas had to endure shellfire on Sunday and that Moscow called for concrete actions and accused President Assad's opposition of the shellfire.\nLink in French unfortunately: https://fr.news.yahoo.com/russie-d%C3%A9ploy%C3%A9-28-avions-combat-syrie-172632243.html"], [368, "2015-09-22T17:06:28Z", [0.75], "Given drone surveillance reported by Reuters today, it seems likely that airstrikes against IS will follow.  The timing of military engagement, while highly likely, appear open at this stage.  "], [1503, "2015-09-22T16:50:45Z", [0.85], "A buildup of Russian Air power has been confirmed by satellite images and there is at least speculation in Russian media, purportedly based on Russian military sources that a strike may come on the day before or immediately after Putin's speach at the UNGA on September 28.  Drone flights have already begun.   \"The Russian Air Force has deployed a powerful air group to Syria that includes 12 Su-24 and 12 Su-25 ground attack aircraft, satellite imagery from Airbus Defence & Space has confirmed.\" http://www.janes.com/article/54709/russia-deploys-powerful-strike-group-to-syria \"Russia has deployed 28 combat planes in Syria, US officials said Monday, confirming the latest move in Moscow's increasing military presence in the war-torn nation.\"\nhttp://www.tolonews.com/en/afghanistan/21505-russia-deploys-28-combat-planes-in-syria-us-officials http://www.novayagazeta.ru/politics/70001.html http://uk.reuters.com/article/2015/09/21/uk-mideast-crisis-syria-drones-exclusive-idUKKCN0RL1C920150921"], [32, "2015-09-22T16:35:31Z", [1.0], "Seems straight forward"], [379, "2015-09-22T16:03:32Z", [0.85], "Given recent events and Russia's need to re-assert itself as a world leader, I would say very likely.  "], [57, "2015-09-22T15:18:47Z", [1.0], ""], [1529, "2015-09-22T14:56:49Z", [0.95], "I assume we are taking this literally...that \"Russians\" will conduct the air strikes (not just the use of Russian-owned aircraft). Since there is virtually no anti-aircraft capability, Russian pilots are safe. They know the equipment best. They are not there for \"looks\". "], [43, "2015-09-22T14:51:23Z", [1.0], "Russian boots will be on the ground, soon, if not already. They will need air support. Source: Dateline 9-20-15 Several Russian contract soldiers who claimed this week they were being deployed to Syria, undermining Russian government denials that it has sent combat troops to the war zone, are now being threatened with criminal charges, their lawyer said Saturday. http://www.themoscowtimes.com/news/article/russian-soldiers-who-went-public-on-syria-deployment-facing-threats-lawyer-says/531862.html"], [1722, "2015-09-22T14:48:18Z", [1.0], "The presence of Russian military hardware in Latakia makes this outcome certain. This hardware not only signifies that Russia has thrown in its lot with Assad but also that Russia is willing to directly engage with rebel forces. The two questions that I'm now asking are \"who will be on the receiving end of these airstrikes?\" and \"given the influx of T-90 tanks into Syria, will Russia engage on the ground with rebels?\""], [699, "2015-09-22T14:48:18Z", [0.0], "1. Russians are involved in Syria with technical support, but will not engage in direct combat.\n2. Bombing from above is not effective in the current situation, the risk of collateral damage with civilians being hit out ways the possible benefit - Russia is much more sensitive in this regard than NATO.\n3. The main role of Russia's involvement is to block further NATO assistance to radical elements who are being used to destabilize the legitimate government, similar as it happened in Ukraine, where ultra nationalists were put in power to spread hatred against Russia - the only country which can - and will stop the US hegemony, similar as Russia (USSR) stopped Hitler, who was brought in power by UK and USA.\n4. Israel started a military cooperation with Russia to support Assad. A center for military cooperation was set up yesterday by Putin and Natanyahu at the meeting in Moscow to prevent accidental collision in case Israel will have to act against Hisbolah or other ISIS elements created and supported by NATO, Saudi Arabia."], [43, "2015-09-22T14:38:07Z", [1.0], "Now Russia is identifying where exactly it will drop those bombs. Dateline 9-22-15 Russian drone aircraft conducted surveillance missions (WSJ) in Syria, U.S. officials said on Monday. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]"], [1591, "2015-09-22T14:35:19Z", [0.98], "Everything is in place for a strike. http://www.reuters.com/article/2015/09/22/us-mideast-crisis-gulf-russia-idUSKCN0RM1JX20150922 But, (almost) never say \"sure thing.\" "], [1383, "2015-09-22T14:23:04Z", [0.6], ""], [1473, "2015-09-22T13:33:42Z", [0.99], ""], [1201, "2015-09-22T13:17:53Z", [0.9], "As others have pointed out, Russia will have to make \"heads up\" agreements with other forces in the area first. But they sure look like they're preparing for both land and air action. Long term, Syria is useful to Russia several different ways: it provides air and sea bases on the Med; it provides a border front facing US forces in Iraq; it is a wedge helping to isolate Turkey; it provides about half the pipeline run between the Med and the Caspian gas and oil fields.\nShort backgrounder:\nhttp://www.theguardian.com/world/2015/sep/16/russia-proposes-meeting-us-syria-isis\n"], [131, "2015-09-22T13:14:56Z", [0.95], ""], [1343, "2015-09-22T12:56:25Z", [0.95], "At present they don't have an out as far as supporting Assad goes. And Putin will do anything to avoid being anything other than the strong man he conceives himself to be. Good training too for a not very good Russian army."], [493, "2015-09-22T12:36:45Z", [1.0], "Agree w/ redacted."], [498, "2015-09-22T11:58:37Z", [1.0], "\"This kind of aircraft suggests that the Russians intend to exert their combat power outside of Latakia in an offensive role.\"\nhttp://news.yahoo.com/russia-deployed-28-combat-aircraft-syria-us-officials-173419582.html They have the aircraft there, they will use them. I like tylerh's reasoning, but think Russia needs to make a demonstration of willingness to employ the aircraft to establish any credibility. Basing aircraft - eh; using aircraft - big deal. That whole area is a mess, and Russian airstrikes might not actually be \"in\" Syria, but possibly in Lebanon or Iraq, although they would be nominally targeting the flavor-of-the-month jihadists."], [710, "2015-09-22T09:02:31Z", [0.99], ""], [1468, "2015-09-22T07:25:53Z", [0.9], ""], [586, "2015-09-22T07:00:53Z", [1.0], "Russia is building airbase in Latakia. In 6 months there would be plenty of time to make airstrike in Syria (even in situation, when Russians would defend their bases in Tartus or Latakia). After mortar attack on their embassy in Damascus, It is even more possible."], [1078, "2015-09-22T06:30:01Z", [1.0], ""], [1354, "2015-09-22T06:28:49Z", [0.65], ""], [68, "2015-09-22T06:02:05Z", [0.95], "Following the consensus. Once you have your drones and aircraft on site in the major conflict zone that Syria is, you're almost bound to use them at least once in the next seven months."], [294, "2015-09-22T04:07:51Z", [0.3], "why on earth would the Russians risk their own pilots and reputations?  Syrians are as smart as anybody else -- the Russians can train a few dozen Syrian pilots to any standard they want. Sure, the planes may be paid for, delivered, maintained, armed, and directed by Russians, but Putin has a recognized government to work through.  But any actual strikes will be in planes painted in Syria government colors, and the  pilots at risk of capture won't be Russians."], [61, "2015-09-22T03:45:33Z", [1.0], "eh, let's make it 100."], [61, "2015-09-22T03:44:26Z", [0.99], "\"Surveillance\" Drones have launched. U.S. is doing it, why not Russia?\nhttp://www.cnn.com/2015/09/21/politics/russia-flies-drones-over-syria/"], [1715, "2015-09-22T03:41:06Z", [0.99], "As einsteinjs points out, there Russia has moved significant airpower hardware into Syria in recent weeks.  The cost and risk of sending these would be foolish in the absence of an intent to use them. Beyond the opportunity to appear as a \"strong nation\" and assert itself on the international stage, this also offers an opportunity to divert attention from ongoing operations in Eastern Ukraine. Additionally, the fighter jets most recently sent to Syria include the relatively advanced Su-30SM.  Operations over Syria could be an opportunity to showcase the aircraft's capability to encourage sales as tensions around the globe continue to ratchet up. "], [60, "2015-09-22T03:32:55Z", [1.0], "A lot can happen between now and May 1st 2016, but based on the current landscape, I feel pretty confident betting on this as a sure thing. \"Russia Bulks Up Force in Syria, Starts Flying Drone Missions\" http://www.wsj.com/articles/russia-bulks-up-force-in-syria-starts-flying-drone-missions-1442856005 Russian surveillance drones have started flying missions over Syria as Moscow sent two dozen more fighter jets to a growing air base on the Syrian coast, U.S. defense officials said Monday, in the latest sign that Russia is poised to use its air force to aid embattled President Bashar al-Assad. U.S. officials have been struggling to respond to increasing signs that the Russian military is preparing to play a direct role in the Syrian conflict, which has dragged on for more than four years and created a massive refugee crisis sweeping across Europe. Over the weekend, U.S. officials said, the number of Russian combat jets at the Syrian base south of Latakia grew from four to 28. ... U.S. officials have said they would welcome Russian military airstrikes on Islamic State forces in Syria, but not if they help Mr. Assad. Since direct Russia-U. S. coordination on airstrikes in Syria seems unlikely at this point, American officials want to ensure that Russian jets don’t pose a danger to U.S. and coalition pilots flying daily missions over Syria. American officials could try to work out an agreement where Russian jets fly over different parts of Syria where the U.S.-led coalition isn’t carrying out airstrikes against Islamic State targets. But there were no signs on Monday that the two countries were close to reaching any understanding about military operations in Syria. ~~~~ COMMENT: After reading that, it seems like a foregone conclusion (ALMOST)."], [484, "2015-09-22T03:17:39Z", [1.0], "Low bar to do something and ~ 7 months."], [43, "2015-09-22T02:54:07Z", [1.0], "Israel and Russia are negotiating how to avoid harming each other as Russia gears up for a major offensive in Syria. The U.S. also is negotiating. I never thought I'd see the day when Iran, Israel, Russia, the U.S. and a bunch of other countries would get together to save Assad's regime -- or even become allies in any war. Now this looks like a slam dunk to me."], [1457, "2015-09-22T02:39:27Z", [1.0], ""], [689, "2015-09-22T02:27:27Z", [0.99], "Comment deleted on May 10, 2016 05:47PM UTC"], [1714, "2015-09-22T02:25:34Z", [0.0], ""], [93, "2015-09-22T02:22:16Z", [1.0], ""], [568, "2015-09-22T02:20:07Z", [0.7], ""], [2, "2015-09-22T02:10:07Z", [0.65], "I'm going to start low on this one.  I don't think Russia will intervene solo, and so a YES on this means they'll have to make a deal with everyone.  Too much of a chance of random mistakes.   http://www.abc.net.au/news/2015-09-22/russia-israel-reach-deal-to-avoid-conflict-in-syria/6793628 They're well aware of potential of mistakes, and have already made a deal with Israel.  But they also need to make a deal with western powers, and that'll slow things down."], [306, "2015-09-22T01:50:20Z", [0.9], ""], [837, "2015-09-22T01:44:26Z", [0.85], "As long as Russia can be pretty sure an airstrike will not hit assets from a third-party country there will probably be an opportunity they will want to take before May 2016. If other countries like Israel or the US, or an organization like NATO, increase their presence inside Syria the chances of a Russian airstrike go down. I just don't think that sort of asset increase on the ground is likely."], [837, "2015-09-22T01:43:19Z", [0.75], "As long as Russia can be pretty sure an airstrike will not hit assets from a third-party country there will probably be an opportunity they will want to take before May 2016.  If other countries like Israel or the US, or an organization like NATO, increase their presence inside Syria the chances of a Russian airstrike go down.  I just don't think that sort of asset increase on the ground is likely."], [1711, "2015-09-22T01:12:02Z", [1.0], ""], [172, "2015-09-22T01:04:57Z", [1.0], "Russia's only port outside Russia, plus Obama showing aversion to any confrontation, plus Russia trying to hang onto a bit of empire, plus Putin jabbing eye of Americans at any opportunity = 100%. Let's just hope no top gun antics between Russia and others in the air..."], [1686, "2015-09-22T00:41:06Z", [1.0], ""], [241, "2015-09-22T00:17:44Z", [0.9], ""], [1651, "2015-09-22T00:06:58Z", [0.95], "Russia would not be expanding its military presence in Syria if it had no intention of using it. However, no prediction can be 100%, especially in the instance of direct Russian participation. They will most certainly deny direct action, even against \"terrorists\", until it is to their advantage to do so. Therefore, leaving 5% wiggle room."], [505, "2015-09-21T23:27:03Z", [0.99], "Why else would they be there?  Just part of the east-west face off. Anything you can do, I can do better"], [38, "2015-09-21T23:15:32Z", [1.0], "I must be missing something because this seems like a no-brainer to me.  Putin's built a base housing 3,000, and sent in dozens of planes.   Is he going to have them sit there and watch from the sidelines???  I don't think so."], [1548, "2015-09-21T22:44:40Z", [1.0], "Just *YES*. The Syrian wound is wide open and bleeding. Putin wants to control the region. The power void has just sent him a written invitation to make his move. http://www.wsj.com/articles/russia-bulks-up-force-in-syria-starts-flying-drone-missions-1442856005"], [1325, "2015-09-21T22:30:34Z", [0.95], "Reuters is now reporting of Russian drones in Syria, almost certainly spotting and scouting for targets. Further US intervention is unlikely as it puts the onus on the Russians to deliver. http://www.reuters.com/article/2015/09/21/us-mideast-crisis-syria-drones-idUSKCN0RL1CI20150921\nhttp://www.thedailybeast.com/articles/2015/09/21/russia-to-start-bombing-in-syria-asap.html"], [83, "2015-09-21T22:06:11Z", [0.95], "Russian / US negotiations will need to specify specific target areas.  There are several US supported rebel groups in Syria.  Syria regards all of them, including IS, as terrorist groups.  How Russia defines it's mission in Syria is critical.  Expect Russians to participate in air strikes, but, definitions of targets could be problematic."], [1325, "2015-09-21T21:58:32Z", [0.85], "Russia's objective in Syria is to keep Assad in power. This involves providing air support for the regime forces and deterring Western air forces from doing anything rash. Direct flights and an airlift have provided the following: 12 Su-25, good for CAS. Soviet counterpart to the A-10\n4+ Su-24, low level strike aircraft\nIl-78 tanker, good for refueling on long air campaigns\n4+ Su-30, multirole aircraft akin to the F-15E\nSAMs, vital  to foil the ISIS air force (sarcasm)\nMany T-90s, BMPs, transport, and attack helos Some of this may go directly to Assad's forces. More likely, it will to augment their strength and provide support for Russian forces already on the ground. Given the known amount of massed equipment, Russia's past demonstrated obliviousness to civilian casualties, commitment towards their ally, and long term question, it is very likely that Russians will conduct airstrikes in Syria.\nhttp://theaviationist.com/2015/09/21/new-satellite-image-unveils-an-impressive-line-up-of-12-russian-su-25-frogfoot-attack-jets-in-syria/\nhttp://theaviationist.com/2015/09/20/new-video-may-show-russian-il-78-tanker-escorted-by-su-24-fencer-jets-over-syria-today/\nhttp://foxtrotalpha.jalopnik.com/perilous-puzzle-su-30sm-fighter-jets-appear-at-russias-1731934051\nhttp://www.businessinsider.com/russia-is-sending-advanced-air-defenses-to-syria-2015-9\nhttp://foxtrotalpha.jalopnik.com/russia-is-pouring-cargo-into-syria-including-heavy-arm-1730648838"], [1395, "2015-09-21T21:24:32Z", [0.62], "Due to Russia's recent deployment of 28 military aircraft, and the general trend of military buildup in the country, I would wager that Russia is preparing to initiate a limited intervention within Syria. It may be too early to tell. "], [1321, "2015-09-21T21:21:29Z", [0.95], "Build up of air assets by Russia indicate that before May 2016 they will be carrying out airstrikes"], [83, "2015-09-21T21:19:28Z", [0.95], "Yes, their aim is better, and Syrian civilians will be appreciative."], [506, "2015-09-21T21:15:06Z", [1.0], ""], [506, "2015-09-21T21:14:01Z", [0.99], ""], [73, "2015-09-21T20:51:31Z", [1.0], "\"Syria's U.N. ambassador on Wednesday said Russia should be able to carry out airstrikes against the Islamic State group in his country — the first known comments by a senior Syrian official on that possibility since Russia began making new military moves in the ravaged country in recent days. \"Why the Americans are fighting ISIS with their fighter jets and the Russians should be forbidden from that?\" Ambassador Bashar Ja'afari told a small group of reporters, referring to an acronym for the Islamic State. \"Does it make sense? It doesn't make sense.\" He added, \"After all, we are fighting the same enemy.\"\""], [136, "2015-09-21T20:34:15Z", [0.9], ""], [102, "2015-09-21T20:33:43Z", [1.0], "Yes unless ISIS just packs it's bags and goes home.  Very unlikely when this is what they live for."], [532, "2015-09-21T20:30:23Z", [1.0], "They will do it with Syria's blessing and say it is to fight terrorism.   \n"], [341, "2015-09-21T20:20:34Z", [0.8], ""], [1035, "2015-09-21T20:15:21Z", [0.95], ""]], "open_date": "2015-09-21T20:00:51Z", "close_date": "2015-09-30T14:05:01Z"}