{"question_id": 1843, "title": "Will Nicolas Maduro cease to be president of Venezuela before 1 April 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[100184, "2021-03-31T23:48:12Z", [0.0], ""], [85536, "2021-03-31T22:49:35Z", [0.0], ""], [96828, "2021-03-31T06:47:03Z", [0.0], ""], [1056, "2021-03-31T04:25:51Z", [0.0], ""], [84288, "2021-03-31T01:21:52Z", [0.0], ""], [8499, "2021-03-31T01:06:20Z", [0.0], ""], [98259, "2021-03-30T19:47:11Z", [0.0], ""], [98174, "2021-03-30T18:18:54Z", [0.01], "IT is now March 30th and Nicolas Maduro is still president of Venezuela, it is therefore very very unlikely for the President to cease power in the upcoming days. IT will be April 1st on Thursday, it is Tuesday, there is nothing to prompt the president to resign or cease power, he will continue to hold power until the foreseeable future. "], [98211, "2021-03-30T17:40:24Z", [0.0], ""], [55987, "2021-03-30T15:27:57Z", [0.0], ""], [94889, "2021-03-30T13:04:47Z", [0.0], ""], [1056, "2021-03-30T04:28:10Z", [0.0], ""], [98267, "2021-03-30T00:02:23Z", [0.0], ""], [98178, "2021-03-29T21:14:20Z", [0.0], ""], [55987, "2021-03-29T15:18:33Z", [0.0], ""], [62808, "2021-03-29T14:49:59Z", [0.0], ""], [98842, "2021-03-29T14:41:23Z", [0.0], ""], [61016, "2021-03-29T10:22:23Z", [0.0], "With just couple of days to go before the deadline, the chances in the form of coup attempt or voluntary stepdown looks very slim."], [96831, "2021-03-29T03:46:34Z", [0.0], ""], [1056, "2021-03-29T02:47:11Z", [0.0], ""], [9263, "2021-03-28T16:38:03Z", [1.0], "Weak international policies and supportive USA."], [60948, "2021-03-28T13:18:48Z", [0.0], "No change Exclusive: Facebook freezes Venezuela president Maduro's page over COVID-19 misinformation - Reuters\nhttps://www.reuters.com/article/us-facebook-venezuela-exclusive-idUSKBN2BJ03Z\nSat, 27 Mar 2021 04:27:00 GMT Maduro enlists foreign oil companies to help end US sanctions - WorldOil\nhttps://www.worldoil.com/news/2021/3/19/maduro-enlists-foreign-oil-companies-to-help-end-us-sanctions\nSat, 20 Mar 2021 12:02:58 GMT"], [98230, "2021-03-28T04:05:14Z", [0.0], ""], [1056, "2021-03-28T01:20:09Z", [0.0], ""], [96450, "2021-03-27T12:07:09Z", [0.0], ""], [88452, "2021-03-27T11:40:00Z", [0.0], ""], [62808, "2021-03-26T21:16:36Z", [0.0], ""], [1056, "2021-03-26T14:52:49Z", [0.0], ""], [59141, "2021-03-26T01:09:06Z", [0.0], "Unlikely in this week"], [48709, "2021-03-25T21:38:59Z", [0.0], "This forecast is the time update he still in power"], [98242, "2021-03-25T20:46:51Z", [0.0], ""], [86358, "2021-03-25T20:20:03Z", [0.01], ""], [98214, "2021-03-25T16:41:27Z", [0.0], ""], [93181, "2021-03-25T16:25:29Z", [0.0], ""], [98842, "2021-03-25T15:29:29Z", [0.0], ""], [96724, "2021-03-25T14:30:30Z", [0.0], ""], [63401, "2021-03-25T14:10:25Z", [0.0], ""], [9263, "2021-03-25T13:20:13Z", [1.0], ""], [73970, "2021-03-25T13:14:49Z", [0.0], ""], [37520, "2021-03-25T06:31:43Z", [0.0], ""], [71196, "2021-03-25T01:37:51Z", [0.0], ""], [98240, "2021-03-24T13:09:53Z", [0.0], ""], [49359, "2021-03-24T00:18:25Z", [0.0], ""], [62808, "2021-03-23T21:44:54Z", [0.0], ""], [1056, "2021-03-23T17:30:37Z", [0.0], ""], [98191, "2021-03-23T01:19:01Z", [0.0], ""], [98148, "2021-03-22T17:42:26Z", [0.0], ""], [88614, "2021-03-22T13:56:38Z", [0.0], "Very little time left for this to occur at this point.  Reducing."], [96828, "2021-03-22T11:11:41Z", [0.0], "Heard news there is a Maduro and Guaido cooperation with vaccines. , , ,"], [98196, "2021-03-22T09:48:20Z", [0.0], ""], [98254, "2021-03-22T01:47:33Z", [0.0], ""], [98234, "2021-03-21T20:19:26Z", [0.0], ""], [97302, "2021-03-21T17:15:47Z", [0.0], ""], [98108, "2021-03-21T14:44:50Z", [0.0], ""], [63401, "2021-03-21T13:19:08Z", [0.0], ""], [1056, "2021-03-20T23:45:49Z", [0.0], ""], [62808, "2021-03-19T21:06:44Z", [0.0], ""], [98208, "2021-03-19T19:32:29Z", [0.0], ""], [1056, "2021-03-19T15:33:03Z", [0.0], ""], [98213, "2021-03-19T15:21:58Z", [0.0], ""], [59590, "2021-03-19T13:05:39Z", [0.0], ""], [88452, "2021-03-19T12:50:34Z", [0.0], ""], [20156, "2021-03-19T10:00:30Z", [0.0], ""], [98277, "2021-03-18T19:10:49Z", [0.0], ""], [98252, "2021-03-18T18:38:07Z", [0.0], ""], [98689, "2021-03-18T15:04:26Z", [0.05], ""], [98687, "2021-03-18T15:03:39Z", [0.02], ""], [1056, "2021-03-18T14:55:31Z", [0.0], ""], [98191, "2021-03-18T14:15:59Z", [0.0], ""], [96727, "2021-03-18T02:36:10Z", [0.03], ""], [94791, "2021-03-17T21:59:39Z", [0.0], "I'd love to see rationale from anyone who doesn't have 0 at this point other than \"there is always some possibility therefore 0 is illogical\" 👀"], [96831, "2021-03-17T21:03:17Z", [0.0], "Nothing new coming out of Venezuela and we're only 2 weeks out.  Reducing to zero."], [98842, "2021-03-17T15:33:02Z", [0.0], ""], [96541, "2021-03-17T14:25:03Z", [0.0], "Just because I haven't updated this in a while. Almost there, still not seeing any chance. "], [95112, "2021-03-17T13:30:40Z", [0.0], "Bringing this down to 0% since we are two week out."], [1056, "2021-03-16T23:44:02Z", [0.0], ""], [98215, "2021-03-16T22:47:41Z", [0.0], ""], [98250, "2021-03-16T19:39:03Z", [0.01], ""], [98267, "2021-03-16T18:19:51Z", [0.0], ""], [98251, "2021-03-16T17:13:27Z", [0.0], ""], [85678, "2021-03-16T10:29:56Z", [0.0], ""], [98265, "2021-03-16T09:48:29Z", [0.0], ""], [94556, "2021-03-16T09:08:25Z", [0.0], ""], [1056, "2021-03-15T22:43:16Z", [0.0], ""], [98274, "2021-03-15T15:37:15Z", [0.0], ""], [98752, "2021-03-15T14:41:54Z", [0.05], ""], [96828, "2021-03-15T12:33:13Z", [0.0], ""], [42131, "2021-03-15T09:55:41Z", [0.0], ""], [98258, "2021-03-14T23:57:33Z", [0.0], ""], [1056, "2021-03-14T20:23:24Z", [0.0], ""], [96450, "2021-03-12T19:10:41Z", [0.0], ""], [1056, "2021-03-12T04:35:11Z", [0.0], ""], [95797, "2021-03-11T12:20:48Z", [0.01], ""], [1056, "2021-03-10T20:37:22Z", [0.0], ""], [86715, "2021-03-09T21:50:13Z", [0.0], ""], [73050, "2021-03-09T21:09:51Z", [0.0], ""], [57854, "2021-03-09T21:03:20Z", [0.0], ""], [93181, "2021-03-09T20:47:27Z", [0.01], ""], [25141, "2021-03-09T17:11:45Z", [0.0], ""], [98251, "2021-03-09T17:04:38Z", [0.01], ""], [88954, "2021-03-09T12:28:19Z", [0.03], ""], [81334, "2021-03-09T08:40:53Z", [0.01], "applied same powerlaw as for the Tigray-question: 98.9%"], [1056, "2021-03-09T03:52:37Z", [0.0], ""], [96831, "2021-03-09T03:42:43Z", [0.01], ""], [50825, "2021-03-09T00:40:19Z", [0.05], ""], [88452, "2021-03-08T21:55:15Z", [0.0], ""], [95707, "2021-03-08T14:51:43Z", [0.0], ""], [60948, "2021-03-08T09:51:20Z", [0.0], ""], [60948, "2021-03-08T09:51:11Z", [0.01], "Venezuela's Maduro receives first dose of Sputnik V coronavirus vaccine - Reuters\nhttps://www.reuters.com/article/us-health-coronavirus-venezuela-idUSKBN2AY0IC\nSat, 06 Mar 2021 16:08:00 GMT\n"], [99409, "2021-03-08T03:07:37Z", [0.0], "No. The Parliament in place seems to currently side with Maduro. Maduro is wanted by the DEA and there are US arrest for drug and weapons trafficking. It is doubtful Maduro will travel to the US, allied country with extradition agreements or enter the US embassy. There does not appear to be any more elections in the near future, Maduro’s political party, the United Socialist Party of Venezuela won 67% of the seat in the National Assembly in December 2020. There are 20 million registered voters in Venezuela, but with only a 31% turn out. The opposition failed to participate in the vote.\nVenezuela’s opposition, Juan Guaido was the internationally recognized as Interim President of Venezuela and head of parliament by the United States, Great Britain and the European Union since 2015. Starting on January 6, 2021, the EU no longer recognizes Guaido as Interim President. The EU considers Guaido as part of a Democratic Opposition after losing his seat in Parliament in a December 2020 election. Having the title of Interim President gave Guaido funds from Western states that were confiscated from Maduro, it appears now that Guaido will no longer have those funds provided by the European Union.\nhttps://www.usnews.com/news/world/articles/2021-03-03/venezuelas-guaido-calls-for-opposition-input-into-new-electoral-body\nhttps://www.nbcnews.com/news/latino/venezuela-s-maduro-claims-sweep-boycotted-election-n1250276\nhttps://www.reuters.com/article/us-venezuela-politics-eu/eu-states-no-longer-recognise-guaido-as-venezuelas-interim-president-idUSKBN29U1A3\n"], [1056, "2021-03-08T00:09:03Z", [0.0], ""], [98682, "2021-03-07T22:37:28Z", [0.01], "Probability: 1% During press briefings provided by the US Department of State during the last week of February, Department Spokesperson Ned Price discussed several issues related to Nicolas Maduro. On February 25, he was specifically asked, “Is the removal or departure of Maduro the US objective?” Price responded, “We believe that Maduro is a dictator, that Maduro is corrupt, that Maduro is responsible for the suffering of his people. And we will continue to support the democratic aspirations of the Venezuelan People. Yes” (Price). The Biden regime is likely to continue the current strategy of sanctions, although they may attempt a more targeted application at individuals. Anthony Blinken, the new US Secretary of State, said, “Maybe we need to look at how can we more effectively target the sanctions that we have, so that regime enablers really feel the pain” (Khayan). Maduro has been in office since 2013, and holds the support of the country’s military and supreme court (Wallenfeldt), and as of December 2020, the country’s National Assembly (Angelo). He has worked to consolidate power, and is belligerent in the face of international scrutiny. Just last week, he expelled the \nEU Ambassador in response to new sanctions (Von Der Burchard). There seems to be no indication of an imminent change in US policy toward Venezuela and the Maduro regime. As such, I predict that Nicolas Maduro will not cease to be president of Venezuela before 1 April 2021.  There are factors that could dramatically change the circumstances, such as an internal revolution or a successful assassination of Maduro (he has been targeted in the past). I view these events as having almost no chance (ICD 203). Sources: Angelo, Paul J. “Top Conflicts to Watch in 2021: Economic, Political, and Humanitarian Catastrophe in Venezuela.” Council on Foreign Relations. January 22, 2021. https://www.cfr.org/blog/top-conflictswatch-2021-economic-political-and-humanitarian-catastrophe-venezuela. Accessed March 5, 2021. “Intelligence Community Directive 203: Analytic Standards.” United States, Office of the Director of National Intelligence. January 2, 2015. \nhttps://citadel.instructure.com/courses/9414/files/1216692?wrap=1 Khayan, Michael. “Biden and Venezuela Sanctions: What to Expect.” Caracas Chronicles. February 2, 2021. https://www.caracaschronicles.com/2021/02/02/biden-and-venezuela-sanctions-what-toexpect/. Accessed March 5, 2021. Price, Ned. “Department Press Briefing – February 25, 2021.” United States Department of State. https://www.state.gov/briefings/department-press-briefing-february-25-2021/#post-221634-VENEZUELA. Accessed March 5, 2021. Von Der Burchard, Hans. “Venezuela expels EU ambassador in reaction to sanctions.” Politico. February 24, 2021. (https://www.politico.eu/article/venezuela-expels-eu-ambassador-in-reaction-to-sanctions/. Accessed March 5, 2021. Wallenfeldt, Jeff. \"Nicolás Maduro\". Encyclopedia Britannica, 19 Nov. 2020, https://www.britannica.com/biography/Nicolas-Maduro. Accessed March 1, 2021."], [99356, "2021-03-07T22:03:51Z", [0.01], "There is a very small chance that Maduro will cease to be president of Venezuela before April 2021. Maduro has a strong influence in Venezuela and his opposition is not in a place that can act against him at the moment. The Venezuelan economy is in crisis and there doesn't seem to be any improvements. There aren't any fruitful steps being taken to remove Maduro from power. "], [99363, "2021-03-07T22:00:05Z", [0.0], "Opposition support has evaporated. Maduro still controls significant institutions and enjoys military support. Barring involvement from the United States, he will remain \"President\" of Venezuela. The Biden administration has signaled that it will communicate with Maduro on a resolution if serious steps are taken to resolve the current issues at hand with the opposition. "], [98580, "2021-03-07T20:33:21Z", [0.01], "With only 24 days left until the deadline for this forecast, there are a number of reasons why I do not think there is a high probability that Maduro will cease to be president of Venezuela.  First and foremost, Venezuela does not have any upcoming elections.  Due to this, there are a limited number of ways that Maduro could be removed from his position.  Various attempts to remove Maduro in recent years have failed, and Juan Guaido, political opposition to Maduro is losing support.  Maduro held on to presidential power following the country’s last presidential election in 2018.  “The United States and more than 50 other nations have recognized opposition leader Juan Guaidó, president of the opposition-controlled National Assembly, as Venezuela's rightful head of state on the grounds that they believe Maduro rigged the 2018 election… [but] The Venezuelan military has ignored Guaidó's calls to mutiny and, despite some defections, continues to provide crucial support to Maduro. Anti-government protests have petered out” (Otis 2018).  International sanctions have been placed on Venezuela for a number of years, meant to push Maduro out of office. “American sanctions designed to assist Mr. Guaidó have gutted government revenues but also forced citizens to focus on daily survival, not political mobilization. His attempts to trigger a military uprising ended up consolidating Mr. Maduro’s control of the armed forces” (Kurmanaev & Jakes 2021).   Moreover, “Despite the pressure, Maduro remains in power, backed by the Venezuelan military as well as key allies Cuba, Russia, China, Turkey and Iran” (Aljazeera 2020).  Death of Maduro, or a coup are the only likely ways he would cease to be president.  But with more control over the military forces than the opposition has, an effective coup seems unlikely.   Aljazeera. (2020). Maduro hopes to resume ‘decent’ dialogue with US after Biden win. https://www.aljazeera.com/news/2020/11/9/maduro-hopes-to-resume-decent-dialogue-with-us-after-biden-win\nKurmanaev, A., & Jakes, L. (2021). To Fight or Adapt? Venezuela’s Opposition Struggles to Keep Going. https://www.nytimes.com/2021/02/13/world/americas/venezuela-juan-guaido.html\nOtis, J. (2018). Venezuela's Maduro Holds Firmly To Power — And Squeezes The Opposition. NPR. https://www.npr.org/2020/07/28/896261268/venezuelas-maduro-holds-firmly-to-power-and-squeezes-the-opposition\n"], [98728, "2021-03-07T20:21:57Z", [0.01], "Unless Maduro is forced out of office, it's highly likely that he will still be president of Venezuela at the end of the month. With the military and security forces remaining loyal to him, he can sit comfortably, knowing that he is well protected. Despite more than 50 nations recognizing Guaido as the new president, Maduro will most likely remain in power. The only ways in which Maduro would cease to be in power are a coup, another nation intervenes, or he simply drops dead. Venezuelan response to Maduro has been to migrate. More than 5 million have migrated since 2014.  In May of 2020, an attempt was made by Silvercorp USA, a US-based mercenary company, to invade Venezuela to capture Maduro. The attempt failed and was blamed on President Trump. He denied the claim and made the following rather boisterous statement: \"I'd go in and they would do nothing about it,\" he said. \"They would roll over. I wouldn't send a small, little group. No, no, no. It would be called an army. It would be called an invasion.\" Sean McFate (The New Rules of War) would be disappointed by mercenaries' ineffective use in this instance.  https://www.bbc.com/news/world-latin-america-36319877\nhttps://www.bbc.com/news/world-latin-america-52592824"], [97569, "2021-03-07T14:37:28Z", [0.0], ""], [74523, "2021-03-07T12:44:19Z", [0.01], ""], [99144, "2021-03-07T05:12:22Z", [0.1], "By looking at how long the issue of Nicolas Maduro has been going on, from the National Assembly of Venezuela declaring in 2019 that he was not the president, to him being placed on the U.S. Department of State’s Narcotics Rewards Program Targets list in March 2020, and more than 50 countries “refus[ing] to recognize Maduro as Venezuela’s head of state” in that time (which was already a year ago), I predict that it is highly unlikely that he would cease to be president in the next month (U.S. Department of State, 2020). U.S. Department of State. (2020, March 26). Nicolás Maduro Moros — New target. https://www.state.gov/nicolas-maduro-moros-new-target/"], [99144, "2021-03-07T05:08:44Z", [0.1], "Comment deleted on Mar 07, 2021 05:10AM UTC"], [98178, "2021-03-07T03:56:20Z", [0.02], ""], [98867, "2021-03-06T23:11:15Z", [0.05], "Maduro's government has made some notable moves to assure that Maduro will remain the president of Venezuela. These actions include boycotting elections, a sure way to remain unopposed. There was a time when the adversarial actions from the US were up in the air depending on the outcome of the 2020 presidential election- but while President Biden has referred to the Venezuelan government as \"a dictatorship\", it doesn't seem that a real plan to change that status has been devised. Despite US pressure, Maduro has remained in power for years and hasn't been shaken by the American change in leadership. It's doubtful that a shift significant enough to put him out of power will happen in the next month.  https://www.aljazeera.com/news/2021/1/5/venezuelas-socialist-party-take-control-of-once-defiant-congress\nhttps://apnews.com/article/boycotts-venezuela-elections-caracas-b8641cba3354cf8acca765d0de7d3ca8"], [98868, "2021-03-06T21:02:18Z", [0.05], "\tThe Trump administration attempted to oust Maduro through heavy sanctions and even placing a bounty on Maduro's arrest. Additionally, Washington led the international effort to recognize democratic leader, Juan Guido, as Venezuela's head of state (Aljazeera, 2020).The result was a total erosion of diplomatic ties and the hope in Washington that the Maduro regime would cripple under the economic pressure. Despite the pressure, Maduro has clung to power and his officials have spoken interest in resuming diplomatic ties with the US. Maduro has also survived an attempted coup and insurgency plot while retaining the majority support of his military (O'Connor, 2020). A prominent opposition figure of the Maduro regime, Leopoldo Lopez, fled Caracas despite being unable to effectively unseat the socialist dictator (The Guardian, 2020). \n\n\tAnalysis - Since 1950, the world has experienced 475 coups, with 236 being successful. In South America, Honduras has experienced the only successful coup since 1996 (Taylor, 2016). With the support of Russia, China, Turkey, Iran, and Cuba, Maduro is unlikely to lose power especially given the trend among his opposition to leave the country.  Aside from a 'black swan' event, Maduro will remain in power. \n\n  Aljazeera. (2020, November 9). Maduro Hopes to Resume 'Decent' Dialogue with US after Biden Win.  https://www.aljazeera.com/news/2020/11/9/maduro-hopes-to-resume-decent-dialogue-with-us-after-biden-win\n. \nThe Guardian. (2020, Oct). Leopoldo López flees Venezuela vowing to continue fighting Maduro regime. https://www.theguardian.com/world/2020/oct/25/leopoldo-lopez-flees-venezuela-vowing-to-continue-fighting-maduro-regime O'Connor, T. (2020, November 2). Venezuela Ready to Defend Itself or Start Dialogue, Whether Trump or Biden Wins Election. Newsweek. https://www.newsweek.com/venezuela-defend-start-dialogue-trump-biden-wins-1544542 Taylor, A. (2016). Map: The Wold of Coups since 1950. Washington Post. https://www.washingtonpost.com/news/worldviews/wp/2016/07/22/map-the-world-of-coups-since-1950/"], [98731, "2021-03-06T20:58:15Z", [0.02], "There are a couple of reasons why it is extremely unlikely that Nicolas Maduro will cease to be president of Venezuela before April 1st, 2021. First is his widening grip over the Venezuelan government and his opposition’s, Juan Guaido's, concurrent loss of power. Though the Venezuelan parliament was previously controlled by the opposition party, that changed in December when legislative elections resulted in the Unified Socialist Party (PSUV) winning in a landslide victory, with the PSUV coalition subsequently filling 256 out of 277 seats in parliament. Now it should be clarified that these elections were boycotted by the four main opposition parties and condemned by many domestic and foreign actors; nevertheless, it resulted in Guaido losing his standing as leader of the National Assembly in January 2021. Though Guaido had been recognized by over 50 countries as interim president since the disputed re-election of Maduro in 2018, the EU stated in January that it could no longer legally recognize Guaido as interim president since he lost his position as head of the National Assembly (despite the EU not recognizing the vote itself). He is still recognized as interim president by the US and the UK, but overall, the opposition continues to lose traction as their leading politicians flee and Maduro's party gains more control (however illegitimate it may be) over the government. Secondly, Maduro has shown that sanctions placed on him and his associates, such as the oil and financial sanctions imposed by the US, are futile in trying to oust him. The EU has recently imposed sanctions on 19 more Venezuelan officials and has called for political talks in Venezuela to set up new elections, but there is very little chance that this will have an effect on Maduro's power, at least in the short term. Maduro has further cemented himself as ruling leader, exemplified that foreign efforts to oust him are futile, squashed the opposition for the most part, and has shown no intentions of surrendering or stepping down, making it extremely unlikely that he will cease to be president before April 1st. The only scenario in which he would cease to be president is if he was assassinated or there was a coup, but given that Maduro has control over Venezuelan security forces and has thwarted several assassination attempts in the past, this looks extremely unlikely as well; however, it is possible, which is why I gave a 2% chance of \"yes.\" Overall, Maduro has managed to hold onto power for over seven years through strong opposition and international condemnation, and I, unfortunately, do not predict that changing within a month. "], [96724, "2021-03-06T16:03:17Z", [0.0], ""], [96450, "2021-03-06T12:15:43Z", [0.0], ""], [98843, "2021-03-06T04:46:00Z", [0.05], "BLUF Forecast: 5% Yes\nIn my assessment, Nicolas Maduro has a 5% chance of ceasing to be president of Venezuela before 01ARPIL2021. My reasoning for this comes from the protests that have taken place from 2017 to 2020 have yet to be seen in great force in 2021 (Otis, 2020). The Maduro regime has weakened the opposition party led by Juan Guaido (CIA, 2021), implementing strong restrictions on freedom of expression and the press. The corruption within the voting system in Venezuela has escalated to the point that many opposition party voters abstain from voting in national elections due to the National Election Council (CNE) being controlled by Maduro’s party and faking votes to assist Maduro (Reuters, 2021). I am leaving 5% room for Maduro to cease being president of Venezuela before 01APRIL2021 due to various environmental, security, and health factors. References:\nCIA. (2021). CIA World Fact Book - Venezuela. Retrieved March 05, 2021, from https://www.cia.gov/the-world-factbook/countries/venezuela/#economy Otis, J. (2020, July 28). Venezuela's Maduro HOLDS firmly to power - and squeezes the opposition. Retrieved March 05, 2021, from https://www.npr.org/2020/07/28/896261268/venezuelas-maduro-holds-firmly-to-power-and-squeezes-the-opposition Reuters. (2021, March 03). Venezuela's Guaido calls for Opposition input into new electoral body. Retrieved March 06, 2021, from https://www.reuters.com/article/us-venezuela-politics-idUSKCN2AV2VI "], [62808, "2021-03-06T02:38:34Z", [0.0], ""], [98851, "2021-03-05T23:25:25Z", [0.1], "It is unlikely that an event would happen before April that would challenge his rule more than it already has been. Its been said he was \"on the outs\" in reports from as far back as 2015...that seems to be a fairly good indication of his track record. I don't think President Biden taking office will have any effect on Maduro's status as president at least in the early days of Biden's presidency. "], [98845, "2021-03-05T20:27:50Z", [0.0], "There does not seem to be an election process scheduled from now until April, so Nicolas Maduro can only be removed from power by an insurgency or foreign intervention. There have been struggles over the years to remove him."], [1056, "2021-03-05T16:20:42Z", [0.0], ""], [98720, "2021-03-05T11:02:54Z", [0.05], "Nicolas Maduro continues to weather the diplomatic international and internal pressures for him to step down as the President. Maduro survived an assassination attempt in 2018 and this likely increased his protective ring, thus reducing his risk to a second attempt. Additional Maduro is still relatively young at 58 years old and appears by all accounts to be in good health. Thus I’d say there is an extremely low probability that Maduro will cease to be President of Venezuela before 1 April 2021."], [98273, "2021-03-05T01:52:09Z", [0.01], ""], [59141, "2021-03-05T01:34:35Z", [0.0], "time is running out"], [98725, "2021-03-04T21:19:27Z", [0.0], "Nicolas Maduro has a strong grip on power in Venezuela and has ruled as president since 2013. The support of the military, his party, and ally countries like Iran and Russia help to legitimize his government – despite many Western countries like the U.S. recognizing opposition leader Juan Guaido as the true interim president of Venezuela. On January 5th, 2021, following the December parliamentary elections, the governing socialist party assumed leadership of Venezuela’s congress. This was the last remaining institution in Venezuela not controlled by Maduro and his party. The Trump Administration had imposed harsh sanctions on Venezuela as a means of forcing Maduro out of power – sanctions which have been carried forward by the Biden Administration. However, Venezuela may have found a way around these sanctions. On March 3rd, 2021, the opposition claimed that Venezuela had send gold to Mali last year using Russian-owned planes in exchange for euros and U.S. dollars. The gold was resold from Mali to the U.A.E. so that Maduro could receive ~$1.21 billion. Therefore, it is highly unlikely that Nicolas Maduro will cease to be president of Venezuela before April 1st. I give this scenario a probability score of 0%."], [1056, "2021-03-04T17:37:22Z", [0.0], ""], [98737, "2021-03-04T01:23:04Z", [0.0], "Having no opposition, no scheduled elections, and previously squashing attempts to remove him by force, and placing allies in positions of power will enable him to remain in power."], [1056, "2021-03-03T23:51:25Z", [0.0], ""], [98731, "2021-03-03T23:36:39Z", [0.02], "There are a couple of reasons why it is extremely unlikely that Nicolas Maduro will cease to be president of Venezuela before April 1st, 2021. First is his widening grip over the Venezuelan government and his opposition’s, Juan Guaido's, concurrent loss of power. Though the Venezuelan parliament was previously controlled by the opposition party, that changed in December when legislative elections resulted in the Unified Socialist Party (PSUV) winning in a landslide victory, with the PSUV coalition subsequently filling 256 out of 277 seats in parliament. Now it should be clarified that these elections were boycotted by the four main opposition parties and condemned by many domestic and foreign actors; nevertheless, it resulted in Guaido losing his standing as leader of the National Assembly in January 2021. Though Guaido had been recognized by over 50 countries as interim president since the disputed re-election of Maduro in 2018, the EU stated in January that its countries could no longer legally recognize Guaido as interim president since he lost his position as head of the National Assembly (despite the EU not recognizing the vote itself). He is still recognized as interim president by the US and the UK, but overall, the opposition continues to lose traction as their leading politicians flee and Maduro's party gains more control (however illegitimate it may be) over the government. Secondly, Maduro has shown that sanctions placed on him and his associates, such as the oil and financial sanctions imposed by the US, are futile in trying to oust him. The EU has recently imposed sanctions on 19 more Venezuelan officials and has called for political talks in Venezuela to set up new elections, but there is very little chance that this will have an effect on Maduro's power, at least in the short term. Maduro has further cemented himself as ruling leader, exemplified that foreign efforts to oust him are futile, squashed the opposition for the most part, and has shown no intentions of surrendering or stepping down, making it extremely unlikely that he will cease to be president before April 1st. The only scenario in which he would cease to be president is if he was assassinated, but given that Maduro has control over Venezuelan security forces and has thwarted several assassination attempts in the past, this looks extremely unlikely as well; however, it is possible, which is why I gave a 2% chance of \"yes.\" Overall, Maduro has managed to hold onto power for over seven years now through strong opposition and international condemnation, and I, unfortunately, do not predict that changing within a month. "], [98174, "2021-03-03T19:58:51Z", [0.02], "Maduro has as of late been solidifying his control and placing people he trusts in important government positions. He has successfully thwarted attempts at coups and has suppressed any form of opposition. The United States had placed an oil embargo, with the hopes that it would pressure the President to step down, yet Maduro found a way around the sanctions. He loosened his grip on the private sector allowing for an influx of money. Considering it is March 3rd, and the question asks if he will cease to be president by April 1st, there is little chance of that happening. The only instance where Maduro might \"cease\" to be president is if he is assanited. He has shown no intention of surrendering or stepping down from power."], [96715, "2021-03-03T15:36:38Z", [0.03], "didn't look likely before, even less likely with only a month to go"], [80475, "2021-03-02T21:54:42Z", [0.0], ""], [98234, "2021-03-02T19:27:54Z", [0.01], "No planned election or major opposition"], [60948, "2021-03-02T16:27:10Z", [0.01], ""], [98686, "2021-03-02T16:08:15Z", [0.01], ""], [98210, "2021-03-02T15:43:20Z", [0.0], "There is no planned election during this time and there is no major opposition left to take over"], [61016, "2021-03-02T12:58:03Z", [0.01], "Maduro is in a position where there is not much opposition to his presidency both within and outside. In fact, the US has lifted partial sanctions and allowed some US firms to operate.  The only major issue is the out-of-stock situation for diesel as a result of the sanctions on the oil-for-diesel exchange. \nWithout any coup ( which failed sometime back), the chances for Maduro to remain in power is very high."], [98440, "2021-03-02T03:32:53Z", [0.01], "Since there no elections occurring within the timeframe provided, there are only two ways Nicolas Maduro may be removed from office – through internal coup or external interference.  For external interference, the United States would be the most likely country to conduct such activity since they are the only superpower to endorse his exiled opposition, Juan Guaidó, while China and Russia back Maduro and the United Nations has resigned to accepting his authority over the country.  Over the last two years there have been at least three reports of violent attempts, either supported by the US government or involving US citizens, to remove Maduro from the presidency.  The most recent alleged attempt appears to have occurred in September 2020 when a U.S. citizen was arrested while possessing “a grenade launcher, a submachine gun, suspected plastic explosive material and bundles of dollars” to target oil refineries, although the United States has denied claims that this individual was working on their behalf.  President Donald Trump adopted hardline policies towards Venezuela, even insinuating the possibility of invasion, and while President Joe Biden was expected to change direction, he has maintained the same course to a lesser extent – opting for targeted sanctions and humanitarian assistance.  Since the Venezuelan military is also backing Maduro, it is highly unlikely an internal coup would find success within the next month.  While none of this is completely possible, I would think there is less than a one in ten chance of any further attempt being made to remove Maduro and less than a one in five chance of any such attempt being successful.  As a result, I find that there is a 1% chance Maduro is removed from office in the next 31 days only because I cannot go lower without saying it is impossible.  Inversely, since President Biden would likely want to avoid risk of sharing the same failures as his predecessor, there is a 99% chance Maduro will retain his post in peace for at least the next 31 days."], [96831, "2021-03-02T01:15:36Z", [0.01], "Leaving a 1% chance for the remote possibility of stepping down or premature death."], [95797, "2021-03-01T20:24:57Z", [0.03], ""], [13657, "2021-03-01T11:22:41Z", [0.0], ""], [86785, "2021-03-01T01:57:45Z", [0.0], ""], [1056, "2021-02-28T17:40:15Z", [0.0], ""], [94563, "2021-02-28T13:28:26Z", [0.0], ""], [1056, "2021-02-27T02:25:05Z", [0.0], ""], [96556, "2021-02-26T18:53:07Z", [0.0], ""], [60948, "2021-02-26T18:52:11Z", [0.01], ""], [1056, "2021-02-26T00:40:14Z", [0.0], ""], [96831, "2021-02-24T20:14:43Z", [0.01], ""], [94889, "2021-02-24T13:32:28Z", [0.01], ""], [1056, "2021-02-23T18:28:24Z", [0.0], ""], [96450, "2021-02-23T16:53:34Z", [0.0], ""], [96995, "2021-02-22T15:07:06Z", [0.01], ""], [94872, "2021-02-22T02:30:49Z", [0.0], ""], [73050, "2021-02-21T21:36:14Z", [0.0], ""], [98171, "2021-02-21T21:09:27Z", [0.0], ""], [95112, "2021-02-21T19:00:32Z", [0.01], "With no election between now and then, this relies on the unlikely case he would step down (why at this point?) or death/health issue (remote possibility)."], [97375, "2021-02-21T15:49:32Z", [0.0], ""], [60948, "2021-02-20T17:34:00Z", [0.01], "Jailed suspect in plot to overthrow Venezuelan president Maduro blames Colombia, Guaidó - NBC News\nhttps://www.nbcnews.com/news/latino/jailed-suspect-plot-overthrow-venezuelan-president-maduro-blames-colombia-guaid-n1258162\nWed, 17 Feb 2021 20:34:41 GMT"], [60948, "2021-02-20T16:29:34Z", [0.01], ""], [97569, "2021-02-20T16:24:03Z", [0.01], ""], [59141, "2021-02-20T00:56:52Z", [0.01], ""], [1056, "2021-02-19T17:42:29Z", [0.0], ""], [96831, "2021-02-19T03:52:24Z", [0.02], ""], [1056, "2021-02-18T04:38:12Z", [0.0], ""], [61598, "2021-02-17T19:16:40Z", [0.0], ""], [12573, "2021-02-17T17:09:44Z", [0.06], ""], [94791, "2021-02-16T23:13:35Z", [0.0], "Colombia offering settlement status to a million Venezuelans might reduce the threat of rebellion, unlikely as it is already. They can work and send funds back into Venezuela to support family (assuming products are available!).  I guess the issue comes if the population has money but still no necessities. Regardless, the likelihood of meeting the deadline to me still relies on death and I assign a chance that is closer to 0% than to 1%.  https://www.bbc.co.uk/news/world-latin-america-55991551"], [98148, "2021-02-16T13:42:58Z", [0.01], "No way in such short time"], [86358, "2021-02-16T06:40:17Z", [0.02], ""], [1056, "2021-02-16T03:19:20Z", [0.0], ""], [63401, "2021-02-15T15:12:30Z", [0.0], "In addition to my previous comments (https://www.gjopen.com/comments/1213492), the opposition continues to crumble and opportunity is quickly disappearing. "], [1056, "2021-02-15T00:49:27Z", [0.0], ""], [95802, "2021-02-14T21:11:58Z", [0.04], ""], [1639, "2021-02-14T17:35:29Z", [0.0], "I've been forecasting this question for such a long time now...."], [62808, "2021-02-14T16:53:58Z", [0.0], ""], [94837, "2021-02-14T10:10:01Z", [0.0], ""], [21046, "2021-02-12T01:35:30Z", [0.0], ""], [85986, "2021-02-12T01:24:10Z", [0.01], ""], [1056, "2021-02-11T18:53:24Z", [0.0], ""], [96831, "2021-02-11T03:43:22Z", [0.02], "Maduro will not willfully leave office.\nHe does not appear to be in ill health (despite COVID, Venezuela did just procure the Russian vaccine).\nThe US will likely build a political block with the EU (contrary to Moscow-Beijing) to pressure Venezuela to hold legitimate elections, but that will take much longer than two months."], [1056, "2021-02-10T22:57:54Z", [0.0], ""], [97501, "2021-02-10T19:43:31Z", [0.0], "Because:\n- it didn't happen and there are few weeks left,\n- nothing in medias to my knowledge,\n- there is a consensus of other forecasters since a lot of weeks"], [62808, "2021-02-10T01:24:31Z", [0.01], ""], [64357, "2021-02-09T01:29:27Z", [0.05], ""], [98196, "2021-02-08T06:27:29Z", [0.02], "2"], [87827, "2021-02-05T12:31:23Z", [0.0], "Passage of time."], [20156, "2021-02-05T10:49:50Z", [0.03], ""], [94837, "2021-02-05T08:03:18Z", [0.01], ""], [93181, "2021-02-04T16:55:54Z", [0.03], ""], [95669, "2021-02-04T14:37:31Z", [0.01], ""], [89038, "2021-02-03T23:15:15Z", [0.0], "Got another 2-3 years left in the tank "], [96715, "2021-02-02T18:58:46Z", [0.08], "don't see any indicators that he might leave soon and this question closes in two months. adjusting probability downward"], [88614, "2021-02-02T16:58:35Z", [0.01], ""], [62808, "2021-02-02T00:19:49Z", [0.01], ""], [50825, "2021-02-01T17:27:05Z", [0.1], ""], [34959, "2021-02-01T05:16:18Z", [0.0], ""], [28899, "2021-01-31T18:22:46Z", [0.0], ""], [96450, "2021-01-31T11:22:35Z", [0.0], ""], [96831, "2021-01-30T20:29:40Z", [0.02], "Lowering my probability based on the passage of time."], [98108, "2021-01-30T20:12:16Z", [0.01], "Unless he suddenly dies it is very unlikely he is going to leave office."], [95503, "2021-01-29T01:58:50Z", [0.0], ""], [62808, "2021-01-28T23:50:20Z", [0.01], ""], [21884, "2021-01-26T02:25:03Z", [0.03], ""], [94791, "2021-01-25T20:18:56Z", [0.0], "Analyst projects that Biden is more likely to look at the possibility of joining the political parties.\nNotes that Venezuela is not at the top of priority lists and that the sanction strategy will be redirected.\nhttps://www.bbc.com/mundo/noticias-america-latina-55791150 Closer to 0 than to 1."], [62808, "2021-01-25T19:39:20Z", [0.01], ""], [88954, "2021-01-25T15:44:07Z", [0.05], ""], [1502, "2021-01-24T19:26:12Z", [0.01], ""], [94889, "2021-01-24T17:08:16Z", [0.03], ""], [81334, "2021-01-24T08:37:59Z", [0.05], "https://www.vox.com/22244427/biden-trump-foreign-policy-presidency-inauguration\nBlinken said the US would continue to recognize Juan Guaidó as Venezuela’s interim president, a decision the Trump administration made in January 2019 as part of its effort to depose the country’s dictator, Nicolás Maduro. Blinken added that the new team would also continue to sanction Maduro and his government, only “more effectively.” That doesn't sound like a quick turnover in power is imminent and also other things on his plate but not impossible either. "], [45594, "2021-01-24T08:14:46Z", [0.05], ""], [96831, "2021-01-24T02:32:07Z", [0.03], "No love lost between the Maduro and Trump administrations.  That being said, Antony Blinken has stated US policy will be to continue to recognize Gauido as the legitimate president. (His envoy to Washington was invited to the Inauguration.) The newest round of sanctions will continue to destroy the Venezuelan economy, but not likely have the intended effect of new elections or a revolution, as much of the population has either fled the country or does not have the means to overturn the current government. https://www.independent.co.uk/news/world/americas/us-politics/trump-in-final-parting-shot-hits-venezuela-with-sanctions-venezuela-trump-nicolas-maduro-administration-us-b1789757.html"], [1333, "2021-01-23T11:58:52Z", [0.0], ""], [80475, "2021-01-22T21:27:10Z", [0.01], "Maduro still looks very much in charge, judging by his Twitter page. Nothing on the radar at the moment"], [691, "2021-01-22T16:03:05Z", [0.0], ""], [94606, "2021-01-21T16:29:41Z", [0.0], "@SE_Meyer : some of your previous comments on this topic re rogue states buying Venezuela oil, Dutch disease etc are useful additions to the discussion on this question. Thanks This article - https://reut.rs/3p4p75e - in which the EU Parliament is asking the EU sovereign states to recognise Guaido, in spite of his loss of position in the National Assembly, are unlikely to make any impression in Maduro or the people, organisation and states directly and indirectly keeping him in power. IMO, doubtful that anything will assail his position in the next 69-70 days other than death by some means foul or fair."], [31006, "2021-01-21T07:55:30Z", [0.05], ""], [96450, "2021-01-18T07:43:38Z", [0.01], ""], [87385, "2021-01-17T14:29:59Z", [0.0], "unfortunately not, unless he gets assassinated or dies from his overweight"], [1333, "2021-01-16T06:27:26Z", [0.02], ""], [96724, "2021-01-16T03:14:16Z", [0.05], ""], [88954, "2021-01-15T22:32:20Z", [0.15], ""], [86715, "2021-01-15T20:43:59Z", [0.01], ""], [96831, "2021-01-15T18:38:18Z", [0.03], ""], [14432, "2021-01-13T20:52:39Z", [0.0], ""], [1056, "2021-01-13T16:22:53Z", [0.0], ""], [1333, "2021-01-13T08:57:29Z", [0.03], ""], [94872, "2021-01-10T05:19:25Z", [0.01], ""], [96731, "2021-01-09T20:27:47Z", [0.02], ""], [94791, "2021-01-09T13:40:34Z", [0.01], "Essentially, we're looking at the probability of him dying and the government releasing it as news!"], [42472, "2021-01-08T16:52:53Z", [0.0], ""], [97650, "2021-01-08T09:03:15Z", [0.5], "Country is not stable, Maduro could be requested to quit at any time, surprise probability should be always considered."], [94606, "2021-01-07T21:51:54Z", [0.0], "Maduro and his governing socialist party look to take over the National Assembly this week and entrench his position further - https://bit.ly/3sccl6L. As things currently stand, his position looks fairly unassailable and death looks like the only possibility of a positive outcome for this question. "], [95503, "2021-01-07T20:27:10Z", [0.01], ""], [96831, "2021-01-06T19:25:00Z", [0.03], "The European Union just dropped recognition of opposition President Juan Guaido (while the U.S. still recognizes him), after the National Assembly's mandate for the government was reached on Tuesday.  Maduro continues to consolidate power and is unlikely to relinquish it any time soon.\nhttps://www.ft.com/content/aa372f3a-a1ac-41da-848a-46355fc3ec4f\nhttps://ge.usembassy.gov/the-united-states-continues-to-recognize-interim-president-guaido-and-the-last-democratically-elected-national-assembly-in-venezuela/"], [96784, "2021-01-06T03:43:05Z", [0.2], ""], [97650, "2021-01-06T03:16:36Z", [0.5], "A surprise may always happens. Conditions are worse day after day. Notifications would not be anticipated for this event."], [58028, "2021-01-05T20:23:39Z", [0.0], ""], [96450, "2021-01-05T20:18:28Z", [0.01], ""], [63401, "2021-01-05T15:25:19Z", [0.0], "Questions I am considering:\n1) What would the causal chain of events look like that would lead to Maduro ceasing to be president by the question deadline?\n2) Is his regime stable? Are there indicators of instability?\n3) Are there any actors (individual or countries) that can in any way individually or when combined cause a viable threat to his continuation in the role of president? *Next presidential election is in 2025\n*Maduro has the support of China, Russia, Iran, Turkey and Cuba. *The is no momentum to remove Maduro and he still enjoys support form Russia and others.\n*Venezuela is not in the top tier issues for a Biden administration to address in the first 100 days.\n*Maduro has successfully resisted external pressure for the past 5+ years.\n*Maduro has domestic control and support of the military.\n*A Biden administration will still be organizing and this won't be the top priority to show an early foreign policy win. As well, Maduro has a firm grip and so his regime won't topple from within by the question resolution date. With the opposition losing in the recent legislative elections, Maduro's increasing grip on everything, and that it will take the Biden administration months to iron out an executable Venezuela strategy, my forecast remains close enough to 0% (e.g. death, coup are di minimus probabilities) to call it a 0%. Helpful article: https://apnews.com/article/boycotts-venezuela-elections-caracas-b8641cba3354cf8acca765d0de7d3ca8"], [81187, "2021-01-04T22:41:33Z", [0.0], ""], [1333, "2021-01-04T13:28:38Z", [0.04], ""], [96720, "2021-01-04T05:06:39Z", [0.01], ""], [1034, "2021-01-03T21:52:02Z", [0.0], ""], [74523, "2021-01-03T18:45:16Z", [0.04], ""], [57854, "2021-01-03T17:32:22Z", [0.05], ""], [45594, "2021-01-03T12:29:28Z", [0.05], ""], [94737, "2021-01-03T07:57:58Z", [0.0], ""], [94606, "2021-01-01T18:33:58Z", [0.0], "Maduro continues to consolidate his position - https://bit.ly/2X0NQe7 - and will son be able to 'eliminate' all opposition."], [1056, "2021-01-01T07:08:34Z", [0.0], ""], [1034, "2020-12-30T08:35:24Z", [0.0], ""], [94606, "2020-12-29T18:04:16Z", [0.0], "@bobrown @Wildwood2000  Maduro has, as previously mentioned by various forecasters, a firm grip on all the elements of government and military, paramilitary, police and courts. It also appears he has a few supporters in the world prepared to finds a means to help Venezuela export oil and thereby avoid US sanctions. See https://reut.rs/3aSuD6M As other forecasters have also pointed out, short of death by whatever means or circumstances, it is highly improbable at this stage that Maduro will be out of the office of President by 20210401"], [27467, "2020-12-29T16:58:13Z", [0.04], "He's solid through April. Despite terrible economy, isolation etc, he has support of military, \"won\" parliamentary elections, and oppo is divided. In 2021, Biden plan seems to be build int'l coalitions retool sanctions with humanitarian exceptions, and possibly negotiate for a real election. \nAlso as vaccine becomes available & world economies open, oil demand and prices are likely to increase, which will further cement his economic position.  "], [63401, "2020-12-29T15:21:14Z", [0.0], "With the opposition losing in the recent legislative elections, Maduro's increasing grip on everything, and that it will take the Biden administration months to iron out an executable Venezuela strategy, my forecast remains close enough to 0% (e.g. death, coup are di minimus probabilities) to call it a 0%. Helpful article: https://apnews.com/article/boycotts-venezuela-elections-caracas-b8641cba3354cf8acca765d0de7d3ca8"], [1333, "2020-12-29T10:44:27Z", [0.05], ""], [62808, "2020-12-29T09:23:52Z", [0.01], ""], [97510, "2020-12-26T19:21:00Z", [0.01], "Always have to account for a coup, but he has a hammerlock on his country.  Cuba and Russia won't allow him to fall."], [97505, "2020-12-26T15:07:44Z", [1.0], ""], [96831, "2020-12-23T21:56:37Z", [0.04], ""], [96450, "2020-12-23T18:37:44Z", [0.01], ""], [1333, "2020-12-23T14:27:00Z", [0.15], ""], [94872, "2020-12-23T04:54:40Z", [0.02], ""], [96541, "2020-12-22T19:20:35Z", [0.0], "Updating with the same forecast.  Elections are over, and short of death, it will be difficult for anyone to remove him from power in such a short time frame. https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwik7O2M9rvtAhXJtlkKHdo5BZkQ0PADegQICxAB&url=https%3A%2F%2Fwww.ft.com%2Fcontent%2F343d3219-44fa-433e-9a6a-ae9fc84dc406&usg=AOvVaw0bzmwQAC0yPIngwI4IEK4b https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwik7O2M9rvtAhXJtlkKHdo5BZkQ0PADegQIIhAB&url=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fvenezuelas-maduro-tightens-grip-as-opposition-boycotts-elections-11607296455&usg=AOvVaw0_qbG6-G1654gK8fn_AQMg\n"], [97097, "2020-12-22T08:20:48Z", [0.01], "The opposition is divided. After the latest elections Maduro has consolidated his grip on power. The US will focus its attention elsewhere."], [62808, "2020-12-21T22:34:45Z", [0.0], ""], [94563, "2020-12-21T20:49:39Z", [0.02], ""], [1056, "2020-12-21T19:05:17Z", [0.0], ""], [74037, "2020-12-21T16:22:49Z", [0.04], "Adjusting to wisdom of the crowd given no new information that I can find to warrant a lower percentage."], [1034, "2020-12-21T09:07:57Z", [0.0], ""], [1034, "2020-12-21T03:40:47Z", [0.0], ""], [94872, "2020-12-21T01:36:35Z", [0.03], ""], [58028, "2020-12-20T22:31:24Z", [0.01], ""], [94791, "2020-12-20T22:14:21Z", [0.01], "Nothing in terms of social unrest, political instability or political challenges being made apparent in any media I can find despite the rigged vote. Voter participation was about 34% which evidences reluctance to engage with any political process at the minute. No change as far as I can see. "], [92232, "2020-12-20T12:21:13Z", [0.08], ""], [62808, "2020-12-20T02:45:12Z", [0.0], ""], [96831, "2020-12-19T22:04:23Z", [0.04], "I don't know how I feel about this.  Maduro continues to consolidate power, and the opposition isn't strong enough to stop him, or gain ground.\nhttps://www.aljazeera.com/news/2020/12/19/venezuela-to-shut-all-powerful-legislative-assembly"], [87827, "2020-12-19T11:47:56Z", [0.02], "Short time frame and seems like his position is fairly secure."], [1624, "2020-12-19T01:07:41Z", [0.0], ""], [85986, "2020-12-18T20:28:49Z", [0.03], ""], [1034, "2020-12-18T19:39:49Z", [0.0], ""], [97392, "2020-12-18T06:17:37Z", [0.1], "Just because."], [1034, "2020-12-17T22:44:38Z", [0.0], ""], [858, "2020-12-17T13:38:20Z", [0.0], ""], [94606, "2020-12-16T18:17:44Z", [0.0], "@bobrown  An interesting article on the state of government employees in Venezuela. The take away for me is that military and paramilitary are apparently the best paid at $17 - https://reut.rs/3r60lCU"], [96970, "2020-12-16T15:10:52Z", [0.02], "It's harder to overthrow autocrats in times of acute crisis. Too short a timeline, the people who matter are unlikelyt to change their minds, given th eother preoccupations at the moment"], [97032, "2020-12-16T14:37:17Z", [0.05], "History of authoritarians presiding over a long time in Latin America, and no real impetus for his removal in the next three months"], [97037, "2020-12-16T14:24:27Z", [0.05], ""], [97038, "2020-12-16T14:22:19Z", [0.05], ""], [96969, "2020-12-16T13:48:19Z", [0.05], "The opposition boycotted congressional elections, he is consolidating power "], [96969, "2020-12-16T13:46:49Z", [0.15], ""], [96969, "2020-12-16T13:46:11Z", [0.75], "not a lot of time to displace him and he is already claiming victory in congressional elections which were boycotted by the political opposition"], [96972, "2020-12-16T13:10:18Z", [0.2], "With control of the National Assembly, the Socialist Party will win this Sunday's election. Maduro will remain president at least throughout the first half of 2021 as Venezuelans will look to him to lead the countrywide rollout of the COVID-19 vaccnine."], [96984, "2020-12-16T09:47:01Z", [0.1], ""], [96983, "2020-12-16T09:00:45Z", [0.03], "still believe it is unlikely as a scenario. Amid the COVID-19 pandemic, Maduro does not constitute a priority for the incoming Biden administration"], [96971, "2020-12-16T01:57:03Z", [0.04], ""], [97029, "2020-12-15T22:11:23Z", [0.02], "Maduro's party just won 91% of the vote in parliament after the opposition boycotted, his grip on power seems rock solid and no change likely before 1 April"], [96987, "2020-12-15T22:00:53Z", [0.02], "I cannot see any way this becomes a priority for the incoming biden administration in the time allotted, and assume us buy-in is necessary for his removal (absent natural causes, indie assassination attempt, etc.)"], [97026, "2020-12-15T21:50:17Z", [0.1], ""], [96998, "2020-12-15T20:08:36Z", [0.07], ""], [96974, "2020-12-15T20:02:15Z", [0.05], "Same forecast but updating based on last week's election results. 0% he'd leave office or be removed, but keeping 5% on the board as long as COVID-19 is a plausible threat. Vaccine roll out news will likely cause my next move (Maduro's son reportedly has already received both doses)"], [58718, "2020-12-15T18:04:37Z", [0.0], ""], [81334, "2020-12-15T09:36:21Z", [0.03], "Russia supplying vaccines to Maduro won't hurt him, it's the cold war all over again with the countries backing Maduro lining up vs those in support of Guadio\nhttps://en.wikipedia.org/wiki/Responses_to_the_Venezuelan_presidential_crisis Anyway not clear what cards (if any) Guaido has left to play so probability needs to go down because of Maduro's PR-win."], [95797, "2020-12-15T02:41:54Z", [0.08], "updating based on the results of recent vote.  thanks @bh4eh "], [26467, "2020-12-14T22:33:44Z", [0.0], ""], [94606, "2020-12-14T14:10:33Z", [0.0], "At 20201214 Maduro has firmly taken control of the National Assembly and now effectively controls all elements of the government. The 'opposition' conducted a 'referendum' over the last weekend (12-13 Dec) and claim that 6.4m voted for the removal of Maduro - https://bloom.bg/2LACXNO. A similar number that voted for Maduro in the 2018 Presidential election - https://bit.ly/2K1SXbb - coincidentally. However, the opposition's referendum carries no legal weight and hence does little to change the course of Maduro's authority and position in the short term. As mentioned by @bobrown , as long as Maduro has the support of the military, policing and courts, his position is assured in the short term. This is largely confirmed in this article https://reut.rs/3mfw159. As mentioned in my previous forecasts, Iran is breaking international and US sanctions and purchasing Venezuelan oil which provides some cash for Maduro to extend his rule and buy off the military etc. The purchase of oil by Iran is not simply one or two shipments but an ongoing strategy. See my previous forecasts and this https://bloom.bg/3gLXWsD"], [38094, "2020-12-14T01:26:17Z", [0.0], "Maduro seems to be in his strongest position ever.  As long as the military supports him he will stay. I don't see him loosing military support in the short term."], [74903, "2020-12-14T00:31:34Z", [0.0], ""], [22745, "2020-12-13T20:44:56Z", [0.2], ""], [58028, "2020-12-13T20:14:47Z", [0.02], ""], [31859, "2020-12-13T16:01:16Z", [0.1], ""], [94563, "2020-12-13T15:08:58Z", [0.03], "The only realist way Maduro will not be president in this timeline is if he dies.\nHis control over the Army and the political system is largely absolute, and his backers will continue to back him, if only in an attempt to create problems for the US. President elect Biden is going to have other priorities in his first 100 days, and there is unlikely to be much interest in fomenting a crisis in Latin America in the first months of his presidency. Maduro is likely safe until late 2021 at the earliest."], [45198, "2020-12-12T19:44:57Z", [0.05], "He will hold onto power by any means necessary, including cheating, lying, murder. intimidation and bribery. International pressure and bad press doesn't affect these people.\n."], [80475, "2020-12-12T14:16:23Z", [0.02], ""], [96973, "2020-12-12T01:41:29Z", [0.03], "The man is not leaving except in handcuffs or on a stretcher. If he gets COVID or has other health issues, there is a fair chance he doesn't survive given his health.  But Cuba, Iran, China & Russia will continue to prop him up for the foreseeable future so he isn't going anywhere any time soon. He's packed the courts, neutered the legislature, pushed his opponents out of office and runs things with an iron fist.  And that fist - the military - depends on him so they won't turn on him."], [94889, "2020-12-11T21:05:22Z", [0.04], "President Maduro looks entrenched\nhttps://abcnews.go.com/International/wireStory/official-maduro-allies-win-91-seats-venezuela-vote-74652316\nhttps://www.washingtonpost.com/politics/2020/12/09/biden-foreign-policy-venezuela-maduro/ On the other hand. \nHealth issues do not seem to be well or completely reported.\nAnd there is a small line of consequence that might degrade Venezuela's economic condition. If President-elect Biden rejoins the JCPOA and removes sanctions on Iran, Iran may find better buyers for their refined gas than the current oil for gas swaps with Venezuela."], [96831, "2020-12-11T18:34:50Z", [0.05], "Maduro's Socialist Party now controls 67% of the national assembly, so it's unlikely he'll go out that way. The opposition (who boycotted the election) does not have a great chance of overturning the current election results with a justice system that isn't sympathetic to their cause.  It's highly unlikely that the Trump administration would mount an operation to dislodge Maduro, and even more unlikely that Biden's foreign policy for Venezuela would forcibly remove the dictator without first using diplomatic measures.\nhttps://www.aljazeera.com/news/2020/12/7/venezuelan-president-maduro-claims-sweep-of-boycotted-election\nhttps://www.washingtonpost.com/politics/2020/12/09/biden-foreign-policy-venezuela-maduro/\nhttps://www.britannica.com/biography/Nicolas-Maduro"], [97029, "2020-12-11T14:56:50Z", [0.02], "Maduro's party just won 91% of the vote in parliament after the opposition boycotted, his grip on power seems rock solid and no change likely before 1 April "], [96985, "2020-12-11T10:13:52Z", [0.05], "The debate over presidency has continued since the beginning of 2019. And while the dire economic conditions (hyperinflation) and global support for Guaido is likely to put Maduro under a lot of pressure, I do not expect the process to resolve within one quarter of 2021. Maduro is also likely contemplating dollarization of the economy to combat hyperinflation- a move that is supported by the local population and could potentially buy him some time. Moreover, President elect Biden could choose to take a more diplomatic stance with Maduro than Trump did and choose to negotiate with him, further delaying any change in power. "], [97028, "2020-12-11T05:03:05Z", [0.05], ""], [80475, "2020-12-11T03:24:52Z", [0.03], ""], [96987, "2020-12-11T02:58:28Z", [0.05], ""], [97037, "2020-12-10T22:36:29Z", [0.05], ""], [96995, "2020-12-10T20:50:22Z", [0.05], ""], [87841, "2020-12-10T19:58:36Z", [0.05], "Maduro's grip on power just tightened with his alliance winning the majority in the National Assembly, an overdetermined success given the opposition's boycott of the elections (based on protests of illegitimacy of elections). Maduro maintains the support of the military and formally controls the major institutions of power. Given the participation rate in this legislative election (31%), it appears that (in addition to the boycott) the voters do not believe taking part in the political process is worth their time, so its unlikely the opposition will marshal the additional support they need to continue to challenge Maduro. I think it unlikely Biden will take up the issue of election legitimacy in Venezuela; it's the problem of living in a glass house (those who live in one, should not throw stones). As far as a base rate goes: Venezuela has been a democracy since 1958. What is the rate of premature presidential turnover for the (allegedly) elected leaders of South American democracies, due to death, abdication, coup, political compromise, or other? Eight democratic states in South America: Brazil, Paraguay, Argentina, Chile, Venezuela, Peru, Bolivia, Colombia. Just mapping out Brazil alone yields a surprising amount of premature presidential turnover since Brazil became a democracy in 1955 (see list below, with asteriks next to non-routine electoral turnover): \n1955 Kubitschek elected\n1961 Quadros resigned*\n1964 Goulart forced out by coup*\n1985 Neves dies before taking office*\n1985 Sarney elected\n1989 Cullor de Mello elected\n1992 Cullor de Mello impeached*\n1995 Cardoso elected\n1998 Cardoso reelected\n2003 Lula da Silva elected\n2006 Lula da Silve reelected\n2011Rousseff elected\n2016 Rousseff impeached*\n2019 Bolsonaro elected\n= 5 instances of presidents leaving office before expected. 744 months between Dec 1958 and today. Probability of premature presidential turnover in any given month in Brazil is a .6% chance. Who wants to the the research on the rest of the states to get an aggregate - @nadie708 @Imstansberry @b4eh @Fueled_by_Gummybears ? I suppose I could have just done Venezuela itself, but that seemed to narrow to be considered as reference class.  "], [81567, "2020-12-10T16:44:27Z", [0.0], ""], [74037, "2020-12-10T00:59:39Z", [0.05], "Chance for an event that removes him seems very low."], [96717, "2020-12-10T00:43:37Z", [0.06], "Crowd Sourced."], [74903, "2020-12-09T22:50:15Z", [0.0], "1 - The possibilities that he will die from a natural cause are very tiny: At the age of 58 years old even in a covid-19 environment;\n2 - A military coup would be surprising in the next 5 month. It failed once, why should it be retry soon? Biden seem to be very cautious when it's about military operation (Ben Laden);\n3 - More than 5 million venezuelans have left the country, it,s like 5 millions of person who think there will not be change sooner\nhttps://www.dw.com/en/displaced-oil-and-ruin-the-exodus-of-venezuela/av-52011198\n4 - Latest election show us that nothing can occur from an election \nhttps://elpais.com/internacional/2020-12-07/las-elecciones-parlamentarias-evidencian-la-fractura-en-venezuela.html\n5- With allies countries like Russia, China or Cuba, Nicolas Maduro seem to be in a more better position than other country leaders like Assad who is still there for a long time now.  https://www.bloomberg.com/opinion/articles/2020-10-16/u-s-pressure-campaign-against-venezuela-s-maduro-isn-t-working"], [74903, "2020-12-09T21:16:21Z", [0.13], ""], [48709, "2020-12-09T20:27:19Z", [0.5], ""], [1639, "2020-12-09T18:52:27Z", [0.05], "Maduro remains in power, backed by the Venezuelan military as well as key allies Cuba, Russia, China, Turkey, and Iran.\nWhat can change about such a situation in three months? I have been forecasting this question ever since I joined GJ; I'm afraid Maduro is going to be there a little longer still."], [1034, "2020-12-09T18:44:42Z", [0.0], ""], [96715, "2020-12-09T14:34:18Z", [0.11], "https://abcnews.go.com/International/wireStory/venezuelans-wait-results-boycotted-congress-vote-74577392\nOpposition boycotted elections this week, so Maduro increased his control over the government.\non the flip side only 31% of eligible Venezuelans voted and Gauido is running a grassroots referendum this week, it ends Saturday.  If it shows strong support then maybe there is a way forward for the opposition. Otherwise it looks like Maduro will stay in place."], [1333, "2020-12-09T12:19:03Z", [0.15], ""], [37513, "2020-12-09T04:08:24Z", [0.01], ""], [94872, "2020-12-09T03:03:12Z", [0.04], ""], [59141, "2020-12-09T00:24:25Z", [0.05], ""], [1056, "2020-12-08T23:33:00Z", [0.0], ""], [96992, "2020-12-08T23:23:10Z", [0.04], ""], [55306, "2020-12-08T23:09:23Z", [0.1], ""], [55306, "2020-12-08T23:09:13Z", [0.2], ""], [91992, "2020-12-08T21:36:04Z", [0.9], "He controls too much of the apparatus of the state. "], [1034, "2020-12-08T19:41:17Z", [0.0], ""], [96998, "2020-12-08T16:24:13Z", [0.1], "There has been increased negative attention to the country's election integrity with statements by Mike Pompeo and op-eds in major newspapers. The election itself increases Maduro's grip on the country, or at least delays any action. Biden is unlikely to make this a top priority, so sufficient pressure from the US to enact change by April 1 seems unlikely."], [96983, "2020-12-08T16:16:59Z", [0.03], "Despite the short timeframe, it is not a totally impossible scenario. In particular, Biden may exercise pressure on Maduro"], [96988, "2020-12-08T15:53:53Z", [0.25], "Authoritarian leaders in South American are overthrown fairly infrequently. Similarly, I think it is a good axiom that authoritarian leader generally do no willingly step down from power unless forced. This sets my baseline probability fairly low that Maduro will cease being president of Venezuela before April 2021. However, a new Biden administration might increase pressure on Maduro in way the Trump administration had not. "], [95728, "2020-12-08T12:11:38Z", [0.08], "The victory of Maduro's side in the election, even if rigged, strengthens his position in the short term.  Add to this the continued backing of the military and he seems relatively secure for now.  Perhaps the opposition can arouse more widespread protests and upheaval but this also seems unlikely to work unless it sways the military.  The group of nearly 60 states that recognize Guiado as the legitimate ruler now is in a quandary...will they apply greater international pressure claiming the election was illegitimate?  Perhaps, but again seems likely to have the power to oust Maduro in the next 4 1/2 months."], [95795, "2020-12-08T09:16:07Z", [0.05], ""], [96831, "2020-12-08T02:24:47Z", [0.1], "Lowering the probability based on recent National Assembly election outcome."], [85986, "2020-12-08T01:45:50Z", [0.08], ""], [95808, "2020-12-07T19:35:29Z", [0.05], "Maduro's coalition won a majority in Sunday's National Assembly election. The polls were probably rigged, but I don't think that will matter barring an unlikely social uprising. Guido's legitimacy, such as it is, will be diminished when the new National Assembly speaker is selected in January. The military has shown no indication of breaking with Maduro despite opportunity and inducements. The opposition has called for consultations to discuss options next week. Unless they can stir the masses to action, Maduro's power seems relatively secure.  https://www.reuters.com/article/us-venezuela-election-results/u-s-eu-say-they-do-not-recognize-venezuela-parliamentary-vote-idUSKBN28H0L3"], [94791, "2020-12-07T18:01:09Z", [0.01], "~35% voter turnout, with ~70% of them for Maduro highlights just how disengaged the population is from politics right now. The majority not even bothering to protest vote (18% of the votes were for an opposition).\n"], [95707, "2020-12-07T16:53:43Z", [0.02], ""], [96541, "2020-12-07T13:00:02Z", [0.0], "Elections are over, it will be difficult for anyone to remove him from power in such a short time frame.  https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwik7O2M9rvtAhXJtlkKHdo5BZkQ0PADegQICxAB&url=https%3A%2F%2Fwww.ft.com%2Fcontent%2F343d3219-44fa-433e-9a6a-ae9fc84dc406&usg=AOvVaw0bzmwQAC0yPIngwI4IEK4b https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwik7O2M9rvtAhXJtlkKHdo5BZkQ0PADegQIIhAB&url=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fvenezuelas-maduro-tightens-grip-as-opposition-boycotts-elections-11607296455&usg=AOvVaw0_qbG6-G1654gK8fn_AQMg"], [95802, "2020-12-07T12:13:17Z", [0.11], "Biden will not push regime change and neither will his national security team"], [31795, "2020-12-06T23:52:01Z", [0.0], ""], [1034, "2020-12-06T22:24:09Z", [0.0], ""], [58028, "2020-12-06T19:38:02Z", [0.03], ""], [9263, "2020-12-06T18:57:03Z", [0.0], ""], [9263, "2020-12-06T18:55:55Z", [1.0], ""], [96450, "2020-12-06T15:45:39Z", [0.01], ""], [88452, "2020-12-06T11:46:46Z", [0.0], ""], [73970, "2020-12-06T09:20:43Z", [0.01], ""], [8318, "2020-12-06T03:30:08Z", [0.06], ""], [96973, "2020-12-05T20:39:46Z", [0.03], ""], [1502, "2020-12-05T08:03:36Z", [0.01], ""], [96715, "2020-12-05T01:57:57Z", [0.15], "read some more news today about upcoming elections. looks like they will be rigged to unseat Guadio from legislature so he'll have even less chance of continuing his challenge. Also India is likely to start trading with Venezuela again."], [94444, "2020-12-04T22:04:41Z", [0.0], "He's the odds on fave to win, and lacks any effective opposition. "], [95797, "2020-12-04T21:47:06Z", [0.1], "Interesting article from the Economist.  \"Venezuela's regime will win the legislative election, by a lot\"..........let's see what happens on 6 December? A rigged vote will likely win back the National Assembly from Guaido and give full reign and power back to Maduro.  If this happens, other countries will likely lose interest with the credibility of Guaido decreasing.   I agree that a new Biden approach will only prolong Maduros time in the seat.  Plus, Maduro has the support of the military.  In Latin America's history, most unpopular leaders are \"politely\" escorted out by the military.  This doesn't appear to be in the cards in Venezuela.  \n"], [97016, "2020-12-04T16:54:26Z", [0.05], ""], [97038, "2020-12-04T16:38:41Z", [0.05], ""], [96985, "2020-12-04T16:38:21Z", [0.1], ""], [58718, "2020-12-04T16:33:19Z", [0.15], "Modern dictators last about seven years."], [97021, "2020-12-04T16:32:12Z", [0.05], ""], [94606, "2020-12-04T16:22:49Z", [0.01], "Updated 20201207 As was expected, Maduro's supporters have taken control of the National Assembly in Sunday's elections. See https://reut.rs/3gmxiWL. The election which had a low turnout of 30% has been declared 'rigged' or a 'fraud' by the previous opposition leader Juan Guaido. Guaido has called for a 'national consultation' to be held this coming Sunday. This will ask if citizens reject the election result and want a different government. In principle, in terms of the constitution, such a consultation is binding on the government. However, as Maduro now effectively controls all elements of government and the courts, it is highly improbable he will take any cognisance of the result of the national consultation unless it is in his favour. The EU, Brazil, US have all rejected the credibility of Sunday's election. External monitors were not allowed but with such a low turnout and with international and regions countries rejecting the process and result, one assumes it was not 'free and fair'. Nonetheless, Maduro is likely to feel emboldened by the election result and will also feel emboldened by Iran's pending delivery of fuel and the following export of oil which he will undoubtedly sing to the populous about from the rooftops. See https://yhoo.it/36QwR3W As at 20201204 Sunday's elections in Venzuela are either going to cement Maduro's hold on the  Presidency or, at worst for him, maintain the status quo. The former is the most likely because the opposition is boycotting the election on the basis that it cannot be a fair election. This effectively gives Maduro a free home run at gaining the upper hand over the National Assembly which is the only government institution he does not already control. See https://youtu.be/OxF4CbvdLes and https://bit.ly/3mD2CD4. The opposition, lead by Juan Guaido, is unlikely to retain control of the Assembly and thus become increasingly meaningless. The 1% forecast is in the event of the death of Maduro by whatever cause."], [97037, "2020-12-04T14:54:20Z", [0.1], ""], [96974, "2020-12-04T14:46:15Z", [0.05], "Maduro still has meaningful support within the country, and his main opposition fled the country. I imagine the shift in the US presidency means reinvigorated efforts by Maduro to either dialogue with Biden or fight back even more, depending on the stance Biden takes, so I don't see major shifts taking place before April 1. "], [97028, "2020-12-04T14:41:06Z", [0.33], ""], [96990, "2020-12-04T14:21:29Z", [0.07], ""], [96990, "2020-12-04T14:21:05Z", [0.35], ""], [96715, "2020-12-04T14:17:30Z", [0.2], "The military still supports Maduro, China and Russia are providing some relief from US sanctions. Guaido hasn't gained any real power. Looks less likely"], [97030, "2020-12-04T10:53:47Z", [0.1], ""], [96992, "2020-12-04T00:08:36Z", [0.05], ""], [96720, "2020-12-03T21:55:34Z", [0.1], "There is little evidence showing any credible opposition capable of replacing the Maduro regime present within Venezuela. Leopoldo Lopez, who was thought to be a leading option for deposing Maduro recently fled Venezuela indicating that Maduro's regime currently has the upper hand."], [96998, "2020-12-03T17:25:57Z", [0.3], ""], [78587, "2020-12-03T15:34:56Z", [0.0], ""], [89038, "2020-12-03T14:52:40Z", [0.01], ""], [1056, "2020-12-03T14:21:08Z", [0.0], ""], [92232, "2020-12-03T07:28:25Z", [0.1], ""], [67377, "2020-12-03T05:05:01Z", [0.05], ""], [73050, "2020-12-02T22:41:22Z", [0.03], ""], [73050, "2020-12-02T22:40:28Z", [0.05], ""], [32339, "2020-12-02T22:27:39Z", [0.0], ""], [62808, "2020-12-02T22:13:18Z", [0.0], ""], [94606, "2020-12-02T21:29:18Z", [0.01], "Venezuela resumes oil shipments to China with the aid of Russian registered companies in the face of US sanctions. See https://reut.rs/33COPFj. This takes some of the pressure off Maduro. Has he been emboldened by the looming change in US administration? Probably. And China? Possibly also. So, with elections due in Venezuela this month, which are likely to be rigged, Maduro's position is looking safer than it was a month ago. Equally, the opposition is either divided, ineffective or out of the country. Death or serious illness are the two possibilities that may unseat him. "], [7289, "2020-12-02T19:46:01Z", [0.1], ""], [50835, "2020-12-02T19:31:48Z", [0.01], "Opposition is divided and far more unpopular than Maduro, having sabotaged themselves by allying with Trump and Guaido's failed coup attempts."], [50825, "2020-12-02T18:35:00Z", [0.2], ""], [97016, "2020-12-02T16:48:44Z", [0.1], ""], [97016, "2020-12-02T16:38:36Z", [0.1], ""], [96747, "2020-12-02T15:49:02Z", [0.05], "he will remain in power thanks to the suport of russia and china"], [86715, "2020-12-02T03:54:39Z", [0.05], ""], [46030, "2020-12-02T03:33:06Z", [0.0], "Pres elections are Dec 6,2020.  Nothing is going to happen that will cut through the Covid crisis and gov corruption."], [59590, "2020-12-02T01:29:22Z", [0.8], "Yes"], [22343, "2020-12-02T01:28:23Z", [0.87], ""], [97037, "2020-12-02T00:44:39Z", [0.05], ""], [97037, "2020-12-02T00:44:12Z", [0.45], ""], [92207, "2020-12-02T00:15:01Z", [0.1], "Theres a low possibility to leave power in Venezuela despite the terrible conditions of their economy, theres no strong opossition and theres no political or social movements for create some kind of political pressure."], [88422, "2020-12-01T23:05:30Z", [0.0], ""], [93703, "2020-12-01T23:00:54Z", [0.02], ""], [88614, "2020-12-01T16:54:37Z", [0.02], ""], [61598, "2020-12-01T15:47:39Z", [0.01], ""], [86358, "2020-12-01T04:41:52Z", [0.05], ""], [96556, "2020-11-30T22:16:01Z", [0.02], ""], [94872, "2020-11-30T20:42:50Z", [0.03], ""], [1056, "2020-11-30T19:42:20Z", [0.0], ""], [95503, "2020-11-30T17:08:32Z", [0.02], ""], [92232, "2020-11-30T08:19:04Z", [0.2], ""], [96630, "2020-11-30T00:22:41Z", [0.0], ""], [58028, "2020-11-29T22:31:00Z", [0.04], ""], [94791, "2020-11-29T18:46:55Z", [0.01], "https://www.bbc.com/future/article/20190513-it-only-takes-35-of-people-to-change-the-world Interesting research on protest and rebellion.  Non violent success rate - 53%\nViolent success rate - 26%\n(Probably because non-violent has higher numbers and inclusion) However, the key tipping point seems to be the active peaceful participation of 3.5% of the population, which is roughly 1,000,000 Venezuelans. Notably, millions protested in 2017 over changes to the constitution and managed to force a reversal of the decision. The people must know they carry some power. So why have they not protested the government itself? For the poor, I imagine it's the fear that they will lose education and government subsidies; or that a different government would be more/as untrustworthy; or that this entire problem is between self-interested elites."], [1056, "2020-11-29T18:06:44Z", [0.0], ""], [766, "2020-11-29T16:25:12Z", [0.0], ""], [89038, "2020-11-29T13:53:03Z", [0.03], ""], [63401, "2020-11-29T12:13:52Z", [0.0], "The is no momentum to remove Maduro and he still enjoys support form Russia and others. A Biden administration will still be organizing and this won't be the top priority to show an early foreign policy win. As well, Maduro has a firm grip and so his regime won't topple from within by the question resolution date."], [96831, "2020-11-29T01:04:12Z", [0.15], "Even with the appointment of a U.S. ambassador to Venezuela, it is more likely that the next administration will attempt to temper Maduro's regime and coopt the Venezuelan government instead of trying to marginalize it more.\nhttps://www.aljazeera.com/news/2020/11/19/us-has-first-ambassador-in-decade-to-venezuela-amid-tensions"], [94791, "2020-11-28T22:17:24Z", [0.01], "Really interesting academic breakdown of strategy required for protest and revolution: https://youtu.be/YeK1VAZrjso. Power sources for leaders:\nMilitary - CONTROLLED\nEconomy- FAILING\nPolitics - CONTROLLED\nCulture - CONTROLLED VIA MEDIA The academic argues that to will people into revolutionary action, the benefits must be moderate (too little and it's not worth their risk; too much and it seems impossible). Also, those moderate benefits have to be presented in a moderate phrasing, eg. Stalin's 'land bread peace'. We are not seeing any of that from Guaido's party. Instead, we are seeing international verbal backing with no physical support. That is potentially telling the population either (1) it's all sorted and they just have to wait or (2) it's even too dangerous for militaries to take on Maduro. In terms of revolutionary organisation, cost of action seems high for the population whose days are consumed by finding food, medication and work. If there is just enough to maintain some semblance of life, the population is in no place to revolt. Guaido's party cannot lower that cost of action unless they supply food, stable work or medicines (much like FARC managed to in Colombia, to an extent). The population tried a spontaneous protest in 2018. Big numbers and no organisation. Outcome was powerful suppression and, even, exhaustion at lack of progress. Are there any groups purposefully agitating the population through social media? Definitely not through mainstream media because the state has tight control of that. If there is a route of communication which can draw in the population, educate them on the issues and organise their action, it is social media. Problem is that would be clandestine and opaque to outsiders like us. Difficult to get the data on that."], [94791, "2020-11-28T22:16:06Z", [0.02], "Comment deleted on Nov 28, 2020 10:16PM UTC"], [97118, "2020-11-28T22:07:52Z", [0.05], "I misread the question."], [97118, "2020-11-28T22:07:10Z", [0.75], "Comment deleted on Nov 28, 2020 10:08PM UTC"], [94872, "2020-11-28T20:52:32Z", [0.05], ""], [64684, "2020-11-28T17:35:03Z", [0.0], ""], [59836, "2020-11-28T17:32:50Z", [0.0], ""], [1034, "2020-11-28T04:11:26Z", [0.0], ""], [94791, "2020-11-27T21:07:36Z", [0.02], "One chain I'm following is Colombia's unrest. If that government becomes unwelcoming to Venezuelan refugees, or if the border simply becomes unappealing to Venezuelans then the impulse to riot/protest grows. I'm drawing difficult parallels in history but the slave rebellion of Haiti was dependent on a disenfranchised emerging middle class.  Cheaper dollar (measures by DXY) allows Venezuela to access debt markets and foreign trade more easily. That, probably, will appease those in Maduro's inner circle (\"middle class\", we might say) as they can benefit from import lifestyles. Adjusted slightly down."], [95790, "2020-11-27T20:54:24Z", [0.03], "With only 4 months between now and April 1, the timeline is pretty short for an action forcing event that would result in Maduro's loss of the presidency.  I'll consider various scenarios, but so far none of them seem likely enough to be such an action-forcing event: Death from natural causes?\n-seems unlikely.  Maduro is only 58, looks robust and I see nothing obvious in the news to say that he is in ill health.  The COVID situation in Venezuela actually doesn't seem as bad as I would have expected: https://www.coronatracker.com/country/venezuela/  The health system is in a shambles, but for Maduro that doesn't matter -- if he caught COVID, he'd get top-notch care, or more likely, fly to someplace like Cuba and get treatment. Internal coup attempt, including ouster or assassination?\n--More likely than dying of natural causes, but still pretty low probability.  Maduro has already survived various coup attempts, including an attempted drone attack in 2018 that didn't work and a call by opposition leader Guaido to the military in April 2019 to rise up... which never materialized.  Those who are arrested in assassination plots get tortured in prison.  The regime  always seems to find out about the plan ahead of time and thwart it.  One of the benefits of running a police state with surveillance.\nOne caveat:  if it ever gets to the point where Maduro's cronies feel that they are not benefitting from his presence, then they might get rid of him.  But as long as they are benefitting materially from the regime's corruption, they have an interest in keeping him in power. External coup attempt?\nEven lower likelihood here, especially after the debacle in May 2020 in which independent US \"mercenaries\" tried to mount a coup attempt (for which they got 20 years in a VZ prison). Widespread public uprising?\n--Don't want to exclude the possiblity altogether since sometimes these can come \"out of nowhere\"-- remember Arab Spring--- but:  There were massive public protests in 2014, but that was 6 years ago, and the opposition can't get people out on the streets like they used to be able to do.  The Venezuelan people have endured years of Maduro and the manmade crises of his administration's graft and incompetence:  hunger, rolling electrical blackouts, gasoline price hikes, disease, etc.... if they haven't risen up before, don't see what would tip them over the edge now.  They would prefer to flee the country, as they have been doing. Opposition wins and forces Maduro out?\nAlso very unlikely.  The feckless opposition is more invested in fighting amongst themselves than in coming up with a viable plan that is an alternative to Maduro that the people can get behind.  Even if the opposition were united and effective, Maduro has completely rigged the system against them, so no election would be fair.  Speaking of which, the next presidential election isn't until 2024.  There is a parliamentary election scheduled Dec 6 2020, but the opposition is calling for a boycott because it's assumed it won't be fair.  So the results of the parliamentary election are going to cement Maduro's hold on power, not erode it.  https://www.france24.com/en/live-news/20201102-maduro-looks-for-total-power-in-venezuela-legislative-election US/international pressure finally force Maduro to step down?\nAlso unlikely, given that US oil sanctions and other sanctions so far have not had the effect of getting him to leave office.  Maduro would only willlingly leave if there were a country willing to take him in exile. The only new situation that I can think of that might have an action-forcing effect is the fact that there's an incoming Biden administration.  That fact in and of itself is not enough to result in Maduro, say, stepping down.  But there is likely to be more US effort at diplomacy, as @Michael-Bennett noted. Biden's policy on Venezuela isn't yet crystal clear, so this would be one area to watch for events that could create action forcing events.\n"], [58028, "2020-11-27T17:02:18Z", [0.05], ""], [1624, "2020-11-27T02:29:28Z", [0.02], ""], [97100, "2020-11-26T19:19:54Z", [0.45], ""], [27710, "2020-11-26T14:40:02Z", [0.0], ""], [1056, "2020-11-26T01:21:14Z", [0.0], ""], [97021, "2020-11-25T18:43:28Z", [0.15], ""], [94791, "2020-11-25T10:14:53Z", [0.03], "US Senate appoints James Story as the ambassador to Venezuela. He will work from Bogota, Colombia due to the ongoing political issues in Venezuela. \nhttps://www.aljazeera.com/news/2020/11/19/us-has-first-ambassador-in-decade-to-venezuela-amid-tensions His CV is impressive with notable roles in International Narcotics; a civilian representative in Afghanistan; and a narcotics role in Bogota. He speaks Portuguese and Spanish. \nhttps://ve.usembassy.gov/our-relationship/our-ambassador/ Perhaps this is the first step in a change of course from 'isolate Venezuela' because the that strategy is only strengthening interest from China Russia Cuba and Iran.  Forecast stays the same as time is a pressing issue in this question. I'll do some digging on Story and see if there are certain skills he brings "], [80644, "2020-11-25T07:59:41Z", [0.0], ""], [86358, "2020-11-25T02:32:02Z", [0.08], ""], [1056, "2020-11-25T01:17:22Z", [0.0], ""], [96992, "2020-11-24T21:18:00Z", [0.05], ""], [88614, "2020-11-24T18:37:24Z", [0.05], ""], [95503, "2020-11-24T15:29:00Z", [0.03], ""], [61598, "2020-11-24T04:50:07Z", [0.08], ""], [29054, "2020-11-24T02:56:51Z", [0.0], ""], [32258, "2020-11-24T00:17:12Z", [0.0], ""], [94791, "2020-11-23T18:31:50Z", [0.03], "The vote in December won't antagonize things any more than they already are - it's considered a foregone conclusion that it will be fixed and Maduro will get his way. It might reignite a few protests on results day but not much more. Internationally, governments are too concerned with internal affairs to be making public comments on Venezuela. Even the US. I'm still looking for some indication of Biden's attitudes. Even still, he will barely have settled into the White House by April. Maduro has so far survived rampant inflation, food shortages, a green-beret backed insurgency, international rejection and Covid. I'm continuing to read about their internal affairs.  Short of him losing the military or dying, it's hard to see how he loses presidency before April."], [1034, "2020-11-23T18:11:02Z", [0.0], ""], [97069, "2020-11-23T10:21:31Z", [0.9], "Votes for the parliament on 6th December will be raise the fire again on the streets, which will lead to the end of Maduro.\n-10% due to not sure the end will come before 01.04.2020."], [96724, "2020-11-23T02:05:24Z", [0.1], ""], [91142, "2020-11-23T02:04:29Z", [0.03], ""], [9263, "2020-11-23T01:45:27Z", [0.1], ""], [94872, "2020-11-22T22:45:26Z", [0.08], ""], [95503, "2020-11-22T22:42:54Z", [0.04], ""], [97061, "2020-11-22T19:03:22Z", [0.02], ""], [57854, "2020-11-22T18:57:06Z", [0.03], "OAS on the forthcoming vote: “This may not be accepted by the international community.” ***The US State Department cannot immediately be reached for comment on how the US intends to respond to the election.*** - https://granthshala.com/organization-of-american-states-warns-of-sham-elections-in-socialist-venezuela/"], [1056, "2020-11-22T18:08:28Z", [0.0], ""], [96556, "2020-11-22T15:37:23Z", [0.08], ""], [1034, "2020-11-22T08:06:33Z", [0.0], ""], [94837, "2020-11-22T07:54:04Z", [0.03], ""], [79609, "2020-11-22T07:31:39Z", [0.45], ""], [89038, "2020-11-22T05:58:35Z", [0.05], ""], [62808, "2020-11-21T21:43:00Z", [0.0], ""], [94791, "2020-11-21T21:00:42Z", [0.1], "Initial forecast based on many forecasters' bigger thesis: Maduro's grip is dependent upon US support for insurrection, rebellions and coups. Biden's government not in a position to do that in January or February given the US's internal political issues.  I will do some reading on:\n1) Biden's view on Latin America\n2) Groups and factions within Venezuela (Colombia is increasingly unsettled at the moment)\n3) History of socialist-nationalist governments in the region"], [691, "2020-11-21T19:55:06Z", [0.01], ""], [57854, "2020-11-21T19:41:00Z", [0.05], "Bigger dimensions of geopolitics in Latin America in the play. Will have to see how Biden administration will play out."], [1333, "2020-11-21T19:18:38Z", [0.0], ""], [8826, "2020-11-21T15:19:32Z", [0.01], ""], [89099, "2020-11-21T14:25:08Z", [0.0], ""], [96973, "2020-11-21T12:03:24Z", [0.1], ""], [61598, "2020-11-21T10:41:38Z", [0.15], ""], [89038, "2020-11-21T01:53:08Z", [0.07], "Not much time between 'elections' and this question settling."], [64078, "2020-11-21T00:55:30Z", [0.0], ""], [35736, "2020-11-20T23:13:23Z", [0.09], ""], [58028, "2020-11-20T21:33:31Z", [0.1], ""], [96972, "2020-11-20T19:41:14Z", [0.2], ""], [94872, "2020-11-20T19:27:31Z", [0.12], ""], [96987, "2020-11-20T19:24:01Z", [0.25], "End of term in 2024 is feasible off ramp. Earlier does not happen w/o US machinations; biden admin not in a place to make moves before april."], [1333, "2020-11-20T19:17:58Z", [0.0], ""], [1333, "2020-11-20T15:02:24Z", [0.0], ""], [97032, "2020-11-20T15:00:18Z", [0.3], ""], [96990, "2020-11-20T14:59:04Z", [0.54], ""], [97038, "2020-11-20T14:51:01Z", [0.35], ""], [96998, "2020-11-20T14:50:32Z", [0.35], ""], [97016, "2020-11-20T14:47:11Z", [0.15], "Volatile situation but Venezuelan president's have proven difficult to remove "], [97037, "2020-11-20T14:38:03Z", [0.75], ""], [97028, "2020-11-20T14:31:45Z", [0.15], "Despots are amazing at holding on to power much longer than anyone expected, in all sorts of dire environments. "], [97029, "2020-11-20T14:31:08Z", [0.1], ""], [89013, "2020-11-20T14:29:46Z", [0.01], ""], [96992, "2020-11-20T14:28:34Z", [0.15], ""], [96972, "2020-11-20T14:25:33Z", [0.2], ""], [96985, "2020-11-20T14:23:00Z", [0.3], "The debate over presidency has continued since the beginning of 2019. And while the dire economic conditions (hyperinflation) and global support for Guaido is likely to put Maduro under a lot of pressure, I do not expect the process to resolve within one quarter of 2021. Maduro is also likely contemplating dollarization of the economy to combat hyperinflation- a move that is supported by the local population and could potentially buy him some time. Moreover, President elect Biden could choose to take a more diplomatic stance with Maduro than Trump did and choose to negotiate with him, further delaying any change in power. "], [97040, "2020-11-20T14:21:28Z", [0.15], ""], [96973, "2020-11-20T14:20:59Z", [0.25], "His regime is on pretty weak footing given the state of the economy and he will be pushed out at some point in time - but it could take well past April 1st."], [96974, "2020-11-20T14:17:16Z", [0.15], ""], [58718, "2020-11-20T14:16:16Z", [0.15], "No reason to believe the status quo will change. "], [96971, "2020-11-20T14:15:55Z", [0.07], "3 months is a very short period of time; dictators don't turn over very frequently; no election that i'm aware of"], [96995, "2020-11-20T14:15:15Z", [0.15], ""], [96984, "2020-11-20T14:14:50Z", [0.45], ""], [96988, "2020-11-20T14:14:38Z", [0.6], "Barring any unforeseen change to the status quo, Maduro will simply continue to defy international sanctions and remain in power."], [96983, "2020-11-20T14:13:31Z", [0.02], ""], [97026, "2020-11-20T14:11:08Z", [0.2], ""], [26467, "2020-11-19T22:29:47Z", [0.0], ""], [93409, "2020-11-19T15:34:06Z", [0.0], ""], [96541, "2020-11-19T14:00:01Z", [0.01], "I was at 2% but I am lowering to 1% to match the consensus. I do not believe that there will be a change in such a short time. "], [14813, "2020-11-19T09:34:11Z", [0.15], ""], [30364, "2020-11-19T04:30:05Z", [0.0], ""], [96831, "2020-11-19T00:17:25Z", [0.15], "As many have already pointed out: the next election is not until 2025; Maduro is currently fully in control of domestic issues and military; he is young and healthy, and unlikely to die of COVID.  A dictator is unlikely to step down in a country that is unable to revolt/rise up/do anything other than just survive during a global pandemic, global economic downturn, and that has issues with food and health care insecurity. All that being said, in 2019, the United States supported Juan Guaido and the National Assembly's attempt to oust Maduro as the president.  The United States has attempted to overthrow dictators in South America 15 times, in addition to three times in Venezuela. The last time was this year (2020), although the Trump administration denies US government involvement in a plot by Venezuelan paramilitary troops (supported by former U.S. Green Berets) to overthrow Maduro.\nhttps://www.csis.org/analysis/covid-19-venezuela-how-pandemic-deepened-humanitarian-crisis\nhttps://en.wikipedia.org/wiki/United_States_involvement_in_regime_change_in_Latin_America#2019-2020"], [94872, "2020-11-18T20:21:41Z", [0.02], ""], [96715, "2020-11-18T15:15:49Z", [0.4], "I don't have a good base rate on this one. He is young and not apparently sick so the question is really will he be forced out of power?  How often are South American leaders forced out of power? what circumstances lead to this?\nWithout some base rate I'm mostly just guessing.\nI think it is likely he will be forced out eventually because the country is in crisis, but I don't see anything that makes it more likely that he will be forced out between now and April given that he has already stayed in power for so long.\n"], [20156, "2020-11-18T13:56:15Z", [0.15], ""], [87691, "2020-11-18T07:14:38Z", [0.0], ""], [94556, "2020-11-18T04:20:00Z", [0.01], "He has survived thus far so he is unlikely to fall at this point, with little external intervention."], [94556, "2020-11-18T04:18:59Z", [0.95], "Comment deleted on Nov 18, 2020 04:21AM UTC"], [49359, "2020-11-18T01:38:45Z", [0.2], ""], [55306, "2020-11-17T22:10:03Z", [0.25], ""], [64981, "2020-11-17T20:34:22Z", [0.01], "He has a clientelistic support base, fed by government subsidies... International pressure or domestic instability would make little impact on them."], [34353, "2020-11-17T19:25:24Z", [0.0], "What would force him out?"], [59881, "2020-11-17T18:43:25Z", [1.0], ""], [63290, "2020-11-17T17:33:39Z", [0.0], ""], [93181, "2020-11-17T17:25:08Z", [0.05], ""], [74903, "2020-11-17T15:49:05Z", [0.15], ""], [89791, "2020-11-17T15:47:35Z", [0.01], ""], [94837, "2020-11-17T15:42:19Z", [0.01], ""], [84420, "2020-11-17T15:41:00Z", [0.05], ""], [34959, "2020-11-17T14:25:21Z", [0.01], ""], [41037, "2020-11-17T06:25:51Z", [0.0], ""], [30717, "2020-11-17T06:20:46Z", [0.1], ""], [30717, "2020-11-17T06:19:02Z", [0.9], "Until there’s widespread COVID vaccine, he will remain. "], [1034, "2020-11-17T02:09:42Z", [0.0], ""], [37513, "2020-11-16T22:57:40Z", [0.1], ""], [75093, "2020-11-16T22:54:23Z", [0.05], ""], [62808, "2020-11-16T22:02:30Z", [0.0], ""], [96549, "2020-11-16T21:51:26Z", [0.05], ""], [21046, "2020-11-16T20:32:46Z", [0.01], ""], [29054, "2020-11-16T17:17:17Z", [0.0], ""], [96541, "2020-11-16T16:04:02Z", [0.02], "Not likely to see any changes in the next 6 months."], [1056, "2020-11-16T15:27:57Z", [0.0], ""], [96436, "2020-11-16T14:26:49Z", [0.01], "@Yeti-driver provides a great initial review of why it's unlikely Maduro will step down. I do not see Venezuela's administration as a top concern for the leaderships of United States, Latin America, or European Union leaders.  Additionally, Nicolas Maduro also doesn't seem to have health concerns or other issues that may lead to his departure before April 1, 2021. This question will require more consideration on my part.\n "], [85535, "2020-11-16T14:18:18Z", [0.0], ""], [29875, "2020-11-16T13:35:40Z", [0.0], ""], [14282, "2020-11-16T11:46:52Z", [0.15], ""], [81334, "2020-11-16T08:26:10Z", [0.05], "Maduro, whom I have met, is a dictator, pure and simple. And he is inflicting incredible suffering on the Venezuelan people in order to stay in power,” Biden said\nhttps://www.aljazeera.com/economy/2020/10/30/what-would-a-joe-biden-presidency-mean-for-venezuela So that's not great but what can he actually do given his political capital?\nMight want to but probably not top 5 priority Other reasons why maduro might cease tbp?\n- coup\n- attack\n- resign\n>>> look at base rates but guess not that high given time since interim president Guaidó sworn in"], [919, "2020-11-15T22:21:08Z", [0.02], ""], [68929, "2020-11-15T20:42:59Z", [0.0], "Nicolas Maduro will continue to evolve his approach to politics giving him resiliency. He does not want to be viewed as the bad guy and will try to improve conditions for his people to some degree. With the volatility in the country of Venezuela his adaptions to a new American president will give his detractors pause to help build stability in a climate of uncertainty. "], [21258, "2020-11-15T18:19:59Z", [0.25], ""], [90457, "2020-11-15T17:42:56Z", [0.0], ""], [87566, "2020-11-15T15:55:47Z", [0.05], ""], [63401, "2020-11-15T15:29:42Z", [0.0], "*Next presidential election is in 2025\n*Maduro has the support of China, Russia, Iran, Turkey and Cuba\n*Venezuela is not in the top tier issues for a Biden administration to address in the first 100 days\n*Maduro has successfully resisted external pressure for the past 5+ years\n*Maduro has domestic control and support of the military. Questions I am considering:\n1) What would the causal chain of events look like that would lead to Maduro ceasing to be president by the question deadline?\n2) Is his regime stable? Are there indicators of instability?\n3) Are there any actors (individual or countries) that can in any way individually or when combined cause a viable threat to his continuation in the role of president?"], [93350, "2020-11-15T14:10:42Z", [0.0], "Maduro has learnt the lesson of other dictators in that retaining the loyalty of the elite and the armed forces is the most effective method of staying in power unless external forces invade.\nMaduro’s loyalty is transactional by ensuring the elite are involved and benefit from corrupt activities and senior officers in the army are also part of the government.\nHis government has also used the Covid-19 virus to crack down on any dissident behaviour and further subjugate the citizenry. The pandemic has perhaps hidden the dire economy of Venezuela (for now) as the rest of the world copes and is preoccupied with the downturn.\nThe proposal is that Maduro is safe for now. https://apnews.com/article/f83375332c341a95d6c834b8784b1beb\nhttps://www.washingtonpost.com/opinions/global-opinions/the-real-reason-venezuelas-maduro-survives-dirty-money/2019/05/12/ba96413e-7263-11e9-8be0-ca575670e91c_story.html\nhttps://www.occrp.org/en/revolution-to-riches/how-venezuela-bought-military-loyalty\n"], [1034, "2020-11-15T05:18:44Z", [0.0], ""], [88422, "2020-11-15T05:04:08Z", [0.02], ""], [1034, "2020-11-15T04:56:49Z", [0.0], ""], [96945, "2020-11-15T03:56:28Z", [0.01], ""], [9263, "2020-11-15T01:53:36Z", [0.9], ""], [96930, "2020-11-15T01:29:15Z", [0.1], "I don't know a lot about the situation. From my research Maduro is a dictator who will do all he can to stay in power. He has resisted protests and international pressure and sanctions for 6 years. Pres Trump has been very tough on Venezuela and the Trump administration made it a point to sanction them and charge him with crimes. President elect Biden would consider diplomatic ties. Those may fall through but probably not before April. Bottom line is that America is one of his two biggest threats, Trump admin will be too busy with suing to force him to resign and an incoming Biden admin will not make it a priority in their first 100 days. his other big threat is his own people revolting. Even with protests and an armed revolt I imagine things will not escalate enough by April. I am giving  a 10 percent chance and will revise it every few weeks or so. "], [92106, "2020-11-15T00:20:16Z", [0.0], "Even without current global challenges such as COVID-19 and a divided U.S., too many things would need to happen in the relatively short time frame of the question to bring about that kind of change. Although a Biden-Harris Administration may ultimately lead to more international engagement and collective Western diplomatic pressure on issues such as these, it is highly unlikely that could happen soon or even result in change if it did happen soon, especially given Russian, Chinese and Iranian support to the current regime and assistance in skirting Western sanctions. "], [95830, "2020-11-14T21:04:31Z", [0.09], ""], [94606, "2020-11-14T18:47:19Z", [0.03], "At 20201114 Coronavirus and the pandemic has largely pushed the troubles in Venezuela off the front pages of most media and to some extent taken the pressure off Maduro. With elections on the horizon in December for National Assembly, which are likely to be rigged, there seems to be little other than severe ill health or death that will remove Maduro from office. He clearly still retains support of the military, armed forces, police, coast guard etc. The economic plight of the country has led to the flight of many Venezuelans as migrants to other Latin American countries and the lure of the USA. Oil is Venezuela's primary income generator. US sanctions have had some effect although Russia, China, Iran, Turkey and Cuba have all played a part in enabling the Maduro government to bypass sanctions (see https://bit.ly/3kqfTgs)  Will a change from the Trump Administration to Biden bring about a change?  It's possible in the light of Biden's historic international and diplomatic experience. Many expat Venezuelans living in US and other parts of the word would be pleased to see that. However, I doubt he can achieve such a change within the time frame of the question. See https://bit.ly/2Uq51Ez Juan Guaido, who many countries have formally recognised as the President of Venezuela seems powerless to achieve any change within the country. The flight of Leopold Lopez, a long time activist, from the Spanish Embassy in Venezuela may provide some support to Guaido. See https://bit.ly/35wfbKf However, should the National Assembly elections in December not meet Maduro's expectation, even in the event it is rigged, I expect further internal turmoil, violence and a harsh crackdown by the armed establishment at the direction of Maduro. "], [94872, "2020-11-14T16:24:38Z", [0.03], ""], [691, "2020-11-14T16:14:24Z", [0.01], ""], [92232, "2020-11-14T15:52:39Z", [0.04], ""], [92232, "2020-11-14T15:51:20Z", [0.25], ""], [88766, "2020-11-14T15:13:33Z", [0.0], ""], [7289, "2020-11-14T14:27:26Z", [0.3], ""], [96530, "2020-11-14T14:23:42Z", [0.05], ""], [96369, "2020-11-14T14:01:36Z", [0.0], ""], [53391, "2020-11-14T13:26:39Z", [0.0], "Venezuela has about $3.5 Billion in gold and 1 billion  is held in Bank of England who refuses to release it. Burn rate is about one billion per year but I expect that it will increase as the pile dwindles down and providors of supplies raise prices.\nOil production is cratering.  The OPEC November 2020 Monthly Oil Market Report shows that Venezuela pumped 367,000 barrels of crude oil daily during October 2020 which was 6% lower than September and less than half of the 796,000 barrels pumped daily for 2019.\nThe largest efknery blew up so they can not refine the crude they have.  So they illefally ship via iran and russian tankers as mch as they can bjt that is like sipping thru a straw.\nThe venezuelans are too busy surviving to revolt.  But he needs to keep paying the military.  So it is a race to run down the reserves. When the cash reserves run out he will be toppled. For Maduro The cost of relinquishing power will always exceed the benefit of sanctions relief. .  If Biden holds the sanctions regime maduro will be forced out.  Alternatively holding sanctions in place may increase the perceived to Maduro to relinquish power since there wil be no value to remain.  But not by April 2021"], [73970, "2020-11-14T13:15:35Z", [0.1], ""], [740, "2020-11-14T11:44:25Z", [0.65], ""], [34815, "2020-11-14T11:18:41Z", [0.0], ""], [94737, "2020-11-14T06:18:06Z", [0.01], ""], [1034, "2020-11-14T05:50:11Z", [0.0], ""], [70711, "2020-11-14T03:44:07Z", [0.0], ""], [80475, "2020-11-14T02:47:19Z", [0.05], "1% a month. Irreducible uncertainty"], [96731, "2020-11-14T02:42:18Z", [0.17], ""], [94872, "2020-11-14T02:26:40Z", [0.04], ""], [92079, "2020-11-14T01:31:04Z", [0.0], "Maduro still maintains power through loyal political bodies, such as the Supreme Court and electoral authority as well as the military.\n"], [60695, "2020-11-14T01:30:50Z", [0.0], ""], [20284, "2020-11-14T00:56:36Z", [0.05], "As long as Russia and China and Iran are willing to overtly or quietly support him there is no reason to expect his departure.\nWhile the population in general has suffered the military and administration elites have done very well leaving no power source to push him out of office.\nThe 5% is in case he leaves due to death natural or otherwise.  \n"], [62808, "2020-11-14T00:55:38Z", [0.0], ""], [1056, "2020-11-13T23:03:33Z", [0.0], "Nope."], [94872, "2020-11-13T22:54:32Z", [0.05], ""], [1333, "2020-11-13T22:54:00Z", [0.0], ""], [172, "2020-11-13T22:44:35Z", [0.0], ""]]}