{"question_id": 842, "title": "Before 1 October 2018, will either Russia or the United States announce that it is suspending its participation in or withdrawing from the Intermediate-Range Nuclear Forces Treaty?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.015, 0.985], "correct_answer": "No", "correct_forecast": 0.985, "preds": [[368, "2018-09-30T02:49:17Z", [0.0], ""], [23006, "2018-09-30T02:26:47Z", [0.0], ""], [12591, "2018-09-30T00:06:32Z", [0.01], ""], [46161, "2018-09-29T20:55:20Z", [0.0], ""], [60759, "2018-09-29T18:51:40Z", [0.0], ""], [14237, "2018-09-29T18:38:11Z", [0.0], ""], [61050, "2018-09-29T18:25:10Z", [0.0], "timing is not sufficient for such a development"], [529, "2018-09-29T17:13:04Z", [0.0], ""], [60892, "2018-09-29T12:05:16Z", [0.03], "There is virtually no chance either nation would withdraw from this treaty over the next 72 hours. In the balance is the extension of the 2010 New START treaty, due to  expire in 2021. President Trump has expressed reluctance to renew the agreement in its current form. Since the July 2018 there have been two iterations of high level U.S.-Russia talks held, including one between the Heads of State. This has seemed to decrease tension. The U.S. recently certified a Russian surveillance aircraft for the Open Skies program. This is an indication of both leaders viewing a measure of credibility at stake with reaching a positive outcome."], [691, "2018-09-29T11:31:31Z", [0.0], ""], [32338, "2018-09-29T06:38:19Z", [0.0], ""], [20588, "2018-09-28T20:28:23Z", [0.0], ""], [368, "2018-09-28T19:01:26Z", [0.0], ""], [60886, "2018-09-28T17:14:59Z", [0.01], ""], [529, "2018-09-28T15:16:48Z", [0.0], ""], [691, "2018-09-28T13:04:26Z", [0.0], ""], [39781, "2018-09-28T12:38:33Z", [0.0], ""], [43588, "2018-09-28T03:29:04Z", [0.0], ""], [46057, "2018-09-28T02:47:07Z", [0.0], ""], [368, "2018-09-27T16:22:41Z", [0.0], ""], [32100, "2018-09-27T13:17:46Z", [0.0], ""], [529, "2018-09-27T12:35:19Z", [0.0], ""], [60878, "2018-09-26T23:21:01Z", [0.01], "With less than a week remaining in this question there is almost no chance that this event will occur"], [20504, "2018-09-26T19:39:35Z", [0.0], ""], [368, "2018-09-26T17:48:32Z", [0.0], ""], [19022, "2018-09-26T07:44:43Z", [0.0], "Comment deleted on Sep 26, 2018 11:16PM UTC"], [60958, "2018-09-26T01:59:38Z", [0.02], "Updating previous forecast: Russian press today reporting more Russian Foreign Ministry threats to withdraw, but not very concrete threats--sounds mostly abstract and rhetorical (http://tass.com/politics/1022982). If there were likely to be any movement towards a formal announcement of withdrawal or even suspension in the next 5 days, would expect to see different language coming from both sides."], [368, "2018-09-25T18:56:14Z", [0.0], ""], [529, "2018-09-25T18:45:46Z", [0.0], "FWIW, mainly about START: https://www.ft.com/content/b26d62fe-c0a1-11e8-95b1-d36dfef1b89a"], [30389, "2018-09-25T13:53:57Z", [0.0], ""], [34725, "2018-09-25T06:08:51Z", [0.0], ""], [20504, "2018-09-24T20:12:02Z", [0.01], ""], [368, "2018-09-24T18:59:13Z", [0.0], ""], [691, "2018-09-24T11:43:51Z", [0.0], ""], [368, "2018-09-23T22:26:02Z", [0.0], ""], [529, "2018-09-23T17:27:02Z", [0.02], "Passage of time update"], [31201, "2018-09-23T16:08:02Z", [0.0], ""], [60931, "2018-09-23T15:05:36Z", [0.01], ""], [61086, "2018-09-23T12:39:29Z", [0.0], ""], [691, "2018-09-23T11:28:45Z", [0.0], ""], [59028, "2018-09-23T09:13:46Z", [0.0], ""], [39381, "2018-09-23T07:12:42Z", [0.0], ""], [368, "2018-09-22T21:47:49Z", [0.0], ""], [61061, "2018-09-22T17:37:40Z", [0.01], ""], [61061, "2018-09-22T17:31:48Z", [0.01], ""], [20060, "2018-09-22T15:13:43Z", [0.0], ""], [59889, "2018-09-22T14:01:31Z", [0.1], ""], [59631, "2018-09-22T10:31:41Z", [0.0], ""], [60975, "2018-09-22T09:47:19Z", [0.2], "After revising my forecast to 10%, and considering the following:\n1) Impacting probability that the event will happen:\nhttps://thebulletin.org/2018/08/the-wrong-response-to-russias-inf-treaty-violation/ 2) Impacting probability that the event will not happen:\nhttps://breakingdefense.com/2018/09/army-insists-1000-mile-missiles-wont-breach-inf-treaty/ I assign a 30% chance that, sufficient public opinion concern about Russia's violation of the INF treaty, based on its IRBM deployment in Europe, would cause the USG to withdraw from the treaty. I assign a 20% chance that, In the absence of escalation transpires in Syria, or in the anti-Russian sentiment of the  U.S. public  opinion, the countries would not renounce INF."], [41586, "2018-09-21T22:53:18Z", [0.01], "Don't see this currently on the radar."], [61055, "2018-09-21T22:19:18Z", [0.0], ""], [368, "2018-09-21T19:10:38Z", [0.0], ""], [33047, "2018-09-21T13:19:45Z", [0.01], "Putin has no interest in making a move on this front. Trump has no interest either (especially with Senate elections coming up).\nAlthough that doesn't mean he won't... hence 1%."], [60759, "2018-09-20T23:11:54Z", [0.02], ""], [15674, "2018-09-20T20:30:45Z", [0.1], "Our gunslinger president is liable to do anything "], [368, "2018-09-20T19:34:42Z", [0.0], ""], [7091, "2018-09-20T17:57:49Z", [0.0], "Putin knows he is protected by the treaty and he's a practical man. "], [118, "2018-09-20T15:32:14Z", [0.05], "https://www.brookings.edu/testimonies/the-future-of-the-inf-treaty/ With Trump's \"Integrated Strategy\" this is doubtful. Especially given the relationships identified to date."], [691, "2018-09-20T11:59:54Z", [0.0], ""], [368, "2018-09-19T15:51:49Z", [0.0], ""], [34725, "2018-09-19T11:16:31Z", [0.01], ""], [691, "2018-09-19T10:50:32Z", [0.0], ""], [368, "2018-09-18T19:09:55Z", [0.0], ""], [691, "2018-09-18T12:28:24Z", [0.0], ""], [47812, "2018-09-18T12:13:46Z", [0.01], ""], [61017, "2018-09-18T11:47:14Z", [0.0], ""], [368, "2018-09-17T21:35:40Z", [0.0], ""], [691, "2018-09-17T13:43:10Z", [0.0], ""], [34725, "2018-09-16T07:55:23Z", [0.01], ""], [21884, "2018-09-16T03:10:36Z", [0.0], ""], [368, "2018-09-15T20:37:15Z", [0.0], ""], [60892, "2018-09-15T16:33:46Z", [0.3], "The INF does not expire until 2021. Recent U.S.-Russia talks seem to have reduced tension. Although a New START Treaty is being considered for extension, there should be no anticipation for the expedited sunsetting of the INF. The U.S. believes Russia violated the INF by testing and deploying a prohibited Intermediate missile system. Russia believes the U.S. has already de facto withdrawn from the INF through its deployment of the Aegis Missile System Ashore in Romania. Putin asserts the system can be easily modified to become an intermediate missile platform and that the U.S. is making provocative moves to intentionally give cause for its future exit from the INF. Still, U.S. National Security Advisor's recently held bilateral talks with his Russian counterpart specifically addressing this issue which appears to have been fruitful with reduced tension."], [691, "2018-09-15T10:56:57Z", [0.0], ""], [60890, "2018-09-14T22:42:45Z", [0.08], "I believe that with the current governments of both countries, it is not unreasonable to expect sudden drastic actions. The recent negotiations with NK have begun to quietly head south, with NK making claims that previously announced agreements were made. It would not be uncharacteristic for the current head of the US government to make a sudden announcement in order to drive NK back to the agreement. Similarly with Russia, they have publicly made claims that US drones violate the agreement already. The suspension of this treaty may be used as a bargaining chip, if the current dispute over potential interference with midterm elections continues.  While a singular scenario is not that likely the wording of the question leaves open a multitude of hypothesis (Russia suspension, Russia withdraw, US suspension, Us Withdraw) that could all occur for a multitude of reasons. The current political environment allows changes like this to occur at a rapid and announced pace. If the deadline given was further out than 2 weeks, I believe the likelihood would rise significantly. "], [368, "2018-09-14T19:38:35Z", [0.0], ""], [60984, "2018-09-14T19:06:00Z", [0.15], "Under normal circumstances I believe this would be much lower, however, President Trump has proven himself capable of taking drastic moves if he feels like it may suit his (often public relations related) purposes. That being said, I doubt that Russia would take this step - their election interference in Western democracies has begun driving wedges into old alliances and sowing distrust. To withdraw from this treaty would risk galvanizing NATO countries to come to the defense of Eastern European nations. Conversely, at a time where its commitment to Western alliances has come under scrutiny, it is unlikely the Trump administration would risk this move, especially when known Russia hawks like Mike Pompeo and John Bolton hold important foreign policy positions. "], [691, "2018-09-14T11:30:22Z", [0.0], ""], [37379, "2018-09-14T02:12:18Z", [0.0], ""], [60975, "2018-09-13T23:45:50Z", [0.03], "There is a remote chance (5% or less) that either Russia or the United States would officially withdraw from the INF treaty before 1 October 2018. The treaty, signed by the USSR and the U.S. in 1987 with the goal of eliminating the respective short range (500-1,000 kilometers) and intermediate range (1,000 - 5,000+ km) missiles, notably did not include provisions concerning sea-launched missiles. In other words, both sides can deploy ship or submarine-launched vectors with ranges comparable to those considered in the treaty, without violating it. Furthermore, since 2016 the Russians have permanently deployed IRBMs in their Kaliningrad Oblast (located between Poland and Lithuania), justifying the move with the need to \"counterbalance\" American initiatives aimed at deploying anti-ballistic missile defense systems to Europe. All considered, rescinding the treaty in the short term would serve only the political purpose of increasing the tension between the two superpowers. I deem such course of action unlikely for both Russia and the U.S., considering the current political climate on both sides."], [20504, "2018-09-13T20:03:12Z", [0.03], ""], [593, "2018-09-13T16:00:32Z", [0.0], ""], [368, "2018-09-13T15:07:30Z", [0.0], ""], [691, "2018-09-13T12:21:58Z", [0.0], ""], [60759, "2018-09-13T00:32:22Z", [0.03], "Trump currently preoccupied with domestic issues, and hurricane Florence is likely to do significant damage and further distract Trump interests. Russia unlikely to pull out due to the risk of sanctions. There is also an international taboo when it comes to nuclear capabilities. "], [60931, "2018-09-12T23:14:41Z", [0.03], "The 1 October 2018 deadline and the stipulation for an announcement makes me think this leans towards unlikely. The 2019 National Defense Authorization Act which allows research into INF prohibited systems illustrates a willingness to step up to the line. "], [60958, "2018-09-12T22:17:40Z", [0.06], "Russia’s precedent for “suspending” treaties with the US—set in 2007 when it suspended its implementation of the Conventional Forces in Europe—and the US’s recent answer in the 2019 National Defense Authorization Act, which includes provisions that allow the US to “suspend” its implementation of the INF Treaty in response to a violation by Russia, open the door for this type of action. However, President Trump wants to continue trying to improve relations with Russia, and suspending or withdrawing from the treaty would be antithetical to that goal. It also provides little benefit for the US when other types of weapons factor much more prominently today than Cold War-era ballistic missiles. President Putin is already taking aggressive steps in other domains (i.e., annexation of Crimea, 2016 US election meddling) that have been exposed and have resulted in further sanctions and indictments against Russians. Therefore, he also is unlikely to take such a provocative step as openly suspending or withdrawing from the treaty when Russia has relatively little to gain from such an action.\nhttps://thebulletin.org/2018/08/the-wrong-response-to-russias-inf-treaty-violation/\nhttps://www.brookings.edu/testimonies/the-future-of-the-inf-treaty/"], [172, "2018-09-12T20:59:40Z", [0.0], ""], [368, "2018-09-12T19:35:08Z", [0.0], ""], [529, "2018-09-12T17:50:03Z", [0.04], "FWIW: Trump and Trump admin. currently seem preoccupied with domestic issues, midterm elections + N. Korea. Hurricane Florence/recovery may require focused admin. effort in the near-term."], [60878, "2018-09-12T17:05:27Z", [0.2], "There has been some mounting discourse on current violations and perceived violations of the treaty deteriorating the validity of the document. Deployment of US troops and weapons to Eastern Europe encroach on Russian regional dominance. Chinese military expansion using Intermediate-range missiles may lead US to feel compelled to follow suit. "], [34353, "2018-09-12T15:37:52Z", [0.0], ""], [691, "2018-09-12T12:13:43Z", [0.0], ""], [60887, "2018-09-12T08:37:34Z", [0.01], ""], [60917, "2018-09-12T04:32:25Z", [0.2], "Russia violated the treaty because they secretly deployed a new cruise missile but USA will not suspend the treaty nor Russia but USA will begin development of a new GLCM with a range of 5,500 kilometers that is prohibited by the Intermediate-Range Nuclear Forces Treaty.  In my personal opinion I believe that this could be a chance to actualize more technology because China is advancing in this kind of missiles.  "], [2965, "2018-09-11T21:50:50Z", [0.0], ""], [368, "2018-09-11T18:16:28Z", [0.0], ""], [60544, "2018-09-11T16:16:52Z", [0.05], "The United States has accused Russia of violating the treaty yet Russia denies these allegations. In addition, the introduction of new BMD's by the United States in Eastern Europe only further puts both countries in a security dilemma, whereas Russia would see this as justification to increase their own offensive/defensive capabilities. Taking these facts into account, it is likely that the INF Treaty will not last as it is in its current form in the coming years, but it is highly unlikely that either country will withdraw from the Treaty so quickly. "], [691, "2018-09-11T12:35:21Z", [0.0], ""], [60946, "2018-09-11T06:32:18Z", [0.05], "Considering the highly suspect and unusual relationship that President Trump has with the Kremlin, it is highly doubtful that either country will withdraw.  The United States is riven with considerable internal strife within the domestic realm that has distracted it from issues within the international arena. Russia, with its extensive influence campaign within the West, and its focus on Ukraine and Syria, is in a position of leverage that would be undermined by withdrawing or suspending the treaty.  "], [60945, "2018-09-11T02:37:08Z", [0.25], "I think the stakes are too high with weapons of such magnitude to make a decision like that in the global arena. The implications extend beyond borders and the US has a pre-fixed demand on weapons production to alter it at the current time. "], [691, "2018-09-10T18:59:13Z", [0.0], ""], [368, "2018-09-10T18:58:51Z", [0.0], ""], [57866, "2018-09-10T17:30:39Z", [0.05], ""], [60886, "2018-09-10T16:02:13Z", [0.04], "I see no benefit in either party withdrawing from the treaty. Putin won the election no long ago and has no need for any type of political move - especially considering the judicial turmoil President Trump finds himself in. Trump is very unpredictable and he could suggest something like this to change the news from his legal troubles but I do not think senior officials or Mattis would allow it."], [1034, "2018-09-10T15:06:17Z", [0.0], ""], [368, "2018-09-09T21:20:37Z", [0.0], ""], [60853, "2018-09-09T13:53:21Z", [0.05], "Highly unlikely Considerations:\nAction by Russia - Russia already violates terms off the treaty with little to no repercussions. Scrapping the treaty only makes sense for Russia if there will be a following increase production of intermediate-Range capability. Russia does not have the economic strength to justify such an increase in military expenditures. Increasing Russia's capability for intermediate range missiles doesn't address tactical requirements in Ukraine or Syria. Presidential elections were recently held in March 2018 so there will be little need for Vladimir Putin to make this type of move as a political statement.  Action by the United States - The 2019 National Defense Authorization Act includes provisions that require President Trump to determine whether Russia is in violation of the treaty and whether the treaty prohibitions continue to apply to the United States. The 2019 NDAA creates a program to develop and test a new missile system that would be in violation of the treaty. Taken out of current political context, it would certainly seem that the US was moving towards suspending participation if not outright withdrawing from the treaty. However, given the short time left, the focus of the American political consciousness on the mid-term elections, and recent allegations of internal division within the Trump administration, it is extremely unlikely that the administration or congress would take such a high-profile step as withdrawing from a nuclear arms control treaty before 1 October. "], [41707, "2018-09-09T10:36:18Z", [0.01], ""], [368, "2018-09-08T17:38:13Z", [0.0], ""], [11080, "2018-09-08T08:35:18Z", [0.01], ""], [368, "2018-09-07T15:50:01Z", [0.0], ""], [1333, "2018-09-07T14:52:30Z", [0.0], "This will languish till someone shows an interest then it will be clear how much groundwork has been going on."], [57324, "2018-09-07T14:48:08Z", [0.01], "Highly highly unlikely"], [60871, "2018-09-07T01:47:33Z", [0.05], "I do not think this action will occur before 1 October 2018.  It seems to be too soon, and there is not a lot of foreshadowing as such.  Nevertheless, I do think that, at some future point, one of the two countries (or maybe both) will announce a suspension of the treaty (I'm unsure of a withdraw, given its treaty status and thus greater amount of legislative hurdles).  However, both leaders do not like to be hindered by anything seen as weakening their country's defense or personal image.  Both have already taken similar steps with other treaties or agreements such as the economic sphere.  Both have demonstrated a propensity for bold (maybe even considered rash) action, even military in nature.  And both have already spoken about the dislike of the treaty; both leaders also being the type to want to actual follow through on their statements. \nhttps://www.brookings.edu/blog/order-from-chaos/2018/09/06/want-to-improve-relations-with-russia-heres-a-start/\nhttps://www.forbes.com/sites/charlestiefer/2018/08/19/trump-power-grab-in-defense-bill-signing-statement-on-russia-and-other-subjects/#36fa8ca50598"], [368, "2018-09-06T22:35:17Z", [0.0], ""], [59606, "2018-09-06T16:38:50Z", [0.0], ""], [691, "2018-09-06T11:31:53Z", [0.0], ""], [60859, "2018-09-06T02:28:53Z", [0.05], "Both country's leaders are widely viewed as unpredictable, but the likelihood of such a significant decision is very unlikely to happen."], [60857, "2018-09-06T01:39:04Z", [0.0], "Withdrawing from this would result in global uproar and potential threats of nuclear warfare from the opposite side"], [368, "2018-09-05T18:08:40Z", [0.0], ""], [368, "2018-09-04T20:46:36Z", [0.0], ""], [691, "2018-09-04T12:08:55Z", [0.0], ""], [57427, "2018-09-04T03:26:14Z", [0.02], ""], [368, "2018-09-03T20:02:47Z", [0.0], ""], [60764, "2018-09-03T04:20:36Z", [0.05], ""], [58853, "2018-09-03T02:55:22Z", [0.15], ""], [15189, "2018-09-03T01:47:47Z", [0.15], ""], [60747, "2018-09-02T21:42:15Z", [0.39], "Just anounce"], [60725, "2018-09-02T18:49:03Z", [0.05], ""], [14432, "2018-09-02T18:36:54Z", [0.0], ""], [529, "2018-09-02T18:18:26Z", [0.03], "Affirming forecast for now. https://thebulletin.org/2018/08/the-wrong-response-to-russias-inf-treaty-violation/"], [60712, "2018-09-02T17:34:40Z", [0.02], ""], [38954, "2018-09-02T14:11:02Z", [0.0], "Russia gains all the benefits of cheating the treaty without leaving thus lowering the expected benefits of exit.  Furthermore, while the current administration is pursing military modernization most programs are structured in a way that they can easily overcome the INF limit when they need to, hence no immediate benefit to exit. Last, the pressures on the US President will be distinctly domestic and trade based up to 1 October.  Even if Bolton where putting documents in front of Trump to sign, he is likely distracted by his poll numbers, midterms, the Mueller investigation, and his \"art of the deal\" appraoch to trade negotiations hitting a wall (China's search for reputation/status)."], [60666, "2018-09-02T14:07:09Z", [0.1], ""], [60598, "2018-09-02T13:35:48Z", [0.04], ""], [691, "2018-09-02T11:17:51Z", [0.0], ""], [54996, "2018-09-02T11:06:02Z", [0.15], ""], [368, "2018-09-01T16:42:43Z", [0.0], ""], [52343, "2018-09-01T15:04:53Z", [0.05], ""], [691, "2018-09-01T11:48:55Z", [0.0], ""], [60590, "2018-09-01T08:26:18Z", [0.01], ""], [20491, "2018-09-01T00:12:45Z", [0.65], ""], [368, "2018-08-31T21:02:14Z", [0.0], ""], [60577, "2018-08-31T02:16:50Z", [0.0], ""], [368, "2018-08-30T21:11:38Z", [0.0], ""], [691, "2018-08-30T13:03:21Z", [0.0], ""], [60438, "2018-08-29T21:32:29Z", [0.05], ""], [368, "2018-08-29T19:18:09Z", [0.0], ""], [59060, "2018-08-29T15:17:29Z", [0.0], ""], [1333, "2018-08-29T14:51:01Z", [0.02], ""], [172, "2018-08-29T12:20:15Z", [0.0], ""], [691, "2018-08-29T11:53:37Z", [0.0], ""], [59882, "2018-08-28T21:17:41Z", [0.0], "One month to go."], [368, "2018-08-28T20:49:53Z", [0.0], ""], [30381, "2018-08-28T20:10:27Z", [0.0], "Almost one month since my last forecast of 1% [1], and only September left. [1]: https://www.gjopen.com/comments/comments/762566"], [40702, "2018-08-28T15:17:53Z", [0.0], ""], [691, "2018-08-28T12:44:55Z", [0.0], ""], [43588, "2018-08-27T18:25:27Z", [0.0], ""], [368, "2018-08-27T16:17:46Z", [0.0], ""], [691, "2018-08-27T12:05:28Z", [0.0], ""], [60484, "2018-08-27T11:41:27Z", [0.4], ""], [38633, "2018-08-27T02:59:48Z", [0.0], ""], [368, "2018-08-26T19:04:21Z", [0.0], ""], [60391, "2018-08-26T12:50:28Z", [0.05], ""], [37379, "2018-08-26T10:56:56Z", [0.0], ""], [27198, "2018-08-26T02:11:29Z", [0.0], ""], [35683, "2018-08-25T21:30:03Z", [0.0], ""], [368, "2018-08-25T20:17:16Z", [0.0], ""], [5018, "2018-08-24T21:25:13Z", [0.01], ""], [39381, "2018-08-24T19:59:33Z", [0.0], ""], [368, "2018-08-24T19:32:04Z", [0.0], ""], [368, "2018-08-24T19:23:36Z", [0.0], ""], [691, "2018-08-24T15:55:35Z", [0.0], ""], [11080, "2018-08-24T13:02:46Z", [0.02], ""], [172, "2018-08-23T21:09:47Z", [0.0], ""], [368, "2018-08-23T19:53:17Z", [0.0], ""], [529, "2018-08-23T18:10:39Z", [0.02], "Affirming"], [31450, "2018-08-23T15:05:34Z", [0.0], "Dropping the last five points to zero because there is only five weeks left."], [60394, "2018-08-23T11:33:53Z", [0.36], ""], [60394, "2018-08-23T11:33:45Z", [0.43], ""], [9755, "2018-08-22T22:02:39Z", [0.0], ""], [368, "2018-08-22T21:40:42Z", [0.0], ""], [29054, "2018-08-22T20:19:53Z", [0.0], ""], [60359, "2018-08-22T16:09:17Z", [0.02], ""], [691, "2018-08-22T12:53:37Z", [0.0], ""], [2965, "2018-08-22T11:52:02Z", [0.0], ""], [593, "2018-08-22T10:36:24Z", [0.05], ""], [59931, "2018-08-21T17:43:32Z", [0.15], ""], [368, "2018-08-21T17:19:24Z", [0.0], ""], [59060, "2018-08-21T15:44:46Z", [0.05], "Both US and Russia are moving in the direction to withdraw or issuing a thread to withdraw from the INT citing violation from the other side. Before any formal withdraw notice there would at least some accusation and counter accusation regarding violation of the treaty terms. There are no such accusation from either side. "], [25141, "2018-08-21T07:56:24Z", [0.0], ""], [368, "2018-08-20T17:26:16Z", [0.0], ""], [60313, "2018-08-20T16:09:33Z", [0.05], "The closeness between the Russia and the current US administration makes it seem unlikely."], [172, "2018-08-19T23:46:03Z", [0.0], ""], [705, "2018-08-19T22:06:45Z", [0.0], ""], [4218, "2018-08-19T22:02:31Z", [0.0], ""], [368, "2018-08-19T19:38:58Z", [0.0], ""], [368, "2018-08-19T19:32:32Z", [0.0], ""], [25036, "2018-08-18T23:56:21Z", [0.75], "Forecast is based on the increasing volatility of US - Russia relations and the growing competion in hypersonic weapons systems."], [5018, "2018-08-18T23:11:19Z", [0.03], ""], [368, "2018-08-18T18:57:54Z", [0.0], ""], [1333, "2018-08-18T15:47:19Z", [0.01], ""], [691, "2018-08-18T15:00:00Z", [0.0], ""], [30389, "2018-08-17T18:15:00Z", [0.03], ""], [1333, "2018-08-17T14:29:06Z", [0.02], ""], [368, "2018-08-16T20:32:29Z", [0.0], ""], [21884, "2018-08-16T01:38:26Z", [0.01], ""], [368, "2018-08-15T20:15:37Z", [0.0], ""], [12686, "2018-08-14T22:35:45Z", [0.15], ""], [368, "2018-08-14T20:10:35Z", [0.0], ""], [60240, "2018-08-14T19:05:27Z", [0.0], ""], [368, "2018-08-13T21:01:41Z", [0.0], ""], [43003, "2018-08-13T18:16:03Z", [0.01], ""], [1333, "2018-08-13T14:47:12Z", [0.03], ""], [691, "2018-08-13T13:36:22Z", [0.0], ""], [47812, "2018-08-13T11:00:21Z", [0.02], ""], [368, "2018-08-12T19:11:59Z", [0.0], ""], [1333, "2018-08-12T16:48:37Z", [0.04], ""], [172, "2018-08-12T11:58:48Z", [0.0], ""], [368, "2018-08-11T20:50:21Z", [0.0], ""], [23006, "2018-08-11T00:46:24Z", [0.01], ""], [368, "2018-08-11T00:09:47Z", [0.0], ""], [1333, "2018-08-10T15:03:44Z", [0.05], ""], [172, "2018-08-09T23:53:21Z", [0.0], ""], [368, "2018-08-09T16:56:19Z", [0.0], ""], [1333, "2018-08-08T20:54:55Z", [0.06], ""], [368, "2018-08-08T20:17:20Z", [0.0], ""], [529, "2018-08-08T16:42:12Z", [0.02], "FWIW. (Article link:) https://www.politico.com/story/2018/08/07/putin-trump-arms-control-russia-724718\n"], [60033, "2018-08-08T15:33:02Z", [0.01], ""], [529, "2018-08-08T14:58:54Z", [0.03], "Affirming "], [691, "2018-08-08T11:44:32Z", [0.0], ""], [368, "2018-08-07T17:22:12Z", [0.0], ""], [36363, "2018-08-07T16:17:59Z", [0.0], ""], [368, "2018-08-06T19:42:10Z", [0.0], ""], [691, "2018-08-06T14:46:08Z", [0.0], ""], [1333, "2018-08-06T14:22:03Z", [0.05], ""], [1333, "2018-08-05T21:59:43Z", [0.04], ""], [691, "2018-08-05T12:30:15Z", [0.0], ""], [43207, "2018-08-05T12:20:35Z", [0.0], ""], [30381, "2018-08-05T09:24:35Z", [0.01], "In light of passage of time since my last forecast twelve days ago (2%) [1] + new insights how significantly financial sanctions of the West hurt Russia's economy, I will update towards 1%. [1] https://www.gjopen.com/comments/comments/759905"], [368, "2018-08-05T01:19:17Z", [0.0], ""], [1333, "2018-08-04T17:28:47Z", [0.03], ""], [60108, "2018-08-04T07:02:12Z", [0.0], "no chance"], [368, "2018-08-03T19:49:48Z", [0.0], ""], [4073, "2018-08-03T03:23:27Z", [0.0], ""], [368, "2018-08-02T20:14:36Z", [0.0], ""], [59639, "2018-08-02T02:47:05Z", [0.05], ""], [368, "2018-08-01T19:26:09Z", [0.0], ""], [1034, "2018-08-01T17:35:32Z", [0.0], ""], [1333, "2018-08-01T17:07:38Z", [0.02], ""], [43207, "2018-08-01T16:19:57Z", [0.01], ""], [60069, "2018-08-01T14:15:15Z", [0.1], ""], [46161, "2018-08-01T13:35:17Z", [0.01], ""], [691, "2018-08-01T11:57:07Z", [0.0], ""], [172, "2018-08-01T09:57:24Z", [0.0], ""], [368, "2018-07-31T19:33:10Z", [0.0], ""], [1333, "2018-07-31T14:56:22Z", [0.01], ""], [368, "2018-07-30T21:02:54Z", [0.0], ""], [60041, "2018-07-30T16:01:45Z", [0.0], ""], [691, "2018-07-30T11:46:43Z", [0.0], ""], [13306, "2018-07-30T11:17:01Z", [0.0], ""], [4066, "2018-07-30T10:18:14Z", [0.1], ""], [36016, "2018-07-30T06:43:47Z", [0.05], ""], [4066, "2018-07-30T03:22:00Z", [0.1], ""], [368, "2018-07-29T20:04:09Z", [0.0], ""], [529, "2018-07-29T17:40:02Z", [0.03], "Affirming "], [691, "2018-07-29T11:32:21Z", [0.0], ""], [34535, "2018-07-29T07:43:31Z", [0.02], ""], [37379, "2018-07-28T22:53:22Z", [0.0], ""], [368, "2018-07-28T20:50:28Z", [0.0], ""], [368, "2018-07-27T19:12:49Z", [0.0], ""], [60010, "2018-07-27T13:20:41Z", [0.02], ""], [60009, "2018-07-27T09:06:37Z", [0.1], ""], [21884, "2018-07-27T03:43:58Z", [0.01], ""], [5018, "2018-07-27T01:55:22Z", [0.05], ""], [368, "2018-07-26T21:46:59Z", [0.0], ""], [1333, "2018-07-26T15:01:04Z", [0.02], "Doubling the chances to TWO %. Shipping CNG to a French Port and reversing the flow from Russia is a serious and maybe aggressive act on our part. Lavarov will find a method of retribution somewhere and it may be here."], [691, "2018-07-26T11:53:58Z", [0.0], ""], [22305, "2018-07-26T02:34:13Z", [0.0], ""], [32988, "2018-07-25T20:37:51Z", [0.02], ""], [368, "2018-07-25T19:54:19Z", [0.0], ""], [1333, "2018-07-25T15:33:32Z", [0.01], ""], [172, "2018-07-25T11:00:28Z", [0.0], ""], [23006, "2018-07-25T05:16:44Z", [0.01], ""], [37852, "2018-07-24T18:32:59Z", [0.25], ""], [368, "2018-07-24T18:20:09Z", [0.0], ""], [36132, "2018-07-24T17:57:41Z", [0.0], ""], [1333, "2018-07-24T15:59:03Z", [0.02], "Announcing a withdrawal is a great way to see how earnest the other party is about stability."], [30381, "2018-07-24T15:27:03Z", [0.02], "My prior on countries announcing defection from nuclear weapons treaties is very low. What is the value in announcing it, if you withdraw from so seemingly important and valuable treaties? Maybe as a warning that you are preparing for a war, but that seems to be a very expensive warning. Now, does it seem smart to withdraw from this treaty and especially announcing it, from the perspective of Russia/Putin? I can't imagine a scenario that this will be the case in the next months, but interested what the others here think.  Concluding, I will stick with <1%. Now a quick check on the Wikipedia article on the treaty [1].\nOkay! \"\"\"Russian treaty violations testing the SSC-8 cruise missile may have occurred as early as 2008.[34] In 2012, the US complained about alleged Russian treaty violations.[35] The two systems that appeared to be violations were the R-500, an SSC-8 cruise missile using the 9K720 Iskander launcher, and a short-range ICBM.[36] In July 2014, the United States formally notified Russia of a breach for developing and possessing prohibited weapons, while Russian officials called the treaty unsuitable for Russia and unfair because other countries in Asia had such weapons. Russian officials also called the restrictions of the treaty unsuitable for Russia given the strategic situation in Asia and because the USA intended to violate the treaty by placing missile launchers in Poland and Romania.[37] In 2017, American officials said Russia had deployed the prohibited SSC-8 cruise missile.[34] Missiles like the SSC-8 are considered destabilizing, as they can deliver a nuclear strike in less than 10 minutes from launch.[38] In 2018 the US started R&D on a U.S. missile to be deployed if the treaty falls apart; the treaty bans manufacture but not R&D.[39] Russia publicly considered US drones to be a violation of the treaty.[40][41]\"\"\" Okay, Russia wants to withdraw due to issues with China and already breached some conditions. I guess it is plausible that Russia thinks about withdrawing. I will update from ~0% to a 2% probability for this announcement in the next ~2 months. Finally, what do the other forecasters say? Current consensus is 5%, Top comments make good suggestions but I don't feel any of them changes my reasoning here. I will stick with 2% [1] https://en.wikipedia.org/wiki/Intermediate-Range_Nuclear_Forces_Treaty"], [59977, "2018-07-24T12:40:40Z", [0.0], "Neither nation can afford the political damaged and instability caused by the withdrawal from a long term agreement of this magnitude. Additionally, the resources required to further develop and maintain additional weapon systems would pose a serious burden on either economy. "], [59967, "2018-07-23T19:21:19Z", [0.5], ""], [368, "2018-07-23T19:14:54Z", [0.0], ""], [40633, "2018-07-23T18:44:10Z", [0.0], ""], [691, "2018-07-23T12:01:27Z", [0.0], ""], [14033, "2018-07-23T00:34:20Z", [0.0], ""], [368, "2018-07-22T20:10:31Z", [0.0], ""], [8663, "2018-07-22T17:40:41Z", [0.0], "Why would they?  Russia has already for all intense and purposes withdrawn from the agreement.  So where is the value in a formal announcement? There is none. Trump will not do anything to offend Putin or materially strengthen the United States.  So the odds are virtually zero either country will publicly announce a withdrawal. "], [30485, "2018-07-22T13:58:14Z", [0.0], ""], [48709, "2018-07-22T03:47:05Z", [0.0], "Time update"], [368, "2018-07-21T20:01:30Z", [0.0], ""], [1034, "2018-07-21T15:06:50Z", [0.0], ""], [368, "2018-07-20T16:50:47Z", [0.0], ""], [1333, "2018-07-20T16:23:49Z", [0.01], ""], [368, "2018-07-20T02:41:59Z", [0.0], ""], [691, "2018-07-19T11:12:34Z", [0.0], ""], [368, "2018-07-18T20:01:19Z", [0.0], ""], [691, "2018-07-18T10:52:45Z", [0.0], ""], [172, "2018-07-18T10:41:03Z", [0.0], ""], [14432, "2018-07-18T04:40:04Z", [0.0], ""], [368, "2018-07-17T20:44:00Z", [0.0], ""], [21884, "2018-07-17T05:35:13Z", [0.0], ""], [11080, "2018-07-17T01:54:34Z", [0.04], ""], [45828, "2018-07-17T01:41:55Z", [0.95], ""], [368, "2018-07-16T22:55:58Z", [0.0], ""], [691, "2018-07-16T14:27:27Z", [0.0], ""], [368, "2018-07-15T19:32:29Z", [0.0], ""], [529, "2018-07-15T17:55:01Z", [0.03], "Currently guessing little or nothing of substance re the INF Treaty at Putin/Trump \"summit\".  Perhaps more likely a stab at extending START.  Would say (leaders) meeting/talking is not necessarily a \"bad\" thing, but considering the individuals involved.... http://time.com/5338658/donald-trump-vladimir-putin-summit-nuclear-deal/"], [691, "2018-07-15T14:56:18Z", [0.0], ""], [368, "2018-07-14T21:12:20Z", [0.0], ""], [59042, "2018-07-14T12:50:28Z", [0.02], ""], [368, "2018-07-14T01:26:14Z", [0.0], ""], [40039, "2018-07-13T20:58:41Z", [0.0], ""], [368, "2018-07-12T19:09:02Z", [0.0], ""], [1333, "2018-07-12T14:57:47Z", [0.02], ""], [1034, "2018-07-12T14:15:44Z", [0.0], ""], [691, "2018-07-12T12:18:26Z", [0.0], ""], [172, "2018-07-12T00:27:28Z", [0.01], ""], [368, "2018-07-11T18:32:18Z", [0.0], ""], [368, "2018-07-10T16:21:14Z", [0.0], ""], [58940, "2018-07-10T15:27:42Z", [0.01], ""], [32078, "2018-07-10T13:55:48Z", [0.0], ""], [368, "2018-07-09T20:07:26Z", [0.0], ""], [691, "2018-07-09T13:40:06Z", [0.0], ""], [1034, "2018-07-09T03:33:24Z", [0.0], ""], [368, "2018-07-09T01:03:23Z", [0.0], ""], [48709, "2018-07-08T16:26:54Z", [0.9], "Time update"], [12453, "2018-07-07T19:38:07Z", [0.15], ""], [368, "2018-07-07T19:34:41Z", [0.0], ""], [59747, "2018-07-07T19:02:23Z", [0.1], ""], [5018, "2018-07-07T04:31:12Z", [0.07], ""], [368, "2018-07-06T20:45:48Z", [0.0], ""], [172, "2018-07-06T20:29:17Z", [0.01], ""], [691, "2018-07-06T20:06:46Z", [0.0], ""], [50629, "2018-07-06T19:45:49Z", [0.02], "The option out would be catastrophic and unsinkable by either party."], [35636, "2018-07-06T06:47:41Z", [0.0], "List clearing from May 25th. \nWoC at 5% "], [368, "2018-07-05T19:27:17Z", [0.0], ""], [58752, "2018-07-04T14:04:39Z", [0.05], ""], [59686, "2018-07-04T09:50:19Z", [1.0], ""], [13306, "2018-07-04T05:55:09Z", [0.02], ""], [368, "2018-07-04T00:13:01Z", [0.0], ""], [1034, "2018-07-03T17:16:55Z", [0.0], ""], [59592, "2018-07-03T12:30:59Z", [0.0], ""], [59316, "2018-07-03T08:31:12Z", [0.75], ""], [368, "2018-07-02T17:44:47Z", [0.0], ""], [691, "2018-07-02T14:49:01Z", [0.0], ""], [1333, "2018-07-02T14:24:48Z", [0.03], ""], [38845, "2018-07-02T09:13:25Z", [0.01], "US is not constrained by the treaty and Russia's foreign policy never takes the first step in critical/controversial issues with the US. "], [59609, "2018-07-02T08:49:25Z", [0.05], ""], [368, "2018-07-01T19:42:21Z", [0.0], ""], [529, "2018-07-01T19:13:47Z", [0.04], "Presently watching for an (accurate) Trump/Putin 'summit' agenda, plus (published) insight into (any) aniticipated effects upon the INF treaty..  https://www.newyorker.com/news/news-desk/will-trump-get-played-by-putin https://www.nytimes.com/2018/06/28/opinion/trump-putin-summit-russia.html http://tass.com/world/1010064 https://www.kuna.net.kw/ArticleDetails.aspx?id=2734705&language=en\n"], [59477, "2018-07-01T19:08:30Z", [0.0], ""], [59439, "2018-07-01T08:31:52Z", [0.02], ""], [59639, "2018-07-01T00:47:21Z", [0.7], ""], [41586, "2018-06-30T21:20:12Z", [0.01], "May be a dead letter. But it will die quietly."], [368, "2018-06-30T19:10:23Z", [0.0], ""], [172, "2018-06-29T19:54:00Z", [0.01], ""], [368, "2018-06-29T19:31:21Z", [0.0], ""], [59614, "2018-06-29T17:39:16Z", [0.0], "no "], [59234, "2018-06-29T09:17:13Z", [0.25], ""], [1034, "2018-06-29T04:38:54Z", [0.0], ""], [691, "2018-06-29T01:35:29Z", [0.0], ""], [368, "2018-06-28T22:01:54Z", [0.0], ""], [530, "2018-06-28T20:25:55Z", [0.03], ""], [59565, "2018-06-28T15:08:27Z", [0.0], ""], [59550, "2018-06-28T12:14:42Z", [0.0], ""], [1708, "2018-06-28T09:04:55Z", [0.1], ""], [59499, "2018-06-27T22:26:28Z", [0.0], "Comment deleted on Jun 27, 2018 10:26PM UTC"], [59499, "2018-06-27T21:54:35Z", [0.0], ""], [368, "2018-06-27T21:15:42Z", [0.0], ""], [59505, "2018-06-27T21:14:36Z", [0.0], " Both countries have absolutely no interest in it"], [59484, "2018-06-27T19:41:48Z", [0.05], ""], [59489, "2018-06-27T19:39:03Z", [0.0], ""], [59221, "2018-06-27T19:08:52Z", [0.48], ""], [59468, "2018-06-27T19:07:40Z", [0.4], "I really don't hope so but I think there are quite some chances especially with Trump seeming to lime to withdraw from international agreements. "], [59467, "2018-06-27T19:04:20Z", [0.0], ""], [59446, "2018-06-27T18:51:56Z", [0.15], ""], [59426, "2018-06-27T18:45:17Z", [0.0], "If one party leave, the other will also leave.\nTherefore in everyones interest, nobody will leave"], [59240, "2018-06-27T18:42:17Z", [0.0], ""], [59405, "2018-06-27T18:40:58Z", [0.89], ""], [59380, "2018-06-27T18:34:29Z", [0.8], ""], [59293, "2018-06-27T18:28:03Z", [0.0], ""], [59350, "2018-06-27T18:23:34Z", [0.0], ""], [59244, "2018-06-27T18:23:18Z", [0.05], ""], [59256, "2018-06-27T18:22:16Z", [0.03], ""], [59352, "2018-06-27T18:16:07Z", [1.0], ""], [59211, "2018-06-27T18:14:50Z", [0.1], ""], [1333, "2018-06-27T13:11:08Z", [0.04], ""], [30013, "2018-06-26T21:30:03Z", [0.0], ""], [59148, "2018-06-26T19:12:29Z", [0.12], "Comment deleted on Jun 26, 2018 07:12PM UTC"], [368, "2018-06-26T19:00:07Z", [0.0], ""], [46079, "2018-06-26T17:14:35Z", [0.25], ""], [691, "2018-06-26T12:33:16Z", [0.0], ""], [368, "2018-06-25T18:21:57Z", [0.0], ""], [368, "2018-06-24T23:55:10Z", [0.0], ""], [1034, "2018-06-24T20:20:13Z", [0.0], ""], [37379, "2018-06-24T09:10:13Z", [0.0], ""], [5018, "2018-06-24T01:32:28Z", [0.08], ""], [172, "2018-06-23T20:33:38Z", [0.01], ""], [691, "2018-06-23T19:24:39Z", [0.0], ""], [368, "2018-06-23T17:17:10Z", [0.0], ""], [506, "2018-06-22T19:55:51Z", [0.0], ""], [691, "2018-06-22T12:55:04Z", [0.0], ""], [37236, "2018-06-21T20:09:32Z", [0.0], ""], [368, "2018-06-21T17:50:38Z", [0.0], ""], [57918, "2018-06-21T17:23:11Z", [0.0], ""], [484, "2018-06-21T15:52:10Z", [0.0], "Down 5%. Now that the US is \"dominating\" space, no reason to pursue more mundane arms issues. (Actually down since I've been above the consensus for so long and there is only so much grey matter and time which might be applied on the US side.)"], [691, "2018-06-20T19:52:49Z", [0.0], ""], [368, "2018-06-19T23:38:40Z", [0.0], ""], [21884, "2018-06-19T07:13:41Z", [0.0], ""], [368, "2018-06-18T18:06:28Z", [0.0], ""], [41922, "2018-06-17T21:33:08Z", [0.0], ""], [368, "2018-06-17T20:34:43Z", [0.0], ""], [529, "2018-06-17T19:14:03Z", [0.03], "6/17/18: Currently not much appears imminent with respect to this question. Per article link below, a Russian military official accused U.S. in May of continuing to violate the INF treaty. ..A few reports that Trump and Putin might meet at some point (Trump reportedly is interested). Agenda not specified (that I can discern).. http://www.xinhuanet.com/english/2018-05/21/c_137195250.htm https://www.cnn.com/2018/06/14/politics/trump-putin-meeting-bolton-russia/index.html"], [58049, "2018-06-17T19:10:34Z", [0.03], ""], [368, "2018-06-17T00:37:43Z", [0.0], ""], [691, "2018-06-16T13:13:43Z", [0.0], ""], [368, "2018-06-15T18:46:27Z", [0.0], ""], [57918, "2018-06-15T13:34:17Z", [0.0], ""], [59037, "2018-06-14T21:37:00Z", [0.4], ""], [368, "2018-06-14T19:56:03Z", [0.0], ""], [58979, "2018-06-14T09:54:01Z", [0.0], ""], [368, "2018-06-13T19:26:57Z", [0.0], ""], [11080, "2018-06-13T12:48:51Z", [0.05], ""], [35658, "2018-06-13T00:54:14Z", [0.0], ""], [530, "2018-06-12T22:04:46Z", [0.03], ""], [368, "2018-06-12T18:10:45Z", [0.0], ""], [58987, "2018-06-12T13:16:00Z", [0.05], ""], [368, "2018-06-11T18:21:02Z", [0.0], ""], [691, "2018-06-11T13:06:44Z", [0.0], ""], [368, "2018-06-10T15:41:25Z", [0.0], ""], [368, "2018-06-09T20:20:10Z", [0.0], ""], [1034, "2018-06-09T19:14:33Z", [0.0], ""], [368, "2018-06-08T18:54:06Z", [0.0], ""], [691, "2018-06-08T13:45:42Z", [0.0], ""], [368, "2018-06-07T18:09:22Z", [0.0], ""], [58193, "2018-06-07T12:38:15Z", [0.9], ""], [368, "2018-06-06T19:28:06Z", [0.0], ""], [58914, "2018-06-06T18:44:33Z", [0.0], ""], [22276, "2018-06-06T05:12:09Z", [0.86], ""], [57918, "2018-06-06T00:24:30Z", [0.0], ""], [57918, "2018-06-05T18:44:25Z", [0.0], ""], [368, "2018-06-05T17:08:56Z", [0.0], ""], [1034, "2018-06-05T13:45:28Z", [0.0], ""], [529, "2018-06-04T21:51:13Z", [0.06], "Passage of time update"], [368, "2018-06-04T16:28:53Z", [0.0], ""], [530, "2018-06-04T15:45:36Z", [0.03], ""], [691, "2018-06-04T11:40:20Z", [0.0], ""], [368, "2018-06-03T18:28:22Z", [0.0], ""], [13306, "2018-06-03T13:05:05Z", [0.03], ""], [691, "2018-06-03T12:58:00Z", [0.0], ""], [47812, "2018-06-03T07:52:15Z", [0.04], ""], [5018, "2018-06-03T03:27:40Z", [0.09], ""], [58659, "2018-06-03T01:53:20Z", [0.03], "Trump appears to want to have better relations with Putin and Russia. Trump and Putin are in the early stages of arranging an in-person meeting.  On December 8, 2017, after a review of the INF Treaty on Russia's violations of the treaty, the Trump Administration announced that the USA would implement an integrated response that included diplomatic, military, and economic measures. Congress will probably conduct hearings on the INF, and receive updates on Russia’s cruise missile program. "], [484, "2018-06-02T23:16:49Z", [0.05], "Down 5% on reports that there may be a POTUS-Putin meeting."], [368, "2018-06-02T18:56:59Z", [0.0], ""], [368, "2018-06-01T18:58:13Z", [0.0], ""], [172, "2018-06-01T02:22:31Z", [0.01], ""], [53897, "2018-05-31T18:51:10Z", [0.2], ""], [691, "2018-05-31T18:40:40Z", [0.0], ""], [368, "2018-05-31T16:00:16Z", [0.0], ""], [1708, "2018-05-31T07:35:22Z", [0.0], ""], [368, "2018-05-30T19:54:07Z", [0.0], ""], [57918, "2018-05-30T18:30:38Z", [0.0], ""], [368, "2018-05-29T17:03:01Z", [0.0], ""], [368, "2018-05-28T22:59:33Z", [0.0], ""], [691, "2018-05-28T17:35:25Z", [0.0], ""], [368, "2018-05-27T21:22:16Z", [0.0], ""], [48123, "2018-05-27T19:43:26Z", [0.68], "Current tensions between the USA an Russia will continue to deepen. "], [13377, "2018-05-27T07:42:21Z", [0.0], ""], [5018, "2018-05-27T04:01:10Z", [0.11], ""], [5018, "2018-05-27T02:32:03Z", [0.11], ""], [368, "2018-05-26T19:45:51Z", [0.0], ""], [31854, "2018-05-26T19:12:17Z", [0.25], ""], [530, "2018-05-26T19:06:41Z", [0.05], ""], [691, "2018-05-26T13:16:27Z", [0.0], ""], [27155, "2018-05-26T02:07:59Z", [0.07], ""], [172, "2018-05-26T02:04:13Z", [0.01], ""], [368, "2018-05-25T18:39:00Z", [0.0], ""], [45310, "2018-05-25T16:39:31Z", [0.05], "There is no political reason for both sides to give signals of instability."], [35636, "2018-05-25T05:45:46Z", [0.0], "WoC @ 6%. Would Trumpy pull a big distractor play on this? "], [691, "2018-05-24T20:21:41Z", [0.0], ""], [54140, "2018-05-24T15:26:45Z", [0.2], ""], [50937, "2018-05-23T23:26:55Z", [0.1], ""], [42115, "2018-05-23T21:39:48Z", [0.05], ""], [368, "2018-05-23T18:22:05Z", [0.0], ""], [34405, "2018-05-22T19:42:18Z", [0.25], ""], [38801, "2018-05-22T18:48:23Z", [0.4], ""], [691, "2018-05-22T14:51:36Z", [0.0], ""], [368, "2018-05-21T18:38:06Z", [0.0], ""], [1034, "2018-05-21T14:14:35Z", [0.0], ""], [13306, "2018-05-21T00:42:09Z", [0.09], ""], [368, "2018-05-20T17:06:17Z", [0.0], ""], [5018, "2018-05-20T03:41:32Z", [0.15], ""], [368, "2018-05-19T20:29:07Z", [0.0], ""], [484, "2018-05-19T16:08:54Z", [0.1], "(no change) With so much dysfunction in the US Congress, I suspect the recent defense proposals will be perceived as low-hanging fruit which some of the Republican base will welcome heading into the November election."], [37689, "2018-05-19T11:46:28Z", [0.1], ""], [368, "2018-05-18T17:18:18Z", [0.0], ""], [58404, "2018-05-18T11:53:17Z", [0.03], "Both countries have made accusations of the other being in breach of the conditions of the INF, but within this situation there is no need to officially withdraw from the INF Treaty. Currently the treaty is in a state of irrelevance as both signatories are gladly undermining or circumventing the treaty with new technologies, a situation that serves them better than keeping the treaty in place. Neither party wishes to signal to the other that all restrictions of the INF are no longer desirable, so they have no interest to officially suspend participation."], [529, "2018-05-17T22:23:43Z", [0.06], "(Passage of time update)"], [368, "2018-05-17T20:37:52Z", [0.0], ""], [691, "2018-05-17T14:55:25Z", [0.0], ""], [58363, "2018-05-17T10:34:52Z", [0.03], ""], [21884, "2018-05-17T10:29:01Z", [0.0], ""], [368, "2018-05-16T19:01:58Z", [0.0], ""], [974, "2018-05-16T17:08:43Z", [0.05], ""], [37548, "2018-05-15T23:13:42Z", [0.85], ""], [29591, "2018-05-15T20:53:13Z", [0.01], ""], [368, "2018-05-15T20:46:46Z", [0.0], ""], [368, "2018-05-15T02:37:07Z", [0.0], ""], [50568, "2018-05-14T17:03:39Z", [1.0], ""], [691, "2018-05-14T13:18:47Z", [0.0], ""], [1034, "2018-05-13T21:12:35Z", [0.0], ""], [368, "2018-05-13T19:17:32Z", [0.0], ""], [13377, "2018-05-13T09:10:05Z", [0.2], ""], [368, "2018-05-12T20:02:22Z", [0.0], ""], [691, "2018-05-12T12:45:33Z", [0.0], ""], [45594, "2018-05-12T08:10:43Z", [0.1], ""], [368, "2018-05-12T00:19:52Z", [0.0], ""], [41922, "2018-05-11T19:00:15Z", [0.1], ""], [529, "2018-05-11T16:58:44Z", [0.06], "(Passage of time update)"], [484, "2018-05-11T16:08:57Z", [0.1], "Up 3% on @shivadiva post Why wouldn't the disrupter in chief not continue to mark his territory? The only question I suppose is timing."], [23006, "2018-05-11T14:30:31Z", [0.2], ""], [23006, "2018-05-11T14:07:55Z", [0.2], "option into next year's defense spending"], [23006, "2018-05-11T14:07:12Z", [0.3], ""], [23006, "2018-05-11T14:02:13Z", [0.4], "https://www.washingtonpost.com/powerpost/lawmakers-seek-to-void-nuclear-arms-treaty-with-russia/2018/05/10/a3f07d70-545d-11e8-9c91-7dab596e8252_story.html?noredirect=on&utm_term=.eb5a6a25d9a6"], [58253, "2018-05-11T03:17:42Z", [0.0], ""], [368, "2018-05-10T19:02:18Z", [0.0], ""], [172, "2018-05-10T02:20:28Z", [0.01], ""], [368, "2018-05-09T22:43:12Z", [0.0], ""], [58208, "2018-05-09T08:23:05Z", [0.05], ""], [368, "2018-05-08T17:49:20Z", [0.0], ""], [58197, "2018-05-08T05:01:31Z", [0.01], ""], [368, "2018-05-07T18:41:29Z", [0.0], ""], [32078, "2018-05-07T17:02:24Z", [0.03], ""], [58165, "2018-05-07T01:02:58Z", [0.1], ""], [368, "2018-05-06T19:35:58Z", [0.0], ""], [172, "2018-05-06T17:43:14Z", [0.01], ""], [37161, "2018-05-06T00:49:47Z", [0.1], "With Trump, there is always the chance."], [368, "2018-05-05T18:39:25Z", [0.0], ""], [368, "2018-05-04T21:42:43Z", [0.0], ""], [37183, "2018-05-04T17:01:17Z", [0.1], ""], [43207, "2018-05-04T13:47:52Z", [0.05], ""], [58064, "2018-05-03T20:21:15Z", [0.0], "No interest in making real change in the current balance apart formally."], [368, "2018-05-03T18:31:37Z", [0.0], ""], [368, "2018-05-02T19:04:18Z", [0.0], ""], [529, "2018-05-02T16:55:09Z", [0.07], "(Passage of time update.) Domestic issues may - at least currently - be more of a priority for both leaders/countries. https://www.reuters.com/article/us-military-spending/russian-military-spending-falls-could-affect-operations-think-tank-idUSKBN1I24H8 https://www.cbsnews.com/news/special-counsel-robert-mueller-reportedly-considering-subpoena-trump-russia-investigation/"], [172, "2018-05-02T01:20:51Z", [0.02], ""], [691, "2018-05-01T21:59:16Z", [0.0], ""], [368, "2018-05-01T17:16:13Z", [0.0], ""], [368, "2018-04-30T19:31:08Z", [0.0], ""], [44258, "2018-04-30T18:57:18Z", [0.2], ""], [32539, "2018-04-30T03:29:54Z", [0.0], ""], [37379, "2018-04-29T23:07:40Z", [0.02], ""], [368, "2018-04-29T20:42:59Z", [0.0], ""], [58004, "2018-04-29T19:59:02Z", [0.65], "Both countries have almost violated the intent of the law, but neither seem to want to be the first to withdraw from the treaty."], [49526, "2018-04-29T18:54:00Z", [0.1], ""], [368, "2018-04-28T19:17:05Z", [0.0], ""], [43207, "2018-04-28T16:03:49Z", [0.42], "Coming down ~10% a month as the end date gets closer. Both sides seem to be in violation of the intent of the law, but neither side has much motivation to be the first to withdraw."], [41460, "2018-04-28T15:03:16Z", [0.02], ""], [21884, "2018-04-28T08:52:05Z", [0.03], ""], [39938, "2018-04-27T20:18:00Z", [0.0], ""], [368, "2018-04-27T18:33:16Z", [0.0], ""], [15003, "2018-04-27T07:08:22Z", [0.09], ""], [368, "2018-04-26T20:39:36Z", [0.0], ""], [691, "2018-04-26T01:11:18Z", [0.0], ""], [35815, "2018-04-25T16:40:11Z", [0.02], "It seems unlikely that either country would withdraw from the treaty. It's not in anyone best interest to do so.\nThe R&D of said missile system would cost billions and wouldn't be adopted by either NATO countries nor Asian allies.\nWhy? Because that type of escalation in the region either with Russia or China by those smaller countries isn't beneficial to them. There have been violations on both side of the treaty already, and no one cares. Russia and the U.S. only tacitly call out each other, and the NATO countries haven't said a word to Russia regarding violations. So if no one is going to really care if i's violated, why make yourself the \"bad guy\" to your people by leaving a treaty that wins you points at home for being in, but doesn't mean anything in practice? So in short, leaving is negative press, no one seems to care if you violate it, and the cost to develop a dedicated Intermediate missile program no one would use is too high."], [1034, "2018-04-25T16:21:09Z", [0.0], ""], [172, "2018-04-25T16:06:24Z", [0.02], ""], [33887, "2018-04-25T08:16:05Z", [1.0], ""], [368, "2018-04-24T21:45:04Z", [0.0], ""], [30194, "2018-04-24T15:42:25Z", [0.18], ""], [368, "2018-04-24T02:23:10Z", [0.0], ""], [30389, "2018-04-23T08:06:48Z", [0.05], ""], [47812, "2018-04-23T03:43:04Z", [0.06], ""], [368, "2018-04-22T19:54:55Z", [0.0], ""], [368, "2018-04-21T21:02:46Z", [0.0], ""], [25465, "2018-04-21T18:43:03Z", [1.0], "They are already tiptoeing into violations. Postulations and chest pounding over certain countries will hasten the withdrawl "], [1034, "2018-04-21T17:12:38Z", [0.0], ""], [368, "2018-04-21T03:44:15Z", [0.0], ""], [1034, "2018-04-20T23:17:18Z", [0.0], ""], [172, "2018-04-20T00:29:07Z", [0.0], ""], [43003, "2018-04-19T20:48:25Z", [0.02], "Far more politically savvy to move forward with R&D than to announce withdrawing. Less fuss."], [368, "2018-04-19T20:44:27Z", [0.0], ""], [2642, "2018-04-19T16:22:46Z", [0.05], ""], [35737, "2018-04-19T15:21:16Z", [0.45], ""], [691, "2018-04-19T14:55:51Z", [0.0], ""], [57940, "2018-04-19T14:25:06Z", [0.25], ""], [1708, "2018-04-19T13:18:07Z", [0.25], "Treaty restricts USA to limits that China is currently going beyond in weapons development"], [920, "2018-04-19T11:35:23Z", [0.0], ""], [529, "2018-04-19T03:30:40Z", [0.07], "(Passage of time update)"], [368, "2018-04-18T23:46:03Z", [0.0], ""], [40960, "2018-04-18T21:27:56Z", [0.04], ""], [368, "2018-04-18T03:05:23Z", [0.0], ""], [29591, "2018-04-17T22:34:26Z", [0.02], "Looking at the current situation with New Start:\n“The U.S. and Russia have stuck to the terms of New Start, which was signed eight years ago by their then presidents, Barack Obama and Dmitry Medvedev.”\n“The treaty allows a five-year extension by mutual consent. Moscow has said it was open to discussion on the issue, and in an interview in March, Putin voiced interest in an extension or even possible further cuts in warhead numbers.” \n“The Trump administration had put off any consideration of extending New Start until its nuclear posture review was complete and Russia met its treaty obligations by the February deadline. With those milestones reached, the top Pentagon official for nuclear and missile policy, Rob Soofer told the Senate on 11 April, “we’re going to begin a whole of government review of the pros and cons of extending that treaty.”\n(https://www.theguardian.com/world/2018/apr/17/us-russian-nuclear-arsenals-treaty-expire-unconstrained) Will look for any developments on a government review of New Start as a potential indication for time frames.  Arms controls experts said in reference to the INF: “Unfortunately, the treaty is now at risk, with the United States and Russia exchanging charges of treaty violations, and the U.S. government stating that it will not allow Russia to gain a military advantage through its violation. Currently, no meetings are scheduled to address the issue.” \n(https://www.armscontrol.org/sites/default/files/files/documents/DCC_1804018_FINAL.pdf)\nIf both sides are committed, as they stated in March during the phone call between Trump and Putin, it would seem likely that they would meet before suspending participation. "], [43193, "2018-04-17T21:46:02Z", [0.0], ""], [39814, "2018-04-17T20:17:12Z", [0.95], ""], [368, "2018-04-16T22:25:56Z", [0.0], ""], [691, "2018-04-16T16:36:24Z", [0.0], ""], [57849, "2018-04-16T14:56:18Z", [0.1], ""], [172, "2018-04-16T01:31:06Z", [0.0], ""], [368, "2018-04-15T21:33:21Z", [0.0], ""], [49159, "2018-04-15T20:44:33Z", [0.0], "This isn't a realistic option for them at the Moment, because they are much to busy modernizing the existing capacities. For that they are both interested in the reduction of old equipement to reduice the costs for modernization."], [40272, "2018-04-15T17:09:11Z", [0.0], ""], [974, "2018-04-15T13:18:26Z", [0.55], ""], [55090, "2018-04-14T21:26:31Z", [0.01], ""], [368, "2018-04-14T20:42:34Z", [0.0], ""], [1034, "2018-04-14T17:30:33Z", [0.0], ""], [41661, "2018-04-14T16:12:49Z", [0.1], ""], [22767, "2018-04-14T10:58:51Z", [0.0], ""], [27464, "2018-04-14T10:52:29Z", [0.15], ""], [55682, "2018-04-14T07:33:27Z", [0.4], ""], [52562, "2018-04-14T01:38:23Z", [0.25], ""], [27409, "2018-04-14T00:50:14Z", [0.55], ""], [368, "2018-04-13T20:40:26Z", [0.0], ""], [35815, "2018-04-13T14:22:00Z", [0.0], ""], [172, "2018-04-13T01:05:26Z", [0.0], ""], [51931, "2018-04-12T23:44:12Z", [0.2], ""], [57871, "2018-04-12T22:02:28Z", [0.4], ""], [368, "2018-04-12T20:13:11Z", [0.0], ""], [55042, "2018-04-12T15:11:51Z", [0.45], "Mr Trump could do anything. Mr Putin does not need to make any announcement, he may simply proceed to violate the terms without withdrawing."], [368, "2018-04-11T20:37:30Z", [0.0], ""], [31450, "2018-04-11T19:14:39Z", [0.05], "Dropping a bit due to passage of time."], [33111, "2018-04-11T05:00:57Z", [0.07], ""], [3817, "2018-04-11T01:29:02Z", [0.0], ""], [368, "2018-04-10T17:15:42Z", [0.0], ""], [1034, "2018-04-10T16:32:22Z", [0.0], ""], [1708, "2018-04-10T13:12:04Z", [0.15], ""], [5018, "2018-04-10T08:01:23Z", [0.05], ""], [22500, "2018-04-10T03:56:16Z", [0.21], ""], [57821, "2018-04-10T02:08:12Z", [0.1], ""], [54845, "2018-04-10T01:09:45Z", [0.0], ""], [55099, "2018-04-09T21:44:01Z", [0.0], ""], [29591, "2018-04-09T20:45:17Z", [0.02], ""], [368, "2018-04-09T17:59:04Z", [0.0], ""], [57285, "2018-04-09T12:29:28Z", [0.5], "Violations and aggressive rhetoric on both sides."], [691, "2018-04-09T12:20:08Z", [0.0], ""], [21884, "2018-04-09T02:30:59Z", [0.03], ""], [1034, "2018-04-08T22:47:55Z", [0.0], ""], [11788, "2018-04-08T19:39:54Z", [0.0], ""], [49078, "2018-04-08T19:29:38Z", [0.04], "Considering recent (and credible) allegations of violations on both sides, the future of the INF treaty is indeed very uncertain. However, the current level of contention over alleged treaty violation is still rather moderate, and it is extremely unlikely that by Oct. 2018 either side would take the dramatic step to suspend participation in or withdraw from the treaty. Even though the US has voiced vocal criticism of Russia's alleged treaty violations, it has also pursued a policy of inducing Russia back into compliance, and the latter has made no public threat of suspending or quitting the treaty. Especially considering the Trump administration's substantively appeasing attitude toward Russia, it is very unlikely that it would allow something as dramatic as suspending or quitting the treaty to happen."], [368, "2018-04-08T18:43:25Z", [0.0], ""], [20060, "2018-04-08T16:29:51Z", [0.12], ""], [55036, "2018-04-08T14:45:49Z", [0.45], ""], [55036, "2018-04-08T14:41:24Z", [0.45], "Russia has been less restrained militarily and has been provocative in their posture. Trump administration has been aggressive in its posture as of late"], [57805, "2018-04-08T14:12:14Z", [0.07], ""], [41922, "2018-04-08T12:18:00Z", [0.0], ""], [35636, "2018-04-08T05:50:09Z", [0.0], "Discuss: what actually happens if one withdraws?  Technically they've broken it already, no consequences. Just a diplomatic negotiating talking point. "], [368, "2018-04-07T18:30:31Z", [0.0], ""], [51221, "2018-04-07T14:32:13Z", [0.6], ""], [43207, "2018-04-07T13:16:39Z", [0.52], "Coming down ~10% a month as the end date gets closer. Both sides seem to be in violation of the intent of the law, but neither side has much motivation to be the first to withdraw."], [57428, "2018-04-07T00:54:43Z", [0.05], ""], [368, "2018-04-06T21:35:21Z", [0.0], ""], [30400, "2018-04-06T05:57:21Z", [0.0], ""], [172, "2018-04-05T23:28:42Z", [0.0], ""], [368, "2018-04-05T22:36:38Z", [0.0], ""], [52634, "2018-04-05T18:14:38Z", [0.0], ""], [56997, "2018-04-05T11:18:30Z", [0.05], ""], [43228, "2018-04-05T00:50:21Z", [0.1], "Despite current tensions, only 10% likelihood of scrapping current treaties."], [368, "2018-04-04T19:15:17Z", [0.0], ""], [57175, "2018-04-04T18:02:39Z", [0.1], ""], [36618, "2018-04-04T12:51:50Z", [0.15], ""], [57538, "2018-04-04T01:35:11Z", [0.0], ""], [29054, "2018-04-04T00:59:56Z", [0.04], ""], [57606, "2018-04-03T21:17:39Z", [0.7], ""], [368, "2018-04-03T20:18:49Z", [0.0], ""], [54661, "2018-04-03T19:26:59Z", [0.2], ""], [49486, "2018-04-03T18:24:00Z", [0.25], "I am updating this forecast to 20% because of the recent actions of Russia and the United States. As I previously discussed, the Russian Federation announced Russia has announced the existence two new nuclear-tipped missiles, including a previously secret nuclear-powered cruise missile. This announcement not only makes it clear that Russia does not intend abide by the INF treaty, but also acts as further evidence of aggression. Moreover, the recent assassination attempt by nerve agent in Great Britain is thought to be ordered by the Putin Administration and resulted in the expelling of 23 Russian diplomats in the UK, and 60 Russian diplomat in the US, and other allies are following suit. While this does not directly relate to the nuclear treaty, the rapidly increasing tensions is a good indication that either the United States or the Russian Federation will withdraw from the Intermediate-Range Nuclear Treaty.  Resources: https://www.cnn.com/2018/03/26/politics/us-expel-russian-diplomats/index.html\nhttps://www.cnn.com/2018/03/26/europe/full-list-of-russian-diplomats-expelled-over-s-intl/index.html\nhttps://www.popularmechanics.com/military/weapons/a19121693/russia-introduces-two-new-nightmare-missiles/\nhttp://www.bbc.com/news/world-europe-43239331"], [1034, "2018-04-03T18:22:05Z", [0.0], ""], [39381, "2018-04-03T18:11:10Z", [0.0], ""], [22720, "2018-04-03T16:19:09Z", [0.09], ""], [529, "2018-04-03T01:52:56Z", [0.07], "(Passage of time update)"], [368, "2018-04-02T20:53:53Z", [0.0], ""], [54191, "2018-04-02T15:58:06Z", [0.02], ""], [57218, "2018-04-02T12:25:35Z", [0.1], "Nobody wants escalation of the conflict, especially European members of NATO - hence abstention from the withdrawal can be bargained for a sanctions relief. The US-Russia relations are extremely low, but not adversarial in military terms. WIth US withdrawal from Syria and focus on Trade Wars with China, protection of South Korea and Japan from North Korea, Protection of status quo in South China Sea and Taiwan's Independent status - US is not likely to seek to escalate Relations with Russia, while focusing military power, presence in Asia and retreating elsewhere, which can de-escalate US-Russia relations and reduce the need for Mid-Range Nuclear Missiles."], [172, "2018-04-02T01:50:22Z", [0.0], ""], [368, "2018-04-01T22:13:23Z", [0.0], ""], [691, "2018-04-01T17:11:18Z", [0.0], ""], [51931, "2018-04-01T16:39:37Z", [0.12], ""], [57456, "2018-04-01T15:36:30Z", [0.1], ""], [57427, "2018-04-01T03:06:24Z", [0.0], "It's a very dangerous game and neither side wants to be responsible to it's people for withdrawing. "], [368, "2018-04-01T03:00:10Z", [0.0], ""], [593, "2018-03-31T14:31:27Z", [0.35], ""], [57302, "2018-03-31T07:07:54Z", [0.05], ""], [368, "2018-03-30T20:43:39Z", [0.0], ""], [368, "2018-03-30T00:15:28Z", [0.0], ""], [1034, "2018-03-29T18:30:59Z", [0.0], ""], [804, "2018-03-29T16:48:59Z", [0.05], ""], [57224, "2018-03-29T05:51:28Z", [0.0], ""], [57132, "2018-03-29T01:37:21Z", [0.02], ""], [368, "2018-03-28T19:41:24Z", [0.0], ""], [52343, "2018-03-28T18:32:32Z", [0.0], ""], [51593, "2018-03-28T13:45:06Z", [0.05], ""], [57112, "2018-03-28T01:39:17Z", [0.15], ""], [34969, "2018-03-27T18:19:01Z", [0.01], ""], [23006, "2018-03-27T17:01:32Z", [0.11], "Relations seem to be especially bad between these two countries at moment and now anti-russian pressure from UK - so randomly raising on that "], [30389, "2018-03-27T09:22:36Z", [0.02], ""], [57073, "2018-03-27T09:06:07Z", [0.02], ""], [33797, "2018-03-27T05:31:43Z", [0.0], ""], [24814, "2018-03-27T04:09:18Z", [0.75], "This will be threatened in an escalation of tensions. I believe the West is trying to undermine Russia before the World Cup. "], [7053, "2018-03-27T03:04:25Z", [0.0], ""], [57031, "2018-03-26T21:14:28Z", [0.0], ""], [368, "2018-03-26T19:11:39Z", [0.0], ""], [21884, "2018-03-26T01:35:04Z", [0.03], ""], [56905, "2018-03-25T21:29:27Z", [0.0], "Strategically speaking, neither the US nor Russia has anything significant to gain by pulling out of the agreement at this point. On both sides, tactical missile systems are already deployed that fits the category of \"intermediate\"... the US in Romania, Poland and the Baltics, and Russia in Kaliningrad. Both missile systems can quickly be armed with nuclear payloads and delivery timeframes are under 5 mins on both sides. Both sides have carefully skated around the direct wording of the treaty carefully to create de facto capability of deterrent systems that, if the \"spirit\" of the treaty were taken into account, would probably violate it. Therefore, neither side has anything further to gain by actually officially withdrawing from it, except to needlessly make an already tense situation even more so."], [29591, "2018-03-25T19:16:39Z", [0.03], "Having very little understanding of human behaviour, it’s proving difficult to determine what Mike Pompeo will do about Russia when/if he becomes Secretary of State. \nHis views on Russia appear bipolar according to various media reports, including:\nhttps://www.nytimes.com/2018/03/13/us/politics/pompeo-cia-trump-secretary-of-state.html\nhttps://www.theatlantic.com/international/archive/2018/03/mike-pompeo-foreign-policy/555593/\nI’m wondering how his knowledge of Russian activities as CIA director will influence his approach to Russia. \nPompeo was formally nominated by the President on March 20 (https://www.congress.gov/nomination/115th-congress/1761/actions?q=%7B%22search%22%3A%5B%22Mike+Pompeo%22%5D%7D&r=1&overview=closed)\nHis confirmation hearing is reportedly going to be in April (no specific date) (https://edition.cnn.com/2018/03/13/politics/confirmation-hearings-mike-pompeo-gina-haspel/index.html) \nCould be May by the time he is confirmed as Secretary of State.  President Trump spoke to President Putin on March 20. “The two leaders discussed the state of bilateral relations and resolved to continue dialogue about mutual national security priorities and challenges…” \n(https://ru.usembassy.gov/readout-president-donald-j-trumps-call-president-putin/)  “White House Press Secretary Sarah Huckabee Sanders cautioned that no specific plans for such [arms control] talks have been made, despite Trump’s statements that they would be forthcoming. \n“But we want to continue to have dialogue with Russia, continue to talk about some shared interests with them…and particularly, as the President talked about today, slowing the tensions when it comes to an arms race.” \n(https://www.washingtonpost.com/world/national-security/the-us-glimpses-possible-common-ground-with-russia/2018/03/21/a6baec60-2c7c-11e8-911f-ca7f68bff0fc_story.html?utm_term=.270331de3744)  The WP article also stated: “The Trump administration conducted ‘strategic stability’ talks with Russia last year that were designed to lay the groundwork for broader arms control negotiations but Russia postponed the most recent meeting this month in retribution for the U.S. cancellation of talks on cybersecurity.”  It appears that both sides are attempting to communicate, when it comes to treaties such as the INF, but will look for the U.S. administrations position once roles, i.e. CIA director, National Security Advisor, have been changed."], [368, "2018-03-25T17:43:08Z", [0.0], ""], [1333, "2018-03-25T15:23:28Z", [0.05], ""], [1034, "2018-03-25T05:08:36Z", [0.0], ""], [368, "2018-03-25T03:52:11Z", [0.0], ""], [368, "2018-03-23T21:03:59Z", [0.0], ""], [172, "2018-03-23T18:28:49Z", [0.0], ""], [1034, "2018-03-23T13:39:34Z", [0.0], ""], [16652, "2018-03-23T08:48:40Z", [0.75], ""], [11080, "2018-03-23T05:26:48Z", [0.06], ""], [11080, "2018-03-23T05:26:11Z", [0.05], ""], [484, "2018-03-23T01:44:18Z", [0.07], "Down 1% because of the consensus, but probably should go up with Bolton taking the reins. —but I suppose there are only so many bombs and too many evil-doers."], [368, "2018-03-23T01:03:12Z", [0.0], ""], [53789, "2018-03-21T18:42:46Z", [0.1], "Trump will want to avoid a crisis with Russia."], [368, "2018-03-21T18:12:11Z", [0.0], ""], [52343, "2018-03-20T12:16:32Z", [0.0], ""], [1034, "2018-03-20T05:38:34Z", [0.0], ""], [529, "2018-03-19T19:28:55Z", [0.07], "Per link, it's a \"change in tone\", perhaps a tactic for the moment, but Putin is generally accurate that Russia likely needs to focus upon domestic matters. https://www.reuters.com/article/us-russia-election/after-landslide-re-election-russias-putin-tells-west-i-dont-want-arms-race-idUSKBN1GV0SQ"], [56656, "2018-03-19T19:02:36Z", [0.0], ""], [49179, "2018-03-19T18:34:53Z", [0.05], "It is unlikely that either Russia or the United States will announce that it is suspending its participation in or withdrawing from the Intermediate-Range Nuclear Forces Treaty  before 1 October 2018.  In the Secretary General's 2017 Report, NATO affirmed, \"The Treaty has contributed to strategic stability and reduced the risk of miscalculation leading to conflict. The Alliance is committed to the preservation of the Intermediate-Range Nuclear Forces Treaty and strongly believes full compliance with this landmark arms control treaty is needed. In December 2017, NATO recognised the United States’ compliance with its obligations under the Intermediate-Range Nuclear Forces Treaty and its commitment to implementing the Treaty. The Alliance also welcomed the continued efforts by the United States to engage Russia to resolve concerns about Russia’s compliance with the Treaty\" (https://www.nato.int/nato_static_fl2014/assets/pdf/pdf_2018_03/20180315_SG_AnnualReport_en.pdf). Furthermore, both Russia and the United States have long accused each other of violating the treaty, and in February 2018, the Trump administration \"proposed development of a new nuclear-armed sea-launched cruise missile, which U.S. defense leaders have also suggested might entice Russia to come back into compliance (https://www.cfr.org/backgrounder/uncertain-future-inf-treaty).  While relations between Russia and the United States are becoming increasingly hostile, there is no evidence that either country is looking to engage in another nuclear arms race. Within the set time frame, it is unlikely that either country will suspend its participation or withdraw from the INF. "], [56620, "2018-03-19T18:02:03Z", [0.5], ""], [56601, "2018-03-19T04:43:30Z", [0.05], ""], [52647, "2018-03-18T23:17:55Z", [0.15], ""], [368, "2018-03-18T20:30:13Z", [0.0], ""], [529, "2018-03-18T19:04:42Z", [0.09], "(Passage of time update)"], [56539, "2018-03-18T18:11:48Z", [1.0], ""], [1034, "2018-03-18T07:30:10Z", [0.0], ""], [1034, "2018-03-17T23:06:57Z", [0.0], ""], [368, "2018-03-17T20:03:13Z", [0.0], ""], [1333, "2018-03-17T18:39:11Z", [0.04], ""], [47806, "2018-03-17T15:37:02Z", [0.0], ""], [314, "2018-03-17T14:55:03Z", [0.05], ""], [699, "2018-03-17T04:00:14Z", [0.0], "There shouldn't be any change. USA is undermining the agreement already. It is continuing to build out the anti ballistic missile defense system, which uses a starting container, which can be used for tomahawk cruise missiles. This is a violation of the treaty. Furthermore, US is teaching pilots of non nuclear NATO members to drop nuclear devices. This is also a violation of nonproliferation treaty. In short, similar as with treaties regarding chemical weapons, uranium, and many more, USA did not care to obey by the contracts it has signed. NATO expanded towards Russia, another example. For US it is not really an issue, rather for the Europeans. For Russia, it does obey to all treaties it has committed itself to, and obviously would prefer to limit the intermediate range rockets. It has however, developed sea and air based cruise missiles, which have countered the American ones. \nThis is the reason why the US is not happy with the situation, since it left intentionally those sea based cruise missiles out of the treaty in question, assuming that Russia won't be able to develop those, and because USA is able to project it's military power mainly by sea.\nFurthermore, the weapons presented at the address to the Nation on March 1, 2018 by president Putin have put the USA in a shock condition.\nThe public did not completely digested it yet, that from now on for a forseeable future and far beyond, the US has lost the ability to even dream of to threaten Russia militaraly. \nIt was not publicly discussed, but NATO, US as the leader, have indeed planned to be able to neutralize Russia's strategic nuclear potential by encircling it with missile defense systems, thousand of cruise missiles (over 2000! are dislocated right now), in order to be able in a surprise decapitation attack to destroy most of it strategic missiles, and to intercept those few left. An unresponsible and adventurous plan, but that is what it is. \nFurther more, the plan was to use mini nuclear devises to limit the conflict to the European war theater.\nThat is why Putin in his address also warned directly the US Administration, that any nuclear attack on the Russian federation will trigger immediate and full scale response against American soil. \nThis is the proper deterrent for the American adventurers in the administration to prevent war and secure peace.\nBut furthermore, as mentioned above, the new generation of strategic weapons have left the NATO, US completely defense less. \nThis is true not only in regards to strategic missiles, but also the huge air carrier fleet became basically useless against Russia and it's allies.\nGame over check mate!\nThe baseless hysteria and media circus with fictious toxin attacks, and what ever may come, like soccer boycott.... It is all just dust in the face of its own population, which is left without defense due to failure and aggression against Russia by Western political elite.\nRemember how Obama called Russia a regional player, a gas station for the West.\nArrogance comes before fall.\nIn conclusion it becomes clear, that the above mentioned treaty became to a least important issue, till a new behavior strategy will be developed."], [24999, "2018-03-17T02:30:52Z", [0.05], ""], [172, "2018-03-17T01:10:30Z", [0.0], ""], [29591, "2018-03-16T22:13:43Z", [0.04], "Maintaining forecast for now as the weapons capabilities of both countries suggest the INF Treaty does not need to be suspended in order to modernise weapons - will continue to watch for potential political motivations that may lead to the withdrawal from the Treaty. \nNATO Annual Report 2017: \n“The Alliance also recognises the importance of the INF treaty to Euro-Atlantic security. The treaty has contributed to strategic stability and reduced the risk of miscalculation leading to conflict. The Alliance is committed to the preservation of the Intermediate-Range Nuclear Forces Treaty and strongly believes full compliance with this landmark arms control treaty is needed. In December 2017, NATO recognised the United States’ compliance with its obligations under the INF Treaty and its commitment to implementing the Treaty. The Alliance also welcomed the continued efforts by the United States to engage Russia to resolve concerns about Russia’s compliance with the Treaty.” \n(https://www.nato.int/nato_static_fl2014/assets/pdf/pdf_2018_03/20180315_SG_AnnualReport_en.pdf)  Interesting article from the Center for Strategic and International Studies: \n(https://csis-prod.s3.amazonaws.com/s3fs-public/publication/180308_Russia_Nuclear_Cordesman_0.pdf?Ma.3_BbXVt5sn1PjJafVAukiqaXjbBo9) \nWith references to Putin’s recent state of the nation address, the weapons capabilities of Russia are laid out: \n“The armed forces now have 3.7 times more modern weapons. Over 300 new units of equipment were put into service. The strategic missile troops received 80 new ICBMs, 102 SLBMs and 3 Borei nuclear-powered ballistic missile submarines. Twelve missile regiments have received the new Yars ICBM. The number of long-range high precision weapons carriers has increased by 12 times, while the number of guided cruise missiles increased by over 30 times.” \nIISS stated: “Russia is carrying out an active ICBM modernisation program. As of early 2017, Russia was estimated to have 78 single warhead Topol-M missiles and 96 multiple warhead Yars ICBMs.” \n(Page 19 also has some information from the IISS Military Review of Russia)"], [368, "2018-03-16T21:53:48Z", [0.0], ""], [48173, "2018-03-16T21:23:14Z", [0.5], ""], [46615, "2018-03-16T20:37:50Z", [0.05], ""], [55503, "2018-03-16T17:42:14Z", [0.0], ""], [172, "2018-03-16T00:37:01Z", [0.0], ""], [55809, "2018-03-15T20:41:01Z", [0.05], ""], [368, "2018-03-15T19:29:39Z", [0.0], ""], [15306, "2018-03-15T17:50:57Z", [0.0], ""], [484, "2018-03-15T14:33:47Z", [0.08], "Down 2% since the consensus is dropping."], [1034, "2018-03-15T07:07:48Z", [0.0], ""], [34535, "2018-03-15T05:37:34Z", [0.06], ""], [368, "2018-03-15T01:24:27Z", [0.0], ""], [691, "2018-03-14T13:55:43Z", [0.0], ""], [52637, "2018-03-14T12:57:14Z", [0.05], ""], [172, "2018-03-14T11:38:34Z", [0.01], ""], [1034, "2018-03-14T06:19:51Z", [0.0], ""], [53262, "2018-03-13T23:16:29Z", [0.0], ""], [368, "2018-03-13T21:33:34Z", [0.0], ""], [55322, "2018-03-13T20:47:55Z", [0.35], ""], [55706, "2018-03-13T17:26:34Z", [0.05], ""], [54594, "2018-03-13T17:24:33Z", [0.45], "I think that Putin's recent behaviour suggests he is looking for further confrontation with NATO. "], [34879, "2018-03-13T14:54:18Z", [0.01], ""], [34353, "2018-03-13T12:13:46Z", [0.0], ""], [1034, "2018-03-13T06:32:57Z", [0.0], ""], [49290, "2018-03-13T05:17:18Z", [0.0], ""], [529, "2018-03-13T00:45:49Z", [0.1], ""], [368, "2018-03-12T21:17:46Z", [0.0], ""], [21836, "2018-03-12T18:20:51Z", [0.33], ""], [1034, "2018-03-12T18:14:56Z", [0.0], ""], [37053, "2018-03-12T17:10:00Z", [0.02], ""], [34487, "2018-03-12T16:40:59Z", [0.0], "Russia-US relations are too cold."], [368, "2018-03-11T21:09:31Z", [0.0], ""], [1034, "2018-03-11T20:46:38Z", [0.0], ""], [56181, "2018-03-10T22:43:36Z", [0.0], ""], [29591, "2018-03-10T21:19:53Z", [0.04], ""], [172, "2018-03-10T19:38:25Z", [0.01], ""], [368, "2018-03-10T01:30:43Z", [0.0], ""], [51222, "2018-03-09T17:34:53Z", [0.0], "no hypothetical gain for either side in withdrawing."], [33637, "2018-03-09T11:25:09Z", [0.7], ""], [1034, "2018-03-09T08:40:08Z", [0.0], ""], [23006, "2018-03-09T03:41:49Z", [0.03], ""], [23006, "2018-03-09T03:41:41Z", [0.11], ""], [368, "2018-03-09T00:15:43Z", [0.0], ""], [55732, "2018-03-08T22:17:48Z", [0.15], ""], [1333, "2018-03-08T14:32:13Z", [0.05], ""], [28780, "2018-03-08T14:14:27Z", [0.15], "Likely events to precipitate a suspension or withdrawal ( new tech development, critical engagement) are unlikely to happen in this timeframe"], [52250, "2018-03-08T12:56:51Z", [0.55], ""], [1034, "2018-03-08T08:07:23Z", [0.0], ""], [368, "2018-03-07T22:25:52Z", [0.0], ""], [691, "2018-03-07T21:19:03Z", [0.0], ""], [1333, "2018-03-07T16:25:26Z", [0.15], ""], [56085, "2018-03-07T15:01:17Z", [0.18], ""], [28166, "2018-03-07T13:20:36Z", [0.0], ""], [55099, "2018-03-07T08:22:04Z", [0.07], ""], [1034, "2018-03-07T07:29:11Z", [0.0], ""], [13306, "2018-03-07T05:23:48Z", [0.15], ""], [41586, "2018-03-07T00:00:01Z", [0.1], "Relations between the US and Russia are becoming openly hostile but neither government wants a return to an all-out nuclear arms race. And neither government  would necessarily want the blame for walking out of the treaty. But right now we seem to be moving in lockstep towards programs of modernization that could result in the treaty being a dead letter in 2-5 years."], [49486, "2018-03-06T21:38:24Z", [0.2], "This week, the Russian Federation announced Russia has announced the existence two new nuclear-tipped missiles, including a previously secret nuclear-powered cruise missile. \" Unlike regular cruise missiles, which are powered by liquid fuel and gasoline engines, this missile would be powered by a nuclear chain reaction. Another missile, Kinzhal, is a hypersonic weapon designed to attack aircraft carriers and other well-defended targets.\" This announcement not only makes it clear that Russia does not intend abide by the INF treaty, but also acts as further evidence of aggression. Therefore I now find the probability of Russian withdrawal from the INF Treaty to be considerably higher than my initial prediction.  Resources: \nhttps://www.popularmechanics.com/military/weapons/a19121693/russia-introduces-two-new-nightmare-missiles/\nhttp://www.bbc.com/news/world-europe-43239331\n"], [368, "2018-03-06T17:37:37Z", [0.0], ""], [55994, "2018-03-06T15:09:19Z", [0.0], ""], [46220, "2018-03-06T13:09:15Z", [0.19], ""], [1034, "2018-03-06T06:30:48Z", [0.0], ""], [368, "2018-03-05T18:45:46Z", [0.0], ""], [53979, "2018-03-05T18:40:41Z", [0.01], "I see little reason to think that either country would bother to make an announcement with respect to the treaty. Making such an announcement would imply that either country respects this treaty and anyone else's ability to do anything about their violations."], [13377, "2018-03-05T11:49:36Z", [0.03], ""], [1034, "2018-03-05T05:56:37Z", [0.0], ""], [54562, "2018-03-05T05:45:42Z", [0.75], "Indications are good that this will occur. More so the U.S than Russia at this time."], [55976, "2018-03-05T05:00:01Z", [0.85], "Comment deleted on May 24, 2019 06:44PM UTC"], [54834, "2018-03-05T03:35:17Z", [0.55], ""], [55666, "2018-03-05T03:30:41Z", [0.03], "Both countries have too much vested in the current system."], [43207, "2018-03-05T02:38:03Z", [0.62], "Coming down ~10% a month as the end date gets closer. Both sides seem to be in violation of the intent of the law, but neither side has much motivation to be the first to withdraw."], [55747, "2018-03-05T00:19:22Z", [0.95], ""], [45828, "2018-03-04T17:15:32Z", [0.75], ""], [49157, "2018-03-04T16:39:31Z", [0.2], "The current political climate has made it more likely that either nation will back out of Intermediate Range Missle treaties. Vladimir Putin has boasted recently about having missiles capable of dodging US air-defense mechanisms, all the while maintaining Russia's involvement in Ukraine and Syria. These actions all provoke United States' responses, especially after the skirmish between US Special Forces and Russian Mercenaries in Syria. Thus either side could find a reason to antagonize the other and back out of the treaties. Still, doing so could lead to a costly arms race. Therefore the chances that Putin or Trump actually backs at is capped at 20%, as neither leader would want to risk an unnecessary and expensive arms build-up."], [46208, "2018-03-04T12:07:06Z", [0.25], "This is more likely than prior to recent statements by Putin regarding the Russian nuclear payload delivery technologies and tense Russian/USA relations in the midst of election hacking controversies."], [1034, "2018-03-04T07:08:35Z", [0.0], ""], [55809, "2018-03-04T03:53:01Z", [0.05], "Why declare openly what you can do clandestinely?"], [49181, "2018-03-04T03:50:48Z", [0.3], "In light of recent news, I'm editing my prediction from last week to 30% up from 15%. Russian President Vladimir Putin has since boasted of a nuclear arsenal that is immune to interception. In addition, the Russian government has published a video simulating a nuclear strike on Florida. I believe this bold posture is a result of perceived weakness or reluctance from the United States regarding nuclear deterrence, in addition to insecurity from Russia's end from their recent smarting in Syria. If either country would want to withdraw from the treaty, now seems like the most ideal time. "], [47941, "2018-03-04T00:31:39Z", [0.75], "Putin has already claimed that he has capabilities of getting past US nuclear defenses and that he can send a missile any place within the US. He has successfully created a political weakness in the US and is not going to let go of this chance for world domination."], [55748, "2018-03-03T22:37:44Z", [0.0], ""], [368, "2018-03-03T22:31:48Z", [0.0], ""], [55604, "2018-03-03T16:39:57Z", [0.15], "Unlikely, since neither would look like as threat directly to the other. This is a war of words, not missiles."], [53760, "2018-03-03T16:25:27Z", [0.95], ""], [29980, "2018-03-03T13:37:38Z", [0.99], ""], [1034, "2018-03-03T09:24:17Z", [0.0], ""], [368, "2018-03-03T03:50:31Z", [0.0], ""], [48709, "2018-03-03T03:40:39Z", [0.65], "time to write a new treaty while Trump is in office."], [47496, "2018-03-03T00:31:49Z", [0.45], ""], [42635, "2018-03-02T23:37:03Z", [0.35], "The treaty doesn't serve Russia's purpose because other countries are or have developed short range nuclear missiles. North Korea is the latest, and is thought to supply technology to other small nations. Their recent announcement of nuclear tipped cruise missiles, which they probably have had been developing since 2007, and launched in 2017, is a violation of that agreement, unless they are sea based. Putin most likely used this announcement as chest beating for local consumption to help him win the election.  Part of the the difficulty here is that the US has defensive weapons against certain kinds of missiles.  Putin uses his new weapon as a negotiating tool, for example for having missile defensive weapons removed from former Soviet satellite countries. But he is probably beyond that point in deployment.  Putin feels free to incrementally develop these weapons and get scolded on a recurring basis, but nothing happens. The US could decide at some point to scrap the agreement as retaliation against some Putin move, but seems unlikely to remove a program that does provide some restraint on Putin. Putin, on the other hand, could decide to punish the US for some grievance, and end the agreement. Both risk starting an arms race for this type of weapon. Given the current atmosphere, it seems not very likely that either Trump or Putin would hurry into another arms race without a clear objective. "], [1034, "2018-03-02T20:54:56Z", [0.0], ""], [55397, "2018-03-02T09:41:45Z", [0.05], ""], [53173, "2018-03-02T09:17:46Z", [0.0], "No way"], [21884, "2018-03-02T07:01:19Z", [0.03], ""], [484, "2018-03-02T00:43:15Z", [0.1], "Up 2% to be above the consensus. —and issues related to Putin's speech of course."], [51931, "2018-03-02T00:02:17Z", [0.23], ""], [29591, "2018-03-01T21:17:32Z", [0.04], "Agree with @jayb’s comment: https://www.gjopen.com/comments/comments/702523\nand expanding:  Mr Putin’s presentation on Russia’s nuclear weapons capabilities were made in a wider presentation in which he “laid out his key policies for a fourth presidential term” \nPresident Trump made statements relating to nuclear weapons during his candidacy.\nIt seems that showing an animation makes it easier for the general population to really understand what Putin is talking about and provoke nationalism. \nU.S. State Department said it was “certainly unfortunate to have watched the video animation that depicted a nuclear attack on the U.S.” adding that it was not “the behaviour of a responsible international player” (http://www.bbc.co.uk/news/world-europe-43239331)\nPentagon Spokeswoman Dana White said: “These weapons that are discussed have been in development a very long time.” \nThe presentation was also aimed at NATO, with Putin saying: “Unfriendly steps towards Russia, such as the deployment of the U.S. anti-missile system and of NATO infrastructure nearer our borders and such like, from a military point of view, will become ineffective.” \n(https://uk.reuters.com/article/uk-russia-putin-nuclear/putin-before-vote-unveils-invincible-nuclear-weapons-to-counter-west-idUKKCN1GD50M?il=0)  “Putin also said the weapons were a response to U.S. development of its missile defence system.”  (http://www.bbc.co.uk/news/world-europe-43239331), but could also be rhetoric to the NPR. \n"], [368, "2018-03-01T19:21:42Z", [0.0], ""], [368, "2018-03-01T19:17:40Z", [0.0], ""], [529, "2018-03-01T17:31:03Z", [0.12], "Putin's bellicose (national TV) speech may prompt additional posturing - at least - from a currently chaotic and sometimes difficult-to-predict U.S. regime. Whether that would include formally leaving the INF treaty is currently questionable (to me). (E.g., Both sides in this situation may prefer to (continue to) tacitly violate..) Still projecting a low probability for now in part as the Trump admin. may be too preoccupied with various distractions, many of its own making. https://www.theguardian.com/world/2018/mar/01/vladimir-putin-threatens-arms-race-with-new-missiles-announcement https://www.bloomberg.com/view/articles/2018-03-01/putin-s-speech-he-wants-modern-weapons-not-a-modern-russia"], [51931, "2018-03-01T16:41:27Z", [0.18], ""], [1034, "2018-03-01T15:34:16Z", [0.0], ""], [37161, "2018-03-01T15:05:32Z", [0.1], "I don't believe the Russians will but the U.S. is highly unpredictable."], [55099, "2018-03-01T12:58:03Z", [0.15], ""], [30610, "2018-03-01T11:06:31Z", [0.0], ""], [172, "2018-03-01T01:49:13Z", [0.01], ""], [368, "2018-03-01T01:14:11Z", [0.0], ""], [691, "2018-02-28T15:25:56Z", [0.0], ""], [55447, "2018-02-28T11:19:20Z", [0.55], ""], [55342, "2018-02-28T09:39:16Z", [0.1], ""], [1034, "2018-02-28T06:36:08Z", [0.0], ""], [54620, "2018-02-28T02:34:06Z", [0.05], ""], [23006, "2018-02-28T00:50:06Z", [0.15], ""], [23006, "2018-02-28T00:49:59Z", [0.25], ""], [24785, "2018-02-28T00:41:09Z", [0.1], ""], [24785, "2018-02-28T00:40:39Z", [0.6], ""], [484, "2018-02-28T00:27:21Z", [0.08], "Down 2% since the consensus is about 5%."], [368, "2018-02-27T22:09:59Z", [0.0], ""], [368, "2018-02-27T22:06:43Z", [0.0], ""], [49181, "2018-02-27T22:04:33Z", [0.15], "Given the current administration's penchant for treaty withdrawal, along with the United States' general reluctance to sign international agreements of any nature, I put the odds of this occurring as higher than in previous years. The worsening of relations, or at the very least stagnation, between the United States and Russia contribute to the odds of this question resulting in \"yes\". However, such a move would likely require the approval of the US president, who seems reluctant to perform any action that may be construed as anti-Russia."], [53785, "2018-02-27T19:27:05Z", [0.9], "Friction has been Brewing. Onily a Matter of Time..."], [1333, "2018-02-27T15:55:44Z", [0.05], ""], [1034, "2018-02-27T07:47:51Z", [0.0], ""], [54826, "2018-02-27T01:59:08Z", [0.0], ""], [368, "2018-02-26T22:22:53Z", [0.0], ""], [51931, "2018-02-26T21:11:07Z", [0.15], ""], [55099, "2018-02-26T20:55:09Z", [0.05], ""], [53112, "2018-02-26T20:24:40Z", [0.55], "After perusing the Department of State website and reading a small but decent portion of the treaty, I can see where either side would threaten/want to suspend participation in the treaty. So far, I have two basic general explanations: 1- 30 year time span + technological advances = loopholes.  2- No one seems to be asking \"why\" either side feels the need to have these missiles, after all, it's not just the US Russia has to worry about, and vice versa.  (PS- \"USSR\" included the country of Russia, but in modern times, Russia is a territory within the *former* Soviet Union that dissolved in 1991, so yeah, I guess that's why I'm really thinking about this loophole situation).  https://www.state.gov/t/avc/trty/102360.htm"], [53112, "2018-02-26T19:42:31Z", [0.05], ""], [1034, "2018-02-26T19:13:51Z", [0.0], ""], [1034, "2018-02-26T19:09:19Z", [0.0], ""], [46762, "2018-02-26T17:45:39Z", [0.0], "Russia is already violating the treaty, exceeding warhead size, development, placing etc.  They will not bow out of a treaty that is only significantly hampering their opponent.  Trump has announced new sanctions against Russian; however the violations todate are considered minor pecadillos compared; in the face of other demands on his time, the intermediate range treaties aren't a blip on the radar.     Midterm elections will consum attention starting September. Ergo, the question boils down to: will there be a significant escalation in the next 6 months that forces US attention on the IRNFT.   \nNo.   Syria; Ukraine; US elections. Sanctions; Oil.  Weapon systems sales to syria/iran.  None will re-open nuclear."], [32100, "2018-02-26T16:46:02Z", [0.01], ""], [30389, "2018-02-26T09:53:57Z", [0.0], ""], [55151, "2018-02-26T08:32:44Z", [0.75], ""], [54814, "2018-02-26T03:03:37Z", [0.0], "No because both countries want to retain moral high ground over NK."], [45046, "2018-02-26T00:38:22Z", [0.1], ""], [1034, "2018-02-25T20:52:32Z", [0.0], ""], [368, "2018-02-25T20:40:35Z", [0.0], ""], [27320, "2018-02-25T20:15:56Z", [0.1], ""], [55190, "2018-02-25T18:29:50Z", [0.02], ""], [55190, "2018-02-25T17:51:35Z", [0.02], ""], [12429, "2018-02-25T17:40:53Z", [0.4], ""], [55272, "2018-02-25T16:48:02Z", [0.0], ""], [9755, "2018-02-25T15:48:24Z", [0.01], ""], [14680, "2018-02-25T15:45:20Z", [0.0], ""], [38342, "2018-02-25T14:36:47Z", [0.1], ""], [45349, "2018-02-25T09:16:19Z", [0.25], "Trump.."], [55099, "2018-02-25T08:53:20Z", [0.2], ""], [54536, "2018-02-25T08:31:30Z", [0.8], "President Trump will withdraw from this agreement based on the contract itself being cumbersome and expecting too much for too little."], [45059, "2018-02-25T08:18:58Z", [0.45], "Both countries want to expand their nuclear arsenals, and Russia wants to be a top-tier world power again."], [43801, "2018-02-24T23:43:30Z", [0.15], ""], [38621, "2018-02-24T22:06:29Z", [0.1], ""], [529, "2018-02-24T20:56:20Z", [0.1], ""], [51931, "2018-02-24T20:49:56Z", [0.18], ""], [54594, "2018-02-24T16:39:05Z", [0.38], ""], [52295, "2018-02-24T16:17:28Z", [0.0], "Both the US and Russia realize that nuclear isn't a viable option, so both countries will continue to work the margin's."], [691, "2018-02-24T13:22:35Z", [0.0], ""], [54962, "2018-02-24T09:20:26Z", [0.05], ""], [1034, "2018-02-24T07:28:51Z", [0.0], ""], [368, "2018-02-24T05:28:00Z", [0.0], ""], [41482, "2018-02-24T00:22:24Z", [0.0], ""], [54415, "2018-02-23T20:22:13Z", [0.0], ""], [1034, "2018-02-23T20:14:07Z", [0.0], ""], [368, "2018-02-23T03:52:30Z", [0.0], ""], [54347, "2018-02-22T23:15:55Z", [0.1], "Too bold, too contentious in a volatile subject.  Especially, when turbulent political rhetoric sensationalizes and trivializes the repercussions that  may arise... ..."], [54186, "2018-02-22T22:27:09Z", [0.09], ""], [1034, "2018-02-22T20:35:29Z", [0.0], ""], [13306, "2018-02-22T07:51:44Z", [0.19], ""], [172, "2018-02-21T23:20:13Z", [0.01], "Back to 1%. Possible but unlikely as it benefits neither (and both cheat/push boundaries anyway)."], [484, "2018-02-21T19:23:46Z", [0.1], "Down 3% since the consensus has dropped to ~7%."], [368, "2018-02-21T18:47:55Z", [0.0], ""], [1034, "2018-02-21T06:18:49Z", [0.0], ""], [53783, "2018-02-21T03:45:34Z", [0.03], ""], [368, "2018-02-21T02:27:12Z", [0.0], ""], [29591, "2018-02-20T22:24:09Z", [0.05], "I’ve been looking at the events that led to the U.S. withdrawing from the Anti-Ballistic Missile Treaty (ABMT) in 2001. (I apologise if anyone has mentioned this in a previous forecast)\nThe Treaty was between the U.S. and USSR signed in 1972 with the purpose “to limit ABM systems and to adopt other measures in accordance with the provisions of this Treaty.” (https://www.state.gov/t/avc/trty/101888.htm#text) \n“The treaty limited only ABMs capable of defending against strategic ballistic missiles, without attempting to define strategic. Neither country intended to stop the development of counter-tactical ABMs. The topic became disputable as soon as more potent counter-tactical ABMs started to be capable of shooting down SLBMs, nevertheless both sides continued counter tactical ABM development” \n“March 23, 1983 President Reagan announced the Strategic Defense Initiative (SDI), a research program into ballistic missile defence which would be “consistent with our obligations under the ABM Treaty” - sounds similar to the recent statement made in the NPR: “the United States is commencing INF-Treaty compliant research and development by reviewing military concepts and options for conventional, ground-launched, intermediate range missile systems. \n(https://en.wikipedia.org/wiki/Anti-Ballistic_Missile_Treaty) \n(https://media.defense.gov/2018/Feb/02/2001872886/-1/-1/1/2018-NUCLEAR-POSTURE-REVIEW-FINAL-REPORT.PDF) \nThe Soviets objected to the SDI, however “if the Soviets entered this new arms race, they would further cripple their economy…their policy at the time was to enter negotiations with the Americans.”\n“In 1987, the USSR withdrew its opposition, concluding the SDI posed no threat and scientifically “would never work” \nSDI research was cut back towards the end of Raegan’s presidency, however President Clinton in 1999 signed the National Missile Defense Act which states: “It is the policy of the United States to deploy as soon as is technologically possible an effective National Missile Defense system capable of defending the territory of the United States against limited ballistic missile attack”\n(https://www.congress.gov/bill/106th-congress/senate-bill/269/text)\n(https://clintonwhitehouse5.archives.gov/WH/new/html/Wed_Oct_4_141122_2000.html) \n(https://www.armscontrol.org/act/2009_07-08/lookingback)\nPresident Bush gave notification of withdrawal in December 2001 stating: “I have concluded the ABM treaty hinders our government’s ways to protect our people from future terrorists or rogue state missile attacks” \nPutin said the decision to withdraw was “an erroneous one” \n(http://www.nytimes.com/2001/12/13/international/bush-pulls-out-of-abm-treaty-putin-calls-move-a-mistake.html)\nAccording to the Missile Defence Agency, “the U.S. withdrawal of the ABM in 2002 lessened the restrictions to develop and test these technologies.”  (https://www.mda.mil/about/mission.html)  Main points I’m trying to make here are money, time and threats. The Russian Federation does not have a crippled economy relative to that of the USSR in 1984, in the ABMT there was not a quick resolve (i.e. months) to the USSR’s objections, similar to that of the INF Treaty (also no legislation in the INF as to how long a country can be non-compliant before the treaty is void) and, in the present day, both the US and RF have said the threats to their countries are changing.  U.S. Ambassador to NATO, Kay Bailey Hutchison said “If Russia doesn’t come into compliance, they will face the consequences of not having a treaty.” and warned of a “time-frame”. \n(https://www.military.com/daily-news/2018/02/13/us-urges-russia-honor-1987-arms-pact-warns-collapse.html) \n"], [53550, "2018-02-20T15:37:26Z", [0.1], "saber rattling will continue but will pull back."], [22994, "2018-02-20T14:02:37Z", [0.15], ""], [1034, "2018-02-20T05:59:08Z", [0.0], ""], [368, "2018-02-20T02:14:32Z", [0.0], ""], [49486, "2018-02-19T21:33:42Z", [0.06], "I am updating my previous forecast of 2%, given that the 2018 Presidential Election in Russia will take place this coming March. While I still contend the reasoning behind my initial forecast, I fear that with the coming election that Putin will inspire 'rally around the flag' nationalism with the argument that the United States has not complied with the INF Treaty to advocate for Russia's withdrawal. Moreover, that he would use this same argument to push for further nuclear modernization and advancement.  However, while I believe the chance of withdrawal is higher during the coming month, I believe the probability is still quite low.  Resources: https://www.armscontrol.org/factsheets/INFtreaty https://www.brookings.edu/blog/order-from-chaos/2017/12/08/the-looming-end-of-the-inf-treaty/ https://www.reuters.com/article/us-usa-nuclear-russia/u-s-presses-russia-to-comply-with-nuclear-missile-treaty-idUSKBN1E224A http://foreignpolicy.com/2017/12/06/vladimir-putin-isnt-as-russian-as-he-seems/ https://www.theguardian.com/commentisfree/2018/feb/08/vladimir-putin-russian-election-iran-zimbabwe"], [27978, "2018-02-19T21:08:27Z", [0.03], "Due to the withdrawal of most pressures on Russia from the US, this has no advantage for the US to withdrawal or suspend partcipation. Likewise, politically, Russia gains nothing from withdrawing from this treaty, especially during an election year when this could be made into an issue detracting from Premiere Putin's victory and reinstatement as the General Secretary on the Politburo. Both continue to ignore it but neither gains anything from suspending or withdrawing from this treaty."], [41922, "2018-02-19T09:10:47Z", [0.05], ""], [1034, "2018-02-19T07:33:16Z", [0.0], ""], [368, "2018-02-19T01:59:21Z", [0.0], ""], [1034, "2018-02-18T23:27:11Z", [0.0], ""], [49465, "2018-02-18T18:57:20Z", [0.1], "There have been accusations made by both the United States and Russia that the other has violated the treaty. The Special Verification Commission (SVC) convened in November 2016, but no progress has been made toward resolving the compliance issues. The political obstacles will be more difficult to overcome than the technical ones, and preserving the INF Treaty will require concerted efforts by the United States, Russia, and their allies. Failure to pursue change and coordination may lead one or both countries to withdraw from the treaty. (Source: https://www.armscontrol.org/act/2018-01/features/we-nearing-end-inf-treaty)"], [34535, "2018-02-18T17:25:44Z", [0.07], ""], [34535, "2018-02-18T17:23:21Z", [0.05], ""], [49820, "2018-02-18T03:08:09Z", [0.2], ""], [48648, "2018-02-18T01:25:02Z", [0.01], "I don't believe that either party will suspend, but both will continue to act as if they had withdrawn."], [368, "2018-02-18T00:32:07Z", [0.0], ""], [34535, "2018-02-17T22:10:49Z", [0.03], ""], [53455, "2018-02-17T21:11:39Z", [0.05], "I highly doubt the Trump Administration would be willing to be confrontational enough for Russia to make what would largely be a symbolic gesture of this nature.  Russian treaty compliance and being a signatory to a treaty are two very different things."], [36942, "2018-02-17T18:02:31Z", [0.35], ""], [52689, "2018-02-17T17:57:19Z", [0.03], ""], [53716, "2018-02-17T15:20:13Z", [0.05], "This is my 'blink' answer.  At first guess, before reading anything on this subject, I think that there is virtually no chance of this occurring as it is in neither party's strategic or political interests.  I put a 5% on it for three reasons - (1) I know no specifics, (2) I can see a small chance that the US specifically might need to make some \"strong\" political statement to bolster support for the administration, and (3) its my first forecast so I'm a little shy."], [50702, "2018-02-17T15:02:22Z", [0.05], ""], [1034, "2018-02-17T08:51:00Z", [0.0], ""], [53431, "2018-02-17T04:27:20Z", [0.05], ""], [53452, "2018-02-17T02:25:49Z", [0.03], ""], [30364, "2018-02-17T00:08:11Z", [0.0], ""], [919, "2018-02-16T21:54:53Z", [0.05], ""], [368, "2018-02-16T20:55:54Z", [0.0], ""], [45825, "2018-02-16T11:56:32Z", [0.4], ""], [49596, "2018-02-16T10:10:33Z", [0.01], ""], [1034, "2018-02-16T08:25:05Z", [0.0], ""], [1034, "2018-02-15T22:13:04Z", [0.0], ""], [53112, "2018-02-15T21:24:56Z", [0.05], ""], [53441, "2018-02-15T19:55:10Z", [0.02], ""], [368, "2018-02-15T18:50:45Z", [0.0], ""], [23006, "2018-02-15T16:24:19Z", [0.3], "https://news.am/eng/news/436251.html\nNo change my to forecast as it's not the first time this has been acknowledged,  but an example of US pressure building towards Russia"], [52872, "2018-02-15T15:16:57Z", [0.75], ""], [53391, "2018-02-15T14:51:43Z", [0.05], ""], [48709, "2018-02-15T14:27:32Z", [0.14], "changing the forecast as time marches on..."], [21884, "2018-02-15T09:48:35Z", [0.0], ""], [41922, "2018-02-15T09:25:21Z", [0.15], ""], [51006, "2018-02-14T22:02:32Z", [0.05], "Little is gained by either side from withdrawing when they could just as easily stay in and continue the status quo of complain/violate. "], [53254, "2018-02-14T20:26:14Z", [0.0], ""], [53262, "2018-02-14T20:17:32Z", [0.0], "It's in no one's interest."], [368, "2018-02-14T18:46:52Z", [0.0], ""], [20250, "2018-02-14T15:21:53Z", [0.8], ""], [42196, "2018-02-14T08:45:25Z", [0.05], ""], [52958, "2018-02-14T02:31:32Z", [0.05], ""], [1034, "2018-02-13T21:55:33Z", [0.0], ""], [368, "2018-02-13T21:29:27Z", [0.0], ""], [41460, "2018-02-13T20:08:58Z", [0.02], "The time frame suggested is too short and very unlikely for any of the parties to announce withdrawal "], [52020, "2018-02-13T19:17:10Z", [0.0], "I think it is unlikely that either will withdraw from the treaty. Both will likely continue posturing over it but neither will outright withdraw. The prestiege costs are too high. "], [53079, "2018-02-13T18:40:51Z", [0.08], ""], [45813, "2018-02-13T14:58:52Z", [0.33], ""], [368, "2018-02-13T02:59:18Z", [0.0], ""], [52592, "2018-02-13T01:50:26Z", [0.05], "Russia is not a popular country in America.  Putin considered by many as a dictator. \nTrump and Russia connection does not help. The United States and NATO involvement with Ukraine and Syria along with alleged meddling in US elections reasons why treaty has a slim chance."], [49109, "2018-02-12T22:14:30Z", [0.1], "Since the Cold War, the SALT treaties were implemented to reduce the possibility of a full blown nuclear war during the Cold War, and the currently implemented START treaties carry out this goal as well. But with this article, it seems that the US is attempting to bend some rules with the INF as the threat of \"low-yielding\" nuclear weapons is still at play, but I do not see a likely chance of any withdrawal, especially before October 1, 2018.  Source: Sonne, Paul. “Mattis: Plans for New U.S. Nuclear Weapon Could Be Bargaining Chip with Russia.” The Washington Post, WP Company, 6 Feb. 2018, www.washingtonpost.com/world/national-security/mattis-plans-for-new-us-nuclear-weapon-could-be-bargaining-chip-with-russia/2018/02/06/198a6d14-0b68-11e8-baf5-e629fc1cd21e_story.html?utm_term=.b69f60d82f27."], [29054, "2018-02-12T22:00:08Z", [0.13], ""], [368, "2018-02-12T20:00:47Z", [0.0], ""], [691, "2018-02-12T19:35:52Z", [0.0], ""], [1333, "2018-02-12T18:39:01Z", [0.03], ""], [52636, "2018-02-12T18:36:30Z", [0.05], ""], [45908, "2018-02-12T18:08:00Z", [0.0], ""], [44091, "2018-02-12T17:30:42Z", [0.65], ""], [44840, "2018-02-12T17:29:02Z", [1.0], "Both countries will probably announce it"], [1034, "2018-02-12T16:54:49Z", [0.0], ""], [43952, "2018-02-12T16:14:36Z", [0.4], "Both sides will hesitate to rock an already rocky world"], [49252, "2018-02-12T15:09:02Z", [0.15], ""], [45557, "2018-02-12T14:59:09Z", [0.15], ""], [47845, "2018-02-12T14:47:29Z", [0.05], ""], [52606, "2018-02-12T14:34:54Z", [0.33], ""], [49549, "2018-02-12T02:38:10Z", [0.15], " Since the end of the Cold War, the INF treaty has encouraged both the US and Russia to make progress on reducing their nuclear forces and is held in great regard by both sides. Due to its success, like any other treaty, both sides will try to maintain participation into the treaty until all other options are exhausted. Despite the recent perceived violations by Russia in its testing of the 9M729, it is still not a substantial attack for the treaty and there are still options left to bring Russia back into compliance. Among the most important of these options is the Special Verification Commission. Recently, Russia has criticized the United States  in its deployment of the Aegis Ashore launchers, by stating that the United States was in breach of the treaty as the launchers could carry prohibited missiles. The Commission could work by allowing inspectors to view both weapons and determine their capabilities, which would be a great sign of mutual respect. In addition, the US could pressure its allies into ensuring that the INF treaty remains a top priority on their agenda in their discussions with delegates of Russia. In summation, long term successful treaties are usually held until all options are exhausted, and the INF treaty should be no different as both sides have options for resolving disputes. "], [4239, "2018-02-12T00:18:43Z", [0.0], ""], [368, "2018-02-11T20:52:53Z", [0.0], ""], [50940, "2018-02-11T20:39:18Z", [0.0], ""], [1034, "2018-02-11T20:34:28Z", [0.0], ""], [32078, "2018-02-11T19:35:22Z", [0.05], ""], [23006, "2018-02-11T16:30:43Z", [0.3], "https://www.sfgate.com/news/article/Putin-ally-warns-of-arms-race-as-Russia-considers-12603984.php This article shows a bit of the reaction to what is becoming the new situation for nuclear -- the stated, formalized policy objective of Russia/China/US to amass, escalate proliferated and modernize nuclear and ballistic arsenals.  I think Chemezov, an arms dealer and friend of Putin -- if the quotes are to be believed, is agitating to either influence Putin against warming relations with US (good for his business) , or to convince US to remove him and others form sanctions list (strengthens his worth as an adviser to Putin).   Because \"the compliance deadline for the New START agreement was Monday (Feb 5, 2018), and both Moscow and Washington said they complied with required reductions\" Seems  Russia and US and open to soft channels while continuing to amass and modernize their weaponry (and breaking treaty rules).  Will be watching what new inventory numbers START verification committee publishes. NPR said already stated US at 1550."], [52602, "2018-02-11T14:34:50Z", [0.0], ""], [52526, "2018-02-11T04:07:46Z", [0.0], "Never. "], [368, "2018-02-11T03:38:56Z", [0.0], ""], [52113, "2018-02-11T02:05:11Z", [0.05], ""], [52360, "2018-02-11T00:33:07Z", [0.0], ""], [1034, "2018-02-11T00:24:33Z", [0.0], ""], [52133, "2018-02-11T00:21:31Z", [0.0], ""], [52295, "2018-02-10T22:25:13Z", [0.0], "Even the Russians know that nuclear weapons, are a strategic waste of time."], [691, "2018-02-10T19:52:01Z", [0.0], ""], [42783, "2018-02-10T19:22:24Z", [0.5], ""], [42783, "2018-02-10T19:17:56Z", [0.55], "Comment deleted on Feb 10, 2018 07:22PM UTC"], [37379, "2018-02-10T18:49:05Z", [0.05], ""], [23006, "2018-02-10T18:48:30Z", [0.3], "https://www.documentcloud.org/documents/4365530-2018-Nuclear-Posture-Review-Final-Report.html Starting baseline at 100% as:\n- These countries want to amass weapons. For US it is a \"bedrock truth...nuclear weapons remain a deterring factor.” China aims to be dominant force by 2050, Russia/China encroaching on territory (Crimea and South Seas), Iran in compliance but might not be transparent, undefined terrorist accumulation grows likely as technology advances and access to material improves 2018 threats\n- North Korea, China, Iran, Russia and undefined terrorist threats -Each one's risk has moved upward in past eight years (last NPR review document was 2010) - NK, China, Iran and undetermined players not bound by treaties so they can do whatever they want really.\n- Russia already in violation of most treaties including INF. While INF Verification Committee has said \"if Russia were not [compliant' it would be  a \"grave and urgent concern\".  There doesn't seem to be a deadline to compel or process to check compliance. So, rare for countries to leave treaties and if Russia is violating existing agreement, they don't need to formally rescind agreement to keep escalating, and Russia's thwarting agreement means now US has that option too.  NPR significance for US Department of Defence is that foreign policy has changed  -- more hawkish, US is going to build up armoury starting immediately and for at least next 10 years focussing on improving nuclear technology, and life-span of current and new weapons with aim of maintaining US superiority in Great Power competition. Baseline 100% explanation:\nCanning the INF Treaty would be a provocation. Main players, and likely most other countries, feel amassing, improving nuclear armouries best defence so the treaty is a hindrance (leads to legal/ethical complications) - timeline is binary (Q resolves or doesn't by Oct 1) --  minus 50.5% as so rare for countries to exit treaties and no indications that timeline is impacted Other factors have all increased (49.5%) :\n1. Deter Adversaries/Challenging US superiority 15%\n2. Effectiveness of existing armouries 5%\n3. Economic stimulus 10%\n4. Assurance of allies/partners (safety and security) 5% (down/less assured)\n5. Capacity to hedge against an uncertain future 10% pretty hard to track, let alone stop non-compliant actors. I'm at 30% to try and align scoring accuracy but really at 0%. This is not likely at all. "], [52401, "2018-02-10T14:29:05Z", [0.0], ""], [172, "2018-02-10T12:34:10Z", [0.05], "Keeping it low (and real) at 5% but suggest looking at blainerivas96 response. Trump may not be an intellectual giant (perhaps smarter than people credit, however?) and Tsar Vlad the Shirtless May be keen to poke West in anyway possible but withdrawing from a treaty (even if broken) isn’t a step in a good direction. These narcissists are all about their legacy. Who would want that as a legacy?"], [52332, "2018-02-10T06:32:31Z", [0.1], "Russia will leave. Trump probably doesnt understand what it is, so he may also leave. "], [368, "2018-02-09T21:10:11Z", [0.0], ""], [1034, "2018-02-09T20:46:54Z", [0.0], ""], [52283, "2018-02-09T19:49:04Z", [0.2], "It serves neither of their national interests to withdraw from the treaty. The fact that President Trump is an outlier and does not act consistently is why I think the probability is as high as it is."], [46766, "2018-02-09T19:21:11Z", [0.45], "Trump is a idiot"], [11080, "2018-02-09T17:07:08Z", [0.07], ""], [39505, "2018-02-09T15:03:43Z", [0.05], ""], [37154, "2018-02-09T14:03:37Z", [0.01], "Guess"], [13377, "2018-02-09T09:41:31Z", [0.05], ""], [51576, "2018-02-09T03:55:02Z", [0.02], "Continued breach and deny"], [1034, "2018-02-08T21:41:49Z", [0.0], ""], [37020, "2018-02-08T19:38:46Z", [0.1], ""], [368, "2018-02-08T18:37:19Z", [0.0], ""], [51840, "2018-02-08T18:23:16Z", [0.2], "It is unlikely to have this update "], [51931, "2018-02-08T17:56:25Z", [0.25], ""], [691, "2018-02-08T13:16:54Z", [0.0], ""], [51863, "2018-02-07T23:09:04Z", [0.0], ""], [368, "2018-02-07T21:21:22Z", [0.0], ""], [1333, "2018-02-07T19:36:58Z", [0.02], ""], [51321, "2018-02-07T18:26:56Z", [0.5], ""], [37157, "2018-02-07T15:32:17Z", [0.3], ""], [47488, "2018-02-07T10:03:50Z", [0.2], ""], [49101, "2018-02-07T06:10:48Z", [0.1], "Near the end of the Obama administration, both US and Russian officials have claimed that each nation has broken the INF Treaty. While Moscow has pointed this out to the United States, no Western nation has stood up to Russia in order to challenge them on their breaking of the treaty. Because of this silence that has been coming from the West on the issue of the INF Treaty, both nations may continue to break the treaty without fear of consequences and a formal withdrawal from the treaty. Also, the new American president seems to have an odd desire to work with the Russians in order to ensure future cooperation and stability between both of their nations. If any side were to withdraw from this treaty, it would be a stain on the Trump presidency and present itself as a failure to uphold the policy that the great GOP president Ronald Reagan helped to establish. Source: https://www.brookings.edu/blog/order-from-chaos/2017/12/08/the-looming-end-of-the-inf-treaty/"], [484, "2018-02-07T05:21:46Z", [0.13], "Up 8% to be above the consensus. Amazing amount of activity the last few days."], [51271, "2018-02-07T03:51:13Z", [0.5], ""], [23006, "2018-02-07T03:08:09Z", [0.35], "http://www.dw.com/en/russia-deploys-nuclear-capable-missile-system-in-kaliningrad-reports/a-42474925?maca=en-RSS_en_Flipboard-9487-xml-media seems contentious ito treaty +5%"], [40342, "2018-02-07T02:26:49Z", [0.08], ""], [51374, "2018-02-06T23:41:14Z", [0.01], ""], [48073, "2018-02-06T23:27:54Z", [0.3], ""], [48095, "2018-02-06T22:29:18Z", [0.05], ""], [38661, "2018-02-06T22:11:41Z", [0.05], ""], [172, "2018-02-06T21:45:25Z", [0.05], ""], [48780, "2018-02-06T21:42:33Z", [0.15], "I feel it likely that either one or both states will violate the treaty, but that neither with withdraw.  There seems to be little upside to doing so."], [51452, "2018-02-06T21:37:55Z", [0.08], "What is the likelihood of an agreement that supersedes or replaces this treaty? It does not appear to be in either nation's interest to announce a withdrawal especially not the Trump administration before the 2018 elections. "], [51558, "2018-02-06T21:22:52Z", [0.01], "political risk too high without active conflict."], [48999, "2018-02-06T20:56:10Z", [0.1], "I would likely place the probability higher (20-25%) if the given time window was October 2019. October 2018 seems too soon for the current events to evolve enough to cause either Russia or the US to voluntarily withdraw. Recent media coverage appears to show a breakdown in the INF treaty while both governments move to sign a renewal of START (agreement focused on longer range \"strategic\" ballistic missiles). Although both states accuse one another of violating the agreement, both governments [while INF breaks down] will sell START as a necessary \"solution\" although INF and START are responsible for different sizes of nuclear weapons."], [1034, "2018-02-06T20:47:24Z", [0.0], ""], [48078, "2018-02-06T19:22:10Z", [0.1], ""], [49573, "2018-02-06T18:27:02Z", [0.1], ""], [368, "2018-02-06T18:14:52Z", [0.0], ""], [49001, "2018-02-06T14:38:49Z", [0.1], "Trump takes pride in making deals, and especially in his close relationship with Putin and Russia. He won't want to let anything change this perception. I will update this if Muller's Russia probe starts putting real pressure on Trump to distance himself publicly from Russia, or if Russia feels threatened by it and withdraws themselves."], [48963, "2018-02-06T14:17:08Z", [0.2], "I think withdraw from the treaty is inevitable, the only question is whether or not this will happen before 1 October 2018. Factors to consider: Both Russia and the United States are committed to rearmament of their respective nuclear forces. Both have claimed the other has already violated the INF. On-site inspection ended in 2001 (as scheduled) but now have to take the others word at Special Verification Commission meetings (most recently Dec 2017). Precedent - Russia proposed a joint termination of the treaty in 2007 in order to \"counter Iran, Pakistan, and China.\" Scenario 1\nOne side will claim to be at a disadvantage by the other's violation of the treaty and in the name of national security or protecting its allies, one side will 'temporarily' suspend participation until it can be verified that the other is complaint. Scenario 2\nOne side will 'temporarily' suspend participation claiming national security concerns or protecting allies against an unfair advantage given to China who is not part of the treaty.  Whatever side suspends participation will claim willingness to rejoin if a renegotiation of the treaty includes China or something of the sort."], [48074, "2018-02-06T13:56:43Z", [0.1], "The challenge question for this week is: “Before 1 October 2018, will either Russia or the United States announce that it is suspending its participation in or withdrawing from the Intermediate-Range Nuclear Forces Treaty?”  I am forecasting that there is a 10% probability that either Russia or the US will suspend its participation in or withdraw from the INF Treaty.  Since the treaty’s signing in 1987 by Reagan and Gorbachev, the treaty has been responsible for a fair portion of nuclear capability disarmament, such as banning ground-launched ballistic and cruise missiles with ranges between 300 and 3,300 miles.  As a result, 2,700 missiles and launchers have been destroyed by both countries.  Recent developments have made it more difficult for either country to remain committed to the treaty’s premise.  Russia has violated the treaty by deploying a prohibited ground-launched cruise missile.  This action violates the treaty’s prohibitions on producing, flight-testing, and possessing intermediate-range ground-launched missile.  On the other hand, Russia has claimed that the US has violated the treaty by possessing launchers for missile interceptors in Romania and Poland.  This is just another spat, although having potentially catastrophic consequences, in an increasingly East-West divide that is slowly taking shape.  One can not assume that the Trump and Putin administrations will employ any logical reason other than avoiding another Cold War that would stifle both economies.  With Trump’s bravado and Putin’s expansionist views, anything is possible at this point; therefore, I am submitting a 10% valuation on the probability of this event occurring. \nhttps://www.brookings.edu/blog/order-from-chaos/2017/12/08/the-looming-end-of-the-inf-treaty/\n"], [45484, "2018-02-06T12:08:43Z", [0.15], ""], [10720, "2018-02-06T08:30:18Z", [0.0], ""], [15231, "2018-02-06T08:02:52Z", [0.2], ""], [51047, "2018-02-06T04:41:00Z", [0.05], ""], [49481, "2018-02-06T00:45:38Z", [0.3], "Both nations are unwilling to part with their nuclear forces, this has been made clear. The INF treaty was created to lessen the number of nuclear weapons held by each nation. However over the years it is likely both nations have violated this treaty, but up until now there has been no talk to suspending the INF treaty. I have chosen 30% because while I do not believe it highly likely the nations will remove from the treaty, the current administration tends to be a bit more focused on a strong military arsenal than we have seen in recent years, and may wish to suspend the treaty both on grounds of violations, but also to protect the citizens of the US."], [29591, "2018-02-05T22:24:22Z", [0.05], "Readjusting forecast up slightly, think my initial forecast was too low.  According to the Nuclear Posture Review: “In July 2014, the US declared Russia to be in violation of the INF Treaty for the development of the SSC-8 GLCM system” \nBut the U.S. have also stated in the review: “Regarding the INF Treaty, the United States complies with and remains committed to preserving the Treaty. However, the value of the INF Treaty, or any arms control treaty, depends on all parties remaining in compliance. For over four years, the United States had pressed Russia to return to compliance, and will continue to exert appropriate pressure to restore Russian compliance and preserve the INF Treaty.” \n(https://media.defense.gov/2018/Feb/02/2001872886/-1/-1/1/2018-NUCLEAR-POSTURE-REVIEW-FINAL-REPORT.PDF)  The NPR states: “We recognise that the current environment makes further progress towards nuclear arms reductions in the near term extremely challenging.” \nTaking into account the current U.S. Administrations stance on the JCPOA, I will be watching for how talks between the U.S. and other member parties pan out, including Russia who have showed their support for the JCPOA. \n“Donald Trump has waived a raft of sanctions against Iran as required under the JCPOA saying within the deal for the time being but the U.S. warned European allies and congress it will be the last such waiver he signs if they fail to agree radical changes.”\u2028The next sanction waivers are due 12 May 2018. \n“Three European signatory nations have insisted they remain committed to the agreement. Their governments have said they are ready to discuss measures to curb Iranian missile development and possible follow on negotiations but will do nothing in contravention with the JCPOA.” \n(https://www.theguardian.com/us-news/2018/jan/12/iran-nuclear-deal-trump-waives-sanctions-but-sets-deadline-for-overhaul)  The NPR also states: “[Russia] rebuffed US efforts to follow new START with another round of negotiated reductions and to pursue reductions in non-strategic nuclear forces.” \nHowever, a State Department press statement released today states: “The Treaty exemplifies an enduring commitment by both parties to cooperate on issues affecting the strategic relationship and international security. The U.S. looks forward to continuing implementation of the Treaty with the Russian Federation.”\n“The United States and Russian Federation will exchange data on their respective strategic nuclear arsenals within the next month…” \n(https://www.state.gov/r/pa/prs/ps/2018/02/277888.htm)  Thanks @jayb for the BBC article - agree with you that this is likely just posturing. \nThe statement from the Russian Foreign Ministry also stated: “Russia is indeed ready for such engagement. We urge the U.S. to join forces with Russia in order to find solutions to the growing number of problems in the area of strategic stability.” \n(http://www.mid.ru/en/foreign_policy/news/-/asset_publisher/cKNonkJE02Bw/content/id/3054726)  Reported today: “Russia has deployed its nuclear-capable Iskander missile system permanently in its enclave of Kaliningrad, according to claims by Lithuania’s President and defence minister.” \n“NATO officials called on Russia to clarify its actions.” \n“Vladimir Shamanov, chairman of the Duma’s defence committee, told Interfax that the cruise missiles had been deployed to Kaliningrad. The move was ‘the answer to the deployment of military assets in neighbouring territories’, he said according to the Russian news agency, adding that all of Kaliningrad’s neighbours should fear Moscow’s response because foreign military infrastructure would always be a priority target” \n(https://www.ft.com/content/ef93af1e-0a8d-11e8-8eb7-42f857ea9f09) \n"], [51244, "2018-02-05T20:18:54Z", [0.65], ""], [51117, "2018-02-05T20:09:55Z", [0.7], "Unstable leaders of both nations looking to posture and intimidate the other make this a fairly likely outcome."], [368, "2018-02-05T19:57:23Z", [0.0], ""], [51221, "2018-02-05T18:52:41Z", [0.5], "Russia has demonstrated weapons in this range.  Trump may be reluctant, but the US is generally wary of Russia.  We will want the freedom to deploy countervailing weapons."], [1708, "2018-02-05T18:09:31Z", [0.1], ""], [48836, "2018-02-05T14:15:27Z", [0.2], "Both the United States and Russia have made claims towards one another regarding violations of the INF treaty.  Yet, both sides have made these claims before which did not lead to the end of the INF treaty. https://www.armscontrol.org/factsheets/INFtreaty If both sides continue progressing their nuclear programs and resume development of ground-based launch systems then the treaty could be in jeopardy.  I do not feel it is likely for either side to leave the treaty before October 1, 2018.  "], [44303, "2018-02-05T14:04:51Z", [0.4], ""], [38968, "2018-02-05T14:02:55Z", [0.1], ""], [51059, "2018-02-05T13:59:11Z", [0.05], ""], [46132, "2018-02-05T05:47:38Z", [0.25], ""], [484, "2018-02-05T04:33:34Z", [0.07], "Up 2% to be above consensus."], [368, "2018-02-04T23:41:52Z", [0.0], ""], [51054, "2018-02-04T21:46:16Z", [0.05], "I think there is great risk that one or both sides will choose not to abide by the treaty. But an announcement stating their withdrawal is all but challenging the other to enter the a public arms race that neither can afford. "], [23006, "2018-02-04T21:40:17Z", [0.3], ""], [1034, "2018-02-04T21:28:49Z", [0.0], ""], [529, "2018-02-04T20:52:48Z", [0.11], "Russia, U.S. apparently publicly \"talking at\"/posturing with each other at present about their nukes, plans. \nMaintaining forecast for now, but not an especially conducive environment (for treaty-honoring).  http://www.bbc.com/news/world-europe-42931269"], [51109, "2018-02-04T20:15:04Z", [0.3], ""], [48646, "2018-02-04T19:45:32Z", [0.25], ""], [49779, "2018-02-04T14:32:47Z", [0.1], ""], [50559, "2018-02-04T14:30:53Z", [0.3], "Given the Trump Administration's general hostility to international conventions and its \"button\" pushing, plus the recently announced nuclear strategy, it is less politically costly to both Russia and the US to drop out of full compliance with the treaty.\nHowever, I cant see much benefit in dropping the treaty publicly, when they could simply flout it in secret and gain whatever benefits there might be. So it is more possible, but still not necesssry."], [12983, "2018-02-04T11:30:15Z", [0.65], ""], [45177, "2018-02-04T11:11:29Z", [0.0], ""], [12591, "2018-02-04T06:01:40Z", [0.05], ""], [50948, "2018-02-04T04:37:30Z", [0.18], ""], [40642, "2018-02-04T00:54:08Z", [0.0], ""], [50645, "2018-02-04T00:13:04Z", [0.02], "...I hope not..."], [1407, "2018-02-04T00:03:21Z", [0.05], ""], [50810, "2018-02-03T23:55:18Z", [0.08], "Highly unlikely, but we would have said the same thing about the election."], [368, "2018-02-03T21:42:41Z", [0.0], ""], [1034, "2018-02-03T19:54:13Z", [0.0], ""], [691, "2018-02-03T19:35:14Z", [0.0], ""], [46030, "2018-02-03T18:56:17Z", [0.0], "This may come later as the narrative moves to 'its all about them'."], [44965, "2018-02-03T18:25:12Z", [0.2], ""], [46309, "2018-02-03T17:34:10Z", [0.3], ""], [746, "2018-02-03T16:40:55Z", [0.05], ""], [30364, "2018-02-03T16:35:07Z", [0.0], ""], [48488, "2018-02-03T16:23:43Z", [0.6], "Trump will do so first"], [42472, "2018-02-03T16:21:20Z", [0.05], ""], [38969, "2018-02-03T15:53:51Z", [0.1], ""], [11430, "2018-02-03T15:30:08Z", [0.05], ""], [15255, "2018-02-03T15:28:41Z", [0.1], ""], [48637, "2018-02-03T13:09:01Z", [0.2], "I give this outcome a 1 in 5 chance of occurring. \nFrom its conception, the INF's value was as much (if not more) symbolic than it was strategic. It did not serve to fully eliminate the ability of either the US or Russia to strike any given target on the planet with some form of nuclear weapon. Long range ICBMs, sea-based vehicles, and strategic bombers could still allow for this capability. As such the value in the INF was largely as a symbolic agreement continuing a (somewhat disingenuous) trend toward disarmament as well as a cost saving measure for both parties. If one is faced with evaluating the likelihood of either party suspending the agreement, the first step is to assess what would be gained. In my estimation, just as the value in entering it was largely symbolic, the main possibilities for leaving it would also be based in some type of symbolism. The United States has a president and congress who may increasingly find themselves in a position where appearing to be strong in opposition to Russia on anything will be politically useful. Additionally, Russia has grown increasingly brazen in its willingness to break international agreements and understandings without any realistic expectation of rebuke. As such a US suspension of the INF could serve as a means for the US administration/congress to  appear to be anti-Russia and publicly admonish Russian aggressive behavior in context that is not likely to be particularly impactful. \nBoth have implemented programs that are fundamental violations of the INF, if not in its wording in its spirit. Given that there has, to this point, been no repudiation for these violations, it is hard to see that there is any great strategic value in leaving the INF. For this reason as well as the fact that most observers (in the US particularly) don't rate the INF high on their list of important international agreements, making it weak as a symbolic token of defiance against Russia make it less likely to be used in this manner. The wild card nature of President Trump forces one to increase any assessment of what is remotely possible though which is why I made this outcome as likely as I did. "], [49173, "2018-02-03T05:43:51Z", [0.26], "I give a 26% chance for this event because I think Russia could use unrelated events to pull out of the treaty such as U.S. arms exports to Ukraine, the new U.S. nuclear strategy, or the Mueller investigation into Russian election meddling."], [48643, "2018-02-03T01:15:46Z", [0.2], "This is a dangerous and uncertain time for the US and the world. Russia may be violating the treaty. Some experts say there should be technical talks between the US and Russia to discuss and de-escalate - but with US State Dept capacity extremely low at this point in time, I don't think that's likely. Also, Trump may very well want to withdraw from the treaty, as he has already declared his intention to withdraw from other landmark treaties. And Republicans are not pushing back. So I can definitely see potential for Trump (who said in the SOTU, \"we must modernize and rebuild our nuclear arsenal\") to use the Russia situation to withdraw from the INF.  This could well be something Putin wants.  Once the US is out, Russia is easily out at well. Both countries would then rebuild intermediate and short-range missiles -- weapons that China and North Korea have -- and claim that whatever they are doing is for deterrence. I think there's a 30% chance of this happening within a year, so I give it a 20% chance of happening by 1 October."], [49089, "2018-02-03T00:09:18Z", [0.15], "1. The utility of the INF Treaty as it currently exists: missile technology has advanced significantly since 1987 such that the subsection of weapons it was designed to prohibit (approximately 500-1000km) can now be launched by other means not explicitly covered by the INF treaty - namely by sea. If the current canvas of missile capabilities can be launched in ways that bypass the INF treaty, one would then have to consider the principle strength of the INF Treaty to be the fact that it reflects a moment of solidarity in time rather than a functional agreement that limits certain types of missiles.  2. Principles of plausible deniability: It is likely that Russia and the United States accept a certain amount of non-compliance with arms treaties because providing demonstrable proof of the existence of arms that violate the treaty would possibly also reveal sources and methods of intelligence collection both nations would prefer to preserve. This implies that the treaty itself could be rotten at its core, which further reinforces the idea that the principle strength of the treaty is its political significance.  3. The results of the Russian collusion investigation in the United States. Should the Robert Mueller investigation progress or escalate to a point of concluding that there was collusion between the Trump Administration and the Kremlin, it's possible that the Trump Administration would publicly walk away from the agreement as a method of distancing itself from Russia.  If one assumes that the INF Treaty is more of a \"dinosaur\" in the current age of weapon technology, then its strength is in its political weight. While heavy, there are reasonable futures where it could become collateral in a political effort to publicly signal separation between the US from Russia. Alternatively, the treaty might be so broken that the political step of walking away from the agreement would simply be unnecessary.  "], [50615, "2018-02-02T22:37:21Z", [0.25], "Ublilely...but with Trump the unlikely is happening more often."], [14840, "2018-02-02T22:35:46Z", [0.0], ""], [23704, "2018-02-02T21:48:58Z", [0.0], ""], [368, "2018-02-02T18:42:50Z", [0.0], ""], [1034, "2018-02-02T18:23:17Z", [0.0], ""], [50691, "2018-02-02T16:28:46Z", [0.25], "The political price would be too high in both countries. US and Russia are rivals but will not provoke each other into a real war."], [48077, "2018-02-02T16:11:25Z", [0.25], "According to several reports, Russia has deployed missile that was bared from the US-Soviet treaty. These significant events will potentially alter Russia's position and will likely withdraw from the treaty due to its continued efforts in expanding Russia's footprint in the region. "], [45197, "2018-02-02T06:45:13Z", [0.02], "This vote for the status-quo reflects the reality that both countries and the world at large ultimately benefit from this treaty. Given the reality of total destruction and nuclear winter, few people would advise this course of action.  The 2% probability reflects the instability of US leadership, and their hawkish motivations."], [50153, "2018-02-02T01:58:54Z", [0.15], "Trump and Putin don’t care about destruction "], [32562, "2018-02-02T01:42:11Z", [0.7], "Trump has expressed interest in improving relations between the two countries. By withdrawing from the treaty, Putin can increase his nuclear arsenal without restrictions, which is a good prize for both "], [368, "2018-02-02T00:10:23Z", [0.0], ""], [50573, "2018-02-01T23:24:24Z", [0.55], "They have both violated (or pushed) the boundaries of the treaty.  Once we support the new NATO allies - again, they'll back out"], [50056, "2018-02-01T18:26:27Z", [0.05], "There are mechanisms within the INF to allow the development of some ballistic missile capability and it seems likely that Russia will attempt to stay within the framework of this agreement while arguing that their new system fits within this allowance. While the Trump administration is volatile and would likely follow suit in withdrawing if Russia went first, I find it unlikely that they would withdraw first.  However, we can't ignore that the treaty is more imperiled than it has been for some time and that escalations in conflicts between US and Russian proxies in Crimea and Syria could result in collateral consequences of withdrawal from the agreement. In addition, if North Korea succeeds in testing an ICBM with a nuclear warhead it might prompt the US to withdraw. Having said that, this treaty has been in place for 30 years through a lot of conflicts and even wars. It remains a low probability that a withdrawal would happen within the next several months."], [45294, "2018-02-01T15:59:30Z", [0.0], ""], [1034, "2018-02-01T08:20:09Z", [0.0], ""], [50450, "2018-02-01T07:31:21Z", [0.02], "Yeah, I just don't see this happening right now. Putin's got protests at home, an upcoming election, which he may or may not participate in, but either way we know that he will be pulling the strings afterwards. I don't think that he would risk pissing off the public by taking a nuclear step. And Trump is a coward. He might threaten something at some point, but it's highly improbable that anything nuclear will manifest itself. "], [37636, "2018-02-01T06:43:09Z", [0.02], ""], [34959, "2018-02-01T05:15:32Z", [0.0], ""], [23006, "2018-02-01T02:28:33Z", [0.35], ""], [36942, "2018-01-31T23:29:07Z", [0.05], ""], [44004, "2018-01-31T21:10:32Z", [0.15], ""], [49930, "2018-01-31T21:08:11Z", [0.45], "The Russia investigation, whether it has ties to collusion in the Trump administration or not, there will be findings that Russia tampered in our election and Congress may act on that, and if they or the president does I believe it would lead Putin to either pull out of the INF or pull a show of force to violate the treaty that would lead Trump to pull out of it.   I will review this after the investigation concludes "], [29591, "2018-01-31T21:06:49Z", [0.01], "It doesn’t make much sense for either country to break away from the treaty now, considering all of the events of the last 30 years, including the alleged weapons of mass destruction in Iraq. The U.S. has missile defence systems (e.g. Aegis Ballistic Missile Defense System, Terminal High-Altitude Area Defense etc.) so the proposed R&D to develop missiles banned under the INF Treaty for countering measures is political posturing. Article VI under the INF Treaty states: “Not withstanding paragraph 1 of this article, each party shall have the right to produce a type of GLBM not limited by this Treaty which uses a stage which is outwardly similar to, but not interchangeable with, a stage of an existing type of intermediate-range GLBM having more than one stage providing that the party does not produce any other stage which is outwardly similar to, but not interchangeable with, any other stage of an existing type of intermediate-range GLBM. (https://www.state.gov/t/avc/trty/102360.htm#text)  In October, Putin said they would “adhere to the INF Treaty as long as the United States does the same”\nIn December the U.S. announced a new strategy to respond to alleged Russian violations. “This includes research and development of conventional, ground-launched, intermediate-range missile systems.” \n“Both the U.S. and Russia have become wary of China’s military capabilities. China’s growing nuclear and conventional missile inventory is mostly composed of systems in the INF Treaty-prohibited range of 500 to 5500km.” \n“Admiral Harry Harris, commander of U.S. Pacific Command, recommended in April 2017 testimony that the U.S. should renegotiate the treaty with Russia because it limits its ability to “counter Chinese and other countries’ cruise missiles, land based missiles.” \n(https://www.cfr.org/backgrounder/uncertain-future-inf-treaty)\nHowever, I think in the new age of cyber war it would seem more likely that disruption through cyber means would prevail, e.g. the U.S. hacking of Iranian nuclear facilities to disrupt the Iranian nuclear weapons programme.  The INF Treaty is not the only treaty the U.S. accuses Russia of not being in compliance with: \nIn the U.S. report: “Adherence To and Compliance With Arms Control, Non- Proliferation and Disarmament Agreements and Commitments” from April 2017. https://www.state.gov/documents/organization/270603.pdf\nIn reference to the Treaty on Conventional Armed Forces in Europe (CFE) and the Vienna Document 2011. “The U.S. continues to maintain a cessation of implementation of certain CFE Treaty obligations vis-à-vis with Russia as a countermeasure in response to Russia’s continued violation of its obligations to the U.S. under the CFE Treaty.” \nWith regards to the PMDA: Russia’s October 2016 announcement of a decision to “suspend” the PMDA raises concerns regarding its future adherence to obligation under this agreement.  The Embassy of the Russian Federation stated the following reasons for suspending the PMDA: Segei Magnitsky Act, the “hostile steps taken against Russia” following the reunification of Crimea with Russia, the legality of the expansion of NATO military infrastructure along the Russian border, and the U.S. “unilateral changes to the agreed disposition strategy for its plutonium” (https://m.rusemb.org.uk/article/why-russia-was-forced-to-suspend-pmda-by-ambassador-yakovenko-for-rt) \nWhilst the newly released list of Russian business and political figures does nothing to help the current state of relations between the two countries, it has been made clear that this is not a sanctions list. https://edition.cnn.com/2018/01/29/politics/trump-russia-sanctions/index.html"], [50442, "2018-01-31T19:27:03Z", [0.6], ""], [43873, "2018-01-31T18:54:50Z", [0.02], "Trump is not afraid to withdrawal from nuclear treaties.."], [50344, "2018-01-31T18:42:12Z", [0.6], "Putin + Trum0"], [368, "2018-01-31T17:33:09Z", [0.0], ""], [484, "2018-01-31T16:42:50Z", [0.05], "Down 3% since the Russian election is fast approaching (and no obvious reason for Putin to take a plus up in the polls by making such a headline)."], [48076, "2018-01-31T13:08:41Z", [0.24], ""], [50291, "2018-01-31T07:54:06Z", [0.12], ""], [50059, "2018-01-31T03:55:47Z", [0.7], "Because the🍊never met a treaty that he didn’t want to back out of. "], [368, "2018-01-30T22:23:52Z", [0.0], ""], [1034, "2018-01-30T17:06:15Z", [0.0], ""], [49486, "2018-01-30T12:31:22Z", [0.02], "Although both nations have accused each other of non-compliance with the INF Treaty (Beginning with Russia's violation in 2014), it is in neither state's best interest to withdraw from the treaty as an effort to maintain stability in the international system. While Russia argues that the INF Treaty prevents it from possessing Nuclear weapons that potentially adverse states own (China), Putin knows that withdrawing from the treaty will only increase armament potential, and possibly provoke other nuclear powers to follow their bad example. However, this has not (and will not) prevent Russia from testing and developing nuclear weapons, resulting in tensions between the U.S. and Russia, as well as Russia's nervous NATO neighbors. "], [31485, "2018-01-30T09:34:22Z", [0.0], ""], [368, "2018-01-30T00:55:18Z", [0.0], ""], [50237, "2018-01-30T00:05:23Z", [0.0], "both need a sense of stability to keep domestic trust "], [691, "2018-01-29T21:58:01Z", [0.0], "Neither of them will bother with this formality.  Their presidents have no use for treaties, and will simply violate them if they wish to, and then lie about it.  Interesting times, in a train wreck sort of way."], [1034, "2018-01-29T17:06:06Z", [0.0], ""], [50192, "2018-01-29T16:09:41Z", [0.0], "None of them will suspend or withdraw form the INF Treaty"], [41922, "2018-01-29T15:43:33Z", [0.0], ""], [40165, "2018-01-29T14:58:26Z", [0.02], ""], [49162, "2018-01-29T13:49:51Z", [0.03], "Russia has too much interest in maintaining the INF Treaty to simply walk away from it. Although both countries accuse the other of non-compliance, neither are willing to walk away from the negotiating table due to the threat of further nuclear armament. \n\"The Intermediate-Range Nuclear Forces Treaty: Does it have a future?\" Brookings Institute, December 8th, 2018, live discussion, Transcript found at https://www.brookings.edu/events/the-intermediate-range-nuclear-forces-treaty-does-it-have-a-future/"], [37379, "2018-01-29T11:43:41Z", [0.02], ""], [49596, "2018-01-29T08:27:59Z", [0.02], ""], [50169, "2018-01-29T04:53:03Z", [0.0], "There is a lot of rhetoric and noise floating about, but without some extreme action by a rogue nation nudging action by a jumpy US leadership I would say that more level heads would still keep the US in the treaty. Russia has even less reason to pull out."], [484, "2018-01-29T03:11:53Z", [0.08], "Down 2% to be closer to the consensus."], [50106, "2018-01-28T22:27:39Z", [0.0], ""], [368, "2018-01-28T21:40:09Z", [0.0], ""], [41379, "2018-01-28T19:34:48Z", [0.25], ""], [49961, "2018-01-28T19:32:20Z", [0.05], "Neither side would seem to have much to gain by withdrawing from the treaty, nor does either side suffer much loss of freedom of action by at least paying lip service to the restrictions.  This is not an issue that has as much resonance with the \"America Firsters\" as international economic issues do. "], [50038, "2018-01-28T19:17:16Z", [0.7], ""], [50000, "2018-01-28T18:54:48Z", [0.2], ""], [49898, "2018-01-28T17:44:45Z", [0.75], ""], [1333, "2018-01-28T15:10:51Z", [0.01], ""], [21884, "2018-01-28T12:53:06Z", [0.0], ""], [49241, "2018-01-28T11:54:34Z", [0.03], "The first question is “Is this possible?”, with the answer being yes:\n(https://lonang.com/library/reference/vattel-law-of-nations/vatt-213/) Tensions have indeed increased between the two state actors, with the below factors just being a few in a long list of circumstances contributing:\n   -  Russia providing asylum for Edward Snowden\n   -  Private and state actors confirming Russia’s involvement in the 2016 US Presidential Election, whether by spreading misinformation or supporting hackers (http://www.politifact.com/truth-o-meter/article/2016/dec/01/russia-and-its-influence-presidential-election/)\n    -  President Trump running on a platform of “America First” that centers around prioritizing American interests over international expectations and norms. Case in point, the Trump Administration pulling out of the Global Climate Deal and UNESCO.\n   -  Congress bypassed President Trump and passed sanctions against Russia with a super majority. If one country suspends its participation ro withdraws, it would most likely be in response to further US sanctions passed by Congress that President Trump felt politically pressured to sign onto. (https://edition.cnn.com/2017/12/14/politics/trump-russia-sanctions-explainer/index.html)\n   -  There is an ongoing investigation by Mueller into the interaction between the Trump Campaign and Russia. If evidence is uncovered that finds a definitive link between the two parties, Congress could feel required to act, starting a chain reaction. (https://edition.cnn.com/2017/10/27/politics/first-charges-mueller-investigation/index.html) That being said, there are other circumstances that make the probability for this event occuring to be remote.\n   -  Doing that could change the event horizon for M.A.D. from “possible” to “plausible”, which would be in neither countries’ strategic interest.\n   -  Russia’s leader, Putin, has gone on the record expressing a willingness to cooperate with the Trump Administration. \n   -  The Trump Administration indicated being open to this possibility of cooperation, even with Secretary of State Tillerson meeting with Putin in the summer of 201 and cooperated on various geo-political issues. (http://www.businessinsider.com/trump-putin-russian-hacking-election-tillerson-2017-7)\n   -  While the President could pull the US out of treaty, technically even without the Senate’s consent if the issue is considered by the Supreme Court to be political in nature, he has to show a desire to do so. (ww.snopes.com/2017/06/01/authority-paris-agreement/)"], [27584, "2018-01-28T08:46:15Z", [0.01], ""], [49943, "2018-01-28T07:06:38Z", [0.1], "Both nations understand the possibly global repercussions of such a withdrawl, therefore I do not think this is likely - though further development of the aging US nuclear arsenal does add to the uncertainty."], [368, "2018-01-28T00:44:11Z", [0.0], ""], [705, "2018-01-27T23:48:27Z", [0.01], ""], [49823, "2018-01-27T23:09:08Z", [0.03], "With the recent success and cooperation in the New START Treaty, both sides have much to lose from suspending participation in the INF treaty. Further, the success of this treaty has largely removed any European involvement in US-Russian nuclear rivalry so NATO has much to lose from the dissolution of the treaty. If suspension does occur, I believe Russia will be more likely to be in violation than the US due to Russia having historically more dependence on intermediate-range missiles than the USA"], [529, "2018-01-27T22:08:00Z", [0.11], "Unlikely at least in the near-term."], [43207, "2018-01-27T22:02:21Z", [0.72], ""], [1034, "2018-01-27T21:41:06Z", [0.0], ""], [13657, "2018-01-27T15:12:10Z", [0.0], ""], [20156, "2018-01-27T08:47:55Z", [0.01], ""], [49922, "2018-01-27T00:54:20Z", [0.01], ""], [368, "2018-01-26T23:55:35Z", [0.0], ""], [49838, "2018-01-26T23:08:32Z", [0.0], ""], [19054, "2018-01-26T18:47:48Z", [0.04], ""], [1034, "2018-01-26T18:20:13Z", [0.0], ""], [49860, "2018-01-26T17:06:49Z", [0.01], ""], [368, "2018-01-26T00:19:28Z", [0.0], ""], [1034, "2018-01-25T18:14:39Z", [0.0], ""], [691, "2018-01-25T16:56:12Z", [0.02], ""], [172, "2018-01-25T01:02:03Z", [0.01], "Reducing to 1%. A bridge too far for both in an election year (both countries)."], [691, "2018-01-24T22:32:02Z", [0.02], ""], [49732, "2018-01-24T22:28:30Z", [0.1], ""], [31450, "2018-01-24T22:22:29Z", [0.15], "Upon reflection perhaps I was hasty in going so high because this would be a big step and I think it's much more likely that the treaty just dies instead of being abrogated."], [368, "2018-01-24T21:41:30Z", [0.0], ""], [43329, "2018-01-24T18:00:25Z", [0.03], ""], [1034, "2018-01-24T17:32:19Z", [0.0], ""], [598, "2018-01-24T14:34:24Z", [0.05], ""], [49645, "2018-01-24T00:43:18Z", [0.0], "I cannot see any upsides to withdrawing from the treaty for either actor. "], [368, "2018-01-23T21:48:18Z", [0.0], ""], [36054, "2018-01-23T21:38:22Z", [0.15], ""], [49628, "2018-01-23T20:10:43Z", [0.1], ""], [49631, "2018-01-23T19:46:45Z", [0.0], ""], [12879, "2018-01-23T19:39:37Z", [0.05], ""], [1034, "2018-01-23T17:22:55Z", [0.0], ""], [34886, "2018-01-23T15:54:57Z", [0.01], ""], [1333, "2018-01-23T15:49:19Z", [0.02], ""], [13377, "2018-01-23T13:39:02Z", [0.02], ""], [49134, "2018-01-23T05:33:05Z", [0.2], ""], [529, "2018-01-23T00:06:28Z", [0.15], "Lowering forecast a bit for the moment, absent any significant developments."], [49546, "2018-01-22T22:06:10Z", [0.15], "does not seem in the interest of either party"], [49534, "2018-01-22T21:41:51Z", [0.02], ""], [3434, "2018-01-22T19:11:36Z", [0.8], "Cold war is getting colder"], [368, "2018-01-22T18:52:53Z", [0.0], ""], [37053, "2018-01-22T16:22:49Z", [0.05], ""], [49355, "2018-01-22T15:26:52Z", [0.06], "Reasons it won't: The US has a propensity for violating the terms of the agreement anyway - as they did in 2013. Trump has so much else on his plate that I feel, as others do, that this Treaty is in the back of his mind. The Treaty has been around since the late 80s, I just think that 1 Oct 2018 is too short a timeline for it to happen. Reasons why it would: Trump has made it abundantly clear (how much of it is hot air is up for debate) that he will be the President to remove regulations, laws or treaties that \"hurt\" the US, and I feel in his view a limitation on Nuclear capability certainly falls under this premise. Putin has said previously that this agreement no longer serves Russia's interests, particularly with no limitation on China developing its arsenal Again, it is not impossible, but highly unlikely that it will occur by 1 Oct."], [42417, "2018-01-22T13:18:50Z", [0.0], ""], [30364, "2018-01-22T04:36:20Z", [0.0], ""], [49377, "2018-01-22T00:03:43Z", [0.6], ""], [368, "2018-01-21T21:06:34Z", [0.0], ""], [49326, "2018-01-21T20:57:21Z", [0.08], "I believe this treaty is not foremost on the mind of the current US administration- it seems to be preoccupied with other international diplomatic issues, especially regarding DPRK. If the US doesn't suspend or withdraw its participation, I don't believe there will be any impetus for Russia to withdraw or suspend its participation. I do believe, however, that if one country leaves, the other is likely to follow."], [1034, "2018-01-21T18:26:45Z", [0.0], ""], [11080, "2018-01-21T16:47:05Z", [0.08], ""], [11080, "2018-01-21T16:45:36Z", [0.05], ""], [23355, "2018-01-21T14:02:28Z", [0.0], ""], [47812, "2018-01-21T10:16:21Z", [0.08], ""], [7124, "2018-01-21T05:41:40Z", [0.05], ""], [368, "2018-01-20T21:28:05Z", [0.0], ""], [172, "2018-01-20T21:26:50Z", [0.05], "Lowering from 10 to 5%. No one really wants this to happen and see a trend that Trump will only push so far. Russians would not suspend as they have more to lose (constrains Americans more). "], [368, "2018-01-20T21:06:40Z", [0.0], ""], [1034, "2018-01-20T18:01:02Z", [0.0], ""], [23704, "2018-01-20T06:29:22Z", [0.01], ""], [488, "2018-01-19T23:41:36Z", [0.05], "Very little possibility at this moment."], [691, "2018-01-19T21:01:09Z", [0.02], ""], [368, "2018-01-19T19:29:22Z", [0.0], ""], [1034, "2018-01-19T08:45:50Z", [0.0], ""], [46458, "2018-01-19T07:47:37Z", [0.0], "History. It maes Russia more vunersable than USA. To big of a gamble fir Russia."], [49302, "2018-01-19T07:31:46Z", [0.02], ""], [49293, "2018-01-19T02:58:19Z", [0.05], ""], [48003, "2018-01-19T00:47:20Z", [0.2], ""], [368, "2018-01-18T22:53:17Z", [0.0], ""], [368, "2018-01-18T22:34:59Z", [0.0], ""], [36736, "2018-01-18T18:36:00Z", [0.0], ""], [1034, "2018-01-18T17:09:25Z", [0.0], ""], [37236, "2018-01-18T12:23:18Z", [0.0], ""], [49188, "2018-01-18T03:09:59Z", [0.0], ""], [15196, "2018-01-18T02:53:56Z", [0.0], ""], [529, "2018-01-18T01:25:55Z", [0.2], ""], [368, "2018-01-17T21:51:42Z", [0.0], ""], [49170, "2018-01-17T19:00:01Z", [0.46], ""], [45821, "2018-01-17T18:27:29Z", [0.5], ""], [484, "2018-01-17T16:52:03Z", [0.1], "(no change) Aviation Week article headline: \"The Pentagon Wants Its Nuclear Tomahawks Back. A draft version of the Trump administration’s Nuclear Posture Review reveals plans for a variety of new, reintroduced or revamped nuclear options.\" by James Drew What could possibly go wrong with that idea? The Nuclear Threat Initiative, UC Scientists, Pugwash, etc may soon have their hands full."], [43711, "2018-01-17T16:19:48Z", [0.65], ""], [1333, "2018-01-17T14:56:19Z", [0.03], ""], [32078, "2018-01-17T13:29:20Z", [0.02], ""], [172, "2018-01-17T11:32:52Z", [0.1], "maybe something symbolic. But don’t believe either country’s population would truly back this. Something may be announced but wouldn’t expect follow through."], [49148, "2018-01-17T10:00:11Z", [0.02], ""], [46579, "2018-01-17T09:22:14Z", [0.0], ""], [1034, "2018-01-17T07:20:47Z", [0.0], ""], [48962, "2018-01-17T06:06:29Z", [0.0], "Russia and the USA are world powerhouses and know it would be a last resort"], [49116, "2018-01-17T04:58:40Z", [0.05], ""], [36147, "2018-01-16T23:01:41Z", [0.03], ""], [41379, "2018-01-16T21:32:40Z", [0.3], "As we enter an election year in the US, Republicans will be forced to shift to the center.  This will include not wanting to rock the diplomatic/military treaty boat as it were.  If Trump starts to make noises about this the blow-back will increase as the year goes on."], [49040, "2018-01-16T21:26:23Z", [0.02], ""], [30610, "2018-01-16T19:42:10Z", [0.01], ""], [43311, "2018-01-16T19:41:05Z", [0.0], ""], [368, "2018-01-16T19:40:34Z", [0.0], ""], [1034, "2018-01-16T19:26:31Z", [0.0], ""], [48855, "2018-01-16T19:06:00Z", [0.0], ""], [49025, "2018-01-16T18:26:41Z", [0.08], ""], [16272, "2018-01-16T18:21:14Z", [0.04], ""], [46984, "2018-01-16T18:18:15Z", [0.1], ""], [48913, "2018-01-16T17:45:07Z", [0.1], "Hoping for 0% but due to volatility and absurdity on USA leadership I’m saying 10%.  "], [30495, "2018-01-16T11:14:54Z", [0.05], ""], [706, "2018-01-16T05:22:16Z", [0.5], "Trump will withdraw as a threat/bargaining chip vis-a-vis North Korea's evolving nuclear capabilities thinking that a withdrawal will merely appear symbolic and not understand the immediate a horrible consequences such a move will result in.  http://www.dw.com/en/trump-let-it-be-an-arms-race/a-36896009"], [48952, "2018-01-16T05:06:24Z", [0.1], "Russia may withdraw as means to test US resolve on further expansion into former soviet countries. "], [83, "2018-01-16T01:21:00Z", [0.0], ""], [368, "2018-01-15T23:05:20Z", [0.0], ""], [705, "2018-01-15T20:52:22Z", [0.02], ""], [1034, "2018-01-15T19:29:15Z", [0.0], ""], [48709, "2018-01-15T19:23:48Z", [0.95], "Yes, Trump will be the one to pull out of this \"Bad deal\"!"], [48638, "2018-01-15T16:44:36Z", [0.05], ""], [48794, "2018-01-15T16:41:37Z", [0.05], ""], [48878, "2018-01-15T16:28:48Z", [1.0], "Comment deleted on Jan 15, 2018 04:29PM UTC"], [41270, "2018-01-15T16:28:18Z", [0.0], ""], [30364, "2018-01-15T13:15:16Z", [0.0], ""], [484, "2018-01-15T04:12:53Z", [0.1], "Down 5% since the consensus is dropping."], [35636, "2018-01-15T04:01:27Z", [0.0], "Why would they need to? Russia already violates it, like it does with anything. Like China or Iran you can't trust them to hold a fart, let alone an agreement (I say that because communists seems to have a strange but strong attachment to all things scatalogical - don't ask me why, I haven't figured it out yet...perhaps a sewerage thing from lack of plumbing. Or their life is just shit? Mao and Stalin/Lenin had a bookful of jokes and insults about the subject. Did I mention they're weird?). "], [19801, "2018-01-15T03:49:39Z", [0.05], "This question has been on GJ before. Bizarrely this treaty limps along with no one bold enough to put it out of its misery."], [1004, "2018-01-15T03:36:21Z", [0.6], ""], [1348, "2018-01-15T00:46:50Z", [0.25], "Possibly, most likely the United States. It will be a bad decision."], [995, "2018-01-15T00:43:34Z", [0.05], ""], [1034, "2018-01-14T22:08:38Z", [0.0], ""], [368, "2018-01-14T21:46:20Z", [0.0], ""], [15371, "2018-01-14T20:54:49Z", [0.15], "Only if this means that we’ll ANNOUNCE to suspend, but not ACTUALLY suspend"], [48765, "2018-01-14T18:36:55Z", [0.05], ""], [47894, "2018-01-14T17:30:18Z", [0.05], ""], [365, "2018-01-14T15:59:24Z", [0.03], ""], [30485, "2018-01-14T15:55:21Z", [0.03], ""], [14308, "2018-01-14T14:03:30Z", [0.0], ""], [1667, "2018-01-14T13:49:52Z", [0.05], ""], [35, "2018-01-14T13:49:32Z", [0.11], ""], [48731, "2018-01-14T13:48:55Z", [0.0], ""], [16554, "2018-01-14T13:38:03Z", [0.35], ""], [45778, "2018-01-14T10:56:58Z", [0.08], ""], [48494, "2018-01-14T10:39:29Z", [0.15], ""], [30364, "2018-01-14T10:35:11Z", [0.05], ""], [48707, "2018-01-14T07:02:29Z", [0.0], ""], [48705, "2018-01-14T05:42:04Z", [0.1], ""], [48704, "2018-01-14T05:24:59Z", [0.15], ""], [43621, "2018-01-14T04:20:15Z", [0.1], ""], [48694, "2018-01-14T02:23:32Z", [0.2], "It’s easy to talk tough"], [48574, "2018-01-14T00:46:00Z", [0.0], ""], [529, "2018-01-13T23:15:22Z", [0.22], "Announcement by 10/1/18 currently looks less likely. Continued de facto violation of the treaty; seems more likely. Cannot ignore unpredictable country leaders (in this situation)  though.. http://time.com/5085257/donald-trump-nuclear-missile-russia-treaty/ https://www.japantimes.co.jp/news/2018/01/07/world/gorbachev-urges-putin-trump-uphold-nuclear-arms-pact-set-stage-end-cold-war/"], [46979, "2018-01-13T21:22:52Z", [0.0], ""], [484, "2018-01-13T19:44:57Z", [0.15], "Up 5%. Same reasons as earlier."], [368, "2018-01-13T18:43:27Z", [0.0], ""], [1034, "2018-01-13T18:33:51Z", [0.0], ""], [48649, "2018-01-13T18:13:21Z", [0.15], ""], [691, "2018-01-13T17:22:39Z", [0.02], ""], [25182, "2018-01-13T16:41:43Z", [0.1], ""], [44979, "2018-01-13T06:54:55Z", [0.05], "Trump is Putin's stooge, so he won't do it.  And Putin has nothing to gain, so he won't do it."], [48597, "2018-01-13T06:03:18Z", [0.1], "I can't imagine either backing out"], [46363, "2018-01-13T05:35:06Z", [0.2], "The INF Treaty was a response to the mobility of the Pershing IIs and SS-20s and their range that effectively cuts response time to 6 minutes after a launch is detected.  Russia already considers US drones to be a violation of the treaty, though Russia's true pain point is the reality that China is not bound by the INF and continues to develop Intermediate-range missiles. So the Russians developed their own missiles that violated the treaty - the Novator 9M729. The abrogation of the treaty may be a de facto result of these treaty gutting moves by both sides rather than a specific announcement of the fact. It can happen. But not by Oct 2018."], [48595, "2018-01-13T05:18:50Z", [0.2], ""], [23006, "2018-01-12T20:50:39Z", [0.4], "- relationship is worsening\n- hegemony at play between NK, Russia, China and some European countries\n- deadline is short-term so not likely"], [368, "2018-01-12T20:38:20Z", [0.0], ""], [48066, "2018-01-12T20:22:10Z", [0.75], "Trump."], [48496, "2018-01-12T16:59:01Z", [0.3], ""], [46376, "2018-01-12T16:49:24Z", [0.05], ""], [48442, "2018-01-12T16:46:17Z", [0.3], ""], [1034, "2018-01-12T15:33:39Z", [0.0], ""], [42552, "2018-01-12T14:28:56Z", [0.15], ""], [42552, "2018-01-12T14:28:25Z", [0.75], ""], [1333, "2018-01-12T14:01:42Z", [0.04], ""], [48335, "2018-01-12T07:38:18Z", [0.2], ""], [47597, "2018-01-12T04:10:39Z", [0.01], ""], [43207, "2018-01-12T03:13:27Z", [0.8], ""], [38564, "2018-01-12T03:11:52Z", [0.0], "Trump is too short on attention span to commit to treaty withdrawal like this and Putin doesn't gain from moving first.  Russia can flex power just by smiling and being a counterweight with their version of soft power."], [47799, "2018-01-12T03:02:31Z", [0.01], ""], [484, "2018-01-12T02:48:57Z", [0.1], "Down 5% for same reasons as before. Thanks @jayb for the articles. What could possibly go wrong with the \"Support the INF Treaty\" (or whatever) US bill with the treaty non-compliant system. Oy vey, the inmates are still in charge!"], [48460, "2018-01-12T02:35:04Z", [0.05], ""], [48100, "2018-01-11T23:55:25Z", [0.05], "Low odds in this timeframe. Both parties appear best served by a charade that will be useful for a few years yet."], [32258, "2018-01-11T22:45:44Z", [0.0], "Both sides are still doing the dance together."], [29646, "2018-01-11T21:41:31Z", [0.0], ""], [48309, "2018-01-11T21:27:35Z", [0.0], ""], [48412, "2018-01-11T20:45:12Z", [0.0], ""], [14033, "2018-01-11T20:35:33Z", [0.01], ""], [691, "2018-01-11T20:12:04Z", [0.02], ""], [47005, "2018-01-11T19:38:22Z", [0.0], ""], [1333, "2018-01-11T19:15:56Z", [0.05], ""], [368, "2018-01-11T19:04:36Z", [0.0], ""], [48224, "2018-01-11T18:22:20Z", [0.25], ""], [529, "2018-01-11T18:20:50Z", [0.26], "Initial forecast: (Formally) suspending or withdrawing would seem - at minimum -  \"bad P.R.\", for either country. Putin - at least - would appear (to be) more savvy than that... But attempting to shift blame to the U.S. in a (treaty withdrawal/suspension) public-opinion gambit may not be impossible either. ..Viewing both Putin and Trump as 'wildcards' for this question. A different 'case', but generally unfavorable opinion/\"public relations\" did not stop the Trump administration from withdrawing from the Paris (climate) Agreement.  As noted, INF treaty compliance is currently under question.  (A few article links:) http://time.com/5085257/donald-trump-nuclear-missile-russia-treaty/ https://www.japantimes.co.jp/news/2018/01/07/world/gorbachev-urges-putin-trump-uphold-nuclear-arms-pact-set-stage-end-cold-war/ http://www.scmp.com/news/world/united-states-canada/article/2127664/president-trumps-administration-plans-loosen-nuclear https://www.washingtonpost.com/opinions/russia-and-the-united-states-are-wrecking-a-landmark-treaty/2018/01/06/5c3a164e-f0c6-11e7-b390-a36dc3fa2842_story.html"], [37474, "2018-01-11T17:35:24Z", [1.0], ""], [484, "2018-01-11T16:43:28Z", [0.15], "Back down 15% to be closer to where I'd like to be, but still above the evolving consensus."], [1034, "2018-01-11T15:42:11Z", [0.0], ""], [12879, "2018-01-11T15:37:27Z", [0.15], ""], [48362, "2018-01-11T15:29:21Z", [0.0], ""], [18846, "2018-01-11T14:50:09Z", [0.0], ""], [34353, "2018-01-11T12:05:51Z", [0.0], "No need to look bad pulling out of this for either side. Just do a little negotiating, maybe say \"we're sorry for violating the treaty, we'll endeavor not to do that again\" (Russia), and find some compromise to move forward. In diplomacy, as in politics, everything is a negotiation..."], [46772, "2018-01-11T11:48:55Z", [0.2], "Putin would do whatever is practical for him and he is very reliable in geopolitics.\nTrump would go the same way but for completely different reasons... he has less power than Putin though."], [47256, "2018-01-11T10:20:03Z", [0.1], ""], [48337, "2018-01-11T07:42:44Z", [0.0], ""], [47812, "2018-01-11T06:50:39Z", [0.15], "Russia 5% USA 10%"], [15196, "2018-01-11T05:43:25Z", [0.1], ""], [12591, "2018-01-11T05:03:50Z", [0.4], ""], [30364, "2018-01-11T04:57:10Z", [0.35], ""], [13377, "2018-01-11T04:56:20Z", [0.35], "Following @acohen's data and analysis at http://www.gjopen.com/comments/comments/671732"], [484, "2018-01-11T04:52:04Z", [0.3], "Up 5 to be above the consensus, but I'm not likely to go much higher for awhile."], [43022, "2018-01-11T03:59:13Z", [0.8], "Trump breaks contracts consistently and predictably. He operates from a legal POV of what is termed and \"efficient breach.\" "], [48092, "2018-01-11T03:02:17Z", [0.09], ""], [31450, "2018-01-11T02:24:40Z", [0.35], "The treaty is in serious danger (see article) because Russia has already violated it by testing and deploying a banned weapon. The US has been trying to bring the country back into compliance but without success. All that said, in my experience diplomacy is traditionally a field where inconvenient facts are ignored because of bigger issues. With that in mind I don't think a formal withdrawal is likely but certainly possible. https://www.brookings.edu/blog/order-from-chaos/2017/12/08/the-looming-end-of-the-inf-treaty/"], [47123, "2018-01-11T00:18:44Z", [0.22], "I think the most likely scenario (if this announcement were to occur) would be a declaration by President Trump in an attempt to demonstrate his 'distance' from the Krelim...in the event that allegations heat up surrounding his and his administration's conspiracy with the Russian government."], [48230, "2018-01-10T22:54:52Z", [0.75], "The possibility of war between the US and Russia in the next year is likely.  Neither the US nor Russia want to use nuclear weapons, and they have an arsenal of new technology to battle test.  However, the option to use nuclear weapons, and to stock pile for a third world war is a tactical threat that will be employed before any, if at all, apocalyptic scenarios play out."], [368, "2018-01-10T22:33:51Z", [0.0], ""], [5018, "2018-01-10T22:21:11Z", [0.25], ""], [484, "2018-01-10T22:01:28Z", [0.25], "Initial forecast to be above the consensus. Supposedly a road mobile thingy (tech term of art) in the latest US DoD appropriations. I'm too lazy to find it right now."], [172, "2018-01-10T21:31:52Z", [0.2], ""], [691, "2018-01-10T20:34:59Z", [0.06], "Putin doesn't need to withdraw--he can just disregard the treaty and lie.  Trump could do this also, if he understood anything about this issue (or any other).  Instead he will bluster and Twit and convince his quaking (but not Quaker) congressclowns to squander billions on nukes, probably of the wrong sort, for the US.   It is a peculiar moment in history when one realizes that the President of the United States is being easily out-thought and out-maneuvered by the likes of Vladimir Putin and The Pyongyang Kid and for that matter Nursultan Nazarbayev and Bashar al-Assad.   Luckily for me, I shall be dead some time in the next 35 or 40 years, when all these chickens come home to roost.  Most of y'all will not be so fortunate."], [16851, "2018-01-10T20:25:38Z", [0.15], ""], [1333, "2018-01-10T19:22:11Z", [0.1], ""], [34353, "2018-01-10T19:14:33Z", [0.0], ""], [44518, "2018-01-10T19:07:34Z", [0.55], "Trump is pulling the US out of everything....what's to stop him from pulling out of this in order to get Putin attention"], [12879, "2018-01-10T18:19:56Z", [0.25], ""], [43217, "2018-01-10T18:19:39Z", [0.0], ""], [28414, "2018-01-10T18:03:53Z", [0.0], ""], [39937, "2018-01-10T18:03:02Z", [0.0], ""]]}