{"question_id": 1419, "title": "At close of business on 29 January 2020, will the upper limit of the Federal Reserve's target range for the federal funds rate be lower, the same, or higher than it was at close of business on 11 December 2019?", "possible_answers": ["Lower", "Same", "Higher"], "crowd_forecast": [0.02, 0.97, 0.01], "correct_answer": "Same", "correct_forecast": 0.97, "preds": [[68386, "2020-01-29T02:44:39Z", [0.0, 1.0, 0.0], ""], [61391, "2020-01-29T00:05:05Z", [0.0, 1.0, 0.0], ""], [64078, "2020-01-29T00:01:13Z", [0.0, 1.0, 0.0], ""], [79464, "2020-01-28T20:25:48Z", [0.0, 1.0, 0.0], ""], [17007, "2020-01-28T15:46:40Z", [0.05, 0.95, 0.0], ""], [84591, "2020-01-28T15:45:30Z", [0.02, 0.98, 0.0], ""], [84589, "2020-01-28T15:44:05Z", [0.33, 0.54, 0.13], ""], [84590, "2020-01-28T15:43:18Z", [0.2, 0.78, 0.02], ""], [84592, "2020-01-28T15:42:21Z", [0.25, 0.7, 0.05], ""], [84593, "2020-01-28T15:41:20Z", [0.09, 0.8, 0.11], ""], [80764, "2020-01-28T14:57:16Z", [0.0, 1.0, 0.0], ""], [81262, "2020-01-28T11:42:28Z", [0.02, 0.98, 0.0], "With corona virus there’s a good excuse to calm jittery markets and boost economy "], [84288, "2020-01-27T14:24:17Z", [0.02, 0.88, 0.1], ""], [83135, "2020-01-26T17:17:26Z", [0.0, 1.0, 0.0], ""], [61314, "2020-01-25T08:29:47Z", [0.0, 1.0, 0.0], ""], [691, "2020-01-24T14:49:18Z", [0.0, 1.0, 0.0], ""], [31251, "2020-01-24T14:44:07Z", [0.0, 1.0, 0.0], ""], [68335, "2020-01-24T13:18:13Z", [0.0, 1.0, 0.0], "Weekly jobless claims still strong, economy looks solid, asset prices at records - absolutely no case for a cut. Event risk would be only reason to cut, such coronavirus, conflict with Iran. But with 5 days left, these are such remote all or none outcomes that I don't see the point in putting a probability on them. Hikes are way off-- Powell: \"I think we would need to see a really significant move up in inflation that’s persistent before we would even consider raising rates to address inflation concerns.”"], [27461, "2020-01-24T02:11:18Z", [0.0, 1.0, 0.0], ""], [8826, "2020-01-23T17:24:12Z", [0.33, 0.34, 0.33], ""], [80764, "2020-01-23T16:08:04Z", [0.01, 0.98, 0.01], ""], [691, "2020-01-22T22:17:10Z", [0.0, 1.0, 0.0], ""], [72427, "2020-01-22T17:14:00Z", [0.05, 0.15, 0.8], ""], [45188, "2020-01-22T14:23:14Z", [0.25, 0.75, 0.0], ""], [81262, "2020-01-22T06:52:42Z", [0.0, 1.0, 0.0], "No shocking new 1 week out - most economic indicators point to middling, steady growth"], [81395, "2020-01-22T00:45:37Z", [0.05, 0.8, 0.15], "Most analysis I'm seeing and hearing calls for a no change, or little to no change in the target range. The 15% is reserved for the chances of an economic shock that brings a major change to the economy. The 2020 economic forecast predicts relatively stable or similar growth rates and if anything, given the recent progress on trade deals, we could see potential for a slightly better economy. If the economy grows too much too fast I also think we're back in the 15% chance of higher range rather than shock territory though, we're raising the borrowing rate because that's traditional what is done in boom economic times in the history of the Fed. "], [81524, "2020-01-22T00:10:28Z", [0.03, 0.94, 0.03], "I chose these percentages as the Fed has announced that they do not plan on changing any interest rates in 2020. The Fed has announced that they believe the U.S. economy is in a good place and interest rates do not need to be adjusted. I left some room for lower or higher interest rates because we do not live in a perfect world, and anything could happen between now and January 29, 2020."], [84288, "2020-01-21T16:01:37Z", [0.15, 0.31, 0.54], ""], [81507, "2020-01-21T04:35:43Z", [0.57, 0.35, 0.08], "Rates were cut to help stabilize the economy and lower the odds of recession, and if the Fed is concerned with the signed interim trade agreement with China, the damage from tariffs not covered may be enough to force a cut from the Feds due to a slowdown in the U.S. Additionally, interest rates were cut three times between July and October possibly out of worry about Brexit for the U.K. and potential trade wars, so these mid to high levels of uncertainty could encourage investment and move capital around to kick-start the economy.     There is always room for uncertainty and drastic changes in the economy, which is why I reserve the 8% of the Feds rate to increase.  A major interest rate change may be unlikely during a presidential election year. A sustained increase in inflation would need to occur to raise the cost of borrowing. Reports do show that the economy is stable in terms of the inflation rate staying below 2%, which is considered 'healthy'. \n"], [84254, "2020-01-21T04:10:03Z", [0.1, 0.8, 0.1], ""], [81520, "2020-01-21T02:18:16Z", [0.02, 0.92, 0.06], "I predict with a high degree of certainty that the upper limit of the Federal Reserve's target range for the federal funds rate will be same. Many analysts and policymakers have reported that the Fed intends to keep rates unchanged as they evaluate the response of the economy to the 2019 cuts, or there is a 'material reassessment' of the U.S. economic outlook. According to Reuters, some regional bank presidents are even predicting that rates may not change at all during 2020. As it stands, the economy is in a stable place in terms of unemployment, inflation and modest growth. There may be rate changes at other points in the year, but one is unlikely to occur this month. "], [81521, "2020-01-21T02:00:31Z", [0.35, 0.6, 0.05], "The Fed doesn't plan on raising rates for at least another year. Since they are more concerned with growth and not inflation we could see this upper limit lowered. However, with only a little over a week to go and mostly positive news going into the World Economic Forum in Davos I believe staying the same is most likely. "], [81394, "2020-01-21T00:55:45Z", [0.35, 0.6, 0.05], "While there has been a lot of change within political and foreign policies thee economy has not had a huge shift within the past several weeks. The only true thing that could really make a difference is how impeachment proceedings actually go. Nothing short of making Trump lose office makes me think the fed is going to change anything. "], [81508, "2020-01-20T23:10:09Z", [0.2, 0.75, 0.05], ""], [66692, "2020-01-20T21:18:02Z", [0.15, 0.8, 0.05], ""], [6993, "2020-01-20T20:43:32Z", [0.0, 0.85, 0.15], ""], [695, "2020-01-20T18:37:17Z", [0.03, 0.92, 0.05], ""], [691, "2020-01-20T18:29:38Z", [0.0, 1.0, 0.0], ""], [81393, "2020-01-20T17:37:56Z", [0.05, 0.9, 0.05], "The Fed doesn't need to change the target rate unless it predicts economic uncertainty in the future. Recently, the country has faced a relatively high amount of uncertainty with a potential impeachment and an attack on a U.S. military base in Iraq. Despite this sudden shifts, the economy hasn't changed much. There is no immediate danger on the horizon for the economy, and the chance that a massive shock to the economy happens in the next 2 weeks is pretty low. "], [84136, "2020-01-20T17:37:24Z", [0.0, 1.0, 0.0], ""], [82333, "2020-01-20T17:21:59Z", [0.0, 1.0, 0.0], ""], [81311, "2020-01-20T16:55:09Z", [0.15, 0.75, 0.1], ""], [81481, "2020-01-20T16:14:48Z", [0.58, 0.41, 0.01], "https://www.cnbc.com/2019/08/20/the-fed-will-cut-rates-five-more-times-before-april.html Previously the Fed has cut interest rates and is set to continue cutting the rates due to trade uncertainty. However, the new US-China trade deal has been agreed upon and may change the uncertainty. The US economy is still set to slow down from current rates so they may still continue with their decision to lower as the trade deal isn't forecasted to be beneficial to the US as businesses/US consumers are still fronting the cost for most, if not all, of tariffs from China. So I believe the Fed will continue their cuts but there is a chance that for this cycle they may keep them the same. "], [2965, "2020-01-20T14:00:39Z", [0.0, 1.0, 0.0], ""], [81498, "2020-01-20T13:49:47Z", [0.02, 0.4, 0.58], ""], [84029, "2020-01-20T11:18:37Z", [0.01, 0.99, 0.0], ""], [32300, "2020-01-20T10:07:13Z", [0.01, 0.99, 0.0], ""], [80475, "2020-01-20T02:37:42Z", [0.01, 0.99, 0.0], "Path of least resistance for the fed"], [83668, "2020-01-19T23:49:48Z", [0.0, 1.0, 0.0], ""], [64499, "2020-01-19T22:00:06Z", [0.1, 0.75, 0.15], "Fed does not want to make a change that will create instability before the election. "], [82317, "2020-01-19T21:51:47Z", [0.15, 0.55, 0.3], ""], [13625, "2020-01-19T21:41:30Z", [0.0, 0.0, 1.0], ""], [83528, "2020-01-19T21:36:40Z", [0.4, 0.25, 0.35], ""], [83316, "2020-01-19T20:57:34Z", [0.0, 1.0, 0.0], "I don't see it changing."], [81522, "2020-01-19T20:04:35Z", [0.3, 0.6, 0.1], "I forecast that the Fed will likely continue to maintain current rates (60%) with a smaller chance of lowering rates even further (30%). I leave room for an increase in rates (10%) because there is always uncertainty in any situation, particularly where economics is involved. We are never quite sure when military action against another country will be taken or when the next natural disaster will decimate a local economy, etc.  The factors that played into my forecast are as follows:\n1. Inflation in the US is and has been consistently low. However, inflation for the 12 month period ending in December 2019 left inflation at 2.3%, slightly over the Fed's goal of maintaining 2% inflation rate (a slight increase from the 2.1% rate seen prior to 2019). This factor played more heavily into my 10% forecast of the Fed raising rates.  2. China and the U.S. signed Phase I of a trade deal. This means that, to our knowledge, there will be no additional tariffs placed on goods in the future. Lately there has been a lot of talk in the media regarding recession fears, but a trade deal is a good signal to investors that the situation is improving.  3. The Fed has signaled in its last FOMC meeting in December 2019 that it does not expect the rate to change in 2020. More overt signaling like this played heavily into my 60% forecase of no rate change. The Fed is forecasting lower growth in 2020, however my perception is that economics are not quick to make radical changes when teh outcomes of their previous rate changes are not clear. With the Fed even hinting at adding negative interest rates to its toolbox, I think it highly unlikely that they will RAISE rates but wary of the consequences that negative interest rates bring.  4. Lastly, if the Fed is forecasting slower growth in 2020 for the US economy, it is possible that they could further lower rates if the economy spirals downward into a recession. This would increase lending and provide further boosts to the stock market to keep investors happy and spending. Inflation isn't at a high enough rate that it would cause worry amongst most economists (I don't think), so a temporary decrease may be the answer to lower growth. "], [83203, "2020-01-19T20:03:12Z", [1.0, 0.0, 0.0], ""], [83054, "2020-01-19T19:39:09Z", [0.2, 0.7, 0.1], ""], [691, "2020-01-19T19:29:26Z", [0.0, 1.0, 0.0], ""], [82977, "2020-01-19T19:15:37Z", [0.25, 0.7, 0.05], ""], [82768, "2020-01-19T19:12:13Z", [1.0, 0.0, 0.0], ""], [82509, "2020-01-19T19:01:52Z", [0.7, 0.3, 0.0], "Political needs."], [82164, "2020-01-19T18:20:39Z", [0.0, 1.0, 0.0], ""], [82290, "2020-01-19T17:45:38Z", [0.1, 0.9, 0.0], ""], [82294, "2020-01-19T17:40:09Z", [0.0, 1.0, 0.0], ""], [81928, "2020-01-19T17:39:39Z", [0.0, 0.5, 0.5], ""], [81869, "2020-01-19T17:34:39Z", [0.0, 1.0, 0.0], ""], [81954, "2020-01-19T17:03:27Z", [0.0, 1.0, 0.0], "Close proximity in time.  Christmas season already absorbed the tariffs."], [82141, "2020-01-19T16:39:50Z", [0.6, 0.4, 0.0], "Because I can "], [82048, "2020-01-19T16:39:13Z", [0.0, 0.7, 0.3], ""], [82063, "2020-01-19T16:28:09Z", [0.1, 0.8, 0.1], ""], [81972, "2020-01-19T16:17:56Z", [0.25, 0.5, 0.25], ""], [81651, "2020-01-19T15:06:56Z", [0.01, 0.99, 0.0], ""], [81549, "2020-01-18T22:32:22Z", [0.0, 1.0, 0.0], ""], [81570, "2020-01-17T15:28:42Z", [0.1, 0.9, 0.0], "My prediction is: 10% probability of lowering, 90% probability of remaining the same, and 0% chance of a higher rate by 29 January 2020.  While historically the federal reserve rate doesn't change monthly, a number of factors indicate that the downward trend may continue, if not this month than in the next 2 months with an increasingly higher probability.  China has been removed from the manipulators list, and the upbeat tone of the Trump administration in response to the Phase 1 China US trade deal closer correlates with another jump in our bullish stock market.  Though CNN's take on the \"impending trade war\" is a brutish touch of reality for the astute. It is the simmering possibility of another global economic crisis that will keep the federal reserve rate down in the foreseeable future."], [66692, "2020-01-17T11:17:34Z", [0.0, 1.0, 0.0], ""], [81500, "2020-01-16T12:14:08Z", [0.0, 1.0, 0.0], "Bumping up for passage of time and continued fed insistence on not changing  "], [17840, "2020-01-15T08:59:17Z", [0.0, 1.0, 0.0], ""], [81262, "2020-01-15T08:26:23Z", [0.0, 1.0, 0.0], "- Fed keeps signalling at staying steady\n- 2 weeks out, and no huge signs of economic distress or (asset) inflation outside of equities\n"], [691, "2020-01-14T21:21:34Z", [0.0, 1.0, 0.0], ""], [48709, "2020-01-14T07:51:11Z", [0.6, 0.2, 0.2], "First forecast "], [61314, "2020-01-13T08:30:34Z", [0.0, 1.0, 0.0], "Six Fed members spoke last week, including four voting members.  The overall message was that we're in a good place right now.  One even said that it's not unfeasible interest rates remain unchanged for the year.  The Fed nowcasts on Friday show positive growth -- the Atlanta Fed shows 2.3% -- meaning the need for a rate decrease is very low. The employment report on Friday shows low wage growth, meaning the need for a rate hike to combat inflation is low.  "], [29054, "2020-01-12T20:00:32Z", [0.0, 1.0, 0.0], ""], [34527, "2020-01-12T19:32:39Z", [0.0, 1.0, 0.0], ""], [81500, "2020-01-12T17:42:42Z", [0.03, 0.95, 0.02], ""], [38094, "2020-01-11T18:32:38Z", [0.0, 1.0, 0.0], "At close of business on 29 January 2020, will the upper limit of the Federal Reserve's target range for the federal funds rate be lower, the same, or higher than it was at close of business on 11 December 2019?\nMomentum wins this one."], [80764, "2020-01-10T18:39:57Z", [0.0, 1.0, 0.0], ""], [32300, "2020-01-10T15:19:56Z", [0.02, 0.98, 0.0], ""], [691, "2020-01-10T14:29:41Z", [0.0, 1.0, 0.0], ""], [66692, "2020-01-10T09:12:17Z", [0.15, 0.7, 0.15], "I made bad assumptions about the data in prior forecasts, assuming that changes could occur at random times at the whim of the committee, rather than change, or not, according to a (mainly) set schedule of typically 8 meetings per year. In 2019 there were 3 changes (all decreases) in 9 meetings (including one unscheduled meeting early October to suggest that rates would remain the same, which they then didn't at the next meeting three weeks later). So last year, one in three meetings produced a decrease, but they were lumped together (August, September and October) following a gap from the previous change (an increase the previous December). We have now had one meeting without a change since the three back-to-back-to-back decreases, which might mean the committee is ready to stand pat, but I don't believe the probability is as high as the crowd forecast (currently 99% for \"same\") even with the sentiment expressed outside the last committee meeting. I can see some chance them increasing rates to cool the frothy markets."], [31251, "2020-01-10T00:12:35Z", [0.01, 0.99, 0.0], ""], [81262, "2020-01-09T14:51:27Z", [0.05, 0.94, 0.01], ""], [81262, "2020-01-09T14:50:24Z", [0.1, 0.88, 0.02], ""], [81446, "2020-01-09T00:11:44Z", [0.01, 0.99, 0.0], ""], [68335, "2020-01-08T23:52:16Z", [0.01, 0.99, 0.0], ""], [66692, "2020-01-08T11:59:15Z", [0.15, 0.8, 0.05], ""], [39937, "2020-01-07T11:46:24Z", [0.0, 1.0, 0.0], ""], [61314, "2020-01-07T09:09:39Z", [0.0, 1.0, 0.0], "Minutes of the December FOMC released on Friday show comfort with keeping rates steady.  Also, two voting members -- Loretta Mester and Robert Kaplan -- said in separate talks on Friday that they see policy in the right place just now, with no need to change rates."], [66692, "2020-01-07T07:37:57Z", [0.2, 0.75, 0.05], ""], [66692, "2020-01-07T07:37:18Z", [0.5, 0.45, 0.05], "Updating for the passage of time to lower the chance of a change occurring."], [43311, "2020-01-07T01:26:56Z", [0.0, 1.0, 0.0], "IONS Card Test. Today.......... Rank #4\tdaveinsea\t6.6 to 1,\t25hits\t100*(standard experimental run, 100 trials)\t25%hitrate........ 741Hz background. https://noetic.org/science/overview/ions-x/test-your-psi/ Harder to maintain high rate the more trials you do.....similar to forecasting. The three in front of me only did 20-25 trials. 6.6 to 1 is @ 15% chance. Done it 4x since Dec31. Always in the top half of the rank. Always do standard run of 100 trials. Today was first day with background at 741Hz. Best run by far."], [80882, "2020-01-06T16:18:45Z", [0.3, 0.05, 0.65], ""], [80644, "2020-01-06T11:07:49Z", [0.0, 1.0, 0.0], "The Fed is on pause in 1h 2020"], [66692, "2020-01-06T07:41:15Z", [0.6, 0.35, 0.05], "I've updated from my initial analysis to allow for the shorter window remaining in the challenge. Given the gap since the last change (31 October 2019), the probability on 31 October of a change happening by 29 January 2020 was about 75% (based on past distribution of rate changes). However, given that most of that 90 day window has passed without a change, the probability, now, of a change happening by 29 January is reduced. I've fudged the estimate by bumping \"same\" by 10% and dropping \"lower\" by the same amount. I could make the estimate more explicit but I really must get to work... :-) My March and April estimates will need to be updated at the end of January to reflect whether the rate has changed by then or not, as that will eliminate some of the scenarios in my event trees, either way."], [66692, "2020-01-06T07:08:18Z", [0.7, 0.25, 0.05], "I've looked at the old data more closely. The last change was on 31 October 2019. The last three changes were all decreases, after three years of steady increases. Based on the distribution of time gaps since 2003 (excluding a long period with no changes), I get a 75% change of there being a rate change by 29 January. Given the current trend, I get the most likely change as a decrease, with a slight chance of an increase. My guesses in this challenge will form the basis for an event tree analysis I'll do for the March and April guesses."], [206, "2020-01-05T18:07:34Z", [0.02, 0.96, 0.02], ""], [32131, "2020-01-04T23:10:00Z", [0.08, 0.9, 0.02], "Growth in the economy has been positive overall in 2019, and is projected to continue in its upward trend this year.  While some geopolitical and economic risks remain the same and may intensify in 2020, inflation is currently under control.  It is highly unlikely that the Fed would change the FFR target by the end of this month, as it would take significant changes in inflation and/or unemployment for anything to change.  Given the speed at which markets move, there is a minimal chance that Powell will decide to cut rates further."], [35217, "2020-01-04T18:08:12Z", [0.01, 0.98, 0.01], "Forecast unchanged, just adding this interesting article for reference: https://www.reuters.com/article/us-usa-fed-barkin/fed-policymakers-broadly-see-eye-to-eye-on-2020-outlook-idUSKBN1Z21N4"], [61314, "2020-01-04T07:56:07Z", [0.0, 0.99, 0.01], "I think that the relatively recent remarks by Fed Chair Jerome Powell after three consecutive rounds of rate cuts, combined with the four new voting members who make the Fed's voting bloc -- in aggregate -- slightly more hawkish, preclude a near-term rate cut.  On the other hand, it's possible that the squeeze in the labor market, combined with possible oil price hikes after the recent assassination of Iranian Qud force commander Qasem Soleimani, might bump up inflation enough in the next three weeks to warrant a rate hike, but I think it's unlikely.   In general I think keeping rates the same is by far the most likely scenario."], [80634, "2020-01-03T14:14:08Z", [0.0, 1.0, 0.0], ""], [2030, "2020-01-03T03:00:57Z", [0.01, 0.98, 0.01], ""], [31251, "2020-01-03T01:55:10Z", [0.01, 0.98, 0.01], ""], [691, "2020-01-02T13:04:34Z", [0.0, 1.0, 0.0], ""], [43311, "2020-01-01T16:40:29Z", [0.0, 1.0, 0.0], "I will be submitting two papers to the IRVA for consideration for presentations at the conference in March. If anyone is interested. I will be/may be introducing a couple of my most promising hypotheses to the community for consideration. I have been exploring the physics/quantum mechanics behind RV'ing. It is the same connection/abilities that will allow us to control vehicles by thought."], [81262, "2019-12-31T15:13:06Z", [0.15, 0.8, 0.05], "Assuming mostly same with lower odds for rate increases\n- Higher is unlikely due to Presidential pressure and lack of 'steady economic growth' as with previous hikes (stability is undermined by current President) - Lower is improbable but present due to Slow global growth and muted inflation. Bar any deluge of negative economic indications there will be no increase in pressure to lower rates - Same - majority of forecasters assume no change"], [44308, "2019-12-31T12:14:25Z", [0.05, 0.9, 0.05], ""], [79142, "2019-12-30T13:59:29Z", [0.05, 0.9, 0.05], ""], [2965, "2019-12-30T13:49:29Z", [0.0, 1.0, 0.0], ""], [81238, "2019-12-30T10:15:23Z", [0.45, 0.5, 0.05], "See answer to https://www.gjopen.com/questions/1421-at-close-of-business-on-29-april-2020-will-the-upper-limit-of-the-federal-reserve-s-target-range-for-the-federal-funds-rate-be-lower-the-same-or-higher-than-it-was-at-close-of-business-on-18-march-2020"], [66692, "2019-12-29T22:21:53Z", [0.0, 1.0, 0.0], ""], [593, "2019-12-29T18:21:44Z", [0.0, 0.9, 0.1], ""], [43311, "2019-12-29T00:40:58Z", [0.0, 1.0, 0.0], "@Shivadiva is @username-deleted 23265 'bout 100% on that one. @ravel is @username-deleted 688  'bout 90% on that one(edit 100%)."], [438, "2019-12-28T23:18:23Z", [0.0, 1.0, 0.0], ""], [691, "2019-12-28T19:47:53Z", [0.0, 1.0, 0.0], ""], [40584, "2019-12-27T04:21:49Z", [0.0, 1.0, 0.0], ""], [11885, "2019-12-26T20:49:08Z", [0.0, 1.0, 0.0], ""], [1333, "2019-12-25T13:29:29Z", [0.0, 1.0, 0.0], ""], [1333, "2019-12-24T16:53:48Z", [0.02, 0.98, 0.0], ""], [691, "2019-12-24T16:24:22Z", [0.0, 1.0, 0.0], ""], [35217, "2019-12-23T19:15:43Z", [0.01, 0.98, 0.01], ""], [1333, "2019-12-23T14:42:19Z", [0.03, 0.97, 0.0], ""], [11430, "2019-12-23T13:08:42Z", [0.0, 0.95, 0.05], ""], [1333, "2019-12-22T19:59:15Z", [0.04, 0.96, 0.0], ""], [25141, "2019-12-22T05:51:10Z", [0.0, 1.0, 0.0], ""], [26553, "2019-12-22T03:51:17Z", [0.0, 1.0, 0.0], ""], [1333, "2019-12-21T18:04:25Z", [0.04, 0.94, 0.02], ""], [1333, "2019-12-20T17:03:21Z", [0.05, 0.93, 0.02], ""], [81139, "2019-12-20T16:10:42Z", [0.01, 0.99, 0.0], "FED signal in last mtg no change"], [68386, "2019-12-20T15:43:04Z", [0.0, 0.96, 0.04], "https://www.cmegroup.com/trading/interest-rates/countdown-to-fomc.html"], [10192, "2019-12-20T00:23:04Z", [0.0, 1.0, 0.0], ""], [1333, "2019-12-19T17:50:12Z", [0.05, 0.92, 0.03], ""], [35766, "2019-12-18T22:04:15Z", [0.05, 0.9, 0.05], ""], [691, "2019-12-18T14:07:34Z", [0.0, 1.0, 0.0], ""], [1333, "2019-12-18T09:38:04Z", [0.05, 0.91, 0.04], ""], [63963, "2019-12-18T04:24:16Z", [0.0, 1.0, 0.0], ""], [32300, "2019-12-17T15:31:54Z", [0.05, 0.95, 0.0], ""], [62087, "2019-12-17T03:18:33Z", [0.0, 1.0, 0.0], ""], [80634, "2019-12-16T20:36:31Z", [0.05, 0.95, 0.0], ""], [1333, "2019-12-16T19:45:40Z", [0.05, 0.9, 0.05], ""], [1333, "2019-12-16T19:39:29Z", [0.1, 0.85, 0.05], ""], [691, "2019-12-16T14:26:27Z", [0.0, 1.0, 0.0], ""], [36363, "2019-12-16T09:40:51Z", [0.05, 0.95, 0.0], ""], [81037, "2019-12-15T23:10:17Z", [0.09, 0.9, 0.01], "Fed on hold"], [172, "2019-12-15T20:52:28Z", [0.0, 1.0, 0.0], ""], [10924, "2019-12-15T18:21:41Z", [0.0, 1.0, 0.0], ""], [691, "2019-12-15T17:59:15Z", [0.0, 1.0, 0.0], ""], [20284, "2019-12-15T00:02:16Z", [0.1, 0.9, 0.0], "2020 will see a lowering but not as early as January."], [32258, "2019-12-14T23:12:51Z", [0.0, 1.0, 0.0], ""], [53391, "2019-12-14T20:42:41Z", [0.0, 1.0, 0.0], ""], [691, "2019-12-14T19:59:24Z", [0.0, 1.0, 0.0], ""], [43311, "2019-12-14T16:55:07Z", [0.0, 1.0, 0.0], ""], [63674, "2019-12-14T16:09:05Z", [0.01, 0.99, 0.0], "Fedwatch probabilities are crazy accurate within 2-8 weeks of the meeting based on some research I did for a similar question that needed in July, 2019 on this site. "], [15196, "2019-12-14T14:21:35Z", [0.0, 1.0, 0.0], ""], [55706, "2019-12-14T12:40:28Z", [0.15, 0.7, 0.15], ""], [1333, "2019-12-14T07:44:36Z", [0.1, 0.8, 0.1], ""], [81061, "2019-12-14T05:41:11Z", [0.05, 0.9, 0.05], ""], [32258, "2019-12-13T23:06:55Z", [0.02, 0.98, 0.0], ""], [31251, "2019-12-13T22:52:10Z", [0.04, 0.95, 0.01], ""], [1333, "2019-12-13T18:34:53Z", [0.15, 0.75, 0.1], ""], [1333, "2019-12-13T18:27:44Z", [0.15, 0.75, 0.1], ""]], "open_date": "2019-12-13T18:00:22Z", "close_date": "2020-01-29T07:59:22Z"}