{"question_id": 1827, "title": "Before 1 January 2021, will the Council of the European Union decide to impose an arms embargo against Turkey?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[754, "2020-12-31T17:55:08Z", [0.0], ""], [97582, "2020-12-30T23:12:17Z", [0.0], ""], [37236, "2020-12-30T17:42:44Z", [0.0], ""], [97576, "2020-12-30T15:53:51Z", [0.0], "Doesn't seem EU will react this aggressively"], [97576, "2020-12-30T15:52:29Z", [0.1], "Doesn't seem EU will act this aggressively at this point in time."], [1034, "2020-12-30T08:34:02Z", [0.0], ""], [83, "2020-12-29T19:17:34Z", [0.0], ""], [96755, "2020-12-29T16:19:54Z", [0.0], ""], [96737, "2020-12-29T14:52:18Z", [0.0], ""], [96831, "2020-12-29T14:05:59Z", [0.0], ""], [62808, "2020-12-29T09:10:22Z", [0.0], ""], [43311, "2020-12-29T00:42:49Z", [0.0], ""], [95613, "2020-12-28T17:38:30Z", [0.0], ""], [96715, "2020-12-28T02:42:36Z", [0.01], "don't see this happening in the next three days"], [35, "2020-12-27T18:32:00Z", [0.0], ""], [58785, "2020-12-27T03:32:31Z", [0.03], ""], [58785, "2020-12-27T03:32:04Z", [0.05], ""], [87422, "2020-12-26T23:54:49Z", [0.0], ""], [96740, "2020-12-26T14:22:15Z", [0.0], ""], [96831, "2020-12-26T14:08:01Z", [0.0], ""], [96625, "2020-12-26T14:02:47Z", [0.0], ""], [97481, "2020-12-24T14:49:51Z", [0.0], ""], [96831, "2020-12-23T21:50:19Z", [0.0], ""], [80179, "2020-12-23T00:32:59Z", [0.0], ""], [96758, "2020-12-22T18:17:39Z", [0.04], ""], [88452, "2020-12-22T09:49:51Z", [0.0], ""], [62808, "2020-12-21T22:39:30Z", [0.03], ""], [97105, "2020-12-21T20:42:58Z", [0.0], ""], [96801, "2020-12-21T15:59:01Z", [0.05], "Time is running out for the EU to take action. "], [1034, "2020-12-21T09:05:41Z", [0.0], ""], [1034, "2020-12-21T03:39:39Z", [0.0], ""], [74903, "2020-12-20T20:22:30Z", [0.0], ""], [62808, "2020-12-20T02:50:19Z", [0.02], ""], [88098, "2020-12-20T02:26:35Z", [0.0], ""], [96831, "2020-12-19T22:18:05Z", [0.0], "No change. Sounds like they're going to reassess in March."], [21046, "2020-12-19T18:42:01Z", [0.0], ""], [95068, "2020-12-18T20:00:08Z", [0.0], "No change to prediction just reinforcing my forecast.\nUS imposes sanctions, But Europe defers till march:\n\"In the end, bloc leaders, who gathered on Dec. 10-11 in Brussels, deferred their decisions until March\"\n\"in most cases where the EU has acted on human rights grounds in the last decade, its measures have anyway targeted individuals...The logic behind such targeted measures is, of course, to react to human rights abuses without punishing the general population.\" (Carnegie Europe)\nhttps://www.aljazeera.com/program/inside-story/2020/12/17/how-will-turkey-respond-to-us-sanctions\nhttps://www.aljazeera.com/news/2020/12/9/erdogan-threat-of-eu-sanctions-on-turkey-do-not-concern-us\nhttps://carnegieeurope.eu/2020/12/14/new-eu-global-human-rights-sanctions-regime-breakthrough-or-distraction-pub-83415\nhttps://www.dailysabah.com/opinion/columns/caatsa-what-doesnt-kill-you-makes-you-stronger"], [96715, "2020-12-18T19:43:23Z", [0.05], ""], [1034, "2020-12-18T19:32:18Z", [0.0], ""], [1034, "2020-12-17T22:44:11Z", [0.0], ""], [97382, "2020-12-17T20:44:15Z", [0.0], ""], [96937, "2020-12-16T17:29:13Z", [0.0], ""], [25141, "2020-12-16T17:12:05Z", [0.0], ""], [95068, "2020-12-16T16:41:47Z", [0.0], "No way. Turkey is NATO in the MENA. Never happen."], [86367, "2020-12-16T02:43:37Z", [0.0], ""], [74903, "2020-12-15T04:11:45Z", [0.05], ""], [96716, "2020-12-15T02:55:59Z", [0.0], "Not happening based on current guidance."], [96831, "2020-12-14T23:38:08Z", [0.0], "After the latest meeting of the European Council, it doesn't look like an arms embargo is on the table.\nhttps://www.consilium.europa.eu/en/meetings/european-council/2020/12/10-11/"], [96785, "2020-12-13T12:48:07Z", [0.0], "While going ahead with light sanctions (travel bans and freezing of financial assets, targeted against key individuals), the EU has deferred discussions of arms embargos based on further consultations with NATO and the incoming Biden administration. Germany has acted as a counterweight to France, putting the brakes on arms embargos for the time being. I think they may come, but not before the time limit specified in this question.  "], [42301, "2020-12-13T11:08:39Z", [0.0], ""], [96725, "2020-12-11T20:11:25Z", [0.0], "Every European country, and the US, is afraid of taking a hard stance against Turkey. Erdogan will be able to continue his policy with only economic sanctions (symbolic and some harder) to suffer. The EU is not sufficiently united to vote an arms embargo."], [88452, "2020-12-11T17:25:32Z", [0.1], ""], [34959, "2020-12-11T14:39:20Z", [0.0], ""], [85535, "2020-12-11T14:17:17Z", [0.0], ""], [92863, "2020-12-11T09:18:49Z", [0.0], "https://www.euractiv.com/section/global-europe/news/merkel-and-borissov-blocked-eu-sanctions-against-turkey-at-summit-sources/"], [97203, "2020-12-11T08:42:28Z", [0.0], ""], [1333, "2020-12-10T19:34:33Z", [0.0], ""], [96784, "2020-12-10T18:05:22Z", [0.15], "US hinting at unilateral arms embargo today"], [94606, "2020-12-10T12:20:31Z", [0.0], "Updated 20201211 @SE_Meyer There's nothing like a delay to avoid making unpleasant decisions. As anticipated yesterday, the EU would sanction some individuals and companies rather than impose an arms embargo against Turkey. This is now confirmed. See https://reut.rs/3gAsRbc. Germany's T214 submarines are obviously a factor in the decision and as nearly all current EU countries are also NATO members, a possible resolution may lie in a NATO based negotiation. Although that is unlikely to deter Turkey from further hydrocarbon exploration in territory disputed by Cyprus and Greece. Following my forecast of 3 days ago, here's what the EU's draft statement for today's summit on the topic has to say - https://reut.rs/3qIgvCv. The EU is planning to sanction individuals rather than the country and delay further measures until March, i.e. after this question closes. The rather lame excuse is that the EU would like to coordinate with the incoming Biden administration. Nonetheless, Cyprus and Greece are unlikely to be placated."], [88452, "2020-12-10T10:34:47Z", [0.51], "/It's not on the agenda, but Turkey as a topic already is on the agenda\n/it may soon become an agenda topic due to recent developments in Libya, including \"state-of-war\" statement of the Libyan National Army (LNA)\n/Germany has the EU presidency\n/Germany recently extended an arms embargo on Saudi-Arabia, probably mainly due to their involvement in the Yemen war.\n/Turkey had delivered arms to Azerbaijan in the Nagorno-Karabakh conflict, Turkey had stopped a Bundeswehr commando (IRINI mission) from screening the Turkish vessel \"Rosaline A\" near the Libyan coast \"Turkey Spat | At the summit today, EU leaders will also likely reiterate their threat to sanction Turkey over its maritime claims in Eastern Mediterranean, without — again — making good on such threats. The draft wording of the summit's communique not only falls short of Greek demands for an arms embargo, but has also left member states like France and Austria unhappy. Divisions over how to deal with Ankara will be laid bare once again. \"\nhttps://www.bloomberg.com/news/newsletters/2020-12-10/brussels-edition-a-landmark-package \"Turkey’s heavy military activity in western Libya in recent hours has pushed the Libyan National Army (LNA), commanded by Khalifa Haftar, to declare that it was in 'state of war' with Ankara.\nTurkey’s Foreign Ministry had threatened to attack the LNA forces and deem them legitimate targets after they seized a Turkish cargo vessel that was headed to the western city of Misrata earlier this week.\"\nhttps://english.aawsat.com/home/article/2674536/libyan-national-army-says-%E2%80%98state-war%E2%80%99-turkey"], [1034, "2020-12-09T18:44:19Z", [0.0], ""], [94872, "2020-12-09T03:18:26Z", [0.0], ""], [1034, "2020-12-08T19:40:35Z", [0.0], ""], [97203, "2020-12-08T17:18:28Z", [0.02], ""], [96715, "2020-12-08T15:05:05Z", [0.08], "its December no indications of increasing likelihood, which means that less time left for things to change means I should lower my forecast"], [88452, "2020-12-08T10:01:27Z", [0.14], "Erdogan planning to visit the triumphant party with Azerbaijan leadership over the Nagorno-Karabakh \"peace\" agreement.\nTurkey is about to establish as a regional military superpower, belligerent and trading arms with its satellites, in spite of its NATO membership.\nEuropeans will no longer tolerate this."], [94606, "2020-12-07T18:45:30Z", [0.0], "Updated 20201208 Turkey playing good cop, bad cop or as Charles Michel put it, cat and mouse, with the EU. On one hand claiming to be the aspiring EU candidate country seeking peace and reconciliation with gentle words from the Turkish Foreign Minister but hard words from Erdogan and his AK party. See https://reut.rs/3n1vuVY The EU will consider the topic of Turkey, its relations with Turkey, the Turkish carbon resources exploration in the eastern Mediterranean which Greece and Cyprus hold as illegal in their EEZ, and the possibility of arms embargoes or sanctions. This is on the agenda for the EU Council in the 10th December. See https://bit.ly/3ga6SaM. The topic was also discussed today, 20201207, by EU Foreign Ministers. See https://reut.rs/2VMsUHc .The EU Council's external relations conclusions of 1 October 2020 (https://bit.ly/3gmzkpT) take the form of a 'carrot and stick' approach which appear to be more like a hope than a strategic policy.  As mentioned previously, the EU cannot afford to be too firm with Erdogan / Turkey as none of the EU countries can afford more mass migration while the economies have been severely damaged by the Covid-19 pandemic.  In September 2020 Greece appealed to Germany (see https://bit.ly/37GxXOV ) on a number of occasions to cancel the sale of 6 x T214 submarines which are imminently due for delivery. A factor raised by @Fueled_by_Gummybears. Germany has largely ignored these calls and in the current economic climate, is unlikely to pay any heed to such calls. This matter has also been raised in the EU Parliament in the last 6 weeks - see https://bit.ly/33UVqLo . There is always the possibility Germany could accede to these calls once the final T214 delivery is made. That will not fall within the ambit of this question so no change to my forecast."], [691, "2020-12-07T16:32:23Z", [0.0], "https://www.reuters.com/article/turkey-eu/eu-weighs-up-sanctions-against-turkey-in-east-med-gas-dispute-idUSKBN28H0YM\nThey are about to consider whether to decide that it's time to think about sanctions.  Whatever the sanctions are, if any ensue, an arms embargo will not be among them.  Most likely at some point they will adopt a resolution that will be the diplomatic equivalent of implying something rude about Erdogan's mama, and then go home and sleep the sleep of the just."], [96831, "2020-12-07T01:22:24Z", [0.02], "Arms dealing to Turkey is unilaterally banned by almost every country in the EU, but at previous summits, the organization has stopped short of a legally binding embargo of an associate member and NATO country that would put it on the same footing as Russia and Venezuela.  Greece has openly called for the EU--and specifically Germany--to impose an arms embargo on Turkey for its oil and natural gas exploration in its declared (but what Greece says is illegal) Economic Exclusion Zone.  Germany is set to deliver 6 new subs to Turkey in the coming weeks, a deal for the offensive weapons dating back to 2009.  Germany seems unlikely to bring the topic up during the next EU summit starting on Wednesday.  That being said, a German naval frigate enforcing an EU arms embargo on Libya did recently board a Turkish commercial vessel for an inspection for possibly carrying illegal arms to the North African country.  One of the wild cards in the coming day is France, which has recently been at odds with Turkey over the oil exploration, providing arms to Libya, and immigration policy.\nhttps://www.reuters.com/article/us-syria-security-eu-france/eu-governments-limit-arms-sales-to-turkey-but-avoid-embargo-idUSKBN1WT0M4\nhttps://www.aljazeera.com/news/2020/11/27/turkey-probes-german-navys-search-of-libya-bound-freighter\nhttps://www.politico.eu/article/greece-blasts-berlin-for-shunning-plea-for-turkey-arms-embargo/"], [1034, "2020-12-06T22:23:45Z", [0.0], ""], [96729, "2020-12-06T14:11:18Z", [0.01], "With the recent unrest of the NG (Armenia/Azerbaijan), further tensions in the region by outside influence is likely to prove more volatile and therefore more unlikely.  "], [691, "2020-12-06T13:59:57Z", [0.0], ""], [1333, "2020-12-04T12:58:54Z", [0.0], ""], [96725, "2020-12-03T20:51:07Z", [0.05], "Tension is rising, and what's more, political actors feel unbridled after Mike Pompeo's recent declarations at a NATO meeting (https://www.reuters.com/article/us-turkey-usa-nato/in-parting-shot-pompeo-rebukes-turkey-at-nato-meeting-idUSKBN28D1YC). The advent of a new US administration seems to open the way for sanctions against Turkey. However, the EU, even if it takes into account US position, does not make decision under NATO conditions. Moreover, if the threat of economic sanctions is regularly brandished, as far as I know I've never seen any mention of a potential arms embargo. Less than a week before the EU summit on the question, the probabilities are getting lower and lower."], [62808, "2020-12-02T22:41:37Z", [0.01], ""], [94606, "2020-12-02T21:40:07Z", [0.0], "The EU cannot afford a new migrant influx in the face of the pandemic and hence EU will not risk Turkey opening the floodgates as per 2015. Also see https://bit.ly/36ubk0N for the view from Greece."], [88098, "2020-12-02T11:00:20Z", [0.02], ""], [93703, "2020-12-01T23:07:22Z", [0.01], ""], [96716, "2020-12-01T22:13:47Z", [0.04], "1 month to go.  Still do not see it happening.  "], [96784, "2020-11-30T20:17:52Z", [0.07], "Recent events in Azerbaijan/Armenia (as highlighted by @Fueled_by_Gummybears) increase the chances of more aggressive action against Turkey by EU entities.  I also remembered recently the back-and-forth between the US, Russia and Turkey in 2019 over Turkish purchases of S-400s versus F-35s (https://www.defensenews.com/digital-show-dailies/dubai-air-show/2019/11/12/turkeys-s-400-buy-may-have-spoiled-gulf-nations-chances-of-flying-the-f-35/).  While these are part of an ongoing trend of Turkish boundary-pushing (and therefore not likely to trigger a dramatic EU response on their own), I assess that these two items moderately increase the chances of a dramatic arms embargo action.  @Eric_Blair 's comment on Germany driving a stronger action is not highly convincing to me since Germany is driven by complex interrelationships and strong pro-stability incentives that an arms embargo would upset.  Put another way, while this is an interesting option for Germany, there is tons of opportunity cost.  That said, I adjust my forecast up because it's reasonable to think this angle could gain more traction than I expect in the German government, and Germany could indeed push the EU writ large if they chose to.  Overall, the strong institutional and normative trends that I mention in my initial forecast are continue to be very likely to preclude an action as severe as an arms embargo."], [34959, "2020-11-30T04:12:26Z", [0.02], ""], [96727, "2020-11-30T03:03:11Z", [0.02], ""], [31275, "2020-11-29T02:03:50Z", [0.0], "https://www.politico.eu/article/greece-blasts-berlin-for-shunning-plea-for-turkey-arms-embargo/"], [1034, "2020-11-28T04:10:43Z", [0.0], ""], [88452, "2020-11-27T12:41:15Z", [0.05], "https://www.euronews.com/2020/11/23/turkey-blocks-an-eu-mission-inspection-of-a-cargo-vessel-travelling-to-libya The ship in question has been identified previously as being suspicious of illegal arms transfer.\nhttps://www.mccourier.com/controversial-deployment-of-german-armed-forces-document-taxes-turkey-free-press/"], [96840, "2020-11-24T21:47:23Z", [0.03], ""], [96840, "2020-11-24T21:45:54Z", [0.05], "Low chance because:\n1) the EU has a enormous inertia\n2) Too much divisions among member states\n4) Turkey can leverage its possibility to flood Europe with migrants\n3) Turkey seems to have back down a little"], [79783, "2020-11-24T15:04:25Z", [0.0], ""], [96725, "2020-11-24T13:07:36Z", [0.16], "Recent additional tension shows that despite some seemingly (according to the French Minister of Foreign Affairs) efforts from Turkey to appease relations with the EU is not considered enough. The German interception of a Turkish ship delivering material to Libya, which was conducted under a UN mission but to which Turkey denied access, has reignited the tensions and showed that Germany is willing to take a strong stance against Turkey. The prospect of an arms ban is still far away, but rises. I assess still 95% risk of sanctions against Turkey, 25% proposal of an arms embargo, 75% there's a vote on it, 90%, it's unanimously accepted (under such circumstances).=> 16%"], [92863, "2020-11-24T09:07:23Z", [0.01], ""], [96831, "2020-11-24T02:56:21Z", [0.04], ""], [1034, "2020-11-23T18:09:37Z", [0.0], ""], [1639, "2020-11-23T17:30:27Z", [0.02], "1.\tThe discovery over the last decade of major natural gas fields beneath the eastern Mediterranean has driven the region’s often-divided nations to work together to exploit the reserves. Cyprus, Israel and Egypt would enrich themselves while their exports through Greece and Italy would help Europe reduce its dependence on Russian gas. One catch: Turkey was left out of the picture, and with an active navy in the region, it’s sending signals it doesn’t intend to miss out (Honestly, I can't blame them!).\n2.\tTurkey has used its warships to interfere with gas exploration and has asserted itself in a variety of instances. Turkish vessels in 2018 blocked (https://www.maritime-executive.com/article/turkish-warships-chase-off-eni-s-drillship) a ship contracted by the Italian oil company Eni SpA  from approaching a work site within Cyprus’s exclusive economic zone. And Turkey has deployed newly procured drilling ships to search for gas in the area. \n3.\tIn January 2019, Cyprus, Israel and Egypt together with neighbors Greece, Jordan, the Palestinian Authority and Italy founded the East Mediterranean Gas Forum.\n4.\tIn January 2020, Greece, Israel and Cyprus signed an accord for the construction of a 1,900-kilometer (1,181-mile) undersea pipeline, called the EastMed, to connect gas fields in the eastern Mediterranean with European markets through Greece and Italy.\n5.\tTurkey was left out because the Republic of Cyprus was included.  Turkey doesn’t recognize Cyprus. Cyprus was in effect partitioned in 1963 when fighting erupted between Turkish Cypriots in the north and Greek Cypriots in the south. It was fully divided in 1974 after Turkey captured the northern third of the island following a coup by supporters of union with Greece. The breakaway Turkish Cypriot state in the north, known as the Turkish Republic of Northern Cyprus, is recognized only by Turkey, while the government in the south is recognized internationally.\n6.\tTurkey argue that the shortest route for a gas pipeline from the region to Europe would be from Northern Cyprus through Turkey. \n7.\tGreek Prime Minister Kyriakos Mitsotakis said in January that “EastMed is not a threat to anyone,” while the EU is considering imposing sanctions against Turkey for acting unilaterally near Cyprus and Greece. \n8.\tErdogan insisted Turkey was open to solving disputes through dialog, while Greece and Cyprus have made similar statements.\n9.\tGreece called on the three countries -- and particularly Germany -- to halt exports of military equipment to Turkey including submarines and frigates,\n10.\tWhile the disagrrements gets complicated on entitlements to rights within their legal territorial waters; \n11.\tErdogan said the agreement would enable joint exploration activities;\n12.\tGreece, Cyprus and Egypt see the deal as a Turkish bid for dominance in the eastern Mediterranean. All that said: EU wants to pursue a dialogue and abstain unilateral actions against EU interests and violate international law and the sovereign rights of EU Member States. Hoping that all differences be resolved through peaceful dialogue and in accordance with international law. But emphasizes full solidarity with Greece and Cyprus, whose sovereignty and sovereign rights must be respected, and calls on Turkey to abstain from actions that breach of international law. \nProvided constructive efforts to stop illegal activities vis-à-vis Greece and Cyprus are sustained, the European Council has agreed to launch a positive political EU-Turkey agenda with a specific emphasis on the modernization of the Customs Union and trade facilitation, people to people contacts, High-level dialogues, continued cooperation on migration issues, in line with the 2016 EU-Turkey Statement. \nThe European Council invites its President, in cooperation with the President of the Commission and with the support of the High Representative, to develop a proposal for re-energising the EU-Turkey agenda to this effect.\n_____________________\nCOMMENT:  I think the EU needs to give Turkey a slice of the pie.\nand these are the key words \"a positive political EU-Turkey agenda with a specific emphasis on the modernization of the Customs Union and trade facilitation, people to people contacts, High level dialogues, continued cooperation on migration issues, ...\""], [21046, "2020-11-22T17:06:30Z", [0.02], ""], [96937, "2020-11-22T14:31:37Z", [0.25], ""], [1034, "2020-11-22T08:04:27Z", [0.0], ""], [691, "2020-11-21T19:17:28Z", [0.0], ""], [58028, "2020-11-20T21:36:56Z", [0.0], ""], [96715, "2020-11-20T14:43:28Z", [0.16], "EU threatened Turkey with economic sanctions in December, but I don't think they have a unanimous agreement necessary for arms embargo specifically. So probability of sanctions is general is high but arms embargo is lower"], [57778, "2020-11-20T08:45:44Z", [0.0], ""], [96785, "2020-11-19T12:55:32Z", [0.05], "While tensions and rhetoric between Turkey and some EU member states (Greece and France) has increased recently, there are many steps to take before an arms embargo. France is clearly leading the charge to build an consensus around sanctions on Turkey. but arms embargos are probably too extreme a step at this point. Historically, EU arms embargos either mirror UN sanctions, or are otherwise targeted against internationally isolated nations. Turkey is neither, with close economic ties with the EU, membership in NATO, dynamic and evolving relationships with Russia, and a more assertive and expansive foreign policy throughout the Mediterranean region. Tensions between Turkey and some EU nations are inevitable given an acrimonious (and unfruitful) EU accessions process that doesn't favor the Turks and breeds distrust. These are all contextual factors that, 1) given that EU arms embargos are not common against non-isolated nations, 2) EU arms sanctions require unanimity amongst the EU (which doesn't exist on most issues anyways) 3) there is not much time to gain this consensus before the end of the year, 4) there are steps available short of an arms embargo (censure, non-binding resolutions, interim economic or other such sanctions that make it unlikely to see arms sanctions before the end of this year"], [96756, "2020-11-18T15:49:40Z", [0.05], "EU uses arms embargos, but doesn't use them lightly. https://www.sipri.org/databases/embargoes Although relations have soured recently, Turkey and the EU are still economically intertwined, and key EU presidential rotations are favorable to closer Turkey-EU toes. It seems unlikely that EU will pull the trigger on arms embargos.\nhttps://rusi.org/commentary/keep-your-friends-close-and-turkey-closer-eu-turkey-relations EU is still using conciliatory language as of 1 Oct as well. \"The EU welcomes the recent confidence building steps by Greece and Turkey, as well as the announcement that they will resume their direct exploratory talks aiming at the delimitation of the Continental Shelf and Exclusive Economic Zone of the two countries. These efforts need to be sustained and broadened.\"\nhttps://www.consilium.europa.eu/en/press/press-releases/2020/10/01/european-council-conclusions-on-external-relations-1-october-2020/"], [96725, "2020-11-17T00:52:58Z", [0.07], "In addition to my previous post, there's been EU declarations today to reaffirm the will to sanction Turkey economically in December: https://www.hawarnews.com/en/haber/france-reveals-possible-european-sanctions-against-turkey-h20662.html I believe this timing is not trifling. It still does not directly says it could be an arms embargo. And it is made by a French EU official. Thus doubt subsists, but I believe it raises the prospect of actual European sanctions in December (from 90% to 95%). However, the fact that the arms embargo is not mentioned in this discussion makes me reduce the prospect of an arms embargo discussion significantly (from 80% to 20%). I feel it would not make sense to not threaten Turkey with this specific sanction namely, if it is actually the plan. Moreover this declaration comes from a French citizen, while France is likely with Greece the more willing nation to sanction Turkey. I keep the other figures as there are: 95*20*50*70=6.65% A huge drop!"], [62808, "2020-11-16T21:55:43Z", [0.01], ""], [96831, "2020-11-16T18:13:15Z", [0.04], "The EU is the second-highest \"sanctioner\" (including arms embargoes) in the world, behind the US. Until 1980, the European Community would rely on the UN to sanction/embargo but has since changed its policies and relies on parallel sanctions to other institutions.\nVisiting Cyprus this week, Erdogan is poking the EU before their meeting Thursday, which seems to be a habit.  However, according to the article below, the EU is going to hold off on talks of any additional sanctions on Turkey until December. The arms embargo on Turkey would be put into place after Turkey bought UAVs and used them to help Azerbaijan to defeat Armenia at Nagorno-Karabakh in Oct/Nov 2020.  While an arms embargo may be discussed at a December summit, it is less likely that any agreement would be passed within a month and then implemented.\nhttps://www.europarl.europa.eu/RegData/etudes/BRIE/2018/621870/EPRS_BRI(2018)621870_EN.pdf\nhttps://euobserver.com/foreign/150079"], [96755, "2020-11-16T18:05:40Z", [0.01], "@VickyVale provided an excellent discussion of the situation and the possibility of sanctions. I do not think that arms embargos happen frequently enough that a base rate can be established in general, but to construct a base rate would require specific contextual information that would be debatable at best. Thus, I think that contextual information about voting patterns in recent EU votes against Turkey is more relevant. That rhetoric around Turkey, Cyrpus, and Greece has been increasing dramatically with arms sanctions implemented on Turkey by many of its NATO allies last year for its support of anti-Kurdish operations in Syria. The Rhetoric around Cyprus and the Eastern Med has been mutually divisive with the EU condemning Turkish actions and successfully implementing economic and travel sanctions in 2019 (https://www.sanctionsmap.eu/#/main/details/49/?search=%7B%22value%22:%22%22,%22searchType%22:%7B%7D%7D,) Despite the interrelatedness of EU and Turkish economies, but these economic sanctions were limited to only individuals who were involved with drilling in Cypriot designated waters. While the Turkish President recently called for a two-state solution in Cyrpus (https://www.politico.eu/article/erdogan-calls-for-two-state-solution-for-cyprus/). Additionally, the US lifted its arms embargo on Cyprus in Sep 2020. Given that Cyprus is an EU member and Turkey is calling for its division, I believe some form of arms sanctions are likely in the near-term in response from the EU member states, but an EU arms embargo would require a unanimous decision by the European Union Member States in Council (https://eeas.europa.eu/archives/docs/cfsp/sanctions/docs/index_en.pdf , page 7). Germany remains a major benefactor of Turkish arms sales as @DNK89 pointed out. Thus, an arms embargo (taken to mean a complete prohibition on arms sales from the EU) seems unlikely given the targeted nature of previous sanctions and the requirement for unanimity. The likelihood of Cypriot, Greek, and/or French arms embargoes or targeted denial of specific arms to Turkey to send a message is much greater than a complete prohibition on arms sales."], [95262, "2020-11-16T16:02:19Z", [0.0], ""], [1034, "2020-11-16T07:06:18Z", [0.0], ""], [96937, "2020-11-15T22:53:27Z", [0.3], "There is increasing rhetoric between France (major EU influencer) and Turkey over Libya & NK conflict. Although Europe is unlikely to seek to push Turkey closer to Russia."], [87566, "2020-11-15T16:37:34Z", [0.05], ""], [96625, "2020-11-15T14:04:42Z", [0.01], ""], [37651, "2020-11-15T10:30:34Z", [0.0], ""], [86367, "2020-11-15T06:42:24Z", [0.02], ""], [1034, "2020-11-15T05:18:51Z", [0.0], ""], [1034, "2020-11-15T04:56:54Z", [0.0], ""], [96945, "2020-11-15T04:01:06Z", [0.0], ""], [94837, "2020-11-14T22:13:12Z", [0.0], ""], [691, "2020-11-14T15:39:37Z", [0.0], "Any sentence that includes \"European Council\" and \"decide\" is in trouble from the start.  "], [740, "2020-11-14T11:46:55Z", [0.65], ""], [1034, "2020-11-14T06:12:11Z", [0.0], ""], [96717, "2020-11-13T14:38:22Z", [0.03], "In the past, the EU has imposed a new arms embargo on a new country at a rate of about 0.5 per year. (2020-NONE that I can find, 2019-NONE, 2018-NONE, 2017-Venezuela, 2016-NK(expansion by UN), 2015-Yemen) Source: https://www.sipri.org/databases/embargoes 0.5 New embargoes / ~180 countries not already under an arms embargo = < 1% chance.  Revise estimate up for current actions in Med / Caucasus.  Revise down since its a NATO country... and produces parts of the F-35... revise up for buying Russian S-400s... and with a bit of intuition on those factors I will settle at 3%."], [96737, "2020-11-13T14:24:12Z", [0.1], "EU is already limiting arms sales, but has stopped short of an arms embargo (~14 October). Greece, viewing itself as threatened by Turkey, is clamoring for an embargo. It appears that France is elevating rhetoric about Turkish oil drilling in Greek waters, but not about embargo. Unable to find thoughts of escalating tension with other EU member states that would drive to full embargo."], [96758, "2020-11-13T13:44:24Z", [0.04], "Placing Turkey in the same group as Russia and Venezuela as hostile countries is too large of a move for the EU right now. An arms embargo would do just that. Suspending arms sells to Turkey from multiple EU nations is the current action along the escalation spectrum and will be for some time."], [34815, "2020-11-13T04:28:59Z", [0.0], ""], [96736, "2020-11-13T02:28:50Z", [0.05], ""], [96740, "2020-11-13T00:53:31Z", [0.04], ""], [96784, "2020-11-13T00:43:42Z", [0.05], "Factors that will lead major powers to oppose strong anti-Turkey measures include Alliance stability in NATO, EU (and near EU) stability, Middle East stability concerns (including Syrian stability, ISIS remnants), balancing against Russia (including Black Sea access), overall economic stability, hedging against Iranian aggression, US forces in region, the relative weakness of both Greece and Cyprus, the relative economic unpopularity of Greece.  These factors, which lean heavily on the EU's economic health, migration to Europe, stability of the middle east, and stability of Eastern Europe, all suggest that pressures from numerous angles will significantly mute pushback on Turkish actions."], [96831, "2020-11-12T23:26:54Z", [0.05], "It is much more likely that the EU will use other economic/sanctions methods to coerce Turkey into changing its action in the Med."], [96715, "2020-11-12T23:25:23Z", [0.19], "https://ec.europa.eu/info/business-economy-euro/banking-and-finance/international-relations/restrictive-measures-sanctions_en\nShows a map of all the sanctions the EU has in place. They currently have limited focused sanctions in place for Turkey over these issues.  If these sanctions are not effective they could escalate to an arms embargo. \nI didn't click through every country to analyze the sanctions but the ones that I looked at with arms embargoes involved some aspect of trying to quell violence or human rights abuses. It doesn't seem like it would fit the pattern for EU to impose arms embargo on Turkey over only economic concerns. So unless they are going to tie in some other rationale I don't see it happening.\nAdmittedly this is my last forecasting question of the night and I haven't really researched the details  of why EU wants to impose sanctions, or what their policy is in al previous cases."], [96727, "2020-11-12T22:56:59Z", [0.01], "Turkey's action thus far do not meet  previous thresholds that EU uses to establish arms embargoes. This action will be taken very seriously because there is EU/international motivation to not push Turkey to Russia."], [96727, "2020-11-12T22:55:31Z", [0.05], "Comment deleted on Nov 12, 2020 10:56PM UTC"], [96725, "2020-11-12T20:09:19Z", [0.25], "There are multiple official declarations that confirm that the subject of sanctioning or coercing Turkey in one way or another will be debated in the next EU council in December, but it does not confirm that the question of an Arms Embargo (which requires a vote by unanimity) is going to be discussed.\nThe EU is very capable of applying arms embargoes— it's actually the case for 7 countries (18 if we count the UN sanctions that are followed by the EU)— but the EU's official policy is to favor diplomatic dialogue, in general. There are also a large variety of other sanctions that can be used instead.\nGreece, which is the main concerned country is not 100% supporting an embargo, because, as Hungary and Malta, it fears the threat of an immigration flow that Turkey could release in retaliation. Germany, Spain, and Italy have economic interests that may affect their desire to apply an arms embargo. All those countries opposed their veto to a proposition of an arms embargo in 2019. However, the situation is much different in 2020 and has escalated. Since Turkey is rejecting dialogue and, on the contrary, increases its threats, the tension escalates on both sides. I believe only Hungary and Malta may be opposed to an embargo now. The stronger will of the other EU countries may force them to oblige, provided that concessions are made or actions are taken to deal with the migration problems.\nThe recent waves of terrorism attacks (though not directly related to migration) have given more incentives to seriously address the migration issue (I heard some official declarations on the subject which pointed to an EU consensus). It will very likely be debated in December. Therefore, there's a possibility that Hungary and Malta agree on the arms embargo if their concerns regarding migration are tackled simultaneously through another set of decisions and actions.\nAs far as other countries (external to the EU) are concerned, I see no potential pressure that could prevent the EU from taking sanctions. EU sanctions do not apply to non-EU countries, and, in particular, the US and the UK (who are both selling arms to Turkey) would not be affected. However, this simple fact may also discourage the EU to apply any sanctions that may then be ineffective (as Turkey claims they would), especially if Russia keeps trading arms with Turkey too. Moreover, it is true that Turkey has a growing military industry that is more and more able to sustain Turkey's needs (at least for short term needs).\nTherefore, I estimate a 90% chances that sanctions will be discussed in December. 80% chances the question of Arms embargo will be discussed in that case (thus 72% overall). 50% chances it will be put to a vote (=> 36%). 70% chances it will be a unanimous yes, if voted.\nHence, I get a 25% overall (I have multiplied all those percentages). Note: I consider that members of the council will have a good idea of the outcome of the vote prior it, but they may still feel voting is a useful strategic move to threaten Turkey (as they probably did in 2019). Turkey is part of NATO but it is a separate organization and it seems that it would not have an impact on this EU decision. Some NATO countries have already applied some sanctions toward Turkey (the US for instance, regarding the F-35 sales)."], [96729, "2020-11-12T19:41:13Z", [0.03], "As a NATO nation, I don't think this is the most likely method for the EU to respond to 'undesirable' actions."], [96801, "2020-11-12T19:36:14Z", [0.1], "Of the 7 nations that the EU has active arms embargos 6/7 were enacted in response to  human rights issues/concerns and the other was in response to Russian actions in Ukraine.  Therefore, I fell the question is what would Turkey do for the EU to pass an arms embargo and I have not found evidence that would be in line with past decisions for arm embargos.  So I would rate this forecast low at 10%. "], [96716, "2020-11-12T19:05:40Z", [0.05], "Very unlikely.  Turkey is a member of NATO along with many EU countries.  Although the relationship is frayed, the European Council enacting an arms embargo before NATO taking some kind of admin action (e.g. voting to remove Turkey) is extremely unlikely; especially given the time horizon.  "], [31275, "2020-11-12T18:22:17Z", [0.0], ""], [18999, "2020-11-11T19:42:20Z", [0.27], ""], [42472, "2020-11-11T17:23:33Z", [0.0], ""], [78821, "2020-11-11T16:56:05Z", [0.0], "Reading news stories on this topic and reviewing the crowd input does not make it seem likely that the Counsel would impose an embargo. I wonder what influence the US election would have on the thinking of the EU member states, or if that's even relevant. "], [96894, "2020-11-11T16:00:23Z", [0.01], ""], [87827, "2020-11-11T15:00:00Z", [0.0], "Meant to come down on this, seems very unlikely based on info provided by others."], [1034, "2020-11-11T07:37:15Z", [0.0], ""], [96556, "2020-11-10T19:56:30Z", [0.0], "The EU relies on Turkey's support in handling migration (and Turkey is an important trading partner), thus it seems rather unlikely that the Council would consider such an extreme move. Additionally, the situation in the Mediterranean has relaxed in recent weeks, thus making this a less pressing issue."], [34959, "2020-11-10T16:12:44Z", [0.0], ""], [81304, "2020-11-10T13:45:41Z", [0.0], ""], [80644, "2020-11-10T13:24:45Z", [0.0], ""], [86367, "2020-11-10T09:02:31Z", [0.05], ""], [1034, "2020-11-10T07:52:32Z", [0.0], ""], [96112, "2020-11-10T01:37:50Z", [0.0], ""], [87744, "2020-11-09T20:23:04Z", [0.05], ""], [89083, "2020-11-09T19:20:02Z", [0.0], ""], [93028, "2020-11-09T18:59:44Z", [0.0], ""], [87827, "2020-11-09T18:34:02Z", [0.1], "-9 based on info provided by others, particularly here: https://www.gjopen.com/comments/1179994"], [85246, "2020-11-09T16:25:46Z", [0.15], ""], [81567, "2020-11-09T16:15:27Z", [0.0], ""], [75363, "2020-11-09T16:07:55Z", [0.04], "Looking at all the EU Arms Embargoes from 1986 - Present ->\nhttps://www.sipri.org/databases/embargoes We see that they occur at a minimum of 1 every 3 years. Therefore with 2017 the last year in which the EU made an new Arms Embargo (Venezuela), it would suggest that there is a very high probability of the EU making an Arms Embargo in 2020 ->\nLikelihood of new EU Arms Embargo in 2020 = 95% However, taking into account that 2020 is almost complete and the last 2020 European Council meeting is on the 11/12/2020 we see that ->\nLikelihood of new EU Arms Embargo in 2020 = 8% = 95% * ( ((12 - (10 + 9/30)) / 12 - ((12 - (11 + 11/31)) / 12 ) I assume that EU Arms Embargoes can only be decided at European Council meetings. Whether the EU will decide on an Arms Embargo for Turkey in 2020, I am sceptical. Turkey is a NATO member and from this Reuters article suggests that there is already an unofficial EU Arms Embargo against Turkey ->\nhttps://www.reuters.com/article/us-syria-security-eu-france/eu-governments-limit-arms-sales-to-turkey-but-avoid-embargo-idUSKBN1WT0M4 Likelihood of new EU Arms Embargo in 2020 for Turkey = 4% = 8% * 0.5"], [4423, "2020-11-09T15:44:26Z", [0.29], ""], [93350, "2020-11-09T10:41:26Z", [0.0], "An action by the EU must be agreed by all members.\nFive countries have blocked an embargo, three are in favour and the rest have no interest one way or the other.\nThere is an attempt to avoid a full embargo, unlike limited sanctions, against a potential new member of the trade bloc. Some countries have ceased selling arms to Turkey. A majority of the members are in favour of Turkey becoming an EU member.\nGreece is a traditional enemy with Turkey and is being backed by France which has a powerful voice, but of no consequence given the numbers.\nThe proposal is , given the requirement of all members agreeing, an arms embargo is unlikely. https://www.consilium.europa.eu/en/council-eu/international-agreements/  https://www.dw.com/en/turkey-eu-relations-which-countries-are-for-or-against-turkish-accession/a-40381533  https://www.euronews.com/2020/10/15/calls-growing-for-eu-sanctions-against-turkey-over-actions-in-eastern-mediterranean-and-cy\n"], [95262, "2020-11-09T06:48:33Z", [0.0], ""], [34920, "2020-11-09T04:09:29Z", [0.0], ""], [172, "2020-11-09T01:11:23Z", [0.0], ""], [87827, "2020-11-08T23:43:27Z", [0.1], "Short time frame and seems like not much appetite to go to that extreme. I'd guess low odds on my initial forecast."], [28336, "2020-11-08T19:28:31Z", [0.03], ""], [95884, "2020-11-08T18:38:38Z", [0.02], ""], [29875, "2020-11-08T08:23:15Z", [0.0], "Arms are a very valuable export for many european countries. They will use many other stronger negotiation leverages before going there, like fifa cup exclusion..."], [86367, "2020-11-08T06:30:04Z", [0.09], "The main issue here I think is how Germany acts as they are the ones that stand to lose the most from an embargo.1/3rd of their defence industry sales are to Turkey (242mn euros). \nhttps://greekcitytimes.com/2020/10/22/germany-weapons-turkey/?amp\n While the refugee crisis is a cause of concern but numbers have been steadily declining\nhttps://www.google.com/amp/s/amp.dw.com/en/eu-migration-turkey/a-55406468\nSpain and Italy have economic reasons to avoid a confrontation. Particularly when the issue at hand doesn't really concern them.\nTurkey's stance is fairly clear in that they won't back down and have just increased their aggression.\nhttps://www.google.com/amp/s/www.bbc.com/news/amp/world-europe-54504123 Overall I feel that there would be strong decision which may come through against Turkey, but given that several countries stand to lose as they are current trading partners, This would not be the first step that they would take. Things can precipitate if a war breaks out between Greece and Turkey.\nEurope also does have some leverage in this as their defence capabilities are much better than Russia's and Turkey Russia relations aren't exactly at their best right now.\nhttps://www.google.com/amp/s/greekcitytimes.com/2020/10/21/italian-admiral-greece-turkey/%3famp Will keep a watch on how this conflict escalates."], [45594, "2020-11-08T00:49:02Z", [0.1], ""], [754, "2020-11-08T00:38:08Z", [0.0], ""], [1034, "2020-11-07T23:12:31Z", [0.0], ""], [79919, "2020-11-07T19:53:43Z", [0.02], ""], [96369, "2020-11-07T18:40:18Z", [0.03], ""], [88766, "2020-11-07T17:58:08Z", [0.0], ""], [62808, "2020-11-07T17:20:36Z", [0.0], ""], [1636, "2020-11-07T17:15:18Z", [0.07], "Turkey made a recent announcement to resume activities of the Yavuz drilling vessel in the Eastern Mediterranean (source: Hurriyet Daily News). However, the EU has been consistently calling for dialogue and bilateral actions, also to address the Syrian refugee and migrant crises. An earlier withdrawal of the Turkish research vessel Oruç Reis was deemed by the EU an important step toward a meaningful dialogue (source: europa.eu). Given the pressing EU priorities -- dealing with the second wave of and the economic fallout from COVID-19 and the refugee crisis -- it is unlikely the European Council will decide to escalate the situation with Turkey at this time."], [75093, "2020-11-07T15:14:28Z", [0.05], ""], [96625, "2020-11-07T14:07:23Z", [0.3], ""], [93028, "2020-11-07T13:18:00Z", [0.01], "baseline: EU arms embargos concerning DPRK, Iran and Syria https://eeas.europa.eu/archives/docs/cfsp/sanctions/docs/measures_en.pdf ->10%\nfactors: Dealing with the stream of refugees in winter during Covid-19 is, while possible, something France and Germany will probabely concert to avoid. -> -9%"], [95068, "2020-11-07T11:58:21Z", [0.0], "baseline"], [89013, "2020-11-07T09:34:36Z", [0.03], ""], [89035, "2020-11-07T06:14:39Z", [0.0], ""], [60695, "2020-11-07T05:39:43Z", [0.0], ""], [92079, "2020-11-07T02:48:04Z", [0.0], ""], [92863, "2020-11-06T23:32:40Z", [0.02], ""], [94606, "2020-11-06T22:28:12Z", [0.02], "i) EU has too much to lose should turkey decide to let migrants move to EU\nii) EU's dual stick and carrot approach is unlikely to sway Turkey\niii) Turkey has already made it clear that they will buy arms from Russia\niv) Turkey's relationship with France has deteriorated over the past 6-9 months and France is likely to back Greece / Cyprus'. However, it is doubtful France can coerce Germany, Spain, Malta and Italy to enact an arms embargo."], [90527, "2020-11-06T21:30:03Z", [0.05], "There's already an arms reduction resolution in place. Socialist parties are pushing  for full embargo, but do not have the political clout to pull it off."], [62808, "2020-11-06T21:17:40Z", [0.0], ""], [95830, "2020-11-06T21:17:17Z", [0.8], ""], [691, "2020-11-06T20:15:01Z", [0.0], ""], [1034, "2020-11-06T18:58:26Z", [0.0], ""], [70711, "2020-11-06T18:47:36Z", [0.0], ""], [1333, "2020-11-06T18:35:21Z", [0.0], ""], [31275, "2020-11-06T18:21:32Z", [0.16], ""]]}