{"question_id": 2009, "title": "Will the US announce a reduction or elimination of total punitive tariffs on Canadian softwood lumber before 1 September 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[14133, "2021-08-30T17:15:26Z", [0.0], ""], [97302, "2021-08-25T22:23:52Z", [0.0], ""], [18679, "2021-08-25T17:14:05Z", [0.0], ""], [20256, "2021-08-25T15:38:44Z", [0.0], ""], [102305, "2021-08-23T23:27:49Z", [0.0], ""], [97312, "2021-08-23T18:37:12Z", [0.0], ""], [38, "2021-08-22T22:11:43Z", [0.0], "https://www.bloomberg.com/news/articles/2021-08-19/u-s-court-drops-trade-duty-reviews-as-lumber-dispute-roars-on The U.S. Court of International Trade has eliminated a rule that allowed foreign companies such as Canadian lumber producers to . . .  quickly apply for lower countervailing duty rates if they weren’t individually investigated by the Commerce Department in its original duty inquiry. The Aug. 18 CIT ruling reinstates higher duties for some Canadian lumber companies, although it will apply only prospectively. The ruling comes after the U.S. Department of Commerce said it may prospectively raise the current duties on softwood lumber imports from Canada later this year, as part of a trade spat that has gone on for decades between the two countries.\n~~~~~~~~\nCOMMENT:  This question will close soon.  For as long as I've been following it the news has been consistent:  the US Dept of Commerce has been suggesting it would raise the tariffs, not lower them.\n"], [87897, "2021-08-20T01:40:29Z", [0.0], ""], [88614, "2021-08-17T15:54:28Z", [0.0], ""], [94872, "2021-08-17T00:50:42Z", [0.0], ""], [87827, "2021-08-16T14:28:42Z", [0.0], ""], [87897, "2021-08-14T20:17:33Z", [0.01], ""], [88614, "2021-08-13T18:28:13Z", [0.01], ""], [88614, "2021-08-13T18:28:07Z", [0.21], ""], [38, "2021-08-13T16:57:07Z", [0.0], ""], [14133, "2021-08-13T16:38:53Z", [0.0], ""], [98424, "2021-08-12T19:52:31Z", [0.0], ""], [100330, "2021-08-12T19:49:20Z", [0.0], "nope. even if there was support to do this - there seems no way for this to get to the top of the \"to do\" list before Sept. too many balls in the air."], [34959, "2021-08-12T09:10:11Z", [0.0], ""], [94872, "2021-08-11T04:06:33Z", [0.01], ""], [55987, "2021-08-10T15:49:57Z", [0.0], ""], [97312, "2021-08-09T18:59:23Z", [0.01], ""], [87827, "2021-08-08T14:19:03Z", [0.02], ""], [34959, "2021-08-07T15:15:10Z", [0.02], ""], [49082, "2021-08-06T17:39:19Z", [0.1], ""], [59881, "2021-08-05T15:15:05Z", [1.0], ""], [52131, "2021-08-04T14:08:11Z", [0.0], ""], [87897, "2021-08-03T13:33:07Z", [0.03], ""], [94872, "2021-08-03T02:41:50Z", [0.03], ""], [55987, "2021-08-02T15:33:56Z", [0.02], ""], [87897, "2021-07-31T23:05:57Z", [0.04], ""], [99857, "2021-07-31T15:15:32Z", [0.0], "I was extremely doubtful before but since it's now August and there's virtually no news on the subject I'm saying the odds before Sept 1 are nil. This will likely be discussed in the fall, and I expect the new rates will be lower than planned, but it's not happening in our timeframe."], [10952, "2021-07-30T10:17:11Z", [0.0], ""], [67500, "2021-07-29T20:46:22Z", [0.04], "Lumber prices have decreased and the Biden admin, considered raising tariffs. No signs yet of negotiations to resolve the US-Canada lumber dispute (which could indicate a lowering of tariffs)"], [88614, "2021-07-28T17:19:26Z", [0.02], ""], [88614, "2021-07-26T17:19:12Z", [0.03], ""], [90237, "2021-07-25T06:05:42Z", [0.0], ""], [101892, "2021-07-22T06:43:54Z", [0.0], ""], [90433, "2021-07-21T18:17:53Z", [0.03], ""], [101217, "2021-07-18T19:32:35Z", [0.07], "Biden admins. seems uninterested in lowering tariffs anytime soon."], [55987, "2021-07-16T15:45:26Z", [0.04], ""], [95503, "2021-07-15T21:18:49Z", [0.04], ""], [101902, "2021-07-13T20:22:06Z", [0.05], ""], [100184, "2021-07-13T18:02:58Z", [0.05], ""], [56170, "2021-07-13T14:46:26Z", [0.15], ""], [88452, "2021-07-12T12:20:22Z", [0.0], ""], [90433, "2021-07-10T18:17:45Z", [0.07], ""], [34959, "2021-07-09T05:02:43Z", [0.03], ""], [101818, "2021-07-07T14:37:34Z", [0.15], "First look at this question- reduction in tariffs could be possible, but a complete elimination appears highly unlikely. The United States' longstanding policy disagreement with Canada over softwood lumber is unlikely to be resolved within the year, and the American lumber lobby retains significant political power and has an interest in restricting imports from Canada. Canadian diplomatic efforts regarding reduction or elimination of tariffs are unlikely to generate results within the specified time period, while the lumber price bubble in the United States appears to be decreasing."], [101793, "2021-07-07T00:03:52Z", [0.0], ""], [20256, "2021-07-02T17:01:00Z", [0.07], ""], [1333, "2021-07-01T08:25:12Z", [0.0], ""], [83135, "2021-07-01T01:14:27Z", [1.0], ""], [97312, "2021-06-29T18:29:05Z", [0.01], "US Softlumber prices are dropping even though tarrifs where doubled in May. (1) Little need to reduce the tariffs to reduce the pressure on the housing market. 1:\nhttps://madisonsreport.com/lumber-prices/"], [1333, "2021-06-29T13:25:35Z", [0.01], ""], [88614, "2021-06-26T18:58:56Z", [0.04], ""], [78587, "2021-06-24T08:37:10Z", [0.1], ""], [70711, "2021-06-23T03:33:51Z", [0.0], ""], [1333, "2021-06-21T14:01:18Z", [0.02], ""], [87827, "2021-06-21T13:05:15Z", [0.05], "Seems too short a timeframe and news I'm seeing is saying a resolution is unlikely."], [87691, "2021-06-20T04:48:31Z", [0.0], ""], [1333, "2021-06-17T14:34:49Z", [0.01], ""], [99857, "2021-06-15T21:17:24Z", [0.02], "If anything happens it's unlikely to happen over the summer now and pressure is easing with prices coming back down. There will undoubtedly be further discussion in the fall but nothing before Sept.1"], [94872, "2021-06-15T02:41:47Z", [0.04], ""], [100273, "2021-06-14T02:25:35Z", [0.2], "Less likely. "], [1333, "2021-06-13T13:24:16Z", [0.0], ""], [45594, "2021-06-13T07:26:12Z", [0.05], ""], [90237, "2021-06-12T08:27:33Z", [0.0], ""], [1333, "2021-06-09T13:19:58Z", [0.1], ""], [1333, "2021-06-08T10:43:58Z", [0.2], ""], [89013, "2021-06-08T10:22:28Z", [0.08], ""], [1333, "2021-06-07T13:09:38Z", [0.34], ""], [1333, "2021-06-05T14:48:55Z", [0.45], ""], [56265, "2021-06-04T14:29:44Z", [0.03], ""], [101217, "2021-06-03T14:07:26Z", [0.2], "Biden is a pro-union president and has been a pro-union politicians his entire life. If unions want tariffs on lumber, he'll go along with it. That said, builders and developers are complaining about lumber prices and housing prices are going up, in part due to materials. But I think some of the cost-push will subside as the economy opens up and people have more options to spend money outside of housing and furniture. So I think the buy USA and union pressure win out and tariffs are likely to remain. "], [1333, "2021-06-03T13:59:02Z", [0.46], ""], [94872, "2021-06-03T04:37:03Z", [0.05], ""], [97312, "2021-06-02T19:40:23Z", [0.1], "US decided to double tariffs on softwood from Canada. (1)  Although there resistance to the measure it would strange for it to be overturned this soon after announcement. (2) All the reasons for lowering the tariff such as the influence on house prices and other buildings should have been taken into consideration lowering the change of the tariff being lowered. Still, it wouldn't be the first time public opposition scraps a recent new rule.  1:\nhttps://www.theglobeandmail.com/business/article-us-seeks-to-double-tariff-rates-against-most-canadian-softwood-lumber/\nhttps://seekingalpha.com/news/3699280-us-moves-to-double-tariffs-on-canadian-softwood-lumber\n2:\nhttps://www.globest.com/2021/05/26/us-plan-to-double-canadian-lumber-tariffs-comes-under-fire/?slreturn=20210502153453"], [101216, "2021-06-02T18:33:13Z", [0.8], "This is an extremely likely scenario. As housing prices continue to skyrocket, it will either create a functional bubble (that can collapse the market/ruin eviction moratoriums). I genuinely believe that the Biden Admin knows this and will reduce the tariffs. "], [1333, "2021-06-01T13:38:27Z", [0.62], ""], [34959, "2021-05-31T23:17:56Z", [0.01], ""], [88614, "2021-05-31T15:42:52Z", [0.05], ""], [97140, "2021-05-31T13:54:35Z", [0.1], ""], [88452, "2021-05-30T17:59:01Z", [0.0], "\"If finalized, the higher import tariffs would raise producer costs and cut into their profits but are unlikely to impact the prices consumers pay for wood products, analysts say. \n[...]\nBecause it's a preliminary tariff rate, current cash deposit rates will continue to apply until the finalized rates are published, likely this November.\"\nhttps://www.baystreet.ca/globalmarkets/2882/US-To-Raise-Import-Tariffs-On-Canadian-Softwood-Lumber \"Instead, the Biden administration is planning on imposing a large tariff increase that will “further exacerbate the nation’s housing affordability crisis, put even more upward pressure on the price of lumber and force millions of U.S. homebuyers and lumber consumers to foot the bill for this ill-conceived protectionist action,” said Chuck Fowke, chairman of the National Association of Home Builders.\nNot surprisingly, Jason Brouchu, co-chair of the U.S. Lumber Coalition and president of the Pleasant River Lumber Company, applauded the tariff as a way of leveling the “playing field… for continued investment and growth for U.S. lumber manufacturing.”\nTypically, special interest groups who benefit from tariffs—in this case domestic lumber plants—strongly advocate for a protectionist policies that allow them to charge higher prices for their products by throttling their competition. A few companies may benefit, but Americans at large will foot the bill.\"\nhttps://www.heritage.org/trade/commentary/steeper-tariff-canadian-softwood-lumber-not-the-solution"], [1333, "2021-05-30T14:54:34Z", [0.7], ""], [87827, "2021-05-30T13:49:28Z", [0.2], "-40 on latest tariffs until I look into more info on it. I wonder if a reduction of the latest tariffs, but still over the level of when the question first started, would satisfy the question?"], [1333, "2021-05-29T08:18:42Z", [0.8], ""], [1333, "2021-05-29T08:14:17Z", [0.9], ""], [94872, "2021-05-29T03:28:12Z", [0.0], ""], [34815, "2021-05-28T22:26:01Z", [0.0], ""], [691, "2021-05-28T17:09:54Z", [0.0], ""], [13086, "2021-05-28T16:17:29Z", [0.0], ""], [80634, "2021-05-28T13:17:32Z", [0.0], ""], [100724, "2021-05-27T14:02:39Z", [0.01], ""], [691, "2021-05-27T13:53:26Z", [0.52], ""], [94737, "2021-05-27T07:52:18Z", [0.0], ""], [38, "2021-05-27T06:04:11Z", [0.04], "https://www.politico.com/newsletters/weekly-trade/2021/05/24/china-bill-amendment-targets-seafood-slavery-795483 May 24, 2021,  \"\"The Commerce Department on Friday announced plans to double combined anti-dumping and countervailing duties on Canadian softwood lumber to slightly more than 18 percent.\""], [14266, "2021-05-26T21:31:52Z", [0.0], ""], [89120, "2021-05-26T19:46:18Z", [1.0], ""], [29680, "2021-05-26T19:43:59Z", [0.0], ""], [94872, "2021-05-26T17:21:44Z", [0.0], ""], [22689, "2021-05-26T15:18:27Z", [0.0], ""], [13657, "2021-05-26T14:12:24Z", [0.0], "Moving to increase the tariff.\nhttps://www.zerohedge.com/markets/lumber-firms-applaud-home-builders-angry-us-moves-double-canadian-lumber-tariffs"], [88452, "2021-05-26T06:09:59Z", [0.0], "https://en.wikipedia.org/wiki/Canada%E2%80%93United_States_softwood_lumber_dispute#Looking_ahead"], [34959, "2021-05-26T05:14:21Z", [0.25], ""], [94872, "2021-05-26T00:58:43Z", [0.5], ""], [46151, "2021-05-25T23:29:32Z", [0.05], ""], [691, "2021-05-25T19:30:03Z", [0.8], ""], [88614, "2021-05-25T15:58:19Z", [0.08], ""], [99857, "2021-05-25T01:07:22Z", [0.06], "Considering the current plan is to substantially increase the tariffs, and there are numerous US mills with expansion plans to fill domestic supply, and lumber futures are on the decline, it seems highly unlikely that without WTO intervention the US commerce dept. will step back on the current rates. I can't find the source but am confident I read the final decision on the currently planned increase isn't to be confirmed until November as well, making it even more unlikely that rates will be reduced in the given timeframe. https://bc.ctvnews.ca/u-s-commerce-department-doubles-tariffs-on-canadian-softwood-lumber-imports-1.5438850\nhttps://www.cbc.ca/news/politics/commerce-department-doubles-softwood-tariffs-1.6036806\nhttps://financialpost.com/commodities/agriculture/worlds-top-lumber-firm-to-expand-u-s-mill-capacity-amid-boom"], [34959, "2021-05-24T04:57:43Z", [0.51], ""], [74903, "2021-05-22T22:35:18Z", [0.0], "So, there is more probabilities  that it will go up than go down: https://uslumbercoalition.org/press-release/u-s-lumber-coalition-u-s-department-of-commerces-continued-trade-enforcement-leads-to-robust-domestic-lumber-industry-capacity-expansion/"], [80634, "2021-05-21T21:10:04Z", [0.1], "unlikely - longstanding issue that with a decent gap between the two sides"], [88614, "2021-05-21T12:41:28Z", [0.2], "This is a very long standing Canada-US issue.   Difficult to imagine permanent elimination before September but a temporary change may respond to domestic challenges in the US.   Starting at 20% given range of other issues happening at the same time."], [74903, "2021-05-21T09:30:15Z", [0.15], "Three months to go, summer time, and so many issues to tackle. \nOverheating in this sector is also on the Canadian side, why any lobbies would represent interest group that doesn't need  a higher demand right now?\n"], [94872, "2021-05-21T05:51:39Z", [0.7], ""], [56265, "2021-05-21T00:00:16Z", [0.65], ""], [691, "2021-05-20T14:05:07Z", [0.84], "https://www.reuters.com/business/us-housing-starts-drop-sharply-april-2021-05-18/\nSeems like not a good time to make it harder to procure building supplies.  Timing might not work out for this Q, though."], [14266, "2021-05-20T09:40:15Z", [0.7], ""], [101088, "2021-05-20T04:02:01Z", [0.05], "Current administration is not rushing to lift current tariffs."], [97312, "2021-05-19T19:36:59Z", [0.65], "This is one of the longest running trade disputes between Canada and the US going on and off since 1982 (1). The dispute comes down to the US objecting how Canada taxes harvests and seeing this as an unfair subsidy. Current tariff is around 9%.  An important thing to consider is the effect of lumber cost on house prices. High lumber prices currently add between 24k and 36k to the price of a new house (costing 408,8K in 2021) (2). eliminating the tariff would decrease new house prices by about 0,5% to 0,7% depending on the amount of wood used. Significant given the amount of money needed to buy a house but I'm wondering how much effect removing a 9% tariff will have on lumber prices increasing in the double of even triple digits. Bidens record on trade policy also isn't that different from Trump when it comes to protecting US jobs and industries. (3) On the other hand, it would be a vote pleaser for Biden and the pressure to do something about rising house prices is increasing (4).  I'm going with 65% on this one. Although the effect of a reduction in tariffs will be limited and it wont solve the underlying issue of Canadian subsidies, there is mounting pressure to do (or be seen doing) something about high house prices.  I suspect a temporary reduction or elimination since the underlying reason for the current rise in lumber prices has little to do with the tariffs.  1:\nhttps://en.wikipedia.org/wiki/Canada%E2%80%93United_States_softwood_lumber_dispute\n2:\nhttps://www.statista.com/statistics/240991/average-sales-prices-of-new-homes-sold-in-the-us/\nhttps://www.cnbc.com/2021/04/30/soaring-lumber-prices-add-36000-to-the-cost-of-a-new-home.html\nhttps://www.businessinsider.com/real-estate-homebuying-soaring-lumber-prices-new-homes-construction-2021-3?international=true&r=US&IR=T\n3:\nhttps://worldcrunch.com/business-finance/biden-on-trade-trump-like-protectionism-with-a-smile\n4:\nhttps://www.reuters.com/business/us-trade-chief-pressured-lift-duties-canadian-lumber-2021-05-16/\n"], [70711, "2021-05-19T00:46:57Z", [1.0], ""], [100287, "2021-05-18T19:25:43Z", [0.75], ""], [691, "2021-05-18T18:50:56Z", [0.68], ""], [34959, "2021-05-18T14:04:15Z", [0.54], ""], [100724, "2021-05-18T12:54:43Z", [0.9], ""], [100184, "2021-05-17T18:57:14Z", [0.7], ""], [691, "2021-05-17T17:57:07Z", [0.7], ""], [2895, "2021-05-17T16:25:06Z", [0.75], "the Biden administration is facing increased political pressure due to the manifestation of increased general inflation and hot housing prices. Lumber costs have received public attention   as a contributor to both trends https://www.cnbc.com/2021/04/30/soaring-lumber-prices-add-36000-to-the-cost-of-a-new-home.html Reducing the tariffs, which never had a clear rationale other than as a sop to some Trump support factions, would provide  \nBiden an easy political win with some short-term economic benefit to lumber market competition and better market functioning in the mid to long term. And the reduction  in the foreign relations conflict temperature with Canada "], [100664, "2021-05-17T11:13:21Z", [0.15], ""], [88452, "2021-05-17T10:13:10Z", [1.0], ""], [29680, "2021-05-17T04:45:17Z", [0.4], ""], [691, "2021-05-16T21:01:38Z", [0.68], "https://www.reuters.com/business/us-trade-chief-pressured-lift-duties-canadian-lumber-2021-05-16/ In the old days, when negotiation was not tantamount to treason, this would have been an easy item to deal on, both within the US Congress and between the US and Canada.  Nobody wants the US building biz jammed up any longer than necessary, and it looks like the gnomes doing the review are thinking along the same lines.  From this piece (https://www.reuters.com/business/us-tariff-review-considers-commodity-shortages-inflation-official-2021-05-14/), see these bits: \"Strong demand for consumer goods and other products in a U.S. economy still scarred by the coronavirus pandemic have led to shortages in commodities from lumber to computer chips. \"  \n\"' \"Our trade representatives are looking at all of these factors.'\"  I don't know anybody in the Trade Reps' office any more, but this feels like they'd like to cut a deal.  Stay tuned."], [100828, "2021-05-16T20:46:59Z", [0.59], ""], [14133, "2021-05-16T19:07:58Z", [0.8], ""], [79442, "2021-05-16T18:42:36Z", [0.0], ""], [18679, "2021-05-16T17:33:14Z", [0.8], ""], [56170, "2021-05-16T17:29:40Z", [0.68], ""], [13657, "2021-05-16T17:16:58Z", [0.15], "This particular tariff seems to be administered by the commerce department and not by the president, so the politics a lot of people are talking about don't seem to apply. Canada can still beat the United States on lumber prices even with the tariff, and Canadian lumber mills are currently going at 100% capacity, so it seems pretty clear that removing this tariff would do nothing to help the problem. Not that government ever acts in a rational way.\nhttps://www.wsj.com/amp/articles/homes-price-rise-is-not-explained-by-duties-11618854766"], [93409, "2021-05-16T16:47:46Z", [1.0], ""], [691, "2021-05-16T12:17:33Z", [0.35], ""], [100923, "2021-05-16T10:39:49Z", [0.38], "Biden is more likely to drop the tariffs since it was Trump's tariff but: According to Wells Fargo, \"removing the tariff will not help that much\" \"Price of lumber will fall within 18 months\" Assuming the government listens to economists, I don't see why they would want to change the status quo. This gives around 40-60. The government can possibly announce a reduction after September 1, 2021 so that gives around -2% on Yes."], [97140, "2021-05-16T10:18:56Z", [0.45], ""], [45594, "2021-05-16T06:49:04Z", [0.5], ""], [94872, "2021-05-16T06:29:44Z", [0.64], ""], [94872, "2021-05-16T06:29:23Z", [0.69], ""], [92079, "2021-05-16T02:05:43Z", [1.0], ""], [100273, "2021-05-16T00:55:48Z", [0.6], "Rational people would."], [90433, "2021-05-15T21:46:50Z", [0.14], ""], [48709, "2021-05-15T16:18:14Z", [0.5], "50/50 to start the forecast "], [34815, "2021-05-15T04:15:41Z", [1.0], ""], [22689, "2021-05-14T20:54:47Z", [0.95], ""], [87827, "2021-05-14T20:39:07Z", [0.6], "I would guess the Biden administration will be more open to tariff reductions and de-escalating the trade war. I think Biden's view on trade is a lot less zero-sum than Trump's is. But September isn't too far away and these negotiations can take time so I'm not too confident, and Biden hasn't been as quick to remove tariffs and barriers to trade as I would have guessed initially."], [8826, "2021-05-14T19:38:32Z", [0.05], ""], [94737, "2021-05-14T19:04:07Z", [1.0], ""], [60695, "2021-05-14T17:39:18Z", [1.0], ""], [74903, "2021-05-14T17:25:54Z", [0.15], ""], [1333, "2021-05-14T17:11:36Z", [1.0], ""]], "open_date": "2021-05-14T17:00:45Z", "close_date": "2021-09-01T07:01:45Z"}