{"question_id": 1126, "title": "When will Denmark approve the construction of Nord Stream 2 through its territorial waters or Exclusive Economic Zone?", "possible_answers": ["Before 1 June 2019", "Between 1 June and 31 August 2019, inclusive", "Between 1 September and 30 November 2019, inclusive", "Not before 1 December 2019"], "crowd_forecast": [0.0, 0.0, 0.05, 0.95], "correct_answer": "Between 1 September and 30 November 2019, inclusive", "correct_forecast": 0.05, "preds": [[11430, "2019-10-30T19:02:37Z", [0.0, 0.0, 0.0, 1.0], ""], [25141, "2019-10-30T18:37:54Z", [0.0, 0.0, 1.0, 0.0], ""], [25141, "2019-10-30T18:37:14Z", [0.0, 0.0, 0.0, 1.0], ""], [46762, "2019-10-30T17:42:32Z", [0.0, 0.0, 1.0, 0.0], ""], [20504, "2019-10-30T17:34:52Z", [0.0, 0.0, 1.0, 0.0], ""], [26553, "2019-10-30T17:30:32Z", [0.0, 0.0, 1.0, 0.0], ""], [41922, "2019-10-30T16:09:58Z", [0.0, 0.0, 1.0, 0.0], ""], [83, "2019-10-30T15:26:25Z", [0.0, 0.0, 1.0, 0.0], "Recalculating ... "], [57797, "2019-10-30T15:04:45Z", [0.0, 0.0, 1.0, 0.0], ""], [28414, "2019-10-30T15:01:40Z", [0.0, 0.0, 1.0, 0.0], ""], [25705, "2019-10-30T14:09:11Z", [0.0, 0.0, 1.0, 0.0], "Despite all odds, the Nord Stream II is approved by Denmark! https://www.ft.com/content/dbebe814-fb13-11e9-98fd-4d6c20050229 https://www.washingtonpost.com/world/europe/in-blow-to-us-denmark-will-allow-joint-german-russian-nord-stream-2-gas-pipeline-project-under-the-baltic-sea/2019/10/30/ad22335c-fb14-11e9-9e02-1d45cb3dfa8f_story.html http://cphpost.dk/news/business/davai-denmark-finally-approves-controversial-russian-pipeline.html"], [57797, "2019-10-30T02:36:42Z", [0.0, 0.0, 0.02, 0.98], ""], [83, "2019-10-29T19:19:53Z", [0.0, 0.0, 0.0, 1.0], ""], [25705, "2019-10-29T18:45:59Z", [0.0, 0.0, 0.0, 1.0], "No good news for the project at this time. Competitor's (Norway-Denmark-Poland) pipeline is approved. The negotiations between Russia and Ukraine mediated by EU have stalled. And at some point Gazprom may decide to cut losses and invest in non-Danish route though at this point it looks more like a tool to exert pressure on the Danish government."], [34353, "2019-10-28T19:44:57Z", [0.0, 0.0, 0.01, 0.99], ""], [1034, "2019-10-28T17:55:20Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-10-28T09:26:10Z", [0.0, 0.0, 0.01, 0.99], ""], [57797, "2019-10-28T03:59:19Z", [0.0, 0.0, 0.05, 0.95], ""], [586, "2019-10-27T18:36:22Z", [0.0, 0.0, 0.0, 1.0], "Polish Danish project to connect Norwegian gas field with Central Europe has been green lighted by Danish authorities. https://www.baltic-pipe.eu/denmark-has-approved-the-offshore-part-of-the-baltic-pipe-project/"], [691, "2019-10-27T11:54:09Z", [0.0, 0.0, 0.01, 0.99], ""], [29680, "2019-10-27T06:18:45Z", [0.0, 0.0, 0.01, 0.99], ""], [1034, "2019-10-26T22:48:08Z", [0.0, 0.0, 0.0, 1.0], "With Gazprom’s Nord Stream 2, Putin Is Getting Ready to Put the Screws on Europe Korchemkin (2019) October 7, stated that: There is something Orwellian about the Russian energy giant Gazprom’s Nord Stream 2 pipeline project, which will take natural gas from Russia to Europe via the Baltic Sea and Germany. The official rationale for the project is that Europe needs more gas, and this is the best way to get it. Yet the pipeline, combined with other planned projects, will actually reduce Russia’s export capacity. And even as Nord Stream 2 promises “the further diversification of energy routes to Europe,” it will actually concentrate Russian gas exports into a single pipeline corridor in the Baltic Sea, where it will bypass Ukraine and reduce that country’s gas load to 10 percent of current capacity (Para. 1). And Putin himself may be a bigger danger. The history of Nord Stream 1, which terminates in Germany just as the Nord Stream 2 pipeline is planned to do, demonstrates that he’s more than willing to use pipelines for political leverage. After the commissioning of Nord Stream 1, he wanted to keep a tight grip on gas supplies to Ukraine, reducing them when the country angered him—either by cutting off some lines or hiking prices. But when Europe announced that it would resell Russian gas back to Ukraine at a lower price than Russia had offered, Putin got angry and in June 2014 threatened to punish the involved parties—Austrian, German, and Slovakian firms—by reducing the supply of Russian gas to their home countries (Para. 7). *\nReference\n*\nKorchemkin, M. (2019). With Gazprom’s Nord Stream 2, Putin Is Getting Ready to Put the Screws on Europe. Foreign Policy. Argument. October 7, 2019. Retrieved from\nhttps://foreignpolicy.com/2019/10/07/gazproms-nord-stream-2-will-help-putin-cut-off-natural-gas-supplies-to-europe/"], [28414, "2019-10-25T09:05:31Z", [0.0, 0.0, 0.05, 0.95], "The Danish-Polish pipeline project has been granted permits to construct a natural gas pipeline offshore Denmark.\nhttps://en-press.ens.dk/pressreleases/permits-for-the-baltic-pipe-project-are-granted-2936109"], [28414, "2019-10-25T09:03:03Z", [0.0, 0.0, 1.0, 0.0], ""], [1034, "2019-10-23T20:58:49Z", [0.0, 0.0, 0.0, 1.0], ""], [25141, "2019-10-23T20:35:34Z", [0.0, 0.0, 0.03, 0.97], ""], [6978, "2019-10-23T16:07:53Z", [0.0, 0.0, 0.05, 0.95], "21-28 days."], [767, "2019-10-22T21:35:03Z", [0.0, 0.0, 0.05, 0.95], ""], [691, "2019-10-22T13:18:36Z", [0.0, 0.0, 0.02, 0.98], ""], [42004, "2019-10-21T09:44:30Z", [0.0, 0.0, 0.03, 0.97], ""], [1034, "2019-10-20T21:45:30Z", [0.0, 0.0, 0.0, 1.0], ""], [25141, "2019-10-20T16:49:34Z", [0.0, 0.0, 0.04, 0.96], ""], [63963, "2019-10-19T15:11:45Z", [0.0, 0.0, 0.0, 1.0], ""], [57797, "2019-10-18T14:52:58Z", [0.0, 0.0, 0.1, 0.9], ""], [57797, "2019-10-18T14:52:34Z", [0.0, 0.0, 0.15, 0.85], ""], [25705, "2019-10-18T13:30:21Z", [0.0, 0.0, 0.05, 0.95], "No news on trilateral talks between Ukraine and Russia meditated by EU on a gas deal - not a good sign. In September the end of October was announced as a continuation of talks. And Denmark has incentive to procrastinate to show the big Russian bear who is in charge despite the potential economic downside from the lack of approval. Reversing the course upping the probability of Denmark's approval. It may still happen, but it can be after the question's timeframe."], [691, "2019-10-17T14:15:46Z", [0.0, 0.0, 0.02, 0.98], ""], [34516, "2019-10-17T01:26:32Z", [0.0, 0.0, 0.01, 0.99], ""], [172, "2019-10-16T23:18:23Z", [0.0, 0.0, 0.01, 0.99], ""], [67317, "2019-10-16T15:05:58Z", [0.0, 0.0, 0.03, 0.97], ""], [79410, "2019-10-15T17:07:34Z", [0.0, 0.0, 0.0, 1.0], ""], [28414, "2019-10-15T09:04:54Z", [0.0, 0.0, 0.05, 0.95], ""], [28414, "2019-10-15T09:04:30Z", [0.0, 0.0, 0.1, 0.9], ""], [25705, "2019-10-14T19:50:38Z", [0.0, 0.0, 0.22, 0.78], "Russian sources tend to overestimate chances of Denmark approving Nord Stream 2. Still, if you take this into account, there is some logic behind them - depletion of West European own natural gas fields and American LNG being substantially more expensive. In Russian: https://ria.ru/20191014/1559692698.html"], [1034, "2019-10-14T19:43:54Z", [0.0, 0.0, 0.0, 1.0], "Gazprom: Nord Stream 2 cost would rise by 'hundreds of millions' to bypass Denmark. Soldatkin (2019) Oct. 4, states that: MOSCOW (Reuters) - An alternative route bypassing Danish waters for the construction of the undersea Nord Stream 2 gas pipeline would cost “hundreds of millions of dollars”, the chairman of Russian gas company Gazprom told Reuters (Para. 1). ** Soldatkin, V. (2019). Gazprom: Nord Stream 2 cost would rise by 'hundreds of millions' to bypass Denmark. Reuters. World. Oct. 4, 2019. Retrieved from\nhttps://www.reuters.com/article/us-gazprom-nordstream-2/gazprom-nord-stream-2-cost-would-rise-by-hundreds-of-millions-to-bypass-denmark-idUSKBN1WJ16X"], [25705, "2019-10-13T02:36:43Z", [0.0, 0.0, 0.17, 0.83], ""], [691, "2019-10-12T12:33:14Z", [0.0, 0.0, 0.02, 0.98], ""], [172, "2019-10-11T22:43:03Z", [0.0, 0.0, 0.15, 0.85], ""], [16895, "2019-10-11T22:25:12Z", [0.0, 0.0, 0.0, 1.0], ""], [30598, "2019-10-11T08:16:33Z", [0.0, 0.0, 0.05, 0.95], ""], [35217, "2019-10-10T21:19:50Z", [0.0, 0.0, 0.08, 0.92], ""], [691, "2019-10-10T14:05:58Z", [0.0, 0.0, 0.06, 0.94], ""], [57797, "2019-10-09T21:37:20Z", [0.0, 0.0, 0.2, 0.8], ""], [1034, "2019-10-09T20:28:15Z", [0.0, 0.0, 0.0, 1.0], "Angered by new gas transit rules, Gazprom sues EU Istrate (2019) October 8, states that: The Nord Stream 2 gas pipeline consortium, which is headed by Russia’s Gazprom, has announced that it will sue the European Commission, the executive body of the European Union, over its amended Gas Directive that requires the Russia-built pipeline to comply with EU regulations. “Nord Stream 2 AG has now decided to ask the tribunal of arbitration to determine that the European Union is in breach of its international law commitments under the [treaty] and to make orders requiring the EU to discontinue its breach,” wrote Politico Europe, quoting Sebastian Sass, Nord Stream AG’s permanent representative to the European Union on September 26. “The amendment was clearly designed and adopted for the purpose of disadvantaging and discouraging the Nord Stream 2 pipeline,” the company said in a later statement, adding that it was the Council of the European Union that breached EU regulations (Para. 1-3). Speaking to Emerging Europe, former German MEP Rebecca Harms said that if the project company does not comply with EU regulations, the European Commission will be forced to halt gas transit via Nord Stream 2 (Para 14). The Russian pipeline runs for 1,200 kilometres from Russia to Germany, although the new EU regulations will initially apply only to a 54 kilometre-long section in Germany’s territorial waters. Germany and Russia are yet to negotiate the application of the new EU rules. Meantime, Gazprom chairman Viktor Zubkov told the Russian press that if Denmark does not allow the company to use its territorial waters, it will bypass them (Para. 16). Mr Zubkov added that a green light from the Danes would allow the project to be finished in “four or five weeks.” “We don’t see any basis not to give such a permit,” Russian energy minister Aleksander Novak said on October 2. Denmark has yet to approve the transit of the pipeline through its territory (Para. 14-19). **\nReference\n*\nIstrate, D. (2019). Angered by new gas transit rules, Gazprom sues EU. Emerging Europe. News. October 8, 2019. Retrieved from \nhttps://emerging-europe.com/news/angered-by-new-gas-transit-rules-gazprom-sues-eu/\n"], [25705, "2019-10-07T02:02:41Z", [0.0, 0.0, 0.26, 0.74], "Again, being cautious"], [1034, "2019-10-06T17:39:44Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-10-06T12:37:44Z", [0.0, 0.0, 0.06, 0.94], ""], [26553, "2019-10-06T00:39:10Z", [0.0, 0.0, 0.0, 1.0], ""], [19801, "2019-10-05T00:45:52Z", [0.0, 0.0, 0.0, 1.0], "Due to the Danes folding under US pressure. Although the new government might have other ideas. We felt obliged to take this step because in more than two years since we filed this application, the former Danish government has not given any indication of coming to a decision”, said Matthias Warnig, the CEO of Nord Stream 2.\nhttp://cphpost.dk/news/nord-stream-2-drops-plans-to-establish-pipeline-through-denmark.html"], [1034, "2019-10-04T19:11:17Z", [0.0, 0.0, 0.0, 1.0], "Russia's Nord Stream 2 may be delayed if it bypasses Denmark – Novak Soldatkin (2019) October 4, states that: MOSCOW, Oct 4 (Reuters) - Nord Stream 2 gas pipeline could be delayed by several months if Denmark fails to issue its permit for the project and the pipeline has to bypass Danish waters, Russian Energy Minister Alexander Novak told Business FM radio Friday. Soldatkin, V. (2019). Russia's Nord Stream 2 may be delayed if it bypasses Denmark – Novak. Reuters. Basic Materials. October 4, 2019. Retried from\nhttps://www.reuters.com/article/russia-nordstream2-novak/russias-nord-stream-2-may-be-delayed-if-it-bypasses-denmark-novak-idUSR4N26O02U Denmark could be bypassed by Russia's Nord Stream 2 pipeline Agence France-Presse (2019) October 2, states that: Russian energy giant Gazprom said Wednesday its controversial Nord Stream 2 gas pipeline set to supply Europe could bypass Danish waters if Copenhagen continues to withhold permission.\nThe almost-completed project's final major hurdle is obtaining an agreement from Denmark that the Baltic Sea pipeline can cross its exclusive economic zone, which is outside its territorial waters. \"If they don't approve it... we will go around Denmark's economic zone,\" Gazprom chairman Viktor Zubkov said at a Moscow energy forum, quoted by TASS news agency (Para. 1-3). Agence France-Presse (2019). Denmark could be bypassed by Russia's Nord Stream 2 pipeline. AFP. October 2, 2019. Retrieved from\nhttps://www.thelocal.dk/20191002/denmark-could-be-bypassed-by-russias-nord-stream-2-pipeline"], [37413, "2019-10-04T15:18:52Z", [0.0, 0.0, 0.05, 0.95], ""], [25705, "2019-10-04T12:31:57Z", [0.0, 0.0, 0.39, 0.61], "@dsarin broke the news first here - https://www.gjopen.com/comments/comments/911788. Initially, the news was broken by Izvestiya, a Russian newspaper that revealed that according their sources, the Danish government has dropped any political objections to Nord Stream 2 and the approval is delayed only on administrative level and is close to the finish line.\nhttps://iz.ru/928515/2019-10-04/daniia-sniala-politicheskie-vozrazheniia-s-severnogo-potoka-2\nhttps://iz.ru/928134/nataliia-portiakova/novoe-iz-danii-korolevstvo-snialo-politicheskie-vozrazheniia-s-severnogo-potoka-2 So, most probably the project will be approved. The questions is whether it will be approved in the question timeframe or later. Of course, it is also unoffical information so far and, hence, there are reasonable doubts about the sources. Still, upping up my forecast."], [28414, "2019-10-04T08:03:03Z", [0.0, 0.0, 0.2, 0.8], ""], [28414, "2019-10-04T07:55:23Z", [0.0, 0.0, 0.3, 0.7], "https://ria.ru/20191004/1559422668.html"], [28414, "2019-10-04T07:53:49Z", [0.0, 0.0, 1.0, 0.0], ""], [20504, "2019-10-03T20:04:08Z", [0.0, 0.0, 0.03, 0.97], "+2% to 'Not before' because of time decay."], [79772, "2019-10-02T22:38:29Z", [0.0, 0.0, 0.01, 0.99], ""], [34353, "2019-10-02T15:59:29Z", [0.0, 0.0, 0.03, 0.97], ""], [28414, "2019-10-02T15:29:31Z", [0.0, 0.0, 0.1, 0.9], "Russian President Vladimir Putin urged Denmark on Wednesday to ignore U.S. pressure and \"show it has sovereignty\" by allowing the Nord Stream 2 gas pipeline to go through its territory. \nlol"], [78944, "2019-10-02T08:22:36Z", [0.0, 0.0, 0.05, 0.95], "USA will push hard to keep from happening."], [79637, "2019-09-30T10:50:20Z", [0.0, 0.0, 0.05, 0.95], "In these times, Russia gets everywhere problems."], [25705, "2019-09-29T03:39:09Z", [0.0, 0.0, 0.33, 0.67], "To be more on the cautious side..."], [26551, "2019-09-28T07:06:08Z", [0.0, 0.0, 0.11, 0.89], ""], [6978, "2019-09-27T19:56:51Z", [0.0, 0.0, 0.1, 0.9], "~30 days."], [691, "2019-09-27T17:39:35Z", [0.0, 0.0, 0.07, 0.93], ""], [25705, "2019-09-27T14:18:19Z", [0.0, 0.0, 0.65, 0.35], "\"Russia's Controversial Nord Stream 2 Pipeline May Now Be Unstoppable. ...When it comes to approval of projects within a country’s EEZ, only safety or logistical concerns can be used to deny them – not political ones. It is highly unlikely Denmark would risk rejecting a project in its EEZ for obvious political reasons, given that it has historically relied so heavily on commerce from its important trading route waters. The government would risk being seen as an untrustworthy maritime operator.\nWith that, Moscow sees little standing in the way of the new pipeline. \" https://www.forbes.com/sites/davekeating/2018/09/05/as-of-today-russias-controversial-nord-stream-2-pipeline-is-already-underwater/#65be17f61e1c"], [1034, "2019-09-26T20:03:36Z", [0.0, 0.0, 0.0, 1.0], ""], [25705, "2019-09-25T13:11:29Z", [0.0, 0.0, 0.65, 0.35], "Denmark just shut down its own natural gas field (which provided 90% of its consumption) and became completely dependent on gas import from Germany.  IMHO, as Germany imports from Russia, it puts Denmark dependent on both and increases pressure to resolve the Nord Stream 2 issues. The main issue - will it resolve that within the question time constraints? https://www.spglobal.com/platts/en/market-insights/latest-news/natural-gas/091919-danish-tyra-east-gas-field-set-to-begin-redevelopment-until-jul-2022 \"Major redevelopment works on the Danish Tyra East gas field edged closer Thursday, with a market transparency update from operator Total suggesting they could begin on Friday night, effectively shutting down production until July 2022....\nThursday said a \"shutdown of export from Tyra East into Nybro pipeline\" was expected to begin on September 20 at 2200 GMT. \n... The Tyra gas fields together process 90% of Danish domestic gas production, with post-redevelopment production estimated to be 200 million barrels of oil equivalent a year, according to Total's website. … , \"During this period, consumers in Denmark and Sweden will primarily get their gas supply from Germany, combined with the Danish gas storage facilities.\""], [20504, "2019-09-23T20:12:56Z", [0.0, 0.0, 0.05, 0.95], ""], [1034, "2019-09-23T17:03:58Z", [0.0, 0.0, 0.0, 1.0], ""], [59881, "2019-09-23T17:00:57Z", [0.0, 0.0, 0.0, 1.0], ""], [34725, "2019-09-23T09:17:41Z", [0.0, 0.0, 0.01, 0.99], ""], [172, "2019-09-23T02:26:41Z", [0.0, 0.0, 0.1, 0.9], ""], [1034, "2019-09-22T18:18:27Z", [0.0, 0.0, 0.0, 1.0], ""], [79600, "2019-09-21T10:59:52Z", [0.0, 0.0, 0.05, 0.95], ""], [25705, "2019-09-21T05:23:31Z", [0.0, 0.0, 0.55, 0.45], ""], [1034, "2019-09-20T21:15:51Z", [0.0, 0.0, 0.0, 1.0], "Istrate, D. (2019). Pressure builds over environmental impact of Nord Stream 2.Emerging Europe.  September 18, 2019. Retrieved from\nhttps://emerging-europe.com/news/pressure-builds-over-environmental-impact-of-nord-stream-2/ ** Istrate, D. (2019). First round of Ukraine-Russia gas talks ends without agreement. Emerging Europe.  September 20, 2019. Retrieved from\nhttps://emerging-europe.com/news/first-round-of-ukraine-russia-gas-talks-ends-without-agreement/"], [68040, "2019-09-20T18:10:33Z", [0.0, 0.0, 0.01, 0.99], "2/3 of time has elapsed, and I'm just updating in favor of approval passing later/never."], [691, "2019-09-19T13:48:53Z", [0.0, 0.0, 0.07, 0.93], ""], [76730, "2019-09-18T18:25:55Z", [0.0, 0.0, 0.01, 0.99], ""], [1738, "2019-09-18T02:31:46Z", [0.0, 0.0, 0.07, 0.93], ""], [57797, "2019-09-17T20:38:51Z", [0.0, 0.0, 0.25, 0.75], ""], [172, "2019-09-17T20:21:07Z", [0.0, 0.0, 0.15, 0.85], "Unclear!\nhttps://www.reuters.com/article/us-gazprom-nord-stream-2/nord-stream-2-pipeline-edges-closer-to-danish-deadlock-idUSKBN1W11D5"], [6978, "2019-09-17T19:56:31Z", [0.0, 0.0, 0.5, 0.5], "Hedging sooner ~14 days."], [691, "2019-09-17T10:57:09Z", [0.0, 0.0, 0.07, 0.93], ""], [1333, "2019-09-16T15:55:25Z", [0.0, 0.0, 0.01, 0.99], ""], [1034, "2019-09-15T21:07:35Z", [0.0, 0.0, 0.0, 1.0], ""], [57797, "2019-09-14T03:00:27Z", [0.0, 0.0, 0.45, 0.55], ""], [34516, "2019-09-14T01:44:43Z", [0.0, 0.0, 0.5, 0.5], "https://www.bloomberg.com/news/articles/2019-09-12/germany-confident-of-nord-stream-2-completion-by-year-s-end?srnd=markets-vp\nHat tip @Greyowlsova"], [25705, "2019-09-13T22:14:51Z", [0.0, 0.0, 0.7, 0.3], "\"Germany is confident that hitches threatening the Russian-led Nord Stream 2 gas pipeline will be resolved to allow completion of the project on time this year.\nIn a letter to federal lawmakers dated Sept. 6, Deputy Economy and Energy Minister Andreas Feicht said the government expects that Denmark will approve an alternative route for the Baltic pipeline soon. \" https://www.bloomberg.com/news/articles/2019-09-12/germany-confident-of-nord-stream-2-completion-by-year-s-end?srnd=markets-vp My take is that if a politician from a the powerful neighbor says it will be done and soon, it is definitely a sign to increase resolution probability. Of course, we (or rather I) do not precedents to build any model for that, but..."], [28414, "2019-09-13T06:04:20Z", [0.0, 0.0, 0.2, 0.8], ""], [63835, "2019-09-13T00:13:48Z", [0.0, 0.0, 0.0, 1.0], "Gazprom is apparently on its third route, the second and third of which passes through exclusive economic zone waters, but not territorial waters (which Denmark could formally veto)\nSo this apparently amounts to construction delay for political reasons.\nNordStream recently gave its guesstimate of early 2020 completion"], [39718, "2019-09-12T21:23:56Z", [0.0, 0.0, 0.58, 0.42], ""], [43901, "2019-09-12T16:57:38Z", [0.0, 0.0, 0.2, 0.8], ""], [28414, "2019-09-12T09:23:31Z", [0.0, 0.0, 0.02, 0.98], ""], [79151, "2019-09-12T05:21:22Z", [0.0, 0.0, 0.35, 0.65], ""], [42004, "2019-09-11T15:37:04Z", [0.0, 0.0, 0.3, 0.7], ""], [67317, "2019-09-10T19:29:36Z", [0.0, 0.0, 0.05, 0.95], ""], [691, "2019-09-10T13:08:38Z", [0.0, 0.0, 0.07, 0.93], ""], [25705, "2019-09-06T20:13:30Z", [0.0, 0.0, 0.05, 0.95], ""], [67413, "2019-09-06T08:25:48Z", [0.0, 0.0, 0.3, 0.7], "Minor update due to the passing of time. August have come and gone, which shifts the probability towards November and December."], [172, "2019-09-05T22:20:34Z", [0.0, 0.0, 0.01, 0.99], ""], [34353, "2019-09-05T16:28:30Z", [0.0, 0.0, 0.05, 0.95], ""], [1738, "2019-09-05T01:26:30Z", [0.0, 0.0, 0.11, 0.89], ""], [79104, "2019-09-04T14:10:54Z", [0.0, 0.0, 0.1, 0.9], ""], [25705, "2019-09-04T14:02:12Z", [0.0, 0.0, 0.23, 0.77], ""], [172, "2019-09-02T01:42:23Z", [0.0, 0.0, 0.02, 0.98], ""], [6978, "2019-09-01T22:20:43Z", [0.0, 0.0, 0.0, 1.0], "~21 days."], [29054, "2019-09-01T18:27:40Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-08-31T12:19:37Z", [0.0, 0.0, 0.08, 0.92], ""], [41922, "2019-08-30T09:29:52Z", [0.0, 0.0, 0.15, 0.85], ""], [20504, "2019-08-30T06:48:07Z", [0.0, 0.0, 0.1, 0.9], ""], [78921, "2019-08-29T14:23:40Z", [0.0, 0.0, 0.01, 0.99], ""], [745, "2019-08-29T01:58:53Z", [0.0, 0.0, 0.1, 0.9], ""], [70711, "2019-08-28T21:53:21Z", [0.0, 0.0, 0.7, 0.3], ""], [78597, "2019-08-28T17:34:12Z", [0.0, 0.0, 0.05, 0.95], ""], [57797, "2019-08-28T04:40:54Z", [0.0, 0.0, 0.13, 0.87], ""], [77502, "2019-08-27T07:20:06Z", [0.0, 0.0, 0.0, 1.0], ""], [28414, "2019-08-26T21:32:43Z", [0.0, 0.0, 0.1, 0.9], ""], [1333, "2019-08-26T18:27:28Z", [0.0, 0.0, 0.02, 0.98], ""], [78532, "2019-08-26T12:41:23Z", [0.0, 0.0, 0.15, 0.85], ""], [78402, "2019-08-26T08:21:27Z", [0.0, 0.1, 0.37, 0.53], ""], [20504, "2019-08-25T13:53:48Z", [0.0, 0.01, 0.11, 0.88], ""], [77305, "2019-08-24T14:54:47Z", [0.0, 0.0, 0.25, 0.75], ""], [1738, "2019-08-23T16:07:23Z", [0.0, 0.0, 0.13, 0.87], ""], [691, "2019-08-23T13:55:43Z", [0.0, 0.0, 0.08, 0.92], ""], [586, "2019-08-22T12:11:46Z", [0.0, 0.0, 0.0, 1.0], "https://www.euronews.com/2019/08/08/exclusive-denmarks-nord-stream-2-route-request-could-cause-eight-month-delay-cost-660-million-euros-operator?PageSpeed=noscript"], [46339, "2019-08-22T08:34:50Z", [0.0, 0.9, 0.1, 0.0], ""], [76944, "2019-08-21T19:13:59Z", [0.0, 0.0, 0.0, 1.0], ""], [25705, "2019-08-21T16:22:00Z", [0.0, 0.0, 0.25, 0.75], ""], [34516, "2019-08-21T02:14:39Z", [0.0, 0.0, 0.06, 0.94], ""], [39572, "2019-08-20T22:56:20Z", [0.0, 0.0, 0.0, 1.0], ""], [59499, "2019-08-20T16:15:34Z", [0.0, 0.0, 0.0, 1.0], ""], [19801, "2019-08-20T05:51:48Z", [0.0, 0.0, 0.0, 1.0], "1. This question is misleading because it is not Denmark who is solely responsible for delays but only the Unknown State. U.S. Efforts To Derail Russian Pipelines To Europe Have Failed Since The 1960s. Will Nord Stream 2 Be Any Different? \nhttps://www.rferl.org/a/us-efforts-stop-russia-pipelines-will-nord-stream-2-be-different/30107938.html 2.Based on the timeframe for the south-eastern route published by the investor, construction of the missing section of Nord Stream 2 in Danish waters (pipe laying and accompanying tasks such as rock placement) should take about four months – and that is only if specific conditions are met, including favourable weather conditions. These are unlikely in the Baltic Sea during autumn and winter. Commissioning the new infrastructure will also take time. It is revealing that in its April letter to Danish Energy Agency (published by Reuters), Nord Stream 2 AG admitted that the permitting process for the new south-eastern route could result in an eight-month delay and up to €660mn of additional costs. Separately, NS2 told NGW: “A delay of several months could lead to additional costs of several hundred millions euros but we cannot quantify because the final impacts depend on the timing of permit decision of the responsible authorities.” \nhttps://www.naturalgasworld.com/nord-stream-2-72231 Only a fool bets against Putin when oil and gas is the issue. Murica will fail like it did under Kennedy and Reagan and again under Trump."], [78211, "2019-08-18T15:58:39Z", [0.0, 0.0, 0.05, 0.95], ""], [48709, "2019-08-18T13:32:33Z", [0.0, 0.0, 0.3, 0.7], "\"Seele said another risk for the project were possible new U.S. sanctions that could impact the further financing of the project. “We don’t know what kind of sanctions are coming,” he said. “Let’s wait and see.” \"..."], [78182, "2019-08-16T21:50:03Z", [0.0, 0.15, 0.5, 0.35], ""], [62808, "2019-08-15T22:03:15Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-08-15T12:02:21Z", [0.0, 0.0, 0.08, 0.92], ""], [78027, "2019-08-12T16:18:10Z", [0.0, 0.0, 0.1, 0.9], ""], [6978, "2019-08-11T19:28:27Z", [0.0, 0.0, 0.2, 0.8], ""], [172, "2019-08-11T12:14:00Z", [0.0, 0.0, 0.05, 0.95], ""], [77942, "2019-08-11T09:59:15Z", [0.0, 0.0, 0.8, 0.2], ""], [77918, "2019-08-11T00:59:53Z", [0.0, 0.0, 0.05, 0.95], ""], [64662, "2019-08-10T16:38:51Z", [0.05, 0.05, 0.05, 0.85], ""], [691, "2019-08-10T15:30:06Z", [0.0, 0.0, 0.08, 0.92], ""], [30598, "2019-08-09T15:32:57Z", [0.0, 0.01, 0.1, 0.89], ""], [77830, "2019-08-09T11:05:37Z", [0.0, 0.0, 0.15, 0.85], ""], [57797, "2019-08-08T15:21:06Z", [0.0, 0.0, 0.15, 0.85], ""], [83, "2019-08-08T14:38:12Z", [0.0, 0.0, 0.05, 0.95], "Denmark asks for additional documentation, Gazprom appeals.  Delays continue.\nReuters estimates 3 - 5 months before pipeline construction reaches Denmark EEZ.  Short term contract extension with Ukraine is a possibility during delays. https://www.reuters.com/article/us-gazprom-nordstream-2-denmark-exclusiv/exclusive-denmarks-nord-stream-2-route-request-could-cause-eight-month-delay-cost-660-million-euros-operator-idUSKCN1UY1JF"], [20504, "2019-08-07T19:29:01Z", [0.0, 0.01, 0.14, 0.85], "https://oilprice.com/Latest-Energy-News/World-News/Controversial-Nord-Stream-2-To-Complete-New-Section-In-October.html#"], [77587, "2019-08-05T18:41:00Z", [0.0, 0.0, 0.25, 0.75], ""], [28414, "2019-08-05T12:10:53Z", [0.0, 0.0, 0.3, 0.7], ""], [28414, "2019-08-05T08:43:33Z", [0.0, 0.0, 0.1, 0.9], ""], [427, "2019-08-04T21:11:43Z", [0.0, 0.0, 0.1, 0.9], ""], [77502, "2019-08-03T06:16:41Z", [0.0, 0.0, 0.0, 1.0], "If ever. They’re going to be alternate energy before that happens."], [34114, "2019-08-02T06:06:59Z", [0.0, 0.0, 1.0, 0.0], ""], [691, "2019-08-01T12:29:08Z", [0.0, 0.0, 0.08, 0.92], ""], [24440, "2019-07-31T20:03:07Z", [0.0, 0.05, 0.2, 0.75], ""], [35217, "2019-07-30T20:27:15Z", [0.0, 0.0, 0.17, 0.83], ""], [32061, "2019-07-29T11:52:24Z", [0.0, 0.0, 0.25, 0.75], ""], [172, "2019-07-28T01:43:11Z", [0.0, 0.0, 0.05, 0.95], "Opening up small possibility of approval before December."], [691, "2019-07-27T11:16:16Z", [0.0, 0.0, 0.08, 0.92], ""], [20504, "2019-07-23T23:03:27Z", [0.0, 0.01, 0.15, 0.84], ""], [20504, "2019-07-23T23:01:45Z", [0.0, 0.01, 0.21, 0.78], "Recent articles propose that Denmark might still approve the pipeline with Gazprom predicting by October 2019. This is despite growing and significant opposition to it by the EU and US.\nhttps://www.reuters.com/article/us-gazprom-nordstream-2-denmark/gazprom-expects-denmark-to-approve-nord-stream-2-route-in-october-ria-idUSKCN1UD213\nhttps://www.euractiv.com/section/energy/news/nord-stream-2-eu-heading-towards-legal-arbitration/\nhttps://thehill.com/opinion/energy-environment/454353-enact-us-sanctions-against-russias-nord-stream-2-pipeline"], [67317, "2019-07-23T20:50:50Z", [0.0, 0.0, 0.11, 0.89], ""], [77214, "2019-07-22T11:39:49Z", [0.0, 0.0, 0.5, 0.5], ""], [691, "2019-07-21T12:57:59Z", [0.0, 0.0, 0.08, 0.92], ""], [76975, "2019-07-21T09:57:50Z", [0.0, 0.0, 0.05, 0.95], "Well, there's a new government in Denmark. It's left wing and I doubt very much they like the idea of the pipeline seeing as how it mainly helps Russia, and by default the Plutochracy. I don't know why the previous government would have agreed to it but maybe the former prime minister felt he could somehow benefit personally. We usually don't have Politicians in Denmark who think like that, they're actually very good at putting the interests of the State first. But he proved time and again that he put himself first "], [76964, "2019-07-21T09:47:30Z", [0.0, 0.0, 0.05, 0.95], ""], [76752, "2019-07-20T08:47:33Z", [0.0, 0.0, 0.0, 1.0], ""], [6978, "2019-07-18T15:23:35Z", [0.0, 0.0, 0.05, 0.95], ""], [28414, "2019-07-18T13:36:09Z", [0.0, 0.0, 0.15, 0.85], "RUSSIA'S GAZPROM SAYS EXPECTS DENMARK TO AGREE TO NORDSTREAM 2 APPLICATION IN OCTOBER - RIA QUOTES GAZPROM'S ZUBKOV"], [76510, "2019-07-18T12:54:49Z", [0.0, 0.0, 0.1, 0.9], "Difficult "], [76470, "2019-07-18T11:16:28Z", [0.0, 0.0, 1.0, 0.0], ""], [62808, "2019-07-18T10:45:13Z", [0.0, 0.0, 0.0, 1.0], ""], [76330, "2019-07-18T09:26:14Z", [0.0, 0.0, 0.0, 1.0], ""], [76248, "2019-07-18T07:48:52Z", [0.0, 0.0, 0.0, 1.0], ""], [76174, "2019-07-18T06:49:59Z", [0.05, 0.15, 0.15, 0.65], ""], [76156, "2019-07-18T06:27:20Z", [0.0, 0.1, 0.3, 0.6], ""], [56400, "2019-07-17T18:51:59Z", [0.0, 0.0, 0.0, 1.0], "US pressure. New government and changes in Germany"], [691, "2019-07-17T14:13:10Z", [0.0, 0.0, 0.08, 0.92], ""], [25681, "2019-07-16T19:31:57Z", [0.0, 0.0, 0.1, 0.9], ""], [691, "2019-07-15T15:11:12Z", [0.0, 0.0, 0.08, 0.92], ""], [793, "2019-07-15T05:28:19Z", [0.0, 0.0, 0.0, 1.0], ""], [34516, "2019-07-15T01:00:42Z", [0.0, 0.0, 0.07, 0.93], ""], [60666, "2019-07-10T22:42:12Z", [0.0, 0.0, 0.75, 0.25], ""], [46503, "2019-07-10T22:13:12Z", [0.0, 0.1, 0.2, 0.7], ""], [13158, "2019-07-10T21:45:45Z", [0.0, 0.0, 0.0, 1.0], ""], [75942, "2019-07-10T06:50:04Z", [0.0, 0.0, 0.3, 0.7], ""], [20504, "2019-07-06T05:03:37Z", [0.0, 0.0, 0.0, 1.0], "http://www.globalconstructionreview.com/news/nord-stream-2-abandons-quest-lay-pipeline-danish-t/\n"], [745, "2019-07-05T22:28:17Z", [0.0, 0.05, 0.15, 0.8], ""], [75806, "2019-07-03T18:10:43Z", [0.0, 0.0, 0.0, 1.0], ""], [34516, "2019-07-03T18:05:38Z", [0.0, 0.02, 0.08, 0.9], ""], [691, "2019-07-02T15:40:13Z", [0.0, 0.0, 0.08, 0.92], ""], [57797, "2019-07-01T16:45:26Z", [0.0, 0.0, 0.05, 0.95], "Latest from Argus (HT @dsarin) is that Denmark has indicated a new route \"optimal\" for environmental and safety reasons. [1] ~~~\nContext\n~~~ The alternative route could add half a year to the timeline (initially Nordstream constructor eyed a year-end start of flows, whereas now they say it can be second half of 2020) according to one estimate [2] Steps necessary: a third route will need to go through stakeholder comment and full environmental review [3] as well as consultation with countries in relation to the UN's Espoo Convention.  ~~~\nBase rates\n~~~ The environmental review is a significant delay. Under the EU EIA directive, reviews take a considerable amount of time. Speaking of Base Rates [4] states \"The average duration of an EIA procedure was estimated to be 11.3 months but figures range from 5 to 27 months. The average time taken to reach the final EIA decision after completion of the consultations was 2 months.\" It is somewhat telling that Nordstream is appealing the DEA's decision for an assessment of a third route [5], most likely because they realize it makes their original timeline for production by year’s end infeasible. ~~~\nFurther info\n~~~ After the environmental review is complete, Denmark would have to make a decision. It has discretion to reject it and has the support of the US in dragging it out, though is probably under pressure from Germany to approve it. Denmark has so far indicated a clear antipathy toward the project.  In late March, the pipeline constructor \"said this week there was “good reason” to believe Denmark would process the proposal within eight to 12 months, allowing the pipeline to be finished on schedule.\" [3] referring to the second proposed route. [1] https://www.gjopen.com/comments/comments/875137\n[2] https://www.bloomberg.com/news/articles/2019-05-17/nord-stream-says-permit-hurdles-may-delay-new-gas-link-to-eu\n[3] https://www.reuters.com/article/us-gazprom-nordstream-2-denmark/denmark-asks-nord-stream-2-to-assess-third-route-option-for-gas-pipeline-idUSKCN1R916S\n[4] http://ec.europa.eu/environment/eia/pdf/EIA_guidance_EIA_report_final.pdf\n[5] https://www.offshoreenergytoday.com/report-nord-stream-2-pipeline-start-up-might-be-delayed/"], [75621, "2019-07-01T12:02:41Z", [0.0, 0.0, 0.01, 0.99], "Reuters, Published - \"Nord Stream 2 withdraws 2017 application for route in Danish waters.\"  https://www.reuters.com/article/us-gazprom-nordstream-denmark/nord-stream-2-withdraws-2017-application-for-route-in-danish-waters-idUSKCN1TT2KS Not sure the impact that the withdrawn route will have on overall stream foundation, although find it unlikely a new route/re-route will be decided before EOY. \n"], [691, "2019-07-01T10:57:38Z", [0.0, 0.0, 0.08, 0.92], ""], [75616, "2019-07-01T03:57:15Z", [0.0, 0.0, 0.9, 0.1], ""], [1738, "2019-06-28T16:14:43Z", [0.0, 0.02, 0.19, 0.79], ""], [20504, "2019-06-27T20:04:22Z", [0.0, 0.03, 0.07, 0.9], "Minor adjustment."], [75529, "2019-06-27T19:56:49Z", [0.0, 0.2, 0.76, 0.04], ""], [75518, "2019-06-27T15:06:58Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-06-27T13:54:25Z", [0.0, 0.0, 0.08, 0.92], ""], [26551, "2019-06-26T20:13:22Z", [0.0, 0.0, 0.25, 0.75], "The new center-left government of Mette Frederiksen might want to make clear her independence from US pressures."], [75436, "2019-06-26T18:45:17Z", [0.0, 0.0, 1.0, 0.0], ""], [75093, "2019-06-26T16:35:53Z", [0.0, 0.1, 0.1, 0.8], ""], [75381, "2019-06-26T14:02:28Z", [0.0, 0.08, 0.25, 0.67], "blockade is very unlikely, but since there is a minority goverment any legislature will take its time"], [75372, "2019-06-26T12:59:44Z", [0.0, 0.0, 0.75, 0.25], ""], [75345, "2019-06-26T11:45:42Z", [0.0, 0.0, 0.0, 1.0], "Russia hegemony is feared in the north."], [75283, "2019-06-26T10:33:57Z", [0.0, 0.0, 0.01, 0.99], ""], [75190, "2019-06-26T01:46:50Z", [0.0, 1.0, 0.0, 0.0], ""], [75102, "2019-06-25T21:48:13Z", [0.0, 0.0, 0.01, 0.99], ""], [75140, "2019-06-25T21:12:30Z", [0.0, 0.75, 0.25, 0.0], ""], [75107, "2019-06-25T19:04:29Z", [0.0, 0.01, 0.04, 0.95], ""], [75068, "2019-06-25T16:47:53Z", [0.0, 0.0, 0.2, 0.8], ""], [75072, "2019-06-25T16:38:32Z", [0.0, 0.0, 1.0, 0.0], ""], [75063, "2019-06-25T16:00:56Z", [0.0, 0.05, 0.05, 0.9], ""], [28414, "2019-06-25T08:26:41Z", [0.0, 0.0, 0.0, 1.0], "Denmark identifies optimal Nord Stream 2 route\n24 Jun 19, 13:36 - Natural gas, Pipeline\nLondon, 24 June (Argus) — The latest proposed route through Danish waters for Russian state-controlled Gazprom's planned 55bn m³/yr Nord Stream 2 gas pipeline is \"optimal\" for the environment and safety, Denmark's energy agency (DEA) has said. The opinion is based on an \"immediate assessment\" but does not guarantee that final permission will be granted for the route, the DEA said. The agency is holding a consultation on Gazprom's application, and stakeholders can submit their views until 10 July. But it is still impossible to say when a final permit to build the section of the pipeline that passes through Denmark's exclusive economic zone could be granted, as it depends \"on the number and content of the responses received, and any consultation with countries in relation to the [UN's] Espoo Convention\", the DEA said. A separate consultation with governments in relation to the Espoo Convention, which requires parties to assess environmental impacts at an early stage of planninng, is scheduled to end on July 17. Decisions are still pending on Nord Stream 2's two previous route applications submitted to the DEA. Gazprom earlier this month said it would need a \"maximum\" of five weeks to lay the section through Danish waters, regardless of the route the project follows. And it is likely to take at least three months to fill and test the line before start-up, suggesting that the 1,230km pipeline would have to be completed by early October if it is to launch on schedule by the end of 2019. All the other countries along the Nord Stream 2 route have granted construction permits. The project can still be completed before 1 January, Gazprom said in early June. The firm plans to redirect deliveries to Europe through the pipeline and the planned second 15.75bn m³/yr leg of Turkish Stream once its transit contract with Ukraine's state-owned Naftogaz expires at the end of the year."], [20504, "2019-06-24T19:57:20Z", [0.0, 0.04, 0.06, 0.9], "Based on the interpretation of reluctance and delay by Denmark. But, mostly a shot in the dark until I research more."], [30717, "2019-06-24T04:49:14Z", [0.0, 0.2, 0.3, 0.5], ""], [1738, "2019-06-23T15:33:40Z", [0.0, 0.02, 0.19, 0.79], ""], [67317, "2019-06-22T22:11:36Z", [0.0, 0.0, 0.05, 0.95], ""], [32990, "2019-06-22T05:42:26Z", [0.0, 0.1, 0.35, 0.55], ""], [56663, "2019-06-21T22:43:35Z", [0.0, 0.05, 0.2, 0.75], "Request for a 3rd proposed route is aimed at delay"], [74863, "2019-06-20T18:22:22Z", [0.0, 0.0, 0.05, 0.95], ""], [62808, "2019-06-19T00:41:48Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-06-16T12:39:57Z", [0.0, 0.0, 0.01, 0.99], ""], [6978, "2019-06-15T13:53:44Z", [0.0, 0.0, 0.01, 0.99], ""], [67424, "2019-06-14T21:05:05Z", [0.0, 0.05, 0.25, 0.7], "Update N2:  Even though the US sanctions might be imposed on the companies/vessels involved in the Nord Stream 2 construction, it hasn't affected the actions of companies yet. Moreover, experts argue that \"sanctions against the members of the consortium financing Nord Stream 2 are not going to be that damaging, since Russia, or even Gazprom alone, can gather enough funds to continue building the project.  Denmark is under pressure as well, since, as @M_W mentioned, Nord Stream 2 is going to appeal the decision of the Danish Energy Agency on submitting a third application. It is claimed that the Danish decision didn't have legal legitimacy and has cost the Russian side 2-3 billion krones. Hence, when the situation is so tense, the probability of the dramatic development of the events is possible, meaning Denmark might be pushed to make final decision. However, I still believe Denmark will postpone approval of the construction of Nord Stream 2 through its territorial waters or Exclusive Economic Zone and it's not going to happen before December 1, 2019.   I'm slightly adjusting the percentages of the options accordingly. Sources:  https://www.dw.com/en/nord-stream-2-builders-forge-ahead-despite-renewed-us-sanctions-threat/a-49186907 https://politiken.dk/udland/art7237024/Dansk-pokerspil-om-Nord-Stream-2-koster-Putin-og-energiselskaber-milliarder"], [67427, "2019-06-13T21:24:19Z", [0.0, 0.0, 0.25, 0.75], "UPDATE 13.06.2019 In this forecast (https://www.gjopen.com/comments/comments/872529) I already assessed recent changes in US-Russian relations (see C) as further deteriorating due to the ongoing militarization of Eastern Europe and despite declared interest to normalize the relations by Trump and Putin. Furthermore, the US seems willing to impose sanctions on companies involved in the Nord Stream 2 project. Deteriorating US-German relations probably decrease the likelihood that Trump will drop his plans to impose sanctions.  These developments further intensify the pressure on Denmark to delay or decline the approval of Nord Stream 2. However, it shouldn’t be forgotten that also Danish companies might be targeted by sanctions. This complex situation should decrease the probability that the new Danish government will act quickly. As a result, 5% will be added to the option “Not before 1 December 2019” at the expanse of option “Between 1 September and 30 November 2019, inclusive”.  Sources:  -\tCPH Post Online (2019): International Round-up: Former Danish PM supports US sanctions against Danish companies: http://cphpost.dk/news/international-round-up-former-danish-pm-supports-us-sanctions-against-danish-companies.html\n-\tBloomberg (2019): Nord Stream Says Permit Hurdles May Delay New Gas Link to EU: https://www.bloomberg.com/news/articles/2019-05-17/nord-stream-says-permit-hurdles-may-delay-new-gas-link-to-eu\n-\tBloomberg (2019): Trump Threatens Merkel With Pipeline Sanctions, U.S. Troop Cut: https://www.bloomberg.com/news/articles/2019-06-12/trump-says-he-s-considering-sanctions-to-stop-nord-stream-2\n-\tCNBC (2019): Trump says he’s considering slapping sanctions on gas pipeline from Russia to Germany: https://www.cnbc.com/2019/06/12/trump-says-hes-still-considering-slapping-sanctions-on-nord-stream-2.html\n"], [691, "2019-06-13T12:17:15Z", [0.0, 0.0, 0.01, 0.99], ""], [70640, "2019-06-13T09:50:14Z", [0.0, 0.01, 0.05, 0.94], ""], [67423, "2019-06-09T21:11:45Z", [0.0, 0.0, 0.5, 0.5], "Nord Stream 2 is currently appealing the Danish Energy Agency's demand for a new application for a third route. The Nord Stream 2 is seeking to have the demand declared illegal and will potentially sue for compensation from the Danish state, as the delay in the Danish approval procedure, very likely, will be substantial. The potential repercussions might push the Danish state to fast-forward the case through the Danish Energy Agency, though it seems just as likely that it will stick to it's current strategy of dragging the process.. Hence, I struggle to see if adjustments should be made to the current assigned probabilities. As of now, they will remain the same.  https://politiken.dk/udland/art7237024/Dansk-pokerspil-om-Nord-Stream-2-koster-Putin-og-energiselskaber-milliarder"], [67416, "2019-06-09T10:42:12Z", [0.0, 0.05, 0.75, 0.2], "Update: \nThe news is that Nord Stream 2 company are looking into lawsuit against the Danish State has reached Danish Media https://borsen.dk/nyheder/politik/artikel/1/382769/dansk_noel_om_nord_stream_2_kan_koste_russerne_milliarder_-_og_de_vil_have_erstatning_for_tabet.html#cxrecs_s - It could pressure for a decision, so I am holding on to my forecast, that the most likely scenario is that approval will land before 30 November.  If the baserate should be assessed we should look at the approval of gas/oil pipelines during the Cold War. It looks like, the similar situation is at hand right now. Denmark is pressured between two big powers.    "], [67426, "2019-06-09T10:36:55Z", [0.0, 0.03, 0.12, 0.85], "I am rather confident that Denmark will not approve the construction of Nord Stream 2 through its territorial zone or EEZ before December 2019.  Firstly, due to the introduction of a new law the foreign minister can still veto that initial route option going through the territorial zone of Denmark. He could do so on grounds of national security. As for the other route options it is more a question of delay than not granting at all, as in the 'worst case scenario' for Nord Stream 2 AG the pipeline would still be laid, however in international waters instead of the EEZ of Denmark. Yet, the delay so far has already altered the predicted day of finishing of the project, as Nord Stream 2 was supposed to be finished by the end of 2019 (https://www.reuters.com/article/us-gazprom-nordstream-2-denmark/nord-stream-2-says-denmark-tries-to-delay-pipeline-as-it-seeks-third-route-option-idUSKCN1RR15F).  In light of recent developments of March 2019 that the Danish Energy Agency has asked Nord Stream 2 AG for the assessment of a new, third, to investigate a South-Eastern route on the continental shelf of Bornholm, I do not believe a decision will take place before the end of the year. The DEA makes this decision based on the opinion that the most environmental good and safe route will be chosen. However, now for this route as well public hearings will take place which are scheduled to begin mid-June. The public consultation of the application received in April 2017 took until September 2017, the public consultation of the application received in August 2018 took until December 2018. It therefore can be assumed that the public consultation of the new proposed route will take just as long and then counting in the decision-making process that still needs to be done afterwards that all in all the process will take substantially longer than until December 2019 (https://en-press.ens.dk/pressreleases/new-nord-stream-2-application-for-two-southern-route-options-2860674) Lastly, the DEA clearly states that it cannot say when a permission can be granted, therefore leaving little hope for a quick handling of the issue, last of all since it is not in their interest to do so.  Another thing to consider for the substantial delay are the recent Danish parliament elections. Now a new government is to be formed and it can be awaited what their stance on the take is, to speed up the process of keep it hanging lose. \nFurthermore, there is political and economic pressure on Denmark from two sides. On the one hand there are claims being made by Gazprom, the Nord Stream 2 operating company, that they found the extensive delay illegal and would want to be compensated for the millions of losses resulting form the delay, this could pressure Denmark and the DEA to eventually speed up the process not to face any charges or costs from this side. On the other hand, US President Trump and the US Congress are not a fan of the Nord Stream 2, claiming it would alter geopolitical imperatives and make Europe and the EU more reliant on Russia(n gas). Denmark therefore experiences political pressure from the US to delay the process, as the US was even threatening European cooperating companies with sanctions for supporting the Nord Stream 2 process. As, additionally, having a Russian gas pipeline in one's backyard is no favourable position to be in for any country, Denmark has no reason to speed up the process and make sure that it will not delay the constructions any further (https://www.rt.com/business/461296-nord-stream-us-denmark-novak/ ; https://www.cnbc.com/2019/05/21/nord-stream-2-explained-what-it-is-and-why-its-proving-controversial.html ; https://politiken.dk/udland/art7237024/Dansk-pokerspil-om-Nord-Stream-2-koster-Putin-og-energiselskaber-milliarder ; https://borsen.dk/nyheder/politik/artikel/1/382769/dansk_spil_om_nord_stream_2_koster_russere_milliarder.html)  All in all, however, previous handling of the Nord Stream 2 issues and other cases from the DEA show a processing time of at least 7 months, which would make an approval date to be clearly later than December 2019, and hence substantially delaying the process (https://politiken.dk/udland/art7237024/Dansk-pokerspil-om-Nord-Stream-2-koster-Putin-og-energiselskaber-milliarder). "], [67625, "2019-06-09T10:22:28Z", [0.0, 0.01, 0.08, 0.91], "Update (9/06/19) The continuos pressures by Gazprom on Denmark to allow the construction of the pipelines on its EEZ (https://www.reuters.com/article/us-russia-forum-gazprom-nord-stream/gazprom-nord-stream-2-danish-part-to-be-built-in-five-weeks-maximum-ifax-idUSKCN1T826E and https://www.rt.com/business/461296-nord-stream-us-denmark-novak/) witness Russian reluctance in decising to adopt the plan B - the ones which would allow, at a higher cost, to avoid Denamrk's EEZ. This insistence made me change slightly my forecast. My idea remains that the process might take a while, if Denmark will ever give the consent. Nevertheless, while in the past I completely excluded Denmark's approval before the end of August, now I decided to put a precautios 1% possibility, and I increased slighlty the possibility for the approval to arrive by the end of November. "], [67414, "2019-06-08T13:25:19Z", [0.0, 0.0, 0.01, 0.99], "After the Danish elections, it is more than likely the opposition, led by the Social Democrats, will form the new governing coalition. This opposition as well as dissension within the past governing coalition led to the stalling of approval of Nord Stream 2. Now that the most vocal critiques of the pipeline are in power, approval will most assuredly not going to happen in the first few months of the new government and it's considerably less likely that'll it'll happen at all before December 1st. https://politiken.dk/indland/art6165692/Sig-nej-til-russisk-gasledning-gennem-dansk-territorium "], [67429, "2019-06-07T20:13:01Z", [0.0, 0.05, 0.45, 0.5], "'Denmark has decided that it will not grant permission for a northern route of the Nord Stream 2 pipeline project and has asked the Russian-owned company to look into a southern route instead.' - Euractiv 28 May, 2019 The refusal comes with a request to investigate the environmental impact of the potential new (third) route, which is likely to delay the project drastically. Possible approval will only come after this assessment and there appears to be a lack of willingness by Denmark to make an official decision -- likely trying to avoid confrontations with the US. Denmark is likely to keep pushing the project back, perhaps until a decision will be made for them (via international or EU law). It is considered highly unlikely that an approval will occur before August 31, given the new route will need to be evaluated. But the forecast otherwise remains the same -- near equal weighting given to the time periods Sept-Nov and post-Dec 1. "], [67317, "2019-06-07T08:09:39Z", [0.0, 0.0, 0.1, 0.9], ""], [67317, "2019-06-07T08:08:42Z", [0.0, 0.0, 0.15, 0.85], ""], [67317, "2019-06-07T08:04:58Z", [0.0, 0.0, 0.0, 1.0], "Comment deleted on Jun 07, 2019 08:07AM UTC"], [25705, "2019-06-07T01:59:00Z", [0.0, 0.0, 0.0, 1.0], ""], [67420, "2019-06-06T17:02:33Z", [0.0, 0.3, 0.6, 0.1], "Forecast Update #5: 1 June passed without an approval issued. Besides that no further news. "], [67423, "2019-06-06T16:57:16Z", [0.0, 0.0, 0.5, 0.5], "Nordstream II continues to be surrounded by potential conflicts and complications. With the US sanctions and the potential trouble from the EU gas directive of May 23rd, the project is challenged. Moreover, Manfred Weber's fight against the pipeline continues and environmental interest groups have voiced their support for Weber's endeavour to halt the gas project. The project received zero attention in the Danish election campaign (which perhaps was expected), but it underlines that it is not a currently a major political case in Denmark. I suspect Denmark will continue it's route of 'avoidance' and push the decision as far as it can - hoping it will become an EU decision. I adjust my probabilities slightly, and make it 50% likelihood of the decision being made between September 1st and November 30th (closer to november) and not before December 1st. "], [10239, "2019-06-05T18:02:50Z", [0.0, 0.05, 0.2, 0.75], ""], [10239, "2019-06-05T18:02:03Z", [0.0, 0.1, 0.3, 0.6], ""], [172, "2019-06-05T00:04:46Z", [0.0, 0.0, 0.0, 1.0], "FYI\nhttps://www.bloomberg.com/news/articles/2019-05-15/europe-s-gas-buyers-told-to-prepare-for-nord-stream-2-delay"], [767, "2019-06-04T01:48:47Z", [0.0, 0.01, 0.4, 0.59], "Elections in Denmark this week. Could speed up or further slow down the project. "], [691, "2019-06-03T12:04:41Z", [0.0, 0.0, 0.01, 0.99], ""], [172, "2019-06-02T12:42:00Z", [0.0, 0.0, 0.0, 1.0], ""], [67423, "2019-05-30T19:02:19Z", [0.0, 0.0, 0.55, 0.45], ""], [50491, "2019-05-28T20:59:34Z", [0.05, 0.25, 0.45, 0.25], ""], [19801, "2019-05-28T03:57:29Z", [0.0, 0.0, 0.0, 1.0], ""], [4423, "2019-05-27T21:45:19Z", [0.07, 0.13, 0.43, 0.37], ""], [691, "2019-05-27T11:57:28Z", [0.0, 0.0, 0.01, 0.99], ""], [67416, "2019-05-27T10:00:36Z", [0.0, 0.05, 0.75, 0.2], ""], [19801, "2019-05-24T03:28:59Z", [0.0, 0.0, 0.05, 0.95], "Nord Stream Says Permit Hurdles May Delay New Gas Link to EU The extension of an undersea pipeline carrying Russian gas to Germany may be delayed by at least half a year if Denmark forces the promoters of the link to construct it along an alternative route. The company behind Nord Stream 2 spelled out for the first time the details of a potential prolongation of work on the controversial pipeline, which it aims to complete by the end of this year. A Danish request to consider a new route would mean it will be ready to transport gas only in the second half of 2020, Nord Stream 2 said in a report made public by Denmark’s Energy Agency.\nhttps://www.bloomberg.com/news/articles/2019-05-17/nord-stream-says-permit-hurdles-may-delay-new-gas-link-to-eu The current Danish government, sockpuppets of the US have needlessly and pointlessly delayed this project. Trump is thousands of kilometers away in Washington. Putin is next door. A fool and his head are soon parted."], [67519, "2019-05-24T01:02:38Z", [0.0, 0.02, 0.15, 0.83], ""], [73444, "2019-05-23T10:36:38Z", [0.05, 0.05, 0.45, 0.45], ""], [67411, "2019-05-23T06:46:22Z", [0.0, 0.0, 0.1, 0.9], ""], [67424, "2019-05-22T20:06:47Z", [0.0, 0.05, 0.1, 0.85], "Update:  As I stated in my previous forecast, I believe that the opposition from Denmark to Nord Stream 2 will increase after the US passes the bill targeting companies/vessels involved in the construction of the Nord Stream 2 together with other restrictions. I wasn’t sure when the bill would be approved by the Senate. However, the US Energy Secretary Rick Perry stated that a bill putting “onerous restrictions” on companies will come in the “not too distant future”. Hence, I assume it’s going to happen in the upcoming 2 months. Source: https://www.reuters.com/article/us-usa-ukraine-perry/sanctions-bill-on-nord-stream-2-coming-soon-u-s-energy-secretary-idUSKCN1SR0SG\n"], [172, "2019-05-22T11:32:26Z", [0.0, 0.0, 0.0, 1.0], "From this morning’s Economist update...more (potential) headwinds...\n“Russia’s controversial Nord Stream 2 pipeline could face American sanctions, according to Rick Perry, America’s energy secretary. The €9.5bn ($10.5bn) project, already under construction, will run from Russia to Germany under the Baltic sea. Critics fear it will undermine Ukraine, reducing the amount of gas shipped there, and give Russia more influence over European energy supplies.”"], [19801, "2019-05-22T07:55:11Z", [0.0, 0.0, 0.15, 0.85], ""], [691, "2019-05-21T14:50:48Z", [0.0, 0.0, 0.01, 0.99], ""], [67413, "2019-05-20T11:34:20Z", [0.0, 0.08, 0.42, 0.5], "Updating my forecast:  I am making quite a big change from my initial forecast. I was too focused on the opinion of a single researcher, who anticipated that the pressure on the Danish government was bigger that it seems to have been. Very little has been said about the Nord Stream 2 project from Danish politicians, so it seems to be a low priority topic at the moment. National elections in Denmark is most likely the cause of this.  If I were to guess, then I think the government are deliberately delaying the decision until after the election because it's such a touchy subject. By delaying it they can just hand over the tricky decision to their political opposition if they lose power. Should they end up maintaining power, then they are pretty much just at status quo and can pick up what where they left off.  The Russian company have been asked to asses a third route option by the Danish authorities, which they are seeing as deliberate efforts to delay the process. Legal actions against Denmark is supposedly being considered. (https://www.energyworldmag.com/nord-stream-2-gas-pipeline-could-be-delayed-because-of-denmark/) Manfred Weber have stated he will stop the project, if he becomes the next president of the EU commission. Another reason why a \"wait-and-see-strategy\" from the Danish government seems sensible (https://jyllands-posten.dk/international/europa/ECE11336468/tysk-euspidskandidat-vil-stoppe-nord-stream-2/). Summarising it all, before June 1st is off the table. Before August 30th is equally unlikely, but I'm retaining a small probability for this option. The two remaining options are pretty much equal imo. There are too much uncertainty because of the election, but judging by the past behaviour of the Danish government I have chosen to leave a slightly higher probability in the \"not before December option\"."], [67423, "2019-05-19T19:36:21Z", [0.0, 0.0, 0.55, 0.45], "Update: Us Sens. Ted Cruz and Jeanne Shaheen are currently drafting a bill that will allow for US sanctions to be applied in relation to the work on the NordStream II project. Sanctions would affect the vessels involved in the construction, deny visas to those executives of the vessel companies, and companies that provide insurance for the parts of the project. \nThe relationship with US is the center of Denmark's hesitancy to approve the project, as the US has long been Denmark's closest international ally. In proposing, and potentially approving such a bill, US lawmakers are underlining their opposition to the project and the political importance of it. Consequently, DK would have a hard time approving a project that an ally is sanctioning. This development only supports the hypothesis that Denmark will delay their decision even further. I adjust my predictions accordingly. "], [172, "2019-05-19T14:45:22Z", [0.0, 0.0, 0.0, 1.0], ""], [67427, "2019-05-18T20:57:04Z", [0.0, 0.0, 0.3, 0.7], "The Danish general election will take place at the 5th of June. It is very unlikely that the current prime minister and its government will decide about the Nord Stream 2 (NS2) project after they have been delaying it for the last years. It is more likely that the current government will postpone any decision to avoid responsibility in the case of a change of government. Additionally, the Danish Parliament will have its summer recess soon after the general election. As a result, it seems extremely unlikely that any decision will be made before the 31 of August 2019.  The first Nord Stream project from 2011 was already very controversial back then. Indeed, the notion that the new pipeline is only an economical project was contested by critics who claimed that the pipeline will be used by Russia to leverage its influence in Europe and to diminish the dependence on transit countries (a goal shared among western European states - especially Germany). In 2011 Sweden and Denmark approved the construction of underwater pipelines through their Exclusive Economic Zones (EEZ) after Russia had abandoned its goal to establish an offshore platform close to the coast of Sweden (the Swedish government feared that this platform could be misused for intelligence gathering or as base for military operations).  So, what changed in the meanwhile? It’s the perception of Russia as a trustworthy partner for the West which changed mainly due to its support for Bashar Al-Assad in Syria and for separatists in Eastern Ukraine. Not only did Russia block any decisions in the UN Security Council addressing Russian allies, this time it aids its partners with arms supply and direct military assistance ‘on the ground’. Furthermore, Russia challenges treaties and security structures established in the end of the cold war and directly opposes the EU and USA. As a result, the debates on joint programs with Russia, and particularly NS2, emphasize more the political rather than economical aspects nowadays. Therefore, undermining the dependence on Ukraine as a transit country has became more important than it had been during the construction of Nord Stream 1 as it alters into a threat for the Ukrainian stability and ultimately its sovereignty. The EU commission, several EU countries (specifically Baltic and Eastern European states) and the US oppose the Nord Stream 2 project based on the argument that it would leverage Russia’s political influence in the EU. The US also threatens the project with imposing sanctions on involved businesses and vessels. Denmark avoided a final decision so far. On the one hand it shares the concerns stated by adversaries of NS2. On the other hand, it doesn’t want to undermine its diplomatic relations to Germany (one of Denmark’s most important trading partners). So how will it decide in the end?  A view into Sweden might help to estimate if Denmark will approve the NS2 in this year or not. Sweden is like Denmark a Scandinavian country; hence, both share a common history and (to some degree) political traditions. Furthermore, all Scandinavian countries promote regional partnership through cooperative programs in various areas of the society. It is therefore very likely that the Swedish stance on NS2 would influence Denmark’s final decision. The Swedish Minister of Enterprise and Innovation stated that despite concerns about the increased political influence of Russia and a probable decline of Ukraine’s revenue, Sweden “cannot reject this project” (quoted from EURACTIV). The reason is that the pipeline will be built outside of Sweden’s territorial waters, hence, Sweden is obliged to allow Nord Stream to proceed with its project pursuant to the UN Convention on the Laws of the Sea (UNCLOS). Denmark delayed the first proposal of Nord Stream as it planned to build the pipelines through Danish territorial waters. Nonetheless, the last proposals suggest courses through the Danish EEZ. Like Sweden, Denmark would be faced with the decision to adhere to the UNCLOS or to deliberate ignore it (the latter seems extremely unlikely to happen regarding the fact that Denmark is a democracy and that its maritime industry relies on the UNCLOS). Another aspect which will further increase the pressure on Denmark is that the EU isn’t able to block the pipeline through its institutions. There is no legal ground for the EU to challenge the project as the latter one adheres to all necessary obligations under the UNCLOS.  For these purposes this forecast estimates that Denmark will try to delay the pipeline as long as possible as it shares the criticism of NS2. Demanding a third environmental impact assessment, a process which requires months, would enable Denmark to prolong the project beyond the 1st of December 2019. However, there’s a possibility that Denmark will approve the project before the end of this year regarding that Nord Stream adheres to international law. Sweden approving the project, despite having severe concerns, may be a precedent which Denmark might follow, hence, increasing the overall likelihood that Denmark will approve the project after all. "], [73598, "2019-05-18T18:32:49Z", [0.0, 0.0, 0.0, 1.0], ""], [70711, "2019-05-18T18:12:13Z", [0.1, 0.6, 0.2, 0.1], ""], [62808, "2019-05-17T23:50:38Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-05-17T20:16:39Z", [0.0, 0.0, 0.01, 0.99], ""], [56, "2019-05-17T13:35:18Z", [0.0, 0.0, 0.0, 1.0], "https://www.gjopen.com/comments/comments/863545"], [67429, "2019-05-17T12:19:13Z", [0.0, 0.1, 0.45, 0.45], ""], [28414, "2019-05-17T10:02:02Z", [0.0, 0.0, 0.0, 1.0], "NORDSTREAM-Russia's Nord Stream 2 gas pipeline project to Germany may launch in 2020, rather than the end of 2019, due to delays in obtaining permits from Denmark, Interfax news agency on Friday quoted Nord Stream 2 AG as saying."], [62808, "2019-05-15T21:51:16Z", [0.0, 0.0, 0.03, 0.97], ""], [67423, "2019-05-15T16:12:51Z", [0.0, 0.0, 0.65, 0.35], ""], [67448, "2019-05-15T11:36:11Z", [0.0, 0.0, 0.1, 0.9], "Seeing as the pipeline plans was delayed in March 2019 (https://www.euractiv.com/section/global-europe/news/denmark-delays-nord-stream-2-approval/), I find it highly unlikely that a decision will come before September 2019. With that being said, the people behind the Russian company that is currently constructing the pipeline have critiqued Danish politicians for not taking a decision, as the pipeline is fast approaching Bornholm, which could speed up the process. On the other hand, one must believe that the coming election will influence the choice, both the EU election and the Danish parliamentary elections. Some Danish politicians have expressed worries that the pipeline will undermine the EU's energy strategy, as well as the fact that Russia will use the pipeline to put pressure on other European states, and state that Russia has shown willingness to do this before. (https://www.dr.dk/nyheder/regionale/bornholm/omdiskuteret-gasledning-naermer-sig-danmark-dag-dag-politikerne-bruger).  Earlier this month it was made known that USA Senators are drafting a bill to sanction work on the pipeline. This could scare Danish politicians to not decline the pipeline, or it could extend their decision even further (https://www.bloomberg.com/news/articles/2019-05-13/senators-draft-bill-to-sanction-work-on-nord-stream-2-pipeline). In contrast, the pipeline has already been approved by Germany and Sweden, two of Denmark's neighbours, putting Denmark in a difficult situation seeing as they are all close allies.       "], [67424, "2019-05-15T09:59:39Z", [0.0, 0.05, 0.1, 0.85], "The Danish position towards building the Nord Stream 2 route, that is often described as a \"highly controversial project\", has been quite obvious to be negative, since the country’s been trying hard to postpone making a final decision. It is believed by number of east European, Nordic and Baltic Sea countries that the Nord Stream 2 will increase EU dependence/resilience on Moscow. The major concerns that occurred over the past few years are: (1) the route will double the amount of Russian gas delivered to Germany through the Baltic States; (2) will “make little commercial sense”; and (3) will lead to “exert energy leverage over Western Europe” for Putin. In the beginning the European Commission, the Baltic States and Poland as well joined the United States in opposing to the idea of the pipeline. However, Finland, Sweden and Germany have already approved the construction of the pipeline. Therefore, the Danish refusal is a major challenge for the Gazprom project. Besides, in February 2019, the EU allowed the project to be proceeded, a deal that was compromising the positions of different states was introduced by Germany and France. The pipeline must meet several EU requirements and the process is going to be led by Germany. Furthermore, it needs to be noted, that the route will leave Ukraine without lucrative gas transit fees, that the country still heavily depends on. The project is also contradicting the restrictive measures that the EU and the US have imposed on Russia due to the invasion of Ukraine in 2014.  The only country left to issue a permit to allow the construction is Denmark and the delay of the construction has already cost the project up to 750 DKK million. Denmark has already received two route applications from the Russian-led company. The first was submitted more than two years ago, but in March 2019 the Danish energy agency asked the applicant to asses a third route option, that will go along the southern route delineated in Danish territorial waters. This action is perceived as “a deliberate attempt to delay the project’s completion” and might delay the project for one more year. However, the territorial waters of Denmark that the southern route goes through is subject to a specific law that allows Denmark to view the topic of the construction of Nord Stream 2 as an issue of its foreign and security policy. Hence, the investigation of the environmental impacts for a route south of Bornholm in the continental shelf area is necessary and needs to go through a public hearing as well. The process of assessing the impact of the third route (that has not been created yet) on the environment will be time consuming as well and delay the process of making decision by Denmark.  The project has sparked serious concerns about sanctions as well. Denmark is kind of in between Germany and the US and would rather have seen the EU blocking the route in the first place. The US government has warned Europe several times that restrictive measures would have been imposed if there were steps taken in order to finalize the Nord Stream 2. Currently the US is working on a bill that will be introduced next week and will target companies and vessels involved in the construction of pipelines for the project. According to the draft of the bill that the Foreign Policy obtained, the people who continue to sell or lease boats, that will be used for the construction, will become subject to a US travel ban and assets freeze in the US. Moreover, different types of penalties will be imposed on the people, who are supporting the project either financially or technically. The bill mainly targets two companies – Switzerland’s Allseas and Italy’s Saipem, that are the “two of only a handful of companies worldwide that operate pipe-laying vessels” and will pressure the five partner companies of Gazprom - Uniper and Wintershall from Germany, Anglo-Dutch Shell, OMV from Austria, and Engie of France. It is for sure, that imposing sanctions from the US will delay the process of construction and will postpone Denmark’s final decision as well.  Nord Stream 2 has been in process for eight years already. If it took this long to come to this state, it will take at least 1,5 years until the final decision is made by Denmark and the constructions are finalized. Hence, I do believe that Denmark won’t approve the construction of Nord Stream 2 through its territorial waters or Exclusive Economic Zone before December 1, 2019. However, I'm giving the two possibilities that imply Denmark approving the routes before December 2019 in total 15% chance, since there’s a huge pressure from the EU countries on Denmark and the deadline of the project itself.  Sources:  https://foreignpolicy.com/2019/05/13/us-senate-threatens-sanctions-over-russian-pipeline-nord-stream-two-geopolitics-energy-germany-europe-gazprom/ https://www.euractiv.com/section/global-europe/news/denmark-delays-nord-stream-2-approval/ https://politiken.dk/udland/art7031352/Nord-Stream-2-gasledningen-f%C3%A5r-gr%C3%B8nt-lys-fra-EU https://www.reuters.com/article/us-gazprom-nordstream-2-denmark/nord-stream-2-says-denmark-tries-to-delay-pipeline-as-it-seeks-third-route-option-idUSKCN1RR15F https://politiken.dk/indland/art7111335/Omstridt-russisk-gasr%C3%B8r-kan-glide-i-den-polske-banan-som-Danmark-lige-har-kastet https://www.euractiv.com/section/global-europe/news/denmark-delays-nord-stream-2-approval/"], [172, "2019-05-15T01:47:53Z", [0.0, 0.0, 0.15, 0.85], ""], [73200, "2019-05-14T14:32:15Z", [0.0, 0.0, 0.1, 0.9], "\"Danish newspaper Politiken referred to sources in the DEA to indicate that Denmark is highly likely to ask Nord Stream 2 to submit a third application including territorial waters between Poland and Bornholm. That may mean further delay the project and increase costs, as it may take up to one year to consider it.\" https://www.euractiv.com/section/global-europe/news/denmark-delays-nord-stream-2-approval/ "], [67428, "2019-05-13T17:23:06Z", [0.0, 0.05, 0.4, 0.55], "Update\nDanish elections have been announced on 5 June. As I stated in my previous forecast, the new government will take time to get established this summer, so I think that the topic will be again in the political debate after August. Then, Denmark will keep in trying to delay as much as possible the construction. Denmark doesn't want to antagonize superpowers as the US, so much against the NS2, plus, has submitted an application for a third route option for the pipeline: this act it's a strategy to postpone further the construction of the NS2. In spiete its will Denmark has not many tools to use. Indeed, \"Denmark still has the possibility to veto the initial route option after it passed a law in 2017 that could allow it to ban the pipeline from passing through its territorial waters on security grounds. However, the veto cannot be applied for the two remaining applications as they would route the pipeline through Denmark’s exclusive economic zone waters but not its territorial waters.\" Moreover, in spite the issue is very tangled also for the EU, the pressures from Germany and the private companies in building the NS2 are quite high, plus the project is still supposed to be finished before the end of 2019. These new information (that I didn't had for my previous forecast) make me re-asset my prediction. https://www.reuters.com/article/us-gazprom-nordstream-2-denmark/nord-stream-2-says-denmark-tries-to-delay-pipeline-as-it-seeks-third-route-option-idUSKCN1RR15F\nhttp://www.altrenotizie.org/esteri/6793-nord-stream-2-il-gasdotto-che-divide-leuropa.html "], [67411, "2019-05-13T12:17:47Z", [0.0, 0.0, 0.1, 0.9], "No need to say, NordStream 2 is a highly controversial project that goes way beyond just being an economic project. As it is argued by countries like Poland, the Baltic states and Ukraine, this is clearly the project that increases Russia's influence over Europe via dependence Russian gas. As harsh as it sounds, successfully implemented NordStream 2  would become a highly powerful tool in Putin's hands to do the impact on European decisions. In addition, this project goes against Europe's energy policy in terms of diversification of the energy sources and of transit countries within the EU itself (with the Nord Stream II pipeline, Russia would export even more towards the EU and Germany would acquire a predominant position as a point of entry of natural gas (30% of gas would be arriving in the EU via Germany, an increase from the current figure of 15%). Presenting the context, it quite well reveals the reasoning why Denmark is working so hard on delaying the approval. There are key points why I don't expect for Denmark to approve NordStream 2 before at least before December 2019: Year: 2011 was the year when first Nord Stream was launched and easily approved by the Danish Government. From the very beginning, the project was seen as highly beneficial for Germany, firstly, in terms of financial benefits. Being a close ally to Germany, Denmark was likely to intend to present a nice gesture towards Germany by approving the project without further investigations. It is worth mentioning that Poland, the Baltics back then were already sending the warning signals about Russia's, specifically, Putin's ventures. However, Denmark and Germany, like most of other EU countries were denying it until 2014, when Russia started the war against Ukraine. That was definitely one of the turning points in the process of the Nordstream 2 project. More and more countries had to admit themselves first that the pipeline from Russia is, first of all, political project rather than an economic one. Quoting the re-elected Head of Danish Government Lars Lykke Rasmussen, the geopolitical situation in the region has changed, and the “political side” of the gas pipeline can no longer be ignored.  The U.S. Factor: it was stated very clearly that Trump's administration opposes the implementation of Nord Stream II. In NATO summit in the fall of 2018, Trump even accused Germany of depending on Russian gas. The U.S is a strategic partner to Denmark, hence, it is quite unlikely that Denmark would like to find herself in the position of such accusations. What is more, the U.S. is talking more and more on imposing sanctions against those EU companies that are financing Nord Stream 2. As a result, the costs can be not only in terms of diplomacy but, also turn into huge fines, as well.  Foreign minister's veto: in 2018 December deputies accepted an amendment that allows the foreign minister to veto any project on the continental shelf of Denmark if he believes that this threatens the country's interests in the diplomatic and defence sphere. In February minister himself stated that \"nothing of what Russia is doing now can be an argument in favour of approval.\".  Danish Election: to my mind, all the context explained before is in favour of further Denmark's delay of the project until at least December 2019. However, I should add some words why I do not believe at all that agreement can be reached before June or before the end of August. EU parliament election is on the 23-26 of May, Danish election on 5th May, to bring NordStream2 project issues before those elections, to my opinion, would be suicide for any party. If you do not want to look from the perspective of politics, environment questions are rising as well. Hence, no chances before June. Another question is how much a newly elected government should be willing to resolve the issue of NordStream 2 during the first months of the cadence and, over the summer. I do not see it coming.  Overall, I see it highly likely that the project will be further delayed and approval won't be given by Denmark before December 2019. As there might be some factors that I did not think about or that are not available publicly, I left a 10 % chance of project to be approved during autumn. Mainly, my idea is that it is happening this year, this is only appropriate and reasonable time do it. However, I am sticking to my belief that it won't happen. Sources:\nhttps://112.international/article/why-nord-stream-2-construction-is-delayed-38972.html\nhttps://www.politico.eu/article/us-ambassador-criticizes-commission-on-nord-stream-2/\nhttps://www.reuters.com/article/us-gazprom-nordstream-2-denmark/nord-stream-2-upbeat-denmark-will-approve-gas-pipeline-proposal-idUSKCN1R61EM\nhttps://www.thenewfederalist.eu/nord-stream-2-can-denmark-make-berlin-and-moscow-tremble\nhttps://www.reuters.com/article/omv-results/update-2-austrias-omv-upbeat-on-oil-output-cautious-on-downstream-idUSL5N22F22X"], [172, "2019-05-09T02:00:54Z", [0.0, 0.0, 0.15, 0.85], ""], [68040, "2019-05-08T17:58:24Z", [0.0, 0.0, 0.05, 0.95], ""], [73008, "2019-05-07T11:56:57Z", [0.0, 0.0, 0.05, 0.95], ""], [691, "2019-05-06T12:35:39Z", [0.0, 0.0, 0.01, 0.99], ""], [60928, "2019-05-04T16:31:47Z", [0.05, 0.05, 0.55, 0.35], ""], [1333, "2019-05-03T21:14:16Z", [0.0, 0.0, 0.01, 0.99], ""], [691, "2019-05-03T19:45:24Z", [0.0, 0.0, 0.01, 0.99], ""], [67429, "2019-05-03T16:52:37Z", [0.0, 0.1, 0.45, 0.45], "Update: Denmark has submitted an application for a third route option for the pipeline. It appears the Danish authorities are trying to delay it's construction further -- showing allegiance with the U.S. The attempt to postpone is indicative of its general reluctance to approve the pipeline. Given that we are less than a month out from June 1, that Denmark will overcome this reluctance and suddenly approve construction is not foreseeable. Option1 is forecasted at 0%. As discussed in my original forecast on this question, ultimately Denmark will not have any decision-making power on a pipeline that does not go through it's territorial waters but will attempt to delay as long as possible. Since the pipeline is due to be complete at the end of the year, Denmark's approval will likely come as late as they possibly can make it -- after September. Nord Stream 2 has already said that it is on track, though Danish actions may push the completion date back. How long of a delay Denmark can create will determine when it's approval finally comes through. Equal weighting is given to each timeframe after September, accounting for their wish to postpone further on the one hand (giving an after December 1 approval) and their lack of veto power to really do anything about it on the other (giving a between September 1 and November 30 approval). "], [67420, "2019-05-03T07:54:26Z", [0.02, 0.3, 0.58, 0.1], "Forecast Update #4: The construction consortium for the Nord Stream 2 Pipeline has lodged a complaint against a decision by the licensing authority DEA after its last decision, requesting a third route be planned to bypass the island of Bornholm. As described in my latest update, the construction consortium had filed the application in mid-April, two years after the first application had been submitted. However, it had appealed the allegedly illegal decision, too, mandating its two-fold strategy (https://edition.faz.net/faz-edition/wirtschaft/2019-05-03/nord-stream-2-wehrt-sich-gegen-daenische-regierungsbehoerde/302627.html). This further proves Danish postponing strategy. Thus, aligned with the arguments made in the original forecast and the following updates, I see no need for change at this point in time. "], [67519, "2019-04-30T20:18:07Z", [0.0, 0.05, 0.15, 0.8], "The current prognosis is based on a few considerations which put more weight in the possibility of a decision to be made in the end of the year and in my view, not before 1st December 2019 due to the details and current behavior of Danish authorities specifically surrounding the Danish permitting procedure.  In my view, the procedure will be time consuming and prospects for easy-coming authorization in the near future are futile. Having in mind that the last application for construction including and Environmental Impact Assessment (EIA) involving an alternative route was just submitted on 15th April 2019 (nearly a 9 months after the last application submitted and a year and a half after the original application was passed to Denmark for examination. Therefore so far, for Denmark to conclude that a route does not comply with its interests take nearly 9 months. Moreover, even though the application for construction together with an EIA for an alternative route south-east of Bornholm was  filed on 15 April 2019  (https://www.nord-stream2.com/permitting-denmark/south-eastern-route/&gt; ) , the permitting process is far from being in the last phase of decisionmaking. Before the Danish Energy Agency to decide on Nord Stream 2's alternative routes, there has to be a public consutlation phase, which is yet to be announced. Following the public consultation period, all statements are given to Nord Stream 2 ( according to their website page, see above link), and the latter need to provide answers to the national and international stakeholders opinions and concerns. It is only after NS2 provide satisfactory answers to the given statements following the public consultation period that the Danish Energy Agency will decide on the last so far application for alternative route.  One insight that this calculation is not putting thought enough on could be another's actor inclusion, meaning what if NS2 try to get away from Denmark's way to deal with Russia ( having in mind recent cyber security issues involving Denmark-Russia relationship). This could potentially mean for NS2 to pass through Polish Exclusive Economic Zone near the Bornholm island. This however seems not as possible as Gazprom still resting on Denmark to permit the building of the pipelines, as Poland is among the biggest opponents of Nord Stream 2 in the European Union discussions over energy independence specifically due to the political influence coming along iwth the Russian gas.  Final remark, the public phase is not yet published as a date or period and my calculation rests on the multiple steps involved in the permitting procedure plus the past behavior from Denmark which is significantly postponing such decision. However, I am unable to find information how long the period is for the public consultation (conflicting dates on the internet - it could be 8-10 days but it could be 30-90 days), therefore there is minimal but still possible opportunity for Denmark to reach a decision in the period \"Between 1 September and 30 November 2019, inclusive\" instead of my prime suggestion which is \"Not before 1st December 2019\". \n"], [67423, "2019-04-30T14:22:43Z", [0.0, 0.0, 0.65, 0.35], "Update: Manfred Weber, the conservative candidate to lead the EU commission, says that he will work to halt the Nord Stream II project, should he be chosen for the powerful position. This, I believe, only adds the Danish government's hesitancy to approve the Danish Nordstream route. In all likeliness, we will not see any decisions until after the new EU commissioners have been decided upon.\n(https://www.avisen.dk/tysk-eu-spidskandidat-vil-stoppe-nord-stream-2_548924.aspx)"], [15196, "2019-04-30T01:56:55Z", [0.0, 0.0, 0.05, 0.95], ""], [172, "2019-04-30T00:58:38Z", [0.0, 0.0, 0.01, 0.99], ""], [72713, "2019-04-29T14:29:00Z", [0.0, 0.05, 0.6, 0.35], ""], [172, "2019-04-27T21:55:28Z", [0.0, 0.0, 0.01, 0.99], ""], [691, "2019-04-27T21:21:07Z", [0.0, 0.0, 0.01, 0.99], ""], [593, "2019-04-27T11:54:39Z", [0.05, 0.05, 0.05, 0.85], ""], [67420, "2019-04-27T10:29:43Z", [0.02, 0.3, 0.58, 0.1], "Forecast Update #3:  The Danish Energy Agency has requested an environmental assessment of a third route option for the Nord Stream 2 gas pipeline in Danish waters (https://www.reuters.com/article/us-gazprom-nordstream-2-denmark/nord-stream-2-says-denmark-tries-to-delay-pipeline-as-it-seeks-third-route-option-idUSKCN1RR15F).  In this context, there is a really interesting statement made by Danish authorities' spokesperson, telling Reuters the environmental assessment \"will take several months, but it’s not possible to say how long it’ll take.\" This further proves Danish postponing strategy. Thus, aligned with the arguments made in the original forecast, I reduced the likelihood of an approval before June 1 and increased the likelihood of an approval between September 1, and November 30 as of 8%."], [62808, "2019-04-26T21:41:49Z", [0.0, 0.0, 0.04, 0.96], ""], [67414, "2019-04-25T10:31:10Z", [0.0, 0.01, 0.09, 0.9], "First of all, Nord Stream 2 has become a highly controversial topic in Denmark and the EU and Danish elections will be happening within a few months. This would make any decision between Now and the end of June highly political and highly unlikely due to the fact that it would open up the current Danish Government to  criticism. Therefore, it does make political sense for Denmark to approve the pipeline before June 2019. For this reason I think there is a 0% chance of that happening. Moreover, after the election, any new government would have to form a new cabinet and take time to transition to leadership and making a decision on Nord Stream 2 so early on has the potential to undermine the authority of the Danish government in the eyes of their voters. Therefore, I find it highly unlikely that it'll be approved soon after elections. Of course this logic really depends on the party platforms of running parties and which party wins the election, but since elections haven't started it is hard to speculate these factors.  Now looking at the actual objections, Denmark has requested an environmental impact assessment, before they can approve the pipeline. Nord Stream 2's CEO Mathias Warnig has claimed that this request could take years to complete (https://industryeurope.com/denmark-puts-brakes-on-nord-stream-2/). Which means if Denmark is truly sincere in its request than it is practically impossible that Denmark will issue it's approval before the December 1st 2019.  Nord Stream 2 is also facing opposition within the EU as Donald Tusk has characterized the project as not being in the EU's interest. Moreover, a serious candidate for the new EU Commission President, Manfred Weber,  has alreadry come down hard on Nord Stream 2  (https://www.euractiv.com/section/eu-elections-2019/news/weber-seeks-powers-to-stop-nord-stream-2/). All of this reflects a growing dissatisfaction and opposition to the project from most of the EU, whom are likely putting pressure on Denmark to continue to stall. Because, in the meantime, the EU has already increased regulations and Nord Stream 2 has threaten to take the EU to court over \"discrimination\" (https://www.politico.eu/article/nord-stream-2-threatens-to-take-the-eu-to-court-over-new-gas-rules/). For these reasons, I find it very unlikely that Denmark will issue it's approval before December 1st 2019, but the big unknown variable is how the Danish elections are conducted and resolved. Depending on the outcome of election, a revaluation might be necessary. "], [66766, "2019-04-24T17:39:33Z", [0.0, 0.0, 0.05, 0.95], "While it seems very likely that Denmark will eventually approve the construction of Nord Stream 2, it appears unlikely that this will happen for the next few months. Denmark is the only country in the Nord Stream 2 projected pathway that has not yet approved the construction. Many of their neighbors such as Finland, Sweden and Germany have already signed off on the pipeline, so it seems only a matter of time before Denmark follows suit (1). However, Denmark already delayed the approval in late March, so the likelihood of the approval happening soon is low. The Danish Energy Agency reports that they delayed the approval to \"investigate the environmental impacts for a route south of Bornholm in the continental shelf area.\" (1). Reports also suggest that the time it will take for Denmark to approve the pipeline could add years to the construction time, making it even more unlikely that the construction of the Nord Stream 2 be approved before December 2019 (2).  1. https://www.euractiv.com/section/global-europe/news/denmark-delays-nord-stream-2-approval/\n2. https://www.politico.eu/article/nord-stream-2-runs-aground-in-denmark/\n"], [63697, "2019-04-24T16:39:50Z", [0.0, 0.0, 0.04, 0.96], ""], [60777, "2019-04-24T09:29:03Z", [0.05, 0.55, 0.21, 0.19], ""], [57527, "2019-04-23T20:43:24Z", [0.08, 0.16, 0.39, 0.37], ""], [67422, "2019-04-23T08:25:56Z", [0.0, 0.6, 0.4, 0.0], ""], [67625, "2019-04-22T14:29:18Z", [0.0, 0.0, 0.04, 0.96], "Denmark's block seems to be still in place (https://www.euractiv.com/section/global-europe/news/denmark-delays-nord-stream-2-approval/ and https://www.politico.eu/article/nord-stream-2-runs-aground-in-denmark/). The most Nord Stream 2-optimist views talk about an approval from November on (https://www.reuters.com/article/us-gazprom-nordstream-2-denmark/nord-stream-2-upbeat-denmark-will-approve-gas-pipeline-proposal-idUSKCN1R61EM article wrote at the end of March, which says \"Nord Stream 2 spokesman Jens Mueller said there was “good reason” to believe Danish authorities would process a second proposal submitted by the project in August 2018 within eight to 12 months, allowing the pipeline to be finished on schedule.\"). "], [72525, "2019-04-21T19:08:56Z", [0.0, 0.0, 0.0, 1.0], ""], [172, "2019-04-20T21:14:23Z", [0.0, 0.0, 0.05, 0.95], ""], [691, "2019-04-20T14:36:11Z", [0.0, 0.01, 0.04, 0.95], ""], [72476, "2019-04-20T08:18:22Z", [0.0, 0.0, 0.0, 1.0], "Because Denmark is close to home. "], [691, "2019-04-19T19:26:39Z", [0.0, 0.01, 0.07, 0.92], ""], [67317, "2019-04-18T12:53:08Z", [0.0, 0.01, 0.01, 0.98], ""], [24440, "2019-04-18T00:39:29Z", [0.0, 0.15, 0.25, 0.6], ""], [49838, "2019-04-18T00:24:45Z", [0.0, 0.0, 0.13, 0.87], ""], [59042, "2019-04-17T21:10:04Z", [0.0, 0.25, 0.5, 0.25], ""], [26551, "2019-04-16T20:54:43Z", [0.0, 0.0, 0.15, 0.85], "\"Nord Stream 2 has said it still expects to finish the pipeline by the end of 2019, but the Danish obstacles could delay the project. The Danish Energy Agency said in a separate statement it could not say how long the permit process would take.\" https://www.reuters.com/article/us-gazprom-nordstream-2-denmark/nord-stream-2-says-denmark-tries-to-delay-pipeline-as-it-seeks-third-route-option-idUSKCN1RR15F"], [1333, "2019-04-16T17:05:38Z", [0.0, 0.0, 0.05, 0.95], ""], [6978, "2019-04-16T14:09:54Z", [0.0, 0.0, 0.05, 0.95], ""], [172, "2019-04-16T11:58:47Z", [0.0, 0.0, 0.05, 0.95], ""], [41922, "2019-04-16T10:09:34Z", [0.0, 0.0, 0.01, 0.99], "\"The DEA has received an additional application from Nord Stream 2 AG for permission to construct transit pipelines south of Bornholm on the continental shelf.\"\n\"The public consultation is expected to be initiated shortly and will also include consultation with relevant countries in relation to any cross-border environmental impacts in accordance with the Espoo Convention\"\n\"The length of this part of the case processing will depend on the number, content and complexity of the consultation responses. This means that the Agency currently cannot say when a permit can be granted.\" https://en-press.ens.dk/pressreleases/new-nord-stream-2-application-for-two-southern-route-options-2860674"], [13377, "2019-04-16T07:27:40Z", [0.0, 0.0, 0.01, 0.99], ""], [72033, "2019-04-15T14:06:12Z", [0.05, 0.05, 0.85, 0.05], ""], [70640, "2019-04-14T09:37:18Z", [0.03, 0.05, 0.1, 0.82], ""], [67317, "2019-04-13T21:12:00Z", [0.0, 0.01, 0.04, 0.95], "Stalling the construction​."], [28414, "2019-04-13T14:26:41Z", [0.0, 0.0, 0.01, 0.99], ""], [6978, "2019-04-12T21:23:03Z", [0.0, 0.0, 0.1, 0.9], ""], [70704, "2019-04-12T19:06:23Z", [0.0, 0.0, 0.0, 1.0], ""], [70663, "2019-04-12T17:29:47Z", [0.0, 0.0, 0.0, 1.0], ""], [67423, "2019-04-12T12:31:47Z", [0.0, 0.0, 0.65, 0.35], "Denmark’s hesitancy to approve the Nord Stream 2 is not so much a matter of energy, as it as a question of Denmark’s relations to Germany, Russia, and the US. Germany is  Denmark’s most important European relation, whereas the US has long been the most prominent international ally. Lastly, Russia is of major importance in relation to Denmark’s pending negotiations in the Arctic. Hence, many interests need to be balanced.  Currently, Denmark has two different Nord Stream 2 solutions to consider. One, the original plan, will have the pipeline pass through Denmark’s territorial waters which means that Denmark can refuse this particular solution. The other plan will lead the pipeline North of the Danish island Bornholm and into the exclusive economic zone. This plan requires an official approval (on the basis of an environmental impact assessment), but it cannot be denied by Denmark. Denmark is yet to make decisions on any of these solutions. In addition to the two solutions that the Nord Stream 2 project has officially applied for, the Danish Energy Agency has asked the Nord Stream 2 project to provide an environmental assessment of another route closer to Poland. This seemingly indicates yet another delay in the process.  With the Danish general election coming up in sometime soon (before June 17th), the Danish government is most likely not going to make a decision before the election. A new government would need time to constitute itself after the election and the Danish parliament officially breaks for summer vacation between June and October, so for a decision to be made over the summer seems unlikely. Moreover, it seems unlikely that a new government would have this particular case as at top priority. In addition to this, Manfred Weber has announced that he would seek to stop the Nord Stream 2 project, should he be chosen as the new president of the EU commission, thereby moving the final decision away from Denmark and into the realm of the EU (something Denmark has long been attempting too). A decision that would relieve Denmark of its current predicament of choosing between Germany and the US. It would therefore be likely that Denmark will continue its current course of dragging out the process.  However, as Denmark’s future negotiations in the Arctic will be aided by a good relationship with Russia, Denmark would gain from making a decision sooner rather than later – either to show good-will towards Russia by approving Nord Stream 2 in Denmark’s territorial waters. Or, in case of a denial, to leave enough time to let the Russian annoyance settle before the Artic negotiations commence. Moreover, Denmark will need to provide an approval of the environmental assessment, as the route through the exclusive economic zone cannot be denied.  Hence, I find it highly unlikely that any decisions will be made before September 1st. Most likely, a decision will be made between September 1st and November 30th, however, a significant likelihood remains that the decision could also be pushed to after December 1st.  Sources: \nhttps://www.diis.dk/publikationer/danmark-spillet-nord-stream-2\nhttps://www.altinget.dk/artikel/europas-konservatives-spitzenkandidat-jeg-vil-forsoege-at-bremse-nord-stream-2\nhttps://www.reuters.com/article/us-gazprom-nordstream-2-denmark/denmark-asks-nord-stream-2-to-assess-third-route-option-for-gas-pipeline-idUSKCN1R916S\n"], [70171, "2019-04-12T05:56:27Z", [0.0, 0.0, 0.0, 1.0], ""], [70061, "2019-04-11T21:59:58Z", [0.1, 0.0, 0.6, 0.3], ""], [70019, "2019-04-11T21:00:32Z", [0.2, 0.2, 0.5, 0.1], ""], [691, "2019-04-11T12:49:22Z", [0.0, 0.01, 0.12, 0.87], ""], [69065, "2019-04-11T03:40:09Z", [0.0, 0.0, 0.0, 1.0], ""], [69050, "2019-04-11T02:42:05Z", [0.05, 0.05, 0.05, 0.85], ""], [172, "2019-04-11T01:35:37Z", [0.0, 0.0, 0.05, 0.95], ""], [66572, "2019-04-10T18:48:54Z", [0.0, 0.0, 0.05, 0.95], ""], [68374, "2019-04-10T12:18:29Z", [0.0, 0.0, 0.25, 0.75], "Fossil fuel companies are going to have a much harder time pushing through legislation that promotes the use of their products.  For this reason expansion of existing pipelines and the creation of new ones will be met with increasing resistance as more people push for alternatives."], [62291, "2019-04-10T01:05:51Z", [0.0, 0.0, 0.25, 0.75], ""], [1333, "2019-04-09T18:53:49Z", [0.0, 0.0, 0.13, 0.87], ""], [23006, "2019-04-08T20:52:14Z", [0.0, 0.0, 0.0, 1.0], "delay by asking for info on southern route option should push this into next  year.  https://ens.dk/sites/ens.dk/files/OlieGas/route_selection_in_danish_waters.pdf\nhttps://www.reuters.com/article/us-eu-gazprom/eu-gas-pipeline-rules-could-slow-russias-nord-stream-2-idUSKCN1Q20QM"], [67428, "2019-04-08T16:42:27Z", [0.0, 0.05, 0.15, 0.8], "Nord Stream 2 is a doubled of the already functioning Nord Stream and both start from Russia and end in Germany.\n- Denmark won't approve in the immediate future the construction of Nord Stream 2 because of the upcoming national elections (it’s impossible to approve it before June), plus, the parties are now focused on the electoral campaign. \n- the main reason why Denmark won't approve the agreement even in the next future because it is against the dependency on Russian gas\n- Denmark has also some disputes ongoing with Russia and other countries about claiming Arctic territories, a situation that wouldn’t facilitate the progress of this project\n- currently, no one of the main parties (Liberal and Social Democrats) is in favour of Nord stream 2, and I don't think it would be the core proposal of the political programme from election winner. For this reason, I'm skeptical also about the idea of approving it in the months following the election, which will be a government transition period.\n- in the end of 2018 Denmark has put an end to the dispute with Poland about the maritime borders in the Baltic Sea: this has allowed Danish Emergency Agency to ask for an evaluation of the eventual environmental risks caused by the pipeline. We should remember Denmark is very concerned about environmental issues\n- EU is also skeptical for multiple reasons: it doesn’t want to rely on Russia dependency on gas, in particular now that the sanctions are still active and because of the unresolved dispute in Crimea. Moreover, EU has recently changed the project, and now it’s under the European Law. Also, for EU this stream represents an energy security issue, because Gazprom has the monopole of the pipeline.\n- EU is already building the TAP (trans Adriatic pipeline), in order to diversify gas supplies importing it from Azerbaijan. I don’t see a lot of coherence in implementing a project as Nord Stream 2, with the opposite effect of relying on Russian supplies.\n- Russia has launched an alternative to bypass Denmark, focusing on the Balcan route and export gas through those countries\n- Among the \"against Nord stream 2\" there are US, Baltic countries and Poland, all of them worried about the rely of Europe on Russian gas. US is an historical competitor of Russia in the economic military and political fields, while Poland and Baltic states have historically been scared and threatened by the power of Russia, so their rejection is due to this fear However, \n- So far, the percentage of gas consumed in Europe are 74% imported from Russia, 34% from Norway and 10% from Algeria. But the gas in the north of Europe (Northern Sea), is becoming scarcer and will be necessary finding other ways to cover the European energetic needs. \n- Germany, which has a strong role in European policy and economy, is pressing for the construction of the pipeline, assuming it would bring economic advantages.\n- Russia wants to avoid the passage through Ukraine and the dependency on it to transport its product. In order to accomplish this aim, the Nord stream is the best solution so it could pressure for its construction. For these reasons, I forecast that is likely for Denmark approve the Nord Stream 2 construction not before 1st December 2019. https://formiche.net/2019/03/ecco-come-gazprom-intende-aggirare-il-no-dellue-al-nord-stream-ii/\nhttps://www.bloomberg.com/news/articles/2019-02-12/eu-gets-deal-on-new-natural-gas-law-with-nord-stream-2-loopholes\nhttps://www.politico.eu/article/the-winners-and-losers/\nhttps://www.eastjournal.net/archives/97194\nhttps://it.sputniknews.com/mondo/201811296872120-russia-aspetta-decisione-danimarca-nord-stream-due-domande-territoriali/\n"], [172, "2019-04-08T01:51:16Z", [0.0, 0.0, 0.05, 0.95], ""], [13377, "2019-04-07T10:14:51Z", [0.01, 0.01, 0.26, 0.72], ""], [1333, "2019-04-06T18:18:39Z", [0.0, 0.0, 0.14, 0.86], ""], [1333, "2019-04-06T18:10:22Z", [0.0, 0.0, 0.15, 0.85], ""], [67422, "2019-04-06T15:49:05Z", [0.0, 0.6, 0.4, 0.0], ""], [691, "2019-04-05T15:33:44Z", [0.01, 0.01, 0.26, 0.72], ""], [1333, "2019-04-04T19:43:46Z", [0.0, 0.0, 0.25, 0.75], ""], [691, "2019-04-04T18:17:30Z", [0.01, 0.01, 0.28, 0.7], ""], [31450, "2019-04-03T22:34:11Z", [0.0, 0.0, 0.1, 0.9], "Based on Denmark's recent environmental review request, I think it is likely there will be substancial delays to the project and the country will simply keep adding delays until the project is either redesigned or canceled."], [68040, "2019-04-02T19:11:58Z", [0.0, 0.0, 0.15, 0.85], "New information shows that Denmark is adding more environmental review requests that could take over a year to complete. Gazprom is looking into alternative routes, and if they found one Denmark would also not need to approve the project. Seems like if the Danish government wanted this project to happen, they'd have gotten it approved already. Seems to me that since timely completion depends on a permit issued by year's end, they're likely to delay as long as possible within that timeframe and possibly extend beyond it. https://www.euractiv.com/section/global-europe/news/denmark-delays-nord-stream-2-approval/"], [29980, "2019-04-02T16:12:50Z", [0.05, 0.0, 0.05, 0.9], ""], [54140, "2019-04-02T10:13:22Z", [0.0, 0.0, 0.1, 0.9], ""], [28414, "2019-04-01T07:05:20Z", [0.0, 0.0, 0.05, 0.95], ""], [1333, "2019-03-31T18:26:25Z", [0.0, 0.05, 0.25, 0.7], ""], [34369, "2019-03-31T13:45:23Z", [0.0, 0.04, 0.19, 0.77], ""], [67553, "2019-03-31T10:52:57Z", [0.0, 0.0, 0.21, 0.79], ""], [23006, "2019-03-31T03:00:13Z", [0.0, 0.0, 0.05, 0.95], ""], [23006, "2019-03-31T02:59:21Z", [0.0, 0.0, 0.0, 1.0], ""], [15196, "2019-03-31T00:43:19Z", [0.0, 0.0, 0.2, 0.8], ""], [1333, "2019-03-30T18:52:21Z", [0.0, 0.05, 0.3, 0.65], ""], [26551, "2019-03-30T09:18:18Z", [0.0, 0.0, 0.25, 0.75], "\"The project has two pending permit applications with Danish authorities but the energy agency has asked that a third route secure an environmental assessment. The route would run in Denmark’s exclusive economic zone south of Bornholm island.\" \"“It will take several months, but it’s not possible to say how long it’ll take,” he said.\" Same source as posted by @Raahul_Kumar\nhttps://uk.reuters.com/article/gazprom-nordstream-2-denmark/update-1-denmark-asks-nord-stream-2-to-assess-third-route-option-for-gas-pipeline-idUKL8N21F2H7\n"], [19801, "2019-03-29T13:41:03Z", [0.0, 0.0, 0.25, 0.75], "Denmark asks Nord Stream 2 to assess third route option for gas pipeline\nhttps://www.reuters.com/article/us-gazprom-nordstream-2-denmark/denmark-asks-nord-stream-2-to-assess-third-route-option-for-gas-pipeline-idUSKCN1R916S Denmark cannot name timeline for its decision on Nord Stream 2\nhttp://tass.com/economy/1050975"], [28414, "2019-03-29T07:53:25Z", [0.0, 0.0, 0.08, 0.92], "Denmark holds off on Nord Stream 2 permit\n28 Mar 19, 17:35 \nLondon, 28 March (Argus) — Denmark's energy agency DEA has requested an additional environmental investigation from Nord Stream 2 on the planned pipeline's impact along a new route. The request could delay the permitting procedure to build the pipeline in Denmark's exclusive economic zone. There is no timeline available for the process, DEA said. Once Nord Stream 2 provides the requested environmental impact assessment, it will have to undergo normal procedures including public hearings, the agency said. A decision will depend on the completion of this process, it said. Nord Stream 2 will \"carefully evaluate the request\" to include the route option in its environmental assessment, the operator said. But no decision has been made on two pending permit applications for the previously requested routes, Nord Stream 2 said. The original route would pass through Denmark's territorial waters while an alternative route would only pass through the country's exclusive economic zone. The Danish government has previously said it could block or delay construction of the pipeline in its waters for security reasons. Russian state-controlled Gazprom has already received permits for construction from all other countries along the 55bn m³/yr pipeline's proposed route. But the US has \"encouraged\" Denmark not to grant the permit, a senior US official said. The operator and Gazprom expect to commission the pipeline by the end of the year. Nord Stream 2 and the 31.5bn m³ Turkish Stream pipelines are designed to bypass Ukraine, a key transit route of Russian gas to Europe. Gazprom's transit contract with Ukrainian state-owned Naftogaz expires on 1 January 2020 and if Nord Stream 2 is not ready to accept gas for export, the Russian firm will need to maintain significantly higher transit flows through Ukraine than previously planned."], [172, "2019-03-29T00:07:42Z", [0.0, 0.0, 0.05, 0.95], ""], [6978, "2019-03-28T23:43:31Z", [0.0, 0.0, 0.2, 0.8], ""], [1333, "2019-03-28T20:30:17Z", [0.0, 0.06, 0.33, 0.61], ""], [61877, "2019-03-28T14:11:30Z", [0.1, 0.5, 0.2, 0.2], ""], [28414, "2019-03-28T09:54:04Z", [0.0, 0.0, 0.1, 0.9], ""], [41922, "2019-03-28T09:39:04Z", [0.0, 0.0, 0.1, 0.9], "Letter from @NordStream2 CEO about possible #NordStream2 delay https://twitter.com/wjakobik/status/1111180131089956865?s=12"], [41922, "2019-03-28T09:06:42Z", [0.0, 0.0, 0.1, 0.9], ""], [1333, "2019-03-27T18:32:58Z", [0.0, 0.06, 0.34, 0.6], ""], [1333, "2019-03-27T18:19:27Z", [0.0, 0.08, 0.34, 0.58], ""], [67317, "2019-03-27T17:53:16Z", [0.0, 0.05, 0.15, 0.8], "Base line. "], [28414, "2019-03-27T15:59:30Z", [0.0, 0.0, 0.25, 0.75], ""], [28414, "2019-03-27T15:42:22Z", [0.0, 0.2, 0.25, 0.55], "Denmark refuses to give NordStream2 green light again."], [1333, "2019-03-26T16:04:03Z", [0.0, 0.09, 0.34, 0.57], ""], [19801, "2019-03-26T12:49:22Z", [0.0, 0.0, 0.45, 0.55], "Nord Stream 2 upbeat Denmark will approve gas pipeline proposal The Russian-led Nord Stream 2 gas pipeline company expects to receive approval from Danish authorities for a 180-km stretch of the pipeline under the Baltic Sea in time to finish the pipeline by the end of 2019 as planned, a spokesman said on Monday. Nord Stream 2 spokesman Jens Mueller said there was “good reason” to believe Danish authorities would process a second proposal submitted by the project in August 2018 within eight to 12 months, allowing the pipeline to be finished on schedule. Even if the Danes acted late in the year, the company could bring in additional ships to lay the pipeline, Mueller said, noting that two ships now working off the coast of Sweden were completing about 6 km (3.7 miles) a day. At that rate, the Danish segment could be completed in a month, he said.\nhttps://uk.reuters.com/article/gazprom-nordstream-2-denmark/update-1-nord-stream-2-upbeat-denmark-will-approve-gas-pipeline-proposal-idUKL8N21C2XP\n"], [28414, "2019-03-25T13:35:44Z", [0.0, 0.34, 0.36, 0.3], ""], [28414, "2019-03-25T13:32:13Z", [0.03, 0.31, 0.36, 0.3], ""], [172, "2019-03-24T23:26:28Z", [0.0, 0.0, 0.15, 0.85], ""], [67417, "2019-03-24T18:38:37Z", [0.0, 0.05, 0.2, 0.75], "As we all know the relations between Russia and the EU have been stiffening over the recent years, especially after the Russian unilateral annexation of Crimea and the following European economic sanctions. However, even though Russia is under sanctions, Nord Stream 2 (from now on NS2), a Russia-Germany undersea gas pipe that has divided Europeans and angered America, is not. Day by day, the companies contracted by Gazprom, the Russian state-owned gas giant and NS2’s sole shareholder, are laying their concrete-coated steel pipe segments on the bed of the Baltic Sea. They aim to finish by the end of the year (https://www.economist.com/europe/2019/02/16/the-nord-stream-2-gas-pipeline-moves-on).  That said, Denmark is the last country still to complete its national permit procedure for the gas pipeline. Several reasons make Denmark unwilling to allow the pipeline (e.g. environmental concerns), however, the most important is because it does not want to rely on Russian (a country with which has already many disputes, especially in relations to the Arctic). In this regard, the members  of the European Parliament have recently expressed a similar view, establishing that the EU should remain open to imposing further sanctions if Russia continues to violate international law and also retraining their concerns that the NS2 project could reinforce the EU‘s dependence on Russian gas supplies and threaten the EU internal market. “Russia can’t be considered strategic partner of EU anymore” was the conclusion of the Parliament. For these reasons, a definitive block of the project or a long-lasting period of impasse cannot be excluded. On the other hand, at stakes there are high interests from both sides and most of the project has been already realized.  Coming to my forecast, since the upcoming elections in Denmark, I don’t think that the actual government will take such a sensitive decision in the very last period of its term. Denmark elections are likely to be between May/July (see my forecast about Danish elections), therefore I assess a 0% chance to the first option (Before 1 June 2019). In this regard, I see quite unlikely that the decision could be taken “between 1 June and 31 August 2019, inclusive” since the new government will need a period of transition after the election to take power and start discussing sensitive issues like this. Only a strong pression by the EU might led Denmark to choose before, but as the EU in turn is very focused on the upcoming European Election (end of May) I do no see it as likely. Therefore, I assess only a 5% chance in regard to the second option.  An “ok” by Denmark to the project (between 1 September and 30 November 2019, inclusive) is more likely than the two previous options. However, considering that Denmark enjoys the support of the European Parliament, the one of the USA (which has strongly criticized the project many times) and also considering that none of the major political parties have expressed a positive opinion regarding the NS2, Denmark, in the end, might not give the ok at all. Furthermore, Russia in the past announced that an alternative route not including Denmark would be possible. On the other hand, as said at stakes there are high interests from both sides and Denmark will consider the matter very accurately before to call itself out.  Concluding, regarding the third possibility (between 1 September and 30 November 2019, inclusive ) a margin of possibility must be left open and thus I assess it with a 20% chance. That said, I see the option “not before 1 December 2019” by far as the most likely and, therefore, I assess it with a 75% chance.  Sources: \n-https://www.economist.com/europe/2019/02/16/the-nord-stream-2-gas-pipeline-moves-on\n-https://www.euractiv.com/section/energy/news/eu-reaches-deal-on-rules-to-govern-russias-nord-stream-2-pipeline/\n-https://www.nord-stream2.com/permitting-denmark/danish-permitting-process/\n-http://www.europarl.europa.eu/news/en/press-room/20190307IPR30737/russia-can-no-longer-be-considered-a-strategic-partner-say-meps\n-https://www.euractiv.com/section/global-europe/news/russia-cant-be-considered-strategic-partner-of-eu-anymore-meps-say/\n"], [1333, "2019-03-23T18:55:20Z", [0.0, 0.09, 0.35, 0.56], ""], [67420, "2019-03-22T17:43:29Z", [0.1, 0.3, 0.5, 0.1], "no news since the forecast was made."], [1333, "2019-03-22T17:30:30Z", [0.0, 0.1, 0.35, 0.55], ""], [62980, "2019-03-21T16:58:36Z", [0.0, 0.0, 0.25, 0.75], ""], [62980, "2019-03-21T16:39:04Z", [0.0, 0.0, 0.25, 0.75], ""], [13377, "2019-03-21T07:22:35Z", [0.01, 0.01, 0.38, 0.6], ""], [15196, "2019-03-21T02:16:09Z", [0.0, 0.0, 0.6, 0.4], ""], [67429, "2019-03-20T17:03:26Z", [0.02, 0.45, 0.45, 0.08], ""], [62808, "2019-03-20T07:02:30Z", [0.0, 0.0, 0.19, 0.81], ""], [37852, "2019-03-19T19:50:44Z", [0.05, 0.15, 0.25, 0.55], ""], [1333, "2019-03-19T16:56:04Z", [0.0, 0.1, 0.45, 0.45], ""], [691, "2019-03-19T10:57:36Z", [0.01, 0.01, 0.38, 0.6], ""], [6978, "2019-03-19T00:01:16Z", [0.0, 0.0, 0.5, 0.5], ""], [1333, "2019-03-18T21:43:46Z", [0.0, 0.1, 0.5, 0.4], ""], [35576, "2019-03-17T17:33:49Z", [0.0, 0.0, 0.0, 1.0], ""], [1333, "2019-03-16T21:10:01Z", [0.0, 0.1, 0.49, 0.41], ""], [1333, "2019-03-16T21:09:03Z", [0.0, 0.1, 0.48, 0.42], ""], [62211, "2019-03-15T22:32:17Z", [0.2, 0.25, 0.25, 0.3], ""], [28414, "2019-03-15T11:44:59Z", [0.07, 0.31, 0.32, 0.3], ""], [58618, "2019-03-14T19:06:57Z", [0.0, 0.95, 0.05, 0.0], "toe the EU line as Germany calls the shots"], [67415, "2019-03-14T12:26:56Z", [0.0, 0.05, 0.15, 0.8], "Denmark has been skeptical of the nord stream 2 project because of many reasons, but primarily because it does not want to rely on Russian Gas. This is a position that is not likely to change over time, as is shown by a bill by the EU passed yesterday that denounces Russia as a s'trategic partner' (https://www.euractiv.com/section/global-europe/news/russia-cant-be-considered-strategic-partner-of-eu-anymore-meps-say/)  Danish elections (end of may/early june) likely to prevent any decision prior these dates. The two largest parties, the Social Democrats and the Liberals have both not been on board with the construction of nord stream 2, and these two parties are likely to make up the core of the new government as well. (the DF and the SG are however tentatively in favor of nordstream 2 and see it as a way of mending relations with Russia)  2 recent developments have perhaps changed the opinion of Danish politicians. \n1) The EU has changed the proposal so that nord stream is now under EU law, which creates more clarity on the project. (https://www.dr.dk/nyheder/udland/efter-halvanden-aars-tovtraekkeri-eu-enighed-om-nye-regler-nord-stream-2)\n2) Russia announced an alternative route that could bypass Denmark alltogether.  However, point 1 does not negate the principle problem the Danish government has, namely seeing a dependency on Russian gas as a security issue.\nMoreover, on point two, Danish politicians have called the move a power play by Russia to which it should not give in. (https://www.dr.dk/nyheder/politik/venstre-om-nord-stream-2-magtspil-af-vaerste-skuffe)  Therefore, especially with both the EP and the US on their side, Denmark is not approving anything in the near future. Even the Nordstream construction team, prior to the EP resolution to denounce Russia as a strategic partner, was only expecting Denmark to approve by the end of 2019. (http://tass.com/economy/1042257) "], [1333, "2019-03-14T09:51:57Z", [0.0, 0.1, 0.47, 0.43], ""], [13377, "2019-03-14T09:34:39Z", [0.01, 0.02, 0.53, 0.44], ""], [172, "2019-03-14T01:15:19Z", [0.0, 0.0, 0.65, 0.35], "Need to read more about this one. Per some of the other forecasters, a number of issues converge on this question... Found quite a few Russian stories about this (difficult to see through Putin’s smokescreen).\nhttp://fortune.com/2019/03/11/russia-germany-pipeline/\n"], [62808, "2019-03-13T23:49:29Z", [0.0, 0.0, 0.21, 0.79], ""], [691, "2019-03-13T11:57:04Z", [0.01, 0.03, 0.52, 0.44], ""], [1333, "2019-03-12T19:13:14Z", [0.0, 0.1, 0.46, 0.44], ""], [67430, "2019-03-12T10:53:58Z", [0.05, 0.2, 0.55, 0.2], "Denmark's government is postponing its final decision on the approval of the construction of Nord Stream 2, also due to the upcoming elections (which make it almost impossible for the approval to be made before June). The pipeline will make it possible for more gas to be transported from Russia to Germany, which is thus trying to exercise pressure on Denmark to allow the construction. On the other side, the USA are opposing the project and do not want the traditional routes via Ukraine to be bypassed. Austrian energy group OMV , one of the companies that is financing the Nord Stream 2 pipeline, is optimistic Denmark will approve the project this year and the new gas transport route will start operations late 2019 (https://af.reuters.com/article/energyOilNews/idAFL8N1XB68G). Similarly, according to the European Commissioner for Budget and Human Resources Günther Hermann Oettinger,  \"the pipeline has been under construction for a long time and may not be halted so easily anymore\" (https://polandin.com/40640045/nord-stream-2-cannot-be-stopped-now-eu-commissioner). In my opinion therefore, it is likely that the final approval will arrive in the second half of the year, once a new government will be formed, and with no further delay."], [1333, "2019-03-12T01:22:09Z", [0.0, 0.1, 0.45, 0.45], ""], [172, "2019-03-11T00:24:01Z", [0.0, 0.0, 0.85, 0.15], ""], [5018, "2019-03-09T20:56:26Z", [0.1, 0.3, 0.4, 0.2], ""], [67429, "2019-03-08T22:21:04Z", [0.02, 0.45, 0.45, 0.08], "Denmark is the last state yet to approve the construction of Nord Stream 2, which is set to run through its exclusive economic zone (not territorial waters). Thus far it has been delaying the approval, and has implemented laws allowing it to refuse the the pipeline on a security basis — this can be seen as a strategic move, as the pipeline has faced opposition from the US (an important economic partner to Denmark). With or without Danish permits though, the project was never going to be derailed since its EEZ is effectively governed by international laws.  The EU passed new energy laws early this year (Feb 12), ultimately denying Denmark any authority in the decision-making over the project (placing power primarily in the hands of German regulators), while also ensuring its governance over the Russia’s Nord Stream 2. This effectively binds Denmark to the project, removing its capacity for a lengthy delay (Simon, Euractiv 13 Feb 2019). For this reason, and in considering the project is set to be complete this year, it is predicted that the approval will come in the coming months, most likely during the summer or closely thereafter. The rhetoric toward the project in government indicates the approval will still not be a priority though, and surely won’t occur before Danish national elections — thus before June 1 is considered highly unlikely. After December 1 is considered improbable also, though more likely than before June 1 considering the Danish authority’s stance on the pipeline to date. "], [67420, "2019-03-08T17:53:25Z", [0.1, 0.3, 0.5, 0.1], "Since 14 Months Russia has been waiting for an answer from Copenhagen with regard to its gas transmission pipeline Nord Stream 2. The Danish government is the last one, whose approval is still pending. That the project has not proved very popular with the Danish government becomes clear by looking at the approval process to date. Only after Nord Stream 2 submitted its application, the Danish parliament passed the amendment of the Continental Shelf Act (01/01/2018), which enables the Danish Ministry of Foreign Affairs to veto infrastructure projects handled by the Danish Energy Agency (DEA) in case they run contrary to Danish security interests (https://www.ndr.de/nachrichten/mecklenburg-vorpommern/Nord-Stream-2-Daenemark-lehnt-geplante-Route-ab,nordstream302.html). \nPredicting a possible negative outcome, Nord Stream 2 AG proposed an alternative route - 36 km longer than the original one - but outside of Danish territorial waters, only running through its exclusive economic zone (EEZ). This route can only be prevented/delayed by serious safety or logistical concerns - not political ones. It is considered highly unlikely Denmark would risk rejecting a project in its EEZ for obvious political reasons, given that it has historically relied so heavily on commerce from its important trading route waters. The government would risk being seen as an untrustworthy maritime operator (https://www.forbes.com/sites/davekeating/2018/09/05/as-of-today-russias-controversial-nord-stream-2-pipeline-is-already-underwater/).  On top of its individual concerns, Denmark has experienced fierce lobbying and pressure by Russia, EU allies and the United States. While particular Germany (Denmark’s closest EU partner) and Russia pushed in favor of the 9.5 billion euro project (co-financed by five western firms), the US (traditionally close ally) opposes the project, alongside some Eastern European countries (https://uk.reuters.com/article/uk-eu-gazprom-nordstream/russia-led-nord-stream-2-seeks-new-route-to-avoid-danish-waters-idUKKBN1KV118). Hence, it doesn’t come as a surprise that Denmark does not want to act alone on this matter and was particularly interested in a common EU strategy. This decision has been made now. It calls for all import pipelines to meet EU energy market rules by not being directly owned by gas suppliers, applying non-discriminatory tariffs and transparent reporting and allowing at least 10% of capacity to be made available to third parties. This might slow down the building process, but not stop it. In particular, because the updated directive denies the DEA in Denmark a decisive say over the project and puts that power primarily in the hands of German regulators (https://www.euractiv.com/section/energy/news/eu-reaches-deal-on-rules-to-govern-russias-nord-stream-2-pipeline/).  In sum, there is not much Denmark can do about the pipeline now, besides postponing it. The forecast at hand estimates the chance of Denmark issuing the approval before 01/06/19 as of only 10%. Main reason therefore are the elections of the Danish government (that will most likely fall into this time period) and the European Parliament (refer to forecast regarding Danish electoral date). Dealing with this highly political topic within the campaign could harm the government dramatically. Instead, they can just proceed with their strategy of postponing it and hiding behind administrative processes. However, the forecast at hand estimates that the Danish government (independent from which parties will actually lead them) want to get rid of the topic as fast as possible to stop further escalation and pressure moves from the above mentioned countries. By referring to their limited possibilities in the EEZ, they have the perfect excuse for that matter. However, the forecast takes into account that the newly elected government might not want to make a corresponding announcement right after entering (or re-entering) office. Thus, it estimates the chances of the approval being given between 01/09/19 and 30/11/19 higher, as of 50%, than between 01/06/19 and 31/08/19, as of 30%. A small rest chance, that the approval will be delayed until 01/12/19 or later is considered to prevail due to Denmark’s antipathy against the project, which might motivate the Danish government to stand up the pressure and position itself firmly. This chance is, however, perceived as only small, as of 10%."], [67422, "2019-03-08T10:43:43Z", [0.0, 0.6, 0.4, 0.0], "Denmark is postponing the approval for the construction of Nord Stream 2 for political reasons which opposes the context where Nord Stream 1 was built. If Rasmussen was expecting the UE to back up on the motives not to approve Nord Stream 2, Denmark can no longer refuse the route to go through Danish waters as the Union has just declared that it won’t block the project (https://politiken.dk/udland/art7031352/Nord-Stream-2-gasledningen-får-grønt-lys-fra-EU). \nThe construction of the pipeline is in process and I expect the works to arrive near Denmark in the following months (mid-summer). In that sense, I expect Denmark not to make a decision before the works come to proximity but in late July-August. In additon, I believe that for economic interests; because the UE is not much willing to hinder the project; and because the German-Russian project will go through Danish waters anyways (using the alternative of EEZ), it is most likely that Denmark will approve the construction of Nord Stream 2 through its territorial waters. If it is still possible that the works arrive in Denmark’s waters at the end of the Summer because of further potential delay, it is most likely that the decision will be made during September/early October, not later. "], [67625, "2019-03-07T23:17:16Z", [0.01, 0.03, 0.06, 0.9], "The very focal point in here is that Denmark is very unlikely to endorse the pipeline's contruction any soon (https://russiabusinesstoday.com/energy/denmark-still-deciding-on-nord-stream-2-approval/), or that Denmark will actually ever want to build it. If Russian, German and Gazprom's lobbying will be succesful, it will require time, and a careful bargaining over Denamrk's interests. I think the most likely outcome will be an impatient Gazprom tired of waiting and eventually deciding to adopt the more costly, but possibly time efficient plan B avoiding Denmark's exclusive economic zone - the fact that there is a plan B could be a bargaining device to speed up Denamrk's decision-making or an actual sign that the project will be done without Copenhagen's approval."], [691, "2019-03-07T19:24:31Z", [0.01, 0.01, 0.1, 0.88], ""], [35217, "2019-03-06T20:51:43Z", [0.0, 0.03, 0.2, 0.77], ""], [67418, "2019-03-06T18:04:23Z", [0.05, 0.25, 0.6, 0.1], "Denmark is the last country involved in the Nord Stream 2 project to have not agreed to the construction of the pipeline. Concerned by geopolitical reasons, especially with Russia, Denmark rejects the project, seeing a political negative impact rather than an economic benefit, as see Germany.\nGazprom, the Russian company that is driving the project, has already applied for the first pipeline route in April 2017. Nevertheless, Denmark has made a wait-and-see attitude, asking for a greater examination of the environmental impacts, through an Environmental Impact Assessment (EIA).\nNord Stream 2 to counter this voluntary delay submitted on August 10, 2018 a second building permit, allocated with an EIA, for an alternative route in the northwest of Bornholm, this time. This second request is different than the first one, as the second route passes through Denmark's Exclusive Economic Zone (EEZ), where its jurisdiction is severely diminished, unlike the first route through the Danish territorial waters. This second route is only 36km longer than the first, which is not a major obstacle, and Denmark would not be able to block it anymore. In addition, work on the pipeline has already begun, and the closer they get to Denmark, the sooner the construction agreement, whether in its territorial waters or in the EEZ, will be felt.\nDenmark is going to decided very soon between the two projects,  due to the arrival of the pipeline near its waters, and can not therefore refuse an agreement, because the second alternative will be done automatically if the first route is not accepted, and Denmark will therefore lose economic profits due to a excessive wait-and-see attitude. \nIn addition, it should be noted that the Nord Stream 1 project was approved in the Danish waters and is still in service, which strengthens the chances of an agreement in 2019, because the geopolitical consequences in the case of a bad scenario will be there anyway. Secondly, the EIA for the alternative route has shown that the pipeline would have a minor, negligible, and not significant effect for the environment, but also for tourism and even military practices. There is no impact at all. (Source: https: //ens.dk/sites/ens.dk/files/OlieGas/11_-_environmental_impact_assessment_denmark._nord_stream_2_-_north-western_route._august_2018.pdf).\nI believe that the construction of the pipeline will reach Danish waters between July and September 2019, and that a response will be made right after this arrival or by the end of 2019 at the latest.\n"], [45821, "2019-03-06T13:29:04Z", [0.05, 0.1, 0.35, 0.5], ""], [62808, "2019-03-05T03:08:39Z", [0.0, 0.0, 0.1, 0.9], ""], [691, "2019-03-04T12:57:47Z", [0.01, 0.01, 0.1, 0.88], ""], [172, "2019-03-04T02:15:55Z", [0.0, 0.0, 0.15, 0.85], ""], [28103, "2019-03-03T19:32:22Z", [0.08, 0.12, 0.2, 0.6], ""], [26551, "2019-03-03T17:47:59Z", [0.01, 0.09, 0.25, 0.65], "\"Germany vigorously supports it. Denmark intends to stop it passing through its territorial waters.\" [1] \"This is a good compromise which may work for all the parties – Russia, the EU and Ukraine.\" [2]. \"Denmark is the only country yet to issue permits, although that is thought unlikely to be a deal breaker. [...] said: “One could argue that what the Danes always wanted was a European solution, and so now that there is one, they can grant permits to the project and move forward. If they do not, or not soon, the company [Nord Stream 2] has to decide to change the route of the pipeline. It has been planning accordingly but this would still mean a delay.\" [2] This means NS2 already have an alternative North-Western route. [3] \"the pipeline looks unstoppable\" [4] so, once again it is about timing.  So, no reason for Denmark to approve too quickly (before June 1st). Also, Denmark will go into general elections not later than June 17th. Better leave the issue to the new government, probably a coalition that will take a while to decide (after August 31st). NS2 is expected to compete works by the end of 2019, probably will take more than 3 months to reach Danish waters (this is a guesstimate). Then, Denmark might simply reject the approval in line with Eastern countries, knowing that this will not change anything under the new routes (would be EEZ, under the United Nations Convention on the Law of the Sea, countries cannot block other nations from laying underwater pipelines and cables, so we have to consider this). 25% to this option.  [1] https://www.economist.com/the-economist-explains/2018/08/07/why-nord-stream-2-is-the-worlds-most-controversial-energy-project\n[2] https://www.theguardian.com/business/2019/feb/25/nord-stream-2-russian-gas-pipeline-likely-to-go-ahead-after-eu-deal\n[3] https://www.nord-stream2.com/permitting-denmark/danish-permitting-process/\n[4] https://www.economist.com/europe/2019/02/16/the-nord-stream-2-gas-pipeline-moves-on"], [691, "2019-03-03T13:28:43Z", [0.01, 0.01, 0.08, 0.9], ""], [63914, "2019-03-02T15:19:15Z", [0.0, 0.0, 0.3, 0.7], "Watch the situation in the Ukraine. If the EU wants to send a message to Russia, this is  a very good way to do it, and Denmark itself does not depend on Nord Stream. This is a pressure point on Russia's finances. "], [691, "2019-03-02T12:54:12Z", [0.01, 0.01, 0.08, 0.9], ""], [691, "2019-03-01T19:56:09Z", [0.01, 0.01, 0.08, 0.9], ""], [67413, "2019-03-01T14:57:26Z", [0.55, 0.25, 0.1, 0.1], "The Danish government delayed the approval because it was not just about gas and energy policy but about positioning Denmark in the international and diplomatic context (choosing between Russia, Germany on one side and the US on other) [1]. The Danish government hoped that the European Union would block the project thereby avoiding having to make the decision themselves [2]. The EU decided to not block the project, though with some conditions. This has put pressure back on the Danish foreign minister to deliver his considerations on the foreign policy and security dimension of the project, since his approval is one of the last remaining steps. Wanting to avoid further controversies with Germany and Russia, there is a 55% probability that an approval will arrive before June 1st. This year is an election year and that could cause the prioritisation of the project to be lower than expected. The government might delay the approval until sometime after the election, choosing to focus on campaigning and national topics such as health care reform, which has been a priority up until very recently. Waiting even longer is an unlikely option, but the Danish foreign minister have previously used the behaviour of Russia as an excuse for not approving the project. I am not aware of any recent and significant changes in the Danish-Russian relations but is an option for further delay nonetheless.  [1] https://www.diis.dk/publikationer/danmark-spillet-nord-stream-2\n[2] https://politiken.dk/udland/art7031352/Nord-Stream-2-gasledningen-får-grønt-lys-fra-EU"], [691, "2019-02-26T18:26:31Z", [0.01, 0.02, 0.07, 0.9], ""], [28414, "2019-02-26T13:50:17Z", [0.1, 0.2, 0.3, 0.4], "\"Denmark-Poland's delimitation agreement may delay Nord Stream 2 for a few years\"\nhttps://www.gazetaprawna.pl/artykuly/1399575,koniec-sporu-z-dania-a-ns2.html"], [36132, "2019-02-25T22:06:04Z", [0.0, 0.0, 0.0, 1.0], ""], [12573, "2019-02-25T13:47:11Z", [0.03, 0.05, 0.06, 0.86], ""], [34353, "2019-02-25T12:43:16Z", [0.05, 0.1, 0.1, 0.75], ""], [2406, "2019-02-25T00:45:02Z", [0.15, 0.25, 0.25, 0.35], ""], [22216, "2019-02-24T19:33:43Z", [0.18, 0.45, 0.32, 0.05], ""], [19801, "2019-02-24T10:47:24Z", [0.0, 0.0, 0.15, 0.85], "he operator of the Nord Stream -2-gas pipeline construction project, Nord Stream 2 AG, expects to receive permission from Denmark to lay the pipeline by the end of the year, said Paul Corcoran, financial director of the company at the European Gas Conference on Tuesday. \"We hope that we will receive permission by the end of the year,\" he said. Corcoran noted that resolution is still the only problem. He recalled that the company had already sent the second application, and the \"Danish authorities are considering it in the proper way.\" http://tass.com/economy/1042257 While the new law preserves those key principles, it also creates loopholes for Nord Stream 2, according to Bloomberg news agency. A Franco-German compromise on the updated gas directive denies the regulatory authority in Denmark a decisive say over the project and puts that power primarily in the hands of German regulators, Bloomberg reported.\nttps://www.euractiv.com/section/energy/news/eu-reaches-deal-on-rules-to-govern-russias-nord-stream-2-pipeline/"], [28414, "2019-02-23T17:59:45Z", [0.1, 0.2, 0.3, 0.4], ""], [31450, "2019-02-23T16:23:29Z", [0.0, 0.1, 0.25, 0.65], "Denmark has threatened to refuse project approval and, even if they do approve the project, have clearly been slow walking the whole process."], [28414, "2019-02-23T13:02:26Z", [0.5, 0.45, 0.05, 0.0], ""], [1333, "2019-02-22T19:55:23Z", [0.0, 0.1, 0.35, 0.55], ""], [60695, "2019-02-22T18:26:02Z", [0.0, 0.0, 0.0, 1.0], ""]], "open_date": "2019-02-22T18:00:30Z", "close_date": "2019-10-30T18:00:35Z"}