{"question_id": 1122, "title": "Who will win Ukraine's 2019 presidential election?", "possible_answers": ["Petro Poroshenko", "Yulia Tymoshenko", "Volodymyr Zelenskiy", "None of the above"], "crowd_forecast": [0.1, 0.0, 0.9, 0.0], "correct_answer": "Volodymyr Zelenskiy", "correct_forecast": 0.9, "preds": [[23006, "2019-04-21T03:13:54Z", [0.51, 0.0, 0.49, 0.0], ""], [23006, "2019-04-21T02:07:39Z", [1.0, 0.0, 0.0, 0.0], "http://uacrisis.org/71565-one-step-away-final-ukraine-voting\n poroshenko did not have a good campaign and zelenesky has no experience and still no platform although he dies have some senior political advisers willing to help him navigate choppy waters. the elections seem quite free and free speech quote unfettered and even though .\nPoroshenko is losing the fact that the elections have remained open wrh free and vigorous contest might work in his favour. but the beauty of a democracy is if the will of the people is strong enough they can change things. I'm throwing my hat in with Poroshenko lately on basis of\n1)Ukraine age demographic being weighted toward the old folks who will likely vote for Poroshenko. \n2)zelenesky still has no llatfirm\n3) businesses are struggling to make sense of zelenesky platform and the economic uncertainty such a blank brings. Worse the mistakes he might lead the country into might be too much of an uncertainty for business groups to take a chance on\n4) while most polls give Z a wide lead, there are polls that place the difference much close...2% in Z\"'s favour"], [67419, "2019-04-20T23:02:25Z", [0.1, 0.0, 0.9, 0.0], "Ukraine’s upcoming election is unconventional at best. Western media portrays it in pessimistic terms: “There’s a 90% chance he’ll be a disaster, but I’m going to vote for him anyway,” told a 36-year-old nurse to The Guardian, on why she is going to vote for comedian Volodymyr Zelensky . “I know 100% that the current guy is a disaster, so of course I’ll go for the 10% chance we could really change things.” I believe that her viewpoint is representative for the population of Ukraine, which is why I am going to forecast a 90% chance that Zelensky will be the next president of Ukraine.  His election campaign has been founded on being unlike the other politicians and defying convention. He has eschewed official rallies and conventional speeches, choosing instead to use social media to address the electorate (hence the nickname “the Trump of Ukraine”). He is up against incumbent president Petro Poroshenko, who has a more established network on the ground and the support of administrators across the country. Zelensky is the protest vote.  He has made his lack of experience a virtue and publicly admits to having no strong political views: \"No promises, no disappointment\" is one of his electoral catchphrases. He didn't have to explain who he was, since everyone knew him from the show he has been starring in (Servant of the People), which explains his popularity, especially among students. He led a positive campaign, focused on optimism. His lack of experience is a competitive advantage because he doesn't have the baggage that comes with being in power - corruption, disappointments.  However, his popularity is justified not only by his optimism, but also by the innovative manner in which he has been handling his opponent. He seems to always be a step ahead of Poroshenko through actions such as forcing him to give blood to be tested for drugs live on television or suggesting the Olympic stadium as a place for debate - so that he can be ‘closer to the people’. Another example is their separate scheduled meetings with French president Macron. While Poroshenko had announced his meeting in advance, he was the second to meet Macron. \nHowever, his rivals have called his campaign \"shady\" in the sense that he is not articulating any concrete policy recommendations. This is the reason why I will not forecast a 100% probability that he wins the election. \n57% of Zelensky’s voters will be rather voting for him, and not for Poroshenko. However, only 22% of Poroshenko’s voters would vote for their candidate in protest of Zelensky; 75% of Poroshenko’s voters will be voting for Poroshenko himself, which shows that Zelenesky is the protest choice. Petro Poroshenko Incumbent president and one of the wealthiest persons in Ukraine, has focused on aggressive war rhetoric and anti-corruption. He positioned himself as the only candidate capable of standing up to Russia's President Vladimir Putin, who in 2014 annexed Ukraine's Crimean Peninsula and backed the separatists who seized control of parts of the Donetsk and Luhansk regions in the East. \"You'd be a weak head of state who would be unable to defend yourself from Putin's blows,\" he told Zelensky on Friday, the last day of campaigning during an election debate held at Kiev's Olympic Stadium. While his policies may address the current needs of the Ukrainian society more than Zelensky’s campaign, his reputation has been damaged since corruption is still a large issue in Ukraine.  Polls This being said, we will now turn to look at the polls. As of today, there is little doubt that Volodymyr Zelenskyi will win the second round of Ukraine’s presidential election. The comic earned a little over 30% of votes in the first round on 31 March, compared to under 16% by his competitor. The latest opinion poll by the Kyiv International Sociology Institute (KIIS) predicts that 48.4% will vote for Zelenskyi and 17% for Poroshenko in the second round. \nPoll\t                 Poroshenko    Zelensky\tAgainst all or Will not vote\nKMIC\t\t   \t 17%\t48.4%    28.3%\t    6.3%\nEdison Research\t30.9%\t55.1%\t11.6%\t2.3%\nRating\t\t        20.8%    51.0%    17.8%    10.3% Other polls show that most Ukrainians expect their lives to improve after the election. According to a poll by the Rating group held over 12-16 April, 48% of respondents expect things to get better in Ukraine after the elections; 25% don’t have any expectations, and 10% expect things to get worse. Individuals in the South and East, young people, and Zelensky’s voters tend to be more optimistic than others. Earlier this month, Oleksiy Antypovych, Head of the “Rating” sociological group, said that according to their poll conducted over 5-10 April, 41% of Zelensky’s voters will be, essentially, voting against Petro Poroshenko. This number has grown over the last two months – from 33% in February 2019. This shows that Ukraine, a country which has suffered from corruption and war is now looking for a way to more forward with optimism and humour.  Sources:\nhttps://www.aljazeera.com/news/2019/04/change-system-ukraine-presidential-runoff-vote-190420103523587.html\nhttps://www.theguardian.com/world/2019/apr/20/ukraine-election-set-to-deliver-damning-verdict-on-traditional-politics\nhttps://en.interfax.com.ua/news/general/571176.html\nhttps://qz.com/1583474/comedian-volodymyr-zelensky-could-win-ukraines-presidential-election/\nhttps://www.nbcnews.com/news/world/comedian-volodymyr-zelensky-leads-ukraine-s-presidential-vote-n989386\nhttp://www.kiis.com.ua/?lang=ukr&cat=reports&id=610&page=1\nhttp://www.kiis.com.ua/?lang=ukr&cat=reports&id=602&page=2"], [67427, "2019-04-20T22:21:46Z", [0.0, 0.0, 1.0, 0.0], "UPDATE 21.04.2018  The last update was published almost 2 weeks ago. It declared that the forecast will remain the same due to the lack of decisive events, but with enough time left for these to happen. As the election will take place today it is time to assess several aspects: A) Did Zelensky manage to sustain his lead in the polls or did Poroshenko overtake him? B) Did anything happen which would benefit one candidate more than the other based on their campaign profile? C) Who benefits from the recent presidential debate? A)\tZelensky remains the frontrunner with a large lead in the polls -> + Zelensky   It is worth to mention that it is difficult to find reliable (recent) poll/survey sources about the Ukrainian presidential election as a researcher without language proficiency in Ukrainian or Russian. Therefore, this forecast trusts in the credibility and quality of popular Western media outlets such as The Guardian or BBC to find reliable and recent (= week 16 if possible) polling results (alternatively, their summary). As a result, Zelensky seems to remain the frontrunner in this presidential election. Furthermore, it appears that he was able to maintain or even expand his advance to his opponent Poroshenko: •\tThe Guardian -> Zelensky 72%  | Poroshenko 25% \n•\tPolitico -> Zelensky 52% | Poroshenko 19% \n•\tIndependent -> Zelensky 70% | Poroshenko n.a. \n•\tBBC -> “Zelensky is the clear favourite […] polls say” & “polls suggest he is on track to get more than twice as many votes on Sunday” B) Poroshenko likely couldn’t shift attention to his main campaign points (war related) as no significant events happened in the east of Ukraine -> + Zelensky   Previous forecasts assessed that both candidates have created individual campaign profiles which have been focusing at different policy areas. Poroshenko has been promoting his image as national defender in the war against separatists and Russia, while Zelensky has been representing himself as an anti-corruption candidate similar to his popular TV-character. Foreign Policy, among others, agrees on these assessments and calls Poroshenko the “head of the party of foreign achievements” and Zelensky as the “leader of the party of domestic issues”. The relevance of these campaign profiles lies within the candidates’ potential to portray themselves in a positive way. For instance, new clashes in the east could increase the fear of Ukrainians of an annexation by separatists, thus, likely increasing Poroshenko’s chances to win the election. On the other hand, revealed scandals involving business partners of Poroshenko would benefit Zelensky’s claim that he is the only option to fight corruption within Ukraine.  Poroshenko’s campaign is based on the war in the east, independence of the Ukrainian church from the Russian patriarchy and a promotion of Ukrainian culture by substituting Russian with Ukrainian in public domains. There hasn’t taken place any significant battle in the east which could represent a new escalation wave. Furthermore, it seems that most Ukrainians are war fatigued and would rather end the war than cause a new upheaval. As a result, Poroshenko couldn’t win any voter sympathy in this aspect. He was able to gain an upwind in previous polls by promoting the independence of the Ukrainian church, however, Foreign Policy argues that this policy area, as well as the promotion of the Ukrainian language, aren’t as important policy fields as other major areas (such as economics, corruption, labour, etc.) to the ordinary Ukrainian voter. This would mean, that Poroshenko shouldn’t expect a raise in voter approval for Sunday, while Zelensky who mainly focuses exactly on these aspects will likely benefit from the undivided attention to his main campaign areas. A previous forecast determined that Zelensky’s possible ties to the oligarch Ihor Kolomoisky might become a problem to his credibility as a ‘true’ anti-corruption candidate. Indeed, Western media outlets seem to have shifted more attention to this possible link than they had done before. This Western media coverage might not be representative for Ukrainian media outlets, however, it seems that Zelensky managed to maintain his image as there were no ‘scandal’ articles about him confirming links to oligarchs such as Ihor Kolomoisky.  C) Poroshenko failed to expose Zelensky as an (as he claims) incompetent outsider -> + Zelensky  The last debate turned out to be more a TV spectacle rather than a presidential debate which benefits Zelensky as he wasn’t forced to explain specifics about his future plans. Therefore, Poroshenko’s accusations of Zelensky being incompetent and unfit to become president ended up as empty claims rather than an opportunity for the incumbent president to benefit from his gained experience. BBC, among other media outlets, assesses that the debate has been a “draw” for both candidates. Nonetheless, it was Poroshenko’s turn to shift the momentum in his favour which he failed to do. This means that Zelensky benefited from this debate in the end as he managed to avoid pitfalls and mastered his first political face-off.   Conclusion:  None of the above-mentioned points indicate a turn in Poroshenko’s favour. It is a general rule to expect that the voter turnout of young voters, who comprise a large part of Zelensky’s support base, will be less than the overall average, however it is very unlikely that the participation will drop so much that Poroshenko could benefit from it. Zelensky managed to gain 30,4% (in comparison to Poroshenko’s 17,4%) in the first round despite the usual drop within the young voter base. Taking every mentioned aspect (from this forecast and from previous ones) into account, this forecast assesses a 100% likelihood for Zelensky to become the new president of Ukraine.  (Annotation: the likelihood of Poroshenko winning is assessed to be lower than 1% which means it is practically non-existent in GJO terms). Sources:  -\tForeign Policy (2019): Putin Should Fear Ukraine’s Russia-Friendly Front-Runner: https://foreignpolicy.com/2019/04/18/putin-should-fear-ukraines-russia-friendly-front-runner-zelensky/\n-\tBloomberg (2019): Ukrainian Presidential Candidates Clash in Bad-Tempered Debate: https://www.bloomberg.com/news/articles/2019-04-19/ukrainian-presidential-candidates-clash-in-bad-tempered-debate\n-\tThe Guardian (2019): Ukraine elections: actor and comedian poised to win crushing victory: https://www.theguardian.com/world/2019/apr/18/ukraine-elections-actor-and-comedian-volodymyr-zelenskiy-poised-to-win-crushing-victory\n-\tBBC (2019): Ukraine presidential rivals trade barbs in stadium debate: https://www.bbc.com/news/world-europe-47990267\n-\tPolitico (2019): The 6 wackiest moments from Ukraine’s presidential race: https://www.politico.eu/article/ukraine-presidential-race-zelenskiy-poroshenko-tymoshenko/\n-\tPolitico (2019): Ukraine rivals’ bizarre stadium showdown: https://www.politico.eu/article/ukraine-rivals-bizarre-stadium-showdown/\n-\tIndependent (2019): Comedian Zelensky faces down Petro Poroshenko in fiery Ukrainian presidential debate: “I’m not your opponent, I’m your sentence”: https://www.independent.co.uk/news/world/europe/ukraine-election-latest-volodymyr-zelensky-petro-poroshenko-debate-comedian-vote-a8878716.html\n-\tKyiv Post (2019): Presidential candidates clash in rancorous debate at football stadium (PHOTOS): https://www.kyivpost.com/multimedia/photo/presidential-candidates-clash-in-rancorous-debate-at-football-stadium-photos"], [172, "2019-04-20T21:12:26Z", [0.0, 0.0, 1.0, 0.0], ""], [23006, "2019-04-20T20:59:51Z", [0.67, 0.0, 0.33, 0.0], "polls are divergent , most say zelensky still has momentum from his first round win by a margin  of 2 to 1 . Moscow times says the gap is about 2% with zelensKY in the lead. have to wonder how much fake news Russia as sending Ukraine's way as Ukraine is noted for having a very high literacy rate and strong internet connectivity. Fake news from Russia would help Zelensky"], [23006, "2019-04-20T20:53:56Z", [0.67, 0.0, 0.33, 0.0], "think older folks will vote for poroshenko while younger will prefer zelensky. demographics of Uraine by age roughly break down as 1/3 younger and 2/3 older\n generation"], [23006, "2019-04-20T19:58:59Z", [0.5, 0.0, 0.5, 0.0], ""], [67425, "2019-04-20T19:44:48Z", [0.1, 0.0, 0.9, 0.0], "Hours before election day, the latest polls expect Zelenskiy (who won the initial vote with more than 30%) at 48% and ahead of his contender incumbent president Poroshenko who reaches a score of 17%. The rest ist made up of around 18% who are as of now undecided, 9% who did not disclose their decision, 6% non-voters, and under 2% who said they will spoil the ballot. Among those who have made up their mind, Zelenskiy reaches 72% compared to Poroshenko's 25% (http://euromaidanpress.com/2019/04/18/sociology-of-ukrainian-elections-who-votes-for-zelenskyi-and-poroshenko-and-why/). While Zelenskiy has sometimes been referred to as the \"Donald Trump of Ukraine\" (https://www.cbc.ca/news/world/ukraine-presidential-election-1.5103213), the parallels stop at the fact that they are both political outsiders. In fact, Zelenskiy's voter base tends to be younger and more urban than Poroshenko's who scores highest among people over the age of 60. While people with a finished college degree tend to vote for Poroshenko (31% as opposed to Zelenskiy's 22%), the former comedian counts more students among his supporters (42% of students voted for him in the first round, 17% voted for Poroshenko). Interestingly enough, what seems to attract young people the most, is Zelenkiy's reputation for \"undecidedness\", contrasting Poroshenko's public image of a slow  and cautious reformer. Lastly, there is a sentiment among many Ukrainians that things will get better after the election. In a recent poll, 48% expect a better future, 25% don't expect any change and only 10% expect a turn for the worse (http://euromaidanpress.com/2019/04/18/sociology-of-ukrainian-elections-who-votes-for-zelenskyi-and-poroshenko-and-why/). These numbers along with the low level of confidence in the government (just 9%) might explain Zelenskiy's imminent success better than anything else (https://www.bbc.com/news/stories-47980484). Given that Zelenskiy remained rather elusive throughout his campaign, leading some to speak of an \"Anti-campaign\" with few political speeches  and almost twice as less money spent than his political opponent, yesterday's presidential debate was highly anticipated (https://en.interfax.com.ua/news/general/582190.html, https://www.bbc.com/news/stories-47980484). Most national and international observers did not declare a clear winner but agreed that Zelenskiy largely managed to hold his own against the more experienced Poroshenko (https://www.rferl.org/a/six-takeaways-from-the-poroshenko-zelenskiy-showdown/29892421.html, https://www.bbc.com/news/world-europe-47990267, https://www.theguardian.com/world/2019/apr/19/ukraines-presidential-rivals-trade-insults-in-raucous-stadium-debate, https://www.voanews.com/a/ukrainian-presidential-candidates-trade-insults-in-final-debate/4883549.html, https://www.washingtonpost.com/world/europe/thousands-rally-in-kiev-in-support-of-incumbent-president/2019/04/19/0267b4b6-62a1-11e9-bf24-db4b9fb62aa2_story.html?noredirect=on&utm_term=.ecc9deff463a).   Thus, despite his inexperience and vagueness concerning future reforms (or rather due to it), everything points toward Zelenskiy winning tomorrow's election by a large margin."], [67423, "2019-04-20T19:31:55Z", [0.2, 0.0, 0.8, 0.0], "Update: After the nation wide TV debate, Zelenskiy has managed to keep up his lead in the polls."], [67423, "2019-04-20T19:24:53Z", [0.15, 0.0, 0.85, 0.0], "Comment deleted on Apr 20, 2019 07:31PM UTC"], [62808, "2019-04-20T18:40:56Z", [0.0, 0.0, 1.0, 0.0], ""], [67420, "2019-04-20T18:37:14Z", [0.2, 0.0, 0.8, 0.0], ""], [66728, "2019-04-20T17:32:55Z", [0.05, 0.0, 0.95, 0.0], ""], [67426, "2019-04-20T16:27:00Z", [0.15, 0.0, 0.85, 0.0], "The reasons are several: Firstly, looking at the results of the first round of presidential elections on 31-03-2019 Zelenskiy got about 30% of the total amount of votes (which is a whole lot keeping in mind that 39 persons could be voted for). His direct opponent Poroshenko had gotten a mere 16% of the votes, and hence only exactly half as much than Zelenskiy did, leaving the latter as the clear winner of the first round elections (https://www.cvk.gov.ua/pls/vp2019/wp300pt001f01=719.html). Therefore, I believe that he is more likely to be elected president in the second round of votes on April 21st. \nSecondly, a poll from the beginning of this week gave Zelenskiy an estimated 72% of the votes as opposed to 25% for now reigning president Poroshenko (https://www.theguardian.com/world/2019/apr/18/ukraine-elections-actor-and-comedian-volodymyr-zelenskiy-poised-to-win-crushing-victory), hence also the polls see Zelenskiy to be winning. \nThirdly, many may vote for Zelenskiy on an 'anyone-but Poroshenko basis', meaning that it does not necessarily matter out of which reasons they vote for Zelenskiy, as long as Poroshenko will not be re-elected. They dislike his personality, politics, and the fact that he did not deliver what he promised when taking up the position after his election. Additionally, 91% of the Ukrainians believe that their government is corrupt (http://time.com/5573719/the-quick-read-about-ukraines-run-off-presidential-elections/), hence re-election for the current President is not the way to go -  many just want to see Poroshenko gone. \nLastly, Zelenskiy is seen as charismatic, likeable, and funny who persuades with his mere personality. Moreover many like it that he is a TV-star as opposed to a politician, because they believe he brings new winds, directions and ideas into Ukrainian politics and see this as a step to actually make a difference in the country. Additionally, the content of his politics is pro-Western, pro-EU and pro-NATO which hence is mirroring the opinions of many of the Ukrainian population.  Lastly, critics who claim that he has no experience within politics (loudest of all Poroshenko) and therefore should not be elected can be silenced by an easy example: Donald Trump! He neither had ever had any experience in politics, yet got elected as President for the worlds largest democracy. Consequently this shows, these things can happen if and having a former TV-star and comedian as President does not seem as unlikely anymore.  "], [691, "2019-04-20T14:08:50Z", [0.09, 0.0, 0.91, 0.0], ""], [15196, "2019-04-20T13:34:53Z", [0.0, 0.0, 1.0, 0.0], ""], [63401, "2019-04-20T11:39:40Z", [0.35, 0.0, 0.65, 0.0], ""], [63658, "2019-04-20T11:23:43Z", [0.05, 0.0, 0.95, 0.0], ""], [67429, "2019-04-20T10:43:17Z", [0.15, 0.0, 0.85, 0.0], "Update: Zelenskiy was able to hold his own in yesterday's stadium debate. With little political experience, his ability to do so was instrumental in securing his lead. Based on the reasons discussed in previous forecasts on this question in combination with the outcome of the debate, Zelenskiy appears most likely to take the presidency tomorrow. 15% is given to Poroshenko for reasons pertaining to his experience and historically low voting turnouts by young Ukrainians (Zelenskiy's largest demographic of supporters). "], [67416, "2019-04-20T09:51:33Z", [0.02, 0.0, 0.98, 0.0], "Update: \nafter the last direct debate between the two remaining candidates, Zelenskiy did a great job and hold ground against Poroshenko. The lead in the polls looks to hold up. "], [71002, "2019-04-19T23:05:51Z", [0.2, 0.15, 0.6, 0.05], ""], [71002, "2019-04-19T23:00:12Z", [0.2, 0.15, 0.6, 0.05], ""], [67157, "2019-04-19T22:08:30Z", [0.1, 0.0, 0.9, 0.0], "Trust in the government and the political elite is seen as the driving factor in this election. The Los Angles Times reports that polls show that just 9% of the population trusts the current government. This does not fare well for Poroshenko who has faced criticism for not doing enough to battle corruption in the government.  Zelenskiy has preformed well in the March 31 election and the polls leading up to the run-off election. With little time remaining before the election it seems unlikely that Poroshenko will be able to reverse the trends in the poll. https://www.latimes.com/world/europe/la-fg-ukraine-election-20190419-story.html https://www.brookings.edu/blog/order-from-chaos/2019/04/15/five-key-things-to-know-about-ukraines-presidential-election/"], [67411, "2019-04-19T20:11:52Z", [0.05, 0.0, 0.95, 0.0], "Adjusting: As I was predicting on Yulia Tymoshenko, she did not make it into the second round. However, as for Volodymyr Zelenskiy, his support on social media was not mistaken and people actually came to vote for him on the election day. The newest polls (April 18th) show that Zelenskiy maintains large lead other Poroshenko by having said that about 60% are ready to vote for him while only 20% support Poroshenko. Even though the opinion polls do not always appear to be true, the difference between candidates is very big. Something very unexpected should happen that Zelenskiy would not win on Sunday. "], [41922, "2019-04-19T19:14:27Z", [0.01, 0.0, 0.99, 0.0], ""], [691, "2019-04-19T19:10:51Z", [0.15, 0.0, 0.85, 0.0], ""], [63401, "2019-04-19T18:35:37Z", [0.4, 0.0, 0.6, 0.0], "Both have similar liabilities. Ukrainians will trade what they know for hope in someone untested. The familiar will be rejected for the unfamiliar."], [35217, "2019-04-19T14:02:36Z", [0.09, 0.0, 0.91, 0.0], "Big lead in the first round and current polls\nhttps://www.theguardian.com/world/2019/apr/18/ukraine-elections-actor-and-comedian-volodymyr-zelenskiy-poised-to-win-crushing-victory"], [62808, "2019-04-19T10:56:12Z", [0.0, 0.0, 1.0, 0.0], ""], [72427, "2019-04-19T10:26:24Z", [0.09, 0.05, 0.85, 0.01], ""], [63658, "2019-04-19T05:05:03Z", [0.05, 0.0, 0.95, 0.0], ""], [21046, "2019-04-19T02:26:39Z", [0.05, 0.0, 0.95, 0.0], ""], [49359, "2019-04-19T00:58:10Z", [0.01, 0.01, 0.97, 0.01], ""], [62808, "2019-04-18T15:39:59Z", [0.0, 0.0, 1.0, 0.0], ""], [172, "2019-04-18T15:17:33Z", [0.0, 0.0, 1.0, 0.0], "If only all countries has comedians running, we might all be better served by the clowns who run things. Yes, am aware who backs Zelenskiy behind the scenes.\n“The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men” (Plato)"], [57628, "2019-04-18T15:13:22Z", [0.0, 0.0, 1.0, 0.0], ""], [67423, "2019-04-18T14:35:14Z", [0.3, 0.0, 0.7, 0.0], "Update: \nAs predicted in the previous forecast, Poroshenko and Zelenskiy are now going head to head in the final presential vote on April 21st. \nUkraine had its first direct presidential election in 1991, and elections have taken place 5 times since that, with the 2019 election as the 6th in the country’s history. Looking closer at the past elections, the following patterns become clear: \nIn two elections (1991 + 2014), a presidential candidate gained a majority of the votes (+ 50%) in the first round and was elected president. \nOnce before the Ukrainian people have re-elected a sitting president (in 1999). Note: It seems only Kuchma has attempted re-election. In three elections (1991, 2004, 2010), the candidate with the highest number of votes in the first round has gone on to win the election in the second round. Note: In 2004, a re-ballot was held. In one instance, 1994, the elected president did not have the highest number of votes in the first round. \nWhile the above gives an indication that the candidate with the first round is likely to gain win the second round too. From this perspective, Zelenskiy is favorite to take home the victory on April 21st. However, it is difficult to make interferences from patterns based on so few data points. \nLooking broader, the past few years a number of ‘anti-establishment’ leaders have been chosen across the world (e.g. Trump in the US, and even Macron in France could be counted as such). Zelenskiy could be understood as being part of this trend and him winning the election does therefore not seem unlikely. \n"], [72359, "2019-04-18T03:00:18Z", [0.25, 0.0, 0.75, 0.0], "A nation plagued with problems will favor an extravagant (less predictable) leader hoping for quick solutions without really thinking of compromising national stability in the long run.  This is particularly true for nations where average educational levels are low (i.e. people are more prone to be swayed by populist discourses) and/or levels of inequality are high.  Ukraine is a good example of the above. "], [691, "2019-04-18T01:30:00Z", [0.16, 0.0, 0.84, 0.0], ""], [72178, "2019-04-17T21:10:21Z", [0.01, 0.0, 0.99, 0.0], ""], [63401, "2019-04-17T17:45:26Z", [0.65, 0.0, 0.35, 0.0], ""], [72297, "2019-04-17T12:33:00Z", [0.7, 0.0, 0.3, 0.0], ""], [72288, "2019-04-17T11:23:35Z", [0.05, 0.0, 0.95, 0.0], ""], [72284, "2019-04-17T11:11:45Z", [0.2, 0.0, 0.8, 0.0], ""], [63658, "2019-04-17T03:28:44Z", [0.05, 0.0, 0.95, 0.0], ""], [66432, "2019-04-17T03:13:14Z", [0.1, 0.0, 0.9, 0.0], ""], [62808, "2019-04-16T22:58:03Z", [0.0, 0.0, 1.0, 0.0], ""], [72240, "2019-04-16T20:13:09Z", [0.62, 0.0, 0.38, 0.0], "Updated. Started with polling trends. Adjusted for incumbency, overall voter dissatisfaction numbers, Russian influence, backing by oligarchs. and global trend involving non-traditional candidates. (Did this very quickly, as a first attempt on this site.)"], [72240, "2019-04-16T20:07:20Z", [0.31, 0.28, 0.35, 0.06], "Comment deleted on Apr 16, 2019 08:11PM UTC"], [42417, "2019-04-16T19:36:45Z", [0.27, 0.05, 0.67, 0.01], ""], [14107, "2019-04-16T16:43:00Z", [0.02, 0.0, 0.98, 0.0], ""], [67415, "2019-04-16T11:59:21Z", [0.05, 0.0, 0.95, 0.0], "Updates: \nSecond round of voting has eliminated all but poroshenko and Zelenskiy. As argued before Zelenskiy is very likely to win this battle. Moreover reuters has him with 72 percent against 25 percent of the votes on the 16th of april.  https://www.reuters.com/article/us-ukraine-election-poll/comedian-zelenskiy-would-win-second-round-of-ukraine-vote-poll-shows-idUSKCN1RS0XZ\n"], [172, "2019-04-16T11:57:58Z", [0.05, 0.0, 0.95, 0.0], ""], [72178, "2019-04-16T10:16:00Z", [0.01, 0.0, 0.99, 0.0], ""], [72178, "2019-04-16T09:51:33Z", [0.01, 0.0, 0.99, 0.0], ""], [13377, "2019-04-16T07:26:37Z", [0.18, 0.0, 0.82, 0.0], ""], [72170, "2019-04-16T06:40:24Z", [1.0, 0.0, 0.0, 0.0], ""], [72152, "2019-04-16T03:30:59Z", [0.55, 0.0, 0.45, 0.0], ""], [72152, "2019-04-16T03:27:12Z", [0.6, 0.0, 0.0, 0.4], ""], [68162, "2019-04-15T15:04:29Z", [0.12, 0.0, 0.88, 0.0], ""], [72033, "2019-04-15T14:01:44Z", [0.15, 0.0, 0.85, 0.0], ""], [66920, "2019-04-15T13:27:03Z", [0.05, 0.0, 0.95, 0.0], ""], [73, "2019-04-15T13:19:48Z", [0.0, 0.0, 1.0, 0.0], ""], [59882, "2019-04-15T10:33:09Z", [0.23, 0.0, 0.77, 0.0], "Using betting odds; https://sports.bwin.com/en/sports/61/betting/politics#eventId=&leagueIds=19251&marketGroupId=&page=0&sportId=61 Crowd: 18,2,78,2"], [71997, "2019-04-15T09:58:58Z", [0.0, 0.0, 0.95, 0.05], "populist need for change to candidate they feel they know through TV"], [71885, "2019-04-14T22:24:45Z", [0.02, 0.04, 0.04, 0.9], ""], [63401, "2019-04-14T22:07:36Z", [0.6, 0.0, 0.4, 0.0], "Zelenskiy being a no show for a debate and hiding in virtual world is working against him. Suspicions over support by Russians / Kolomoisky will work against him in the end. Poroshenko has his own problems, but of the two options, Ukrainian will stick with what they know in this case. A couple of useful articles for consideration are:  How Poroshenko Could Win and Zelenskiy Could Lose:https://www.atlanticcouncil.org/blogs/ukrainealert/how-poroshenko-could-win-and-zelenskiy-could-lose?fbclid=IwAR0Kva9lzstoKvlugvNmK8-lzZ_qozBXdP2k3fW9LfGqc_6eMvqKvB2OnUM Who Is Really Advising Zelenskiy? :https://www.atlanticcouncil.org/blogs/ukrainealert/who-is-really-advising-zelenskiy Brian Bonner: Poroshenko coming on strong in final stretch: https://www.kyivpost.com/article/opinion/op-ed/brian-bonner-poroshenko-coming-on-strong-in-final-stretch.html?fbclid=IwAR1wI5aSvPVqcSKmvhOcO_2MtRVvMBsto2CBaaSjiW6vSGyhjJukTkkpMoQ"], [67432, "2019-04-14T19:35:38Z", [0.27, 0.05, 0.67, 0.01], ""], [67424, "2019-04-14T18:18:27Z", [0.05, 0.0, 0.95, 0.0], "Since in the second round the ones competing against each-other are Zelenskiy and Poroshenko, it is convenient to assume that Zelenskiy’s going to win the presidential elections of Ukraine due to the fact that in the first round he received 30,24% of votes, almost twice as much as Poroshenko, who got 15,95%.  The results make it obvious that Ukrainian people are ready for a change. Zelenskiy’s “unusual” electoral campaign, which included playing a president in a TV show “Servant of the people” and using different sources of social media, appeared to be more efficient than the one of Poroshenko, even though Poroshenko spent much more money on his campaign. However, it’s also believed that Poroshenko might still have a chance, since he’s experienced politician, who can play his cards right before the second round.  It needs to be mentioned that in 2018 nearly 50% of Ukrainians claimed that they wouldn’t vote for Poroshenko under any circumstances, which meant that Poroshenko got the highest “anti-ranking compared to the other candidates. According to the same survey, on the question “what are the most important problems for the country now?” the three main answers were: first, the conflict in the Eastern Ukraine; second, bribery and corruption in the governmental institutions; and third, unemployment   ( https://www.kiis.com.ua/materials/pr/20181113_Monitoring/RG_3UA_Monitoring_112018_press.pdf?fbclid=IwAR2-E9otDoIrmfzOV0YN08bQpDl3yADZ5h2kG0H3difllmIgmoSs20z-zl4 ). Most likely Ukrainian people are giving a chance to a new person, since Poroshenko’s presidency went along with lots of mistakes and it is highly unlikely that Ukrainian people's feelings towards Poroshenko will dramatically change in 2-3 weeks. Hence, Zelenskiy is the one that holds 95% chance of becoming the next president of Ukraine. Furthermore, I believe that the voters of Tymoshenko (13,40%) and Boyko (11,67%) will vote for Zelenskiy rather than Poroshenko, giving Zelenskiy even higher probability of winning. "], [67424, "2019-04-14T17:42:35Z", [0.05, 0.0, 0.95, 0.0], "Comment deleted on Apr 14, 2019 05:42PM UTC"], [20879, "2019-04-14T16:26:41Z", [0.01, 0.0, 0.99, 0.0], ""], [172, "2019-04-14T16:15:51Z", [0.05, 0.0, 0.95, 0.0], "I suspect there may be some last minute support for the incumbent esp if Zelensky doesn’t come out with some info and (more) public appearance. Suspect he’s waiting as long as possible to prevent Poroshenko from having time to rebut... In following, it wasn’t clear if empty podium win the debate:\nhttps://www.bbc.com/news/world-europe-47925330\n"], [6978, "2019-04-14T15:37:08Z", [0.05, 0.0, 0.95, 0.0], ""], [68, "2019-04-14T07:28:06Z", [0.05, 0.0, 0.95, 0.0], ""], [62808, "2019-04-14T00:33:38Z", [0.0, 0.0, 1.0, 0.0], ""], [71534, "2019-04-13T23:54:54Z", [0.0, 0.0, 0.0, 1.0], ""], [71410, "2019-04-13T22:54:07Z", [0.99, 0.01, 0.0, 0.0], ""], [71486, "2019-04-13T22:27:38Z", [0.3, 0.05, 0.6, 0.05], ""], [70541, "2019-04-13T20:52:46Z", [0.1, 0.0, 0.9, 0.0], ""], [71404, "2019-04-13T20:45:36Z", [0.1, 0.32, 0.48, 0.1], ""], [70762, "2019-04-13T19:34:34Z", [0.0, 0.0, 1.0, 0.0], "it seems the country will again try to put its blame on internal politics and choose someone who they hope , by being totally different, will solve their mostly economic woes."], [71278, "2019-04-13T19:13:26Z", [0.5, 0.0, 0.5, 0.0], "Could go either way."], [71283, "2019-04-13T18:20:29Z", [0.1, 0.02, 0.88, 0.0], ""], [71283, "2019-04-13T18:14:55Z", [0.79, 0.12, 0.09, 0.0], ""], [66976, "2019-04-13T17:29:41Z", [0.11, 0.0, 0.89, 0.0], "Zelenskiy obviously is doing well after the first round of voting, but Poroshenko is a more experienced politician than Zelenskiy. There's a chance Poroshenko could make a comeback in the second round, but it seems more likely that Zelenskiy represents the radical change  that people in Ukraine seem to be looking for. We know that Poroshenko has a greater budget for his campaign, but in the first round he spent nearly 4 times Zelenskiy and only got half the votes of Zelenskiy. https://www.bloomberg.com/news/articles/2019-01-06/legacy-of-ukraine-revolution-rides-on-march-election-quicktake\nhttps://emerging-europe.com/news/poll-volodymyr-zelensky-set-for-comfortable-victory-in-ukraines-presidential-election/"], [70381, "2019-04-13T16:16:45Z", [0.0, 0.15, 0.85, 0.0], ""], [71279, "2019-04-13T15:16:24Z", [0.0, 0.0, 1.0, 0.0], ""], [70711, "2019-04-13T14:40:43Z", [0.5, 0.0, 0.5, 0.0], ""], [43207, "2019-04-13T13:22:57Z", [0.2, 0.0, 0.8, 0.0], "Who better to run a country than someone who played a president on television - hurray populism!"], [71203, "2019-04-13T10:11:13Z", [0.2, 0.0, 0.8, 0.0], ""], [71159, "2019-04-13T07:50:32Z", [0.15, 0.0, 0.85, 0.0], ""], [71002, "2019-04-13T06:18:17Z", [0.2, 0.15, 0.6, 0.05], ""], [71002, "2019-04-13T06:06:05Z", [0.2, 0.15, 0.6, 0.05], ""], [71081, "2019-04-13T02:57:18Z", [0.3, 0.05, 0.65, 0.0], ""], [71077, "2019-04-13T02:49:27Z", [0.3, 0.2, 0.1, 0.4], ""], [70997, "2019-04-13T01:27:48Z", [0.01, 0.0, 0.99, 0.0], "Zelenskiy is an unknown in politics, but he comes across well. People want change. The long war with the Russian backed separatists means that Ukrainians hope for better with someone else. Whether they’ll get it is something else. Poroshenko has done well with what he’s got. Armed forces are stronger. Shame about the corruption but hey ho, that’s everywhere nowadays."], [59836, "2019-04-13T00:41:13Z", [0.05, 0.0, 0.95, 0.0], ""], [70955, "2019-04-12T23:08:55Z", [0.05, 0.0, 0.95, 0.0], "Populace seeking change and want to address corruption."], [70945, "2019-04-12T22:01:19Z", [0.45, 0.3, 0.25, 0.0], ""], [70946, "2019-04-12T21:50:24Z", [0.01, 0.0, 0.99, 0.0], ""], [70921, "2019-04-12T21:18:39Z", [0.4, 0.0, 0.6, 0.0], ""], [691, "2019-04-12T20:27:07Z", [0.18, 0.0, 0.82, 0.0], "Coming down some on Zelensky because I fear Poroshenko's Pals are not above nobbling the election.   I would much prefer to be wrong about this."], [70836, "2019-04-12T20:23:15Z", [0.3, 0.0, 0.7, 0.0], ""], [70816, "2019-04-12T19:05:33Z", [0.25, 0.0, 0.75, 0.0], ""], [70794, "2019-04-12T18:59:31Z", [0.2, 0.05, 0.75, 0.0], ""], [70484, "2019-04-12T18:29:50Z", [0.4, 0.5, 0.1, 0.0], "Because I know."], [70583, "2019-04-12T18:03:20Z", [0.0, 0.0, 1.0, 0.0], "Populism is on the rise and the Ucranians want to turn politics into a show! "], [70663, "2019-04-12T17:04:22Z", [0.0, 0.0, 1.0, 0.0], ""], [68489, "2019-04-12T16:34:13Z", [0.25, 0.08, 0.66, 0.01], ""], [68410, "2019-04-12T15:22:29Z", [0.45, 0.0, 0.55, 0.0], ""], [70498, "2019-04-12T15:14:51Z", [0.23, 0.0, 0.77, 0.0], "On 21st of April Ukrainians will just decide to change a regime hoping for the new uncertainty."], [67429, "2019-04-12T15:02:18Z", [0.3, 0.0, 0.7, 0.0], "Update: Forecast is adjusted slightly in Zelenskiy’s favour. \nZelenskiy: according to an opinion poll published by Reiting research body, which surveyed the election’s second round, Zelenskiy held 61% of votes Poroshenko just 24% (Reuters 11 April 2019). He is in a strong position just a few weeks out from the second round.\nPoroshenko: has the potential to make a come-back ahead of the debate scheduled before the election, which according to Radio Free Europe, will be held either on the 14th or 19th of April (April 10). Poroshenko is a seasoned politician, and is likely to dominate Zelenskiy in any public political debate. If the debate goes ahead — they still haven’t agreed on the date, and may address the stadium individually instead — Zelenskiy’s position may be damaged. "], [70456, "2019-04-12T14:19:47Z", [0.05, 0.0, 0.95, 0.0], ""], [70342, "2019-04-12T14:14:54Z", [0.2, 0.0, 0.8, 0.0], ""], [70327, "2019-04-12T11:58:08Z", [0.45, 0.15, 0.15, 0.25], ""], [67423, "2019-04-12T11:27:34Z", [0.3, 0.0, 0.7, 0.0], ""], [70219, "2019-04-12T09:32:03Z", [0.19, 0.0, 0.81, 0.0], ""], [70162, "2019-04-12T04:55:23Z", [0.0, 0.0, 1.0, 0.0], ""], [70148, "2019-04-12T03:38:48Z", [0.85, 0.05, 0.05, 0.05], "Isn’t he the incumbent? "], [70013, "2019-04-12T01:14:55Z", [0.0, 0.0, 1.0, 0.0], ""], [70074, "2019-04-11T22:38:49Z", [0.15, 0.15, 0.65, 0.05], ""], [70031, "2019-04-11T21:47:10Z", [0.15, 0.65, 0.15, 0.05], ""], [70050, "2019-04-11T21:35:08Z", [0.33, 0.33, 0.34, 0.0], ""], [70019, "2019-04-11T20:37:36Z", [0.15, 0.05, 0.8, 0.0], ""], [69992, "2019-04-11T20:15:45Z", [0.33, 0.33, 0.34, 0.0], ""], [69877, "2019-04-11T17:27:34Z", [0.3, 0.15, 0.55, 0.0], ""], [69634, "2019-04-11T13:18:28Z", [0.0, 0.55, 0.45, 0.0], "The third and fourth place candidates in March election account for nearly 25 %  of the vote and these candidates have ties back to the oligarchy groups.  Assuming these voters approve of the general bent of the Poroshenko.  It appears as though Zelenskiy is significantly different from other candidates in March election that his pool of supporter expansion is exhausted."], [67414, "2019-04-11T12:23:24Z", [0.05, 0.0, 0.95, 0.0], "First, Zelenskiy won the first round with almost twice as many votes as Poroshenko. Second, Poroshenko as an the incumbent president only received a mere 16.15% of the vote. This indicates that the People of Ukraine desire change. In order to win, Poroshenko would have to receive 34% more total votes from people, who already voted for a change in president. Therefore, they are more likely to vote for Zelenskiy, because he does represent change. Furthermore, Poroshenko already vastly outspent his political rivals at 415 UAH, which is over 4 times what Zelenskiy spent (102.8 UAH). By this logic Poroshenko spent 4 times as much money to get half as many votes, once again indicating Ukraine is seeking a change in its leadership. Finally Zelenskiy is a well known and popular Ukrainian entertainer whom people already associate as a President due to his role in the popular 2015 Ukrainian TV show \"Servant of the People\". Therefore, people tend to have a positive association of Zelenskiy whereas they have a negative perception of Poroshenko because of everything that went wrong under his presidency (Crimea, Donbass, etc...). "], [691, "2019-04-11T12:18:52Z", [0.14, 0.0, 0.86, 0.0], ""], [69593, "2019-04-11T12:03:02Z", [0.0, 0.0, 1.0, 0.0], ""], [69543, "2019-04-11T11:09:11Z", [0.35, 0.4, 0.25, 0.0], ""], [69499, "2019-04-11T09:59:53Z", [0.0, 0.0, 0.0, 1.0], ""], [69365, "2019-04-11T08:15:04Z", [0.14, 0.0, 0.86, 0.0], ""], [69377, "2019-04-11T07:54:13Z", [0.3, 0.0, 0.7, 0.0], ""], [5018, "2019-04-11T05:42:11Z", [0.01, 0.0, 0.99, 0.0], ""], [69139, "2019-04-11T04:00:11Z", [0.2, 0.2, 0.6, 0.0], ""], [69065, "2019-04-11T03:13:52Z", [0.0, 0.0, 1.0, 0.0], ""], [69050, "2019-04-11T02:32:42Z", [0.25, 0.25, 0.25, 0.25], ""], [63658, "2019-04-11T02:25:49Z", [0.07, 0.0, 0.93, 0.0], ""], [172, "2019-04-11T01:32:20Z", [0.05, 0.0, 0.95, 0.0], ""], [68931, "2019-04-11T01:05:30Z", [0.45, 0.25, 0.3, 0.0], ""], [68937, "2019-04-11T00:58:27Z", [0.25, 0.0, 0.75, 0.0], ""], [30513, "2019-04-10T23:43:13Z", [0.1, 0.0, 0.9, 0.0], ""], [68785, "2019-04-10T23:15:44Z", [0.0, 0.0, 1.0, 0.0], ""], [68754, "2019-04-10T23:09:15Z", [1.0, 0.0, 0.0, 0.0], ""], [68744, "2019-04-10T22:56:07Z", [0.3, 0.1, 0.6, 0.0], ""], [38577, "2019-04-10T21:20:57Z", [0.01, 0.0, 0.99, 0.0], ""], [68134, "2019-04-10T21:05:23Z", [0.7, 0.0, 0.3, 0.0], ""], [33637, "2019-04-10T20:19:29Z", [0.5, 0.0, 0.5, 0.0], ""], [68418, "2019-04-10T19:00:53Z", [0.7, 0.2, 0.1, 0.0], ""], [68371, "2019-04-10T11:43:19Z", [0.4, 0.3, 0.15, 0.15], ""], [37651, "2019-04-10T09:16:24Z", [0.05, 0.0, 0.95, 0.0], ""], [67767, "2019-04-10T02:17:06Z", [0.0, 1.0, 0.0, 0.0], ""], [20660, "2019-04-09T16:08:43Z", [0.05, 0.85, 0.02, 0.08], ""], [67427, "2019-04-09T15:16:05Z", [0.1, 0.0, 0.9, 0.0], "UPDATE 09.04.2019  The forecast remains the same regarding the absence of decisive events for each candidate.  Zelensky remains the frontrunner in these elections. However, Poroshenko's chance is still alive due to his expertise and achievements in the last term. The quoted Foreign Policy article names Prorshenko's successful efforts to stop a further expansion of the separatists in the east, an ongoing reformation process of the Police and Intelligence Services started by during his term, focus on infrastructure projects and a wide spread promotion of the Ukrainian culture. While these achievements justify (at least / at the moment) an 10% probability of a Poroshenko win, they are unlikely to support a higher % due to the wide spread anti-establishment mentality and corruption fatigue (which Poroshenko is associated with; see last forecasts). Sources:\n- Foreign Policy (2019): FP's Guide to the Ukrainian Election. Eight things to read ahead of a crucial vote: https://foreignpolicy.com/2019/04/08/fps-guide-to-the-ukrainian-election/ EDITED: no change in the content itself"], [691, "2019-04-09T14:48:18Z", [0.13, 0.0, 0.87, 0.0], ""], [32100, "2019-04-09T14:24:11Z", [0.75, 0.25, 0.0, 0.0], ""], [32100, "2019-04-09T14:23:55Z", [0.9, 0.1, 0.0, 0.0], ""], [68334, "2019-04-09T01:20:39Z", [0.25, 0.25, 0.25, 0.25], ""], [62808, "2019-04-08T22:37:09Z", [0.0, 0.0, 1.0, 0.0], ""], [691, "2019-04-08T11:58:55Z", [0.14, 0.0, 0.86, 0.0], ""], [61815, "2019-04-08T11:04:28Z", [0.01, 0.01, 0.97, 0.01], ""], [34376, "2019-04-08T08:52:21Z", [0.05, 0.0, 0.95, 0.0], ""], [34920, "2019-04-08T07:14:49Z", [1.0, 0.0, 0.0, 0.0], ""], [37379, "2019-04-08T03:40:26Z", [0.28, 0.0, 0.72, 0.0], ""], [172, "2019-04-08T01:50:26Z", [0.05, 0.0, 0.95, 0.0], ""], [21046, "2019-04-07T22:14:11Z", [0.12, 0.0, 0.88, 0.0], ""], [56, "2019-04-07T20:34:34Z", [0.05, 0.0, 0.95, 0.0], ""], [63658, "2019-04-07T14:54:19Z", [0.07, 0.0, 0.93, 0.0], ""], [691, "2019-04-07T12:02:43Z", [0.17, 0.0, 0.83, 0.0], ""], [13377, "2019-04-07T10:13:33Z", [0.25, 0.0, 0.75, 0.0], ""], [14107, "2019-04-06T21:48:10Z", [0.04, 0.0, 0.96, 0.0], "Based on Mar 31 election [1], we get 66% for Zelensky (Z) and 34% for Poroshenko (P). One poll from March 31 shows Z with 71% and P with 29%. Historically, winners of the first round always went on to win the second round. From cursory reading, T voters are more likely to move to Z than P.  [1] https://www.bbc.com/news/world-europe-47767440\n[2] https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election#Second_round"], [59882, "2019-04-06T21:40:18Z", [0.28, 0.0, 0.72, 0.0], "Using betting odds; https://sports.bwin.com/en/sports/61/betting/politics#eventId=&leagueIds=19251&marketGroupId=&page=0&sportId=61 Crowd: 10,0,90,0"], [67817, "2019-04-06T14:33:07Z", [0.08, 0.0, 0.92, 0.0], ""], [67625, "2019-04-06T13:55:03Z", [0.1, 0.0, 0.9, 0.0], "A necessary update is necessary after the first electoral turn, in which Zelenskiy and Poroshenko passed. In my previous forecast, I said that Zelenskiy was going to pass for sure - which happened with around 30% of the polls - and that Tymoshenko and Poroshenko had the same odds to pass the first turn - Poroshenko passed with 16%, Tymoshenko is out of the run with her 13,4 (https://www.bbc.com/news/world-europe-47767440). I also stated that, in the event Poroshenko was going to pass the first round, the new would have won over the establishment much easier - which is the reason why I thought Tymoshenko had more chances than Poroshenko to win the final election. I really think that, at this point, Zelenskiy is going to win for the same reasons already oulined some weeks ago. In line with the previous forecast, I leave a 10% possibility of Poroshenko winning the second turn, but I think that Tymoshenko's chances now are in toto tranferred to Zelenskiy. Another, hopefully less relevant, point is that, in the event of external intromissions in Ukraine's elections, the most interested foreign nation would be Russia, that has declared interests in a governamental change in Ukraine (https://www.cbsnews.com/news/ukraine-presidential-election-results-comedian-volodymyr-zelenskiy-poroshenko-russia/)\nFor an outlook of the current electoral campaign: https://www.reuters.com/article/us-ukraine-election-zelenskiy-campaign/comedian-rips-up-the-play-book-in-ukraine-election-success-idUSKCN1RH0KE\n"], [67417, "2019-04-06T13:30:53Z", [0.05, 0.0, 0.95, 0.0], "UPDATE:  On 23 March, before the first round of elections, I assessed a 65% chance of Zelenskiy becoming the new president. Now that the first round is gone and that there will be a ballot between Poroshenko and Zelenskiy, I deem right to increase the likelihood to a 95% chance.  Firstly,  Zelenskiy won the first round with  5,713,825 votes against the 3,014,538 of current president Poroshenko. Therefore, we are talking about a significant difference in terms of votes (30% against 15%). Furthermore, as charts show, Zelenskiy success is transversal, involving both the center and the periphery.  Secondly, trends show that since Ukraine introduced the ballot, the candidate who had won the first round then became President winning also the ballot. This time is even more likely since polls show a gap of 10 points between Z and P (55% vs 44%).  Finally, Tymoshenko's voters are unlikely to turn into Poroshenko voters. They are long coming political \"enemies\". Furthermore, as I said in the previous forecast,  while Poroshenko and Tymoshenko together represent the old and established politics, Zelenskiy represents an element of novelty and freshness. He is the so-called “anti-establishment”, a figure that currently is attracting many voters worldwide. This might be even truer since the climate of dissatisfaction and distrust of institutions registered in Ukraine. Ukraine's people want something new, something who does not smell of old politics. In this sense, Zelenskiy seems to be at the right place at the right moment.  I'll live a 5% chance of  Poroshenko winning just in case of a last minute huge scandal/revelation involving Zelenskiy's figure and legitimacy, albeit very unlikely.  Sources:\n-last forecast sources \n-https://en.wikipedia.org/wiki/2019_Ukrainian_presidential_election\n-http://neweasterneurope.eu/2019/04/01/ukraine-presidential-elections-narrowed-down-from-39-to-2-contenders/"], [691, "2019-04-06T12:40:22Z", [0.18, 0.0, 0.82, 0.0], ""], [66849, "2019-04-06T00:13:18Z", [0.1, 0.0, 0.9, 0.0], "I'm updating my prior forecast to reflect both the elimination of anyone excluding Poroshenko or Zelenskiy being elected. In the preliminary I had expected to see Poroshenko eventually gain a foothold against the unorthodoxy offered by Zelenskiy, but the latter's ability to exchange blow-for-blow with the current president while maintaining his core appeal to disillusioned Ukrainians is not likely to overcome any lingering fears about his oligarchical alignments. Even if Poroshenko were to completely outmaneuver Zelenskiy at the debate the two agreed to, the latter's familiarity with alternative mediums will likely mitigate any damage caused. https://www.reuters.com/article/us-ukraine-election-zelenskiy-campaign/comedian-rips-up-the-play-book-in-ukraine-election-success-idUSKCN1RH0KE https://taaye.com/ukraine/debates-of-zelinsky-and-poroshenko-what-to-expect-from-them/"], [66432, "2019-04-05T15:54:14Z", [0.3, 0.0, 0.7, 0.0], ""], [691, "2019-04-05T14:58:41Z", [0.18, 0.0, 0.82, 0.0], ""], [6978, "2019-04-05T14:21:03Z", [0.1, 0.0, 0.9, 0.0], ""], [67413, "2019-04-05T14:06:22Z", [0.2, 0.0, 0.8, 0.0], "0% probability for \"Tymoshenko\" and \"none of the above\" since the first round eliminated everyone but Poroshenko and Zelenskiy.  In the last 3 election with two rounds of voting the candidate that got the most votes in the first round also won the second round [3]. The first round gave Zelenskiy the most votes with 30,2 % [1]. This poll conducted in early March showed that Zelenskiy would win in the second round against Poroshenko by 55% to 44% with a 3,6% error margin [2]. Unless something surprising happens during the final stint of the election regarding Zelenskiy, I think he has it covered.  [1]: http://www.electionguide.org/elections/id/3104/\n[2]: https://www.kyivpost.com/ukraine-politics/poll-zelenskiy-would-win-in-second-round-of-election.html?cn-reloaded=1\nfbclid=IwAR1n3zhqba3mVc0SMUi3ibbZ1wMbQU2ucFvTM4fmhZGosLPwDba7W22tBGI\n[3]: http://www.electionguide.org/countries/id/223/  "], [62808, "2019-04-05T11:18:22Z", [0.0, 0.0, 1.0, 0.0], ""], [20156, "2019-04-05T07:08:35Z", [0.05, 0.0, 0.95, 0.0], ""], [24440, "2019-04-05T02:04:19Z", [0.2, 0.0, 0.8, 0.0], "Updating my forecast following the results of the first round, with Zelenskiy and Poroshenko headed for a run-off.  Zelenskiy,had almost twice as many votes as Poroshenko (30% vs 16%) [1] At least some coverage indicated that Zelenskiy would also win the majority of votes from the third and fourth place finishers in a run-off [2], and head-to-head polls have consistently had Zelenskiy beating any other candidate, including Poroshenko. The fact that international monitors also found the first round competitive suggests second round will be the same [4]. So, giving Zelenskiy 80% chance of winning, with Poroshenko at 20%.  No chance of any other outcome. [1] https://www.rferl.org/a/final-results-from-ukraine-presidential-election-give-zelenskiy-30-percent-of-vote/29860319.html\n[2] https://www.theguardian.com/world/2019/apr/01/ukraine-elections-tv-comic-favourite-to-win-against-incumbent-president-in-runoff\n[3] https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election#Second_round\n[4] https://www.osce.org/odihr/elections/ukraine/415742"], [43207, "2019-04-04T23:12:22Z", [0.12, 0.0, 0.88, 0.0], "https://www.rferl.org/a/final-results-from-ukraine-presidential-election-give-zelenskiy-30-percent-of-vote/29860319.html"], [66904, "2019-04-04T20:29:14Z", [0.15, 0.0, 0.85, 0.0], "With only two candidates left, and a host that have been eliminated, there is still 55% of the population that did not choose either Poroshenko or Zelenskiy. The biggest player that has now been eliminated was Tymoshenko. With her out of the running, the Fatherland party is going to be looking to back someone who shares the same ideals. Although not exactly similar, I believe the Servant of the People party is closer to the beliefs held by the Fatherland party than Poroshenko's more vague Independent stance. Additionally, it's important to notice that Poroshenko garnered 15% of the vote, as opposed to the 54% he received in 2014. Although I could see several candidates that were independent before backing Poroshenko, I see this steep decline as a sign that Ukrainians have lost faith in Poroshenko, especially after the scandals that have rocked his presidency. Admittedly, Poroshenko has the advantage of having held public office (and seeking reelection), but with six of nine candidates identifying with a party that is at very least mildly right and only three (including Poroshenko) identifying as an independent, I am extremely skeptical that Poroshenko could rally enough support to cross the 50% threshold."], [36801, "2019-04-04T19:49:08Z", [0.2, 0.0, 0.8, 0.0], "With Yulia Tymoshenko now out of the race, the real question now is who will her votes go to; Poroshenko or Zelenskiy? If Poroshenko garnered all of Tymoshenko’s supporters, he would be at 28% vs Zelenskiy’s 30% of the vote, so the numbers are on Zelenskiy’s side assuming he doesn’t act in a way that costs him voters. Since Tymoshenko and Poroshenko’s views matched more closely than hers and Zelenskiy, it is likely a majority of her supporters will back Poroshenko, but some supporters may choose to not vote at all since their candidate is out of the race. There is also the question as to who will gain the majority of voters who supported the other candidates, and Zelenskiy holding almost twice the supporters of Poroshenko will undoubtedly influence which candidate they choose. Zelenskiy has challenged Poroshenko to a televised debate, which should help his standing among those still on the fence unless he performs horribly. Due to a lack of public trust in Poroshenko and the outcome of the first round of voting, it seems far more likely that Zelenskiy will win, but being the incumbent Poroshenko could pull ahead and win as he has actual governing experience while Zelenskiy has none. \nhttps://www.cbc.ca/news/world/tymoshe https://www.bbc.com/news/world-europe-47819047nko-ukraine-election-1.5081156\nhttps://www.bbc.com/news/world-europe-47819047\nhttps://www.rferl.org/a/final-results-from-ukraine-presidential-election-give-zelenskiy-30-percent-of-vote/29860319.html\nhttps://worldin2019.economist.com/Ukrainevotes\n"], [36132, "2019-04-04T19:11:25Z", [0.0, 0.0, 1.0, 0.0], ""], [691, "2019-04-04T18:02:41Z", [0.2, 0.0, 0.8, 0.0], ""], [27461, "2019-04-04T16:44:59Z", [0.0, 0.0, 1.0, 0.0], ""], [34376, "2019-04-04T14:35:03Z", [0.1, 0.0, 0.9, 0.0], ""], [67416, "2019-04-04T08:40:24Z", [0.34, 0.0, 0.66, 0.0], "First round won by Zeleskiy with 30,2 % and Poroshenko as a runner up with 16,2 %. Tymoshenko came in third with 13,1 %.  It is clear that Zeleskiy chances are double as good as Poroshenkos in the second round (67 % against 33 %) But what will happen with the voters who voted for Tymoshenko? Some of the voters will not vote as their candidate is out of the race, but most will. I believe if they voted for former Prime Minister before, they will be not eager to vote for an totally unexpierenced candidate as Zeleskiy and will go for Poroshenko. It gains Poroshenko around 10 % chances I think - so its 43 % against 57 %. It is not enough to close the gap. \nOther obvious fact, that could inspire people to vote Poroshenko is combats in the eastern Ukraine. Poroshenko is more expirienced and more of a hard liner against Russia, that Zeleskiy. So more tension and bigger combats will rally support for Poroshenko. But Kremlin is not interested in Poroshenko gaining another 5 years, so they will probably hold low profile and hope for the win of Zeleskiy, whom the big boys can probably pressure afterwards. So it leaves the same rate of 57 % against 43 % in favor of Zelenskiy.  But other factors could also gain more support for Zelenskiy. Yuri Boiko, a controversial former energy minister, who served under Mr Yanukovych and who represents the interests of clans from the south-east of the country, is a more or less pro-Russian candidate and he gained 11,6 %. His voters will be more prone to vote for Zelenskiy. \nIt is reasonble to think that it will gain Zelenkiy only 9 % , as some of the voters will probably think he is too unexpierenced. So the final say for now is 66 % against 34 %. "], [34369, "2019-04-04T05:35:19Z", [0.06, 0.0, 0.94, 0.0], ""], [23006, "2019-04-04T02:44:02Z", [1.0, 0.0, 0.0, 0.0], "stock market world's best performing\ndefence against Russia's territorial moves into Crimea\n"], [67107, "2019-04-04T01:18:49Z", [0.25, 0.05, 0.7, 0.0], "The recent scandals in Ukraine is an extraneous factor that will cause probabilities from previous elections to be negated. Also, from the recent round of votes this week, Zelensky leads his opponent Proshenko by almost 20 points. In the previous 2014 election, the leading candidate (Poroshenko) led by 40 points but in 2010 the candidate won by 3 points. Therefore, correlating previous years' popular votes with their win or loss proved inconclusive. Therefore, I am determining Zelensky will win based on policies, not statistical data."], [67428, "2019-04-04T00:31:32Z", [0.3, 0.0, 0.7, 0.0], "Update: the first round was won by Poroshenko (16,7%) and Zelensky (30%). \nAccording to the current exit poll there is a big probability that Zelensky will win also the second round. I reiterate my opinions from my previous forecast, in particularly saying that the huge level of scandals and corruption in Ukraine could help Zelensky to gain votes from a disappointed middle class and from the youngest voters. Also, his tendency in being open to a dialogue with Russia about the Crimea issue makes him the favourite candidate for Putin (Russia doesn't want the victory of Poroshenko, because it would make the state of tension continuing). Ukranian people might appreciate its efforts of \"peace building\" specially after Poroshenko presidency, during which a more aggressive  strategy didn't resolve the conflict. On the other side, ut we have to consider the people that vote for Tymoshenko (16,7%): to who this votes will go? Some of these people won't vote anymore once their candidate is out of the run, some others could vote for Poroshenko in order to keep away the russophili ideas of Zelensky. If we merge Poroshenko votes with some of the Tymoshenko ones, the \"chocolate president\" could narrow the gap that separate him from Zelensky, even if would be unlikely that he will reach Zelensky 30%. Also, in case of an escalation of the violence in Crimea and Donbass, would be advantageous for Poroshenko: such an event would scare the population and make them vote for the more anti-Russia policy. That's why if I were Putin I would keep a low profile at least until the 21st April, date of the second round. Let's see how Russia will behave in the following weeks."], [31450, "2019-04-03T22:46:07Z", [0.25, 0.0, 0.75, 0.0], "Shifting to Zelenskiy now that Tymoshenko is out."], [67423, "2019-04-03T18:30:07Z", [0.4, 0.0, 0.6, 0.0], ""], [67429, "2019-04-03T10:38:45Z", [0.35, 0.0, 0.65, 0.0], "Update: In the first round of presidential votes Zelenskiy secured the most votes (30%), followed by Poroshenko (about 16%). With neither receiving the majority (above 50%), a second round will be held on April 21.   Based on Zelenskiy's continued position as a frontrunner in the polls (among other factors outlined in earlier forecasts) he is still anticipated to win the presidency. Further, the eruption of more corruption scandals during the latest weeks of Poroshenko's campaign is expected to impact the standing president's position moving into the second round of elections when the country must decide between the two.  What may be damaging to Zelenskiy though, and push voters toward Poroshenko, is that he is Russian speaking. In the context of an ongoing dispute between Ukraine and Russia, growing Ukrainian patriotism and rising tensions surrounding language rights, voters -- particularly in the West -- may be inclined to support Poroshenko. Voters in the East are, however, expected to welcome his bilingualness.  Zelenskiy has also, quite controversially, said he would be open to talking with Putin about resolving the conflict. For this reason, Poroshenko's position has been strengthened to 35% in this forecast. Overall though, Zelenskiy remains very popular among young voters and those feeling defeated by the current political system. "], [172, "2019-04-03T00:02:33Z", [0.05, 0.0, 0.95, 0.0], ""], [40848, "2019-04-02T20:03:18Z", [0.15, 0.0, 0.85, 0.0], ""], [67427, "2019-04-02T18:23:19Z", [0.1, 0.0, 0.9, 0.0], "UPDATE 02.04.2019 I adjust the probabilities after debating with user @Greyowlsova about the likelihood of severe battles in the east of Ukraine.  The underlying rational is that such battles would very likely benefit Poroshenko in the second election round due to his experience in governing a war-torn country and shifting the attention of Ukrainians to 'his' main campaign topics. Indeed, he benefited from incidents in the past (see Strait of Kerch incident for instance). To the contrary, Zelensky might lose voter support as he lacks the political experience (or war related expertise) and his main campaign points focus more on anti-corruption/establishment rather than on the war with Russia.  @Greyowlsova argues that it is unlikely that major battles will occur due to the fact that Putin prefers Zelensky as president and, hence, would suppress Ukrainian separatist to launch a full-scale invasion or other severe battles. The user assesses a 0% likelihood of Poroshenko winning the election due to Zelensky’s potential to gain support from the voter bases of former presidential candidates (I share this opinion) and the “non-existent” threat of major lethal confrontations which would benefit Poroshenko in the polls.  I disagree with the 0% probability for Poroshenko as I disagree with the “non-existent” likelihood of severe conflicts occurring within the next weeks. Smaller skirmishes might spiral out of control and destabilize whole frontline sections, especially if one belligerent has an interest in the escalation (namely Poroshenko).  However, acknowledging the arguments of @Greyowlsova, I adjust the probability of Poroshenko winning the election down to 10% based on the reduced estimated probability of severe battles while still considering the possibility of them. Other reasons include the uncertainty of who the voter bases of former candidates will choose as new frontrunner and other uncertain events with high impacts on the election.  (Disclaimer: this is a not a comprehensive summary of @Greyowlsova forecast or our debate)"], [39381, "2019-04-02T18:15:09Z", [0.01, 0.0, 0.99, 0.0], ""], [56, "2019-04-02T18:05:39Z", [0.2, 0.0, 0.8, 0.0], ""], [29980, "2019-04-02T16:02:00Z", [0.05, 0.05, 0.9, 0.0], ""], [36580, "2019-04-02T14:51:08Z", [0.05, 0.03, 0.9, 0.02], "Updating my forecast after the 1st round results reveal the extent of Zelenskiy's lead. He's the clear front runner. https://www.bbc.co.uk/news/world-europe-47767440"], [19801, "2019-04-02T08:40:46Z", [0.01, 0.0, 0.99, 0.0], "Having beat his sole remaining rival 2 to 1 in votes in the 1st round, nothing can stop Volodymr.\nhttps://en.wikipedia.org/wiki/2019_Ukrainian_presidential_election"], [63658, "2019-04-02T01:44:00Z", [0.07, 0.0, 0.93, 0.0], ""], [41922, "2019-04-02T00:48:10Z", [0.2, 0.0, 0.8, 0.0], ""], [63401, "2019-04-01T15:27:19Z", [0.55, 0.0, 0.45, 0.0], ""], [1333, "2019-04-01T14:39:12Z", [0.05, 0.0, 0.95, 0.0], ""], [25705, "2019-04-01T14:34:51Z", [0.0, 0.0, 1.0, 0.0], "Changing my forecast: Firstly, the 30+% of votes for Zelenskiy gives validation to the voters that he is a serious contender despite being a comedian, inexerienced or oligarch Kolomoiskiy's puppet - if so many trust him to be President, let's vote him into the office despite all doubts. Secondly, if you add just Timoshenko's, Smeshko's, Vilkul's and Boyko's votes (IMHO voters for these candidates would prefer Zelenskiy to Poroshenko) to his, it is solid two thirds of the votes. Of course, it is an inherent uncertainty in that prediction - without their candidate, will these voters go to the polls at all? At the same time, out of the rest, only Lyashko's voters would rather go for Poroshenko and even that is questionable. The Poroshenko's political machine is most formidable, but it does look that even supposedly pro-Poroshenko's security and armed forces preferred Zelenskiy. It looks that Ukranians are fed up enough that they would go rather for an unknown comedian then continue the status quo."], [34376, "2019-04-01T12:50:18Z", [0.15, 0.0, 0.85, 0.0], ""], [21046, "2019-04-01T10:38:30Z", [0.2, 0.0, 0.8, 0.0], ""], [33637, "2019-04-01T09:56:32Z", [0.45, 0.0, 0.55, 0.0], ""], [52778, "2019-04-01T06:25:41Z", [0.0, 0.15, 0.05, 0.8], ""], [63658, "2019-04-01T04:39:07Z", [0.08, 0.01, 0.91, 0.0], ""], [427, "2019-04-01T04:25:01Z", [0.15, 0.0, 0.85, 0.0], ""], [59836, "2019-04-01T02:47:39Z", [0.45, 0.0, 0.55, 0.0], ""], [19227, "2019-04-01T00:36:30Z", [0.35, 0.0, 0.65, 0.0], ""], [41922, "2019-04-01T00:15:50Z", [0.3, 0.0, 0.7, 0.0], ""], [27461, "2019-03-31T23:43:10Z", [0.05, 0.0, 0.95, 0.0], ""], [19801, "2019-03-31T23:30:17Z", [0.05, 0.0, 0.95, 0.0], "Updated results of National exit poll (data by 20:00): Zelenskyi 30.6%; Poroshenko 17.8%; Tymoshenko 14.2%, Boyko 9.7%, Hrytsenko 7.1%\nhttp://euromaidanpress.com/2019/03/31/ukrainian-2019-presidential-elections-live-updates/ Looks like Tymo will be eliminated at this point."], [24518, "2019-03-31T22:46:26Z", [0.0, 0.0, 0.99, 0.01], ""], [67427, "2019-03-31T22:02:55Z", [0.15, 0.0, 0.85, 0.0], "UPDATE 01.04.2019:  The last forecast succeeded to predict a second round, as well as the two frontrunners. In the end, Mr. Zelensky was able to gather 30,4% of all voters behind him which means that the actual result was higher than the aggregated poll recorded (8,0 more than the last poll with 22,4% at the 28.03.19). Also Mr. Poroshenko managed to proceed into the next round with 17,8% of all votes (3,7 more than the last poll with 14,1% at the 28.03.19). The predicted close race between Poroshenko and Tymoshenko took place as well (Tymochenko: 14,2%). Further, Boyko's constituency remained roughly the same size.  The new distribution of probabilities is based on 2 aspects: \n1) Zelensky managed to gain 1,7 times more votes than Poroshenko \n2) He also got roughly a 2,2 times bigger 'after-poll-surplus' (additional 7,6%) than Poroshenko (additional 3,7%) The new assessment is based on first assumptions who the voters of the other candidates will likely support. Tymoshenko's voters will likely support Zelensky due to a common anti-corruption stance. Also, Boyko's voter should support Zelensky regarding that Zelensky's current voter base comprises of Russian speakers and that Boyko represent the candidate of the remaining Russian minority. Poroshenko will likely benefit from Hrytsenko's former voters due to a common focus on the war in the east and a focus on joining the NATO. As a result, Zelensky should be able to succeed becoming the new president as he will gain enough voters from Tymoshenko’s and Boyko’s constituencies. However, there is a possibility for Poroshenko to become President if he manages to gain enough new voters from the other candidates. The next weeks will be decisive to forecast who will win in the end.  Sources: \nBBC 2019: Ukraine election: Comedian leads presidential contest - exit poll: https://www.bbc.com/news/world-europe-47767440"], [67422, "2019-03-31T20:26:14Z", [0.4, 0.0, 0.6, 0.0], "Update: \nIt seems like my analysis was wrong. Zelenskiy and Poroshenko will be opposing each other next month for the second and final round. https://www.bbc.com/news/world-europe-47767440"], [35217, "2019-03-31T20:05:43Z", [0.24, 0.0, 0.76, 0.0], "Zelinskiy and Poroshenko made it to the run-off "], [67448, "2019-03-31T19:53:49Z", [0.0, 0.0, 1.0, 0.0], "Seeing as he is currently leading the polls as voting closes. (https://www.bbc.com/news/world-europe-47767440)"], [68215, "2019-03-31T19:51:13Z", [0.1, 0.0, 0.9, 0.0], ""], [67427, "2019-03-31T19:23:01Z", [0.15, 0.14, 0.7, 0.01], "(Annotation: this forecast was made before the results of the presidential election were piblished).  The following forecast will be structured in three sections: a short introduction of Ukraine’s presidential election process, a brief summary of the complex political contexts within the country, issues concerning polls and finally the presentation of each (relevant) candidate and the assessed probabilities of their chances to become Ukraine’s next president.  The election process comprises up to 2 rounds if none of the candidates is able to gain a majority vote (above 50%) in the first round. In this case, the two candidates with the most votes for them will proceed into a second round. This means, unsurprisingly, that most of the remaining 39 candidates don’t have a realistic chance to become president which could result in assessing a 1% likelihood for the option “None of the above”, including uncertainty that maybe a surprise candidate wins the election. However, a 1% likelihood might be challenged if indicators/research results benefit candidates who aren’t perceived as front runners but still have stable constituencies backing them such as Yuriy Boyko (ex-energy minister and pro-Russian candidate), Anatoly Hrytsenko (a.k.a. Grytsenko; ex-defence minister) or Oleg Liashko (a.k.a Lyashko; radical party leader).  Ukraine faces a civil war in the east of the country against separatist movements in Donezk and Lugansk. These para-military groups are most likely supported by the Russian Federation which also annexed the Crimean Peninsula according to the Ukrainian government and several other states. The increased anti-Russian mentality in the Ukrainian population in combination with the missing votes from these districts (a.k.a. oblasts) results in an insufficient constituency which is unable to support its pro-Russian candidates to become president (such as Boyko).   Another important political context is the corruption within the country and the resulting influence of oligarchs and clans on Ukrainian politics. Several candidates themselves are oligarchs (Poroshenko himself is an oligarch for instance) or are backed up by them (like Tymoshenko; there are also accusations against Zelensky to be a “stealth candidate” of an oligarch). The Maidan Revolution shouldn’t only be interpreted as a pro-European upheaval against the old pro-Russian government but should also be understood as a protest of ordinary Ukrainians against corruption and its beneficiaries. As a result, candidates which are accused of being oligarchic puppets, as well as candidates which are labelled as old establishment, have a decreased likelihood to succeed in the presidential election in general.  An additional issue resulting from the influence by oligarchs is the lack of objectivity in polls by Ukrainian institutions or media. It is assumed that polls are misused to influence voters rather than inform them. For this purpose, relying only on a few statistics may lead to wrong impressions who will win the forecast. To tackle this issue, the forecast at hand will mainly rely on aggregated data from several polls made by TEXTY.ORG.UA. The credibility of this aggregated statistic is based on the sponsorship by the Ukrainian Think Tank Liaison Office in Brussels which itself is supported by several EU or EU-member states institutions and think tanks such as the European Parliament or the German state-owned development agency GIZ.  The option “None of the above” is so far assessed to be at 1% regarding the overall diminishing support the majority of candidates receive. Yuriy Boyko’s approval rates oscillate between roughly 7% and 8% since January 2018 which makes him the fourth frontrunner in this election. However, this represents the support of the remaining pro-Russian minority in the Ukrainian country who are able (=/= eligible) to vote despite the conflict. For this purpose, it is unlikely that he will increase his constituency base any further, hence, his position doesn’t have an increasing effect for the group of “None of the above”. Hrytsenko’s approval ratings oscillate between 7% and 9%. He is labelled as old establishment due to his former position as defence minister dating back before the Maidan Revolution which makes a sudden increase in his approval ratings unlikely, despite his early pro-Western stance of Ukraine joining the NATO and so on. Liashko is the leader of the ‘Oleh Liashko’s Radical Party’ (several names exist). His approval ratings reached a peak in March 2018 with around 7%. Since then they declined and consolidated at roughly 4,5%, thus, being the candidate with the least support among the ones discussed in this forecast. The underlying party of Oleg Liashko managed to increase their parliamentary seats from 1 in 2012 to 22 in 2014 while also being part of the governing coalition. Regarding a survey conducted by the Kyiv International Institute of Sociology in mid-February the party would manage to enter the parliament by gaining 5,7%, hence, exceeding the threshold of 5%. Nonetheless, the radical nature of the party and its relative low approval ratings makes it a minor party in comparison to other parties which isn’t likely to be able to push their candidate to become the next president. Neither Hrytsenko nor Liashko seem to have a realistic chance to become presidents or enter into the second round, hence, the probability for “None of the above” remains at 1%.  Volodymyr Zelensky’s main advantage is his missing political history. He uses his popular TV show to further promote his image as a newcomer without oligarchic support who focuses on fighting corruption. Through hiring experienced reformers, he also underlies his intention to promote structural change. Both aspects are highly appealing to Ukrainian voters as they reflect the goals of the Maidan Revolution. Accusation of Zelensky being a “stealth candidate” of an oligarch might be motivated to harm his image campaign. Nonetheless, he would lose his credibility if such ties should be confirmed. Another issue which decreases Zelensky’s chance to become president is the downside of being a newcomer to politics. A missing historical (and political) record may convince risk averse voters that the uncertainty in supporting him is too high. Additionally, his voter base comprises mainly of young voters who tend to participate less in elections than other age cohorts which would be a benefit for Poroshenko and Tymoshenko. However, his approval ratings improved significantly. While Zelensky received an average support of 7% during early and mid-2018, the ratings skyrocketed from December 2018 onwards. He managed to increase his approval ratings from 10,2% at the 1st of December 2018 to 22,4% at the 28 of March 2019. He leads the polls since the 19.01.2019 and managed to end up with an 8,3%-difference to the second frontrunner at the 28.03.2019. To sum up, his popularity combined with a political message which mirrors the ideals of the Maidan Revolution seem to pay off in form of a growing voter base. Therefore, this forecast assess that Zelensky will become president with a 70% likelihood.  However, it seems to be unlikely that Zelensky will gain more than 50% in the first round due to the fixed voters bases of other candidates (see above and below). As a result, there will be a second round with another candidate which might be able to catch up to Zelensky during that period. The question is if this will be Poroshenko or Tymoshenko. Petro Poroshenko is the current president of Ukraine and as such benefits from the advantage of incumbency. This gives him a special position to gain popularity by political actions, but also bares the disadvantage as being responsible for negative events and developments in the country. His approval ratings were declining from 10,5% to the lowest result of 6,9% in July 2018. There are various reasons for this decline. One is the ongoing war in the east and a steadily increasing war fatigue among the civilian population who direct their anger towards Poroshenko due to his position as Chief of the Ukrainian army. The prolonged war also deepens the economic misery of the country which affects most Ukrainians. As a result, Poroshenko faces increased antipathy from his fellow citizen who see him as part of the oligarchy, a political group who is assumed to be interested in maintaining these conditions. Especially the lack of reforms to tackle corruption within the country is seen as evidence that Poroshenko is indeed part of this old political establishment. However, since July 2018 Poroshenko managed to increase his approval ratings from 6,9% up to 14,1% through policies which promote Ukraine’s independence and sovereignty such as supporting the independence of the Ukrainian orthodox church from the Russian patriarchy or the unrelenting stance towards Russia related to eastern Ukraine, Crimea’s status and the conflict in the street of Kerch. Events and development which enable Poroshenko to present himself as defender of Ukraine seem to improve his ratings. Yulia Tymoshenko tries to present herself as solution to the problems which causes antipathy towards Poroshenko. She displays herself as a candidate who is willing to fight corruption and who is able to improve the economy. While voters may trust in her ability to improve the economy, due to her positions as head of an energy company and being a former prime minister of Ukraine, they might not acknowledge her anti-corruption stance. Voters still identify Tymoshenko as old establishment with ties to oligarchs due to her history in Ukraine’s politics. Her aggregated approval ratings oscillated cyclically between 12,5% and 15,4% from January 2018 to March 2019. Her support is declining which resulted in a 12,5% rating in March 2019. It seems that she might not be able to turn back in time as Poroshenko achieved better results than her since mid-February. So far Poroshenko seems to remain the second frontrunner. This forecast is backed by the results of the presidential election in 2014 when Poroshenko got elected with 56% in the first round while Tymoshenko only achieved to gather 13% of the voters behind her. However, the close results in the approval ratings and Tymoshenko leading over a long period don’t indicate a same decisive victory of Poroshenko as last time. Poroshenko will be assessed with 15% probability and Tymoshenko with 14% probability to become president of Ukraine in order to reflect this close race between the both candidates Sources: \n-\tUkrainian Think Tank Liaison Office in Brussels 2019: About us: https://ukraine-office.eu/en/about-us-2/\n-\tElectionGuide Democracy (2019): Ukraine. Election for President: http://www.electionguide.org/elections/id/3104/\n-\tTEXTY.ORG.UA (2019): Presidential Election-2019 in Ukraine: http://texty.org.ua/d/2019/president_polls/en/?fbclid=IwAR1n3zhqba3mVc0SMUi3ibbZ1wMbQU2ucFvTM4fmhZGosLPwDba7W22tBGI\n-\tBloomberg Businessweek (2019): Legacy of Ukraine Revolution Rides on March Election: https://www.bloomberg.com/news/articles/2019-01-06/legacy-of-ukraine-revolution-rides-on-march-election-quicktake\n-\tAtlantic Council (2019): Ukraine’s 2019 Elections May Be Completely Unpredictable but Five Things Are Certain: https://www.atlanticcouncil.org/blogs/ukrainealert/ukraine-s-2019-elections-may-be-completely-unpredictable-but-five-things-are-not\n-\tCNN 2019: Ukraine’s President is running against… Vladimir Putin: https://edition.cnn.com/2019/03/30/europe/ukraine-elections-putin-intl/index.html\n-\tUkrinform (2019): Six parties have the greatest chance of entering Ukraine parliament – poll: https://www.ukrinform.net/rubric-society/2647957-six-parties-have-greatest-chance-of-entering-ukraine-parliament-poll.html\n-\tThe Guardian (2014): Petro Poroshenko wins the Ukraine presidency, according to exit polls: https://www.theguardian.com/world/2014/may/25/petro-poroshenko-ukraine-president-wins-election\n-\tForeign Brief (2019): Ukraine presidential election expected to result in run-off between frontrunners: https://www.foreignbrief.com/daily-news/ukraine-presidential-election-expected-to-result-in-run-off-between-frontrunners/"], [1333, "2019-03-31T18:24:50Z", [0.05, 0.05, 0.9, 0.0], ""], [1333, "2019-03-31T18:19:15Z", [0.05, 0.1, 0.85, 0.0], ""], [25705, "2019-03-31T17:32:00Z", [0.3, 0.0, 0.7, 0.0], "2nd round, according to exit polls - Zelenskiy for sure and, in 4 out of 5 polls - Poroshenko. So, whom other voters will choose? And is it a chance that some the protest voters in the 1st round can switch to Poroshenko - it is easy to protest by vote in the 1st round when it is obvious that nobody will win the majority. Unknown comedian vs. discredited establishment? Both choices are bad.  Some voters may not come to the 2nd round. Poroshenko's machine is the best - so I give him a 3 out of 10 chance to win. Will adjust according to the new polls and analysis."], [63213, "2019-03-31T12:09:56Z", [0.0, 0.1, 0.9, 0.0], "He’s the front runner poroshenkos popularity is dropping yulia isn’t regaining former support fast enough"], [67430, "2019-03-31T11:47:00Z", [0.35, 0.15, 0.5, 0.0], "According to the polls, Zelenskiy is the main candidate to win, at least the first round. He represents the anti-establishment change that the electorate has long been waiting for, and his promises of fighting corruption and sustaining health and education seem to have persuaded the public opinion. Although he's completely unexperienced with administration and politics, several recent examples (USA and Italy being the most notable) prove that this might not necessarily be a discouraging factor for the electorate. Poroshenko's popularity seems to have faded, but he's still one of the most powerful people in Ukraine and the most resourceful among the three candidates - a factor to consider in the second round of the elections. His strong anti-Russia and pro-NATO positions, as well as his conservative attitude, certainly allow him to maintain a loyal base of electors. However, Poroshenko represents the establishment and the corrupt face of the country, which a large portion of the population wants to get rid of.  Tymoshenko has long been the most popular Ukrainian politician, though her approval is not as high as in the past. She certainly has a chance to make it to the second round, but in an eventual ballot against Zelenskiy, Tymoshenko will not be in the position to play the anti-establishment card, nor does she possess Poroshenko's resources to run an extended and intense campaign. It is because of this, that I only see slim chances for her to become the next President."], [19801, "2019-03-31T09:21:28Z", [0.06, 0.09, 0.85, 0.0], ""], [525, "2019-03-30T22:33:15Z", [0.15, 0.05, 0.8, 0.0], ""], [67423, "2019-03-30T19:40:43Z", [0.45, 0.15, 0.4, 0.0], ""], [1333, "2019-03-30T18:54:13Z", [0.13, 0.1, 0.77, 0.0], ""], [1333, "2019-03-30T18:34:33Z", [0.14, 0.1, 0.76, 0.0], ""], [67420, "2019-03-30T16:56:13Z", [0.25, 0.25, 0.5, 0.0], "For the question at hand - who will win Ukraine’s 2019 presidential elections - it turns out to be extremely hard to find an appropriate base rate due to the very special situation of the Ukraine struggling with a multitude of intertwined and unique issues, such as the heritage of the Maidan demonstrations, the strong Europe-Russia cleavage, or the annexation of the Crimean peninsula, to name only a few. Hence, instead of a classical base rate as point of departure, the forecast at hand takes a look into the electoral system of the Ukraine, as well as current polls. The President is elected by absolute majority vote through a two-round system (in case no one of the candidates will win 50% of the votes in the first place) (http://www.electionguide.org/countries/id/223/). Out of the 42 candidate, the three candidates listed in the forecast question are leading the polls (to such an extent that the forecast at hand can already rule out the answer #4) Zelenskiy enjoys a big majority within the polls. According to the NGO Rating Group, 26,6% of the Ukrainians would vote for him, as of March, 27, both Poroshenko and Tymoshenko would receive 17.2% of the votes (https://www.reuters.com/article/us-ukraine-election-poll/comedian-zelenskiy-dashes-ahead-in-ukrainian-presidential-race-idUSKCN1QL16X) Based upon these polls, the forecast at hand considers it as most likely that Zelenskiy will make it into the second round. Furthermore, he has two major advantages over the other two candidates: He is a newcomer. His decided vague anti-establishment program allows him to unify a broad range of voters across party lines and the Europe-Russia divide. His popularity got furthermore promoted by his TV-show, where he played a teacher that became a successful president saving the country, as well as by his social media campaigns (https://ukraineverstehen.de/trubetskoy-ein-fest-der-ukrainischen-demokratie/).  The cases for the other two candidates are much harder to calculate. In the early presidential elections in May 2014, Tymoshenko clearly failed and received only 12.8% of the votes. In the parliamentary elections in October 2014, her party suffered heavy losses as well and, at 5.68%, only just passed the 5% threshold. Similar to Zelenskiy campaign, Tymoshenko’s one points out the failures of the current government, focusing on corruption and a stronger economy. However, her populist past, as well as the perception of her being part of the unpopular old political establishment just like Poroschenko might become very difficult for her to overcome (https://ukraineverstehen.de/nelles-tymoschenkos-dritter-versuch/). Yet, her anti-popularity polls are still lower than the ones of Poroshenco. He has almost completely lost his former electorate and has to struggle with a high degree of public mistrust. 69% of the Ukrainians say they do not trust Poroschenko - compared to 30% saying the same thing about Tymoshenko, and among those who intend to vote in the presidential elections, almost every second respondent (49.6%) said he/she will not vote for him under any circumstances. However, his patriotic campaigning, portraying him as only one capable of defending the Ukraine against Russia, seems to work to a limited extend, as his polls has been slightly going up lately (https://ukraineverstehen.de/trubetskoy-ein-fest-der-ukrainischen-demokratie/).  In sum though, non of these observations enables the forecast at hand to make a reliable distinction between both candidates’ chances of success. Thus, both candidates will be attested a 25% chance to win the elections, while - based upon the former arguments, in combination with the two-step electoral system, a 50% chance is estimated for Zelenskiy to win the elections."], [15409, "2019-03-30T16:49:05Z", [0.2, 0.1, 0.7, 0.0], ""], [691, "2019-03-30T13:33:19Z", [0.2, 0.0, 0.8, 0.0], "Looks like another good year for clowns in presidential elections.  Alas, unlike the Ukrainian and Italian ones, our one isn't funny.  Oh well...."], [59836, "2019-03-30T12:19:15Z", [0.4, 0.05, 0.55, 0.0], ""], [43207, "2019-03-30T12:18:52Z", [0.16, 0.12, 0.72, 0.0], "Updating for 30 March."], [67553, "2019-03-30T10:42:16Z", [0.19, 0.1, 0.71, 0.0], ""], [41922, "2019-03-30T00:22:02Z", [0.25, 0.05, 0.7, 0.0], ""], [59836, "2019-03-29T22:57:21Z", [0.2, 0.1, 0.7, 0.0], ""], [63401, "2019-03-29T19:03:36Z", [0.45, 0.14, 0.4, 0.01], ""], [25705, "2019-03-29T15:03:13Z", [0.15, 0.1, 0.75, 0.0], ""], [6978, "2019-03-28T23:51:20Z", [0.22, 0.11, 0.67, 0.0], ""], [67429, "2019-03-28T21:19:46Z", [0.2, 0.25, 0.55, 0.0], "Volodymyr Zelenskiy continues to lead the polls. The forecast remains the same."], [1333, "2019-03-28T20:32:49Z", [0.15, 0.1, 0.75, 0.0], ""], [59836, "2019-03-28T14:44:23Z", [0.25, 0.15, 0.6, 0.0], ""], [691, "2019-03-28T10:47:58Z", [0.2, 0.0, 0.8, 0.0], ""], [31450, "2019-03-28T02:30:44Z", [0.25, 0.15, 0.6, 0.0], "Shifting a bit away from Tymoshenko to Zelenkiy to track her fall in the polls and his rise."], [172, "2019-03-28T02:01:44Z", [0.1, 0.05, 0.85, 0.0], ""], [691, "2019-03-27T19:15:37Z", [0.18, 0.01, 0.81, 0.0], ""], [1333, "2019-03-27T16:13:09Z", [0.25, 0.1, 0.65, 0.0], ""], [34376, "2019-03-27T15:28:58Z", [0.15, 0.15, 0.7, 0.0], ""], [19801, "2019-03-27T10:30:26Z", [0.25, 0.1, 0.65, 0.0], "The favorite in Sunday’s first round vote is Volodymyr Zelenskiy, a political novice who plays a fictitious Ukrainian president in a popular TV series and who, in real life, has tapped into an anti-establishment mood among voters. Many opinion polls put the serving president, Petro Poroshenko, in second place, a result that would set up a run-off between him and Zelenskiy next month, with a hard-to-predict final outcome. Former Prime Minister Yulia Tymoshenko is also in the running and could scrape into the second round at Poroshenko’s expense. \nhttps://www.reuters.com/article/us-ukraine-election-preview/comedian-set-to-win-first-round-of-ukraine-presidential-vote-idUSKCN1R80KZ?il=0\n"], [25705, "2019-03-27T01:28:21Z", [0.25, 0.2, 0.55, 0.0], ""], [66764, "2019-03-26T15:21:42Z", [0.12, 0.29, 0.59, 0.0], "I predict that Volodymyr Zelenskiy will outpace incumbent Ukrainian President Petro Poroshenko and pose a great challenge to Yulia Tymoshenko as the election arrives this coming weekend. Zelenkskiy, a comedian and actor, offers new beginning for voters. He represents a sentiment that countries like the United States (Donald Trump) and Italy (Beppe Grillo's Five Star Movement) have already demonstrated. People are losing tolerance towards traditional and elitist politicians. Zelenskiy has the portrayal of being \"a friend of the people\" and uses a major social media campaign which is winning him votes as recent polls have shown. A BDM poll from last week concluded that he was leading the vote with 25.7% of the vote. Tymoshenko trailed him with 18.8% of the vote, and Poroshenko fell at the back with only 12.7% of the vote. Zelenskiy stands for the future/youth/ change while Poroshenko stands for stability and comfort in the original order and Tymoshenko represents the older vote.  https://carnegie.ru/commentary/78218\nhttps://www.unian.info/politics/10468239-zelensky-still-ahead-of-other-presidential-candidates-in-2019-race-poll.html\nhttps://www.cnbc.com/2019/03/26/ukraine-election-actor-zelensky-leading-the-polls.html"], [43207, "2019-03-26T11:14:15Z", [0.23, 0.11, 0.66, 0.0], "https://www.reuters.com/article/us-ukraine-election-poll/comedian-zelenskiy-strengthens-ukraine-presidential-poll-lead-idUSKCN1R60Z3"], [1333, "2019-03-25T20:33:15Z", [0.3, 0.1, 0.6, 0.0], ""], [41922, "2019-03-25T13:15:51Z", [0.15, 0.15, 0.7, 0.0], ""], [172, "2019-03-25T01:37:04Z", [0.1, 0.05, 0.85, 0.0], "Also...\nhttps://www.economist.com/node/21761490?frsc=dg%7Ce\n"], [172, "2019-03-24T23:13:35Z", [0.1, 0.05, 0.85, 0.0], "Thank you @MP_forecasting\nhttps://www.bloomberg.com/news/articles/2019-03-22/-dirtiest-race-ever-drags-ukraine-election-into-perilous-waters"], [67422, "2019-03-24T18:59:44Z", [0.05, 0.35, 0.6, 0.0], "For this question, it would have been interesting to conduct an opinion poll analysis. This would have enabled us to showcase any tendency among voters in Ukraine but also, look at the percentage of accuracy of the opinion polls  in the very last weeks before a given election in Ukraine (on that note, it would have also been important to keep in mind that opinion polls are not predictive). Nevertheless, I could not find enough resources to use this idea, most of the information being in Ukrainian.  Petro Poroshenko:\nPoroshenko is third in the opinion polls (http://ratinggroup.ua/en/). Like Tymoshenko, he is the face of the establishment and is highly criticized for the slowness of his reforms, especially with regard to corruption. Considering the general mistrust and disappointment concerning him, and taking into account that the citizens of Ukraine have never re-elected a President for a second mandate since Koutchma, it is very unlikely that the people will re-elect him, given the economic and political context. In that sense, I expect him not to run for the second round.  Yulia Tymoshenko: \nFrom her position in the opinion polls (2nd) plus considering the above argument, I expect her to be opposing Zelenskiy during the second round of the Presidential elections, in April 2019. She may be another face of the establishment, not having the trust of the people but she still has a good chance of winning the Presidential elections if she gains Poroshenko’s voters or if some of Zelenskiy’s voters decide to change their mind and give their vote to someone with better political experience.  Volodimir Zelenskiy:  \nHe is at the head of the polls. The citizens of Ukraine do not trust and are tired of the old political class. Zelenskiy is the new face of Ukrainian politics: he points out the problems and solutions that most Ukrainians want to hear. Thereby, he seems to have restored the hope of a good part of the population which seems better inclined to elect someone to whom they identify, rather than a person who is mistrusted. On the premise that Donald Trump was elected — taking into account his inexperience in politics and background in entertainment — there is a good chance that Ukraine follows the American lead."], [59836, "2019-03-24T18:06:25Z", [0.4, 0.1, 0.5, 0.0], ""], [63658, "2019-03-24T16:20:59Z", [0.08, 0.01, 0.91, 0.0], ""], [67428, "2019-03-24T15:50:22Z", [0.15, 0.1, 0.75, 0.0], "Because of the structure of the Ukrainian electoral system, there will be a first turn on the 31st March, with 44 candidates participating. If none will reach the 50%, there will be a second turn with a run-off on the 21st April. According to the current polls, there are only 3 candidates who have the chance to win the first turn. Poroshenko\nPresident in office since the 2014, he has obtained the popular support most of all during and right after the Euromaiden protest (manifestations pro Europe), which he sustained. He was the alternative to the then-President Yanukovych, a pro-Russia politician which at the last minute had decided to don’t sign an agreement with Europe. In the last months, after the Azov Sea crisis, Poroshenko has regained some consensus, rebuilding its image as defender of Ukraine against Russia, and imposing the martial law. However, he is member of the old political class and has not satisfied the people expectations: even if he has managed the main tensions between Russia, he has not been able to eradicate the corruption (key condition to receive economic support from IMF and EU), social and political scourge in Ukraine. He is basing his campaign on topics too weak as religion and languages, trying to keep them far from the “russification”, when the country necessities reforms to face its economic difficulties. Also, he has not yet resolved the thorny issue of Crimea and Russia. Tymoshenko\nShe has guided the Orange Revolution (against corruption and Russia inference in 2004), and she has been in prison during Yanukovych governance (the charges and prison sentence were later ruled by Europe's human rights court to have been politically motivated). \nShe is also part of the establishment (in politics since the ‘90s, twice Prime Minister) and she is the most unpopular among the 3 candidates. Also, she has been criticised for being lying in her promises and also for tackling the European policies and reformations implemented after the Euromaiden, gaining the disapproval of the youngers. \nHowever, she can gain some consensus proclaiming herself against the current government and its failure, empathising with the common feelings. Zelensky\nHe represents it the eyes of the population, the opposite of the previous two. He is not part of the “establishment” because he is not (yet) a politician, but a comedian. He joints the population in criticising the current politicians, describes them as outdated and incapable after having failed in respected their promises. Moreover, he has not a real clear programme, but he is behaving in order to catch a consensus from a lot of sides. He depicts himself as a defender of the Russian language in Ukraine, gaining the votes of the southeasters people. He has announced his intention of opening negotiations with Russia in order to resolve the Crimea issue, plus he pull on its fight against corruption. These two elements of course help him to gain the votes of a huge part of the population. Even if he is not so clearly a supporter of the EU, he talks about salary policies and help to the weakest layers of the society.\nHe will also absorb the votes designed to the minor pro-Russia candidates, too weak to be elected at the first turn.\nAlso, he uses social media to establish a empathic relationship with the people and, last but not least, there are some rumours that he is supported financially by the TV tycoon Kolomoisky. Even if this wouldn’t be true (Kolomoisky denies it), Zelensky would have anyway a social support from him.  I think that the re-election of Poroshenko or Timoshenko are really unlikely because they are both symbol of an old political elite. Looking to the current sentiment pervading Europe, and also to history of politics, it could be common that in a democracy, a politician would be not re-elected after a while because he had not satisfied the expectations of the community. So, the population tents to change and want to try something new.\nIn addiction to these statements, there is the general global trend pro-populism, spread everywhere in the world. My hypothesis is corroborated by the experience to which we have assisted recently in other countries, where the community rejects the old political class and prefers to elect an “outsider”, with the hope to change the system. In 2009, in Italy was founded the 5 stars movement, which tried to catch the discontent of different groups, from both left and right wing (plus, fun fact, its foreman is a comedian).\nFor these reasons, I think that he will win the first turn but without reaching the 50% (according to the polls he is now at 26%). At the second turn I think he will win again even if there is still possibility that, in order to contrast Russophile politics, the voters could join each other to elect Poroshenko or Timoshenko, but I see it as very unlikely. Sources\nhttps://carnegie.ru/commentary/78218\nhttps://www.money.it/elezioni-Ucraina-2019-risultati-sondaggi-Zelenskiy-Porosenko-Tymosenko\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election\nhttps://www.affarinternazionali.it/2019/01/ucraina-candidati-yulia-favorito/\nhttps://www.lindro.it/ucraina-cosa-puo-succedere-alle-elezioni/\nhttps://www.ilpost.it/2019/02/09/ucraina-comico-candidato-zelensky/\nhttps://www.affarinternazionali.it/2018/11/russia-ucraina-azov-ue/\nhttps://www.cnbc.com/2019/03/08/ukraine-elections-whats-going-on-and-why-it-matters.html"], [59882, "2019-03-24T13:36:47Z", [0.34, 0.16, 0.5, 0.0], "Using betting odds but removing \"None of the above\". https://sports.bwin.com/en/sports/61/betting/politics#eventId=&leagueIds=19251&marketGroupId=&page=0&sportId=61 Crowd: 28,15,57,0"], [67417, "2019-03-23T23:59:24Z", [0.2, 0.15, 0.65, 0.0], "Given that I do not have any previous knowledge regarding Ukraine politics and hence I might miss some important internal features, let’s try to take into consideration some important patterns.  According to a recent survey conducted by the Kiev-based Razumkov Center, the 41-year-old Zelenskiy, a comedian and now political novice, is ahead of current President Petro Poroshenko and his biggest opponent Yulia Tymoshenko. Indeed, according to the last polls, Zelenskiy would get about 25% of the votes (considering the total number of people willing to vote not the entire population in which case would be 13%) while the other two opponents are in a head to head both around 17-18%. Therefore, considering that the elections are in less than a week, it is extremely probable the outcome which sees Zelenskiy taken most of the votes.  However, since Ukraine has a presidential system and its constitution require a quorum of 50% in order to be elected as president it is almost impossible that any of them, Zelenskiy included, will be able to reach that result at the first turn. As a consequence, the new president is likely to be chosen in the second round of the elections scheduled for the 21st of April where the 2 most voted opponents will run alone against each other. Despite there are more than 40 candidates, the real competition is among the 3 given candidates. Hence, I assess the option “none of the above” with a 0% chance.  Regarding the three principal candidates, as said it is almost sure that Zelenskiy will win the first round and thus run in the runoff to be held 21 April 2019. Regarding the other two, since they are very close in the polls and I have little knowledge of the internal political debate,  it is difficult for me to say who will run against Zelenskiy. That said, after some research I found that current president Poroshenko, having positioned himself as the only non-Kremlin-friendly candidate, his team should direct all efforts to get their candidate into the second round of the presidential elections. In this sense, he will probably receive also the endorsement of the European institutions and the Western world in general and this might be a good asset for him. However, also if he arrived at the second turn, according to another poll ( http://ratinggroup.ua/en/research/ukraine/monitoring_elektoralnyh_nastroeniy_ukraincev_yanvar_2019.html) 80 percent of Ukrainians are dissatisfied with the performance of President Poroshenko (15 percent are satisfied). Therefore, the possibility that people who voted for other candidates in the first round will vote in masse for him in the ballot is unlikely. For this reason, in a head to head between Zelenskiy and Poroshenko I deem the former as the most likely winner.  Regarding the scenario where running against Zelenskiy in the ballot, there will be Tymoshenko, I see Zelenkiy as the most likely winner anyway. Firstly, because from November 2018 to January 2019, Tymoshenko’s ratings stagnated. According to Mykhailo Minakov, she and her team had focused too much on preparatory work, and lost momentum in the public debate over issues connected to the Orthodox Church autocephaly and the imposition of martial law in response to Russian aggression in the Sea of Azov. Secondly, while Poroshenko and she together represent the old and established politics, Zelenskiy represents an element of novelty and freshness. He is the so-called “anti-establishment”, a figure that currently is attracting many voters worldwide. This might be even more true since the climate of dissatisfaction and distrust of institutions registered in Ukraine. Finally, since the strong opposition conducted in the last years, Poroshenko supporters are unlikely to vote for Tymoshenko, but this would actually depend on who Poroshenko decide to endore in case of defeat.  Concluding, for the above-mentioned reasons, I assess Zelenskiy as the most likely next Ukraine's president and I assess this outcome with a 65%. Regarding Poroshenko and Tymoshenko, I assess a 20% chance for the former and a 25% chance for the latter. Sources: \n-https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election\n-http://ratinggroup.ua/en/research/ukraine/monitoring_elektoralnyh_nastroeniy_ukraincev_yanvar_2019.html\n-https://www.wilsoncenter.org/blog-post/presidential-elections-ukraine-candidates-and-chances\n-https://www.rferl.org/a/ukraine-presidential-election-poroshenko-tymoshenko-zelensky-boyko-russia-crimea/29749637.html"], [63963, "2019-03-23T20:37:56Z", [0.1, 0.0, 0.9, 0.0], ""], [1333, "2019-03-23T18:47:59Z", [0.31, 0.1, 0.59, 0.0], ""], [67411, "2019-03-23T13:01:40Z", [0.55, 0.05, 0.4, 0.0], "Regarding the last polls, it is obvious that Zelenskiy has kept his lead in Ukraine’s presidential election. It is very likely that the tendency in the polls will remain the same until the election day. However, when it comes to actual elections, I consider it very unlikely that he (or any other candidate) could win during the first round (it means, getting more than 50% of votes). To support this argument, I think, it is enough to say that even though Zelenskiy is leading the polls, only every fifth citizen of Ukraine supports him. Hence, in my analysis I mainly focus on second round, which means which candidate would be more likely to take over voters whose candidate won’t make it to the next round. I think, this is a critical point of my forecast.   Tymoshenko – 5%. I consider to be very unlikely that Tymoshenko would win Ukraine elections at the end. If Tymoshenko enters the run-off, I have no doubt, her opponent will be Zelenskiy. In this case, it is important to look closer at two factors – Poroshenko’s  voters and what is the difference between Zelenskiy and Tymoshenko voters. \nTo start with, the first question is if Poroshenko’s voters would support Tymoshenko in the second round. A lot of voters chose Tymoshenko just because it was the only one alternative for those who are against Poroshenko (before Zelenskiy showed up). Poroshenko’s campaign is built on anti-corruption while Tymoshenko still faces her past criminal charges of bribery and embezzlement. I think, it decreases the chance that she would be able to convince the majority of Poroshenko’s voters to vote for her. My prognosis would be that, in this scenario, some of people would decide not to vote while others would more likely to choose Zelenskiy who is quite good at avoiding any serious political discussions so far. Zelenskiy – 40%. My biggest uncertainty here is the first round of the elections. Tymoshenko and Poroshenko share very similar support of Ukraine people. Hence, even though, there is a quite strong consensus that Zelenskiy will enter the run-off, it is still quite unclear who will be his opponent. I consider that if Poroshenko succeeds to enter the run-off, his chances to win is bigger than Zelenskiy’s. Starting with Zelenskiy’s voters, it is obvious that Zelenskiy is the star of the social media. He tries to appeal a lot to those young people who do not actively participate in elections. However, the history shows that the social media segment is not very reliable when it comes to the actual voting. As well as the electorate of young people who usually are tend to support more actively in the social network than in the actual elections. To add, even if somehow majority of them come to the vote, the chances of them coming to vote twice, are very likely to decrease. Another factor is Zelenskiy’s ties with oligarch Kolomoyskiy. Even though, Zelenskiy might look like Ukraine’s Trump and the leader of anti-establishment, people of Ukraine still remember their president Yanukovych and the ‘heritage’ he left. Hence, the reason I give quite a big chance of 40% for the Zelenskiy is mainly related to Poroshenko’s chances to enter the run-off. Poroshenko – 55%. The president representing stability, a clear stand against Russia and continuity of the reforms that have been going on in Ukraine. Even though, polls are not very supportive towards him, I think, in the long run, he has the biggest chances to win the Ukraine election. First, his voters are more stable than Zelenskiy’s. As it is presented above, young people and social media are tend to be not very reliable source of support. In addition, it is visible that Poroshenko’s rating is getting better. It can be explained by that people start actually noticing the benefits of his reforms. For instance, he stands for specifying in the Constitution of Ukraine the country's aspiration to join the EU and NATO. Hence, I think very important factor is that besides many drawbacks, he occupies the place of a pro-western candidate. As a result, pro-western voters are more likely to choose him no matter dislikes of some of his policies. As mentioned, my biggest concern here is the first round of the elections. I think, as we can see from the polls, the nation is quite divided, including about a quarter of people who still don’t know who they will vote for. Therefore, my prognosis for Poroshenko’s win is slightly more than 50-50, which is 55% for now. \n"], [691, "2019-03-23T12:15:51Z", [0.41, 0.07, 0.52, 0.0], ""], [43207, "2019-03-23T11:56:40Z", [0.28, 0.15, 0.57, 0.0], "Rounding up to the crowd forecast until new poll results are released."], [5018, "2019-03-22T20:21:46Z", [0.05, 0.5, 0.45, 0.0], ""], [1333, "2019-03-22T17:07:54Z", [0.32, 0.1, 0.58, 0.0], "I think this hinges on Ukrainian concern or lack of, about the aptly named PrivatBank that was nationalized in '17 is given back to the Oligarchs that monkeyed up the largest bank in the Ukraine at a critical time."], [25705, "2019-03-22T13:07:01Z", [0.35, 0.1, 0.55, 0.0], "In uncertainty, get closer to the crowd. :)"], [59836, "2019-03-22T12:27:37Z", [0.55, 0.15, 0.3, 0.0], ""], [34376, "2019-03-22T11:32:09Z", [0.3, 0.1, 0.6, 0.0], ""], [62808, "2019-03-21T21:36:57Z", [0.19, 0.1, 0.71, 0.0], ""], [59836, "2019-03-21T18:40:47Z", [0.45, 0.15, 0.35, 0.05], ""], [62980, "2019-03-21T16:27:15Z", [0.35, 0.3, 0.35, 0.0], ""], [691, "2019-03-21T12:54:26Z", [0.42, 0.08, 0.5, 0.0], "https://www.reuters.com/article/us-ukraine-election-west/presidents-re-election-pitch-resonates-in-heartland-of-ukraines-revolution-idUSKCN1R20HW\nmaybe...."], [13377, "2019-03-21T07:21:26Z", [0.33, 0.12, 0.55, 0.0], ""], [59836, "2019-03-21T02:09:58Z", [0.45, 0.35, 0.2, 0.0], "Petro and Yulia have the most hard-line stances against Russia, which is what I think Ukrainians are looking for right now due to frustration with Russian interference and encouragement from U.S. aid. "], [63401, "2019-03-20T21:26:32Z", [0.55, 0.19, 0.25, 0.01], "https://www.ft.com/content/3ad4b94e-39b5-11e9-b72b-2c7f526ca5d0?shareType=nongift "], [21046, "2019-03-20T18:07:11Z", [0.2, 0.15, 0.6, 0.05], ""], [67429, "2019-03-20T17:00:17Z", [0.2, 0.25, 0.55, 0.0], ""], [61068, "2019-03-20T05:09:40Z", [0.3, 0.0, 0.7, 0.0], ""], [1333, "2019-03-19T16:57:37Z", [0.33, 0.1, 0.57, 0.0], ""], [63319, "2019-03-19T13:42:51Z", [0.1, 0.15, 0.7, 0.05], ""], [25705, "2019-03-19T13:34:07Z", [0.48, 0.1, 0.42, 0.0], ""], [691, "2019-03-19T10:43:44Z", [0.33, 0.12, 0.55, 0.0], ""], [6978, "2019-03-19T00:53:28Z", [0.17, 0.07, 0.75, 0.01], ""], [1333, "2019-03-18T21:45:39Z", [0.34, 0.1, 0.56, 0.0], ""], [23006, "2019-03-18T18:02:15Z", [0.5, 0.0, 0.5, 0.0], ""], [23006, "2019-03-18T17:58:45Z", [0.33, 0.33, 0.34, 0.0], ""], [67418, "2019-03-18T13:42:51Z", [0.1, 0.2, 0.7, 0.0], "Zelensky seems higher in the polls and therefore his victory in the presidential elections seems most likely. Indeed, according to pollsters SOFIA, SOCIS, Rating and Active Group, in early March 2019, Zelensky dominates, often ahead of at least 5 to 15 points against its serious competitors, Poroshenko, current president and Tymoshenko, senior politician (23.1 vs 12.4 and 14.7 / 27.7 against 19.6 and 14.8 / 24.7 against 16.9 and 18.3 / 32.9 against 17.5 and 15.1).\nVolodymir Zelensky, atypical candidate from the cinema, gathers the most intentions of votes.\nThis is due to the fact that there is a wave of rejection of the oligarchy (of which Poroshenko is a part), but also about corruption, a major theme of Zelensky, which has not really declined since the nomination of Poroshenko and his promises, following the revolution of dignity in 2014.\nIn addition, Poroshenko presided over an intense geopolitical context, where things have changed little since Crimea was reunited with Russia.\nSimilarly, the candidacy of Yulia Tymoshenko, former Prime Minister and idol of the Orange Revolution, but also oligarch, does not seem to excite Ukrainians, according to polls. \nThe opinion towards Russia also divides the Ukrainians. Poroshenko is pushing hard for a quick break with Russia. Nevertheless, in a survey of October 2018, it is shown that 48% of Ukrainians had a positive opinion of Russia and 32% a negative opinion (Source: https://www.kiis.com.ua/?lang=rus&cat = reports & id = 795 & page = 1).\nThe Ukrainians, although wanting a Ukraine closer to the west with the entry into the European Union and in NATO, do not want to cut themselves definitively of the big Russian brother. Poroshenko plays on the division, while Zelensky, from a region and a Russophile family, can gather Ukrainians wanting to emancipate from Russia while wanting to keep links with the country. Volodymyr Zelenskiy wants to be the spokesman for Russian speakers in Ukraine, and he is in favor of a dialogue with Russia.\nIt is also necessary to take into account the Ukrainian electoral system, where a first poll will take place on March 31, 2019, and a second on April 21 if no candidate receives an absolute majority. In view of the polls, it is therefore very likely that a duel will take place on April 21, between Zelensky and Poroshenko or Tymoshenko.\nOnce this second round in place, it is very likely that Zelensky wins against any of its competitors. However this does not remain definitively concluded. If there is a duel between Zelensky and Tymoshenko, it is not impossible that Tymoshenko wins, because sometimes she is in the lead in some polls and can be rally by the voters of Petroshenko.\nThe other candidates seem far in the voting intentions to succeed in getting into this system in two rounds, which makes their likelihood of 0%."], [43207, "2019-03-16T22:25:18Z", [0.32, 0.18, 0.5, 0.0], "Update for 16 March. Using the relative average of the top three's polling numbers from Wiki[1], giving Tymoshenko a 10% penalty for having two \"Y. Tymoshenko\"s on the ballet, and distributing that 10% evenly to the other two candidates. Relative average based on polls:\nZelenskiy - 45%\nPoroshenko - 27%\nTymoshenko - 28% Relative average with penalty:\nZelenskiy - 45% + 5%\nPoroshenko - 27% + 5%\nTymoshenko - 28% - 10% [1] https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election"], [1333, "2019-03-16T21:12:04Z", [0.35, 0.1, 0.55, 0.0], ""], [67423, "2019-03-15T14:17:33Z", [0.45, 0.15, 0.4, 0.0], "The first round of the Ukrainian elections will take place on March 31st and the ballot will present 39 presential candidates. It is highly unlikely that any of the candidates will win the 50% of the votes that will secure them the presidential office. Hence, the president will be chosen in the second round of the elections scheduled for 21st of April.   The current polls indicate sees political new-comer, and TV-personality, Zelenskiy is gaining in popularity. He is ahead of the President Poroshenko, and in third place is the opposition leader Tymoshenko (https://www.cnbc.com/2019/03/08/ukraine-elections-whats-going-on-and-why-it-matters.html). It seems likely that the second round will see Poroshenko and Zelenskiy going head to head. However, nothing is certain, and a Tymoshenko should not be written off completely.  President Poroshenko was elected on promises of implementing structural reforms and increasing collaborations with Western Europe.  He has delivered somewhat on the economic front. However, critics argue that the reform-work has stagnated, and the anti-corruption measures have not been successful. Consequently, the Western support that Poroshenko has experienced could falter further.   The increasing public disillusion with Poroshenko’s precedency has given spurred on the out-sider Zelenskiy’s campaign. Known for his government-critical tv-shows, he is attempting to realize these critiques in his program. This includes a closer corporation with the IMF and revoking the prosecution immunity that is currently extended to judges, lawmakers, and the president (https://www.bloomberg.com/news/articles/2019-03-14/comic-volodymyr-zelenskiy-is-leading-polls-in-ukraine-s-election). Despite these intentions, Zelenskiy’s program remains rather undefined and he has no prior experience with holding public office. Hence, I believe that in a direct vote-off, Poroshenko could be chosen on the basis of being the safe choice; delivering some, albeit, slow reforms. \n"], [56, "2019-03-15T13:36:43Z", [0.15, 0.23, 0.6, 0.02], "Tymoshenko is up in recent polls."], [67946, "2019-03-15T03:51:37Z", [0.4, 0.45, 0.14, 0.01], "Firstly, the polls aren't to be trusted. Zelenskiy, though polling highly, is a protest vote candidate. Disenchantment with the efficacy of government has pervaded Ukraine for several decades and corruption is widespread. There is no ideal candidate but voters opt for a leader they believe to be the most useful in spite of their likely corruption. Ukraine's economic and political situation is volatile at the moment and though it would appear perfect for a candidate such as Zelenskiy, he has absolutely no experience and will be completely unable to operate within the nebulous political elite. Poroshenko and Tymoshenko however both have experience and will be mostly likely to face off in the 2nd round. Zelenskiy's younger demographic also participates in voting the least. \nIt is difficult to decide between the other two Tymoshenko's anti-government rhetoric and \"populist\" campaigning are completely unenforceable - such as lowering gas by half and doubling pensions. She however is support in the south and near east. Poroshenko has been enjoying incredibly low rates of support in Ukraine and voters in the centre of the country may prefer a change. Poroshenko commands the vote in the west however which tends to have the highest turnout rates as well.  "], [15196, "2019-03-15T00:34:08Z", [0.2, 0.0, 0.8, 0.0], ""], [40848, "2019-03-14T14:11:46Z", [0.19, 0.19, 0.6, 0.02], ""], [15409, "2019-03-14T14:00:59Z", [0.24, 0.3, 0.45, 0.01], ""], [691, "2019-03-14T12:15:17Z", [0.38, 0.1, 0.52, 0.0], ""], [1333, "2019-03-14T09:56:36Z", [0.34, 0.15, 0.51, 0.0], ""], [13377, "2019-03-14T09:11:24Z", [0.39, 0.09, 0.52, 0.0], ""], [172, "2019-03-14T00:52:07Z", [0.25, 0.1, 0.65, 0.0], ""], [38397, "2019-03-13T16:03:18Z", [0.6, 0.1, 0.3, 0.0], ""], [67415, "2019-03-13T14:55:39Z", [0.04, 0.2, 0.75, 0.01], "Assumptions: \n* polling in the Ukraine is not very indicative of the actual results, in as far that  polls are subject to corruption and depend more on the source and who paid for the source:  (https://www.atlanticcouncil.org/blogs/ukrainealert/ukraine-s-2019-elections-may-be-completely-unpredictable-but-five-things-are-not) \nHence I try to argue without relying much on the polls (the latest of which I will include below for good form)\n* Due to the many candidates still in the running and the fact that it seems too close to call, I expect a runoff on the 21st of April \n* No pro-Russian candidate can win because Crimea not being in the vote, and no pro-russian candidate will make it to the runoff. barring a last minute miracle push by one of the candidates, other candidates than the 3 mentioned in the question can therefore be excluded from winning it all.  Assumed character of current candidates: \n* Poroshenko (19%): The candidate of continuity , stable in polls, focus on anti corruption.\n* Tymoshenko (15%): career politician, incarcerated in 2011 and implicated in oil corruption, currently the voice of opposition. had been front-runner but seems to lose traction. won only 12.5% in last elections and lost to Poroshenko\n* Zelenskiy (27%): The outsider populist, highest in the polls, uses unorthodox methods, supported by youth, has a popular tv show coming out prior to the elections, connected to large oligarch. uncertainty over political plans, and highly inexperienced in politics.  2 of these candidates will enter the run-off, and the president is going to be decided by where the voters who do not have their first pick in the race anymore.  I believe that Zelenskiy and Tymoshenko are competing for the same voters, and are running a more similar platform than Poroshenko, who is advocating for continuity rather than change. Because Zelenskiy is a complete outsider to politics (not unlike trump in this respect), a good speaker, humorous guy, I believe he is able to obtain most of the voters that are calling for change. His campaigning on social media and his upcoming tv show will give him a boost in visibility that his opponents do not have.  Therefore I am assuming that Zelenskiy is reaching the runoff, likely together with Poroshenko, because his constituents are not poached by other candidates. Moreover, Poroshenko beat Tymoshenko before, and it is unclear to me why he would lose now.  Therefore assuming that Poroshenko and Zelenskiy make the runoff: \nVoters for Tymoshenko and smaller (some of which pro-Russian parties) will decide who wins between the two. Zelenskiy, due to being less vocal about Russia, being a fresh outsider, and advocating for change is likely to win this runoff.  However, in the event that Zelenskiy and Tymoshenko reach the runoff, the voters who will decide the elections will largely be Pro-Russian voters and poroshenko voters. Poroshenko voters I believe will rather go to Tymoshenko because of the fact that the outsider element through which Zelenskiy obtains most of his voters is not working on these voters. Tymoshenko is vocal on Russia, however has also been accused of cooperating with them in the past, which could sway pro-russian voters. In this scenario I still believe Zelenskiy can win, but the vote will be closer than in the case of a Poroshenko/Zelenskiy Runoff.  Polls and Trends used: \nhttps://www.ukrinform.ua/rubric-elections/2658594-do-drugogo-turu-vihodat-zelenskij-i-porosenko.html\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election#Second_round\nOther links: \nhttps://www.cnbc.com/2019/02/12/zelensky-in-ukraine-the-tv-actor-who-played-ukraines-president-could-become-the-president.html\nhttps://www.politico.eu/list/politico-28-class-of-2019-the-ranking/yulia-tymoshenko/\nhttps://www.atlanticcouncil.org/blogs/ukrainealert/how-ukraine-s-leading-comedian-pulled-ahead-in-polls"], [67429, "2019-03-13T13:33:00Z", [0.2, 0.25, 0.55, 0.0], "The following considers the current frontrunners in the current social and political context in Ukraine, and forecasts Zelenskiy as Ukraine’s next president.  Petro Poroshenko & Yulia Tymoshenko:\nBoth are members of the political elite, and are regarded by much of the public with mistrust. Their political careers both place them as part of the ‘establishment’, and in the context of Russian invasion of Ukrainian Crimea and civil distress, neither are trusted to bring Ukraine forward. While Poroscenko has placed himself as anti-Moscow, pro-European candidates, this is unlikely to resonate with the public. For Poroshenko, failures to deliver on promises during his presidency has seen his support decline, and his low approval rating by his own parliamentary fraction means he is running as a self-nominated candidate. A poll on the 28th of January revealed that 80% of Ukrainians thought their country was headed in the wrong direction (IntelliNews, 29 January 2019). The likelihood of Poroshenko being re-elected is thus considered relatively low (15%). Former prime minister, Tymoshenko, has launched a an initiative to impeach Poroschenko — which may damage his campaign. While Tymoshenko has been a frontrunner in the polls for some time, more recent ones places her behind both Poroschenko and Zelenskiy (Emerging Europe 27 Feb 2019, [1]). Her unpopularity is linked to the aforementioned factors, as well as her opposition to pro-EU reforms. With Ukraine’s general pro-Western attitude, her position makes her unpopular particular among young voters. She has also ‘’occupied the top spot in an analysis of \"populists and liars in Ukrainian politics\" conducted by the Kyiv-based think tank Vox Ukraine in February 2018’’ and it unlikely she will overcome Ukrainian disillusionment with the system. It is therefore considered unlikely she will win the election, but more likely than Poroshenko at 25%— who is currently the face of that system.  Volodymyr Zelensky:\nZelensky entered the presidential race as an anti-establishment, anti-government candidate — a comedian and TV personality — and has evidently resonated with the public. Recent opinion polls place Zelensky well ahead of Tymoshenko and Poroshenko (Unian 20 Feb 2019; [1]). He is particularly popular among voters, aged 30 and below. Zelensky’s main challenge will be in mobilising his supporters, since young people turn-out of Election Day has traditionally been low — which is accounted for in the 55% forecast. However, in that he has been running ‘’a rather technological and non-standard campaign. He is actively using Internet and new media and effectively exploits the protest attitudes and grievances of Ukrainians,’’ it is believed that this mobilisation is underway. It is thus considered quite possible that Ukraine will join the ranks of nations electing unorthodox candidates (CNBS 12 Feb 2019).  [1] https://inforesist.org/svezhij-sotsopros-zelenskij-s-bolshim-otryvom-operezhaet-poroshenko-i-timoshenko/"], [691, "2019-03-13T11:17:53Z", [0.39, 0.09, 0.52, 0.0], ""], [63658, "2019-03-13T08:18:44Z", [0.08, 0.01, 0.91, 0.0], ""], [29115, "2019-03-13T04:01:01Z", [0.26, 0.38, 0.11, 0.25], "Maturation of a nation"], [1333, "2019-03-12T19:09:23Z", [0.35, 0.15, 0.5, 0.0], ""], [67817, "2019-03-12T17:15:49Z", [0.25, 0.3, 0.35, 0.1], "Note to self: Roughly 12% of eligible voters will not be able to participate in the elections due to the March 2014 annexation of Crimea by Russia and the occupation of parts of Donetsk Oblast and Luhansk Oblast by separatists (since April 2014). Hence, previous election results and polls has to be scaled down by this factor. Zelenskiy\n+ Good publicity through hosting on TV/media\n+ Novelty in methods\n+ Highest in polls\n- young voter base - lower turnout? OR Now that young voter base knows the risk of lower turnout, will there be a larger turnout? (Depends on campaign initiatives to address this)!\n- no proper agenda Poroshenko\n+ Incumbent\n+ Decent Nationalistic manifesto (inline with global right-wingism)\n+ Can blame Russia for problems with implementation of last time's manifesto\n- Not popular\n- Moderate politics\n- Losing out in polls Tymoshenko\n+ Old history of commitment even in adversity\n+ Gaining momentum in polls\n+ Experience\n+ Woman \n- Old school methods Issues\n---------\nAttitude to IMF and Spending:\nZelenskiy: Positive and curtail public spending\nTymoshenko: Negative and increase public spending\nPoroshenko: Status Quo\nVoter Literacy at 100%, IMF cited Ukraine as vulnerable, voter base would not want a crisis similar to other EM. Hence, favor +Zelenskiy. Other points:\n+Tymoshenko: Russian support\n= Election to be decided in runoff between Zelenskiy and ? Conservative estimates (for now) derived from extremizing polls."], [62808, "2019-03-12T17:10:18Z", [0.19, 0.1, 0.71, 0.0], ""], [25705, "2019-03-12T15:09:42Z", [0.48, 0.18, 0.34, 0.0], "There is logic in the crowd following the polls. The problem is that the latter are unreliable. Yes, Zelenskiy is leading the polls, but he does not have a detailed plan for Ukraine, his is a protest vote and the youth who prefers him may simply not come to the polls in sufficient numbers. Besides, he is considered to be in the pocket of oligarch Kolomoiskiy. Perception is everything here. Tymoshenko came back to her populist's rhetoric, promising to halve the price of the natural gas. Everything else is quite vague. With all uncertainty, why to bet on such a blatant populism? I do not pretend to know the truth though. Poroshenko brings the most cohesive policy. Yes, the country under him has not improved much if not worsened. But it can be blamed on Russia's interference, the scapegoat for all problems in war time. Of course, the main problem is that he may win in the second round IF he gets there after the 1st. But he may get the 3rd (or lower) place. Still... My personal opinion, nothing more than that."], [67625, "2019-03-12T13:27:55Z", [0.1, 0.24, 0.65, 0.01], "The structure of the Ukranian presidential elections will, first of all, erase the polls for every minor candidate, reducing the complexity from 44 (more or less, the number is still changing) candidates to two. The main question that arises, given the present expert predictions (https://www.unian.info/politics/10453227-zelensky-takes-lead-in-ukraine-poll-ahead-of-2019-presidential-vote.html and https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election) is who is going to be the second candidate running the second turn in April together with Zelenskiy. Poroshenko, even with the efforts made with the new slogan and religion independency from Russia (https://www.bloomberg.com/opinion/articles/2018-12-18/ukraine-poroshenko-embraces-orthodox-church-as-political-ally), is in the popular opinion a representant of the status quo, a character that had his limits in leading Ukrain in the future after the 2014's revolution. Nonoetheless, his odds are the same as Tymoshenko's ones to pass the first turn. If he's going to pass the first turn, a good campaign by Zelenskiy can have a huge impact in underlying the previous administrations' limits, which in my opinion can lead to his victory, If, on the other side, Tymoshenko is going to pass the first turn, the battle in the second turn will be between a new figure in the political scene (Zelenskiy) and a long-standing presence in the Ukranian political dynamics (Tymoshenko is present on the scene since at least the early 2000s). In my opinion, in both these scenarios Zelenskiy is more likely to win. Nonetheless, Tymoshenko has more odds rather that Poroshenko to win the elections. The 1% attributed to the victory of a fourth candidate derives purely from a cautios approach to the forecast (there are indeed a lot of candidates in this elections, I cannot exclude completely an outcome in which a not so  probable candidate have a major uprise in the polls in the next month). Also, in the unlikely event that the second round will see Tymoshenko against Poroshenko, I think the anti-establishment votes (the Zelenskiy electorate most of all) will prefer Tymoshenko over the current Ukranian president."], [1333, "2019-03-12T01:15:35Z", [0.35, 0.2, 0.45, 0.0], ""], [24440, "2019-03-11T22:40:31Z", [0.19, 0.34, 0.45, 0.02], "Updating forecast based on latest news and polls (thank you @Raahul_Kumar [1]).  Still believe first round (31 Mar 2019) will end in a run-off between Zelenskiy and either Poroshenko or Tymoshenko, with a slight favor to Tymoshenko based on latest polls and stories. Decreasing probability of another candidate emerging. [1] https://www.gjopen.com/comments/comments/833506 "], [19801, "2019-03-11T21:55:35Z", [0.25, 0.1, 0.65, 0.0], "https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election High turnout Seventy-two percent of Ukrainians are definitely planning to vote in the presidential election in the country on March 31\nhttps://www.kyivpost.com/ukraine-politics/poll-voter-turnout-at-ukrainian-presidential-election-may-exceed-80-percent.html"], [67880, "2019-03-11T20:04:53Z", [0.25, 0.5, 0.2, 0.05], ""], [40848, "2019-03-11T16:23:22Z", [0.25, 0.23, 0.5, 0.02], ""], [172, "2019-03-11T00:18:50Z", [0.3, 0.15, 0.55, 0.0], ""], [63401, "2019-03-10T23:04:19Z", [0.7, 0.14, 0.15, 0.01], ""], [60039, "2019-03-10T12:27:53Z", [0.3, 0.24, 0.4, 0.06], ""], [60039, "2019-03-10T12:16:09Z", [0.24, 0.24, 0.49, 0.03], ""], [11430, "2019-03-09T20:50:23Z", [0.4, 0.2, 0.4, 0.0], ""], [5018, "2019-03-09T20:42:53Z", [0.05, 0.55, 0.4, 0.0], "I am going to be a contrarian here... "], [1333, "2019-03-09T19:42:26Z", [0.2, 0.2, 0.55, 0.05], ""], [54684, "2019-03-09T17:35:48Z", [0.2, 0.2, 0.45, 0.15], "I feel Zelenskiy has the best chance of being in a runoff.   The other two have to get in it first, then I think they could easily take some of the other votes from other minor candidates."], [67842, "2019-03-09T17:07:50Z", [0.2, 0.1, 0.7, 0.0], ""], [56, "2019-03-09T15:08:09Z", [0.2, 0.1, 0.68, 0.02], ""], [691, "2019-03-09T14:35:59Z", [0.42, 0.04, 0.54, 0.0], ""], [43207, "2019-03-09T13:42:41Z", [0.34, 0.19, 0.47, 0.0], "Using the relative average of the top three's polling numbers from Wiki[1], giving Tymoshenko a 10% penalty for having two \"Y. Tymoshenko\"s on the ballet, and distributing that 10% evenly to the other two candidates. Relative average based on polls:\nZelenskiy - 42%\nPoroshenko - 29%\nTymoshenko - 29% Relative average with penalty:\nZelenskiy - 42% + 5%\nPoroshenko - 29% + 5%\nTymoshenko - 29% - 10% [1] https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election"], [914, "2019-03-09T04:46:16Z", [0.25, 0.1, 0.1, 0.55], ""], [6978, "2019-03-09T00:31:05Z", [0.25, 0.04, 0.7, 0.01], ""], [691, "2019-03-08T17:18:49Z", [0.42, 0.05, 0.53, 0.0], ""], [37236, "2019-03-08T16:18:40Z", [0.27, 0.15, 0.58, 0.0], ""], [691, "2019-03-07T19:07:57Z", [0.42, 0.05, 0.52, 0.01], ""], [66920, "2019-03-06T20:58:44Z", [0.37, 0.08, 0.54, 0.01], ""], [66920, "2019-03-06T20:56:15Z", [0.36, 0.1, 0.5, 0.04], "Comment deleted on Mar 06, 2019 08:58PM UTC"], [1333, "2019-03-06T19:08:09Z", [0.15, 0.2, 0.55, 0.1], ""], [40848, "2019-03-05T23:34:24Z", [0.25, 0.17, 0.55, 0.03], ""], [67785, "2019-03-05T21:34:23Z", [0.1, 0.3, 0.6, 0.0], ""], [36580, "2019-03-05T20:26:58Z", [0.05, 0.3, 0.6, 0.05], "Vast majority of polls have Zelenskiy in the lead. Zelenskiy is running as an anti-establishment candidate, fitting with the current global trend of outsiders achieving a lot of success in elections.  https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election http://neweasterneurope.eu/2019/03/04/the-presidential-campaign-in-ukraine-new-front-runners-and-old-challenges/ https://www.theguardian.com/world/2019/mar/01/comedian-vladimir-zelenskiy-takes-centre-stage-in-ukraine-presidential-race"], [63658, "2019-03-05T08:51:45Z", [0.08, 0.01, 0.91, 0.0], ""], [62808, "2019-03-05T03:11:50Z", [0.2, 0.1, 0.7, 0.0], ""], [1333, "2019-03-04T21:52:53Z", [0.15, 0.3, 0.45, 0.1], ""], [34376, "2019-03-04T15:21:59Z", [0.35, 0.15, 0.5, 0.0], ""], [19801, "2019-03-04T13:36:37Z", [0.45, 0.05, 0.5, 0.0], "Amazingly the comedian is in the lead. Volodymyr Zelenskiy has pulled further ahead as the frontrunner in Ukraine’s presidential election race, according to an opinion poll published on Monday. A survey conducted by the non-government Rating Group showed the 41-year-old political novice had the support of 25.1 percent of voters. Incumbent Petro Poroshenko had 16.6 percent support and opposition leader Yulia Tymoshenko had 16.2 percent. \nhttps://www.reuters.com/article/us-ukraine-election-poll/comedian-zelenskiy-dashes-ahead-in-ukrainian-presidential-race-idUSKCN1QL16X?il=0 Only the two highest vote getters go into the runoff so the chances for others are bleak."], [691, "2019-03-04T12:53:33Z", [0.43, 0.07, 0.49, 0.01], ""], [62808, "2019-03-04T11:48:32Z", [0.2, 0.1, 0.6, 0.1], ""], [35217, "2019-03-04T07:06:03Z", [0.24, 0.25, 0.5, 0.01], "Zelenskiy leading in most polls. Although inexperience and lack of obvious backing by either Russia, the US or Europe could be in his favor in the polls, they might be a disadvantage in the actual campaign.\nhttps://www.nbcnews.com/news/world/comedian-volodymyr-zelensky-leads-polls-ukraine-s-presidential-race-n973811"], [172, "2019-03-04T02:19:29Z", [0.3, 0.15, 0.55, 0.0], ""], [66849, "2019-03-04T01:59:21Z", [0.32, 0.21, 0.22, 0.25], "Based off of an aggregation of 3 polls of Ukrainian public opinion with similar methodology (Sofia, TsCM, KiiS) within a time frame of since February 15th, aggregated by the top five candidates currently running in the election."], [1333, "2019-03-04T01:01:26Z", [0.15, 0.35, 0.4, 0.1], ""], [59882, "2019-03-04T00:27:38Z", [0.39, 0.16, 0.45, 0.0], "Removing \"None of the above\" as an option and recalculating. https://sports.bwin.com/en/sports/61/betting/politics#eventId=&leagueIds=19251&marketGroupId=&page=0&sportId=61 Crowd: 33,11,55,1"], [59882, "2019-03-03T23:07:50Z", [0.35, 0.15, 0.4, 0.1], "https://sports.bwin.com/en/sports/61/betting/politics#eventId=&leagueIds=19251&marketGroupId=&page=0&sportId=61 Crowd: 33,11,55,1"], [19227, "2019-03-03T21:03:46Z", [0.17, 0.08, 0.7, 0.05], ""], [28103, "2019-03-03T19:27:05Z", [0.32, 0.12, 0.54, 0.02], ""], [63963, "2019-03-03T13:43:40Z", [0.4, 0.0, 0.6, 0.0], ""], [691, "2019-03-03T13:26:06Z", [0.43, 0.08, 0.48, 0.01], ""], [23006, "2019-03-02T17:47:08Z", [0.5, 0.5, 0.0, 0.0], ""], [21046, "2019-03-02T13:30:41Z", [0.3, 0.1, 0.55, 0.05], ""], [691, "2019-03-02T12:45:51Z", [0.42, 0.08, 0.49, 0.01], ""], [38564, "2019-03-02T06:15:23Z", [0.2, 0.0, 0.8, 0.0], "Chasing the crowd, more or less."], [15196, "2019-03-02T04:30:59Z", [0.4, 0.0, 0.6, 0.0], ""], [691, "2019-03-01T19:45:56Z", [0.41, 0.1, 0.48, 0.01], ""], [67387, "2019-03-01T09:48:47Z", [0.3, 0.2, 0.3, 0.2], ""], [38548, "2019-02-28T15:10:28Z", [0.15, 0.15, 0.7, 0.0], "Country wants to see change\nPeople tired of old politicians\nPoroshenko failed to deliver on promises"], [24440, "2019-02-28T02:44:06Z", [0.3, 0.2, 0.45, 0.05], "Based on recent polling (thank you @Littoral_Duck), it doesn't look like any candidate will win the first round of the election outright (requires absolute majority).  So, likely outcome is a run-off between the top two candidates. Accepting the caveats that polling is uncertain and further politically biased, averaging all 2019 polls listed puts Zelenskiy in the lead with ~22%, followed by a virtual tie between Poroshenko and Tymoshenko.  None of the other candidates average over 10%,  So, likely run-off is between two of those three, with a small chance of one of the other candidates surging in the next month.  "], [33217, "2019-02-27T23:21:22Z", [1.0, 0.0, 0.0, 0.0], "The elections in Ukraine are fake. They might count some of the votes in the west, but they won't count any votes in the east. The election will be decided based on who the eu and america thinks will be best at guiding ukraine into the western sphere of influence. They have no reason to replace Poroshenko. It supports the western neoliberalism project. It is good at repeating western propaganda, but also good at making up new propaganda that the west would not have thought of. It is staunchly anti-Russian, to the point of wanting to exterminate them, which is a common trait among dictators that the west supports. Edit:\nIt's after the election and I still think that the elections in Ukraine are fixed, though I was wrong about who would win. Maybe the eu thought that volodymyr is a better option than petro since petro was a dictator and was giving them bad press and losing the war. Maybe the eu thought they should go with someone less heavy handed. But I dont think volodymyr will be able to win the war unless he lies and charms Putin into thinking that volodymyr is harmless. "], [67659, "2019-02-27T04:31:15Z", [0.1, 0.4, 0.1, 0.4], "Spontaneous image of blonde person with thinner, longer face than the two male candidates listed here. The head cocking angle is similar to the common images found of Yulia Tymoshenko. However the image was of a male; which is why I've also given weighting to None of the above. Even though I feel that the gender may have been AOL. Edit: I did this without knowing anything about Ukraine political situation. I know understand the controversy around having two candidates with the same initials (YVT), and surname (Tymoshenko). The smiling, cheeky photos of Yuriy Tymoshenko matched the gender of the image I got through; however it was blonde like Yulia Tymoshenko, who photographs in a more serious style. Yulia Tymoshenko has commented that putting multiple candidates in with the same initials is a deliberate stunt to confuse voters. I think it may have confused my RV, too. Images of them both: https://duckduckgo.com/Yuriy%20Tymoshenko?iax=images&ia=images"], [8318, "2019-02-26T21:37:16Z", [0.32, 0.07, 0.61, 0.0], ""], [691, "2019-02-26T18:02:47Z", [0.46, 0.1, 0.43, 0.01], ""], [41922, "2019-02-26T10:54:16Z", [0.3, 0.1, 0.6, 0.0], ""], [63806, "2019-02-26T10:39:37Z", [0.3, 0.15, 0.5, 0.05], ""], [34725, "2019-02-26T06:22:55Z", [0.45, 0.01, 0.45, 0.09], ""], [62808, "2019-02-26T04:40:26Z", [0.4, 0.1, 0.4, 0.1], ""], [40848, "2019-02-26T01:50:58Z", [0.32, 0.22, 0.43, 0.03], ""], [36132, "2019-02-25T22:20:50Z", [1.0, 0.0, 0.0, 0.0], ""], [43207, "2019-02-25T21:02:21Z", [0.43, 0.14, 0.43, 0.0], "Forecast based on recent polling with nod to @Littoral_Duck for all the reasons he mentioned with one assumption and one wild card. Assumption - the populist trend will continue to affect national polling. Wild card - Yuriy Tymoshenko (not the one with the golden braids) will also be on the ballet running against Yulia Tymoshenko (the former prime minister and the one that we envision when people say the name Tymoshenko). As BBC explains, currently both of them will be listed on the ballot as \"Y. Tymoshenko\", which will lead to massive confusion and splitting of the Tymoshenko vote.[1] [1] https://www.bbc.com/news/world-asia-india-47333307"], [43207, "2019-02-25T20:58:41Z", [0.29, 0.28, 0.43, 0.0], "Comment deleted on Feb 25, 2019 09:02PM UTC"], [66920, "2019-02-25T19:06:35Z", [0.35, 0.21, 0.4, 0.04], "It's difficult to find quantitative justification for any forecast here. Zelenskiy's 3-15 point lead in recent polling would suggest an electoral advantage moving into the final weeks of this campaign, especially in the context of a regional and international trend towards electing anti-establishment candidates, but this data should be taken with a handful of salt.  Firstly, Ukrainian polling data is reportedly unreliable and susceptible to its sponsors' biases. That, in addition to the errors we've seen with polling data in other recent elections internationally, should call into question the utility of polling data for forecasting this election.   Moreover, it's unclear that even the most accurate opinion polls could get this call right; that is, the result of this election may be determined outside the ballot box. Foreign agents are both highly incentivized and historically inclined to \"meddle\" with this election. Thus the result here may be more a product of Putin's agents' success than any candidate's. Whether this is sufficient to overcome Poroshenko's incumbent machinery (or the potential for undemocratic actions on his part) is unclear. What IS clear is that we likely lack the relevant data to make confident predictions in this case and should avoid betting too deep.  https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election https://www.atlanticcouncil.org/blogs/ukrainealert/ukraine-s-2019-elections-may-be-completely-unpredictable-but-five-things-are-not https://www.atlanticcouncil.org/blogs/ukrainealert/why-a-zelenskiy-presidency-would-be-a-disaster-for-ukraine"], [30194, "2019-02-25T13:43:16Z", [0.35, 0.35, 0.25, 0.05], ""], [34353, "2019-02-25T12:44:26Z", [0.4, 0.15, 0.45, 0.0], ""], [63658, "2019-02-25T04:47:45Z", [0.08, 0.01, 0.9, 0.01], ""], [699, "2019-02-25T01:21:53Z", [0.2, 0.3, 0.5, 0.0], "Zelensky is a well known comedian who has carefully indicated to want to talk to Russia.\nUkraine would be obviously better off with a Russian orientation, but US and EU have pulled the country towards West.\nStill, they are not able to present any viable economical, and security option. It's a geopolical game cynically playd at the cost of destruction of a big country in Europe.\nNothing will help - the western elites have once again demonstrated its inability to grasp the situation. \nSoon we will wittnes the demice of the EU, and the shrinkage of the US empire. \nUSA will become stronger after a period of crisises,  EU countries will become to apendixes of the Euro-Asian continent, lead by China, India and Russia."], [41922, "2019-02-24T22:12:04Z", [0.2, 0.2, 0.6, 0.0], ""], [22216, "2019-02-24T19:37:41Z", [0.35, 0.45, 0.2, 0.0], ""], [63401, "2019-02-24T14:12:07Z", [0.4, 0.1, 0.49, 0.01], " Power of incumbency/status quo versus interest in seeing new leader ship for the sake of change "], [64078, "2019-02-24T13:40:04Z", [0.5, 0.5, 0.0, 0.0], ""], [34725, "2019-02-24T09:54:08Z", [0.28, 0.02, 0.65, 0.05], ""], [31450, "2019-02-24T02:46:24Z", [0.25, 0.25, 0.5, 0.0], "Zelenskiy has been leading in polls but Poroshenko has access to state machinery while Tymoshenko is good at running for president and seems to be second."], [36547, "2019-02-24T01:45:23Z", [0.19, 0.1, 0.7, 0.01], ""], [40848, "2019-02-23T15:55:36Z", [0.21, 0.36, 0.41, 0.02], ""], [42417, "2019-02-23T00:52:55Z", [0.48, 0.1, 0.41, 0.01], ""], [1333, "2019-02-23T00:09:33Z", [0.15, 0.35, 0.35, 0.15], ""], [20156, "2019-02-22T21:58:43Z", [0.35, 0.2, 0.45, 0.0], "Based on: https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_Ukrainian_presidential_election"], [1333, "2019-02-22T20:00:01Z", [0.15, 0.35, 0.25, 0.25], ""], [60695, "2019-02-22T18:23:01Z", [0.8, 0.2, 0.0, 0.0], ""]], "open_date": "2019-02-22T18:00:58Z", "close_date": "2019-04-21T06:59:58Z"}