{"question_id": 1053, "title": "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.05, 0.95], "correct_answer": "No", "correct_forecast": 0.95, "preds": [[23879, "2020-01-01T02:10:35Z", [0.0], ""], [1738, "2020-01-01T01:39:34Z", [0.0], ""], [601, "2020-01-01T01:17:53Z", [0.0], ""], [43003, "2020-01-01T00:18:26Z", [0.0], ""], [1034, "2020-01-01T00:16:19Z", [0.0], ""], [767, "2019-12-31T21:26:44Z", [0.0], ""], [38, "2019-12-31T19:54:34Z", [0.0], ""], [529, "2019-12-31T16:40:33Z", [0.0], ""], [1506, "2019-12-31T15:38:06Z", [0.0], "North Korea realizes that China, its major supplier, will oppose this aggression and will penalize Kim. It will bluster, but not launch."], [32100, "2019-12-31T14:27:07Z", [0.0], ""], [1333, "2019-12-31T09:38:32Z", [0.01], "One Percent just incase this ends up turning on the international dateline."], [1034, "2019-12-30T20:21:54Z", [0.0], ""], [529, "2019-12-30T18:09:34Z", [0.01], ""], [81251, "2019-12-30T18:01:16Z", [0.0], ""], [40584, "2019-12-30T16:02:55Z", [0.01], ""], [57797, "2019-12-30T14:16:32Z", [0.0], ""], [41922, "2019-12-30T10:51:58Z", [0.0], ""], [43003, "2019-12-30T06:05:21Z", [0.02], ""], [1034, "2019-12-29T22:11:36Z", [0.0], ""], [593, "2019-12-29T19:37:24Z", [0.0], ""], [57797, "2019-12-29T16:43:36Z", [0.01], ""], [14107, "2019-12-29T13:31:23Z", [0.02], ""], [38094, "2019-12-28T17:38:14Z", [0.0], "Doubtful in the time left. But remember Wednesday was always \"anything can happen day\"."], [529, "2019-12-28T16:40:46Z", [0.02], ""], [57797, "2019-12-28T15:59:11Z", [0.02], ""], [72737, "2019-12-28T15:18:05Z", [0.0], ""], [691, "2019-12-28T14:42:57Z", [0.0], ""], [43003, "2019-12-28T06:11:38Z", [0.06], ""], [81216, "2019-12-28T02:40:28Z", [0.0], ""], [62808, "2019-12-27T23:26:17Z", [0.0], ""], [1333, "2019-12-27T19:11:09Z", [0.0], ""], [691, "2019-12-27T16:32:51Z", [0.0], ""], [15196, "2019-12-27T15:58:06Z", [0.05], ""], [529, "2019-12-27T15:47:07Z", [0.03], ""], [57797, "2019-12-27T14:29:21Z", [0.03], ""], [41922, "2019-12-27T08:37:04Z", [0.02], ""], [40584, "2019-12-27T03:56:31Z", [0.04], ""], [43003, "2019-12-27T02:27:53Z", [0.08], "https://www.nknews.org/2019/12/slient-night-christmas-day-in-korea-wraps-up-with-no-north-korean-missile-test/#\nWordsmithing by DPRK Plenary leaked speach now indicates no launch and just anti-US rhetoric.  Backing down to 8% based on the main spike chance of missile test passing.\nMore on DPRK https://kcnawatch.org/\n@Emil Looks like a non-launch month.\n"], [601, "2019-12-27T01:10:09Z", [0.01], "Christmas came and went, with no \"presents\".  Seems like he will wait until after the agreement expires, so test likely deferred to early 2020."], [31251, "2019-12-27T00:39:11Z", [0.0], ""], [14107, "2019-12-26T21:36:49Z", [0.05], ""], [57797, "2019-12-26T20:29:12Z", [0.05], ""], [38, "2019-12-26T19:29:37Z", [0.04], "38 North has yet to report evidence of preparations for an imminent launch."], [1333, "2019-12-26T19:14:54Z", [0.02], "Well, its just a question of keeping the current anti ballistic missile package off shore till the first. The system worked well, and Kim has learned we can turn off his Demo's when we want."], [31450, "2019-12-26T15:31:42Z", [0.05], "Well that Christmas surprise ended being a whole lot of nothing."], [56, "2019-12-26T13:48:41Z", [0.0], ""], [57797, "2019-12-26T13:15:23Z", [0.1], "Now that the X-mas deadline has passed the timing is starting to look more and more suspect. Also noting the opinions discussed here: https://www.cnn.com/videos/world/2019/12/23/north-korea-christmas-gift-new-policy-us-ripley-pkg-vpx.cnn"], [529, "2019-12-26T04:12:26Z", [0.04], "https://www.cnn.com/videos/world/2019/12/23/north-korea-christmas-gift-new-policy-us-ripley-pkg-vpx.cnn"], [57797, "2019-12-26T03:44:17Z", [0.25], "If US surveillance activity has ramped up to levels not seen since 2017 (per @Prognosticating-Beek’s comment) that suggests a significantly higher likelihood of a launch, since P(E) is relatively low, in Bayesian terms."], [43003, "2019-12-26T01:37:50Z", [0.33], "USAF taking this seriously like a potential launch. US assets deployed. \n----\nAccording to Aircraft Spots – a military aircraft tracker on Twitter – several reconnaissance assets were spotted flying in or near South Korean airspace overnight: an RQ-4 Global Hawk,  E-8C JSTARS (Joint Surveillance Target Attack Radar System), RC-135W Rivet Joint, and RC-135S Cobra Ball. Aircraft Spots said Wednesday that the increased surveillance observed on early Wednesday was “quite unusual,” adding, “I haven’t seen activity like this since 2017.”"], [1034, "2019-12-26T00:53:02Z", [0.0], ""], [14107, "2019-12-25T22:18:05Z", [0.15], ""], [1333, "2019-12-25T19:27:31Z", [0.03], "Is it just me or is this pot getting stirred every time there is movement on 'China Trade\"?Manipulation aside - Strategically he has missed his window. DT would love to shoot it down and has had time to get ample sensor coverage lined up for an intercept and If there were two top dogs willing to hang their reputations on the line...I don't rocket man will risk getting it shot down."], [1333, "2019-12-25T19:23:14Z", [0.04], ""], [57797, "2019-12-25T13:37:46Z", [0.04], ""], [1333, "2019-12-25T13:37:23Z", [0.05], ""], [1738, "2019-12-25T10:26:09Z", [0.0], ""], [41373, "2019-12-24T23:00:03Z", [0.0], "Christmas lunch or Christmas launch?\nEither way it will all be over by 14.00 EST.\nMerry/Happy Christmas to all!"], [80764, "2019-12-24T21:21:59Z", [0.0], ""], [81183, "2019-12-24T20:21:00Z", [0.0], ""], [1333, "2019-12-24T19:53:44Z", [0.06], ""], [1034, "2019-12-24T17:23:36Z", [0.0], ""], [57797, "2019-12-24T16:02:36Z", [0.05], ""], [691, "2019-12-24T13:03:27Z", [0.0], "https://apnews.com/2d79b8eae45f6adcaab193f48024e7e5 looks like some time soon, but not this week"], [32258, "2019-12-23T23:52:09Z", [0.0], ""], [79569, "2019-12-23T22:14:02Z", [0.05], ""], [26553, "2019-12-23T21:03:33Z", [0.01], ""], [14107, "2019-12-23T17:57:21Z", [0.2], ""], [691, "2019-12-23T13:15:30Z", [0.01], ""], [14107, "2019-12-23T11:47:08Z", [0.12], ""], [1034, "2019-12-23T06:19:31Z", [0.0], ""], [172, "2019-12-22T23:24:57Z", [0.0], ""], [56, "2019-12-22T23:02:43Z", [0.05], ""], [43003, "2019-12-22T22:38:25Z", [0.05], "initial update. Early sat imagery shows no sign of launch prep."], [32300, "2019-12-22T19:22:47Z", [0.1], ""], [1333, "2019-12-22T19:14:57Z", [0.07], ""], [14432, "2019-12-22T18:39:29Z", [0.0], ""], [57797, "2019-12-22T13:40:54Z", [0.1], ""], [57797, "2019-12-22T13:40:24Z", [0.05], "Increasing from 3%. “What I would expect is some kind of long-range ballistic missile would be the ‘gift,’ ” Gen. Charles Q. Brown Jr., the commander of Pacific Air Forces, said Tuesday. https://www.nytimes.com/2019/12/21/world/asia/north-korea-missile-test-trump-kim.html"], [41373, "2019-12-22T12:42:23Z", [0.5], ""], [1034, "2019-12-22T08:14:02Z", [0.0], ""], [32300, "2019-12-22T00:47:30Z", [0.23], ""], [1333, "2019-12-22T00:22:42Z", [0.06], ""], [56, "2019-12-21T22:57:06Z", [0.75], ""], [601, "2019-12-21T22:16:12Z", [0.6], ""], [529, "2019-12-21T19:29:16Z", [0.05], ""], [15196, "2019-12-21T17:43:03Z", [0.25], ""], [15196, "2019-12-21T17:42:05Z", [0.02], ""], [80764, "2019-12-21T16:50:38Z", [0.01], "They haven´t lauchnched any ICBM for over two years now, only short range ones. "], [49838, "2019-12-21T16:31:29Z", [0.0], ""], [80764, "2019-12-21T15:05:37Z", [0.01], ""], [691, "2019-12-21T14:45:35Z", [0.01], ""], [79569, "2019-12-21T10:06:57Z", [0.17], ""], [691, "2019-12-20T14:32:28Z", [0.01], ""], [42004, "2019-12-20T09:06:59Z", [0.01], ""], [1738, "2019-12-20T04:49:01Z", [0.0], ""], [601, "2019-12-18T23:59:59Z", [0.1], ""], [81145, "2019-12-18T22:39:28Z", [0.0], ""], [529, "2019-12-18T21:20:34Z", [0.07], "Slightly lowering for the moment, pending any available evidence of launch activities: https://www.38north.org/2019/12/sohae121719/"], [1333, "2019-12-18T19:50:59Z", [0.05], ""], [32300, "2019-12-18T15:19:35Z", [0.05], ""], [691, "2019-12-18T13:46:19Z", [0.01], ""], [81138, "2019-12-18T13:06:03Z", [0.15], ""], [14107, "2019-12-18T09:52:32Z", [0.03], ""], [14107, "2019-12-18T09:52:05Z", [0.02], ""], [63674, "2019-12-17T19:32:55Z", [0.02], ""], [79442, "2019-12-17T17:20:14Z", [0.0], ""], [25141, "2019-12-16T22:35:44Z", [0.0], ""], [691, "2019-12-16T14:19:23Z", [0.01], ""], [62808, "2019-12-16T09:51:28Z", [0.0], ""], [1034, "2019-12-16T02:41:18Z", [0.0], ""], [206, "2019-12-15T18:15:31Z", [0.02], ""], [529, "2019-12-15T17:01:49Z", [0.09], "Watching for indications (if available) of a possible satellite (..or thinly-disguised as an ICBM test 'satellite'..) launch by year end. Subsequent interpretation for this (GJP) question may be required. (Ref. this question's 'clarifications'.) https://www.38north.org/2017/01/jschilling011217/"], [38, "2019-12-15T09:02:02Z", [0.05], "COMMENT:  KJU is getting noisy.  I've read several articles speculating that he may launch a satellite using an ICBM.  But will he do it before 1/1?  I think he's going to keep his word but  it is worrisome to me that he is talking about a \"Christmas\" gift, not a New Year's one.  Increasing my forecast from 2 to 5%.\n~~~~~~~\nhttps://thebulletin.org/2019/12/santa-kim-is-coming-to-town-with-north-korean-gifts-that-keep-on-giving/ \" . . .Kim is likely gearing up for one of three possibilities: a second launch of the Hwasong-15 ICBM (the same one launched once in November 2017); the inaugural flight-test of a solid propellant ICBM or intermediate-range ballistic missile; or the inaugural launch of a new-generation of space launch vehicle. The “very important” test that was carried out on December 7 at the Sohae Satellite Launching Ground’s static liquid propellant engine test stand would suggest that Kim’s scientists have just tested a large liquid propellant engine; that is a reliable short- to medium-term indicator of new launch activity. In March 2017, at Sohae, Kim oversaw the first-ever test of the RD-250-variant engine that would weeks later see (unsuccessful) testing under the Hwasong-12 intermediate-range ballistic missile. In late-June 2017, Kim similarly oversaw the testing of the upper-stage engine of the Hwasong-14, which was launched just weeks later. There is reason to expect that whatever North Korea does will include something qualitatively new. For instance, if Kim does order a second test of the Hwasong-15 ICBM, we may expect to see a new type of indigenously built heavy launch vehicle. That would be a notable development, as it would indicate that North Korea had managed to successfully wean itself off its reliance on the six-odd heavy logging trucks that it had imported under false pretext from China and converted for use as transporter-erector-launchers. Separately, Kim may choose to use a new launch to overfly Japan into the northern Pacific with an ICBM—something North Korea has never done before. A recent statement hinting that Japanese Prime Minister Shinzo Abe should expect to see a ballistic missile suggests that whatever may be coming is likely to either splash down in the waters around Japan or overfly the country. Kim may also choose to demonstrate a multiple reentry vehicle capability off the Hwasong-15. Perhaps the most interesting option for North Korea, however, would be a space launch. Unlike missile tests, which are revealed to the world only when they happen, North Korea insists that its space activities are entirely civilian in nature and peaceful. In the past, this has meant that it goes to pains to behave like a “normal” country, issuing warnings to respectable international organizations like the International Maritime Organization indicating hazard zones for spent rocket stages falling back to earth. There hasn’t been a satellite launch in North Korea since February 2016 and, in late-2017 and early-2018, there were strong signs that Pyongyang was hard at work at a successor generation of space launch vehicles to the Unha-3, which launched the Kwangmyongsong-4 satellite in 2016. North Korean space program officials have indicated interest in geosynchronous orbit payloads and earth-observation satellites. None of North Korea’s previous orbital payloads are known to have performed useful remote sensing work; that may be about to change. In the present political context, the advantage of a space launch would be for North Korea to engineer a crisis with the Trump administration. The administration—at least with Iran—has made clear that, from their view, space launch vehicles and ICBMs are birds of a feather (even though, in practice, this relationship is overstated and largely misunderstood). Could Trump overlook an announced space launch by North Korea—or would he seek to rush to the negotiating table to prevent that from happening as he approaches an election? Pyongyang may be betting on the latter, hoping to pull off a “reverse Leap Day Deal,” where a space launch announcement salvages diplomacy with the United States rather than scuttling it. But that’s just the “Christmas gift.” Exhausting the possible range of other “gifts” that might lie ahead into 2020 is less simple. After the December 7 test, Kim Yong Chol, formerly Secretary of State Mike Pompeo’s negotiating counterpart, released a statement in which he underscored that North Korea’s objective was to “surprise” President Trump. That’s not a particularly comforting assertion, as North Korea potentially has plenty of surprises up its sleeve. Two of its threats from 2017—to bracket the waters around Guam with ballistic missiles and to conduct an atmospheric nuclear test—were never formally taken off the table. Recently, too, North Korea demonstrated that it has a new ballistic missile submarine under construction. Over the course of 2020, North Korea could also look to conduct a test of its new Pukguksong-3 submarine-launched ballistic missile off of either that submarine or its older Gorae-class submarine. Separately, analysts have noticed intriguing activity at the ever-mysterious experimental light water reactor at the Yongbyon nuclear complex. Could a formal start-up of that reactor lie ahead? During his 2019 New Year’s Day address, Kim did spend considerable time discussing domestic sources of electricity, including “atomic power.” Any or all of these “surprises” may lie ahead. In his statement, Kim Yong Chol indicated that North Korea was returning to its old risk-acceptant ways, underscoring that Pyongyang had “nothing to lose.” In short, Kim has a long list of options to choose from—and he’s probably checking it twice before he makes his mind up. In fact, an official statement from Pyongyang released Thursday notes that the United States’ decision to call a new session of the United Nations Security Council to discuss North Korean missile launches “helped us make a definite decision on what way to choose,” suggesting that Kim had been keeping his options open. Kim and the US election. President Trump’s recent reaction to North Korea’s test at Sohae contained a curious assertion: Kim “does not want to void his special relationship with the President of the United States or interfere with the US Presidential Election in November.” Trump has famously been unwilling to acknowledge the well-substantiated Russian state-backed effort to interfere in the 2016 election, so it is curious that North Korea—a country that has not publicly, credibly been accused of election interference—came under his microscope. Could the president have an unpublicized deal with Kim to hold off on missile and nuclear testing through the 2020 US elections? Publicly available evidence would suggest no, but complete accounts of the president’s discussions with Kim Jong Un are not readily available. The president, after Singapore, made a habit of emphasizing that his diplomacy had gotten North Korea to stop launching ballistic missiles and conducting nuclear tests. In April 2018, Kim Jong Un, at the fourth plenum of the 7th Central Committee of the Workers’ Party of Korea, announced a unilateral moratorium on ICBM and nuclear tests—with the reasoning that North Korea‘s development efforts through 2017 were so robust that no further testing was required. Trump still used the moratorium to great effect, convincing many of his supporters that his bold and personal diplomacy with Kim had gotten results that no American leaders had gotten in the past. (Kim’s father agreed to a long-range missile testing moratorium in 1999 that lasted through July 2006.) Kim Jong Un, however, does have leverage to engineer a crisis at an inopportune time. With an election less than eleven months away, Trump has reason to stay Kim’s hand from signing any ICBM test orders, lest the fiction of the “Singapore process” erode completely in the eyes of the American public. But, as 2017 showed, North Korea’s search for leverage in the form of qualitatively advancing its nuclear forces can push decision-makers in Washington toward dangerous ends. Where Trump’s instincts during the diplomatic process with Kim were to express his feelings through heartfelt letters, hand-written and delivered to Kim’s desk, the president may find himself once again drawn to expressing himself through “fire and fury,” sparking a new crisis."], [81096, "2019-12-15T07:47:57Z", [0.02], "NK language suggests \"gift\" would occur after 1/1 deadline"], [691, "2019-12-14T19:53:13Z", [0.02], "They seem still to be at the bench-test stage, but the impending \"Christmas gift\" may yet be an ICBM launch.  It's possible that The Pyongyang Kid is starting to feel ignored and neglected, and so may need to throw a tantrum.  (Come to think of it, \"Tantrum\" would be a good name for a missile system.   DPRK or US, doesn't matter which.)"], [15196, "2019-12-14T14:00:13Z", [0.02], ""], [81061, "2019-12-14T06:14:16Z", [0.05], ""], [529, "2019-12-13T19:24:10Z", [0.12], "Per satellite imagery N. Korea may be actively working at the Sohae Satellite Launching station... on something. https://www.38north.org/2019/12/sohae121219/"], [79461, "2019-12-13T05:09:37Z", [0.01], "No time remaining. "], [1333, "2019-12-12T16:20:16Z", [0.09], ""], [34353, "2019-12-12T15:08:54Z", [0.01], ""], [691, "2019-12-12T12:47:24Z", [0.0], ""], [77477, "2019-12-11T20:02:33Z", [0.02], "Adjusting due to time remaining\n"], [529, "2019-12-11T18:49:59Z", [0.1], ""], [691, "2019-12-11T13:13:29Z", [0.0], ""], [38094, "2019-12-10T21:55:13Z", [0.05], "From the Korea Hearld Dec 10 \"However, the North is unlikely to cross Trump’s red line by conducting intercontinental ballistic missile tests, with an eye to resume nuclear talks with Washington in 2021.\" “North Korea will end the dialogue with the US next year but they won’t make an extreme decision to cross the red line because they know that talks with the US is the fastest and most attractive way to resolve (nuclear) issues,” However, others have other opinions, so the debate goes on, but the clock is ticking down."], [14107, "2019-12-10T20:17:55Z", [0.03], ""], [31450, "2019-12-10T14:20:48Z", [0.2], "I'm guessing this is the Christmas present we were promised.  https://www.cnn.com/2019/12/04/asia/north-korea-christmas-gift-kim-jong-un-intl-hnk/index.html"], [601, "2019-12-09T16:02:24Z", [0.03], ""], [57797, "2019-12-09T14:14:04Z", [0.03], ""], [57797, "2019-12-09T14:13:52Z", [0.04], "Increasing from 1% on NK's test reported in the Economist this morning."], [1333, "2019-12-09T12:12:15Z", [0.1], ""], [38094, "2019-12-09T03:55:52Z", [0.25], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020?\nNYT reports that DPRK tested a missle engine at the test facility it previously had claimed to destroy.\nhttps://www.nytimes.com/2019/12/07/world/asia/north-korea-test-missile-site.html?action=click&module=Latest&pgtype=Homepage Critical perhaps to the resolution of this question is where the Time Stamp is being measured, in DPRK or in the Pacific Time Zone in the US? A launch on Jan 1 in DPRK, could potentially still be Dec 31 PST.\n\"The test was carried out on Saturday at the Sohae Satellite Launching Ground, also called the Tongchang-ri site near the North Korean border with China, a spokesman for the North’s Academy of National Defense Science said in a statement that was carried by the official Korean Central News Agency.\""], [529, "2019-12-08T19:34:03Z", [0.08], "Not lowering forecast further for now on the small chance of a last days of 2019 \"surprise\" from the DPRK leadership. \n..Waiting for more recent satellite info./analysis esp. from the country's main long-range missile site. https://www.bbc.com/news/world-asia-50703027"], [38094, "2019-12-08T18:51:46Z", [0.01], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020?\nPhotos of DRPK show crates that could hold an ICBM appearing at a reconstructed launch site within this week. \nIs it possible to stage a launch in the dead of winter with a new device within 3 weeks?"], [67844, "2019-12-08T16:09:46Z", [0.0], ""], [691, "2019-12-07T13:31:50Z", [0.0], ""], [41922, "2019-12-06T16:09:38Z", [0.05], ""], [38094, "2019-12-06T04:36:35Z", [0.03], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020? \nThis is one of the few levers DPRK can use to get attention, but its cold and snowy now, not a good time to test a huge missle."], [30400, "2019-12-05T19:58:42Z", [0.0], ""], [80859, "2019-12-05T19:20:06Z", [0.25], ""], [83, "2019-12-05T18:51:08Z", [0.0], "Jan. 1 in NK, Dec. 31 in US?\nMight be a statement for a new decade."], [691, "2019-12-04T15:25:08Z", [0.01], ""], [80475, "2019-12-04T00:36:05Z", [0.01], "While domestic considerations could force Kim's hand, he has little to gain at this time.  I'd put the odds at 1% per month for now."], [172, "2019-12-04T00:01:06Z", [0.01], "How kind of Kim Fatty III to provide a Choice of Christmas gifts! Per article, language used in past to include an ICBM launch. Speculation of launch this Christmas (again, emphasize speculation). Kim - you really shouldn’t have!\nhttps://www.theguardian.com/world/2019/dec/03/north-korea-christmas-gift-missile-nuclear"], [38094, "2019-12-03T23:26:36Z", [0.09], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020?\nDecrementing my forecast and will do so as we exit the year. This the only way DPRK can draw attention to themselves and right now no one is paying attention."], [14107, "2019-12-03T19:45:49Z", [0.02], ""], [78328, "2019-12-03T17:21:15Z", [0.0], ""], [14027, "2019-12-02T02:00:34Z", [0.03], ""], [172, "2019-11-30T19:49:41Z", [0.01], "Lil rocketman is amping up the threat to Japan (“real ballistic missile”).\nhttps://www.bbc.com/news/world-asia-50613051"], [691, "2019-11-30T13:32:14Z", [0.01], ""], [31756, "2019-11-30T09:19:37Z", [0.0], ""], [80724, "2019-11-29T17:42:27Z", [0.05], ""], [38094, "2019-11-28T17:54:36Z", [0.1], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020?\nPer Korea Herald Nov 28 \"North Korea fired two unidentified projectiles into the East Sea on Thursday, South Korea's Joint Chiefs of Staff said, in the latest in a series of military moves amid stalled denuclearization talks with the United States.\" \nThese are most likely not ICBM, but indicate that DPRK is ramping up the fireworks as the end of year approaches. These follow artillary shelling in a no fire zone earlier in the week."], [691, "2019-11-28T14:18:14Z", [0.01], ""], [63674, "2019-11-28T01:28:18Z", [0.04], ""], [38094, "2019-11-27T21:05:13Z", [0.01], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020? Given that there is no news on this, I'll back off to my previous forecast."], [38094, "2019-11-27T00:26:20Z", [0.1], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020? Mr. Kim feels sidelined and ignored, within the week he began firing in what had been a zone that North and South agreed were off limits to such activity. Given that both China and US have bigger things to worry about more mischief may be afoot from the North. I'll increase my odds of this occurance."], [79461, "2019-11-24T17:42:35Z", [0.02], "Passage of time "], [38094, "2019-11-23T18:00:53Z", [0.01], "Will North Korea launch an intercontinental ballistic missile (ICBM) before 1 January 2020? Some how I missed this one."], [1333, "2019-11-23T15:02:47Z", [0.0], ""], [14107, "2019-11-23T11:39:54Z", [0.03], ""], [62808, "2019-11-23T02:19:43Z", [0.0], ""], [38, "2019-11-22T20:21:11Z", [0.02], "I read an article recently in which the author pointed out that KJU has a pretty good track record of first declaring what he is going to do, and then doing it.  He has said he'd give DJT until 1/1.  I'm going to take him on his word."], [691, "2019-11-21T14:28:39Z", [0.01], ""], [31756, "2019-11-20T21:08:57Z", [0.07], ""], [80560, "2019-11-20T20:43:18Z", [0.0], ""], [32300, "2019-11-19T13:03:48Z", [0.0], ""], [66692, "2019-11-19T09:09:18Z", [0.0], ""], [601, "2019-11-18T18:52:39Z", [0.01], ""], [24440, "2019-11-18T18:31:04Z", [0.03], ""], [67715, "2019-11-18T16:13:52Z", [0.12], ""], [529, "2019-11-17T21:49:45Z", [0.09], "Almost seems like Kim Jong-un is \"calling the tune\" right now... https://www.reuters.com/article/us-usa-northkorea-exercises/u-s-south-korea-postpone-military-drills-in-bid-to-bolster-north-korea-peace-effort-idUSKBN1XR05O"], [23879, "2019-11-17T00:20:25Z", [0.02], "Down from 4% due to passage of time and the North Korean year-end \"deadline\" of sorts."], [14107, "2019-11-16T19:24:25Z", [0.04], ""], [31251, "2019-11-16T02:04:20Z", [0.01], ""], [691, "2019-11-15T16:22:44Z", [0.01], ""], [42004, "2019-11-15T15:25:31Z", [0.02], ""], [31756, "2019-11-14T21:14:33Z", [0.08], ""], [30364, "2019-11-14T00:40:49Z", [0.05], ""], [62808, "2019-11-13T23:27:17Z", [0.0], ""], [38, "2019-11-12T23:29:28Z", [0.06], "https://www.dailynk.com/english/prospects-us-north-korean-talks-this-year-remain-uncertain/ Kwon Jong Gun, a roving ambassador for North Korean’s Foreign Ministry, said on Wednesday that North Korea’s patience for restarting US-North Korean talks is “nearing its limitations.” Claiming that the United States and South Korea will be resuming joint air drills in December, Kwon warned that North Korea will not overlook these “reckless military moves.”  Kwon also added that the “planned joint military exercise can […] compel us to reconsider the crucial measures” North Korea has already taken, invoking the possibility of more nuclear tests or the launch of additional intercontinental ballistic missiles (ICBMs). These threats have not been the only ones made by North Korea recently. On Oct. 24, Kim Gye Gwan, an adviser to the country’s Foreign Ministry, said “we want to see how wisely the US will pass the end of the year.” If this statement was gently worded, it was only in relation to the far harsher statement from Kim Yong-chol, vice chairman of the Central Committee of the Workers’ Party of Korea.  On Oct. 27, Kim released a statement in his capacity as chairman of the Korea Asia-Pacific Peace Committee, saying, “The US is seriously mistaken if it is of the idea of passing off in peace [at] the end of this year.” While alternating between its hard and soft line approaches North Korea is simultaneously leaving open the possibility of a return to past provocations.  Relations between North Korea and the US do not seem to be progressing. Lee Soo-hyuck, South Korea’s ambassador to the US, told journalists on Oct. 31 that he did not believe that there was any communication between the U.S. and North Korea, and admitted that he did not believe it likely that negotiations between the two countries would restart in November.  SOUTH KOREA’S SPY AGENCY OPTIMISTIC ABOUT PROSPECTS FOR US-DPRK TALKS Not everyone is so pessimistic about prospects for US-DPRK talks. On Monday, during the parliamentary audit at the South Korean National Assembly, the National Intelligence Service (NIS) predicted that “North Korean leader Kim Jong Un will aim to resume US-DPRK summit talks in December, and, at the earliest, hold negotiations in November.”  According to Lee Hye-hoon, the chairman of the National Assembly’s intelligence committee, “The NIS predicts that North Korea’s goal is to hold a US-DPRK summit this December.” Throwing some cold water on that prediction, the NIS then claimed that it had not made any reference to a specific timeline for the third US-North Korean summit. That being said, based on the agency’s briefings of the intelligence committee in the National Assembly, and its references to negotiations between the US and North Korea in November and early December, the NIS appears optimistic about the possibility of talks between the U.S. and North Korea by the end of this year. How the NIS views prospects for US-North Korean talks is significant, particularly when compared to the opinions held by run-of-the-mill North Korea observers. The NIS is South Korea’s intelligence agency and presumably bases its predictions on facts, which makes them worthy of special consideration. The NIS has not specifically mentioned the facts that form the background to their prediction; nonetheless, it would be foolish to ignore their views.  OUTCOME OF US-DPRK TALKS UNCERTAIN AS TWO SIDES CONTINUE PUSH-AND-PULL North Korea’s latest barrage of provocative statements are not as contradictory to the negotiations process between the US and the DPRK as they may seem. Intensifying tension through the creation of a crisis is a common way to bring two sides to the negotiation table. Embedded in North Korea’s constant references to its “limited patience” might actually be a plea to the US to re-enter negotiations before it’s “too late.”   At the same time, North Korea’s provocative statements may not lead to a positive outcome. While crises can lead to negotiations, it is uncertain at this moment whether that will be the case. We cannot rule out the possibility that North Korea may be building up a case to justify any future actions in another, more negative, direction should US-North Korean talks fail to bear any fruit.\n~~~~~~~~\nCOMMENT:  I am expecting DJT to jump at the chance for headlines about anything other than impeachment.  If another summit is possible soon, I think KJU will continue to keep his promise to DJT."], [59882, "2019-11-12T23:00:04Z", [0.0], "Time."], [80506, "2019-11-11T15:42:46Z", [0.0], ""], [691, "2019-11-11T15:18:10Z", [0.02], ""], [37488, "2019-11-10T07:27:56Z", [0.0], ""], [529, "2019-11-09T18:35:45Z", [0.11], "https://www.38north.org/2019/11/sohae110819/"], [31756, "2019-11-09T07:37:16Z", [0.09], ""], [14027, "2019-11-08T18:11:13Z", [0.11], ""], [529, "2019-11-07T20:43:41Z", [0.13], ""], [56, "2019-11-06T19:32:10Z", [0.0], ""], [691, "2019-11-06T13:47:07Z", [0.05], ""], [57797, "2019-11-06T04:39:45Z", [0.01], ""], [63963, "2019-11-05T06:59:20Z", [0.05], ""], [79461, "2019-11-03T17:02:55Z", [0.06], ""], [691, "2019-11-01T12:32:36Z", [0.05], ""], [80371, "2019-11-01T12:05:29Z", [0.0], ""], [69448, "2019-10-31T16:26:09Z", [0.2], ""], [691, "2019-10-31T15:04:27Z", [0.05], "They took a short-range potshot at the ocean yesterday, it seems.   Might upgrade depending on the reaction from The Leader Of The Free World.  Holding at 5% in the meantime."], [66692, "2019-10-30T22:39:49Z", [0.02], ""], [41922, "2019-10-30T16:12:00Z", [0.1], ""], [529, "2019-10-28T17:43:11Z", [0.15], "Lowering somewhat for now, pending any updated satellite/reconnaissance reports re missile-related activity."], [14107, "2019-10-26T11:58:02Z", [0.05], ""], [1333, "2019-10-25T19:07:43Z", [0.02], ""], [5766, "2019-10-24T14:37:16Z", [0.01], "One of the two things has happened.  First, North Korea seemingly altered their strategy and playing a continued game of passive aggression against strong nations and enemies (US, South Korea...etc.). They are going to test ICBM as it keeps pressure and shows their preparation but they are delaying these tests a little to see others are approaching them in order to minimize this threat. Second, it was in their plan to test these weapons as negotiations with US has crumbled tremendously. However, not much has left in their arsenal to show additional strength. They are being careful to avoid unnecessary premature failures of tests. So, they will test sooner or later, but looks unclear if they will do it before we see 2020."], [69448, "2019-10-22T17:15:00Z", [0.05], ""], [691, "2019-10-22T13:28:23Z", [0.05], ""], [42004, "2019-10-21T10:08:08Z", [0.05], ""], [38, "2019-10-20T20:54:03Z", [0.06], "https://thediplomat.com/2019/10/kim-jong-uns-horseback-stunt-is-no-laughing-matter/\nKim Jong Un’s latest photo-op might inspire laughs, but it’s an important sign. October 17, 2019  Headlines on Wednesday around the world have underscored the striking ridiculousness of North Korea’s latest propaganda demonstration. Yes, that’s indeed North Korean leader Kim Jong Un, astride a pale white horse, in the snow around the mythical Mount Paektu. But it’d be a mistake to brush off this latest North Korean spectacle as just another example of the country’s seeming innate strangeness. The Kim-on-a-horse demonstration this week follows a long pattern of gradual and growing mythmaking around Kim Jong Un this year. . . .  While as suryong, or the supreme leader, his authority is unquestioned atop North Korea’s monolithic political system, Kim Jong Un’s place in internal propaganda remains below that of his father Kim Jong Il and especially his grandfather — the national founder — Kim Il Sung. In the days before the October 10 anniversary, which marks the founding of the predecessor to what eventually became the all-encompassing Workers’ Party of Korea, North Korean state television ran a prominent new documentary lionizing Kim Jong Un.. . .underscoring his leadership of the ongoing ideological project outlined his in April 20, 2018, “new strategic line” to focus all efforts on the economy. (In April 2018, Kim declared that his prior line of byungjin, or the simultaneous pursuit of a nuclear deterrent and economic strength, had been successfully accomplished in 2017).\n. . .\nNorth Korean propaganda isn’t merely an aesthetic; it has a purpose. In context, Kim Jong Un’s snowbound horseback joyride augurs a potential shift in national strategy in the weeks and months ahead. Indeed, with his New Year’s Day warning this year of a “new way” ahead should diplomacy with the United States lead to a dead end, Kim may be getting ready to take his country down a different path. The Korean Central News Agency’s accompanying text to the images of Kim on a horse, however, tell an interesting story. The article references “headwinds” and “arduous struggle,” the latter an evocation of the “arduous march,” or late-1990s famine in North Korea. With relief from international sanctions appearing a remote possibility as talks with the United States go nowhere, the message here is that harder economic times may lie ahead. But the message isn’t doom-and-gloom: KCNA suggests that the purpose of Kim’s visit to Mount Paektu has to do with his will to pursue economic renewal “by its own efforts.”\n. . .\n. . .  Kim was telling the party that they’d have to buckle up and work hard; sanctions relief wasn’t imminent. Now on horseback, he’s reiterating that same message. Finally, the closing lines of the English translation of the KCNA article accompanying Kim’s horseback photos has drawn attention. Kim, it is said, has promised to “strike the world with wonder again.” That sounds ominous, but it may not necessarily indicate something like an intercontinental-range ballistic missile or nuclear test, breaking the April 2018 self-enforced moratorium. Instead, given the economic themes of this event, Kim may be poetically presaging something like a satellite launch. The space program has mostly been dormant in the propaganda sphere since the February 2016 launch of the Kwangmyongsong-4 satellite. Under Kim Jong Un, the space program has received considerable attention and has been set up as the paramount exemplar of North Korea’s self-reliant, scientific capabilities. The first months of 2020 may have Kim looking to the stars once again.\n~~~~~~\nCOMMENT:  It seems that KJU has his engineers focused on improving SLBMs.  DPRK's current SLBMs don't come close to being ICBMs.  My understanding is that because of the highly mobile launch pad of a sub, SLBMs don't need to have the range of ICBMs, so won't cause this question to resolve as \"yes\" even if beefed up.   From a quick reading, I gather that DPRK uses a Unha-3 for satellite launches.  They do not appear to be classified as ICBMs.  However, it's possible that a newer version of the Unha is under development--and it might??? So, reducing forecast from 13 to 6%."], [19801, "2019-10-19T12:07:34Z", [0.0], "The focus is on launching SLBM's currently."], [77968, "2019-10-18T02:32:59Z", [0.5], ""], [766, "2019-10-16T17:50:37Z", [0.0], ""], [529, "2019-10-16T13:50:34Z", [0.19], "..\"Reading the tea leaves\" -- or \"noble glitters\" -- a little differently here for the moment, pending better information/further developments.  Slight increase to forecast. https://www.newsweek.com/north-korea-says-kim-jong-un-mount-paktu-strike-world-wonder-1465586"], [691, "2019-10-16T12:57:30Z", [0.07], ""], [172, "2019-10-16T09:15:04Z", [0.01], "Always difficult to read the tea leaves with Kim Fatty III but speculation may focus on economy in workers’ paradise.\nhttps://www.theguardian.com/world/2019/oct/16/kim-jong-un-jockeys-for-attention-with-horse-ride-up-sacred-mountain\n"], [79410, "2019-10-15T17:17:26Z", [0.05], ""], [30364, "2019-10-15T14:57:08Z", [0.1], ""], [73217, "2019-10-14T15:53:24Z", [0.1], "Half the time available from my last forecast to expiry of the question has gone. With no other changes that would suggest reducing prediction from 15% to 7.5%. However US-NK talks have been broken off again, so revising up slightly to 10%. I notice that is the current OGJP consensus, but I got there by myself :)"], [13657, "2019-10-14T09:22:46Z", [0.01], ""], [691, "2019-10-12T12:39:40Z", [0.09], ""], [172, "2019-10-11T22:55:55Z", [0.01], ""], [691, "2019-10-11T13:42:04Z", [0.09], ""], [79461, "2019-10-10T21:56:16Z", [0.08], ""], [31756, "2019-10-10T20:39:26Z", [0.1], ""], [691, "2019-10-10T14:20:00Z", [0.09], "https://www.aljazeera.com/news/2019/10/north-korea-threatens-resume-nuclear-long-range-missile-tests-191010091337349.html\nThis is most likely intended as a preliminary move in a longer game, and an ICBM test is both easier to mount and less scary to others than a nuke test.  It is, however, likely that this gambit will go unnoticed by The Leader Of The Free World--he is clearly unable to think about more than one thing at a time, and sometimes not that many, and will be aiming his steely gaze at the impeachment proceedings for a while.  If the nice people at Fox News don't tell him about this, he will not even mount a 3 a.m. Twitstorm about it.  This increases the likelihood that the DPRK will go ahead and do something, probably a ICBM test, so coming up a bit on this one."], [76730, "2019-10-10T05:50:47Z", [0.95], ""], [31251, "2019-10-05T22:21:34Z", [0.04], ""], [63835, "2019-10-05T20:11:25Z", [0.01], "Comments by @Rahuul_Kumar had me re-look at definition of ICBM\nDPRK estimated range on normal trajectory of Wednesday's launch estimated at 1900 km.\nLand-based ICBM defined as ranges of 5600 km (Britannica).\nThe Trident seaborne ICBM comes in at 7000 km.\nSo - while the DPRK's missile is plenty \"ballistic\" for most - it's not enough, apparently, to meet the definition.\nKJU does keep busy in between summits, though. Reduced the probability to 1% given that DRPK needs a 2x range to qualify as ICBM - not likely within this time frame.\n"], [63835, "2019-10-05T19:56:36Z", [0.99], "Comment deleted on Oct 05, 2019 07:57PM UTC"], [1333, "2019-10-05T18:34:50Z", [0.03], ""], [31756, "2019-10-05T15:43:54Z", [0.11], ""], [14107, "2019-10-05T09:00:49Z", [0.07], ""], [19801, "2019-10-05T02:26:08Z", [0.0], "Definition An intercontinental ballistic missile (ICBM) is a guided ballistic missile with a minimum range of 5,500 kilometres\nhttps://en.wikipedia.org/wiki/Intercontinental_ballistic_missile The recent SLBM test  South Korea’s joint chiefs of staff said the missile travelled about 450km (280 miles) in an easterly direction at a maximum altitude of 910km.\nhttps://www.theguardian.com/world/2019/oct/03/of-great-significance-north-korea-hails-submarine-launch-of-ballistic-missile is too short range to count."], [1333, "2019-10-04T16:29:38Z", [0.04], ""], [37413, "2019-10-04T15:21:34Z", [0.95], ""], [41318, "2019-10-04T03:53:00Z", [0.07], ""], [29680, "2019-10-03T13:09:19Z", [0.06], ""], [172, "2019-10-03T11:02:20Z", [0.05], "Apologies for multiple entries/forecasts ... coming back down to earth just like NK’s non-intercontinental missiles. It’s not like they have many to spare and suspect the sub launch will get the attn they desire...\nhttps://www.bbc.com/news/world-asia-49915224"], [172, "2019-10-03T10:44:24Z", [0.15], "Per crowd (thank you) and done digging, NK SLBM would not count as ICBM given current range. Need to double range..."], [172, "2019-10-03T08:55:49Z", [1.0], "I’m not 100% certain it has been confirmed this was truly an SLBM (which should count as an ICBM) but gotta trust Kim Fatty III\nhttps://www.theguardian.com/world/2019/oct/03/of-great-significance-north-korea-hails-submarine-launch-of-ballistic-missile\nhttps://www.wsj.com/articles/north-korea-makes-splash-with-sub-launched-missile-ahead-of-u-s-talks-11570020047?mod=searchresults&page=1&pos=2"], [172, "2019-10-03T01:14:38Z", [0.05], ""], [79772, "2019-10-02T22:50:14Z", [1.0], ""], [79772, "2019-10-02T22:46:55Z", [0.1], ""], [601, "2019-10-02T21:13:44Z", [0.03], "Some chance the recent launch (with debris that landed in Japanese territory) might have been a submarine-launched ballistic missile.   Could that have been an \"Intercontinental\" ballistic missile (technically, an ICBM has a minimum range of 5500km/3400 miles.......thought the residents of Unalaska, slightly closer than that to N. Korea, might beg to differ)?    Probably not- while the range of N. Korea's SLBM has not been published and the launch record is too spotty to make accurate guesstimates by observation, it is thought that the missile is a copy of China's JL-1 SLBM, which had a likely range of less than 2500 km.  So- unless this was a brand new missile type, I am staying low."], [34353, "2019-10-02T16:10:25Z", [0.15], "It probably depends on how the new round of talks go. If they break down, it's possible Kim launches an ICBM to flaunt whatever improvements the program has made to the world. Or to intimidate neighbors. Or both."], [79792, "2019-10-02T12:54:31Z", [1.0], "Did it today, I think."], [78944, "2019-10-02T08:34:53Z", [0.75], "W"], [38, "2019-10-02T05:48:56Z", [0.13], "KJU is playing an interesting game:  shooting off missiles the same day he agrees to resume talks. . . https://www.bbc.com/news/world-asia-49902182 @Emil"], [601, "2019-10-01T22:02:17Z", [0.03], ""], [34353, "2019-09-30T13:54:52Z", [0.15], ""], [14107, "2019-09-28T09:39:43Z", [0.09], ""], [62087, "2019-09-28T06:13:33Z", [0.0], ""], [82, "2019-09-28T04:40:46Z", [0.0], ""], [77516, "2019-09-27T20:19:16Z", [0.2], ""], [691, "2019-09-27T17:46:28Z", [0.05], ""], [59881, "2019-09-23T17:07:28Z", [0.0], ""], [37488, "2019-09-23T04:21:23Z", [0.02], ""], [14107, "2019-09-21T12:29:19Z", [0.1], ""], [79600, "2019-09-21T11:07:45Z", [0.4], ""], [65832, "2019-09-21T00:57:02Z", [0.1], ""], [65832, "2019-09-21T00:55:13Z", [0.6], "Comment deleted on Sep 21, 2019 12:57AM UTC"], [39006, "2019-09-20T07:41:39Z", [0.0], ""], [19829, "2019-09-20T04:28:35Z", [0.2], ""], [691, "2019-09-19T13:56:08Z", [0.06], ""], [76730, "2019-09-18T18:31:11Z", [0.95], ""], [172, "2019-09-17T20:41:37Z", [0.03], ""], [691, "2019-09-17T11:32:35Z", [0.07], ""], [79506, "2019-09-16T22:23:47Z", [0.05], ""], [43901, "2019-09-16T16:59:58Z", [0.0], ""], [79485, "2019-09-16T13:34:43Z", [0.98], ""], [79429, "2019-09-14T16:58:58Z", [0.18], ""], [63835, "2019-09-13T22:01:27Z", [0.05], "for the same rationales in the DPRK question on Nuclear Testing"], [529, "2019-09-13T18:46:35Z", [0.15], "Per 38 North website article (9/10/19): \"... no new activity at either the Launch Pad or Vertical Engine Test Stand..\", at N.K.'s Sohae Satellite Launching Station. Slightly lowering forecast further for now. https://www.38north.org/2019/09/sohae091019/"], [79379, "2019-09-13T16:12:52Z", [1.0], ""], [69813, "2019-09-13T15:04:01Z", [0.95], "continued strategy of provocation of US"], [66440, "2019-09-13T09:45:14Z", [0.1], ""], [78856, "2019-09-13T03:43:15Z", [0.05], "Trade war not resolved yet. North Korea don't want to make Trump angry."], [78004, "2019-09-12T23:07:05Z", [0.05], "Does not have the capacity"], [16895, "2019-09-12T22:26:31Z", [0.43], ""], [41612, "2019-09-12T21:37:33Z", [0.01], ""], [39718, "2019-09-12T21:30:39Z", [0.03], ""], [50172, "2019-09-12T21:18:00Z", [0.65], ""], [3997, "2019-09-12T17:13:00Z", [0.75], "Diplomatic talks have broken down on almost every front.  Kim has started flexing his 'muscle' in an attempt to gain advantages in those talks.  He needs an ICBM launch to show he's still a force to be reckoned with. "], [32501, "2019-09-12T16:44:00Z", [0.4], ""], [24440, "2019-09-12T15:54:04Z", [0.05], ""], [79151, "2019-09-12T05:26:23Z", [0.5], ""], [31450, "2019-09-11T20:10:24Z", [0.05], "Dropping a few points as the country seems to be focusing its launches on short range missiles right now."], [31756, "2019-09-11T19:38:05Z", [0.12], ""], [42004, "2019-09-11T15:42:26Z", [0.02], ""], [601, "2019-09-10T20:48:12Z", [0.03], ""], [691, "2019-09-10T13:14:43Z", [0.07], ""], [38, "2019-09-10T02:28:22Z", [0.03], ""], [35376, "2019-09-09T21:52:46Z", [0.35], "Missiles test are more frequent than nuclear tests and there has been a turmoil in talks with the Trump administration and testing has been paused for around a year so technology could have developed."], [529, "2019-09-09T20:06:07Z", [0.18], "Passage of time update + (article link): https://www.pbs.org/newshour/world/north-korea-says-its-willing-to-resume-nuclear-talks-with-u-s"], [1333, "2019-09-09T18:30:20Z", [0.05], ""], [37488, "2019-09-09T01:41:38Z", [0.08], ""], [14027, "2019-09-08T15:59:43Z", [0.19], ""], [1333, "2019-09-07T18:31:25Z", [0.06], ""], [1333, "2019-09-07T07:57:35Z", [0.07], ""], [78910, "2019-09-06T12:35:40Z", [0.01], ""], [79104, "2019-09-04T14:18:04Z", [0.02], ""], [12591, "2019-09-03T03:19:29Z", [0.05], ""], [83, "2019-09-02T14:26:57Z", [0.0], ""], [26553, "2019-09-01T23:06:19Z", [0.04], ""], [77477, "2019-09-01T21:31:41Z", [0.2], ""], [29054, "2019-09-01T18:21:02Z", [0.0], ""], [206, "2019-09-01T17:32:05Z", [0.5], ""], [14107, "2019-08-31T06:43:44Z", [0.11], ""], [77502, "2019-08-31T03:07:26Z", [0.99], ""], [77477, "2019-08-30T16:39:17Z", [0.16], ""], [78921, "2019-08-29T14:37:46Z", [0.3], ""], [691, "2019-08-29T11:38:58Z", [0.06], ""], [745, "2019-08-29T02:02:10Z", [0.15], ""], [529, "2019-08-29T01:39:12Z", [0.2], ""], [70711, "2019-08-28T21:56:45Z", [0.0], ""], [31398, "2019-08-28T11:42:06Z", [0.05], ""], [78858, "2019-08-28T00:50:56Z", [0.65], ""], [36321, "2019-08-27T21:54:42Z", [0.25], ""], [1333, "2019-08-27T18:53:49Z", [0.08], ""], [8267, "2019-08-27T17:58:52Z", [0.05], ""], [77516, "2019-08-27T16:36:43Z", [0.1], ""], [78818, "2019-08-27T16:03:33Z", [0.95], "The wording of the question matters here. There is a very high probability they will launch one, whether they will do so successfully or as an aggressive manoeuver rather than just as a test is a completely different kettle of fish. "], [78819, "2019-08-27T15:53:19Z", [0.15], ""], [77502, "2019-08-27T07:27:00Z", [0.5], ""], [78328, "2019-08-26T22:39:11Z", [0.05], "Would cause problems for China  but can never count it out as Kim may feel he needs to re-assert himself as talks slow with USA.."], [78591, "2019-08-26T15:02:07Z", [0.75], ""], [78532, "2019-08-26T12:48:16Z", [0.85], ""], [78418, "2019-08-26T09:09:23Z", [0.9], "This is a proven strategy they use to get attention and to giv them a stronger position in diplomatic negotiations"], [78413, "2019-08-26T09:00:52Z", [1.0], "Comment deleted on Aug 26, 2019 09:01AM UTC"], [78402, "2019-08-26T08:25:50Z", [0.16], ""], [56, "2019-08-25T16:14:17Z", [0.02], ""], [38, "2019-08-25T01:42:11Z", [0.06], ""], [77305, "2019-08-24T14:58:04Z", [1.0], ""], [19801, "2019-08-24T04:43:06Z", [0.0], "North Korea appears to have taken another step towards dismantling its fixed missile launching facilities after the US stepped up the pressure to disarm, but so far it appears to have left other facilities and its nuclear warheads intact. The hermit state appears to be continuing to take down its key intercontinental ballistic missile facilities (ICBM) at Sohae, located at about 200km (120 miles) northwest of the capital Pyongyang, according to the North Korea monitoring group 38 North on late Tuesday. Pyongyang has torn down the steel base structure of its vertical engine test stand and removed fuel and oxidiser tanks from dismantled bunkers, satellite imagery from August 3 indicated.\nCommercial satellite imagery shows the ongoing activity at Sohae. Photo: 38 North\nhttps://www.scmp.com/news/china/diplomacy-defence/article/2158794/north-korea-continues-dismantle-missile-launch-site-no"], [77477, "2019-08-24T01:30:21Z", [0.21], ""], [691, "2019-08-23T14:02:29Z", [0.07], ""], [42170, "2019-08-22T21:29:02Z", [0.0], ""], [31756, "2019-08-22T18:33:45Z", [0.13], ""], [31756, "2019-08-22T18:32:31Z", [0.12], ""], [601, "2019-08-22T18:07:11Z", [0.05], ""], [926, "2019-08-22T16:04:28Z", [0.01], ""], [46339, "2019-08-22T08:46:47Z", [0.0], ""], [76944, "2019-08-21T19:30:19Z", [0.0], ""], [75611, "2019-08-20T23:57:57Z", [0.85], ""], [19801, "2019-08-20T05:16:39Z", [0.0], "All tests in 2019 by Chosŏn (조선, 朝鮮)  have been short range missiles only.\nhttps://en.wikipedia.org/wiki/List_of_North_Korean_missile_tests"], [78225, "2019-08-19T04:03:29Z", [0.05], ""], [76562, "2019-08-18T18:20:10Z", [0.1], ""], [76543, "2019-08-18T17:29:12Z", [0.65], ""], [78211, "2019-08-18T16:09:09Z", [0.7], ""], [76629, "2019-08-18T15:48:27Z", [1.0], ""], [31756, "2019-08-18T14:54:02Z", [0.13], ""], [78206, "2019-08-18T07:49:54Z", [0.3], ""], [37488, "2019-08-18T02:18:19Z", [0.15], ""], [77968, "2019-08-17T20:24:28Z", [0.6], ""], [1333, "2019-08-17T18:30:36Z", [0.09], ""], [78182, "2019-08-16T21:55:12Z", [0.0], ""], [62808, "2019-08-15T21:57:07Z", [0.39], ""], [62808, "2019-08-15T21:56:30Z", [0.49], ""], [62808, "2019-08-15T21:53:21Z", [0.04], ""], [691, "2019-08-15T12:09:42Z", [0.08], ""], [69780, "2019-08-14T18:53:52Z", [0.2], ""], [78041, "2019-08-13T07:16:22Z", [0.75], "If Trump does not make moves to appease NK, NK will launch ICBM, but into North Pacific."], [78046, "2019-08-13T05:43:58Z", [0.05], "Short range missiles seem to be the latest fad in North Korea "], [82, "2019-08-13T01:33:04Z", [0.07], ""], [77996, "2019-08-12T05:54:27Z", [0.95], ""], [77942, "2019-08-11T10:06:52Z", [0.45], ""], [77918, "2019-08-11T01:04:33Z", [0.3], ""], [75595, "2019-08-10T19:35:13Z", [0.05], ""], [529, "2019-08-10T17:30:29Z", [0.22], ""], [691, "2019-08-10T17:07:15Z", [0.09], ""], [64662, "2019-08-10T16:42:12Z", [0.75], ""], [59141, "2019-08-09T15:20:34Z", [0.12], "4 months and it is confrontational so I doubt that they would try something like this while they think they are doing well negotiating "], [77830, "2019-08-09T11:15:25Z", [0.05], ""], [56, "2019-08-07T23:44:58Z", [0.05], "Focus is going to be on the new rocket/missile system for the foreseeable future.\nhttps://www.38north.org/2019/08/vvandiepen080619/\nhttps://www.38north.org/2019/07/vvandiepen072519/"], [63674, "2019-08-07T21:43:55Z", [0.07], "The US sees ICBM tests as more provocative. The North Korean strategy appears to be continued provocation until they can get the deal that they want. However, they know they can't get a deal if the US walks away from the table. "], [77667, "2019-08-06T20:00:44Z", [0.1], ""], [77647, "2019-08-06T09:46:40Z", [0.54], ""], [31251, "2019-08-05T23:00:39Z", [0.08], ""], [77587, "2019-08-05T18:44:53Z", [0.3], ""], [427, "2019-08-04T21:15:05Z", [0.1], ""], [77481, "2019-08-04T14:13:28Z", [0.2], ""], [70711, "2019-08-03T20:58:40Z", [0.2], ""], [77502, "2019-08-03T06:26:42Z", [0.5], "Why not."], [59068, "2019-08-02T21:13:09Z", [0.06], ""], [691, "2019-08-02T12:18:37Z", [0.08], ""], [75195, "2019-08-02T06:59:33Z", [0.15], ""], [34114, "2019-08-02T06:11:55Z", [0.33], ""], [31756, "2019-08-01T22:12:40Z", [0.12], ""], [1333, "2019-08-01T16:06:52Z", [0.1], ""], [691, "2019-08-01T12:34:30Z", [0.08], ""], [14107, "2019-08-01T09:29:14Z", [0.13], ""], [31251, "2019-07-31T23:53:13Z", [0.06], ""], [37488, "2019-07-31T00:22:56Z", [0.2], "https://www.38north.org/2019/07/vvandiepen072519/\nhttps://taskandpurpose.com/north-korea-threatens-to-resume-nuclear-weapons-and-icbm-tests-if-us-south-korea-military-exercises-proceed\nhttps://www.cnbc.com/2019/07/23/north-korea-kim-jong-un-new-submarine-possible-ballistic-missile.html\nhttps://www.thesun.co.uk/news/9620893/north-korea-multiple-missiles-kim-jong-un/ testing boundaries of what the US will do to keep to their threats?"], [66942, "2019-07-29T17:15:38Z", [0.75], ""], [32061, "2019-07-29T11:54:52Z", [0.35], ""], [691, "2019-07-28T12:48:40Z", [0.06], ""], [1333, "2019-07-27T18:09:18Z", [0.07], ""], [691, "2019-07-27T11:22:50Z", [0.05], ""], [56, "2019-07-26T20:39:56Z", [0.2], ""], [31756, "2019-07-26T15:26:48Z", [0.13], ""], [64357, "2019-07-25T20:04:46Z", [0.35], ""], [37488, "2019-07-25T15:37:19Z", [0.25], ""], [83, "2019-07-25T12:45:12Z", [0.2], "Reported new launch:\nBallistic: Yes\nIntercontinental : No  https://www.reuters.com/article/us-northkorea-projectile/nuclear-talks-in-doubt-as-north-korea-tests-ballistic-missiles-envoy-cancels-trip-idUSKCN1UJ302\n\"North Korea’s foreign ministry accused Washington this month of breaking a promise by holding military exercises with South Korea. On Tuesday, Kim inspected a large, newly built submarine from which ballistic missiles could be launched.\n“By firing missiles, taking issue with military drills and showing a new submarine, the North is sending one clear message: there might be no working-level talks if the United States doesn’t present a more flexible stance,” said Kim Hong-kyun, a former South Korean nuclear envoy.\""], [31251, "2019-07-24T21:43:50Z", [0.27], ""], [77378, "2019-07-24T19:29:42Z", [0.15], ""], [31542, "2019-07-24T15:29:03Z", [0.45], ""], [77307, "2019-07-23T17:09:13Z", [1.0], ""], [83, "2019-07-23T13:58:03Z", [0.0], ""], [529, "2019-07-23T02:53:10Z", [0.25], ""], [77214, "2019-07-22T11:47:26Z", [0.0], ""], [77128, "2019-07-21T22:58:09Z", [0.25], ""], [691, "2019-07-21T13:07:28Z", [0.04], ""], [76975, "2019-07-21T10:17:16Z", [0.8], "This seems like a good bid. The problem with ICBMs, though, is that they're pretty hard to make. But nothing could be more beneficial to the Regime currently "], [76964, "2019-07-21T09:51:27Z", [0.02], ""], [52101, "2019-07-21T03:28:06Z", [0.75], ""], [76838, "2019-07-21T01:09:22Z", [0.9], ""], [76852, "2019-07-21T00:07:56Z", [0.0], ""], [14107, "2019-07-20T15:28:29Z", [0.12], ""], [76752, "2019-07-20T08:50:49Z", [0.05], ""], [76730, "2019-07-19T21:20:26Z", [0.6], ""], [31756, "2019-07-19T19:01:57Z", [0.14], ""], [76674, "2019-07-19T04:59:19Z", [0.03], ""], [76650, "2019-07-18T19:28:29Z", [0.05], ""], [83, "2019-07-18T18:52:44Z", [0.0], "Latest meeting between Trump and Kim, keep possibility of a peace deal in play.\nSuspect Kim has too many other options available to use a ballistic missile launch now.\nhttps://www.businessinsider.com/north-korea-changes-kim-jong-un-title-preparing-peace-deal-2019-7"], [76601, "2019-07-18T14:27:14Z", [0.05], ""], [76569, "2019-07-18T13:06:05Z", [0.05], ""], [76573, "2019-07-18T13:01:57Z", [0.05], ""], [76510, "2019-07-18T12:59:03Z", [0.8], ""], [76492, "2019-07-18T11:31:11Z", [0.04], ""], [76473, "2019-07-18T11:20:10Z", [0.05], ""], [76470, "2019-07-18T11:19:04Z", [0.05], ""], [76476, "2019-07-18T11:19:00Z", [0.0], ""], [76460, "2019-07-18T11:14:36Z", [0.0], ""], [62808, "2019-07-18T10:34:21Z", [0.0], ""], [76400, "2019-07-18T10:27:26Z", [0.0], "Even Kim would think several times before risking annihilation of his country. "], [76399, "2019-07-18T10:26:01Z", [0.0], ""], [76341, "2019-07-18T09:34:34Z", [0.05], ""], [76330, "2019-07-18T09:29:47Z", [0.25], ""], [76296, "2019-07-18T08:54:39Z", [0.1], ""], [76261, "2019-07-18T08:53:39Z", [0.15], ""], [76286, "2019-07-18T08:34:28Z", [0.05], ""], [76194, "2019-07-18T07:28:12Z", [0.05], ""], [76205, "2019-07-18T07:12:05Z", [0.0], ""], [76210, "2019-07-18T07:11:33Z", [0.0], "It’s not a war they’d win and would largely be a futile act. "], [76165, "2019-07-18T06:53:38Z", [0.02], ""], [76182, "2019-07-18T06:50:47Z", [0.1], ""], [76171, "2019-07-18T06:39:30Z", [0.49], ""], [601, "2019-07-17T21:55:28Z", [0.1], ""], [56400, "2019-07-17T18:55:19Z", [0.2], ""], [1333, "2019-07-17T16:41:37Z", [0.08], ""], [691, "2019-07-17T14:18:48Z", [0.04], ""], [25681, "2019-07-16T19:35:53Z", [0.0], ""], [691, "2019-07-15T15:21:40Z", [0.05], ""], [21865, "2019-07-15T14:11:02Z", [0.0], ""], [14107, "2019-07-14T02:58:25Z", [0.08], ""], [63842, "2019-07-12T12:24:54Z", [0.03], ""], [58247, "2019-07-11T16:14:18Z", [0.05], "A failed test is spectacular, public, unambiguous, and rather likely. Exploding a bomb far less risky. No one really knows, if the explosion wasn't as \"big\" as it should have been who can say, greater ambiguity in interpretation that a failed missile shot. "], [69752, "2019-07-11T10:03:59Z", [0.55], "Has the potential--why not? Good show of strength making it seem it can play with the big boys as China would hope."], [74479, "2019-07-11T06:31:17Z", [0.99], ""], [60666, "2019-07-10T22:47:22Z", [0.75], ""], [46503, "2019-07-10T22:22:47Z", [0.06], ""], [13158, "2019-07-10T21:49:20Z", [0.7], ""], [31756, "2019-07-10T17:04:28Z", [0.15], ""], [75942, "2019-07-10T06:57:04Z", [0.01], ""], [31201, "2019-07-09T01:56:13Z", [0.1], ""], [1333, "2019-07-08T00:13:08Z", [0.09], ""], [601, "2019-07-07T16:34:20Z", [0.05], ""], [75125, "2019-07-06T18:59:09Z", [0.25], ""], [14107, "2019-07-06T18:16:05Z", [0.09], ""], [1333, "2019-07-06T12:01:05Z", [0.1], ""], [691, "2019-07-06T11:56:06Z", [0.05], ""], [745, "2019-07-05T22:32:59Z", [0.35], ""], [1333, "2019-07-05T18:05:14Z", [0.11], ""], [73217, "2019-07-05T15:00:06Z", [0.15], "Agree with @nonplus: NK has the capability and has already performed the relevant signalling to the US, neither of which another launch would change, and of course they are expensive. The recent Trump/Kim meeting suggests the NK strategy of forcing the US to take them seriously is working. However talks have been broken off before now, and Kim to some extent seems to cultivate an air of unpredictability, presumably to show he can't be taken for granted. So another launch can't be ruled out.\nWill revise forecast down over time if nothing changes, but breakdown in talks might push it up again."], [72713, "2019-07-05T14:22:18Z", [0.5], "adjusting for time"], [691, "2019-07-05T12:24:53Z", [0.05], ""], [75830, "2019-07-05T07:41:16Z", [0.15], ""], [31756, "2019-07-05T01:41:21Z", [0.16], ""], [73653, "2019-07-04T18:43:40Z", [0.0], ""], [691, "2019-07-04T11:45:15Z", [0.03], ""], [75806, "2019-07-03T18:21:09Z", [0.1], ""], [14107, "2019-07-03T01:20:36Z", [0.11], ""], [56, "2019-07-02T22:28:06Z", [0.05], "Given the recent theater, I don't think this kind of test helps them in the short term."], [23879, "2019-07-02T18:49:22Z", [0.04], "Down from 5% due to passage of time and recent increase in friendly noises, including impromptu meeting between DJT and KJU, with possibility of third summit mentioned."], [691, "2019-07-02T15:57:37Z", [0.03], ""], [59092, "2019-07-02T13:05:43Z", [0.13], ""], [26551, "2019-07-01T21:04:05Z", [0.05], "Nothing to gain at this point."], [691, "2019-07-01T11:03:19Z", [0.03], ""], [62087, "2019-07-01T06:29:20Z", [0.05], ""], [75616, "2019-07-01T04:31:42Z", [0.05], ""], [38, "2019-07-01T02:58:10Z", [0.08], ""], [75339, "2019-07-01T01:31:44Z", [0.15], ""], [529, "2019-06-30T18:38:34Z", [0.22], "..Probably not in the near-term at least. (This assumes a verified space program rocket launch may not 'count' for this question.) https://www.cnn.com/videos/politics/2019/06/30/sotu-clapper-fareed-full.cnn"], [56, "2019-06-30T17:59:37Z", [0.25], ""], [29057, "2019-06-30T17:17:01Z", [0.05], ""], [31251, "2019-06-30T15:31:11Z", [0.23], ""], [75529, "2019-06-27T20:01:26Z", [0.05], ""], [41318, "2019-06-27T19:47:59Z", [0.05], ""], [1333, "2019-06-27T15:54:06Z", [0.12], ""], [75518, "2019-06-27T15:10:20Z", [1.0], ""], [691, "2019-06-27T13:59:29Z", [0.06], ""], [75462, "2019-06-27T10:14:54Z", [1.0], ""], [75468, "2019-06-26T22:34:44Z", [0.15], "- nope for the same reason as Q#15"], [11475, "2019-06-26T21:21:47Z", [0.4], ""], [75448, "2019-06-26T20:48:07Z", [0.0], ""], [75436, "2019-06-26T18:50:29Z", [0.0], ""], [31756, "2019-06-26T17:55:53Z", [0.17], ""], [66942, "2019-06-26T17:00:01Z", [0.8], ""], [75093, "2019-06-26T16:43:05Z", [0.85], ""], [75372, "2019-06-26T13:02:34Z", [0.55], ""], [14107, "2019-06-26T05:41:38Z", [0.12], ""], [75190, "2019-06-26T02:01:21Z", [1.0], ""], [75102, "2019-06-25T21:51:58Z", [0.0], ""], [75140, "2019-06-25T21:16:30Z", [0.0], ""], [75110, "2019-06-25T19:20:10Z", [0.25], "They know they have a 'willing to look the other way' Trump. They will push how far that goes."], [75107, "2019-06-25T19:11:56Z", [0.01], ""], [75072, "2019-06-25T16:43:13Z", [0.0], ""], [75073, "2019-06-25T16:35:26Z", [1.0], "He is a nut"], [75063, "2019-06-25T16:04:55Z", [0.05], ""], [75056, "2019-06-25T15:39:58Z", [0.01], "With the world's military power, this would be a terribly stupid decision"], [30717, "2019-06-24T04:53:00Z", [0.25], ""], [529, "2019-06-23T17:56:10Z", [0.24], ""], [691, "2019-06-23T11:55:51Z", [0.06], ""], [13053, "2019-06-22T07:38:42Z", [0.15], ""], [73775, "2019-06-22T07:31:22Z", [0.6], ""], [45779, "2019-06-22T06:53:15Z", [0.05], "Last I saw they lack the capability. "], [67995, "2019-06-22T00:33:30Z", [0.35], ""], [56663, "2019-06-21T23:02:11Z", [0.03], "NK my launch a test but such a missile would not actually travel intercontinental distance"], [31756, "2019-06-21T06:10:41Z", [0.16], ""], [26551, "2019-06-20T18:13:23Z", [0.12], "Same, Xi meets Kim."], [14027, "2019-06-20T14:51:37Z", [0.29], ""], [62808, "2019-06-19T23:22:14Z", [0.0], ""], [601, "2019-06-17T22:07:00Z", [0.1], ""], [14107, "2019-06-16T14:06:29Z", [0.12], ""], [691, "2019-06-16T12:43:01Z", [0.1], ""], [691, "2019-06-14T16:32:12Z", [0.1], ""], [31756, "2019-06-14T11:46:11Z", [0.16], ""], [59882, "2019-06-13T17:18:27Z", [0.03], "Reducing from 4% due to passage of time."], [691, "2019-06-13T12:23:37Z", [0.12], ""], [14107, "2019-06-08T09:54:03Z", [0.12], ""], [1333, "2019-06-07T18:19:21Z", [0.18], ""], [691, "2019-06-07T14:40:09Z", [0.14], ""], [74537, "2019-06-06T22:32:42Z", [0.0], "He knows his limits"], [529, "2019-06-06T15:46:32Z", [0.26], ""], [70993, "2019-06-05T21:08:02Z", [0.75], ""], [601, "2019-06-05T03:50:00Z", [0.16], ""], [691, "2019-06-03T12:07:12Z", [0.14], ""], [172, "2019-06-03T01:45:22Z", [0.01], ""], [14107, "2019-06-02T17:29:06Z", [0.12], "Base rate [1]:\n- Presumably, they've had the capability to launch ICBM since 2017. \n- They conducted two ICBM tests in 2017, none in 2018.\n- This gives a base rate of 50% but it's not clear at all how much one can draw from this. The sample size is extremely small and such events are to a significant extent dictated by geopolitical concerns that evolve over time. Inside view:\n- Kim suspended all ICBM tests in 2018. [3]  \n- Capability: the clearly have the capability and I'd be surprised if they didn't have at least one other missile they could test.\n- Motivation: potential motivations are (1) testing of new designs and (2) signaling. This has to be counterbalanced against the costs of using up a rocket.\n- (1) seems unlikely. Kim seems to view his arsenal as complete. [2] The current design seem to fulfill the relevant requirements of reaching US mainland. It's not clear what the added benefits of a second design are. There are economies of scale from using one design. It also imposes the cost of potential geopolitical disadvantages, given the suspension.\n- (2) seems more likely but harder to evaluate. Non-ICBM missile tests seem to be mainly a response to military exercises [4] ICBM testing in terms of signaling is mainly relevant for US relations and internal stakeholders. However, it's not clear at all what another test would signal if it's the same technology, except for some general: \"We find the SQ unacceptable\". There also seems to be some sort of relevant deadline by the end of this year. [4] Overall, I don't think there is no strong case for NK to test ICBM for signaling reasons. Miscellaneous evidence:\n- Kim visiting potentially relevant facilities. [2] Based on all of this, my gut says 12%. [1] https://en.wikipedia.org/wiki/List_of_North_Korean_missile_tests\n[2] https://www.reuters.com/article/us-northkorea-missiles-factories/north-koreas-kim-visits-factories-linked-to-missile-launches-idUSKCN1T22TE\n[3] https://www.armscontrol.org/factsheets/dprkchron#2018\n[4] https://www.foreignaffairs.com/articles/north-korea/2019-05-16/why-north-korea-testing-missiles-again"], [31756, "2019-06-02T13:19:42Z", [0.17], ""], [26551, "2019-06-02T10:44:04Z", [0.18], "Kim sending a message. \"...“These are the kind of visits we saw in 2016 and 2017 as North Korea moved toward ICBM testing.”\nAmong the sites Kim visited was the February 8 General Machine Factory, which has been used to construct ballistic missile launchers.\nThe machine factory was the site of the July 28, 2017, launch of a Hwasong-14 ICBM, which Kim personally observed...\" https://www.euronews.com/2019/06/01/north-koreas-kim-visits-factories-linked-to-missile-launches"], [601, "2019-05-30T20:32:46Z", [0.2], ""], [62808, "2019-05-28T21:55:08Z", [0.0], ""], [50491, "2019-05-28T21:04:45Z", [0.9], ""], [59836, "2019-05-27T19:35:29Z", [0.12], ""], [1333, "2019-05-27T17:42:34Z", [0.17], ""], [691, "2019-05-27T12:01:17Z", [0.14], ""], [172, "2019-05-27T00:33:09Z", [0.01], "In rocketman’s shoes, you want attn but not so much that you might end up dealing with someone else. Maybe a few satellite launches though ;).  "], [691, "2019-05-26T11:56:01Z", [0.14], "https://www.bbc.com/news/world-us-canada-48412016\nThe Pyongyang Kid has a good game going against The Leader Of The Free World, who is still smitten with him, or rather with himself.  Kim may try to see how big a thing he must blow up before M. Petits-Doigts stops referring to his toys as \"some small weapons.\"   In this round of \"Are You Smarter Than A Fifth-Grader?\" Kim is a shoo-in for Yes."], [13377, "2019-05-26T10:04:23Z", [0.14], ""], [691, "2019-05-25T12:07:27Z", [0.14], ""], [38, "2019-05-24T05:40:34Z", [0.11], ""], [31756, "2019-05-22T20:07:39Z", [0.16], ""], [73982, "2019-05-22T00:35:27Z", [1.0], "To damage President Trump's efforts to hurt his campaign. They will do this test before a nuclear test."], [73953, "2019-05-21T19:14:32Z", [0.05], ""], [691, "2019-05-21T14:54:02Z", [0.14], ""], [66432, "2019-05-20T16:06:41Z", [0.23], "Increased tensions and recent launches of shorter distance missile."], [172, "2019-05-19T15:15:17Z", [0.01], ""], [1333, "2019-05-18T23:11:34Z", [0.18], ""], [73436, "2019-05-18T08:56:18Z", [0.75], "Time to wind up the US."], [73628, "2019-05-18T03:47:58Z", [0.15], ""], [62808, "2019-05-17T23:47:52Z", [0.0], ""], [73598, "2019-05-17T21:39:32Z", [0.9], ""], [691, "2019-05-17T20:20:19Z", [0.14], ""], [529, "2019-05-17T18:47:29Z", [0.28], "Possible recent improvements to N. Korea's Sohae satellite launching station per the linked report: https://www.38north.org/2019/05/sohae051619/ Although a verified, 'peaceful' space satellite launch by DPRK may not count for this question, still keeping this forecast probability higher than the current 'crowd' estimate."], [73433, "2019-05-17T05:21:59Z", [0.75], ""], [172, "2019-05-17T00:46:29Z", [0.01], ""], [73301, "2019-05-16T22:42:28Z", [0.0], ""], [73291, "2019-05-16T22:34:06Z", [0.5], ""], [31756, "2019-05-16T21:30:51Z", [0.15], ""], [601, "2019-05-16T16:17:11Z", [0.6], ""], [62808, "2019-05-15T21:45:57Z", [0.0], ""], [62808, "2019-05-15T21:44:53Z", [0.11], ""], [691, "2019-05-15T17:25:15Z", [0.14], ""], [73202, "2019-05-14T16:22:15Z", [0.0], ""], [69448, "2019-05-13T17:39:03Z", [0.12], ""], [58070, "2019-05-13T06:00:03Z", [0.65], ""], [14027, "2019-05-12T16:32:30Z", [0.23], ""], [691, "2019-05-11T17:07:31Z", [0.12], ""], [31251, "2019-05-09T09:37:42Z", [0.26], ""], [172, "2019-05-09T02:31:56Z", [0.03], ""], [1333, "2019-05-08T09:35:54Z", [0.19], ""], [66926, "2019-05-08T05:50:23Z", [0.32], "North Korea tested their first ICBM, the Hwasong-14, in July of 2017. This was then followed by a test of a more extreme ICBM, the Hwasong-15, in November of 2017 [https://missilethreat.csis.org/country/dprk/]. Though at the time it appeared that North Korea was quickly developing an ICBM with the intent of one day launching it, reports of this appeared to die down. However, after a second summit between Trump and Kim in May of 2019 in an attempt to brokerage peace fell through, it was reported by the Seoul intelligence service that cargo vehicle movement was spotted at the site in which is known for ICBM development [http://time.com/5546740/north-korea-icbm-uranium-sanumdong-vehicle-activity/]. It seems very likely that North Korea has chosen to restart their ICBM development and testing program after the summit fell through, however, under the assumption that the program was just restarted it seems unlikely that the ICBMs would have the capability to be launched successfully before 1 January 2020. "], [66954, "2019-05-08T02:52:58Z", [0.3], "North Korea launched 23 missiles in 2017, one of which was the Hwasong-14 intercontinental ballistic missile (ICBM) proving they were making strides in their missile program. However, the country's scientists and engineers have not proven that they are capable of developing an ICBM that can reenter the Earths atmosphere without burning. While the country has ceased to launch anymore missiles, expert warn that Mr. Kim has begun mass production of his weapons in the event that they are attacked. It is unlikely that North Korea will launch an ICBM before January 2020 because they have been unsuccessful in developing an missile that does not burn up on reentry, and they have shifted their focus from launches to mass production.  Sources:\n-https://www.cnn.com/2018/03/06/asia/north-korea-missile-tests-2017-intl/index.html\n-https://www.nbcnews.com/news/world/north-korea-launched-no-missiles-2018-isn-t-necessarily-due-n949971\n-https://www.cfr.org/article/north-korean-missile-tests-wary-pause"], [62808, "2019-05-07T16:48:34Z", [0.19], ""], [73008, "2019-05-07T12:02:08Z", [0.85], ""], [38993, "2019-05-07T09:40:33Z", [0.08], ""], [691, "2019-05-06T13:34:51Z", [0.1], ""], [72891, "2019-05-05T21:30:02Z", [1.0], ""], [601, "2019-05-05T14:16:12Z", [0.95], ""], [60928, "2019-05-04T16:38:51Z", [0.25], ""], [31251, "2019-05-04T13:15:08Z", [0.22], ""], [62087, "2019-05-04T03:44:23Z", [0.4], ""], [691, "2019-05-03T19:48:30Z", [0.1], ""], [82, "2019-05-01T23:26:32Z", [0.09], ""], [172, "2019-04-30T02:05:45Z", [0.03], ""], [3577, "2019-04-29T07:32:39Z", [0.0], "Judging by the relationship between Trump and Kim, it won't happen."], [72713, "2019-04-29T03:59:14Z", [0.99], "I think he will. He loves shooting off rockets. \"Kim has fired more missiles than his father, Kim Jong Il, and grandfather, Kim Il Sung, launched over a period of 27 years\"...cnbc https://fas.org/sgp/crs/nuke/IF10472.pdf\nhttps://www.cnbc.com/2019/03/01/north-korea-spent-most-of-trumps-first-year-in-office-perfecting-its-nuclear-arsenal-here-is-a-timeline.html"], [45572, "2019-04-29T00:36:14Z", [0.01], "It would undermine his ability to achieve sanctions relief and better economic conditions in North Korea."], [529, "2019-04-28T19:56:32Z", [0.23], ""], [1333, "2019-04-27T18:14:59Z", [0.2], ""], [593, "2019-04-27T12:03:16Z", [0.15], ""], [13377, "2019-04-27T09:35:39Z", [0.1], ""], [31756, "2019-04-27T06:58:06Z", [0.16], ""], [14027, "2019-04-26T22:03:06Z", [0.19], ""], [62808, "2019-04-26T21:34:23Z", [0.36], ""], [55747, "2019-04-23T21:15:53Z", [0.9], ""], [529, "2019-04-23T17:23:05Z", [0.25], "Slightly lowering forecast for now, guessing that the DPRK currently prefers to keep negotiation options with the U.S. open, plus the possibility that a space rocket launch may not \"count\" for this question. https://www.cbsnews.com/news/north-korea-rocket-test-site-sohae-almost-complete-donald-trump-kim-jong-un/"], [72548, "2019-04-23T06:28:51Z", [0.33], "(I notice the question makes no mention of a nuclear or other warhead on the ICBM.)  From the public information I have seen & heard, it seems likely to me that North Korea has used up enough of its nuclear weapon & missile resources in testing and/or lost enough of them in an accident to stop them, with little or no ability to replenish or repair.  I believe this is what has brought them to the negotiating table.  I also believe that US intelligence knows this, which is why they are not desperate to negotiate.  There is much that is kept secret by North Korea and the US, including how quickly and how much of the requisite resources North Korea can slowly scrape together over time despite economic sanctions, and so I don't know the situation for sure, hence I have not set my probability to 0%."], [72566, "2019-04-22T17:07:37Z", [0.01], "By Accident."], [72525, "2019-04-21T19:15:26Z", [0.0], ""], [172, "2019-04-21T14:07:49Z", [0.03], ""], [691, "2019-04-20T14:41:13Z", [0.1], "This probably depends on Pompeo and Circumstance."], [23006, "2019-04-19T23:21:10Z", [0.19], ""], [23006, "2019-04-19T23:20:58Z", [0.15], ""], [23879, "2019-04-19T19:07:11Z", [0.05], "Launching an ICBM strikes me as even more provocative than nuclear tests. Other than that, I think the analysis is similar. So I go a little under my forecast for the nuclear test question (currently at 6%, due to passage of time on top of initial rationale at [1]). [1] https://www.gjopen.com/comments/comments/831778"], [601, "2019-04-19T17:13:56Z", [0.21], ""], [59141, "2019-04-18T23:46:05Z", [0.3], "This would pressure on the West without actually making a break. "], [72399, "2019-04-18T20:11:16Z", [0.05], ""], [28166, "2019-04-18T11:18:12Z", [0.05], ""], [24440, "2019-04-18T02:18:11Z", [0.1], ""], [529, "2019-04-18T00:52:21Z", [0.3], "Update per \"fresh reports\" of \"new activity\" at N.Korea long-range rocket site: https://www.apnews.com/2ff1e53cfc9d42a7821c7f4e6a740642"], [49838, "2019-04-18T00:35:49Z", [0.17], ""], [1333, "2019-04-17T21:27:11Z", [0.2], ""], [23006, "2019-04-17T16:57:35Z", [0.15], ""], [529, "2019-04-16T16:29:13Z", [0.27], "Slightly lowering forecast for now, mainly reflecting perceived room for interpretation as to what might 'count' as an ICBM launch for this question.  Have not been able to find recent missile site activity reported via 38 North etc.."], [13377, "2019-04-16T07:48:40Z", [0.07], ""], [71721, "2019-04-14T12:45:03Z", [0.4], ""], [71057, "2019-04-13T21:39:31Z", [0.4], ""], [71363, "2019-04-13T20:27:17Z", [0.0], ""], [71236, "2019-04-13T20:26:00Z", [0.0], ""], [71260, "2019-04-13T14:32:43Z", [0.15], "No need for this high a profile move. Nuclear test more likely as a means to pressure Trump on sanctions."], [71196, "2019-04-13T09:43:30Z", [0.35], ""], [70704, "2019-04-12T19:46:31Z", [0.0], ""], [601, "2019-04-12T19:32:35Z", [0.18], ""], [70729, "2019-04-12T18:50:21Z", [0.3], ""], [70631, "2019-04-12T17:43:26Z", [0.09], ""], [31756, "2019-04-12T08:43:00Z", [0.17], ""], [70137, "2019-04-12T03:12:11Z", [0.25], ""], [70019, "2019-04-11T21:06:45Z", [0.4], ""], [69877, "2019-04-11T17:45:52Z", [0.05], "North Korea benefits from the Trump Administration's negotiation tactics. Never before has a US president been so accommodating or attentive. ICBM and nuclear tests are intended to frighten, intimidate, and capture attention. Doing so before January 2020 might destabilize US support for Trump, thus jeopardizing North Korea's ability to negotiate on a world stage. This could ultimately mean significant issues within North Korea, where they are struggling for food and medicine that could be easily provided by a brokered partnership with South Korea and the west. Further, China is likely to want to improve North Korea's ability to trade with other global partners as a potential longer term method of avoiding the impact of future trade wars, so they are likely to push North Korea to act calmly rather than launching tests. "], [69170, "2019-04-11T04:58:52Z", [0.02], ""], [69065, "2019-04-11T03:54:10Z", [1.0], ""], [69050, "2019-04-11T02:50:26Z", [0.5], ""], [172, "2019-04-11T02:00:58Z", [0.03], ""], [68926, "2019-04-11T01:06:53Z", [0.66], ""], [68808, "2019-04-11T00:32:41Z", [0.1], "As unpredictable as NK is, I don't think they're prepared to pick that fight."], [68523, "2019-04-10T22:00:53Z", [1.0], "They have already fired several"], [38, "2019-04-10T18:17:03Z", [0.07], ""], [68134, "2019-04-09T20:25:55Z", [0.15], ""], [32100, "2019-04-09T13:41:56Z", [0.1], ""], [68334, "2019-04-09T01:37:29Z", [0.0], ""], [172, "2019-04-08T02:05:33Z", [0.03], ""], [1333, "2019-04-07T21:34:51Z", [0.21], ""], [13377, "2019-04-07T10:36:01Z", [0.1], ""], [59882, "2019-04-06T20:23:26Z", [0.04], ""], [67357, "2019-04-05T22:34:34Z", [0.0], ""], [691, "2019-04-05T15:37:39Z", [0.1], ""], [601, "2019-04-03T18:47:51Z", [0.23], ""], [529, "2019-04-02T19:47:34Z", [0.35], "Currently: Not enough reliable info. available/too much uncertainty to maintain a very-low probability forecast for this question. https://www.stripes.com/news/pacific/missile-tracking-aircraft-arrives-on-okinawa-amid-fears-n-korea-may-lift-testing-moratorium-1.575287 https://www.pri.org/stories/2019-04-01/what-can-satellites-reveal-about-north-koreas-missile-and-nuclear-sites-not"], [29980, "2019-04-02T16:18:55Z", [0.99], ""], [54140, "2019-04-02T10:18:04Z", [0.0], ""], [82, "2019-04-01T16:36:09Z", [0.05], ""], [67553, "2019-03-31T11:41:27Z", [0.17], ""], [529, "2019-03-30T19:06:10Z", [0.2], "Question may currently be evolving somewhat more toward what might 'count' as an ICBM launch for (question) resolution, vs. if a large rocket may be launched by DPRK this year. (Ref. recent news report link.)  This question as worded does not say \"successfully launch...\", among other possibilities that may be(come) open to interpretation. https://www.cbsnews.com/news/north-korea-rocket-test-site-sohae-almost-complete-donald-trump-kim-jong-un/"], [1333, "2019-03-29T18:16:00Z", [0.22], ""], [28166, "2019-03-29T02:58:42Z", [0.1], ""], [601, "2019-03-28T20:34:37Z", [0.25], ""], [31756, "2019-03-28T18:52:38Z", [0.18], ""], [61877, "2019-03-28T14:16:02Z", [1.0], ""], [1333, "2019-03-27T18:13:26Z", [0.23], ""], [13657, "2019-03-26T17:19:57Z", [0.02], ""], [172, "2019-03-25T00:43:03Z", [0.03], ""], [38, "2019-03-24T06:18:50Z", [0.09], "Trump is lifting the sanctions!"], [691, "2019-03-23T12:25:24Z", [0.12], ""], [31450, "2019-03-22T22:17:50Z", [0.15], "Based on the breakdown in North Korean relations with the US and the south, I think the risk of provocations has increased."], [22833, "2019-03-22T20:52:50Z", [1.0], ""], [5766, "2019-03-22T18:11:52Z", [0.99], "Sure, they are off from any negotiations; and little strategy game organized by Russia between US and DRPK is over."], [31756, "2019-03-21T18:12:47Z", [0.19], ""], [62980, "2019-03-21T17:07:07Z", [0.75], ""], [62980, "2019-03-21T16:47:39Z", [0.75], ""], [13377, "2019-03-21T07:46:43Z", [0.18], ""], [66432, "2019-03-20T13:42:38Z", [0.2], ""], [62808, "2019-03-20T06:53:10Z", [0.67], ""], [37852, "2019-03-19T19:54:25Z", [0.05], ""], [691, "2019-03-19T11:01:39Z", [0.1], ""], [28563, "2019-03-18T20:50:24Z", [0.22], ""], [28563, "2019-03-18T20:49:47Z", [0.08], ""], [62250, "2019-03-18T18:28:39Z", [0.2], ""], [46472, "2019-03-18T04:30:29Z", [0.56], ""], [46472, "2019-03-18T04:29:57Z", [0.53], ""], [59141, "2019-03-17T00:18:36Z", [0.4], "It would put pressure on the US and South Korea without actually hurting the agreement"], [65052, "2019-03-16T03:26:34Z", [0.35], ""], [62047, "2019-03-15T21:44:53Z", [0.33], ""], [56, "2019-03-15T13:35:11Z", [0.4], "I have to think the break down in talks increases the likelihood."], [691, "2019-03-15T12:16:13Z", [0.18], "https://www.bbc.com/news/world-asia-47578451\nhttps://www.reuters.com/article/us-northkorea-usa/north-korea-may-suspend-nuclear-talks-with-gangster-like-u-s-diplomat-idUSKCN1QW0C9\nhttps://www.aljazeera.com/news/2019/03/north-korea-suspend-talks-gangster-diplomat-190315082924550.html\nThe DPRK folks are fully aware that The Leader Of The Free World prefers to be surrounded by thuggish toadies, so one supposes that this announcement has been in the works for some time.  Talking about the \"mysteriously wonderful\" relationship between the DPRK's Beloved Leader and the US one looks to be a bit of a probe to see whether kissing up will bring about the requested successions.  It won't, which they presumably know, but it does help them construct a fig leaf for when they resume ICBM tests.   Meantime, expect some incoherent Twits from the Orange House on this topic.  (I am prepared to propose a new US motto to replace \"E Pluribus Unum.\"  How about \"Non Sequitur\" instead?)\n"], [15196, "2019-03-15T00:46:36Z", [0.1], ""], [172, "2019-03-14T23:26:50Z", [0.03], "Waiting for clarification on satellite launch which I feel is different but still a boost to Kim Fatty the third. If satellite launch viewed as same will increase %\nhttps://www.bbc.com/news/world-asia-47520488\n"], [47462, "2019-03-14T16:23:49Z", [0.15], ""], [13377, "2019-03-14T09:29:23Z", [0.08], ""], [49838, "2019-03-14T02:52:16Z", [0.17], ""], [601, "2019-03-14T01:10:57Z", [0.3], ""], [1333, "2019-03-13T21:56:09Z", [0.24], ""], [45141, "2019-03-13T19:51:01Z", [0.5], "Because the relationship between Mad Kim and King Baby is so irrational, I think it is a 50-50 toss up."], [691, "2019-03-13T12:09:01Z", [0.08], ""], [50395, "2019-03-13T09:42:08Z", [0.16], ""], [49359, "2019-03-13T00:23:19Z", [0.65], ""], [62808, "2019-03-12T23:27:11Z", [0.79], ""], [5018, "2019-03-12T22:34:32Z", [0.07], ""], [15953, "2019-03-12T20:19:31Z", [0.75], ""], [67902, "2019-03-12T20:04:36Z", [0.65], "IBCM has dual purpose, one is a societal infrastructure use- satellite: https://www.cnn.com/2017/03/20/asia/north-korea-rocket-engine"], [65401, "2019-03-12T19:33:16Z", [0.1], ""], [1333, "2019-03-12T19:11:31Z", [0.25], ""], [46339, "2019-03-12T18:58:12Z", [0.0], ""], [11033, "2019-03-12T18:27:55Z", [0.15], "Kim has Trump's attention (and the world's attention) and talks will continue so he won't upset that dynamic, paraticularly since it appears that US/China trade talks have reached an inflection point.   These are all guesses since there is little real information about N.Korea and Kim has proved unpredictable - so there is still some risk of a launch."], [691, "2019-03-12T15:40:23Z", [0.08], ""], [38, "2019-03-12T02:49:49Z", [0.11], ""], [19801, "2019-03-11T22:01:47Z", [0.0], "Third summit between Trump and North Korea's Kim likely, no date set: U.S. official\nhttps://www.reuters.com/article/us-northkorea-usa/third-summit-between-trump-and-north-koreas-kim-likely-no-date-set-u-s-official-idUSKBN1QS1QB?il=0"], [529, "2019-03-11T20:26:42Z", [0.18], "FWIW, posting the following:  A 2016 (successful) North Korea satellite or \"space\" launch (from the Sohae Space Center) was criticized by the U.S. and allies:  \"South Korea, Japan, the United States and other countries have accused North Korea of testing a ballistic missile (Unha is the satellite launch version of Taepodong-2) capable of hitting the United States. However, some experts believe North Korea is still a decade away from having the capability to successfully deliver a nuclear weapon by means of an intercontinental ballistic missile (ICBM), and the launch shows slow, but continuous, progress. The director of the U.S. Missile Defense Agency stated the launch was not a test of an intercontinental ballistic missile.\"   Source article link: https://en.wikipedia.org/wiki/Kwangmy%C5%8Fngs%C5%8Fng-4 The linked 3/11/19 article below includes the following (excerpt):  \"...North Korea has been banned by the UN security council from carrying out space launches, as some of its technology was similar to that used for intercontinental ballistic missiles, or ICBMs.\" Source article: https://www.france24.com/en/20190311-seoul-closely-monitoring-n-korea-missile-launch-military"], [172, "2019-03-09T14:50:15Z", [0.03], "Per recent rebuilding/increased activity, think they’ll go for satellite launch (perceived wisdom) versus continued ICBM to avoid more sanctions but still let Agent Orange know they have “some” capabilities."], [691, "2019-03-09T14:49:00Z", [0.08], "https://www.bbc.com/news/world-asia-47504723\nLooks like this is for a satellite launch which will disappoint The Leader Of The Free World, but not enough to revoke his declarations of undying love for The Pyongyang Kid.  However, the site could easily be used for an ICBM if Kim wanted to test his BFF's fealty.  They are such a cute couple; be a shame to see them squabbling again."], [601, "2019-03-08T20:35:28Z", [0.15], ""], [67829, "2019-03-08T03:39:55Z", [0.1], ""], [62356, "2019-03-08T02:12:43Z", [0.0], ""], [691, "2019-03-07T19:32:45Z", [0.08], ""], [67715, "2019-03-07T16:17:50Z", [0.23], ""], [67798, "2019-03-07T09:32:11Z", [0.05], ""], [22833, "2019-03-06T14:45:55Z", [0.5], ""], [45821, "2019-03-06T13:35:41Z", [0.05], ""], [56, "2019-03-06T10:08:58Z", [0.2], "Building out the pad. https://www.38north.org/2019/03/sohae030519/"], [529, "2019-03-06T03:50:09Z", [0.18], "Slight increase to forecast for now, mainly based upon the linked analyses along with difficult-to-predict DPRK and U.S. leadership: https://www.38north.org/2019/03/sohae030519/ https://www.nbcnews.com/news/north-korea/north-korea-rebuilding-long-range-rocket-site-photos-show-n979721"], [30400, "2019-03-05T20:58:31Z", [0.0], ""], [62808, "2019-03-05T03:00:30Z", [0.03], ""], [172, "2019-03-04T03:01:49Z", [0.03], ""], [41373, "2019-03-03T18:58:58Z", [0.0], "Probably NK is satisfied with its ICBM capabilities and/or perception of risk of capability; hence Mr Kim's announcing the end of 'Songun' policy last year, and now fostering relations with China, SK and US\nWith the passing of the \"very tremendous\" summit, the current 'Get then Give' posturing seems here to stay for a while. NK is as likely to give up its nuclear WMDs as Pakistan or Israel. But testing would probably not have enough technical value to justify political or financial cost.\n\"North Korea has no economic future if it has nuclear weapons: Trump\" - http://www.reuters.com/article/us-usa-politics-conseratives-trump-north/north-korea-has-no-economic-future-if-it-has-nuclear-weapons-trump-idUSKCN1QJ0K7"], [691, "2019-03-03T13:28:58Z", [0.07], ""], [41373, "2019-03-03T13:26:05Z", [0.1], ""], [691, "2019-03-02T12:54:31Z", [0.07], ""], [691, "2019-03-01T19:57:30Z", [0.06], ""], [62808, "2019-03-01T19:55:12Z", [0.01], ""], [1333, "2019-03-01T19:11:10Z", [0.11], ""], [529, "2019-02-28T15:45:05Z", [0.14], "Per Trump: Kim reportedly 'pledged' (in their failed talks) to maintain a halt on missile tests. https://www.nytimes.com/2019/02/28/world/asia/trump-kim-vietnam-summit.html ..Two very stable and trustworthy 'dudes': Maintaining forecast for now."], [56, "2019-02-28T12:08:20Z", [0.05], ""], [6518, "2019-02-27T23:23:30Z", [0.03], ""], [38564, "2019-02-27T08:42:10Z", [0.04], "Updating my forecast for passage of time."], [691, "2019-02-26T18:28:45Z", [0.01], ""], [41373, "2019-02-25T16:31:10Z", [0.0], "Revising down from 5%; If NK does then forecasting will be the least of my concerns "], [41922, "2019-02-25T09:48:21Z", [0.05], ""], [23006, "2019-02-21T02:48:58Z", [0.12], ""], [172, "2019-02-20T23:06:52Z", [0.03], "Keepin’ It real at 3%"], [26030, "2019-02-20T16:30:03Z", [0.05], "It would take a very significant change or a major miscalculation to push world acceptance at this time.  There are almost certainly contingency plans in a number of world capitols to address a launch."], [23808, "2019-02-20T15:18:49Z", [0.15], ""], [529, "2019-02-20T04:13:12Z", [0.14], ""], [67508, "2019-02-19T08:56:27Z", [0.42], ""], [691, "2019-02-18T13:38:32Z", [0.08], ""], [41922, "2019-02-17T21:50:13Z", [0.1], ""], [63963, "2019-02-17T03:45:08Z", [0.2], ""], [691, "2019-02-15T15:44:37Z", [0.08], ""], [63842, "2019-02-14T12:10:12Z", [0.05], ""], [62808, "2019-02-13T02:43:55Z", [0.16], ""], [19801, "2019-02-13T02:02:20Z", [0.05], "The commander of U.S. forces in South Korea cited a “palpable” decline in tensions amid U.S.-North Korean peace talks but cautioned there’s little evidence that Kim Jong Un is willing to give up his nuclear arsenal. “Today is Day 440 since the last strategic provocation” by North Korea through a missile or nuclear test, Army General Robert Abrams told the Senate Armed Services Committee on Tuesday. That’s meant “a marked reduction in tensions” on the Korean Peninsula, he said, and a reduced risk of miscalculation.\nhttps://www.bloomberg.com/news/articles/2019-02-12/korea-tensions-ease-but-kim-keeps-arsenal-u-s-commander-says?srnd=premium-asia"], [66929, "2019-02-12T17:55:01Z", [0.19], "Now that North Korea has ICBMs, it puts them up to par with other strong global superpowers. However, whether or not Kim Jong Un will actually fire it across boarders is pretty unlikely. While he is a very unpredictable and unreliable leader, I don't think he is aware that he does not have enough resources to adequately defend himself against a counter-attack. Additionally, he does not have very strong allies and would suffer heavily if he were to make such a rash and lasting decision. Sure, it should be under the radar of other countries, especially those in East Asia, however, I don't foresee North Korea firing an ICBM by the end of the year. "], [172, "2019-02-12T01:13:13Z", [0.03], ""], [20156, "2019-02-10T10:24:06Z", [0.1], ""], [67320, "2019-02-09T07:31:44Z", [0.02], ""], [691, "2019-02-08T16:55:23Z", [0.08], ""], [691, "2019-02-06T16:51:05Z", [0.08], ""], [529, "2019-02-05T18:16:08Z", [0.15], ""], [691, "2019-02-05T17:24:37Z", [0.08], ""], [8318, "2019-02-04T02:16:36Z", [0.03], ""], [61391, "2019-02-03T04:47:47Z", [0.05], ""], [691, "2019-02-02T15:11:50Z", [0.08], "They will retain the capability for this, but won't exercise it unless The Leader Of The Free World does something really stupid.  If that's correct, perhaps I should come up higher on this, but not just yet."], [62808, "2019-02-02T01:12:35Z", [0.29], ""], [36138, "2019-02-01T20:17:41Z", [0.06], ""], [66558, "2019-02-01T20:15:33Z", [0.14], "Adjusting to reflect the passage of time."], [61694, "2019-02-01T19:55:30Z", [0.02], ""], [691, "2019-02-01T17:09:41Z", [0.08], ""], [67193, "2019-01-31T19:01:47Z", [0.03], ""], [378, "2019-01-31T08:30:51Z", [0.05], ""], [172, "2019-01-31T02:37:28Z", [0.03], ""], [691, "2019-01-29T21:15:26Z", [0.08], ""], [11885, "2019-01-29T18:15:50Z", [0.0], ""], [54996, "2019-01-27T13:15:54Z", [0.65], ""], [56, "2019-01-26T23:08:27Z", [0.15], "Coming down a little."], [378, "2019-01-25T23:14:52Z", [0.07], ""], [63087, "2019-01-23T15:04:33Z", [0.12], ""], [66558, "2019-01-22T17:24:43Z", [0.15], "I believe the mean probability overstates the crowd's best estimate here. I expect the summit to happen as scheduled in February, and I will re-evaluate after that."], [691, "2019-01-22T15:56:25Z", [0.24], "https://www.theguardian.com/world/2019/jan/22/north-korea-secret-missile-hq-uncovered-as-nuclear-summit-nears\nhttps://www.usatoday.com/story/news/world/2019/01/21/north-korea-missiles-csis-report-secret-missile-base/2641579002/\nhttps://bangordailynews.com/2019/01/22/news/world-news/secret-north-korean-missile-site-found-report-says/ Three retellings of the story, but it looks like their Bad Hair Guy continues to ignore not only the fulminations of our Bad Hair Guy but also agreements that the DPRK pretended to agree to, and which Mr. Tangerine Man believed them about owing to his personal magnificence and profound insight.   If Faux News chides him about this, he will say or do something that will give The Pyongyang Kid sufficient apoplexy to fire off one or more missiles from one or more of these sites.  Moving up some, pending developments.  Have to wait and see, among other things, whether the BFF Summit gets scrubbed in a fit of somebody's pique.  Strange days."], [172, "2019-01-22T01:16:57Z", [0.03], ""], [691, "2019-01-20T13:20:14Z", [0.16], ""], [5018, "2019-01-20T04:22:49Z", [0.22], ""], [529, "2019-01-19T16:47:33Z", [0.17], "Slightly lowering forecast for the time being, at least while N. Korea and the U.S. are talking, meeting. https://www.washingtonpost.com/world/south-korea-wants-trump-kim-summit-to-be-a-turning-point-others-see-it-as-a-last-chance/2019/01/19/fff63f04-1b2e-11e9-b8e6-567190c2fd08_story.html?"], [38, "2019-01-19T04:56:13Z", [0.07], "Reasons why - minimal reasons why\nImpress a domestic audience:  after multiple summits with RSK and the DJT, I don't think he feels vulnerable domestically\nImpress a foreign audience:  DPRK did that with its last tests\nScience & engineering:  to test/advance their design--which has been tested only once so far Reasons why not\nKim seems to be pursuing a \"Nice Guy\" image.  see  https://www.gjopen.com/comments/comments/802221\nThey're expensive\nDPRK doesn't have many of them\nPossibility of a failure\nIt would aggravate China & other regional powers\nIt would \"use up\" one of DPRKs bargaining chips and its weakening bargaining position\nWhy would KJU want to jeopardize up-coming summit with DJT?\nICBM launches are highly provocative:  DJT says US will fire back\nHe has lots of other missiles he could send up to test guidance, launching, etc. Thanks to @Jim2, @Raahul_Kumar, @jayb, @dms, and @Sandmeister99"], [31461, "2019-01-18T23:16:18Z", [0.1], ""], [1333, "2019-01-16T20:16:48Z", [0.1], ""], [691, "2019-01-16T13:31:42Z", [0.16], ""], [172, "2019-01-14T00:00:36Z", [0.03], ""], [58851, "2019-01-13T19:06:03Z", [0.2], ""], [63914, "2019-01-13T11:39:19Z", [0.25], "Depends how 'ignored' Kim is feeling, and what the noises are from the Democrats for 2020. If he thinks he's going to lose his pal Trump in the White House, he may decide to do some preliminary sabre-rattling towards Japan and maybe even Taiwan, which could be acceptable to China ('kid next door is nothing to do with us, you know how he goes off on his own'). Yes, it would be daft, but that's never stopped anyone. If China does get what they think is a good deal, however, there'll be a lot of affectionate mooching going on and 'investment' over the border. "], [63674, "2019-01-12T16:25:24Z", [0.09], "I'm a bit lost on where to set the base-rate, so I'm going to begin with the \"wisdom of the crowd\" (25%) and then move from there. To me it seems that an announcement of no summit this year or a failed summit would greatly increase the chance of a test, but given the commitment to negotiations on both side, I think there is a 15% chance they won't happen. Therefore, I'd adjust from 25% to 20%. Kim's speech at the beginning of the year demonstrated a positive position and Trump seems to want to talk. This is by far one of the most promising developments in US-NK relationships and that can't be discounted. Further, when viewing this in the broader geo-political landscape the US may be willing to make economic concessions to China in return for their help with North Korea. The North could present challenges for China in the negotiation process, and given their struggling economy I don't think they would want to bring another risk to the trade discussion table. A deal with China on NK is something I think the current administration would view very positively (both at home and abroad).  Accounting for this is tricky. If trade talks break down I think there is a higher probability NK will start testing (30%). If a trade deal is struck with no mention of NK, I also think tests are more likely to commence because Kim will feel \"left in the cold\" (15%). If trade talks include NK (maybe not overtly) then I think missile test become less likely (55%). I think the last scenario is the mostly likely because in it, no party loses greatly. China gets an economic concessions, the US gets geo-political concessions, and NK will likely be compensated in some form by China for their cooperation. Based on those probabilities I would say there is a 9% chance this happens."], [42564, "2019-01-12T13:28:39Z", [0.0], "They really have nothing to win with this. They have already showed they have this capability. Showing it another time would not improve their position. Instead it would probably create anger and weaken their negotiating position."], [651, "2019-01-11T22:36:53Z", [0.2], "Less likely than test but not constrained by threats, esp from USA"], [54817, "2019-01-11T16:39:44Z", [0.6], "This would be a riskier move than in the past, but if relations with the US continue to deteriorate (which is likely), North Korea will be strongly tempted to return to its previous sabre-rattling behaviour to show it has not been intimidated and to demonstrate that it continues to make technological progress in its ICBM programme."], [62087, "2019-01-11T06:04:22Z", [0.1], ""], [66460, "2019-01-09T19:53:52Z", [0.05], ""], [65412, "2019-01-09T15:23:14Z", [0.45], ""], [691, "2019-01-09T13:26:52Z", [0.16], ""], [62763, "2019-01-08T14:04:10Z", [0.05], ""], [66337, "2019-01-08T04:20:47Z", [0.0], ""], [63893, "2019-01-08T03:36:20Z", [0.01], ""], [64432, "2019-01-07T13:59:25Z", [0.25], ""], [66142, "2019-01-07T11:43:56Z", [1.0], ""], [66049, "2019-01-07T04:22:42Z", [0.35], ""], [44951, "2019-01-07T02:42:53Z", [0.5], ""], [172, "2019-01-07T02:06:06Z", [0.03], ""], [65906, "2019-01-07T00:18:39Z", [0.3], ""], [65424, "2019-01-06T22:30:15Z", [0.05], "Pressure by China/US is having an impact on North Korea.  Launching an ICBM\nwould destabilize relations too severely to be justified."], [65401, "2019-01-06T22:23:50Z", [0.05], ""], [45252, "2019-01-06T20:54:55Z", [0.45], ""], [65388, "2019-01-06T20:16:16Z", [0.05], ""], [65542, "2019-01-06T20:04:52Z", [1.0], ""], [64744, "2019-01-06T19:54:18Z", [0.15], ""], [1333, "2019-01-06T19:40:46Z", [0.11], ""], [39381, "2019-01-06T19:10:48Z", [0.99], ""], [64571, "2019-01-06T18:45:54Z", [0.01], "Again, depends on Trump"], [64921, "2019-01-06T17:49:57Z", [0.45], ""], [64871, "2019-01-06T17:48:38Z", [0.8], ""], [64407, "2019-01-06T17:42:06Z", [0.45], ""], [64207, "2019-01-06T17:25:43Z", [0.9], ""], [64714, "2019-01-06T17:19:57Z", [0.85], ""], [64395, "2019-01-06T16:56:58Z", [0.99], "He was born into tyranny and so his viewpoint of strength is myopic. This is how he believes he will be respected on the world’s stage...through fear. "], [64330, "2019-01-06T16:56:17Z", [0.12], ""], [64674, "2019-01-06T16:54:32Z", [0.05], "They know Trump will welcome the opportunity for distraction abroad as pressure mounts at home"], [64412, "2019-01-06T16:49:25Z", [0.25], "North Korea has way too much to lose! They can position themselves much better through negotiations with Trump."], [64287, "2019-01-06T16:49:07Z", [0.55], "only if China needs to use it as a negotiating tactic on trade talks"], [49484, "2019-01-06T16:46:27Z", [0.05], ""], [64336, "2019-01-06T16:41:44Z", [0.3], ""], [64646, "2019-01-06T16:41:32Z", [0.0], ""], [64249, "2019-01-06T16:33:55Z", [1.0], "They will continue to develop ICBMs and test them intermittently.    Combined with nuclear weapon development to enhance respect and fear.   Living on the edge!\n"], [64415, "2019-01-06T16:33:51Z", [0.0], "hr is stupid but not that stupid"], [64546, "2019-01-06T16:33:37Z", [0.95], "They don't take the US seriously"], [64600, "2019-01-06T16:33:15Z", [0.5], ""], [64398, "2019-01-06T16:24:13Z", [0.0], ""], [64363, "2019-01-06T16:23:48Z", [0.9], ""], [64471, "2019-01-06T16:22:43Z", [0.0], ""], [47522, "2019-01-06T16:21:15Z", [0.25], ""], [64462, "2019-01-06T16:19:18Z", [0.0], ""], [64272, "2019-01-06T16:18:58Z", [0.6], ""], [64146, "2019-01-06T16:18:37Z", [0.25], ""], [64246, "2019-01-06T16:17:52Z", [0.6], "KJI is a monster like Trump. "], [64265, "2019-01-06T16:17:40Z", [0.0], ""], [64040, "2019-01-05T18:17:57Z", [0.65], ""], [578, "2019-01-05T05:58:52Z", [0.0], ""], [578, "2019-01-05T05:58:22Z", [0.05], ""], [691, "2019-01-04T13:29:26Z", [0.14], ""], [41373, "2019-01-03T22:13:09Z", [0.05], "Mr Kim's new year's address makes it clear he does not wish to upset the peace process with North America. \nhttps://www.38north.org/2019/01/rcarlin010319/\n“It is the invariable stand of our Party and the government of our Republic and my firm will to establish a new bilateral relationship that meets the demand of the new era as clarified in the June 12 DPRK-US Joint Statement, build a lasting and durable peace regime and advance towards complete denuclearization.”\n...Kim claimed that as evidence of the North’s commitment to the above goals:\n“Accordingly, we declared at home and abroad that we would neither make and test nuclear weapons any longer nor use and proliferate them, and we have taken various practical measures.”\nMy sense is it would take more than a year of stalemate, inaction by NK and severe sanctions by US for the situation to re-escalate to the point of resuming tests.\nThere are many secondary risks, which I assess/guess at around 5%"], [58317, "2019-01-03T20:12:53Z", [0.2], "Proving that their ICBMs work seems like a pretty easy way to get attention for North Korea.  They also would be a good way of showing that they can deliver nuclear weapons without actually using a nuclear weapon.  On the other hand, North Korea didn't launch any in 2018, and so they must feel either that they don't need more tests, or that the tests would be too risky (i.e., they could fail or cause an international incident) or using testing as a negotiation tool is worth it.  It seems unlikely that North Korea will launch more ICBMs if conditions remain as they are, but the situation could easily change."], [63994, "2019-01-03T15:55:45Z", [0.98], "The Norks have been willing to conduct these tests wether or not there was great international pressure and scrutiny or detente and rapproachment. It is a diplomatic pressure tool for them and I wouldn't know why they won't use it again."], [63963, "2019-01-02T23:02:41Z", [0.6], ""], [22833, "2019-01-02T15:21:59Z", [0.19], ""], [63893, "2019-01-02T04:10:38Z", [0.01], ""], [691, "2019-01-01T12:27:08Z", [0.14], "https://www.bbc.com/news/world-asia-46719057\nHairBoy East implies he'll do something alarming if HairBoy West doesn't do something nice for him.  HairBoy West has already had to cave on several issues, related and unrelated to this, so will be reluctant to comply.  Bumping this up a bit pending developments.  I think an ICBM test is more likely than a nuke, but have no actual evidence for this.  "], [691, "2018-12-31T12:54:19Z", [0.11], ""], [60463, "2018-12-31T11:48:05Z", [0.4], ""], [529, "2018-12-30T21:18:51Z", [0.23], "At least one published report of recent DPRK \"missile-related telemetry tests\": http://www.the-japan-news.com/news/article/0005450881"], [20156, "2018-12-30T09:29:56Z", [0.15], ""], [31251, "2018-12-30T00:30:19Z", [0.21], ""], [82, "2018-12-28T16:08:51Z", [0.1], "ICBM tests are technically easier that nuclear detonations, they are more common, and North Korea has used them in a provocative, saber-rattling manner when the want something (launching missiles into the Sea of Japan).  I'm not sure what Kim wants at the moment, but if Trump turns the pressure back up, this might be the first response.  Side note: In this article from the National Interest, experts make predictions about North Korea in 2019. Aside from providing a useful source, it might be interesting to compare to GJO predictions. On the other hand, that often seems to be a futile test, given that scarcity of clear predictions coming from experts/pundits (as per Philip Tetlock). Source: https://nationalinterest.org/blog/buzz/north-korea-we-asked-27-experts-what-they-think-will-happen-2019-39347"], [44308, "2018-12-28T16:02:57Z", [0.15], ""], [691, "2018-12-28T13:15:02Z", [0.11], ""], [1333, "2018-12-28T02:42:32Z", [0.1], ""], [28563, "2018-12-27T19:06:14Z", [0.0], ""], [529, "2018-12-27T16:52:55Z", [0.18], "https://www.nbcnews.com/news/world/north-korea-launched-no-missiles-2018-isn-t-necessarily-due-n949971"], [63826, "2018-12-26T22:06:01Z", [0.35], ""], [1333, "2018-12-26T18:23:13Z", [0.11], ""], [60022, "2018-12-26T07:58:32Z", [0.1], ""], [30364, "2018-12-26T04:35:22Z", [0.1], ""], [51327, "2018-12-26T00:40:36Z", [0.05], ""], [34527, "2018-12-25T01:31:00Z", [0.0], ""], [43588, "2018-12-24T18:53:41Z", [0.1], ""], [1333, "2018-12-24T18:14:00Z", [0.12], ""], [691, "2018-12-24T14:07:55Z", [0.11], ""], [23006, "2018-12-23T22:24:32Z", [0.15], ""], [1333, "2018-12-22T19:28:42Z", [0.13], ""], [63763, "2018-12-21T16:44:47Z", [0.05], "I think they will test but will not actually launch a missile.  The international community will put enough restricitions on N. Korea if they test that it will prevent a launch of an ICBM."], [35217, "2018-12-21T15:17:55Z", [0.09], ""], [41922, "2018-12-21T09:42:54Z", [0.2], ""], [63697, "2018-12-21T01:12:04Z", [0.75], ""], [529, "2018-12-20T19:59:29Z", [0.23], "The following reported DPRK stance wouldn't seem to bode well for 'denuclearization' negotiations, at least in the near-term: https://www.nbcnews.com/news/world/n-korea-won-t-give-nuclear-weapons-unless-u-s-n950211"], [691, "2018-12-20T13:24:32Z", [0.11], ""], [63717, "2018-12-19T23:56:37Z", [0.8], ""], [63718, "2018-12-19T23:56:25Z", [0.0], ""], [1333, "2018-12-19T22:19:51Z", [0.14], ""], [63554, "2018-12-19T20:10:58Z", [0.35], ""], [63698, "2018-12-19T18:57:27Z", [0.35], ""], [63696, "2018-12-19T17:31:42Z", [0.1], ""], [38564, "2018-12-19T04:51:03Z", [0.06], "Similar to my last forecast, peace is in the works.  This process is likely tied to SK activity moreso than US sanctions."], [578, "2018-12-18T23:10:22Z", [0.05], ""], [63690, "2018-12-18T21:32:55Z", [0.1], "Kim is concerned the U.S. will reciprocate."], [46575, "2018-12-18T19:44:51Z", [0.29], "Increased due to nk anger over sanctions this week"], [32100, "2018-12-18T18:54:18Z", [0.25], ""], [63675, "2018-12-17T22:27:25Z", [0.6], ""], [59111, "2018-12-17T21:09:44Z", [0.0], ""], [31461, "2018-12-17T18:01:10Z", [0.4], ""], [63665, "2018-12-17T16:39:34Z", [0.1], ""], [378, "2018-12-17T00:29:57Z", [0.14], ""], [62268, "2018-12-16T19:36:29Z", [0.25], "An ICBM launch is more provocative than a nuclear test on NK soil, so if I put a 33% of a nuke test, I wanted to lower the ICBM test. Thinking this way, if NK tests a nuke, the chances of an ICBM go way up. Strong correlation there I would think. "], [12573, "2018-12-16T15:47:06Z", [0.66], ""], [63300, "2018-12-16T15:40:59Z", [0.02], ""], [39572, "2018-12-16T15:20:38Z", [0.0], ""], [39781, "2018-12-16T14:30:59Z", [0.0], ""], [60448, "2018-12-16T12:19:02Z", [0.29], ""], [15953, "2018-12-16T11:29:29Z", [0.35], ""], [62671, "2018-12-15T23:39:16Z", [0.0], ""], [28103, "2018-12-15T22:43:20Z", [0.15], ""], [33547, "2018-12-15T18:31:19Z", [0.65], "They have this capability. "], [31756, "2018-12-15T12:16:43Z", [0.2], ""], [26551, "2018-12-15T11:16:18Z", [0.15], ""], [63634, "2018-12-15T06:12:36Z", [0.01], ""], [691, "2018-12-14T21:37:39Z", [0.08], ""], [46575, "2018-12-14T21:05:58Z", [0.25], "Lower chances than a nuclear test but this is like biggest card"], [33827, "2018-12-14T19:08:10Z", [0.0], "Similar to question 1 scenario"], [63609, "2018-12-14T17:50:59Z", [0.82], "Evidence of ongoing ship-to-ship transfers and other smuggling to meet demand of rocket fuel and other supplies required to continue efforts in this direction.  Needs to further demonstrate capability to maintain negotiating edge."], [63607, "2018-12-14T17:23:01Z", [0.1], ""], [50981, "2018-12-14T15:35:34Z", [0.15], ""], [1333, "2018-12-14T12:18:54Z", [0.15], "Korea - the nation state equivalent of the \"Short Bus\" for dictators - holding at 15%"], [62758, "2018-12-14T03:16:57Z", [0.0], "Very unlikely in the short term. Kim u der stands that he needs support of world to feed his economy and seems like he wants to have a good legacy."], [21258, "2018-12-14T02:54:12Z", [0.0], ""], [63450, "2018-12-14T01:20:17Z", [0.25], ""], [63587, "2018-12-14T00:58:53Z", [0.55], "The last test was November 28, 2017. KJU has conducted over 80 tests. At this time, he has halted testing in 2018 due to pressure from the US on ICBM and nuke tests. Unless the talks fail, KJU will hold off on additional tests. At the same time, he continues to work on his missile sites as shown below to keep possibilities open to restart testing as soon as negotiations fail. With the date in question 14 months away, there is a good chance that something happens to cause a negotiation breakdown. This is more likely to happen than another nuclear test - estimate is 55%. https://www.nytimes.com/2018/12/06/world/asia/north-korea-missile-bases.html\nhttps://en.wikipedia.org/wiki/List_of_North_Korean_missile_tests"], [63486, "2018-12-13T20:17:52Z", [0.45], ""], [30194, "2018-12-13T18:59:57Z", [0.65], ""], [63498, "2018-12-13T18:26:14Z", [0.65], ""], [6079, "2018-12-13T18:22:36Z", [0.65], ""], [46458, "2018-12-13T17:28:44Z", [0.8], "DPRK needs to show it is serious."], [61987, "2018-12-13T17:00:26Z", [0.25], ""], [61893, "2018-12-13T16:46:37Z", [0.5], ""], [62462, "2018-12-13T16:31:08Z", [0.85], "They will feel a need to reassert themselves.  After they do, Trump will be willing to negotiate with NK more since domestic policy will likely be stymied by a democratic controlled house.  "], [529, "2018-12-13T16:01:43Z", [0.17], "..Probably not in the near-term, but circumstances -- and volatile-leader whims -- can change quickly. https://www.nytimes.com/2018/12/06/world/asia/north-korea-missile-bases.html https://www.washingtonpost.com/world/national-security/us-spy-agencies-north-korea-is-working-on-new-missiles/2018/07/30/b3542696-940d-11e8-a679-b09212fb69c2_story.html\n"], [62423, "2018-12-13T15:50:33Z", [0.75], ""], [62423, "2018-12-13T15:50:18Z", [0.5], ""], [62069, "2018-12-13T15:17:24Z", [0.0], ""], [35642, "2018-12-13T01:25:59Z", [0.02], ""], [1389, "2018-12-12T16:26:20Z", [0.0], ""], [60100, "2018-12-12T15:00:18Z", [0.0], ""], [31450, "2018-12-12T13:32:01Z", [0.05], "Seems unlikely considering current North Korean relations with the US and South Korea. Aside from diplomacy, North Korea has already demonstrated all the capacity it needs so I'm not sure what benefit the country has to gain."], [63538, "2018-12-12T03:07:52Z", [0.1], "Unlikely because they have demonstrated capability and future testing would not be beneficial to the regime.  "], [62756, "2018-12-11T21:47:16Z", [0.7], ""], [689, "2018-12-11T21:36:34Z", [0.0], ""], [1333, "2018-12-11T19:17:18Z", [0.1], ""], [63530, "2018-12-11T18:49:25Z", [0.25], ""], [34353, "2018-12-10T16:43:30Z", [0.25], "While much focus has been placed on the US-DPRK relationship, I think a more significant driver is the DPRK-ROK relationship. While the missile tests have always been somewhat of a concern for the US, ROK has been living with DPRK as an immediate threat. While the ICBMs would generally be used to strike the US if Kim had such inclination, the more likely scenario is that ROK is the first place where missiles would strike. With the DPRK-ROK relationship thawing, some would argue in spite of US preference, there's little to be gained by repeatedly testing missiles.  With that said, if Kim feels the US is starting to influence ROK or the international community to take a harder stance, it's possible he launches one as a test to remind the world of his newly acquired capabilities."], [36132, "2018-12-10T16:11:30Z", [0.0], ""], [5766, "2018-12-10T13:51:49Z", [0.25], "It depends on what happens in US. If the political activity in US remains as it is with Trump remains in office, North Korea won't conduct test. It is very interesting to know that Russia is playing very import background role in this issue. Many adversaries of US want Trump to remain president to gain their own agenda move forward.\nWhen Trump leaves, with force or without, it will likely that North Korea will conduct test within few weeks after that, This is even highly likely if Trump does not completes its first term. That is a separate issue but still connected based on political calculations by Russia and its influence on North Korea. This poll is really about what happens in USA."], [63491, "2018-12-09T20:47:58Z", [0.07], ""], [29057, "2018-12-09T20:27:30Z", [0.9], ""], [63486, "2018-12-09T19:04:09Z", [0.45], ""], [691, "2018-12-09T18:55:44Z", [0.12], ""], [19801, "2018-12-09T11:38:03Z", [0.15], "The Hwasong 15 has had only 1 test. It is normal for ballistic missiles to undergo at least 7 tests before being inducted. The Agni V is not yet inducted and it had 7 tests to hit before it will be. The Hwasong is a brand new missile, it may need more than 7 tests. But political ties matter more than technical reliability. If reunification is on the agenda and prosperity can be obtained then presumably missile development won't be 1st priority. https://en.wikipedia.org/wiki/Hwasong-15\nhttps://en.wikipedia.org/wiki/Agni-V#Sixth_test_launch"], [63475, "2018-12-09T04:13:49Z", [0.05], ""], [63468, "2018-12-08T22:35:14Z", [0.05], ""], [529, "2018-12-08T22:16:13Z", [0.23], "FWIW, Kim Jong-un of North Korea claims they \"no longer need\" ICBM tests.  \nFor the moment he may want to continue (to participate in) opportunities to publicly outwit his newly-made 'friend', Donald.. https://www.nytimes.com/2018/04/20/world/asia/kim-jong-un-hotline-korea.html https://www.cfr.org/article/north-korean-missile-tests-wary-pause https://www.channelnewsasia.com/news/asia/satellite-images-show-activity-at-north-korean-missile-base-11001224"], [63464, "2018-12-08T20:57:27Z", [0.1], "Would mean sure-fire destruction for NK. Retaliation is possible way but first-strike is highly improbable from any kind of rational perspective. Would defeat any aim of firing due to the response it would incur."], [691, "2018-12-08T18:08:16Z", [0.15], "No particular reason for them to call undue attention to themselves just now, unless The Leader Of The Free World falls out of love with The Pyongyang Kid and belches out a Twitstorm.  Even then, Kim--who has so far shown himself to be miles smarter than The Prince Of Orange--may just sit around smiling unless the US Prez does something completely outrageous.  This is never out of the question, so 15% feels about right at the moment.  Stay tuned."], [61178, "2018-12-08T18:02:49Z", [0.05], "They do not need to. They want to keep Trump quiet while they work on their missile and nuclear capabilities in secret."], [61367, "2018-12-08T17:19:03Z", [0.1], ""], [20156, "2018-12-08T13:09:26Z", [0.4], ""], [63429, "2018-12-08T10:34:54Z", [0.75], ""], [12591, "2018-12-08T07:03:28Z", [0.25], ""], [15196, "2018-12-08T02:56:48Z", [0.25], ""], [61107, "2018-12-08T02:40:36Z", [0.1], ""], [63394, "2018-12-08T01:33:19Z", [0.2], ""], [58818, "2018-12-08T01:12:32Z", [1.0], ""], [59882, "2018-12-07T23:57:00Z", [0.08], "Reducing from 10%. Small crowd is at 16%. I'm at 4% for the \"Will North Korea conduct a nuclear test\" question."], [4423, "2018-12-07T23:29:03Z", [0.17], ""], [56, "2018-12-07T23:27:27Z", [0.2], "At the moment, they are playing nice. I think the game is to get the Korean War declared over and try to use that as a rationale to get the U.S. our of Korea. You cannot get that done saber-rattling. Plus, it's probably not a game China wants to play with Trump in office."], [19801, "2018-12-07T22:43:23Z", [0.15], ""], [59882, "2018-12-07T21:12:45Z", [0.1], ""], [11885, "2018-12-07T19:32:03Z", [1.0], ""], [1333, "2018-12-07T19:19:58Z", [0.0], "Delivery Platform testing seems to have been shifted to their Iranian Partners."], [745, "2018-12-07T19:06:32Z", [0.25], "Right now, Trump and Kim have an uneasy standoff, with Trump wanting to claim success and Kim having put one over on Trump.  Trump will be persuaded he has been taken for a fool and reescalate tension with Rocket Man.  Kim may counter with an ICBM test to test the US resolve."], [31756, "2018-12-07T18:17:19Z", [0.25], ""], [31756, "2018-12-07T18:17:04Z", [0.1], ""]], "open_date": "2018-12-07T18:00:13Z", "close_date": "2020-01-01T07:59:13Z"}