{"question_id": 491, "title": "Before 1 January 2018, will the FCC cease to regulate broadband service providers as common carriers under Title II of the Communications Act?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[44760, "2017-12-31T20:53:19Z", [0.0], ""], [2965, "2017-12-31T17:46:00Z", [0.0], ""], [44072, "2017-12-31T17:01:17Z", [0.0], ""], [1034, "2017-12-31T16:09:47Z", [0.0], ""], [30364, "2017-12-31T15:14:02Z", [0.0], ""], [691, "2017-12-31T12:38:59Z", [0.0], ""], [43669, "2017-12-31T10:09:01Z", [1.0], ""], [37520, "2017-12-31T09:40:10Z", [0.0], ""], [691, "2017-12-30T20:46:32Z", [0.0], ""], [12879, "2017-12-30T20:21:35Z", [0.0], ""], [1034, "2017-12-30T11:22:01Z", [0.0], ""], [20156, "2017-12-30T10:51:12Z", [0.0], ""], [32539, "2017-12-30T05:40:21Z", [0.0], ""], [29680, "2017-12-30T03:06:37Z", [0.0], ""], [22308, "2017-12-29T15:25:51Z", [0.0], ""], [1034, "2017-12-29T09:07:40Z", [0.0], ""], [1034, "2017-12-28T11:44:13Z", [0.0], ""], [25141, "2017-12-27T11:32:19Z", [0.0], ""], [1034, "2017-12-27T07:53:44Z", [0.0], ""], [41523, "2017-12-27T00:38:05Z", [0.0], ""], [948, "2017-12-26T20:15:30Z", [0.0], ""], [30364, "2017-12-26T15:22:09Z", [0.0], ""], [691, "2017-12-26T15:04:04Z", [0.0], ""], [2241, "2017-12-26T14:37:13Z", [0.0], ""], [1034, "2017-12-26T06:00:54Z", [0.0], ""], [30364, "2017-12-25T17:33:05Z", [0.0], ""], [1034, "2017-12-25T08:14:40Z", [0.0], ""], [1034, "2017-12-24T06:11:35Z", [0.0], ""], [42883, "2017-12-24T02:31:29Z", [0.9], "A Republican controlled FCC will blindly do anything if they think it will benefit big businesses."], [1034, "2017-12-23T08:04:51Z", [0.0], ""], [42315, "2017-12-23T02:03:02Z", [0.0], ""], [691, "2017-12-22T21:02:45Z", [0.0], ""], [30364, "2017-12-22T14:19:00Z", [0.01], ""], [1034, "2017-12-22T11:23:12Z", [0.0], ""], [42478, "2017-12-21T20:48:39Z", [0.0], ""], [1034, "2017-12-21T15:33:24Z", [0.0], ""], [41270, "2017-12-20T14:17:07Z", [0.0], ""], [1034, "2017-12-20T05:24:12Z", [0.0], ""], [5018, "2017-12-20T03:02:53Z", [0.0], ""], [691, "2017-12-19T17:44:37Z", [0.0], ""], [1034, "2017-12-19T05:49:21Z", [0.0], ""], [1034, "2017-12-18T17:10:21Z", [0.0], ""], [37053, "2017-12-18T15:18:47Z", [0.02], ""], [30364, "2017-12-18T13:59:12Z", [0.01], ""], [20156, "2017-12-17T11:05:06Z", [0.05], ""], [1034, "2017-12-17T07:06:51Z", [0.0], ""], [42463, "2017-12-16T11:26:44Z", [0.01], ""], [34959, "2017-12-16T08:29:54Z", [0.0], ""], [1034, "2017-12-16T05:47:13Z", [0.0], ""], [42450, "2017-12-16T04:49:36Z", [1.0], ""], [601, "2017-12-16T01:27:52Z", [0.0], ""], [42417, "2017-12-16T00:38:32Z", [0.0], ""], [42417, "2017-12-16T00:37:54Z", [0.85], ""], [2965, "2017-12-15T04:16:02Z", [0.0], "Whatever the score, i was close enough on this one for my purposes.\nIts dead on arrival, it may be blocked by  a Court stay.\nI predicted a vote in November\njust one month late\n"], [31317, "2017-12-15T04:06:34Z", [0.0], ""], [691, "2017-12-14T17:37:33Z", [0.0], ""], [35831, "2017-12-14T16:04:36Z", [0.0], "I thought a vote on the repeal of Net Neutrality qualified as \"cease to regulate\", but I think I was wrong here. I wish the question would be phrased more precisely, especially what is qualified as a YES. "], [1034, "2017-12-14T05:49:15Z", [0.0], ""], [1034, "2017-12-13T07:46:09Z", [0.0], ""], [1034, "2017-12-12T08:45:53Z", [0.0], ""], [1034, "2017-12-11T05:41:17Z", [0.0], ""], [1333, "2017-12-10T15:31:18Z", [0.0], ""], [691, "2017-12-10T14:28:52Z", [0.0], ""], [1034, "2017-12-10T08:39:44Z", [0.0], ""], [19326, "2017-12-09T22:19:33Z", [0.0], ""], [37451, "2017-12-09T13:46:14Z", [0.8], "Republicans "], [1034, "2017-12-09T08:25:44Z", [0.0], ""], [18869, "2017-12-09T00:47:14Z", [0.65], ""], [37488, "2017-12-08T22:11:23Z", [0.0], "Vote will almost certainly be to remove the 2015 Title II Order at the December meeting, but most rules take 30 days to go into effect after publication in the Register and this one says it will not be effective for 60 days after a vote to approve.  Furthermore, the proposed policy would prohibit states from passing their own rules to limit ISPs (as many have said here already) https://www.fcc.gov/about-fcc/rulemaking-process\nEffective date. Legislative rules generally become effective at least 30 days after they are published in the Federal Register. This delay allows affected parties time to come into compliance with the new rules. For the same reason, agencies sometimes will set compliance dates that are later than the effective date of the rule. http://transition.fcc.gov/Daily_Releases/Daily_Business/2017/db1122/DOC-347927A1.pdf\n...VIII. ORDERING CLAUSES\n...348. IT IS FURTHER ORDERED that this Declaratory Ruling, Report and Order, and Order\nSHALL BE effective 60 days after publication in the Federal Register, except that those amendments\nwhich contain new or modified information collection requirements that require approval by the Office of\nManagement and Budget under the Paperwork Reduction Act WILL BECOME EFFECTIVE after the\nCommission publishes a notice in the Federal Register announcing such approval and the relevant\neffective date.... ...C. Enforcement \n191. We therefore preempt any state or local measures that would effectively impose rules or\nrequirements that we have repealed or decided to refrain from imposing in this order or that would impose\nmore stringent requirements for any aspect of broadband service that we address in this order. Among\nother things, we thereby preempt any so-called “economic” or “public utility-type” regulations,701\nincluding common-carriage requirements akin to those found in Title II of the Act and its implementing\nrules, as well as other rules or requirements that we repeal or refrain from imposing today because they \n"], [38096, "2017-12-08T16:16:38Z", [0.85], ""], [1034, "2017-12-08T08:27:42Z", [0.0], ""], [1034, "2017-12-08T03:55:00Z", [0.0], ""], [40318, "2017-12-08T00:38:32Z", [0.0], ""], [1034, "2017-12-06T06:16:19Z", [0.0], ""], [32988, "2017-12-05T17:28:41Z", [0.07], ""], [1034, "2017-12-05T08:08:02Z", [0.0], ""], [691, "2017-12-04T21:10:30Z", [0.0], ""], [1034, "2017-12-04T20:03:57Z", [0.0], ""], [601, "2017-12-04T16:50:12Z", [0.01], "The rule will be changed but will not become official until next year"], [30364, "2017-12-04T14:19:23Z", [0.01], ""], [22132, "2017-12-04T02:20:48Z", [0.0], ""], [754, "2017-12-03T20:14:28Z", [0.0], ""], [31317, "2017-12-02T00:22:23Z", [0.05], ""], [30364, "2017-12-01T23:09:23Z", [0.01], ""], [42026, "2017-11-30T16:27:39Z", [0.25], ""], [691, "2017-11-30T15:59:27Z", [0.0], ""], [691, "2017-11-29T17:07:56Z", [0.0], ""], [41551, "2017-11-28T22:33:40Z", [0.75], "3 of the 5 member board are voting for it.  I think it will be overturned by the courts"], [691, "2017-11-28T20:36:41Z", [0.0], ""], [30364, "2017-11-28T19:12:14Z", [0.01], ""], [34353, "2017-11-27T13:53:25Z", [0.0], ""], [754, "2017-11-26T23:51:59Z", [0.0], ""], [636, "2017-11-26T17:23:38Z", [0.1], "There will be a ground-swell of opposition to this thinly disguised power grab by the large internet providers to allow them to charge more for their services."], [30364, "2017-11-26T14:42:53Z", [0.01], ""], [4918, "2017-11-26T09:25:48Z", [0.0], ""], [691, "2017-11-25T13:20:03Z", [0.0], ""], [3, "2017-11-25T02:16:17Z", [0.0], ""], [691, "2017-11-24T16:19:33Z", [0.0], ""], [30364, "2017-11-24T05:29:48Z", [0.01], ""], [2965, "2017-11-23T14:44:22Z", [0.0], "See the persuasive reasoned analysis of effective date \nby @Gibson. Wrong again. \nIn fact, these regulations are most likely to be stayed by the United  States Court of Appeals for the D.C. Circuit\nthese changes will never become effective; but for all practical purposes common carrier regulation  will not be enforced by Pai and FCC effective 12-14\nDown the rabbit hole again\nwheres Alice? "], [14777, "2017-11-23T13:40:18Z", [0.0], ""], [41523, "2017-11-23T05:38:58Z", [0.05], ""], [1993, "2017-11-23T01:58:50Z", [0.0], "Order is to become effective 60 days after publication in the Federal Register in mid-December. I assume this question is asking about the effective date."], [24159, "2017-11-23T00:13:16Z", [0.0], ""], [73, "2017-11-22T23:47:25Z", [0.0], ""], [28414, "2017-11-22T20:28:21Z", [0.0], ""], [23234, "2017-11-22T19:54:32Z", [0.0], "Perhaps someone should seek GJO-clarification as to whether the FCC's ceasing to regulate occurs at the time of the order's issuance or later, at the effective date of the order. In this forecast, I assume it's the effective date of the order. [edit, see FAQ below] Presumably publication in the Federal Register referred to below will occur just after the Dec. 14 vote.\n------\n\"348. IT IS FURTHER ORDERED that this Declaratory Ruling, Report and Order, and Order SHALL BE effective 60 days after publication in the Federal Register, except that those amendments which contain new or modified information collection requirements that require approval by the Office of Management and Budget under the Paperwork Reduction Act WILL BECOME EFFECTIVE after the Commission publishes a notice in the Federal Register announcing such approval and the relevant effective date. It is our intention in adopting the foregoing Declaratory Ruling and these rule changes that, if any provision of the Declaratory Ruling or the rules, or the application thereof to any person or circumstance, is held to be unlawful, the remaining portions of such Declaratory Ruling and the rules not deemed unlawful, and the application of such Declaratory Ruling and the rules to other person or circumstances, shall remain in effect to the fullest extent permitted by law.\" Excerpted from the full document, \"Proposal to Restore Internet Freedom,\" https://apps.fcc.gov/edocs_public/attachmatch/DOC-347927A1.pdf via https://apps.fcc.gov/edocs_public/recentReleases.do . [edit: from the FAQ:\n17. The question asks about a policy change. How does GJ handle situations in which policy changes are reversed or overturned? When a question asks about an 'announcement', legal actions subsequent to the announcement occurrence (e.g. actions by a court) do not affect the resolution of a question. When a question asks about a law, policy, order, or similar act of a legal nature going into effect, subsequent legal actions (including, but not limited to, actions by a court) will only affect the resolution of the question if the subsequent legal actions prevent the act of a legal nature from taking effect. For instance, if a question asks about whether or not a piece of legislation will become law, that legislation becoming law would close the question irrespective of an injunction being granted by a court to prevent further enforcement of that law. However, if a question asks about a policy change and an executive order is signed which makes that change but an injunction is granted before the change takes effect, the question would not resolve.]"], [1333, "2017-11-22T14:26:09Z", [0.05], "They're going to pussy foot around with the issue and strip Net Neutrality rules before abandoning it all together. That takes to much time for this question."], [2965, "2017-11-22T14:09:19Z", [0.91], "www.kcbs.com ( CBS Radio SFO Larry Manchin technology reporter)\nwww.cnn.com\nwww.msnbc.com\nSee http://sanfrancisco.cbslocal.com/2017/11/21/trump-fcc-chair-unveils-plan-to-repeal-net-neutrality/"], [22833, "2017-11-22T13:30:46Z", [0.0], ""], [14777, "2017-11-22T13:30:26Z", [0.5], ""], [29680, "2017-11-22T10:18:41Z", [0.34], "Reducing because of time left for resolution. "], [28414, "2017-11-22T09:06:03Z", [0.5], ""], [28414, "2017-11-22T08:53:43Z", [1.0], ""], [73, "2017-11-22T05:30:08Z", [1.0], "Tierll to tier I, then its, Ftc no longer fcc.  Effective dec14."], [35831, "2017-11-21T22:51:49Z", [0.8], "Announcement of a proposal made. Will likely succeeded."], [28414, "2017-11-21T22:32:18Z", [0.0], ""], [20060, "2017-11-21T22:22:27Z", [0.03], ""], [1993, "2017-11-21T22:11:23Z", [0.1], "Timeframe. Will look at the draft order to be published tomorrow."], [691, "2017-11-21T21:45:06Z", [0.01], "First, whatever they intend,  they have to actually file a proposed reg, as opposed to issuing a press release.  Then, unless they want to try to get away with declaring an emergency, it has to sit around for a month or two so people can comment on it.  Then the agency has to mull over the comments and either reissue the original reg or file an amended one.  So if words have any meaning, a proposition in which I am daily losing confidence, the agency cannot change its behaviour in any direction until some time after the first of the year."], [28414, "2017-11-21T21:40:25Z", [1.0], ""], [73, "2017-11-21T21:36:48Z", [1.0], ""], [23234, "2017-11-21T21:31:02Z", [1.0], "Perhaps the draft order will offer a timeline. \"The [draft] order will be publicly released Wednesday (Nov. 22), and is certain to get major pushback from Democrats on the Hill and activists elsewhere.\" http://www.broadcastingcable.com/news/washington/fcc-moving-repeal-bright-line-net-neutrality-rules/170253 It seems like the industry has been on notice that this will happen for a long time, so I don't see why the order wouldn't take effect soon/immediately, but I don't know what is customary. Statements re the draft order announced today (the first three are republicans & they are for; the last two are democrats & they are against): Pai\nhttp://transition.fcc.gov/Daily_Releases/Daily_Business/2017/db1121/DOC-347868A1.pdf\nCarr\nhttps://apps.fcc.gov/edocs_public/attachmatch/DOC-347870A1.pdf\nO'Rielly\nhttp://transition.fcc.gov/Daily_Releases/Daily_Business/2017/db1121/DOC-347902A1.pdf\nRosenworcel \nhttp://transition.fcc.gov/Daily_Releases/Daily_Business/2017/db1121/DOC-347875A1.pdf\nClyburn\nhttp://transition.fcc.gov/Daily_Releases/Daily_Business/2017/db1121/DOC-347869A1.pdf edit: https://fas.org/sgp/crs/misc/R44356.pdf <--don't see a way to invoke exceptions to the 30-days from publication of final rule in the Federal Register."], [4918, "2017-11-21T20:53:04Z", [0.1], ""], [35618, "2017-11-21T16:32:12Z", [0.04], ""], [37488, "2017-11-21T15:06:01Z", [0.05], ""], [14777, "2017-11-20T19:36:08Z", [0.15], ""], [691, "2017-11-20T18:00:58Z", [0.01], ""], [30364, "2017-11-20T12:03:05Z", [0.01], ""], [28414, "2017-11-20T08:59:20Z", [0.0], ""], [3, "2017-11-20T03:53:56Z", [0.02], "Tentative agenda for 14 December has not yet posted; however, @Raisinville's Techcrunch link suggests that this item may make the agenda. Under normal rules, the order would not become effective before 1 January 2018, but holding a small hedge for departure from the rules. If this item doesn't show up on the published agenda for 14 December, I'll go to zero."], [24159, "2017-11-20T03:35:01Z", [0.02], "@Reynard found this a few months and suggests a rule change would not occur until 30 days+ after the final vote. well after January 1st given a dec 14th vote\n \"Even if the FCC goes straight to the R&O (the most common outcome by far), the effective date of the decision is not the day that the FCC vote occurs. Here are the next steps, per the FCC itself (https://www.fcc.gov/about-fcc/rulemaking-process) \"The final rule. After the comment period closes and the Commission has reviewed and analyzed the comments received, we decide whether to proceed with the rulemaking we proposed, issue a new or modified proposal, or take no action on the proposal. \"Any final rule must include an explanatory preamble and the rule text. The preamble includes a response to the significant, relevant issues raised in public comments and a statement providing the basis and the purpose (i.e., an explanation) of the rule. The Commission is not required to respond to each commenter; similar comments may be grouped together with an opening statement such as \"several commenters suggested that\" or the commenters may be referred to by name. \"Final rule publication. The final rule is published in the Federal Register or in rare cases personally served on affected entities. In addition, a copy is placed in the rulemaking docket. The Office of the Federal Register, on a rolling, annual basis, updates the Code of Federal Regulations (C.F.R.), which contains the federal agency rules currently in effect. The FCC's rules are in volume 47 of the C.F.R. You can also find a current copy of the FCC's rules at http://www.archives.gov/federal-register/cfr/about.html \"Effective date. Legislative rules generally become effective at least 30 days after they are published in the Federal Register. This delay allows affected parties time to come into compliance with the new rules. For the same reason, agencies sometimes will set compliance dates that are later than the effective date of the rule. \"Reconsideration and Judicial Review. Parties who disagree with the final rules or accompanying analysis issued by the Commission may file a petition for reconsideration explaining why they believe the Commission was wrong. The Commission will then issue an order granting or denying the petition. Alternatively, as long as the Commission has addressed an issue, parties who disagree with a rule that affects them may seek court review of the decision.\"\""], [24159, "2017-11-20T03:30:00Z", [0.05], "\"Pai now plans to hold a final vote on the proposal at the FCC’s Dec. 14 meeting, the people said, and roll out details of the plans next week.\"\nhttps://www.rawstory.com/2017/11/fcc-plans-to-vote-to-overturn-u-s-net-neutrality-rules-in-december-sources/\nMore info coming out this week hopefully giving us a timetable. We should be able to see when exactly the FCC will stop regulating broadband service providers as common carriers. Based on past discussion I'm predicting that there will be a longer than 15 day grace period from their Dec 14th vote before the FCC makes their rule change. "], [24159, "2017-11-19T10:02:03Z", [0.0], ""], [83, "2017-11-19T03:08:38Z", [0.0], "Possible vote next month, while public is distracted by the Holiday season.  Legilation is opposed by major Tech companies. GOP interest in allowing differentiation of services and ability to extract higher prices and possibly increase investment, make this a priority.  Low end users who may see service deteriorate is one negative. Will wait to see how the opposition develops before changing forecast.  Link includes reference for an FCC site for comments:\nhttps://techcrunch.com/2017/11/16/fcc-reportedly-planning-vote-that-could-kill-net-neutrality-next-month/"], [691, "2017-11-18T19:34:47Z", [0.01], ""], [35618, "2017-11-18T01:29:07Z", [0.55], ""], [1333, "2017-11-17T16:56:35Z", [0.15], ""], [691, "2017-11-17T15:13:16Z", [0.01], ""], [30364, "2017-11-17T13:46:59Z", [0.01], ""], [14777, "2017-11-17T13:25:25Z", [0.45], ""], [28414, "2017-11-17T11:06:25Z", [0.8], ""], [35618, "2017-11-17T02:09:32Z", [0.51], "rumored, but credible, December vote"], [38798, "2017-11-16T21:48:37Z", [0.8], ""], [37488, "2017-11-16T18:38:02Z", [0.65], ""], [28414, "2017-11-16T16:08:35Z", [0.5], ""], [754, "2017-11-16T16:05:26Z", [1.0], "I'm hedging my arse off now,  after being at 0% for months... I thought the lobbyist effort was gonna die a slow strangulation by reason... Seems they are VOTING any day now, at now I'm afraid they'll vote the ticket and lift the restrictions. this will become another thing to fix once a rational government is elected."], [14777, "2017-11-16T12:55:07Z", [0.15], ""], [35831, "2017-11-16T01:13:20Z", [0.35], "Rumor on Nov 15 that a vote will be called in December on the matter. The chance the question resolves to a YES increases."], [31317, "2017-11-16T00:54:07Z", [0.45], ""], [691, "2017-11-15T22:04:59Z", [0.01], ""], [2965, "2017-11-15T21:53:47Z", [0.51], ""], [30364, "2017-11-15T14:25:59Z", [0.01], ""], [41318, "2017-11-15T00:10:00Z", [0.0], ""], [691, "2017-11-14T22:18:58Z", [0.01], ""], [691, "2017-11-12T21:46:09Z", [0.01], ""], [30364, "2017-11-11T23:21:58Z", [0.01], ""], [13377, "2017-11-11T12:01:44Z", [0.0], ""], [29804, "2017-11-11T01:58:46Z", [0.05], ""], [15371, "2017-11-10T21:41:44Z", [0.2], "Too divisive. "], [41270, "2017-11-10T02:16:33Z", [0.07], ""], [23234, "2017-11-10T01:35:36Z", [1.0], "I haven't paid attention to this in-the-news challenge but noticed i'm at 100% with not much year remaining. Does anyone have an explanation for why the FCC hasn't passed the regulation yet? Perhaps they want to wait until the tax bill is through before inviting controversy that could be used as a political sideshow? Could it have anything to do with the AT&T merger? My understanding is they have the power to do this and have labeled it a priority. Timing was to me the only uncertainty, but I haven't looked at it in a while... ---\nedit, maybe some interesting stuff in here for those interested in the substance...\nhttps://ecfsapi.fcc.gov/file/1113201502040/171113%20-%20CTIA%20Ex%20Parte.pdf"], [691, "2017-11-09T19:41:18Z", [0.01], ""], [2965, "2017-11-09T06:11:08Z", [0.6], "i am looking very stupid so i start time decay now and 1point doẃn a däy\n until it expires "], [41318, "2017-11-09T01:49:33Z", [0.04], ""], [30364, "2017-11-08T22:26:18Z", [0.01], ""], [4431, "2017-11-07T14:22:38Z", [0.01], ""], [30364, "2017-11-07T00:22:04Z", [0.01], ""], [1333, "2017-11-06T18:34:38Z", [0.25], ""], [2241, "2017-11-05T12:14:10Z", [0.02], ""], [14777, "2017-11-04T22:10:56Z", [0.05], ""], [37758, "2017-11-04T15:55:54Z", [0.05], ""], [601, "2017-11-04T15:27:14Z", [0.25], ""], [30364, "2017-11-04T14:07:56Z", [0.01], ""], [691, "2017-11-03T15:23:41Z", [0.01], ""], [691, "2017-11-02T18:11:52Z", [0.02], ""], [31450, "2017-11-02T17:24:42Z", [0.0], "Dropping due to the speed of the FCC."], [34353, "2017-11-02T13:04:45Z", [0.01], ""], [30364, "2017-11-02T13:04:26Z", [0.01], ""], [691, "2017-11-01T18:37:05Z", [0.02], ""], [30364, "2017-11-01T14:07:48Z", [0.01], ""], [24159, "2017-11-01T04:52:12Z", [0.07], ""], [691, "2017-10-31T22:34:51Z", [0.02], ""], [40965, "2017-10-31T02:09:03Z", [0.05], ""], [3, "2017-10-31T01:19:18Z", [0.03], ""], [30364, "2017-10-30T13:05:34Z", [0.01], ""], [83, "2017-10-29T23:42:38Z", [0.0], ""], [1333, "2017-10-29T16:35:34Z", [0.35], ""], [691, "2017-10-29T12:54:34Z", [0.02], ""], [3, "2017-10-29T01:28:17Z", [0.05], "Not on the tentative agenda for the November 16th Open Meeting. https://www.fcc.gov/news-events/events/2017/11/november-2017-open-commission-meeting At this point, it will take a minor miracle for this decision to be made and go into effect before 1 January 2018."], [30364, "2017-10-28T12:58:08Z", [0.01], ""], [30364, "2017-10-27T23:55:15Z", [0.01], ""], [754, "2017-10-27T18:33:15Z", [0.0], "I was way high for a long time, doing some \"pendulum\" style damage control with this adjustment to my bet"], [691, "2017-10-27T14:54:02Z", [0.02], ""], [34353, "2017-10-27T11:53:23Z", [0.05], ""], [691, "2017-10-26T20:24:46Z", [0.03], ""], [37379, "2017-10-26T16:33:55Z", [0.0], "Too busy stirring up a different hornet's nest.  Dateline 10-26-2017 The Federal Communications Commission on Wednesday announced plans to eliminate decades-old media ownership rules meant to protect local coverage and diversity in media voices. The commission’s chairman, Ajit Pai, said in a congressional hearing that the agency would vote in November to roll back rules that prevent ownership of a newspaper and broadcast station in the same market. The rules were created to prevent an individual or organization from having outsize influence over public opinion. But in the hearing, where he faced fierce criticism by Democratic lawmakers, Mr. Pai defended the plan and other deregulatory actions in recent months, saying media ownership rules were outdated. They were created 42 years ago, when newspapers and television stations dominated the media landscape, well before Facebook and Google. “The marketplace today is nothing like it was in 1975,” Mr. Pai said.  -- https://www.nytimes.com/2017/10/25/technology/fcc-media-ownership-rules.html"], [14777, "2017-10-26T16:22:20Z", [0.3], ""], [13377, "2017-10-26T07:29:37Z", [0.15], ""], [30364, "2017-10-26T01:39:55Z", [0.01], ""], [40957, "2017-10-25T19:36:35Z", [0.06], ""], [691, "2017-10-25T15:08:46Z", [0.03], ""], [37488, "2017-10-25T00:28:21Z", [0.05], ""], [691, "2017-10-24T20:26:14Z", [0.03], ""], [40921, "2017-10-24T11:47:41Z", [0.65], ""], [31317, "2017-10-24T00:10:40Z", [0.05], ""], [30364, "2017-10-23T11:18:17Z", [0.01], ""], [39394, "2017-10-22T16:27:09Z", [0.07], ""], [37456, "2017-10-22T10:51:38Z", [0.25], ""], [20156, "2017-10-22T08:10:20Z", [0.25], ""], [28414, "2017-10-21T20:37:06Z", [0.0], ""], [691, "2017-10-21T19:29:20Z", [0.03], "Even if they file a proposed reg soon, which is not likely to happen, they can't actually start doing this (or rather cease doing it) until rather a lengthy legally required review-and-comment process has been slogged through.  They are up against the clock on this, but one expects it sooner or later.  Mostly later."], [30364, "2017-10-21T12:36:02Z", [0.01], ""], [691, "2017-10-20T19:38:45Z", [0.05], ""], [37488, "2017-10-20T19:06:29Z", [0.1], "https://energycommerce.house.gov/news/press-release/next-week-subcommtech-hold-oversight-hearing-fcc-commissioners/"], [23006, "2017-10-20T03:01:30Z", [0.25], ""], [1993, "2017-10-20T01:37:47Z", [0.15], "Check again after 24 October and 16 November FCC meetings."], [31317, "2017-10-20T00:08:00Z", [0.35], ""], [3, "2017-10-19T23:26:54Z", [0.15], "Dropping to 15% because the clock is running out on this question for procedural reasons. As I've previously noted, under normal procedures, the FCC needs to act by December 1st to have a decision in effect before 1 January 2018. This topic is NOT on the FCC meeting agenda for October 24th (https://www.fcc.gov/news-events/events/2017/10/october-2017-open-commission-meeting). The only remaining FCC meetings for 2017 are November 16th and December 14th (https://www.fcc.gov/news-events/events/open-commission-meetings). December 14th would be too late for an effective date on or before December 31st. That means there is only one remaining FCC meeting (the November 16th session) for a vote that would meet the resolution criteria for this question. If the agenda for that public meeting does NOT include the net-neutrality rule making, this question will effectively close as \"No.\" I continue to believe that it is more likely than not that the FCC eventually will cease to regulate broadband service providers as common carriers. But, I see only the narrowest of pathways for this result to occur before 1 January 2018."], [1333, "2017-10-19T17:57:53Z", [0.45], ""], [2965, "2017-10-19T16:09:57Z", [1.0], ""], [691, "2017-10-19T14:11:51Z", [0.05], ""], [31450, "2017-10-19T13:25:20Z", [0.3], "Going to drop a bit further because I need to remember this is the government and nobody moves fast."], [30364, "2017-10-19T11:01:21Z", [0.01], ""], [23006, "2017-10-18T21:24:01Z", [0.55], "public input collection over August 30th. Likely might be in Jan 2018 but with trump having to so few wins with his policy, might be sooner. FAA is trump-stacked. \"Pai has not said when the FCC will make a final decision on the common carrier classification and net neutrality rules, but it could happen before the end of this year or early next year. Last time around, the FCC took reply comments until September 15, 2014 and then voted on a final rule making on February 26, 2015.\" [https://arstechnica.com/tech-policy/2017/08/net-neutrality-comment-deadline-is-tomorrow-21-9-million-comments-in-so-far/]"], [28414, "2017-10-18T20:21:02Z", [0.05], ""], [691, "2017-10-18T19:14:45Z", [0.05], "Running out of time for this, given the statutory deadlines for regulatory changes."], [30364, "2017-10-18T12:23:42Z", [0.01], ""], [39523, "2017-10-18T07:07:40Z", [0.15], ""], [13377, "2017-10-18T01:51:08Z", [0.25], ""], [39949, "2017-10-17T20:26:15Z", [0.3], ""], [24159, "2017-10-17T04:25:01Z", [0.32], ""], [35618, "2017-10-17T02:50:26Z", [0.2], ""], [30364, "2017-10-16T21:57:56Z", [0.05], ""], [691, "2017-10-16T12:46:41Z", [0.06], ""], [30364, "2017-10-16T04:05:47Z", [0.05], ""], [691, "2017-10-15T23:29:54Z", [0.06], ""], [30364, "2017-10-15T11:50:55Z", [0.1], ""], [754, "2017-10-14T17:18:08Z", [0.25], ""], [948, "2017-10-14T14:07:36Z", [0.02], "Nope"], [691, "2017-10-14T13:09:11Z", [0.06], ""], [30364, "2017-10-14T12:11:09Z", [0.1], ""], [691, "2017-10-13T19:13:02Z", [0.06], ""], [30364, "2017-10-12T19:04:53Z", [0.15], ""], [23006, "2017-10-12T17:48:51Z", [0.55], "p of t"], [31450, "2017-10-12T17:21:16Z", [0.6], "Maybe I was being too cynical when I said 100, going to try and be reasonable with my second guess because the government is rarely quick."], [35831, "2017-10-12T16:06:09Z", [0.0], ""], [30364, "2017-10-11T20:44:21Z", [0.25], ""], [28414, "2017-10-11T09:14:31Z", [0.25], ""], [28414, "2017-10-11T09:13:55Z", [0.34], ""], [30364, "2017-10-10T01:33:28Z", [0.3], ""], [30364, "2017-10-08T14:54:23Z", [0.35], ""], [691, "2017-10-08T13:18:50Z", [0.06], ""], [1333, "2017-10-07T15:26:29Z", [0.55], ""], [30364, "2017-10-07T13:39:32Z", [0.35], ""], [691, "2017-10-07T12:54:48Z", [0.08], ""], [4918, "2017-10-07T06:20:16Z", [0.3], ""], [3, "2017-10-07T00:54:47Z", [0.25], "Standing pat at 25% for now, on procedural grounds. If the FCC doesn't publish a \"Final Rule\" in the Federal Register before December 1st, this question will effectively close as \"No\" because time will run out for the rule to become effective before January 1st. That leaves less than two months to go for a \"Yes\" resolution. As I've noted before, FCC procedural regs state: \"Final rule publication. The final rule is published in the Federal Register or in rare cases personally served on affected entities. In addition, a copy is placed in the rulemaking docket. The Office of the Federal Register, on a rolling, annual basis, updates the Code of Federal Regulations (C.F.R.), which contains the federal agency rules currently in effect. The FCC's rules are in volume 47 of the C.F.R. You can also find a current copy of the FCC's rules at http://www.archives.gov/federal-register/cfr/about.html \"Effective date. Legislative rules generally become effective at least 30 days after they are published in the Federal Register. This delay allows affected parties time to come into compliance with the new rules. For the same reason, agencies sometimes will set compliance dates that are later than the effective date of the rule.\" (https://www.fcc.gov/about-fcc/rulemaking-process)"], [34353, "2017-10-06T15:40:29Z", [0.45], ""], [691, "2017-10-06T13:06:46Z", [0.1], ""], [40552, "2017-10-06T04:18:21Z", [0.5], ""], [13377, "2017-10-04T02:05:21Z", [0.5], ""], [691, "2017-10-03T20:55:46Z", [0.1], ""], [14777, "2017-10-03T12:47:27Z", [0.45], ""], [691, "2017-10-02T19:53:57Z", [0.12], ""], [28414, "2017-10-01T20:00:52Z", [0.5], ""], [40470, "2017-10-01T18:43:20Z", [0.15], "Think it'll ultimately happen, but limited chance within the timeframe."], [23006, "2017-10-01T18:39:40Z", [0.75], ""], [754, "2017-10-01T16:04:25Z", [0.5], "now solidly on the fence... the nays arguments are gaining strength. i must add this to my deep digging pile"], [37488, "2017-10-01T04:03:09Z", [0.35], "I imagine Republicans/Congress will be happy to move on something that it important, is connected to arguments that support business/economy, and that they are likely to win on.  I also imagine that they will try to move on it quickly.  Pai has already begun to roll back net neutrality, but has suggested support of a once-for-all law to formalize his \"light-touch' position (http://deadline.com/2017/04/internet-companies-tell-fcc-ajit-pai-uniform-oppose-net-neutrality-change-1202068270/)  Still, the FCC's rollback has been slow, and I expect that  any upcoming Congressional regulatory change on issues this large with will face further delays and Democrats have since started a campaign to slow down the process further.  Everything could reasonably be completed by January, but delays are the norm, I think, especially with issues as large and controversial as this. http://www.npr.org/sections/alltechconsidered/2017/07/11/535804285/internet-companies-plan-online-campaign-to-keep-net-neutrality-rules\nhttps://www.wired.com/story/the-whos-who-of-net-neutralitys-day-of-action/\nhttps://static1.squarespace.com/static/571681753c44d835a440c8b5/t/573d28497c65e401e66174f3/1463625801892/Company-Sign-On-Letter.pdf (though here a lot of smaller companies without a great deal of weight among the people making the decision in Congress or the FCC\nhttps://www.wired.com/2017/05/fcc-votes-begin-dismantling-net-neutrality/\nhttps://www.wired.com/2017/06/end-net-neutrality-shackle-internet-things/\nhttps://www.nytimes.com/2017/07/13/business/net-neutrality-broadband-companies-fcc.html\nhttps://techcrunch.com/2017/05/18/the-fcc-officially-proposes-to-end-net-neutrality-rules-but-its-not-over-yet/\nhttps://marketintelligence.spglobal.com/our-thinking/news/the-week-ahead-house-tackles-spectrum-repack-as-net-neutrality-hearing-nixed\nhttps://www.mediapost.com/publications/article/307676/fcc-urged-to-put-bakes-on-net-neutrality-repeal.html"], [40448, "2017-09-30T10:01:13Z", [0.5], ""], [691, "2017-09-29T20:10:04Z", [0.12], "running out of time to go through the required process to adopt new regs (or repeal existing ones)."], [14777, "2017-09-29T14:01:15Z", [0.4], ""], [31317, "2017-09-28T23:13:24Z", [0.7], ""], [691, "2017-09-28T20:39:56Z", [0.12], ""], [28414, "2017-09-28T14:01:43Z", [0.55], ""], [2965, "2017-09-28T13:46:07Z", [1.0], "http://www.responsemagazine.com/direct-response-marketing/news/lawmakers-foreign-business-leaders-urge-fcc-halt-net-10383\nsuggests you doth protest too much!\nMcConnell Tees Up Senate Action on Pai's FCC Nomination\nBNA Snapshot • Nomination could clear procedural hurdle as early as this week • Democrats likely to express net neutrality concerns during floor debate By Tara Jeffries Senate Majority Leader Mitch McConnell Sept. 26 took a procedural step toward floor action on FCC Chairman Ajit Pai's nomination to another term. McConnell (R-Ky.) filed a petition to invoke cloture, or limit debate, on the nomination. The nomination is likely to clear that hurdle as early as this week, paving the way for eventual Senate confirmation. Before a confirmation vote, Democrats likely will air concerns on the Senate floor about Pai's policy agenda, including plans to rewrite net neutrality rules and reverse the Obama-era classification of broadband as a common-carrier service. Republicans can confirm Pai without Democratic support, however.\" AND WILL To contact the reporter on this story: Tara Jeffries at tjeffries@bna.com To contact the editor responsible for this story: Keith Perine at kperine@bna.com non-believers just get 3 weeks to adjust  See https://marketintelligence.spglobal.com/our-thinking/news/net-neutralitys-future-hangs-in-the-balance-as-comment-period-closes HOME > OUR THINKING > TECHNOLOGY, MEDIA & TELECOM > NEWS\nAUG 31, 2017\nNet neutrality's future hangs in the balance as comment period closes\nSARAH BARRY JAMES\nAs the reply comment period in the Federal Communications Commission's net neutrality proceeding closed on Aug. 30, commenters remained divided not only over how broadband should be regulated going forward, but also over what the evidence collected under the proceeding proves. Comcast Corp., for instance, said in its reply comments filed Aug. 30 that the record contains \"numerous economic submissions that painstakingly document the various harms\" of the FCC's current regulatory approach to broadband. In 2015, the FCC adopted the Open Internet Order, which classified broadband as a Title II service under the Communications Act. The reclassification made broadband subject to more stringent common carrier regulatory authority, enabling the FCC to enforce its net neutrality rules against blocking, throttling and paid prioritization. Comcast pointed to papers from more than a dozen economists submitted as part of the proceeding showing the current Title II classification has generated \"tremendous regulatory uncertainty\" for broadband service providers, directly undercutting incentives to innovate and invest in broadband networks. \"These new economist papers leave no doubt about the deleterious impact of Title II on broadband investment,\" Comcast said in its filing. But the Internet Association — a trade group and lobbying organization that represents new media companies such as Alphabet Inc., Amazon.com Inc., Facebook Inc., Netflix Inc. and Twitter Inc. — took a different view. The group argued in its reply comments the economic studies submitted by the economists associated with internet service providers \"do not present any new empirical evidence regarding any negative economic impact of the 2015 Order\" and instead rely on \"the same incomplete and questionable empirical studies\" cited initially by the FCC in its own notice of proposed rulemaking. All in all, the association said, the record provides \"no policy or economic justification\" for overturning the 2015 Open Internet Order just two years after it went into effect. While these groups were divided on what the record shows in terms of the impact of the Title II classification, they were united in their support for potentially preserving some degree of net neutrality protections. In a blog post about the company's FCC filing, Comcast Senior Executive Vice President and Chief Diversity Officer David Cohen noted the cable operator supports \"permanent, strong, legally enforceable net neutrality rules,\" adding that Comcast pledges to \"not block, throttle, or discriminate against lawful content, no matter what the FCC does.\" Verizon Communications Inc. similarly noted in its reply comments, \"An open Internet is good for consumers and good for our business,\" adding that there is substantial agreement that \"consumers should be able to access the legal content of their choice when and how they want.\" Both Comcast and Verizon believe the best path forward is for Congress to enact legislation permanently codifying key protections. SNL Image\nUntil such legislation can be adopted, Comcast said the FCC has multiple options available for preserving a free and open internet, noting the record shows \"numerous parties support the use of Section 706 to establish bright-line rules.\" Section 706 of the Telecommunications Act requires the FCC to promote broadband in the U.S., and the FCC previously tried to use its authority under Section 706 to adopt open internet rules without reclassifying broadband as a Title II service. Yet the U.S. Court of Appeals for the D.C. Circuit struck down key elements of the rules, arguing Section 706 does not give the commission authority to enforce common carrier regulations on noncommon carriage services. Thus, in 2015, the commission reclassified broadband and made it subject to the more stringent common carrier authority. But according to Comcast, the D.C. Circuit Court's 2014 decision left open another path. Although common carrier mandates were a bridge too far, the court \"clarified that the Commission may use Section 706 to adopt open Internet safeguards,\" Comcast said, adding that in this way, \"Section 706 represents a judicially validated path forward for establishing effective open Internet rules.\" Verizon, which had been at the center of the legal challenge in the 2014 case, agreed saying Section 706 provides the commission with the necessary authority to address open internet issues. Comcast and Verizon further noted the FCC has yet another option: it can rely on the Federal Trade Commission to enforce public commitments from ISPs not to block or throttle content. Quoting Acting FTC Chairman Maureen Ohlhausen, Verizon said many of the tenets of net neutrality regulation \"fall within one or more … categories of anti-competitive actions and therefore could be addressed by the FTC's antitrust enforcement.\" The Internet Association, though, said relying on the FTC to enforce voluntary industry commitments would be a mistake. \"Disputes involving open internet rules will likely involve technical questions that only the FCC has the requisite experience and expertise to analyze adequately,\" the group said. With the reply comment period now closed, the FCC will begin reviewing the totality of the record. If Commission Chairman Ajit Pai decides to move forward with a report and order, he will circulate his proposed rules to his fellow commissioners — and likely the public — at least three weeks prior to any vote that may occur.\" Confirmation by Senate of Pai occurs 100% he is bullet proof for years\nnext 3 week notice\ncommon carrier gone b 4 Thanksgiving"], [14777, "2017-09-27T14:00:45Z", [0.36], ""], [38505, "2017-09-26T21:51:15Z", [0.15], ""], [691, "2017-09-26T19:57:28Z", [0.12], ""], [601, "2017-09-26T16:24:22Z", [0.4], ""], [691, "2017-09-25T18:28:56Z", [0.14], ""], [2965, "2017-09-25T05:41:58Z", [1.0], ""], [691, "2017-09-25T01:15:24Z", [0.16], ""], [4918, "2017-09-24T21:05:57Z", [0.45], ""], [948, "2017-09-24T14:20:11Z", [0.05], "I continue to believe the timeframe on this is against a yes answer."], [35618, "2017-09-24T01:54:06Z", [0.5], ""], [691, "2017-09-23T12:54:40Z", [0.18], ""], [40094, "2017-09-23T08:47:49Z", [0.0], ""], [35636, "2017-09-23T03:52:51Z", [0.0], ""], [691, "2017-09-22T20:55:07Z", [0.2], ""], [691, "2017-09-21T22:56:41Z", [0.2], ""], [39928, "2017-09-21T21:39:54Z", [0.1], ""], [39781, "2017-09-21T21:12:26Z", [0.2], ""], [39816, "2017-09-21T18:29:51Z", [0.45], ""], [39816, "2017-09-21T18:28:48Z", [0.1], ""], [14777, "2017-09-21T16:30:16Z", [0.4], ""], [3, "2017-09-21T04:35:17Z", [0.25], "Dropping a bit more for passage of time w/out FCC action + a new lawsuit re \"fake\" comments that could further delay any ruling. See https://arstechnica.com/tech-policy/2017/09/fake-net-neutrality-comments-at-heart-of-lawsuit-filed-against-fcc/"], [691, "2017-09-20T19:56:48Z", [0.2], ""], [691, "2017-09-20T02:35:19Z", [0.2], ""], [2241, "2017-09-19T12:37:18Z", [0.25], ""], [601, "2017-09-18T22:27:38Z", [0.6], ""], [691, "2017-09-18T15:03:39Z", [0.21], ""], [691, "2017-09-17T20:14:55Z", [0.21], ""], [2965, "2017-09-17T14:50:57Z", [0.7], ""], [1643, "2017-09-16T14:56:43Z", [0.75], "Decreasing slightly for passage of time.  I finally took a look at news around this issue.  It appears quite a bit of noise and support is coming from big tech companies ( Google, Amazon, Facebook ) which I do not quite understand.  There appears to me a clear advantage to large players to do away with regulation.  If Instagram had an extra net surcharge as a start-up, could Facebook have had a better chance of replicating the tech without paying $1 billion?  If I was a shareholder of the large companies I would wonder whether the optimization of public rhetoric for image vs actual actions for shareholder value was being solved correctly. My guess is that at the highest levels the silicon valley push is mild and will ultimately fail.  My baseline for big tech company libertarian views is Peter Thiel.  Old video, but he appears against government regulation of the net: https://www.cnbc.com/video/2014/09/17/thiels-net-neutrality-argument.html"], [691, "2017-09-16T14:54:00Z", [0.21], ""], [691, "2017-09-15T20:31:22Z", [0.21], ""], [5018, "2017-09-15T01:34:11Z", [0.9], ""], [691, "2017-09-14T20:26:37Z", [0.21], ""], [691, "2017-09-14T02:11:58Z", [0.21], ""], [13377, "2017-09-13T10:36:25Z", [0.25], ""], [691, "2017-09-13T01:21:29Z", [0.3], ""], [35618, "2017-09-12T20:54:41Z", [0.55], ""], [35618, "2017-09-12T20:53:36Z", [0.62], ""], [35831, "2017-09-12T09:01:35Z", [0.5], ""], [32309, "2017-09-12T03:32:59Z", [0.01], ""], [38665, "2017-09-11T14:13:27Z", [0.55], ""], [1333, "2017-09-11T00:05:20Z", [0.65], ""], [37135, "2017-09-09T14:25:25Z", [0.95], ""], [2965, "2017-09-08T15:08:26Z", [0.7], ""], [691, "2017-09-08T11:54:52Z", [0.3], ""], [691, "2017-09-07T18:24:49Z", [0.3], ""], [691, "2017-09-06T20:45:42Z", [0.3], ""], [2965, "2017-09-06T13:20:47Z", [0.7], "@Reynard\ncertainly  no slam dunk!\nthanks for helping to fight the hedgehog narrative here"], [3, "2017-09-06T01:24:19Z", [0.27], "The reply comments (all 22 million of them!) are in now, so the FCC could still theoretically make the January 1st deadline - especially if it sticks to the original barebones proposal. But, as I noted in a reply comment to isgold, the sheer magnitude of the reply comments complicates the FCC's life. The FCC's own procedures state that the final rule should at least acknowledge the comments (https://www.fcc.gov/about-fcc/rulemaking-process), and the FCC could have a tough time convincing an appellate court that it gave any consideration whatsoever to the highest-in-history comment volume if it rushes to issue a final rule. And, of course, there is at least some non-zero possibility that the FCC will issue a modified version of its original proposed rule. If so, making the January 1st date is all but impossible because there would be a comment cycle on the modified rule, unless I am misinterpreting the current procedural constraints at the FCC. Lowering my forecast slightly, but will keep an eye out for any signs of a new rule being released."], [14777, "2017-09-05T14:08:59Z", [0.45], ""], [691, "2017-09-05T12:23:06Z", [0.3], ""], [2965, "2017-09-04T17:20:17Z", [0.99], " Ntce May\ncomments closed  ETA: October\nDT needs a  trophy\nEasy par 3 In the Matter of Restoring Internet Freedom\t)\n)\n)\t WC Docket No. 17-108 ORDER Adopted:  August 11, 2017\tReleased:  August 11, 2017 Revised Reply Comment Date: August 30, 2017 By the Chief, Competition Policy Division, Wireline Competition Bureau: 1.\tBy this Order, the Wireline Competition Bureau (Bureau) extends the deadline for filing reply comments in response to the Restoring Internet Freedom Notice of Proposed Rulemaking until August 30, 2017.   \n2.\tThe Restoring Internet Freedom Notice of Proposed Rulemaking set dates for filing comments and reply comments of July 17 and August 16, 2017, respectively.  On August 1, 2017, Public Knowledge, Access Now, the American Civil Liberties Union, the Computer & Communications Industry Association, Consumers Union, the Electronic Frontier Foundation, Engine Advocacy, National Consumer Law Center on behalf of its low-income clients, the World Wide Web Foundation, and the Writers Guide of America West (Movants) filed a motion requesting an eight-week extension of the reply comment deadline in this proceeding.   Movants assert that an extension “is necessary to give Movants and other interested persons a minimum of adequate time to work through the initial comment record and prepare thorough and well-informed replies.”   CTIA, NCTA – the Internet & Television Association, and USTelecom opposed the motion for extension, asserting that the Commission should deny the motion or, alternatively, limit an extension to no longer than 10 days.   Opponents assert that stakeholders have had adequate time to consider their arguments in this proceeding, and have had “multiple opportunities to weigh in on the core issues in play here for over fifteen years across a range of public dockets.”   Opponents also assert that the “vast majority of comments filed merely state (often in one or two sentences) the commenter’s ultimate policy preferences,” and that “many of these comments are apparently fabricated.”   In support of these assertions, Opponents state that “[o]ne study revealed that over seven million of the comments filed between July 3 and August 4, 2017 appear to be entirely fraudulent.”  \n3.\tWhile it is the policy of the Commission that “extensions shall not be routinely granted,”   we find that an extension of the reply comment deadline is appropriate in this case in order to allow interested parties to respond to the record in this proceeding.  While we recognize that Movants have requested an eight-week extension of the reply comment deadline, we find, consistent with past Commission precedent granting partial extensions, that an additional two weeks is an appropriate period of time to extend the reply comment deadline in order to provide parties additional time to analyze the technical, legal, and policy arguments raised by initial commenters.   We find that permitting interested parties an additional two weeks in which to file their reply comments will allow parties to provide the Commission with more thorough comments, ensuring that the Commission has a complete record on which to develop its decisions.  \n4.\tAccordingly, IT IS ORDERED, pursuant to sections 4(i), 4(j), 5, and 303(r) of the Communications Act, as amended, 47 U.S.C. §§ 154(i), 154(j), 155, and 303(r), and sections 0.91, 0.291, 1.46, and 1.415 of the Commission’s rules, 47 CFR §§ 0.91, 0.291, 1.46, and 1.415, that the Joint Motion for Extension of Time to File Reply Comments, IS GRANTED, IN PART, and the deadline for filing reply comment is extended to August 30, 2017. FEDERAL COMMUNICATIONS COMMISSION Daniel Kahn\nChief \nCompetition Policy Division\nWireline Competition Bureau"], [691, "2017-09-04T12:10:07Z", [0.3], ""], [691, "2017-09-03T17:13:41Z", [0.3], ""], [29648, "2017-09-03T06:21:45Z", [0.27], ""], [38723, "2017-09-03T04:55:54Z", [0.25], ""], [4423, "2017-09-02T19:31:19Z", [0.1], "The debate will go on longer than the established date"], [691, "2017-09-02T13:49:42Z", [0.3], ""], [20156, "2017-09-02T04:29:32Z", [0.65], ""], [2965, "2017-09-01T17:07:15Z", [0.99], "to do and identifies areas where they need input or data. That’s what there have been more than a million comments on over the last month or so. Then, based on that information, they put together the actual order and vote on whether it should be proposed — this is the stage we’re at now, and the full document should be available shortly. Next comes a three-month comment period, during which we can submit notes of support or opposition to the rule — and they can be a little more specific now that the questions in the NPRM have been answered. Note that the FCC asked for this input and will check it out, but they’re not obliged in any way to change the rule or their votes based on public opinion. At some point in the next couple of months the FCC will vote on whether to adopt the rule. At that point there should be a date set for when the rule will go into effect. If anyone wants to challenge the rule on legal grounds, this is their chance; it happened with the original Open Internet Order, though the challenges were struck down and the rule took effect as planned.\nthat was a couple of months\nafter that 90 days notice and comment due for October vote per APA"], [28212, "2017-09-01T14:33:15Z", [0.25], ""], [691, "2017-09-01T13:52:40Z", [0.31], ""], [38674, "2017-08-31T21:53:14Z", [0.35], ""], [28414, "2017-08-31T16:38:02Z", [0.25], ""], [691, "2017-08-31T16:37:17Z", [0.36], "They may announce a proposed rule change to this effect, but they can't actually change their official behaviour until after rather a long process of review and comment and publication in the Federal Register a couple of times, and even then there may be a delayed effective date.  Running out of time to get all this done."], [691, "2017-08-30T17:32:00Z", [0.52], ""], [1993, "2017-08-30T05:30:49Z", [0.35], "Timeframe."], [691, "2017-08-29T20:00:07Z", [0.56], ""], [28414, "2017-08-29T07:38:09Z", [0.5], ""], [3, "2017-08-29T05:01:16Z", [0.3], "Not much news here (which tends to support dropping my probability forecast a bit due to passage of time). I dropped a full 5% because my earlier forecast failed to take account of the fact that the Senate did NOT reconfirm Pai as FCC chair when it confirmed two other appointments on a voice vote at the beginning of this month. \"In a surprise move, the Senate held off on giving Chairman Ajit Pai another term, and he would have to leave if he's not reconfirmed by the end of the year. \"The unusual victory for Democrats comes as the roiling net neutrality debate — the most high-profile issue before the FCC — approaches its next flashpoint. Democrats, who voted against Pai en masse when his renomination was before the Senate Commerce Committee this week, notched a win by delaying Pai's vote.\"\nhttp://www.politico.com/story/2017/08/03/fcc-nominees-confirmed-jessica-rosenworcel-brendan-carr-241298 I still expect Pai to be confirmed later this fall, but he has an incentive to take a more gradual approach to pulling back on net neutrality, at least until he's confirmed for another term."], [691, "2017-08-28T20:30:58Z", [0.56], ""], [14777, "2017-08-28T19:07:52Z", [0.55], ""], [691, "2017-08-27T12:17:31Z", [0.56], ""], [24159, "2017-08-27T10:10:43Z", [0.37], ""], [691, "2017-08-26T11:49:53Z", [0.56], ""], [691, "2017-08-25T20:17:30Z", [0.58], ""], [691, "2017-08-24T16:10:45Z", [0.58], ""], [38542, "2017-08-24T01:36:19Z", [0.35], ""], [691, "2017-08-23T19:49:13Z", [0.58], ""], [691, "2017-08-22T22:38:36Z", [0.58], ""], [33034, "2017-08-22T20:12:34Z", [0.8], ""], [14777, "2017-08-22T18:29:09Z", [0.47], ""], [26242, "2017-08-22T00:41:30Z", [0.6], ""], [691, "2017-08-21T17:00:36Z", [0.58], ""], [37474, "2017-08-20T03:56:43Z", [0.15], ""], [13377, "2017-08-20T01:23:07Z", [0.55], ""], [24159, "2017-08-19T07:13:52Z", [0.4], ""], [691, "2017-08-17T14:15:30Z", [0.63], ""], [691, "2017-08-16T01:55:30Z", [0.6], ""], [691, "2017-08-14T16:53:41Z", [0.6], ""], [5578, "2017-08-13T15:45:57Z", [0.75], "Ajit Pai has a bias in favor of ISPs"], [691, "2017-08-13T12:35:51Z", [0.62], ""], [38147, "2017-08-12T17:34:44Z", [0.55], "The chairman of the ACC is has a free market orientation."], [691, "2017-08-12T13:03:32Z", [0.66], ""], [38033, "2017-08-11T20:26:07Z", [0.75], ""], [691, "2017-08-11T19:26:28Z", [0.68], ""], [691, "2017-08-10T15:55:17Z", [0.7], ""], [30392, "2017-08-10T14:29:31Z", [0.55], ""], [37592, "2017-08-10T04:50:23Z", [0.0], ""], [37433, "2017-08-09T21:33:08Z", [0.65], ""], [675, "2017-08-09T18:18:13Z", [0.09], "Opposition would be too great."], [691, "2017-08-09T01:43:20Z", [0.71], ""], [24159, "2017-08-08T09:16:12Z", [0.75], "Anchoring my forecast with a comparison between Obama's&Trump's FCC timelines:\nComment period for Restoring Internet Freedom: 5/23-8/16 (85 days) https://obamawhitehouse.archives.gov/node/323681\nComment period for Obama-Era Title II Plan: 5/16-9/15 (122 days) TrumpFCC/ObamaFCC 85 days/122 days=0.6972 Time from comment close to final vote for Obama FCC: 9/15-2/26 (164 days) Assuming that Pai's FCC continues to move at the same rate it has during commenting phase when compared to Wheeler's FCC (164*.6972=114.3408) the FCC would be voting on Restoring Internet Freedom 114 days from August 16th which is Dec 8th. A vote would occur January 27th if Pai took as long as Wheeler did from comment close to vote. Midway between Pai's rate and Wheeler's rate (0.8472*164=138.94) would be 139 days or a vote on January 2nd.  I'm blindly assuming for now that there won't be enough time for Court's to intervene and suspend the FCC's decision if it occurred between December 8th and January 1st and 'Yes' would therefore be triggered by the vote."], [28414, "2017-08-08T08:00:09Z", [0.55], ""], [29648, "2017-08-08T01:16:01Z", [0.4], ""], [3, "2017-08-07T23:42:13Z", [0.35], "Nudging upward on news of two FCC commissioner confirmations (https://arstechnica.com/tech-policy/2017/08/the-fcc-is-full-again-with-three-republicans-and-two-democrats/), which remove one source of uncertainty about Pai's ability to deliver a decision ending net neutrality rules. @Colin's item re the extension of time to appeal the Supreme Court's ruling upholding Title II regulations is consistent with increasing my probability, but I don't see the FCC's timing as being driven by the SC case. For me, the question mark continues to be the ability of the FCC to make AND IMPLEMENT this major decision before 1 January 2018 in the face of powerful business interests in Silicon Valley and elsewhere that remain vehemently opposed. (The question's wording implies that, even if the FCC issues a decision before 1/1/18 that adopts a policy of eliminating Title II regulation, the question will resolve as \"no\" unless that decision has been implemented in 2017. That raises the bar substantially, given the possibility of a stay of decision during an appellate process.) I'll revisit my forecast after the reply comments file."], [24159, "2017-08-07T16:27:21Z", [0.7], ""], [14777, "2017-08-07T14:34:38Z", [0.5], ""], [29648, "2017-08-07T09:03:12Z", [0.15], ""], [24159, "2017-08-05T08:46:05Z", [0.85], "http://www.broadcastingcable.com/news/washington/supreme-court-extends-time-title-ii-appeal/167321\nAn extension to appeal an SC ruling that upheld Title II regulations has been granted, in case the FCC rules to remove title II regulations. This adds pressure on FCC to move forward with deregulation on a shorter time table or a give a clear signal that they won't be ready to rule before September 28th (deadline to appeal)."], [36759, "2017-08-04T18:19:01Z", [0.3], ""], [14777, "2017-08-03T22:50:41Z", [0.45], ""], [35618, "2017-08-03T20:07:53Z", [0.55], ""], [35618, "2017-08-03T20:05:52Z", [0.45], ""], [691, "2017-08-03T11:51:32Z", [0.76], ""], [691, "2017-08-02T14:00:48Z", [0.76], ""], [691, "2017-08-01T12:13:36Z", [0.78], ""], [691, "2017-07-31T12:03:15Z", [0.78], ""], [24159, "2017-07-30T22:57:39Z", [0.8], ""], [691, "2017-07-30T12:17:43Z", [0.72], ""], [691, "2017-07-29T12:42:58Z", [0.73], ""], [691, "2017-07-28T20:52:58Z", [0.75], "The issue is whether they can get a proposed reg out there and commented on as required by the Administrative Procedures Act so that it can take effect before 01 January.  The clock is running on this, and it is possible to imagine that the effective date won't hit before the new year.  Stay tuned."], [24159, "2017-07-28T10:11:52Z", [0.4], ""], [35831, "2017-07-27T21:32:12Z", [0.8], ""], [12252, "2017-07-27T19:23:37Z", [0.75], "Current FCC membership lean this way."], [691, "2017-07-27T12:37:03Z", [0.77], ""], [691, "2017-07-26T19:57:50Z", [0.77], ""], [14777, "2017-07-26T13:47:03Z", [0.5], ""], [13377, "2017-07-26T11:17:12Z", [0.9], ""], [23006, "2017-07-26T02:14:14Z", [0.75], "news that dt might revisit this"], [36405, "2017-07-26T01:03:27Z", [0.8], ""], [36405, "2017-07-25T22:08:31Z", [0.75], ""], [36405, "2017-07-25T21:56:29Z", [0.66], ""], [691, "2017-07-25T19:56:16Z", [0.79], ""], [36405, "2017-07-25T11:28:32Z", [0.6], ""], [3, "2017-07-25T00:40:44Z", [0.25], "As the link to the FCC's Notice of Proposed Rulemaking (NPRM) in the More Info makes clear, opening comments on the proposed rules change happened one week ago (July 17th) and reply comments are scheduled for August 16th. That schedule alone would make it challenging - but not impossible - for the FCC to unravel current net neutrality rules prior to 1 January 2018. (I say \"not impossible\" because I suspect that the FCC Chair has the votes he needs in hand and that a ruling to that effect may even have been drafted prior to the filing of opening comments, leaving only the task of inserting summaries of the opening and reply comments to be done after August 16th.) But, Fortune (http://fortune.com/2017/07/17/net-neutrality-fake-comments-fcc/) quotes the President of the National Legal and Policy Center as claiming that at least 1.3 MILLION fake comments were filed on July 17th. The irony here is that the group he represents is opposed to net neutrality rules, but that raising doubts about the legitimacy of the public comment process may actually create a procedural mess that will delay the FCC's ability to act on the NPRM's proposed elimination of net neutrality rules! Meanwhile, the Democrats' recently announced \"Better Deal\" platform has a heavy emphasis on improving competitiveness in the cable and telco industries (https://www.washingtonpost.com/news/the-switch/wp/2017/07/24/democrats-are-slamming-cable-and-telecom-companies-in-their-new-better-deal-platform/). Is there the slightest chance that the Dems (or even the John Oliver effect) will influence the FCC's decision? Pretty slight, IMHO (p<.05). But, the Dems' platform reflects the broad unpopularity of cable and telco providers. Where public policy battles pit an unpopular industry group against another powerful lobby (in this case, net neutrality advocates from Silicon Valley and beyond, such as Netflix), it's less obvious where the administration's pro-business preferences will land. FCC Chair Pai may find that his policy push has less backing from the Oval Office than he expected. Overall, the odds favor delay past January 1st. But, I wouldn't be willing to bet real $$ that anything resembling the current net neutrality rules will survive 2018."], [691, "2017-07-24T14:58:03Z", [0.79], ""], [24738, "2017-07-24T02:28:19Z", [0.85], ""], [948, "2017-07-23T19:32:12Z", [0.05], "This may happen as some have suggested here, but I don't believe it will before the date in this question."], [691, "2017-07-23T12:38:45Z", [0.79], ""], [35405, "2017-07-23T05:09:48Z", [0.25], ""], [691, "2017-07-22T11:56:04Z", [0.79], ""], [19599, "2017-07-22T02:03:56Z", [0.53], ""], [691, "2017-07-21T16:05:47Z", [0.8], ""], [691, "2017-07-20T18:27:25Z", [0.82], ""], [32988, "2017-07-20T16:53:21Z", [0.82], ""], [36016, "2017-07-19T19:38:24Z", [0.71], ""], [691, "2017-07-19T12:42:53Z", [0.82], ""], [35618, "2017-07-18T20:32:10Z", [0.8], ""], [1333, "2017-07-18T19:17:36Z", [0.75], ""], [36257, "2017-07-18T16:51:07Z", [0.2], "While public opinion is largely opposed to this change, this was also the case for the change to Internet privacy rules that easily passed congress in March 2017. FCC Chairman Ajit Pai seems to not be concerned nor deterred by the push back and large number of public comments against this change. He has stated that it is not the quantity of comments, but the quality, which suggests that they will likely not have an effect on the outcome. He has also indicated that this is a fight that he intends to win. There is a large disconnect between public sentiment and the agenda of people who are making these policy decisions, but ultimately whoever makes the policy will win. While I see this change happening, I'm doubtful that it will go into effect before 1 January 2018. I think that congress and the court system will become involved and that a final ruling may not come down until next year."], [691, "2017-07-18T15:59:32Z", [0.86], ""], [31317, "2017-07-18T00:34:36Z", [0.8], ""], [34353, "2017-07-17T16:28:42Z", [0.55], ""], [691, "2017-07-17T12:21:41Z", [0.86], ""], [691, "2017-07-15T12:42:06Z", [0.86], ""], [691, "2017-07-14T15:29:02Z", [0.8], ""], [23006, "2017-07-14T02:40:26Z", [1.0], "following consensus "], [34310, "2017-07-13T22:57:21Z", [0.85], ""], [691, "2017-07-13T12:33:31Z", [0.78], "http://www.reuters.com/article/us-usa-fcc-neutrality-idUSKBN19X268 I think Pai has the votes on the Commission now, which means it matters not at all whether anybody protests;  Congress would have to intervene (pause here for giggling).  It's now about when and not whether the FCC will decide what to do, and of course as usual on resolving the ambiguity in the question.   In this case the ambiguity results from the requirement that proposed regulations have to go out for review and comment for several weeks before they can be finally adopted, so is this Q about the decision to change the regulatory framework, or about the effective date of the change?   My guess is the latter, so if the Commission decides \"later this year\" to put a proposed regulation out for comment, it mayn't become effective until after 1 January.  (As I recall the applicable provisions of the Administrative Procedures Act, asking for comments on the concept now is not a substitute for asking for comments on the actual text of the proposed regulation.)"], [34114, "2017-07-12T22:31:42Z", [0.95], ""], [691, "2017-07-12T20:29:43Z", [0.76], ""], [31317, "2017-07-12T15:13:09Z", [0.6], ""], [36409, "2017-07-12T14:18:00Z", [0.1], ""], [34353, "2017-07-11T19:59:25Z", [0.55], "No notable progress on this in either direction yet."], [36281, "2017-07-11T09:40:13Z", [0.35], ""], [13377, "2017-07-11T02:24:37Z", [0.8], ""], [36265, "2017-07-10T19:45:00Z", [0.75], ""], [36384, "2017-07-10T16:57:28Z", [0.65], "ISPs want this really badly"], [691, "2017-07-09T18:39:52Z", [0.78], ""], [36351, "2017-07-07T18:26:48Z", [0.75], ""], [691, "2017-07-07T15:18:04Z", [0.78], ""], [36346, "2017-07-07T13:40:36Z", [0.43], ""], [601, "2017-07-06T22:02:25Z", [0.84], ""], [691, "2017-07-06T12:19:24Z", [0.78], ""], [36200, "2017-07-05T20:59:35Z", [0.25], ""], [34353, "2017-07-05T15:16:37Z", [0.55], "Interesting that some firms are lobbying to increase the power of the FTC in regulating service providers, albeit through fines after misconduct (http://www.providencejournal.com/news/20170701/four-internet-service-providers-including-comcast-verizon-suddenly-push-to-be-regulated). It seems this might also advance the goal of ending FCC regulation, but it remains unclear."], [35618, "2017-07-04T23:54:51Z", [0.85], ""], [691, "2017-07-04T13:08:11Z", [0.78], ""], [1333, "2017-07-04T03:14:03Z", [0.6], ""], [34353, "2017-07-03T15:46:19Z", [0.55], ""], [691, "2017-07-03T12:17:33Z", [0.8], ""], [25875, "2017-07-02T13:32:15Z", [0.05], ""], [691, "2017-07-01T15:39:24Z", [0.82], ""], [26242, "2017-07-01T05:44:45Z", [0.75], ""], [36217, "2017-06-30T12:55:14Z", [0.75], ""], [691, "2017-06-30T12:20:30Z", [0.82], ""], [29680, "2017-06-29T23:21:02Z", [0.65], ""], [691, "2017-06-29T18:27:55Z", [0.82], "http://www.reuters.com/article/us-usa-fcc-idUSKBN19K06K\nNot a new sheriff in town, but a new depitty.  Stay tuned."], [32100, "2017-06-29T13:40:12Z", [0.1], ""], [36228, "2017-06-29T11:55:42Z", [0.35], "Groundswell in favor of net neutrality has happened before. It might happen again. However, I give it a greater chance now because the admin cares less about public appearance"], [1593, "2017-06-29T01:04:14Z", [0.65], ""], [25622, "2017-06-28T19:19:08Z", [0.8], ""], [2965, "2017-06-28T01:57:39Z", [0.99], ""], [34353, "2017-06-27T18:08:46Z", [0.55], ""], [34879, "2017-06-27T10:41:17Z", [0.75], ""], [691, "2017-06-26T19:44:14Z", [0.71], ""], [36145, "2017-06-25T17:16:32Z", [0.75], ""], [23234, "2017-06-24T14:55:00Z", [1.0], ""], [691, "2017-06-24T13:10:45Z", [0.71], ""], [20284, "2017-06-24T01:31:33Z", [0.8], "One of the items on the administration check off list.   It is going to be pushed late Summer."], [691, "2017-06-23T20:03:52Z", [0.68], ""], [27944, "2017-06-23T16:23:53Z", [0.85], ""], [691, "2017-06-22T21:12:48Z", [0.68], ""], [601, "2017-06-22T03:32:36Z", [0.71], ""], [35544, "2017-06-21T23:16:45Z", [0.4], "The public outcry and corporate support against repealing net neutrality is growing. Public comment of the bill is open through August. Voting wont happen until october at the earliest. Odds are a compromise will be hashed out but not implemented until the spectre of this act is gone. "], [948, "2017-06-20T23:02:25Z", [0.05], "I still hold to the unlikeliness of this happening this year. Regardless of the 90 day window closing for public comment in. September. I don't think this will happen to the extent the question is considered."], [1333, "2017-06-20T20:05:23Z", [0.65], ""], [35948, "2017-06-20T14:53:11Z", [0.73], "I think this will almost certainly happen, it's just a matter of when. They don't seem to be taking the opposition to this change seriously, and they knew there would be a lot of it. As I understand it, they can make their decision any time after September, and I don't see any reason they'd wait to tick this item off their agenda. "], [35838, "2017-06-20T14:45:29Z", [0.55], ""], [1333, "2017-06-19T21:13:26Z", [0.55], ""], [32988, "2017-06-19T17:23:18Z", [0.75], ""], [597, "2017-06-19T14:12:50Z", [0.76], ""], [691, "2017-06-19T14:09:22Z", [0.68], ""], [34353, "2017-06-19T04:21:54Z", [0.55], ""], [30396, "2017-06-18T22:00:09Z", [1.0], ""], [691, "2017-06-18T12:59:59Z", [0.64], ""], [593, "2017-06-17T19:11:45Z", [0.65], ""], [34353, "2017-06-17T16:44:14Z", [0.55], ""], [691, "2017-06-17T14:02:38Z", [0.64], ""], [35872, "2017-06-17T02:29:12Z", [0.0], ""], [23234, "2017-06-17T00:15:25Z", [0.9], ""], [32300, "2017-06-16T21:42:52Z", [0.65], ""], [691, "2017-06-16T20:42:20Z", [0.62], ""], [18762, "2017-06-15T14:22:55Z", [0.9], "seems a fait accompli at this point--if i understand it, the FCC has a 90 day window for public comment, and then it can issue a ruling at any time thereafter. The window ends in September, so what are the chances they will wait? unless Trump and Pence are ousted, or some other unforeseen issue arises, i don't see a reason for them to wait."], [34353, "2017-06-15T11:53:58Z", [0.55], ""], [35872, "2017-06-15T03:46:31Z", [0.0], ""], [12453, "2017-06-14T20:11:10Z", [0.9], ""], [1333, "2017-06-14T18:56:33Z", [0.45], ""], [16272, "2017-06-14T17:19:01Z", [0.4], ""], [35569, "2017-06-14T17:09:20Z", [0.0], "This case should be an example of successful lobbying and a pay to play court system in the US.  Title II is the law that is the most efficient at reigning in broadband providers.  It is possible to protect net neutrality using other laws besides Title II, but even the FCC sees the bait and switch coming if they go that route.   If the FCC ceased regulation of telecommunications companies' broadband services, consumers would be forced to join a cartel.  I believe the broadband providers and the FCC know the final verdict will be reduced regulation under Title II, rather than ceased regulation.  Even the uninformed consumer would ask questions when their preferred media slows because it is owned by a different provider than they pay every month.               "], [34353, "2017-06-14T12:57:57Z", [0.55], ""], [691, "2017-06-13T18:03:40Z", [0.62], ""], [26242, "2017-06-13T17:03:58Z", [0.5], ""], [32100, "2017-06-13T15:35:42Z", [0.1], ""], [34353, "2017-06-13T12:09:04Z", [0.55], ""], [36016, "2017-06-13T05:46:55Z", [0.71], ""], [35806, "2017-06-12T18:46:27Z", [0.42], ""], [691, "2017-06-12T13:56:29Z", [0.62], ""], [34353, "2017-06-12T12:51:55Z", [0.55], ""], [754, "2017-06-12T03:35:33Z", [0.8], ""], [23234, "2017-06-12T02:42:22Z", [0.5], ""], [34353, "2017-06-11T21:25:47Z", [0.55], ""], [2965, "2017-06-11T15:49:25Z", [0.99], ""], [35061, "2017-06-11T15:12:03Z", [0.55], "Republican agenda plus Ajit Pai FCC chairman being an advocate of their agenda and anti net neutrality"], [34353, "2017-06-10T17:08:04Z", [0.55], ""], [691, "2017-06-10T13:21:09Z", [0.64], ""], [706, "2017-06-10T04:33:07Z", [0.55], "Will happen but not this soon."], [995, "2017-06-10T03:20:18Z", [0.75], ""], [22264, "2017-06-09T21:17:07Z", [0.0], ""], [1333, "2017-06-09T20:15:55Z", [0.35], ""], [34353, "2017-06-09T19:59:14Z", [0.55], ""], [20156, "2017-06-09T16:36:36Z", [0.75], ""], [2965, "2017-06-09T14:22:47Z", [0.99], ""], [12591, "2017-06-09T08:55:41Z", [0.6], ""], [28414, "2017-06-09T08:36:08Z", [0.8], ""], [35398, "2017-06-09T02:16:00Z", [1.0], ""], [601, "2017-06-08T22:30:44Z", [0.81], ""], [31450, "2017-06-08T20:02:25Z", [1.0], "Good analysis of the issue in the link below. Since I am a human being and not an ISP I am in favor of Title II regulations for the industry. The point is I am desperately hoping this change doesn't happen and I am not certain that it will. However, I am saying 100 percent because if this change does happen I'll at least get a few points on this site so I'm using the question to hedge my bets. Ok one sentence of real analysis: I think the FCC votes to make the change in August and they are immediately sued by consumer groups; the resulting court case won't be resolved this year so then we will see if the court imposes a stay on the vote. https://arstechnica.com/tech-policy/2017/05/net-neutrality-goes-down-in-flames-as-fcc-votes-to-kill-title-ii-rules/"], [16284, "2017-06-08T18:50:49Z", [0.65], ""], [35398, "2017-06-08T13:05:15Z", [0.9], ""], [34353, "2017-06-08T12:26:02Z", [0.55], ""], [691, "2017-06-08T12:24:18Z", [0.64], ""], [35960, "2017-06-08T04:26:03Z", [0.3], ""], [4729, "2017-06-08T01:01:37Z", [0.7], ""], [7124, "2017-06-08T00:13:02Z", [0.75], ""], [35950, "2017-06-07T20:04:18Z", [0.3], ""], [2965, "2017-06-07T16:22:40Z", [0.99], ""], [34353, "2017-06-07T12:04:22Z", [0.55], ""], [754, "2017-06-07T05:12:07Z", [0.7], ""], [23234, "2017-06-07T02:48:37Z", [0.45], ""], [691, "2017-06-06T14:42:25Z", [0.64], ""], [233, "2017-06-06T14:11:09Z", [0.05], ""], [34353, "2017-06-06T12:11:42Z", [0.55], ""], [2965, "2017-06-05T21:31:51Z", [0.99], ""], [1333, "2017-06-05T19:07:15Z", [0.25], ""], [28414, "2017-06-05T17:16:05Z", [0.55], ""], [12879, "2017-06-05T17:03:18Z", [0.6], "There is surely a WIDE variety of predictions on this market. It's going to be an interesting outcome  when it is resolved.\nCF: @lsgold7 ..... @danbell7819 ..... @Dsarin"], [2965, "2017-06-05T15:48:15Z", [0.99], ""], [34353, "2017-06-05T12:36:29Z", [0.55], ""], [28414, "2017-06-05T07:55:44Z", [0.15], ""], [28414, "2017-06-05T07:55:02Z", [0.5], ""], [35926, "2017-06-05T02:26:22Z", [0.23], ""], [631, "2017-06-05T01:47:39Z", [0.75], "Trump, Ajit Pai. Evil empire Verizon.\nhttps://newrepublic.com/article/143033/trump-administration-plans-internet"], [554, "2017-06-04T23:35:25Z", [0.65], ""], [29980, "2017-06-04T22:58:30Z", [0.99], ""], [948, "2017-06-04T21:41:24Z", [0.05], "I don't see this happening by end of the year, if only because the courts have thrown doubt onto certain matters that the FCC would like to change.  Noting here this article's last paragraph: \"No matter what the FCC does, legislation could be vital to resolving the issue because the FTC's ability to regulate internet providers has been thrown into doubt. A federal appellate court earlier this month upheld the controversial net neutrality rules, leaving Congress and the agencies to grapple with internet oversight.\"  Read more at: https://phys.org/news/2017-05-lawmakers-internet-privacy-repealing.html#jCp"], [1333, "2017-06-04T20:27:26Z", [0.15], ""], [691, "2017-06-04T20:15:13Z", [0.64], ""], [1333, "2017-06-04T19:56:45Z", [0.15], ""], [6903, "2017-06-04T19:53:14Z", [0.65], ""], [22305, "2017-06-04T18:57:58Z", [0.0], ""], [16501, "2017-06-04T18:31:03Z", [0.6], ""], [28904, "2017-06-04T17:56:27Z", [0.85], ""], [35166, "2017-06-04T17:51:08Z", [0.6], "Read the bio's of the Chairman Pai, he believes in making it easier for broadband owners, and doesn't believe in regulating the market "], [31317, "2017-06-04T16:23:11Z", [0.75], ""], [34353, "2017-06-04T16:07:06Z", [0.55], ""], [31142, "2017-06-04T15:43:12Z", [0.95], ""], [5502, "2017-06-04T14:37:11Z", [0.05], ""], [6552, "2017-06-04T12:07:30Z", [0.9], ""], [23234, "2017-06-04T02:32:40Z", [0.4], ""], [28474, "2017-06-04T00:51:50Z", [0.95], ""], [28414, "2017-06-03T23:09:34Z", [0.85], ""], [1643, "2017-06-03T20:38:48Z", [0.8], "1) The FCC chairman has made a public argument in favor of ceasing:\nhttps://apps.fcc.gov/edocs_public/attachmatch/DOC-344590A1.pdf 2) The public comment period ends August 17th.\nhttp://thehill.com/policy/technology/334743-fcc-opens-public-comment-period-for-net-neutrality 3) Right now there are only  three commissioners who vote.\nhttps://en.wikipedia.org/wiki/Federal_Communications_Commission Ajit is an outspoken critic and O'Rielly agrees.\nhttp://variety.com/2016/biz/news/fcc-net-neutrality-repeal-michael-orielly-1201942745/ Two votes is enough to win. 4) Leaving a 20% chance partly because when they initially implemented the rules the time between public comment starting period and the vote was May 2014 to Feb 2015.  That would imply that this would not happen until after Jan 1.  Also leaving a chance that a well known and charismatic entrepreneur will see this issue as a charity they wish to champion on behalf of startups and will figure out the right way to nudge one of the two republicans.  \nhttps://arstechnica.com/tech-policy/2017/02/fcc-tries-something-new-making-proposals-public-before-voting-on-them/"], [35618, "2017-06-03T19:39:18Z", [0.75], ""], [4918, "2017-06-03T18:07:02Z", [0.75], ""], [31317, "2017-06-03T17:36:26Z", [0.65], ""], [1333, "2017-06-03T17:34:44Z", [0.05], ""], [23234, "2017-06-03T16:46:15Z", [0.5], ""], [34353, "2017-06-03T16:42:03Z", [0.55], ""], [12879, "2017-06-03T16:11:38Z", [0.5], ""], [25875, "2017-06-03T16:00:22Z", [0.6], ""], [28414, "2017-06-03T11:07:28Z", [0.5], ""], [2965, "2017-06-03T08:07:48Z", [0.9], "done deal\nbut this  does not ipso facto include net neutrality but different approach can be be carved out for google\ncommon carrier is but one way to ensure net neutrality for the world biggest monopolies\nMicrosoft and  Google and ATT want it gone-\nEric Schmidt Google has gone rogue, over to dark side with DT\ndid not resign like Musk-Iger over Paris\nand Google wants net neutrality not common carrier \nGoogle could be reclassified\nNetflix stock...the next big  big short. Google and Micro like but they can get without common carrier\nthe move to wireless and mobile makes this a  disjointed  debate on competition: common carrier just stifles newer tech.\nWant to regulate the net like airliners before dereg Go forth and treat the internet like Greyhound Bus lines and we will be ruled by Google and ATT  forever  se dishttps://www.eff.org/deeplinks/2017/04/fcc-announces-plan-abandon-net-neutrality-and-isp-privacyti  See the Federal Communications Commission is cracking open the net neutrality debate again with a proposal to undo the 2015 rules that implemented net neutrality with Title II classification. https://www.theverge.com/2017/4/26/15437840/fcc-plans-end-title-ii-net-neutrality FCC chairman Ajit Pai called the rules “heavy handed” and said their implementation was “all about politics.” He argued that they hurt investment and said that small internet providers don’t have “the means or the margins” to withstand the regulatory onslaught. “Earlier today I shared with my fellow commissioners a proposal to reverse the mistake of Title II and return to the light touch framework that served us so well during the Clinton administration, Bush administration, and first six years of the Obama administration,” Pai said today. THE FULL NET NEUTRALITY PROPOSAL WILL BE REVEALED THURSDAY\nHis proposal will do three things: first, it’ll reclassify internet providers as Title I information services; second, it’ll prevent the FCC from adapting any net neutrality rules to practices that internet providers haven’t thought up yet; and third, it’ll open questions about what to do with several key net neutrality rules — like no blocking or throttling of apps and websites — that were implemented in 2015. Pai said the full text of his net neutrality proposal would be published tomorrow afternoon. It’ll be voted on by the FCC at a meeting on May 18th. From there, months of debate will follow as the item is opened up for public comment. The commission will then revise its rules based on the feedback it receives before taking a final vote to enact them. Strong net neutrality rules were passed in 2015 and have been in place for about two years. Those rules reclassified internet providers as “common carriers” under Title II of the Telecommunications Act, which subject them to tough, utility-style regulation. While the commission didn’t apply many of the traditional utility restrictions — l Game Over. 2/1 vote is a quorum and its passing FCC links below 5-23\npublic uproar-surely you jest\nTrump is an ongoing riot just waiting to explode this summer\nwith Comey and impeachment and gridlock Congress can and will do nothing\n5-23-17https://www.fcctsv/document/restoring-internet-freedom-notice-proposed-rulemaking\nhttps://www.fcc.gov/document/fcc-proposes-ending-utility-style-regulation-internet/pai-statement\nhttps://www.fcc.gov/document/fcc-proposes-ending-utility-style-regulation-internet/clyburn-statement\nhttps://www.fcc.gov/document/fcc-proposes-ending-utility-style-regulation-internet/orielly-statement\n2 to 1 republican majority will only increase\ngame over sorry ELF \nGoogle has no veto\nrip up Paris accord\nthis is low hanging fruit\nUnder Admin Practice Act\ncomments close in 90 days.\nThat is 9-1-2017.\nI expect final rule by 11-1 latest\nfast track\nCongress cannot summon,majority in House to override\nRyan will not schedule vote\ncourts: not on this one\nno tros\nend game"], [35905, "2017-06-03T03:59:16Z", [0.4], ""], [35618, "2017-06-03T02:27:21Z", [0.48], "the more I think about it, the more I think it's possible if not probable"], [34353, "2017-06-03T02:16:09Z", [0.55], "It seems as though the FCC Chair might not be interested in the public's comments on this (http://www.latimes.com/business/la-fi-net-neutrality-fcc-20170517-story.html), and instead pursue deregulation regardless. The comments are required, and prevent a follow-on lawsuit. Service providers haven't come out strongly for net neutrality, and probably quietly hope this moves forward. Going on the higher end as we see how this plays out."], [35642, "2017-06-02T23:47:06Z", [0.38], ""], [28091, "2017-06-02T20:32:50Z", [0.9], "In the present anti regulation environment this is probably going to happen. "], [35618, "2017-06-02T20:32:01Z", [0.22], "FCC chairman Ajit Pai has made it clear that he wants to put an axe to internet broadband being under Tittle II. It's already created major pushback, but the commission has 2 republicans and one democrat on it with 2 vacancies[1].  Meaning, to me anyways, that they would be more likely to go down the path of deregulation. While public outrage will likely continue to grow, there have also been reports of bots  being used to make anti-net neutrality comments[2]. Which could provided the FCC with the ammunition it needs to deregulate as Ajit Pai would like [1]https://www.forbes.com/sites/frankminiter/2017/05/22/the-shocking-thing-about-net-neutrality-few-are-reporting/#b916c1d98c74\n[2]http://www.bbc.com/news/technology-39950399"], [35493, "2017-06-02T20:18:51Z", [0.85], ""], [691, "2017-06-02T20:16:01Z", [0.42], "This would be immensely unpopular among grownups.  If the FCC had all been appointed by the current president, that would make it a gimme.  Under the statute, only three of the five members can be of the same political party.  Far as I can tell from the not-very-helpful FCC website, the current prez has a chance to get the third R on before year-end.  The new chair is a notorious opponent of net neutrality.  M. Petits-Doigt can be charitably assumed to have little or no actual knowledge of or interest in the technical, ethical, moral or legal implications of this question, and so will appoint whomever he is told to appoint by his son-in-law or Steve Bannon, whichever one gets to him just before he announces.   Starting higher than everybody else so far, but as the situation gets more nearly clear, I'll probably bump up some more.  It is not charitable to assume that this administration, a term one uses advisedly about this gang, will invariably do the worst possible thing for the US; it is not, however, an ill-adivsed starting point."], [28414, "2017-06-02T19:52:55Z", [0.0], ""], [34717, "2017-06-02T19:36:20Z", [0.0], ""], [12879, "2017-06-02T17:36:59Z", [0.0], ""], [32100, "2017-06-02T17:32:52Z", [0.0], ""], [1333, "2017-06-02T17:14:52Z", [0.0], ""], [1333, "2017-06-02T17:01:53Z", [0.0], "i think the uproar it would cause will prevent this from passing."]]}