{"question_id": 2099, "title": "Before 3 October 2021, will the US Supreme Court block any part of the CDC's 3 August 2021 eviction moratorium order?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.95, 0.05], "correct_answer": "Yes", "correct_forecast": 0.95, "preds": [[53391, "2021-08-27T12:45:23Z", [1.0], ""], [101437, "2021-08-27T09:18:24Z", [1.0], ""], [74903, "2021-08-27T05:28:59Z", [1.0], "https://www.politico.com/news/2021/08/26/supreme-court-halts-biden-eviction-moratorium-506982?fbclid=IwAR14rOUkQ4ZLjGFp3D3nQNNFRnMkje-5l1bBs_Q_38Xml1ed5tuvXeLiIFU"], [94872, "2021-08-27T04:44:06Z", [1.0], ""], [92794, "2021-08-27T04:21:24Z", [1.0], ""], [92690, "2021-08-27T03:11:26Z", [0.41], ""], [102305, "2021-08-27T02:25:52Z", [1.0], ""], [99993, "2021-08-27T01:57:39Z", [1.0], ""], [80475, "2021-08-27T01:31:39Z", [1.0], "https://www.supremecourt.gov/opinions/20pdf/21a23_ap6c.pdf"], [94872, "2021-08-26T20:47:00Z", [0.84], ""], [93409, "2021-08-25T16:30:44Z", [1.0], ""], [99993, "2021-08-25T16:23:56Z", [0.9], ""], [99993, "2021-08-25T16:18:34Z", [0.85], ""], [102145, "2021-08-25T12:29:02Z", [0.95], "Not legally sound, 3Q books closed end of Sep"], [81061, "2021-08-25T00:33:22Z", [0.85], ""], [102031, "2021-08-24T22:45:53Z", [0.61], ""], [530, "2021-08-24T19:20:37Z", [0.75], ""], [1333, "2021-08-24T12:30:11Z", [0.81], ""], [1333, "2021-08-24T12:29:52Z", [0.76], ""], [691, "2021-08-23T17:13:38Z", [0.8], ""], [1333, "2021-08-23T11:48:41Z", [0.89], ""], [93028, "2021-08-22T22:19:24Z", [0.0], ""], [94872, "2021-08-22T22:13:12Z", [0.77], ""], [691, "2021-08-22T16:30:15Z", [0.76], ""], [96953, "2021-08-22T04:30:00Z", [0.8], ""], [102298, "2021-08-22T02:40:01Z", [0.24], ""], [53391, "2021-08-21T19:05:55Z", [0.95], "Request to  overturn the moratorium reached supreme court Friday.  CJ Robersts asked for government briefs by Aug 23.  After that he can decide to overturn the moratorium himself or refer it the full court. Again, this is not going to be oral arguments.  I am not even sure Robergs will refer this to the whole court.  If he refers it to the whole court and it is overturned along ideology lines then that feeds fuel to the \"Scotus is unfair to liberals crowd\". If he does it himself then he takes the heat, but he has tenure.  Although if he refers it to the whole court, nothing gharantees Kavanaufhs vote.  Kavanaugh may once again deteremine that a few more weeks to orderly disburse the rental relief funds will not harm the landlords. So trajectories:\n0. Roberst decides to a) rule himself or b)refer to court. I think it is 50/50\n1. Roberts decide by himself to either a)overturn or b) deny. If this path then a is 100% and b is 0%.\n2.  Robergs refers to court. It is is 4-4 with Kavanaugh as swing.  A)overturn 90% or b) Deny 10% "], [28091, "2021-08-21T18:10:11Z", [0.93], ""], [101437, "2021-08-21T14:38:45Z", [0.87], "The DC court of appeals has ruled and an emergency petition has already been filed with the US Supreme Court.  Justice Roberts has asked for the government's response by Monday, August 23rd.  This is moving faster than I expected.  However, as I am far from a legal expert, I am only going to increase my probability to 87%.  The merits of the case will decide the outcome at this point.  Given previous public comments, it does not seem favorable the moratorium will remain in its current format.  Even President Biden has acknowledged that success in the courts will be limited. https://www.scotusblog.com/2021/08/real-estate-agents-ask-justices-to-freeze-administrations-new-version-of-eviction-moratorium/\nhttps://www.wsj.com/articles/new-eviction-moratorium-to-continue-appeals-court-rules-11629481219?mod=hp_lead_pos6"], [99993, "2021-08-21T03:27:21Z", [0.8], ""], [99993, "2021-08-21T03:26:51Z", [0.7], ""], [94872, "2021-08-21T02:50:04Z", [0.55], ""], [914, "2021-08-21T00:39:25Z", [0.35], ""], [691, "2021-08-20T16:11:06Z", [0.72], ""], [100664, "2021-08-20T08:12:51Z", [0.75], ""], [28091, "2021-08-19T20:54:46Z", [0.9], "I believe Kavanaugh has stated what he believes and will block the moratorium because there is no new congressional action. "], [691, "2021-08-19T18:27:53Z", [0.68], ""], [530, "2021-08-19T17:32:25Z", [0.6], ""], [99993, "2021-08-19T16:31:58Z", [0.5], ""], [34959, "2021-08-19T14:59:01Z", [0.75], ""], [639, "2021-08-19T13:41:57Z", [0.8], ""], [639, "2021-08-19T13:41:35Z", [0.75], ""], [101744, "2021-08-19T02:24:35Z", [0.2], ""], [98507, "2021-08-18T13:39:25Z", [0.9], ""], [53391, "2021-08-18T12:58:08Z", [0.9], "Increasing because DC court wants to rule by 8/19.  That leaves more than enough time for SCOTUS.  "], [1333, "2021-08-18T11:52:49Z", [0.98], ""], [34815, "2021-08-18T04:02:15Z", [1.0], ""], [101437, "2021-08-18T00:38:48Z", [0.72], "Based on the source posted by @StringerBell, which indicates that both parties have asked the appeals court to rule by this Thursday, there is plenty of time to appeal to the Supreme Court.  Materially increasing my probability to 72%.  "], [691, "2021-08-17T18:07:35Z", [0.64], ""], [36194, "2021-08-17T14:33:03Z", [0.41], ""], [102177, "2021-08-17T13:21:11Z", [0.65], "Agree with those saying it's not if but when. "], [67500, "2021-08-16T22:19:22Z", [0.75], "The key here is Kavanaugh who \"wrote in a one-paragraph opinion that he would reject any additional extension without a new, clear authorization from Congress, which has not been able to take action.\" - this hasn't yet occurred so if we take Kavanaugh at his word he will strike down the most recent CDC ban (even though it is altered from the one before it). However, there is a small chance he will allow the moratorium due to it's reduced scope and limited time frame.  Also, there is timing to consider which was highlighted by comments below. I'm assuming that they will hear the case/take a position before 10/3 - which I believe they have the ability to do but which I haven't done much research on.  https://apnews.com/article/health-courts-coronavirus-pandemic-27522bec9adfdb0fb894cbd3fd57dd1a"], [100836, "2021-08-16T19:39:40Z", [0.3], "Heavily influenced by @the_trumpet_vine  and @econja2018 comments."], [25295, "2021-08-16T18:54:59Z", [0.8], ""], [13979, "2021-08-16T18:20:28Z", [0.6], ""], [95944, "2021-08-16T11:58:16Z", [0.73], ""], [88452, "2021-08-16T08:17:40Z", [0.0], ""], [2725, "2021-08-15T20:22:22Z", [0.1], ""], [101935, "2021-08-15T15:44:36Z", [0.65], ""], [78587, "2021-08-15T15:11:12Z", [0.4], ""], [67403, "2021-08-15T13:11:58Z", [0.66], ""], [45594, "2021-08-15T07:05:10Z", [0.6], ""], [92079, "2021-08-15T02:58:31Z", [1.0], ""], [84420, "2021-08-14T18:42:42Z", [0.28], ""], [691, "2021-08-14T15:50:44Z", [0.32], ""], [101437, "2021-08-14T15:06:44Z", [0.33], "There are two aspects to this question: (1) Likelihood of SCOTUS blocking any part of the moratorium, and (2) Timing. With respect to (1), there is a high likelihood of the SCOTUS blocking part of the moratorium.  Per Justice Kavanaugh, he believes that “clear and specific congressional authorization (via new legislation) would be necessary for the CDC to extend the moratorium past July 31.”  [https://www.scotusblog.com/2021/06/divided-court-leaves-eviction-ban-in-place/] With respect to (2), I would not underestimate the speed as which the SCOTUS can intercede through the emergency appeals process [https://www.scotusblog.com/election-law-explainers/emergency-appeals-stay-requests/].  There are three criteria per the scotusblog source that are considered, \"If the circuit justice refers the request to the full court, the justices normally consider three factors when deciding whether to grant a stay and put the lower-court ruling on hold: whether they are likely to take up the case on the merits by granting a cert petition; whether, after granting a cert petition, there is a “fair prospect” that the justices will permanently overrule the lower court; and whether the lower court’s ruling will cause permanent harm if it is allowed to remain in effect while the case proceeds through the normal appeals process. The court will grant a stay if at least five justices vote to do so.\" One out of the three seem to be met or close to being met: (A) there is a 'fair prospect' that the justices will overrule the lower court [see Justice Kavanaugh's comment].  It is unclear if a second criteria will be met, but the longer the eviction moratorium is in place, the more likely landlords will be permanently harmed. Watching to see if an emergency appeal is filed with SCOTUS.  If that happens, this outcome becomes binary very, very quickly.  Hence, I am going to start my forecast at 33% due to the timing arguments by @bh4eh though shaded higher due to the emergency appeals process."], [101422, "2021-08-14T13:19:24Z", [0.03], ""], [74903, "2021-08-14T10:16:02Z", [0.75], ""], [1333, "2021-08-14T06:46:53Z", [0.99], ""], [89013, "2021-08-14T02:49:12Z", [0.05], ""], [53391, "2021-08-13T22:37:41Z", [0.3], "Adjusting from 90% because in another comment I realize the timeline is tight.  Alabama Realtors vs HHS ran from summary judgement May 3 3021 to SCOTUS decision June 30 3021.   8 weeks. So now it is start Aug 13 2021. 8 weeks is past Oct 3.  So I still believe SCOTUS will kill the Ban pending trial, but I doubt by Oct 3.  "], [94606, "2021-08-13T21:46:08Z", [0.22], "Can the US judicial system operate quickly enough to obtain a concrete decision within the time frame of this question? For now, it appears that the CDC's moratorium has legal effect. But on a technicality; https://reut.rs/37GbIsX. It appears that an Appeals court hearing must be heard and then the appellants can approach the Supreme court for a definitive ruling on the legality of the moratorium. "], [1333, "2021-08-13T21:01:00Z", [1.0], ""], [53391, "2021-08-13T19:02:43Z", [0.9], "SCOTUS stated strongly that it would have blocked the prior ban but for the short time remaining.  Biden is daring SCOTUS to act.  So I think what happens is 5th circuit will uphold the ban, then the appellate circuit will uphold ban also citing prior case outcome. Then it gets referred to SCOTUS with request to Block the ban.   SCOTUS  will Block the ban and send the case back to trial to develop a record,  thus avoiding issuance of a binding opinion.  By the time the trial concludes and appeals are concluded it will be 2023 and hopefully moot!"], [95944, "2021-08-13T18:33:14Z", [0.24], ""], [100273, "2021-08-13T17:58:08Z", [0.2], "Given the Clown show in Washington these days,  its unlikely the SCOTUS will step in to help business owners. "], [67403, "2021-08-13T17:27:35Z", [0.95], ""], [60695, "2021-08-13T17:07:19Z", [1.0], ""]]}