{"question_id": 48, "title": "How many seats in Taiwan's Legislative Yuan will the Democratic Progressive Party (DPP) win in January's elections?", "possible_answers": ["Plurality", "Majority", "Not a plurality"], "crowd_forecast": [0.31, 0.68, 0.01], "correct_answer": "Majority", "correct_forecast": 0.68, "preds": [[498, "2016-01-17T07:19:24Z", [0.0, 1.0, 0.0], ""], [102, "2016-01-17T06:38:06Z", [0.12, 0.87, 0.01], ""], [11511, "2016-01-17T04:43:47Z", [0.09, 0.87, 0.04], ""], [237, "2016-01-17T04:41:54Z", [0.0, 1.0, 0.0], ""], [10192, "2016-01-17T03:51:44Z", [0.0, 1.0, 0.0], ""], [14798, "2016-01-17T03:49:53Z", [0.0, 1.0, 0.0], ""], [639, "2016-01-17T02:29:58Z", [0.15, 0.85, 0.0], ""], [52, "2016-01-17T01:56:51Z", [0.0, 1.0, 0.0], ""], [241, "2016-01-17T01:42:14Z", [0.0, 1.0, 0.0], "It turns out my early December forecast (DPP wins 63 seats) was more accurate than my early January forecast (DPP wins 59 seats). My range since early December was 55-69. The DPP won 68 seats."], [93, "2016-01-17T01:37:01Z", [0.0, 1.0, 0.0], ""], [15068, "2016-01-17T00:36:37Z", [0.0, 1.0, 0.0], ""], [43, "2016-01-17T00:06:47Z", [0.0, 1.0, 0.0], ""], [231, "2016-01-17T00:03:10Z", [0.0, 1.0, 0.0], ""], [38, "2016-01-16T23:55:40Z", [0.0, 1.0, 0.0], ""], [60, "2016-01-16T22:40:32Z", [0.0, 1.0, 0.0], "I think this will be back-dated, but in case I'm wrong... Jan 16: \"Taiwan’s election results, explained\" --> http://www.brookings.edu/blogs/order-from-chaos/posts/2016/01/16-taiwan-election-results-bush \"Final results are not yet available for all of the 78 geographic seats, but the Central News Agency reports that the DPP will have at least 60 seats, enough for an absolute majority.\""], [15667, "2016-01-16T22:36:07Z", [0.1, 0.8, 0.1], ""], [5001, "2016-01-16T20:07:30Z", [0.0, 1.0, 0.0], ""], [131, "2016-01-16T19:55:46Z", [0.0, 1.0, 0.0], ""], [10783, "2016-01-16T19:45:53Z", [0.0, 1.0, 0.0], ""], [14531, "2016-01-16T19:19:18Z", [0.01, 0.98, 0.01], "DPP appears to have this sown up.* I'm not sure why I can still revise my forecast. *http://www.scmp.com/news/china/policies-politics/article/1901800/taiwan-election-tsai-ing-wen-taiwans-first-female"], [14840, "2016-01-16T18:48:50Z", [0.0, 1.0, 0.0], ""], [12874, "2016-01-16T17:34:52Z", [0.0, 1.0, 0.0], ""], [691, "2016-01-16T17:24:07Z", [0.0, 1.0, 0.0], ""], [13276, "2016-01-16T17:07:38Z", [0.0, 1.0, 0.0], ""], [14033, "2016-01-16T16:47:25Z", [0.0, 1.0, 0.0], ""], [4729, "2016-01-16T16:45:38Z", [0.0, 1.0, 0.0], ""], [506, "2016-01-16T16:35:42Z", [0.0, 1.0, 0.0], ""], [3895, "2016-01-16T15:34:01Z", [0.0, 1.0, 0.0], ""], [2, "2016-01-16T15:29:21Z", [0.0, 1.0, 0.0], "http://www.bloomberg.com/news/articles/2016-01-16/taiwan-s-chu-concedes-defeat-in-president-election-to-dpp-s-tsai \"The DPP won 68 seats in the 113-seat legislature, gaining its first ever majority and locking the KMT out of power for the first time since since Chiang Kai-shek fled with his government across the Taiwan Strait in 1949.\""], [601, "2016-01-16T15:12:46Z", [0.05, 0.95, 0.0], ""], [14394, "2016-01-16T15:10:22Z", [0.05, 0.95, 0.0], ""], [601, "2016-01-16T15:06:08Z", [0.11, 0.89, 0.0], ""], [1693, "2016-01-16T14:55:39Z", [0.05, 0.95, 0.0], ""], [11080, "2016-01-16T14:39:05Z", [0.0, 1.0, 0.0], ""], [11800, "2016-01-16T14:38:10Z", [0.0, 1.0, 0.0], ""], [14840, "2016-01-16T14:29:05Z", [0.28, 0.72, 0.0], ""], [11800, "2016-01-16T13:42:49Z", [0.12, 0.88, 0.0], ""], [10745, "2016-01-16T13:19:40Z", [0.0, 1.0, 0.0], ""], [13377, "2016-01-16T13:18:21Z", [0.15, 0.85, 0.0], ""], [43, "2016-01-16T13:16:12Z", [0.05, 0.95, 0.0], ""], [11800, "2016-01-16T12:43:24Z", [0.24, 0.72, 0.04], "If ound another interesting comment on the influence of generation change, which makes me push the MAJ % slightly higher  Finally, the results will be influenced by generational change. Though Taiwan is an aging society, young people have also become more politically active. Turnout among voters aged 20-40 increased from an average of 60% in previous elections, to 74-78% in the 2014 local elections, according to Taiwan Thinktank.\nhttp://www.taiwanthinktank.org/chinese/page/5/71/2909/0\nThis trend must have even increased due to the demographic development."], [11555, "2016-01-16T12:38:11Z", [0.0, 1.0, 0.0], ""], [11800, "2016-01-16T12:23:31Z", [0.29, 0.69, 0.02], "@Pstauble: you did a really impressive good analysis and your sources you refer to are even more impressive.  Thank you for this!  I am not an expert on forecasting election results, neither on Taiwan topics. \nI judge that voters will give more weight to the economic topic than the cross strait. However it is linked directly with the second one, and the heavy investment of Taiwanese in PRC.  Also interesting is, that the democratic development will give more parties a good chance to win seats ( beside the two dominant ones). Therefore a majority for the DPP will be more difficult in this election of 2016.\nHowever as i read the comments and analysis, it looks like, that the likelihood for DPP to get a plurality in the LY, is quite good "], [691, "2016-01-16T12:15:11Z", [0.08, 0.92, 0.0], ""], [14216, "2016-01-16T12:09:51Z", [0.01, 0.99, 0.0], ""], [212, "2016-01-16T12:03:34Z", [0.0, 1.0, 0.0], ""], [14216, "2016-01-16T12:02:20Z", [0.12, 0.8, 0.08], ""], [12118, "2016-01-16T12:00:27Z", [0.01, 0.99, 0.0], ""], [15068, "2016-01-16T11:04:19Z", [0.1, 0.9, 0.0], ""], [12874, "2016-01-16T10:46:16Z", [0.05, 0.95, 0.0], ""], [38, "2016-01-16T06:39:51Z", [0.2, 0.8, 0.0], "http://focustaiwan.tw/news/aipl/201601150028.aspx \"The DPP's goal in the legislative elections is to grab a majority, 57 seats, but its officials were not sure how close they are. Hung Yao-fu (洪耀福), the party's deputy secretary-general who is running its campaign, said it might garner 40-42 seats in the regional election and probably 13 seats in the at-large election, which is within the margin of its goal, the United Daily News reported on Thursday.\n. . . \n\"Nathan Batto, an assistant research fellow at Academia Sinica's Institute of Political Science, said his subjective guess was 68 DPP seats and 35 KMT seats in his blog \"frozen garlic\"  . . . .Batto said most people expect a somewhat smaller DPP majority, with the DPP in the low 60s and the KMT in the upper 30s. A lot of uncertainty lies in the vote for the 34 \"national and overseas communities\" or at-large lawmaker seats, since there are 18 political parties joining the race, far more than the 11 and 12 seen in the previous two elections in 2008 and 2012.\n~~~~~~~\nhttp://asia.nikkei.com/Politics-Economy/Policy-Politics/Pro-independence-DPP-looks-set-to-take-presidency-and-legislature \" . . .  the current opposition Democratic Progressive Party appears to be heading for a double victory -- both the presidency and a parliamentary majority.  . . . \n. . . \n\" Several DPP officials told the Nikkei Asian Review that they expect to win 60 seats in the 113-seat parliament, . . \n~~~~~~~\nhttp://www.eastasiaforum.org/2016/01/15/taiwans-premier-question/ \"Perhaps the most likely election outcome is that . . .  the DPP will become the ruling party with more than half of the seats in the new parliament. . . . Another strong possibility is that . . .  the DPP falls short of absolute control in the Legislative Yuan. \n~~~~~~~\nCOMMENT:  Thanks to \"Frozen Garlic\" and AsiaNikkei, I'm feeling more confident.  Going back to 80% . "], [498, "2016-01-16T06:24:48Z", [0.01, 0.99, 0.0], "\"Su’s political awakening began with a course on industrial organisation\"\n\"about 1.29 million people, or 8 per cent of Taiwan’s 18.8 million voters, would be casting their ballots for the first time\"\nhttp://www.scmp.com/news/china/policies-politics/article/1901733/force-awakens-taiwan-vote-sunflower-generation-could-be Hong Kong Free Press Election Blog with Live Updates: https://www.hongkongfp.com/2016/01/16/live-the-2016-taiwanese-presidential-and-legislative-elections/ While there are no exit polls, \"Taiwan's vote counting is extraordinarily fast.\"\nhttps://www.hkupop.hku.hk/english/columns/columns68_2.html"], [38, "2016-01-16T06:24:41Z", [0.5, 0.5, 0.0], "http://www.cnbc.com/2016/01/15/taiwans-elections-wont-hike-tensions-with-china.html \"Polls indicate that front-runner Tsai Ing-wen's Democratic Progressive Party (DPP) is poised to take control of Taiwan's parliament . . . \n~~~~~~~\nhttps://www.hongkongfp.com/2016/01/15/explainer-the-2016-taiwanese-presidential-and-legislative-elections/ It is less certain whether the DPP – or a pan-green coalition headed by the DPP – can secure over half of the seats in the Legislative Yuan. \n~~~~~~~\nCOMMENT:  I'm losing my nerve."], [15602, "2016-01-16T03:41:13Z", [0.49, 0.5, 0.01], ""], [15047, "2016-01-16T03:19:48Z", [0.0, 1.0, 0.0], ""], [98, "2016-01-16T01:58:34Z", [0.2, 0.8, 0.0], ""], [14840, "2016-01-15T23:57:47Z", [0.31, 0.69, 0.0], "This article seems to suggest that I've been too skeptical of the DPP's ability to win an outright majority:\nhttp://www.chinapost.com.tw/taiwan/national/national-news/2016/01/16/456257/Voters-electing.htm"], [15579, "2016-01-15T23:27:15Z", [0.7, 0.29, 0.01], ""], [15569, "2016-01-15T23:16:13Z", [0.64, 0.36, 0.0], ""], [14531, "2016-01-15T23:05:50Z", [0.23, 0.76, 0.01], "Taiwan fund manager Vincent Yang's reduction in holdings provides reason to be slightly more bullish about the DPP's chances of getting an outright majority in the Yuan. a DPP majority (along with the presidency) is seen as bad for business, at least in the short run. That said, I feel exposed to a lot of risk here. The KMT has never lost its majority in the Yuan, according to VOA**. That suggests I started with the wrong baseline. I may need to reevaluate. And I think the NPP might do better than expected, soaking up some of the DPP's spate.  * http://www.bloomberg.com/news/articles/2016-01-15/top-taiwan-fund-manager-cuts-stock-holdings-before-election\n** http://www.voanews.com/content/china-economy-focus-of-taiwan-elections/3146997.html\n*** https://www.hongkongfp.com/2016/01/15/explainer-the-2016-taiwanese-presidential-and-legislative-elections/"], [2, "2016-01-15T20:17:41Z", [0.2, 0.75, 0.05], ""], [1526, "2016-01-15T19:59:52Z", [0.05, 0.95, 0.0], ""], [14394, "2016-01-15T19:49:54Z", [0.19, 0.8, 0.01], "polls have shown consistent lead for DPP, nothing has happened to suggest a reversal."], [15529, "2016-01-15T18:45:14Z", [0.25, 0.45, 0.3], ""], [15097, "2016-01-15T18:03:24Z", [0.2, 0.75, 0.05], ""], [15515, "2016-01-15T17:42:23Z", [0.15, 0.85, 0.0], ""], [12366, "2016-01-15T15:56:08Z", [0.21, 0.79, 0.0], ""], [13050, "2016-01-15T15:43:18Z", [1.0, 0.0, 0.0], ""], [13276, "2016-01-15T14:02:54Z", [0.14, 0.85, 0.01], ""], [691, "2016-01-15T12:09:46Z", [0.24, 0.76, 0.0], ""], [689, "2016-01-15T11:42:55Z", [0.27, 0.71, 0.02], ""], [498, "2016-01-15T11:09:04Z", [0.01, 0.99, 0.0], ""], [38, "2016-01-15T09:43:16Z", [0.3, 0.7, 0.0], "http://focustaiwan.tw/news/awps/201601120012.aspx 2016/01/12  \"Both the Kuomintang (KMT) and the Democratic Progressive Party (DPP) have recently shifted their focus to lobbying for \"political party\" votes (which determine the distribution of at-large seats).  There are several reasons for this, the major one being that 18 political parties are contesting the 34 at-large legislative seats up for grabs, compared with only 11 political parties in 2012. \"The second reason is that the two major parties previously focused on the presidential race and overlooked the political party vote. But with the Jan. 16 presidential and legislative elections less than fiercely contested and low turnout expected, the at-large seats of the two major parties could be affected. \"The third reason is that Taiwanese voters tend to split their votes and could cast their three ballots -- for president, directly elected legislator and political party -- for three different political parties. \"Therefore, even though the DPP can be sure of winning big in the presidential election and the directly elected legislative seats, it may not do as well in the at-large legislative seats. \n . . .  if traditional green camp supporters want to help the TSU meet the 5 percent threshold in the political party vote, they have to sacrifice the DPP to do so. This will affect the DPP's hope of having an outright majority or forming an alliance with other parties."], [38, "2016-01-15T09:32:58Z", [0.3, 0.7, 0.0], "http://www.asiasentinel.com/politics/taiwan-electorate-certain-reject-china-advances/ \"Joseph Wu, DPP Secretary General . .. . expressed his party’s confidence that they will definitely outgain their opponents.  Wu’s words were echoed at a separate conference held by the Taiwan Thinktank, which reported on opinion surveys conducted 11 times from 2014 to 2015. Their surveys clearly support the fact that the DPP will gain the majority of seats and that a major reason is both voters are switching to have confidence in the DPP as better able to promote economic development.\"\n~~~~~~~\nhttp://www.bloomberg.com/news/articles/2016-01-14/taiwan-opposition-seeks-freer-hand-with-historic-legislature-win Tsai told Bloomberg at a campaign event in Taipei last month she was \"pretty confident\" the party would win a majority.\n~~~~~~~\nCOMMENTS\nIt is feared that turnout will be \"low\" (70%) because the presidential election is clearly so lopsided.  It is thought that a low turnout favors DPP, because KMT members are so demoralized.   One of the unknowns is how much support the \"Third Force\" parties have.  It is assumed that their strength will come at the cost of DPP. DPP leaders are optimistic that they will win an outright majority, OR very close to a majority.  and many pollsters predict that the DPP could also win parliamentary elections on Saturday, either outright or in a coalition. Close to a majority doesn't cut it for this question.  I was hoping for more strongly positive statements about an outright majority by now.  I'm going to reduce my forecast for a majority."], [15443, "2016-01-15T05:59:01Z", [0.1, 0.85, 0.05], "I suspect they will win a majority of 54%, resulting in 61 seats if my math is correct. Taiwan's economy is down esp after oil bust, and governments usually change when there are headwinds"], [15409, "2016-01-15T02:09:12Z", [0.25, 0.7, 0.05], ""], [13942, "2016-01-15T01:35:48Z", [0.05, 0.95, 0.0], ""], [12874, "2016-01-14T22:58:29Z", [0.22, 0.77, 0.01], ""], [12118, "2016-01-14T21:50:20Z", [0.11, 0.88, 0.01], ""], [691, "2016-01-14T20:02:47Z", [0.22, 0.78, 0.0], ""], [15291, "2016-01-14T18:33:09Z", [0.04, 0.64, 0.32], ""], [689, "2016-01-14T18:05:20Z", [0.17, 0.81, 0.02], ""], [15301, "2016-01-14T17:50:27Z", [0.22, 0.69, 0.09], ""], [15271, "2016-01-14T16:50:37Z", [0.35, 0.65, 0.0], ""], [15267, "2016-01-14T16:31:12Z", [0.55, 0.15, 0.3], "The odds that either party will win has to make up the bulk of the percentages, going off of the weight other people give the majority and  the plurality I would think the democratic party genuinely does have a good chance of winning, but the chance of a majority is always low, especially when stakes are high on an election."], [15267, "2016-01-14T16:25:06Z", [0.45, 0.22, 0.33], "Rarely does any party have a significantly better than random chance of getting a majority, but based how much other predictors are weighing the majority, the party must at least appear to be a leader. They'll probably get the most votes, but not a majority."], [15213, "2016-01-14T12:17:03Z", [0.1, 0.8, 0.1], ""], [11080, "2016-01-14T06:53:54Z", [0.21, 0.79, 0.0], ""], [15068, "2016-01-14T06:29:23Z", [0.2, 0.8, 0.0], ""], [237, "2016-01-14T03:36:46Z", [0.25, 0.75, 0.0], ""], [98, "2016-01-14T03:04:13Z", [0.15, 0.85, 0.0], ""], [43, "2016-01-14T02:26:40Z", [0.19, 0.8, 0.01], ""], [14840, "2016-01-14T00:51:15Z", [0.55, 0.44, 0.01], ""], [14840, "2016-01-14T00:39:57Z", [0.6, 0.39, 0.01], ""], [12879, "2016-01-13T23:52:26Z", [0.35, 0.64, 0.01], ""], [691, "2016-01-13T19:50:54Z", [0.15, 0.85, 0.0], ""], [15034, "2016-01-13T16:05:12Z", [0.24, 0.75, 0.01], ""], [10916, "2016-01-13T14:53:41Z", [0.65, 0.35, 0.0], ""], [13276, "2016-01-13T12:22:24Z", [0.2, 0.76, 0.04], ""], [15140, "2016-01-13T10:43:20Z", [0.42, 0.29, 0.29], ""], [53, "2016-01-13T05:32:22Z", [0.18, 0.82, 0.0], ""], [12118, "2016-01-12T20:59:13Z", [0.16, 0.83, 0.01], ""], [691, "2016-01-12T20:38:11Z", [0.15, 0.85, 0.0], ""], [15075, "2016-01-12T15:25:51Z", [0.2, 0.75, 0.05], ""], [11080, "2016-01-12T06:59:19Z", [0.22, 0.78, 0.0], ""], [10192, "2016-01-12T06:43:59Z", [0.11, 0.89, 0.0], ""], [11511, "2016-01-12T03:26:47Z", [0.44, 0.52, 0.04], ""], [11511, "2016-01-12T02:47:37Z", [0.58, 0.18, 0.24], ""], [14180, "2016-01-12T02:23:32Z", [0.39, 0.57, 0.04], "According to most polls I've encountered, Tsai (DPP Presidential candidate) has been running in the mid-40's (well ahead of everyone else) with about a quarter of voters still undecided. It seems clear from polls that Tsai will win the Presidency as almost all of the undecided voters would have to break against her for her to lose.  The more interesting question (and the subject of the question) is, what about the legislature? Based on the past two elections (which were won by the KMT), a presidential candidate winning more than 50% of the vote corresponds to a legislative majority (even though the KMT popular share of the vote was smaller in legislative elections). Assuming that the remaining voters split equally between the main candidates (which is probably a conservative estimate), the DPP could likely do sufficiently well nationally to gain a legislative majority. "], [102, "2016-01-12T00:53:25Z", [0.21, 0.78, 0.01], ""], [14487, "2016-01-12T00:46:06Z", [0.15, 0.85, 0.0], ""], [12879, "2016-01-11T23:16:29Z", [0.34, 0.66, 0.0], ""], [14531, "2016-01-11T22:24:53Z", [0.24, 0.75, 0.01], ""], [601, "2016-01-11T21:18:33Z", [0.31, 0.69, 0.0], ""], [359, "2016-01-11T19:01:54Z", [0.15, 0.85, 0.0], ""], [271, "2016-01-11T15:45:31Z", [0.19, 0.8, 0.01], ""], [4139, "2016-01-11T13:38:49Z", [0.7, 0.1, 0.2], "I think the young support her and they will turn out. That's 45% and 10% more may drift in, so around 50% support which should be a plurality but may not be a majority. The old fear a sweeping DPP victory because they fear invasion."], [691, "2016-01-11T13:30:23Z", [0.18, 0.82, 0.0], ""], [12118, "2016-01-11T12:57:08Z", [0.2, 0.79, 0.01], ""], [5001, "2016-01-11T05:38:18Z", [0.2, 0.8, 0.0], ""], [14270, "2016-01-11T04:46:43Z", [0.1, 0.85, 0.05], "Seat forecast: DPP: 65, KMT: 35, Others: 13 Analysis:\nVarious polls have showed that the general mood of the electorate has changed little from late 2014, when the regional elections were held. Assuming these polls are accurate, I tried to find some numerical correlations between the polls and the final results in 2014, and attempt to apply those results to the 2016 election. While an unchanged electorate should produce no exciting surprises on election night, it makes forecasting a little easier. Analyzing the data, I found that the DPP performed on average 18% better in the final result than the polls. More worryingly for the KMT, the DPP outperformed by even larger margins in competitive races: in close races, the DPP outperformed polls by 23%. If we assume the polls are accurate, and no committed voter changes his/her mind, then that means over 2/3 of voters who were uncommitted in the polls were won over by the DPP in the final moments of the election. Since studies consistently showed that generally sizeable number of voters decide only toward the end of the election, we may end up seeing the same effect here. As it stand, the polls indicate DPP 31%, KMT 18%, and undecided 24%. Therefore, we may see actual DPP support over 45%. This is a little more than KMT support in 2012 Legislative Yuan elections, in which they won 64 seats. Only 16 of these 64 are general seats and I am not familiar enough with Taiwan to make any comment about the distribution of support for the parties, but if we see stronger than expected DPP support in competitive races like in 2014, matching the 2012 KMT numbers is certainly reasonable. Admittedly, my analysis include many assumptions and ball park estimates. Sources: Mostly Chinese language, I am afraid\nData are taken from wiki pages:\nhttps://zh.wikipedia.org/wiki/2016%E5%B9%B4%E4%B8%AD%E8%8F%AF%E6%B0%91%E5%9C%8B%E7%AB%8B%E6%B3%95%E5%A7%94%E5%93%A1%E9%81%B8%E8%88%89\nhttps://zh.wikipedia.org/wiki/2012%E5%B9%B4%E4%B8%AD%E8%8F%AF%E6%B0%91%E5%9C%8B%E7%AB%8B%E6%B3%95%E5%A7%94%E5%93%A1%E9%81%B8%E8%88%89\nhttps://zh.wikipedia.org/wiki/2014%E5%B9%B4%E4%B8%AD%E8%8F%AF%E6%B0%91%E5%9C%8B%E7%9B%B4%E8%BD%84%E5%B8%82%E9%95%B7%E5%8F%8A%E7%B8%A3%E5%B8%82%E9%95%B7%E9%81%B8%E8%88%89\nTISR polls gauging public mood here:\nhttp://www.tisr.com.tw/?page_id=700"], [12879, "2016-01-11T03:37:33Z", [0.34, 0.65, 0.01], ""], [231, "2016-01-11T03:07:55Z", [0.15, 0.85, 0.0], ""], [4042, "2016-01-11T00:53:04Z", [0.0, 1.0, 0.0], ""], [14934, "2016-01-10T22:48:46Z", [0.35, 0.64, 0.01], ""], [11080, "2016-01-10T20:21:19Z", [0.22, 0.77, 0.01], ""], [241, "2016-01-10T20:01:26Z", [0.19, 0.8, 0.01], "Looks like this will not only be a decisive election, but also a realigning election. I'll go out on a limb and predict that Tsai will be in power for two full terms. http://blogs.nottingham.ac.uk/chinapolicyinstitute/2015/12/14/82852/"], [12029, "2016-01-10T18:20:57Z", [0.07, 0.9, 0.03], ""], [14216, "2016-01-10T16:00:29Z", [0.12, 0.8, 0.08], "To answer this question, I first started researching about Taiwan. Although I had heard of the Sunflower Movement and studied the history of China and Taiwan, I had not at all followed any of the political events in any level of detail. Currently the two leading parties in Taiwan  are the KMT and DPP. The major political issues are the relationship with China and the economy (which are obviously two very interlinked issues). The two main and opposing views with respect to both these issues, is whether Mainland China and Taiwan should be unified into one country, or if Taiwan is and forever will be a separate nation. The DPP and its affiliated parties, known as the Pan-Green coalition, assert that Taiwan is a separate country from the PRC. The KMT and its affiliated parties, known as the Pan-Blue coalition, assert the opposite and have as their aim either a closer relationship with China or in some cases even a total unification of the PRC and Taiwan. The KMT have dominated politics since 1947, with the DPP having some control on and off in the last ten years. As of 2009, the KMT led government has been rapidly improving the political and economic relationship with China, and China is now one of the closest trading partners of Taiwan. It should be noted that both the KMT and DPP leadership have in the past been accused of corruption on several different occasions. There are other political parties in Taiwan, however they are minority parties that are already closely aligned with either the DPP or KMT. This alignment is mainly related to the discussion of whether Taiwan should be an independent nation, or whether Taiwan and mainland China should reunite. Channel News Asia summarizes how the elections will work here: “Election day is on Saturday, Jan 16. With the voting age set at 20, there are more than 18 million eligible voters, who can cast their ballots at 15,582 polling stations across the island between 8am and 4pm. Unofficial results will be out on the evening the polls close, while official results will be announced within 7 days. [...] Apart from electing a president, voters get two other ballots to determine the makeup of the 113-seat legislature. The first of these is a direct vote for legislative candidates and the second is a party vote. Taiwan’s hybrid electoral system means that under the first ballot, the majority of the seats (73) are up for grabs via first-past-the-post voting in single-member constituencies. An additional six seats belong to two three-member indigenous constituencies. The second ballot, or the party vote, fills the remaining 34 seats via closed-list proportional representation.” To answer this question so close to the deadline, I decided to take the most recent polling information as the outside view. I would then look at the polls and try and see which factors could significantly change the predictions at the last minute. I also looked to see what factors could influence unsure voters, or voters voting for minority parties with only a very small chance to win. I also learnt that starting from the 6th of January there is an official “polling blackout” in Taiwan.  So I would also have to adjust the polling numbers for things that had happened since then. Additionally, I read through a bunch of opinion pieces and blogs related to Taiwanese politics (https://frozengarlic.wordpress.com/) and decided to stay away from any polls released by any organizations affiliated to any political parties or governmental organisations. Finding good polling data regarding the legislative Yuan was very hard. I observed that many people here are using the presidential election polls as a proxy for the polls regarding the Yuan - which I think may be a good indicator of how the legislative elections will go.  This is where I got stuck. My lack of Mandarin skills and being a bit pressed on time meant I could not find too much good data. In the end I was fortunate to stumble across some great articles by Kharis Templeman and Nathan Batto: http://www.kharistempleman.com/blog/forecasting-the-2016-taiwan-legislative-elections, http://www.kharistempleman.com/blog/so-about-that-election-forecast, https://frozengarlic.wordpress.com/2015/12/14/a-response-to-khariss-forecast/.\n\nBoth these blog entries prompted me to change my approach and set the following outside probabilities:\n80% chance of DPP Majority\n12% chance of DPP Plurality\n8% chance of DPP Not a Plurality (Minority).\nThese numbers are based on the research above, and then appended with gut feelings and estimations about what I have read.\n\nThe main factors I considered that support the Majority or Plurality outcome:\n* Young voters will vote DPP because it is a change from the status quo.\n* Young voters will increasingly vote DPP, as they have grown up in Taiwan and see it as an independent nation. “A survey conducted in December 2009 showed that 62% of the respondents consider themselves as Taiwanese only, and 22% of the respondents consider themselves as both Taiwanese and Chinese. 8% consider themselves as only Chinese. The survey also shows that among 18- to 29-year-old respondents, 75% consider themselves as Taiwanese only.”\n* Tsai is playing her cards well, she is not pro-Beijing but is also not too vocally anti-china, meaning I don’t believe she has scared away those dependent on China for economic reasons.\n* As discussed in the articles above, I believe votes for Tsai and her policies will also translate into list votes for parties.There's a small chance that smaller independent parties will take votes from the KMT and DPP. However, I feel that the DPP is still regarded as an outsider enough that the KMT will lose more votes in this case.\n* Frustration regarding economic factors and the relationship with China are the driving issues in this election. DPP offers the only real change in the status quo for the average citizen.\n\nThe Minority outcome is based on the following possibilities:\n* Military confrontation with China. Although I think this would actually lead to more DPP votes, as it would discredit the KMT ethos that closer economic ties with China would make it more painful for China to attack. I also think there is a possibility that the older generations of Taiwanese as well as swing voters would change their votes to KMT and perceive the KMT as being the party that protected them in the past.\n* Minority parties may eat up more seats than expected. With increasing democracy there is always the chance that fringe parties eat away at the voter base of the core parties. An example of a candidate for this is the NPP party.\n* Corruption scandal in the DPP. I do not think this will happen realistically, but in the past both parties have had leaders involved in various scandals. If a serious scandal did occur with the DPP leadership, it may cost them significant votes. On the other hand, I think any scandal that could come out already would have by now.\n\nThis was an interesting question to answer, but very difficult, and I am not fully confident of my answer. I fear my analysis isn’t too interesting either - I had hoped to be able to offer a more interesting point of view. My long term prediction is that Tsai will end up being not much different to Ma. The policy of working closely with China economically will continue, as I think it is the easiest way to address the many economic issues facing the Taiwanese population, although it may take a different format than it did under the KMT in recent years. Hats off to Kharis Templeman and Nathan Batto for their fantastic analysis."], [691, "2016-01-10T12:27:40Z", [0.17, 0.83, 0.0], ""], [506, "2016-01-10T04:59:17Z", [0.24, 0.76, 0.0], ""], [14935, "2016-01-10T03:30:23Z", [0.35, 0.55, 0.1], ""], [14934, "2016-01-10T03:23:13Z", [0.39, 0.59, 0.02], ""], [13377, "2016-01-10T02:39:20Z", [0.22, 0.78, 0.0], ""], [14919, "2016-01-10T01:35:12Z", [0.57, 0.31, 0.12], "In the next election there will be more younger voters who increasingly view themselves as Taiwanese and thus distinct from China.  In turn associating themselves more with the DDP then the current majority. "], [38, "2016-01-10T00:31:32Z", [0.2, 0.8, 0.0], "http://www.scmp.com/news/china/article/1899633/taiwan-candidates-get-theatrical-packed-final-leg-presidential-election Rocker and social activist Freddy Lim of the newly formed New Power Party wooed thousands of supporters when he sang on stage with his heavy metal band ChthoniC in a recent free concert in Taipei. The NPP, which grew out of the student-led Sunflower Movement that occupied parliament in 2014 over a trade pact with China, will enlist a theatre group to stage short plays, including the story of Don Quixote, in a campaign rally Saturday night.\n~~~~~~~\nCOMMENT:  There's dozens of political parties so candidates are doing all sorts of attention-grabbing things.   Jean-Pierre predicts a DPP majority by a margin of only 2 seats.  I am wondering if NPP might just surprise everyone by getting a few more seats than expected, which could deprive DPP of a majority.  I'm telling myself that I shouldn't over-react, but I've been forecasting a DPP majority since Nov 18.   The only thing that keeps me from backing away is knowing that some top forecasters are standing there beside me, some even closer to the edge."], [11678, "2016-01-09T21:47:19Z", [0.08, 0.92, 0.0], ""], [691, "2016-01-09T17:18:15Z", [0.09, 0.91, 0.0], "It's been a good year for insurgents, malcontents, and oppositions in general.  The DPP are on track to follow the trend.  The KMT's One Big Idea--\"Let's be buddies with Big China\"--seems to have run out of whatever steam it ever had.  The recent relative weakness of the PRC economy has likely contributed to this."], [3363, "2016-01-09T15:15:26Z", [0.17, 0.79, 0.04], ""], [52, "2016-01-09T14:42:20Z", [0.05, 0.95, 0.0], "As of today, I cannot find much of substance to counter the prospect of a DPP majority."], [4042, "2016-01-09T13:23:18Z", [0.25, 0.75, 0.0], ""], [14033, "2016-01-09T08:12:32Z", [0.35, 0.65, 0.0], ""], [53, "2016-01-09T05:15:14Z", [0.22, 0.78, 0.0], ""], [14487, "2016-01-09T00:07:49Z", [0.2, 0.8, 0.0], ""], [1827, "2016-01-08T20:38:19Z", [0.28, 0.72, 0.0], ""], [13239, "2016-01-08T18:14:46Z", [0.37, 0.62, 0.01], ""], [14865, "2016-01-08T17:51:58Z", [0.1, 0.9, 0.0], ""], [14864, "2016-01-08T17:36:48Z", [0.25, 0.75, 0.0], ""], [12874, "2016-01-08T13:53:34Z", [0.26, 0.73, 0.01], ""], [691, "2016-01-08T13:31:34Z", [0.25, 0.75, 0.0], ""], [241, "2016-01-08T13:07:44Z", [0.24, 0.75, 0.01], "MAJ: 80%->75%\nPLU: 19%->24%\nNON: 1%->1% Per @Anneinak's link http://www.chinapost.com.tw/taiwan/national/national-news/2016/01/07/455440/DPP-fears.htm (\"DPP fears growing support for NPP, other third parties\") See also http://thediplomat.com/2016/01/the-rise-of-taiwans-third-force/ I could be wrong, but I don't think the NPP will pull too many voters away from the DPP. At least not enough to seriously threaten their likely majority. Why? The DPP and NPP have been coordinating to some degree so as not to split the pan-green vote in any particular district. Regarding legislator-at-large seats, I believe the DPP officials are downplaying expectations so as to get a good turnout. They're saying it would be difficult for them to win 16 of these party list seats, but I would be very surprised if they didn't win at least 17 (of 34) seats. The NPP could win between 2 and 4 of these seats. Seven, as one DPP official suggested, strikes me as far-fetched. Then there is the added consideration of the pan-blue parties, too. I'm not sure whether the KMT and PFP are coordinating so as not to split their vote in some districts. The PFP might hurt the KMT more than the NPP hurts the DPP. Right now my guess for the at-large seats is: Pan-Green 21 (19 DPP, 2 NPP, 0 TSU)\nPan-Blue 13 (13 KMT, 0 PFP) Rule of thumb: approximately 3% of the national vote = 1 legislator-at-large seat. Sources: http://www.taipeitimes.com/News/taiwan/archives/2015/09/22/2003628309 & https://frozengarlic.wordpress.com/2016/01/05/a-quick-word-on-the-last-polls/"], [10783, "2016-01-08T01:04:46Z", [0.29, 0.7, 0.01], ""], [102, "2016-01-08T01:01:26Z", [0.31, 0.68, 0.01], ""], [12302, "2016-01-07T23:53:31Z", [0.25, 0.75, 0.0], ""], [4042, "2016-01-07T23:41:57Z", [0.27, 0.73, 0.0], ""], [12874, "2016-01-07T23:04:14Z", [0.28, 0.71, 0.01], ""], [14826, "2016-01-07T20:35:26Z", [0.3, 0.55, 0.15], ""], [1693, "2016-01-07T13:51:28Z", [0.11, 0.86, 0.03], ""], [691, "2016-01-07T13:38:41Z", [0.26, 0.74, 0.0], ""], [5001, "2016-01-07T13:05:47Z", [0.27, 0.72, 0.01], ""], [4042, "2016-01-07T13:04:18Z", [0.28, 0.72, 0.0], ""], [11080, "2016-01-07T12:34:20Z", [0.23, 0.76, 0.01], ""], [14437, "2016-01-07T10:46:38Z", [0.4, 0.6, 0.0], "I don't imagine that the DPP will have an enormous majority on their own as, despite the fact that the FPTP system should work in their favour this time, a significant number of the undecideds are likely to vote KMT - not least as turnout could be high at around 77-82% and an older, conservative population will make up a large proportion of these voters.  The DPP will probably win approximately as many seats as the KMT's previous tally of 64 seats - somewhere between 62-68 seats, perhaps.  However, with the likely success of the NPP (maybe winning up to 5-7 seats?), the DPP should be able to form quite a strong Pan-Green coalition."], [14803, "2016-01-07T10:22:29Z", [0.4, 0.6, 0.0], ""], [14800, "2016-01-07T07:10:10Z", [0.65, 0.35, 0.0], "DPP will fall just short of the necessary 57 seats for a majority. "], [506, "2016-01-07T05:50:13Z", [0.15, 0.85, 0.0], ""], [38, "2016-01-07T04:39:54Z", [0.17, 0.83, 0.0], "I'm re-considering my most recent forecast for 2 reasons:  I continue to read predictions that DPP will win a majority (in spite of increasing interest in NPP), and because I know that I tend to be too reactive to news.   Therefore, I'm splitting the difference between my last 2 forecasts."], [12302, "2016-01-07T02:57:23Z", [0.2, 0.8, 0.0], ""], [14780, "2016-01-07T02:07:18Z", [0.2, 0.6, 0.2], ""], [14033, "2016-01-07T02:06:11Z", [0.45, 0.55, 0.0], ""], [38, "2016-01-07T01:19:50Z", [0.23, 0.77, 0.0], "http://www.chinapost.com.tw/taiwan/national/national-news/2016/01/07/455440/DPP-fears.htm January 7, 2016, \"The current elections are reportedly seeing a new trend, with the Democratic Progressive Party (DPP) concerned that their votes are becoming diluted by the rise of smaller political parties such as the New Power Party (NPP). \"Pan-green supporters have begun advocating \"vote allocation,\" a tactical voting strategy used to evenly distribute votes, usually employed in areas where a political party has nominated two candidates, reported local media. \"In the DPP's case, pan-green supporters may choose to vote for smaller pan-green political parties — such as the NPP — which share similar political positions, on the belief that smaller parties require more support, thus undermining the DPP's expectations that more of its legislative-at-large nominees would be elected to the new Legislative Yuan. \"DPP presidential candidate and Chairwoman Tsai Ing-wen . . .  express[ed] her concerns at the DPP's \"difficulties\" in campaigning. . . .  Tsai warned about so-called vote-buying, which she said could likely distort results; questioned whether young voters would choose to return home on Election Day; and mentioned the dilution of the DPP's votes.\n. . . \n\"Citing similar concerns, DPP Central Standing Committee members brought the issue up during their weekly meeting  . . . .  local media said, citing DPP sources, that it might be too late to win back votes for the legislators-at-large election.\n. . . \n\"The DPP also highlighted that with the NPP's current level of support, the party could expect to win at least seven seats, despite them only nominating six candidates for seats, worrying many high-ranking DPP officials.  NPP officials, however, stated that they did not hold the same optimistic outlook, suggesting the party could only take around four to five seats. \"This is a tactical strategy employed by the DPP\" to win support, the party said.\n~~~~~~~\nCOMMENT:  I am in over my head on this question, in part because I would not know a tactical strategy in this election if it stomped on my foot.  I'm moderating my forecast."], [241, "2016-01-07T00:53:35Z", [0.19, 0.8, 0.01], ""], [93, "2016-01-07T00:14:07Z", [0.15, 0.85, 0.0], ""], [10783, "2016-01-06T23:18:12Z", [0.34, 0.65, 0.01], ""], [643, "2016-01-06T19:47:56Z", [0.37, 0.6, 0.03], ""], [14748, "2016-01-06T16:52:29Z", [0.3, 0.7, 0.0], ""], [10771, "2016-01-06T15:23:57Z", [0.29, 0.71, 0.0], ""], [691, "2016-01-06T13:43:43Z", [0.24, 0.76, 0.0], ""], [12874, "2016-01-06T11:14:26Z", [0.3, 0.69, 0.01], ""], [12874, "2016-01-06T11:01:14Z", [0.26, 0.73, 0.01], ""], [601, "2016-01-06T09:41:27Z", [0.4, 0.6, 0.0], ""], [11080, "2016-01-06T04:32:15Z", [0.24, 0.75, 0.01], ""], [11788, "2016-01-06T04:24:24Z", [0.0, 1.0, 0.0], ""], [14656, "2016-01-06T02:29:01Z", [0.33, 0.65, 0.02], ""], [128, "2016-01-05T15:07:48Z", [0.27, 0.72, 0.01], ""], [14669, "2016-01-05T14:58:16Z", [0.23, 0.69, 0.08], ""], [691, "2016-01-05T13:04:16Z", [0.24, 0.76, 0.0], ""], [3895, "2016-01-05T09:50:44Z", [0.23, 0.77, 0.0], "last polls before the elections look good for the DPP http://www.reuters.com/article/us-taiwan-election-idUSKBN0UJ0FB20160105 (thanks also to @Jean-Pierre's excellent analysis)"], [12675, "2016-01-05T09:44:41Z", [0.34, 0.65, 0.01], "The FPTP system lends itself to majorities, which has been Taiwan's general history in legislative elections (12 of 14 - 86%), though admittedly much of this was within a Kuomintang-only paradigm. Times are different now, with two of the last four elections been pluralities. From a base rate perspective this suggests somewhere between 50-85%, say 65%. The analysis by Jean-Pierre seems to suggest a majority is possible and the DPP are leading in the polls quite well (though there is a reasonably high level of non-respondents), so assuming the non-respondents distribute in line with  polling they would get about 40% of the vote, which seems to sit exactly in the middle of the threshold between plurality (<35%) or majority (>45%). The DPP also seem to be dipping in the polls a little, so on balance I'm going to stick with the 65%"], [1450, "2016-01-05T04:27:41Z", [0.3, 0.6, 0.1], ""], [102, "2016-01-05T03:39:16Z", [0.28, 0.71, 0.01], ""], [102, "2016-01-05T03:38:56Z", [0.27, 0.71, 0.02], ""], [14557, "2016-01-05T02:23:05Z", [0.69, 0.31, 0.0], ""], [38, "2016-01-04T23:08:22Z", [0.12, 0.88, 0.0], "credit to Jean-Pierre"], [12302, "2016-01-04T22:38:14Z", [0.25, 0.75, 0.0], ""], [691, "2016-01-04T19:04:49Z", [0.29, 0.71, 0.0], ""], [13726, "2016-01-04T18:41:28Z", [0.2, 0.75, 0.05], ""], [11916, "2016-01-04T18:19:00Z", [0.45, 0.55, 0.0], ""], [14597, "2016-01-04T17:49:50Z", [0.25, 0.75, 0.0], ""], [14603, "2016-01-04T17:14:35Z", [0.34, 0.66, 0.0], ""], [1229, "2016-01-04T16:22:32Z", [0.4, 0.6, 0.0], ""], [4042, "2016-01-04T15:44:00Z", [0.25, 0.75, 0.0], ""], [1131, "2016-01-04T15:11:30Z", [0.3, 0.7, 0.0], ""], [241, "2016-01-04T14:15:51Z", [0.24, 0.75, 0.01], "Here is a somewhat cautious projection of the number of seats the DPP will win, with total seats for each city/county in parentheses. In some cases, I have listed the particular seats the DPP should win after the # sign. 57 seats is required for an absolute majority. Party list seats 19 (34)\nAboriginal seats 0 (6) South:\nKaohsiung City 8 (8)\nTainan City 5 (5)\nPingtung County 3 (3) Central:\nTaichung City 4 (8) # 1, 2, 6, 7\nChanghua County 3 (4) # 2, 3, 4 Offshore Islands:\nPenghu County 1 (1)\nKinmen County 0 (1)\nLienchiang County 0 (1) West:\nYunlin County 2 (2)\nChiayi County 2 (2)\nChiayi City 1 (1)\nNantou County  0 (2) East:\nTaitung County 1 (1)\nYilan County 1 (1)\nHualien County 0 (1)\nKeelung City 0 (1) North:\nTaoyuan City 0 (5)\nHsinchu County 0 (1)\nMiaoli County 0 (2)\nTaipei City: 1 (8) # 2\nNew Taipei City: 7 (13) # 2, 3, 4, 5, 6, 7, 10 Total seats: 59 There are other seats the DPP could realistically win if there is a big pro-DPP wave (e.g., Changhua 1, New Taipei 1, another party list seat), but I've tried to be cautious about predicting the effect of Tsai Ing-wen's coat-tails. So, I've all but ruled out surprise DPP wins. The DPP might not win all of the seats listed above but, if they did, it wouldn't be that much of a surprise."], [14585, "2016-01-04T14:03:22Z", [0.4, 0.6, 0.0], ""], [136, "2016-01-04T13:29:01Z", [0.2, 0.8, 0.0], ""], [14572, "2016-01-04T11:23:38Z", [0.35, 0.65, 0.0], ""], [13239, "2016-01-04T10:50:00Z", [0.4, 0.59, 0.01], ""], [4042, "2016-01-04T10:24:30Z", [0.45, 0.55, 0.0], ""], [14557, "2016-01-04T10:07:21Z", [0.5, 0.5, 0.0], ""], [14519, "2016-01-03T19:00:34Z", [0.25, 0.75, 0.0], ""], [93, "2016-01-03T17:33:35Z", [0.25, 0.75, 0.0], ""], [14394, "2016-01-03T14:12:46Z", [0.3, 0.65, 0.05], "DPP is leading in the polls, it seems highly unlikely their big lead will be reversed. Say 5%. Remains 95 to be divided between plurality or majority. \nDPP needs 57 seats.\nI guess based on December polls DPP can expect over 40% of the votes or ~14-15 seats for the proportional representation part of the yuan. Assuming the Aborigine seats are a loss the DPP needs another 42 or 43 seats of the 73 districts with a First past the post method. I can't find any polls per seat. The KMT got 48 district seats with 45% of the votes in 2012. Seems that should be enough to make if the current polls are accurate and nothing changes.  "], [14502, "2016-01-03T13:05:59Z", [0.4, 0.55, 0.05], ""], [691, "2016-01-03T13:04:08Z", [0.3, 0.7, 0.0], ""], [14490, "2016-01-03T08:32:42Z", [0.1, 0.8, 0.1], ""], [14484, "2016-01-03T03:53:11Z", [0.4, 0.6, 0.0], ""], [38, "2016-01-03T02:12:21Z", [0.2, 0.8, 0.0], "http://www.bbc.com/news/world-asia-35192142 This article seems to be urging caution about DPP.  It pushes all sorts of buttons on the fear keyboard:  \nfear of loss of independence, \nfear of loss of democracy, \nfear of loss of choice about re-unification, \nfear of excessive economic dependence on China\nfear of loss of trade & tourism, \nfear of  increased tension with China, \nfear of angering the US,\nfear of war with China While also painting KMT as the solution to all problems, promising \". . . whereas a KMT victory could bring about further opening of China's and Taiwan's markets to each other, more economic integration, perhaps progress towards mutual trust and even lasting peace  Reducing forecast for DPP majority because of the lobbying by China & the US  against it."], [14479, "2016-01-03T01:55:15Z", [0.15, 0.8, 0.05], ""], [12118, "2016-01-02T19:19:14Z", [0.17, 0.77, 0.06], ""], [691, "2016-01-02T14:10:42Z", [0.31, 0.69, 0.0], ""], [14434, "2016-01-02T11:47:28Z", [0.45, 0.55, 0.0], ""], [14432, "2016-01-02T08:31:03Z", [0.35, 0.6, 0.05], ""], [14180, "2016-01-02T03:32:54Z", [0.3, 0.56, 0.14], "The DPP has been consistently gained the most support in polls from the end of 2015 to now.  Interestingly, the DPP's results in legislative polls lags behind that of its Presidential candidate. That suggests they will get the most votes. Taiwan's parliament has 113 seats. 73 are elected in geographical districts and 34 based on proportion of the national vote. First,  based on national polls, it seems likely the DPP's floor is about 40% (that gets them 14 of 34 proportional seats). To get to a majority, the DPP would need win 43 of the 73 constituencies (almost 60%). Unless undecided voters break dramatically against the DPP, because of the first past the post system Taiwan uses, it seems the most probably outcome would be a DPP majority. "], [14201, "2016-01-01T22:17:03Z", [0.3, 0.6, 0.1], ""], [13377, "2016-01-01T18:12:24Z", [0.35, 0.64, 0.01], ""], [691, "2016-01-01T16:41:30Z", [0.31, 0.69, 0.0], ""], [961, "2016-01-01T15:56:37Z", [0.35, 0.65, 0.0], "Stating on majority,but even with the Polls, could still end up with a plurality. I think it will be close in either instance"], [102, "2016-01-01T14:40:50Z", [0.31, 0.67, 0.02], ""], [12874, "2016-01-01T13:08:41Z", [0.36, 0.63, 0.01], ""], [14384, "2016-01-01T04:28:03Z", [0.4, 0.0, 0.6], ""], [804, "2015-12-31T20:39:39Z", [0.42, 0.56, 0.02], ""], [1646, "2015-12-31T19:34:50Z", [0.2, 0.8, 0.0], ""], [14355, "2015-12-31T16:09:52Z", [0.55, 0.3, 0.15], ""], [691, "2015-12-31T13:34:51Z", [0.32, 0.68, 0.0], ""], [241, "2015-12-31T13:06:54Z", [0.23, 0.75, 0.02], "Affirming forecast. For more analyses of district races in various counties see the articles below. The DPP should hold all its seats in its stronghold (Tainan) while possibly making further inroads in KMT-leaning areas in Central Taiwan. Tainan: http://www.chinapost.com.tw/taiwan/national/presidential-election/2015/12/28/454634/DPP-aims.htm Yunlin, Chiayi, and Nantou: http://www.chinapost.com.tw/taiwan/national/presidential-election/2015/12/21/454048/Western-DPP.htm Taichung and Changhua: http://www.chinapost.com.tw/taiwan/national/presidential-election/2015/12/28/454635/KMT-defends.htm Taoyuan, Hsinchu, and Miaoli: http://www.chinapost.com.tw/taiwan/national/presidential-election/2016/01/04/455185/DPP-surge.htm Re-posting the following analyses: Offshore Islands: http://www.chinapost.com.tw/taiwan/national/presidential-election/2015/12/14/453471/Offshore-islands.htm Kaohsiung: http://www.chinapost.com.tw/taiwan/national/presidential-election/2015/12/14/453470/In-legislative.htm Awaiting China Post's analysis of the New Taipei City races, a hotly contested area, and those in Taipei City, a KMT stronghold."], [11080, "2015-12-31T07:38:28Z", [0.21, 0.78, 0.01], ""], [11184, "2015-12-31T03:45:27Z", [0.65, 0.31, 0.04], "Tsai-Ing Wen is widely expected to become the new premier in Taiwan, but due to the structure of the legislature, it's less clear if her party can win an outright majority.  The wikipedia page has a large number of polls aggregated. Under the conservative assumptions that the DPP get around 32% of the popular vote and none of the 6 SNTV seats, that would mean they need to capture around 62% of the first-past-the-post votes.   A lot of polls have undecided numbers in the 30% range, so this makes for a difficult forecast.  Based on the need for a wide (geographic) base of support, I currently think a plurality is the most likely outcome, however I haven't yet found any projected voting maps by district. Sources:\nhttps://www.washingtonpost.com/blogs/monkey-cage/wp/2015/09/25/5-things-you-should-know-about-taiwans-upcoming-election/\nhttp://thinking-taiwan.com/can-the-dpp-win-a-majority-in-the-legislature/\nhttps://en.wikipedia.org/wiki/Taiwanese_general_election,_2016\n"], [14235, "2015-12-30T22:37:39Z", [0.32, 0.66, 0.02], ""], [3363, "2015-12-30T21:31:08Z", [0.22, 0.74, 0.04], ""], [11080, "2015-12-30T21:01:34Z", [0.28, 0.71, 0.01], ""], [505, "2015-12-30T20:50:02Z", [0.3, 0.7, 0.0], "Polls are favoring a DPP majority"], [14311, "2015-12-30T19:33:37Z", [0.25, 0.75, 0.0], ""], [52, "2015-12-30T18:11:00Z", [0.1, 0.9, 0.0], ""], [691, "2015-12-30T15:48:08Z", [0.42, 0.58, 0.0], ""], [12118, "2015-12-30T13:06:57Z", [0.49, 0.36, 0.15], ""], [14277, "2015-12-30T09:01:52Z", [0.5, 0.25, 0.25], ""], [14159, "2015-12-30T08:52:07Z", [0.7, 0.2, 0.1], ""], [12345, "2015-12-30T07:42:32Z", [0.33, 0.67, 0.0], ""], [13942, "2015-12-30T03:19:44Z", [0.09, 0.9, 0.01], ""], [13925, "2015-12-29T20:57:30Z", [0.15, 0.85, 0.0], ""], [12879, "2015-12-29T19:30:11Z", [0.05, 0.95, 0.0], ""], [12302, "2015-12-29T14:14:44Z", [0.3, 0.7, 0.0], ""], [691, "2015-12-29T12:22:57Z", [0.37, 0.63, 0.0], ""], [11080, "2015-12-29T10:33:33Z", [0.29, 0.69, 0.02], ""], [14033, "2015-12-29T04:49:34Z", [0.55, 0.45, 0.0], ""], [14212, "2015-12-29T04:36:25Z", [0.35, 0.55, 0.1], ""], [102, "2015-12-29T00:15:55Z", [0.4, 0.57, 0.03], ""], [643, "2015-12-28T23:21:28Z", [0.47, 0.5, 0.03], ""], [13935, "2015-12-28T20:49:06Z", [0.32, 0.63, 0.05], ""], [10192, "2015-12-28T18:21:28Z", [0.13, 0.87, 0.0], ""], [98, "2015-12-28T14:11:06Z", [0.29, 0.7, 0.01], ""], [691, "2015-12-28T13:19:19Z", [0.37, 0.63, 0.0], ""], [13942, "2015-12-28T11:14:54Z", [0.19, 0.8, 0.01], ""], [691, "2015-12-27T13:32:03Z", [0.37, 0.63, 0.0], ""], [14033, "2015-12-27T05:29:59Z", [0.5, 0.45, 0.05], ""], [14033, "2015-12-27T05:28:45Z", [0.5, 0.25, 0.25], ""], [94, "2015-12-27T04:28:55Z", [0.25, 0.7, 0.05], ""], [639, "2015-12-26T20:43:35Z", [0.25, 0.65, 0.1], ""], [691, "2015-12-26T15:00:45Z", [0.38, 0.62, 0.0], ""], [52, "2015-12-25T18:38:40Z", [0.2, 0.8, 0.0], ""], [691, "2015-12-25T13:01:09Z", [0.39, 0.61, 0.0], ""], [13992, "2015-12-25T05:06:45Z", [0.25, 0.63, 0.12], ""], [38, "2015-12-24T22:59:13Z", [0.15, 0.85, 0.0], "http://asia.nikkei.com/Politics-Economy/Policy-Politics/Student-movement-leaders-mount-legislative-runs Small-party candidates affiliated with 2014's Sunflower movement look to draw support from voters and major opposition parties in Taiwan's legislative elections, potentially giving activists opposed to economic domination by the mainland a louder voice in policymaking.      Huang Kuo-chang, one of the movement's leaders, will run in January for a seat in the Legislative Yuan under the New Power Party, which he chairs. The party on Dec. 13 launched a joint campaign strategy center with the Democratic Progressive Party, Taiwan's largest opposition bloc, in the northern city of New Taipei. The two groups will cooperate on campaigns in three electoral districts. The partnership is to secure the future of Taiwan and of the next generation, Huang said.      The New Power Party was born in January 2015 and will field 18 candidates in the coming Jan. 16 election. Three or four are said to have chances at victory. Taiwan's Social Democratic Party, also founded earlier this year by young activists, plans to field several candidates jointly with other parties as well.\n~~~~~~~\nCOMMENT:  I'm reducing my forecast for a DPP majority a hair because of this."], [691, "2015-12-24T17:56:48Z", [0.39, 0.61, 0.0], ""], [13962, "2015-12-24T16:42:53Z", [0.34, 0.65, 0.01], ""], [12874, "2015-12-24T13:36:35Z", [0.39, 0.6, 0.01], ""], [13942, "2015-12-24T07:49:48Z", [0.25, 0.7, 0.05], ""], [12366, "2015-12-24T01:19:32Z", [0.47, 0.5, 0.03], ""], [12556, "2015-12-23T20:23:16Z", [0.75, 0.2, 0.05], ""], [11080, "2015-12-23T19:56:15Z", [0.28, 0.69, 0.03], ""], [11080, "2015-12-23T19:47:22Z", [0.31, 0.66, 0.03], ""], [4571, "2015-12-23T19:13:07Z", [0.11, 0.87, 0.02], "UPDATING 23dec15: Small upward revision based on Jean-Pierre and Anneinak their excellent analysis, confirming my own analysis therefore pushing up to: 87% majority, 11% plurality, 2% Not a plurality."], [13907, "2015-12-23T18:05:39Z", [0.7, 0.15, 0.15], ""], [13781, "2015-12-23T17:03:10Z", [0.3, 0.4, 0.3], ""], [2965, "2015-12-23T14:04:58Z", [0.09, 0.91, 0.0], ""], [2965, "2015-12-23T13:03:57Z", [0.09, 0.91, 0.0], "Polls anecdotal evidence. "], [691, "2015-12-23T12:57:11Z", [0.41, 0.59, 0.0], ""], [102, "2015-12-23T11:18:28Z", [0.47, 0.5, 0.03], ""], [12118, "2015-12-23T07:49:01Z", [0.3, 0.65, 0.05], ""], [13377, "2015-12-23T04:17:30Z", [0.51, 0.46, 0.03], "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [506, "2015-12-23T01:22:17Z", [0.3, 0.7, 0.0], ""], [506, "2015-12-23T01:14:49Z", [0.05, 0.95, 0.0], ""], [13816, "2015-12-22T19:51:49Z", [0.75, 0.25, 0.0], ""], [13813, "2015-12-22T19:21:22Z", [0.35, 0.55, 0.1], ""], [4980, "2015-12-22T16:54:22Z", [0.55, 0.45, 0.0], ""], [13360, "2015-12-22T15:59:25Z", [0.45, 0.55, 0.0], ""], [691, "2015-12-22T13:17:20Z", [0.39, 0.61, 0.0], ""], [12874, "2015-12-22T04:53:41Z", [0.44, 0.55, 0.01], ""], [8006, "2015-12-22T03:51:03Z", [0.4, 0.6, 0.0], ""], [102, "2015-12-22T03:19:56Z", [0.51, 0.46, 0.03], "https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13478, "2015-12-22T02:02:33Z", [0.35, 0.65, 0.0], ""], [13050, "2015-12-21T19:40:56Z", [0.6, 0.4, 0.0], ""], [601, "2015-12-21T18:43:04Z", [0.52, 0.48, 0.0], ""], [53, "2015-12-21T16:45:53Z", [0.2, 0.8, 0.0], ""], [131, "2015-12-21T16:24:28Z", [0.37, 0.63, 0.0], ""], [11555, "2015-12-21T15:43:31Z", [0.3, 0.7, 0.0], ""], [691, "2015-12-21T13:17:45Z", [0.37, 0.63, 0.0], ""], [13543, "2015-12-21T12:14:13Z", [0.11, 0.78, 0.11], ""], [13516, "2015-12-21T10:04:39Z", [0.7, 0.2, 0.1], ""], [13506, "2015-12-21T09:39:14Z", [0.3, 0.6, 0.1], ""], [38, "2015-12-21T09:27:03Z", [0.12, 0.88, 0.0], "http://www.chinapost.com.tw/taiwan/national/presidential-election/2015/12/21/454048/Western-DPP.htm With Democratic Progressive Party (DPP) presidential hopeful Tsai Ing-wen (蔡英文) enjoying a commanding lead over her opponents, a \"coattails effect\" in favor of the green camp is sweeping across legislative districts in Yunlin and Chiayi, both pan-green strongholds. Deep green supporters make up 35 percent of Yunlin's electorate, towering over deep blue supporters' 22 percent. Both legislative seats in the county appear to be up for grabs for the DPP. Liu Chien-kuo (劉建國), a former Yunlin County councilor, was elected to the Legislature in 2012. Liu, who gained fame for his physical resemblance to Japanese actor Nakamura Shido II, has been recognized multiple times for \"excellency\" by the political observer group Citizen Congress Watch (公民監督國會聯盟). Some believe Liu will grab a record high number of votes in this year's legislative election for the DPP. He has an 86.5-percent chance of winning the seat, according to forecaster Exchange of Wisdom. Su Chih-fen (蘇治芬), another candidate nominated by the DPP, comes from a family with deep-rooted political ties. Both of her parents and sister have served in county or provincial council positions. Su herself was a legislator, an Executive Yuan advisor and a member of the now defunct National Assembly. In 2009, she was elected Yunlin magistrate with 66.55 percent of votes, the highest of the DPP camp. Over her eight-year tenure Su has methodically built up her pan-green base and diminished her Kuomintang (KMT) opponent's power. Exchange of Wisdom puts her chance of victory at 75 percent. Chiayi's Three Seats Going to DPP The three candidates representing the DPP have a high chance of winning the legislative election in Chiayi, according to survey statistics. The county's green supporters account for 47 percent of the electorate, 14 percentage points greater than the pan-blue's 33 percent. In the county's legislative District 1, Tsai Yi-yu (蔡易餘) already has an 86-percent chance of victory. Tsai, who sits on the DPP's central executive committee, represents the second political generation of his family. His father is a former legislator, while both his grandfather and great-grandfather were local representatives. He also has the Chiayi County magistrate's support. In District 2, the DPP dispatched two-term legislator Chen Ming-wen (陳明文), who has deep connections in the local business and political spheres. His father owns a thriving shipment business while his older brother was a former National Assembly member. With pollsters placing Chen's victory at 89-percent probability, the DPP looks certain to win. Incumbent legislator Lee Chun-yi (李俊俋) represents the Chiayi City district for the DPP. With his tenure as Chiayi deputy mayor, a civil service vice minister and as a national policy advisor to the Office of the President, among others, Lee has more administrative experience than his opponent. Lee's father, Lee Hung-hsi (李鴻禧), was former President Chen Shui-bian's (陳水扁) top national advisor. Having established his support base over the past four years, along with support from the DPP's Chiayi mayor and Chairwoman Tsai, Lee's campaign has garnered great momentum. KMT's Slight Edge in Nantou The election battle in Taiwan's only inland county is not as clear-cut as that in the two southern counties. The electorate is composed of 42-percent blue and 35-percent green supporters. KMT's candidates are leading in polls, but with DPP Chairwoman Tsai's coattails, green candidates are not falling far behind. In the county's legislative District 1, it is the KMT's Ma Wen-chun (馬文君) versus the DPP's Chang Kuo-hsin (張國鑫). Their popularity index stands at 57 percent and 43 percent, respectively, according to Exchange of Wisdom. Ma is currently in her legislator post for the second term. Her father, formerly a provincial councilor and Puli Township governor, has rooted influence in local politics. Ma is also a protege of Nantou native and Vice President Wu Den-yih (吳敦義), who has offered a great deal of assistance to KMT candidates in his hometown. The DPP's Chang lacks the support network enjoyed by Ma, but his education credentials — a Ph.D. in Electrical Engineering from Texas A&M University — is a boost to his ability to attracting swing votes who make up 20 to 23 percent of the electorate. In the county's District 2, it is the KMT's Hsu Shu-hua (許淑華) against the DPP's Tsai Huang-liang (蔡煌瑯). Their popularity index stands at 53 percent and 47 percent, respectively. Incumbent legislator Hsu, who had served as Nantou City mayor and councilor, comes from a family with deep political connections. Her father was Nantou City's local representative chairman and the emcee of the local temple. Hsu herself has a wide range of experiences, ranging from Miss Universe contestant to head accountant in her father's business and a liaison between local heavyweights. The DPP's Tsai is not a force to be neglected either. Being elected in the Legislature for five consecutive terms, Tsai has extensive experience in politics. The warhorse enjoys high publicity in the nation due to his frequent political talk show appearances on TV.\n~~~~~~~~\nCOMMENT:  I have quoted this article in full.  I don't have the time to analyze this election district by district, but this would be helpful information to those who do/are.\n"], [13154, "2015-12-20T16:30:35Z", [0.32, 0.58, 0.1], ""], [691, "2015-12-20T15:38:15Z", [0.37, 0.63, 0.0], ""], [102, "2015-12-20T15:08:18Z", [0.46, 0.5, 0.04], ""], [13377, "2015-12-20T03:32:28Z", [0.61, 0.39, 0.0], ""], [231, "2015-12-20T02:39:10Z", [0.54, 0.41, 0.05], ""], [93, "2015-12-20T02:09:16Z", [0.54, 0.45, 0.01], ""], [52, "2015-12-20T01:11:47Z", [0.3, 0.7, 0.0], ""], [691, "2015-12-19T14:51:46Z", [0.36, 0.64, 0.0], ""], [128, "2015-12-19T14:49:34Z", [0.27, 0.7, 0.03], ""], [498, "2015-12-19T14:35:47Z", [0.05, 0.95, 0.0], ""], [3363, "2015-12-19T13:16:37Z", [0.38, 0.57, 0.05], "@jean-pierre analysis over the past two weeks has convinced me a majority is at least slightly more likely than plurality. I think it'll turn out to be close to the line."], [13247, "2015-12-19T12:00:32Z", [0.0, 1.0, 0.0], ""], [102, "2015-12-19T01:52:19Z", [0.61, 0.39, 0.0], ""], [166, "2015-12-18T18:10:09Z", [0.3, 0.5, 0.2], ""], [13276, "2015-12-18T14:59:11Z", [0.34, 0.66, 0.0], "DPP's polls are stagnant around 45%. KMT placement of Chu as the candidate has revived some love, but still lagging substantially. People First is showing approximately 10% of the vote. There is still 20ish% undecided and I cannot find consistent data on performance of the non-incumbent with undecideds, but if DPP captured 45% so far, grabbing 25% of the undecideds seems reasonable. "], [498, "2015-12-18T14:24:55Z", [0.15, 0.85, 0.0], ""], [691, "2015-12-18T12:51:03Z", [0.39, 0.61, 0.0], ""], [136, "2015-12-18T07:22:26Z", [0.3, 0.7, 0.0], "A counter-counter-argument:\nhttp://www.kharistempleman.com/blog/so-about-that-election-forecast"], [13355, "2015-12-18T02:00:09Z", [0.28, 0.7, 0.02], "Going with the flow on this one."], [53, "2015-12-18T01:12:38Z", [0.24, 0.76, 0.0], ""], [13340, "2015-12-17T21:15:23Z", [0.0, 0.0, 1.0], ""], [13309, "2015-12-17T14:26:48Z", [0.3, 0.65, 0.05], ""], [237, "2015-12-17T12:57:05Z", [0.27, 0.73, 0.0], ""], [691, "2015-12-17T12:39:39Z", [0.41, 0.59, 0.0], ""], [5001, "2015-12-16T22:50:15Z", [0.26, 0.72, 0.02], ""], [271, "2015-12-16T20:16:57Z", [0.24, 0.75, 0.01], ""], [38, "2015-12-16T20:07:05Z", [0.12, 0.88, 0.0], "http://www.economywatch.com/features/Taiwans-Political-Future-Up-for-Grabs-Next-Month1214.html \"Despite a major political realignment in 2014 — which saw the KMT suffer its worse electoral results in the ‘nine-in-one local elections’, and mass demonstrations rejecting closer ties to China — the KMT did little to adjust. \n. . . \n\"Despite continuing backlash, the KMT chose a conservative pro-China presidential candidate, Hung Hsiu-chu. She remarked that the KMT principle of ‘one China, different interpretations’ should be revised to ‘one China, same interpretation’. She controversially advocated for the need to reach a peace accord with China — that is, unification as opposed to maintaining the status quo.  . . .  \"Inevitably, polling for the KMT and Hung plummeted to a 15.5 percent approval rating — even below that of a minor party candidate, the People First Party’s James Soong.  . . .  \"On the back of the mistakes of Ma’s administration, the Tsai Ingwen-led DPP has made major inroads. In her failed 2012 presidential bid, Tsai was criticised for her cross-Strait policy due to fears it would alienate both the mainland and the United States. In response, Tsai adopted a pragmatic attitude towards keeping the current pace of China–Taiwan relations — a far cry from the former DPP President Chen Shui-bian’s vocal calls for de jure independence. Tsai’s campaign success is arguably mostly due to the KMT’s failings. The KMT has fatally linked Taiwan’s future too closely to that of China’s and failed to consider the Taiwanese people’s desire and right for self-determination.\n~~~~~~~\nCOMMENT:   News reports and analysis have been consistent in  predicting DPP success at the polls.   I am absolutely in awe of the research Jean-Pierre has done on this question.   I'm a little bit \"out there\" on this, but I don't see any particular reason to reduce my forecast, so I'll stay put for now.\n"], [12874, "2015-12-16T16:10:02Z", [0.46, 0.53, 0.01], ""], [12874, "2015-12-16T16:06:01Z", [0.4, 0.58, 0.02], ""], [691, "2015-12-16T12:01:47Z", [0.53, 0.47, 0.0], ""], [12943, "2015-12-16T09:58:22Z", [0.44, 0.54, 0.02], "Recent polls put the DPP at around 35% in the single member districts and 30% in the proportional representation seats.  The PR seats will likely translate more directly to seats, so we can take this as roughly 30% of the 34 PR seats (or around 10 seats there). In the single member districts (first-past-the-post system) a polling of around 35% should translate into a more significant share of these seats given that the DPP will likely be the largest party in many of these districts. It is conceivable that this type of polling would result in around 60-70% share in the 73 seats elected with this method (or around 45-50 seats).  This would suggest that a majority is quite possible, but that plurality is very close behind."], [241, "2015-12-15T20:39:16Z", [0.23, 0.75, 0.02], "Increasing DPP Majority from 70% to 75%. Check out this excellent blog post \"Forecasting the 2016 Taiwan Legislative Elections\" (http://www.kharistempleman.com/blog/forecasting-the-2016-taiwan-legislative-elections). I don't know anything about the blog other than this post, but I'll be sure to read more of it later. On method: I like Kharis Templeman's use of Charlie Cook's PVI Index and applying it to Taiwan's legislative contests. It's a good way to establish a base rate. The way I got to a base rate was by using the first method described below: \"I've seen some analyses that start with the results of each district race in 2012 as a baseline, then projects up from those results to estimate how many more seats the DPP will win with a particular partisan swing. To me, the better place to start this kind of forecasting is with the 2012 presidential results in each district, when Tsai Ing-wen ran against Ma Ying-jeou and James Soong. The idea here is, put aside idiosyncrasies such as intra-camp splits and candidate quality, and just pit a generic DPP candidate for the legislature against a generic KMT one in a head-to-head competition. Then who should we expect to win? That's what the presidential results by district tell us. (This measure is roughly analogous to the Partisan Voter Index that the Cook Report does for the US every election cycle.)\" Here is Kharis Templeman's conclusion: \"Summing up: The DPP is probably going to win a majority in the Legislative Yuan\nWhat this exercise demonstrates to me is that the DPP is now a favorite to win an outright majority in the Legislative Yuan. Given what the polls currently show, it's well-positioned to win between 57-62 seats in total, which would be the first time in the democratic era that a party other than the KMT has pulled that off.\" ---------------------------- Comment: Analyzing individual races is still essential. Hopefully, the China Post will soon publish articles on district races in other cities and counties, especially those in Central Taiwan (e.g., Taichung), because I agree with Kharis Templeman that the outcome of the races in New Taipei City (12 seats) and Taichung (8 seats) will determine whether the DPP will gain an outright majority or not."], [128, "2015-12-15T19:16:44Z", [0.3, 0.65, 0.05], ""], [128, "2015-12-15T19:16:13Z", [0.35, 0.55, 0.1], ""], [102, "2015-12-15T17:18:31Z", [0.62, 0.36, 0.02], "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [691, "2015-12-15T13:34:47Z", [0.54, 0.46, 0.0], ""], [601, "2015-12-15T12:22:23Z", [0.53, 0.46, 0.01], "Looks like DPP is solidifying support, thought still a month to go.   In addition to the Taiwan elections wiki page and Asian newspapers,  two blogs worth checking out are Kharis Templeman's and Frozen Garlic"], [38, "2015-12-15T04:41:26Z", [0.12, 0.88, 0.0], ""], [131, "2015-12-15T01:13:39Z", [0.28, 0.7, 0.02], ""], [11080, "2015-12-14T21:43:27Z", [0.32, 0.64, 0.04], ""], [691, "2015-12-14T20:49:24Z", [0.55, 0.45, 0.0], ""], [12029, "2015-12-14T20:10:41Z", [0.59, 0.38, 0.03], ""], [136, "2015-12-14T20:03:18Z", [0.35, 0.65, 0.0], "A model:\nhttp://www.kharistempleman.com/blog/forecasting-the-2016-taiwan-legislative-elections\nand a counter-argument:\nhttps://frozengarlic.wordpress.com/2015/12/14/a-response-to-khariss-forecast/"], [12907, "2015-12-14T15:57:44Z", [0.6, 0.3, 0.1], ""], [12879, "2015-12-14T15:52:44Z", [0.95, 0.05, 0.0], ""], [691, "2015-12-13T21:33:48Z", [0.55, 0.45, 0.0], ""], [1274, "2015-12-13T19:35:00Z", [0.7, 0.3, 0.0], ""], [1526, "2015-12-13T16:20:28Z", [0.35, 0.65, 0.0], ""], [498, "2015-12-13T13:55:25Z", [0.75, 0.25, 0.0], ""], [12843, "2015-12-12T19:44:08Z", [0.15, 0.65, 0.2], ""], [691, "2015-12-12T12:17:51Z", [0.55, 0.45, 0.0], ""], [689, "2015-12-12T07:07:37Z", [0.37, 0.61, 0.02], ""], [38, "2015-12-12T05:34:04Z", [0.27, 0.73, 0.0], "http://www.todayonline.com/chinaindia/china/election-win-could-herald-start-dramas-dpp \" . . . a DPP victory next year is not inevitable. Public trust in the traditionally fractious party is paper thin, and it would take little for voters to change their minds.\n~~~~~~~\nCOMMENT:  This is the first statement I've read in ages that has sounded a cautionary note; it was in the context of how unusual it would be if DPP captured both the presidency and the legislature.  I'm wondering why Jean-Pierre is backing off from his forecast for a majority???"], [241, "2015-12-12T02:12:01Z", [0.27, 0.7, 0.03], ""], [498, "2015-12-12T00:43:22Z", [0.8, 0.2, 0.0], ""], [94, "2015-12-11T23:02:43Z", [0.58, 0.35, 0.07], "Increasing odds for a majority, based on @Jean-Pierre's analysis."], [691, "2015-12-11T19:14:57Z", [0.55, 0.45, 0.0], ""], [639, "2015-12-11T17:27:29Z", [0.45, 0.45, 0.1], ""], [52, "2015-12-11T16:56:43Z", [0.4, 0.6, 0.0], ""], [498, "2015-12-11T16:51:13Z", [0.83, 0.17, 0.0], ""], [12812, "2015-12-11T16:06:25Z", [0.6, 0.3, 0.1], ""], [241, "2015-12-11T14:13:43Z", [0.22, 0.75, 0.03], ""], [498, "2015-12-11T12:31:06Z", [0.85, 0.15, 0.0], ""], [498, "2015-12-11T12:24:07Z", [0.79, 0.21, 0.0], ""], [498, "2015-12-11T12:23:13Z", [0.8, 0.2, 0.0], ""], [498, "2015-12-11T11:50:42Z", [0.98, 0.01, 0.01], ""], [498, "2015-12-11T10:57:06Z", [0.9, 0.1, 0.0], ""], [498, "2015-12-11T09:29:33Z", [0.43, 0.57, 0.0], ""], [498, "2015-12-11T09:26:35Z", [0.4, 0.6, 0.0], ""], [12789, "2015-12-11T06:01:34Z", [0.6, 0.3, 0.1], ""], [12783, "2015-12-11T03:37:31Z", [0.22, 0.75, 0.03], ""], [691, "2015-12-10T15:22:13Z", [0.55, 0.45, 0.0], ""], [241, "2015-12-10T14:48:37Z", [0.19, 0.78, 0.03], ""], [11080, "2015-12-10T06:44:34Z", [0.32, 0.6, 0.08], ""], [5001, "2015-12-10T02:46:30Z", [0.43, 0.55, 0.02], ""], [237, "2015-12-09T22:46:40Z", [0.2, 0.8, 0.0], ""], [915, "2015-12-09T22:12:14Z", [0.0, 1.0, 0.0], "given how \"down with the Establishment\" is a common theme throughout the world...upping DPP maxing DPP to balance out being anti-DPP before."], [915, "2015-12-09T22:09:27Z", [0.49, 0.51, 0.0], ""], [52, "2015-12-09T21:36:00Z", [0.6, 0.4, 0.0], ""], [689, "2015-12-09T20:45:36Z", [0.49, 0.51, 0.0], ""], [691, "2015-12-09T20:44:27Z", [0.57, 0.43, 0.0], ""], [506, "2015-12-09T19:05:16Z", [0.63, 0.33, 0.04], ""], [73, "2015-12-09T18:42:59Z", [0.5, 0.5, 0.0], ""], [241, "2015-12-09T17:59:41Z", [0.15, 0.82, 0.03], "I haven't been following the election closely so far. Unfortunately, I let my forecast get stale. My revised forecast is based on the party list polls (see below) which is useful for determining, not only the number of party list seats that each party will win, but also the potential swing for each district seat. An average of 8 polls (10/16-11/23) gives the DPP party a 13.3% advantage. Basically, I took the 2012 LY election results and added 9%-11% to the DPP's 2012 totals for each district (with a few exceptions). I then checked the results of the 9-in-1 elections last year to gauge which seats were the most likely to flip if there were a similar pro-DPP wave in January. I also looked at the Frozen Garlic blog for a second opinion. One caveat: I am probably really underestimating how the third parties (especially New Power Party and People First Party) will perform. I intend to revise this forecast again after I look at individual races and evaluate the strength of particular candidates. There are bound to be some KMT candidates who will perform much better than their party, as well as a few third party candidates who could win races or pull votes away from either the KMT or DPP. Likely range of seats that the DPP will win: District seats (73): 39-49\nAboriginal seats (6): 0-1\nList seats (34): 16-20\nRange: 55-69 My forecast: 45 district seats, 0 aboriginal seats, 18 list seats = 63 seats (out of 113) The DPP, by my estimate, could win as much as 69 seats, well over the 57-seat threshold for a majority. The low range begins at 55 seats. So, based on this analysis, my forecast should be 86% (majority), 14% (plurality), 0% (not a plurality). But, as I mentioned, third parties are likely to win more than 2 seats (my current estimate). I haven't determined whether they will hurt the DPP or KMT more, but it wouldn't surprise me if I had to subtract a few seats from the DPP's total. In addition, there will be more than a few KMT and DPP candidates who will run ahead of their party, so looking at individual races is important. There's also a chance the polling could be wrong or a black swan event could upset my calculations. Sources: https://en.wikipedia.org/wiki/Legislative_Yuan 2012 LY Election data: http://vote.nccu.edu.tw/engcec/vote3.asp?pass1=B2012A0000000000aaa & https://en.wikipedia.org/wiki/List_of_Legislative_Yuan_members_elected_in_the_Republic_of_China_legislative_election,_2012 & https://en.wikipedia.org/wiki/Republic_of_China_legislative_election,_2012 Results of 9-in-1 elections: http://presidential-power.com/?p=2419 Useful blog (Frozen Garlic) for info on individual races: https://frozengarlic.wordpress.com/ Frozen Garlic's projections: https://frozengarlic.wordpress.com/2015/10/26/possible-outcomes-in-the-ly-elections/ See party list polls: https://frozengarlic.wordpress.com/2015/11/27/bad-numbers-for-the-kmt/"], [128, "2015-12-09T00:35:28Z", [0.6, 0.3, 0.1], ""], [11080, "2015-12-08T21:01:55Z", [0.6, 0.28, 0.12], ""], [691, "2015-12-08T13:32:32Z", [0.57, 0.43, 0.0], ""], [3363, "2015-12-07T19:16:07Z", [0.59, 0.34, 0.07], ""], [691, "2015-12-07T13:29:08Z", [0.57, 0.43, 0.0], ""], [639, "2015-12-07T01:42:33Z", [0.7, 0.25, 0.05], ""], [38, "2015-12-06T23:15:29Z", [0.34, 0.66, 0.0], "http://www.chinapost.com.tw/taiwan/national/presidential-election/2015/12/07/452868/KMT-DPP.htm \"The opposition party is also upbeat about the legislative election, predicting that it could increase its current 40 seats to gain a majority for the very first time . . .\"\n"], [691, "2015-12-06T14:06:09Z", [0.58, 0.42, 0.0], ""], [52, "2015-12-06T12:41:51Z", [0.5, 0.5, 0.0], ""], [691, "2015-12-05T15:05:36Z", [0.58, 0.42, 0.0], ""], [691, "2015-12-04T20:24:55Z", [0.59, 0.41, 0.0], ""], [73, "2015-12-03T18:36:13Z", [0.6, 0.4, 0.0], ""], [691, "2015-12-03T17:52:10Z", [0.59, 0.41, 0.0], ""], [601, "2015-12-02T22:55:24Z", [0.55, 0.39, 0.06], "The wiki page is a decent reference  https://zh.wikipedia.org/wiki/2016%E5%B9%B4%E4%B8%AD%E8%8F%AF%E6%B0%91%E5%9C%8B%E7%AB%8B%E6%B3%95%E5%A7%94%E5%93%A1%E9%81%B8%E8%88%89"], [691, "2015-12-02T20:09:12Z", [0.59, 0.41, 0.0], ""], [52, "2015-12-02T19:07:40Z", [0.35, 0.65, 0.0], ""], [102, "2015-12-02T17:06:56Z", [0.45, 0.55, 0.0], ""], [691, "2015-12-01T13:37:08Z", [0.59, 0.41, 0.0], ""], [691, "2015-11-30T13:46:51Z", [0.59, 0.41, 0.0], ""], [691, "2015-11-29T14:39:36Z", [0.59, 0.41, 0.0], ""], [38, "2015-11-29T06:55:19Z", [0.45, 0.55, 0.0], "http://focustaiwan.tw/news/aipl/201511280013.aspx \"In the legislative election . . . the DPP is leading the KMT 35 percent to 25 percent in the party votes for at-large legislative seats, according to the poll. \"Support for the PFP and New Power Party is 5 percent and 2 percent, respectively, it showed.\nThe New Party, Taiwan Solidarity Union, Minkuotang, Green Party and Social Democratic Party Coalition, and Faith and Hope League, meanwhile, are polling at around 1 percent each in that category.\n"], [691, "2015-11-28T14:29:13Z", [0.62, 0.38, 0.0], ""], [136, "2015-11-28T09:10:31Z", [0.3, 0.7, 0.0], ""], [691, "2015-11-27T13:27:12Z", [0.62, 0.38, 0.0], ""], [231, "2015-11-26T19:19:00Z", [0.68, 0.21, 0.11], ""], [691, "2015-11-26T13:40:19Z", [0.65, 0.35, 0.0], ""], [73, "2015-11-26T12:36:42Z", [0.6, 0.4, 0.0], ""], [2965, "2015-11-26T12:23:54Z", [0.1, 0.9, 0.0], "KUOMINTANG PRES LOWEST APPROVAL RATINGS,FUROR OVER MEETING with Chairman of PRC.  Widespread revulsion over any change in status quo vis a vis China and a string of  corruption scandals have made DPP the wide favorites in polling, in constituencies, on street in Taipei. "], [136, "2015-11-26T08:45:04Z", [0.25, 0.7, 0.05], "correction"], [136, "2015-11-26T08:43:04Z", [0.7, 0.25, 0.05], ""], [689, "2015-11-26T04:36:17Z", [0.69, 0.31, 0.0], ""], [691, "2015-11-26T03:32:19Z", [0.63, 0.37, 0.0], ""], [10949, "2015-11-25T12:29:39Z", [0.18, 0.8, 0.02], "KMT are very much down in the polls and the recent meeting with Xi and Ma is good for relations but bad for sediment. Even replacing the candidate is not helping much. "], [691, "2015-11-24T13:46:28Z", [0.65, 0.35, 0.0], ""], [11868, "2015-11-24T04:13:08Z", [0.8, 0.2, 0.0], ""], [689, "2015-11-24T00:25:11Z", [0.67, 0.33, 0.0], ""], [94, "2015-11-23T23:28:08Z", [0.58, 0.35, 0.07], "Increasing odds for a majority, based on crowd movement"], [691, "2015-11-23T13:41:29Z", [0.65, 0.35, 0.0], ""], [691, "2015-11-22T14:34:05Z", [0.65, 0.35, 0.0], ""], [11355, "2015-11-22T03:29:03Z", [0.7, 0.25, 0.05], ""], [83, "2015-11-21T22:35:54Z", [0.65, 0.3, 0.05], "https://en.m.wikipedia.org/wiki/Republic_of_China_general_election,_2016 Wiki Polls still favor  DPP after MaXi meeting."], [691, "2015-11-21T14:53:39Z", [0.66, 0.34, 0.0], ""], [102, "2015-11-21T06:10:30Z", [0.63, 0.32, 0.05], ""], [691, "2015-11-20T22:00:17Z", [0.66, 0.34, 0.0], ""], [241, "2015-11-20T16:52:35Z", [0.6, 0.2, 0.2], ""], [691, "2015-11-19T14:11:34Z", [0.74, 0.26, 0.0], ""], [73, "2015-11-19T12:02:20Z", [0.5, 0.5, 0.0], "Ref annienak review"], [38, "2015-11-19T02:22:44Z", [0.45, 0.55, 0.0], "http://focustaiwan.tw/news/aipl/201511180018.aspx In terms of the legislative election, the poll indicated rising support for KMT district candidates, from 15.9 percent in the previous poll in September to 18.3 percent, Hsu Yung-ming said, noting that the KMT is expected to win 23.1 percent of party votes in the upcoming legislative election on Jan. 16, up from the previous poll's 21.5 percent. The poll also showed that given the current numbers, the DPP would have a great chance to secure more than half of the 113 legislative seats in the January election, while the KMT would win around 40 seats, the New Power Party 5-7 seats and the PFP 3-4 seats, Hsu said.\n"], [691, "2015-11-18T17:25:15Z", [0.76, 0.24, 0.0], ""], [691, "2015-11-17T13:36:18Z", [0.76, 0.24, 0.0], ""], [691, "2015-11-16T13:24:42Z", [0.76, 0.24, 0.0], ""], [1028, "2015-11-16T00:17:03Z", [0.7, 0.3, 0.0], ""], [691, "2015-11-15T13:37:45Z", [0.76, 0.24, 0.0], ""], [639, "2015-11-15T01:32:37Z", [0.9, 0.05, 0.05], ""], [1007, "2015-11-14T23:37:18Z", [0.35, 0.45, 0.2], ""], [691, "2015-11-14T13:40:48Z", [0.78, 0.22, 0.0], ""], [691, "2015-11-13T17:59:24Z", [0.78, 0.22, 0.0], ""], [38, "2015-11-13T06:13:16Z", [0.67, 0.33, 0.0], "http://evangelicalfocus.com/world/1140/Taiwan_and_China_the_story_behind_last_weeks_meeting \"Chinese president Xi Jinping and Taiwanese president Ma Ying-Jeou met on Saturday 7th November in Singapore in the first meeting between leaders of the two sides of the Taiwan Strait since 1949, . . . Before the meeting took place, The DPP was leading in the polls to win presidential and legislative elections this coming January. Following the meeting, the DPP have further extended their lead.\n~~~~~~~\nCOMMENT:  It seems that DPP has the momentum.\n"], [691, "2015-11-12T15:28:31Z", [0.78, 0.22, 0.0], ""], [231, "2015-11-12T02:14:15Z", [0.65, 0.15, 0.2], ""], [73, "2015-11-12T00:34:07Z", [0.6, 0.35, 0.05], ""], [4571, "2015-11-11T23:27:30Z", [0.15, 0.85, 0.0], "DPP sets for a majority [Economist] this week"], [38, "2015-11-11T22:53:19Z", [0.77, 0.23, 0.0], "http://www.straitstimes.com/opinion/what-the-xi-ma-summit-suggests-for-taiwan-and-the-region As for the legislative elections, DPP stalwart Frank Hsieh expects that only in a few seats, where the candidates are neck-and-neck, might the KMT turn the tables on the DPP, too few for the ruling party to defeat the DPP overall.\n~~~~~~~\nhttp://www.taipeitimes.com/News/taiwan/archives/2015/11/12/2003632278 The party estimated that it might receive enough ballots to secure seats in the legislature for the first 16 people on the list of 34 candidates proposed for at-large seats.\n~~~~~~~\nCOMMENT:  I'm making my forecast about the make-up of the entire legislature on the basis of one party's estimate that they will get 16 of 34 seats.  I'm assuming that this is a optimistically biased forecast, but even so, it is less than a majority. "], [691, "2015-11-11T20:37:30Z", [0.77, 0.23, 0.0], ""], [136, "2015-11-11T11:57:07Z", [0.6, 0.3, 0.1], ""], [38, "2015-11-11T06:18:39Z", [0.77, 0.23, 0.0], "http://focustaiwan.tw/news/aipl/201511100034.aspx \" . . . If votes were to be cast tomorrow . . . .32.6 percent of the respondents support DPP candidates in legislative elections, in which only one candidate in each constituency gets elected. KMT candidates enjoy only 22 percent support. The DPP also beats the KMT in \"party ballots\" which decide a proportion of legislative seats, by a 35.4 percent-to-23.8 percent margin. None of the minor parties, including the PFP and the Social Democratic Party-Green Party Alliance, enjoy double-digit support, either in the regional candidate vote or the political party representation vote, according to the poll. Regarding the regional candidate vote, 28.8 percent of the respondents said they are undecided, will not vote or will cast an invalid vote. The figure for the party representation ballot is 20.3 percent. The poll has a confidence level of 95 percent, with a margin of error of plus or minus 3 percentage points. \n"], [306, "2015-11-11T03:35:47Z", [0.5, 0.5, 0.0], ""], [306, "2015-11-11T03:35:34Z", [0.5, 0.0, 0.5], ""], [691, "2015-11-10T19:30:00Z", [0.77, 0.23, 0.0], ""], [691, "2015-11-09T13:04:18Z", [0.77, 0.23, 0.0], ""], [11137, "2015-11-09T04:01:22Z", [0.65, 0.32, 0.03], ""], [601, "2015-11-08T18:42:16Z", [0.52, 0.43, 0.05], "Electioneering by Xi may have boosted KMT- we'll see"], [11098, "2015-11-08T13:58:06Z", [1.0, 0.0, 0.0], "China's current efforts in the region will help to strengthen the position of the KMT"], [691, "2015-11-08T13:52:30Z", [0.77, 0.23, 0.0], ""], [231, "2015-11-07T21:36:55Z", [0.6, 0.1, 0.3], ""], [73, "2015-11-07T16:54:30Z", [0.6, 0.25, 0.15], ""], [4571, "2015-11-07T16:44:40Z", [0.18, 0.81, 0.01], "38,2% largest share of vote so far, in 2008 electriction [Wikipedia]\n34,6% in 2012 electrion\n'Large likelyhood of majority'  [Economist nov15]. 'Biggest competitor (Kuomingtang) ditchest the biggest competitor this week'\n"], [691, "2015-11-07T13:48:48Z", [0.77, 0.23, 0.0], "Recent PRC-ROC summit could cut either way: reassure Undecideds that KMT can keep things quiet with China, or mobilize the DPP in fear of some sort of sellout.  This needs frequent checking."], [691, "2015-11-06T13:26:35Z", [0.77, 0.23, 0.0], ""], [136, "2015-11-06T09:16:18Z", [0.55, 0.45, 0.0], ""], [83, "2015-11-05T20:07:50Z", [0.65, 0.05, 0.3], "Saturday's meeting between Xi and Ma will be the first between leaders of the two ______ (FT refers to them as the leaders of the Kuomintang and the Chinese Communist Party) since 1945.  FT reports outgoing Ma is attempting to \"set the self-governing territory's course for years after his mandate ends.\", as well as restart his parties election prospects.\n....Eric Chu, Kuomintang candidate for president (replaced prior pro- China candidate, as the voters were moving to the DPP which favors a seperate Taiwan identity), met Xi earlier this year.\n.....Xi, who hosts the G20 next year, wants to be seen as a visionary statesman.  No agreements are to be signed at the meeting with Ma.\nI suspect the approval of the Taiwanese people would be easier to get with specific benefits on offer.... Waiting to see the result of Saturday's meeting. http://www.usatoday.com/story/news/world/2015/11/04/surprise-china-taiwan-meeting-comes-just-months-before-elections/75144704/\nRaising the possibility that the MaXi summit has the additional motivation of changing the Taiwan/China relationship before the presidential and parliamentary elects that are due in two months.  Not sure what types of changes are possible at the presidential level, but the possibility that the anti-Chinese atmosphere in Taiwan, may be worsened by a Chinese summit with the \"lame duck\", Ma"], [131, "2015-11-05T19:05:37Z", [0.68, 0.3, 0.02], ""], [804, "2015-11-05T18:20:40Z", [0.67, 0.26, 0.07], ""], [691, "2015-11-05T15:15:47Z", [0.77, 0.23, 0.0], ""], [241, "2015-11-05T11:30:01Z", [0.5, 0.25, 0.25], ""], [8226, "2015-11-05T05:22:16Z", [0.25, 0.65, 0.1], ""], [8226, "2015-11-05T05:21:16Z", [0.25, 0.65, 0.1], ""], [691, "2015-11-05T03:18:01Z", [0.79, 0.21, 0.0], ""], [83, "2015-11-04T22:30:32Z", [0.65, 0.05, 0.3], "http://www.bloomberg.com/politics/articles/2015-11-03/china-taiwan-presidents-to-meet-after-66-year-political-freeze\nChina's Xi and Taiwan's Ma to meet as leaders in Singapore this Saturday.  Xi may attempt to give the pro China Kuomintang party a lift in the elections.  Electorate currently favors the DPP, which is less favorable to China."], [10927, "2015-11-04T22:04:52Z", [0.4, 0.5, 0.1], ""], [10814, "2015-11-04T10:51:37Z", [0.36, 0.55, 0.09], ""], [5083, "2015-11-04T02:59:25Z", [0.4, 0.4, 0.2], ""], [102, "2015-11-04T02:05:29Z", [0.7, 0.25, 0.05], ""], [149, "2015-11-03T23:21:25Z", [0.4, 0.3, 0.3], ""], [601, "2015-11-03T22:29:52Z", [0.43, 0.5, 0.07], ""], [1402, "2015-11-03T22:23:33Z", [0.45, 0.2, 0.35], "Taiwan is become more polarize so is more probable a plurality"], [691, "2015-11-03T19:13:59Z", [0.79, 0.21, 0.0], ""], [73, "2015-11-03T18:26:45Z", [0.8, 0.2, 0.0], ""], [790, "2015-11-03T17:21:24Z", [0.22, 0.62, 0.16], ""], [584, "2015-11-03T12:22:08Z", [0.75, 0.2, 0.05], ""], [1127, "2015-11-03T06:52:57Z", [0.35, 0.65, 0.0], "It depends on Taivan neighbour state China aggression in Pacific ocean."], [10814, "2015-11-03T03:27:04Z", [0.26, 0.65, 0.09], ""], [4921, "2015-11-03T00:43:49Z", [0.54, 0.46, 0.0], ""], [1591, "2015-11-02T19:47:18Z", [0.55, 0.43, 0.02], "Among decided voters, it's looking close to majority levels. But still a while to go, and I haven't looked into the details of how seats are distributed yet.\nhttps://en.wikipedia.org/wiki/Republic_of_China_general_election,_2016"], [691, "2015-11-02T13:37:12Z", [0.79, 0.21, 0.0], ""], [259, "2015-11-02T07:47:55Z", [0.35, 0.45, 0.2], ""], [98, "2015-11-02T03:55:24Z", [0.75, 0.2, 0.05], "https://en.wikipedia.org/wiki/Republic_of_China_general_election,_2016 first shot based on Wikipedia polling info"], [241, "2015-11-01T22:47:47Z", [0.45, 0.3, 0.25], ""], [7445, "2015-11-01T19:33:30Z", [0.55, 0.45, 0.0], ""], [10654, "2015-11-01T17:33:06Z", [0.6, 0.2, 0.2], ""], [102, "2015-11-01T14:42:02Z", [0.74, 0.21, 0.05], "I actually know nothing about this topic, so I will admit it and calibrate to crowd."], [691, "2015-11-01T14:01:24Z", [0.81, 0.19, 0.0], "KMT seems to have figured out there's no hope for their presidential candidate-of-the-week, and are shifting attention to preventing a DPP legislative majority.  They probably have good enough local machinery to succeed in this more modest aim."], [2006, "2015-10-31T23:06:13Z", [0.0, 0.99, 0.0], ""], [605, "2015-10-31T21:46:11Z", [0.25, 0.35, 0.4], ""], [691, "2015-10-31T13:53:21Z", [0.81, 0.19, 0.0], ""], [83, "2015-10-31T00:30:51Z", [0.65, 0.05, 0.3], "http://www.economist.com/news/asia/21676819-three-months-election-kmt-ditches-its-presidential-candidate-horses-midstream Change in presidential candidate may improve KMT chance.  Wiki shows no majority government has been elected to date.\n"], [4042, "2015-10-30T23:23:47Z", [0.7, 0.3, 0.0], ""], [691, "2015-10-30T13:45:13Z", [0.81, 0.19, 0.0], ""], [4042, "2015-10-30T12:33:52Z", [0.98, 0.02, 0.0], ""], [38, "2015-10-30T03:05:59Z", [0.77, 0.23, 0.0], "http://www.ejinsight.com/20151020-why-kmt-s-eric-chu-has-a-daunting-task-ahead-of-him/ \"The KMT lost badly in local elections last November, with the DPP making major inroads into hitherto KMT bastions. \n. . . \n\"The KMT’s top priority at this point is to keep its majority in the Legislative Yuan. But given the extent of the defeat all across Taiwan last year, this will not be easy.\n~~~~~~~\nhttp://www.wsj.com/articles/americas-taiwan-china-hocus-pocus-1445274330 \"Polls in Taiwan point to a victory by the DPP candidate, Tsai Ing-wen, in January’s presidential election, and a possible DPP majority in the elections for the national legislature. \n~~~~~~~\nCOMMENT;  Ok, I'm going up on my forecast for a DPP majority.\n"], [38, "2015-10-30T02:26:23Z", [0.88, 0.12, 0.0], "http://www.ejinsight.com/20151022-student-rallies-will-ultimately-bring-change-taiwan-shows/ \"The most pessimistic prediction is that the KMT’s share of the legislature’s 113 seats will be reduced to just 28 from 65. That was what behind the KMT’s hurry-scurry rush to strip Hung of her candidacy, an unprecedented move. \n. . . .\n\"When the students’ massive sit-ins ended in April last year, some said that other than stalling the passage of a free trade agreement with China, the movement failed to change Taiwan’s political landscape. But it’s now clear that the view of many of Taiwan’s middle-of-the-road voters has shifted away from the KMT thanks to the students that stormed parliament.\n. . . \n\"Academia Sinica, Taiwan’s national academy, found in a public opinion study that the share of voters who think the DPP is more trustworthy on cross-strait issues (46 percent) has surpassed that of KMT supporters (34 percent).\n~~~~~~~\nhttp://foreignpolicy.com/2015/10/19/china-taiwan-election-kmt-dpp-democracy-hung-mainland/ \"According to a poll on Oct. 8, a majority of the Taiwanese public disagreed with Hung’s removal: even if they didn’t support her in politics, they disapproved of the unceremonious ouster by her own party. The spectacle of Hung’s removal, more so than her campaign itself, seems to augur the fate of the party, at least in the near term. Chu will have trouble explaining to his New Taipei electorate why he broke his promise to serve out his term as mayor.  \"There’s also a possibility that the KMT will continue hemorrhaging legislative seats, raising the possibility that the KMT, for the first time in Taiwan’s democratic history, will lose its legislative majority. Some analysts have even speculated that the party will not survive the election, especially if it fails to meet the one-third seat threshold required to introduce bills. Perhaps fittingly, while KMT members congregated to vote on Hung’s dismissal, some of Hung’s dejected core supporters gathered at the memorial to Chiang Kai-shek in downtown Taipei, for a final “farewell” to the KMT. Come election day, the rest of Taiwan might be saying goodbye too.\n~~~~~~~\nhttp://www.taiwantoday.tw/ct.asp?xItem=237877&ctNode=2194&mp=9 According to a poll released Oct. 18 by KMT think tank Cross-Strait Policy Association, Chu has 21.9 percent support, James Soong of People First Party, 13.8 percent and Tsai Ying-wen of the opposition Democratic Progressive Party, 45.2 percent. \n~~~~~~~\nCOMMENT:  It appears that the replacement of the presidential candidate from the KMT has not helped the party and that DPP could gain many seats."], [691, "2015-10-29T17:06:00Z", [0.79, 0.21, 0.0], ""], [231, "2015-10-29T01:22:06Z", [0.7, 0.15, 0.15], ""], [452, "2015-10-28T21:08:19Z", [0.79, 0.18, 0.03], "looking at recent polls\n"], [94, "2015-10-28T20:38:17Z", [0.7, 0.2, 0.1], "Increasing odds for plurality with passage of time."], [6552, "2015-10-28T16:20:49Z", [0.7, 0.1, 0.2], ""], [691, "2015-10-28T14:03:08Z", [0.86, 0.14, 0.0], ""], [74, "2015-10-28T13:16:33Z", [0.75, 0.15, 0.1], ""], [689, "2015-10-28T03:53:59Z", [0.79, 0.13, 0.08], ""], [691, "2015-10-27T19:18:34Z", [0.85, 0.15, 0.0], ""], [6224, "2015-10-26T20:39:04Z", [0.48, 0.52, 0.0], "China's economy is slowing.  Perhaps this will cause Taiwan to consider other options besides being economically beholden to the mainland.  In order to do this Taiwan must embrace some autonomy and independence in thought and ideas at least."], [691, "2015-10-26T17:41:27Z", [0.85, 0.15, 0.0], ""], [241, "2015-10-26T14:42:06Z", [0.55, 0.2, 0.25], ""], [8788, "2015-10-25T22:05:02Z", [0.0, 0.0, 1.0], ""], [7221, "2015-10-25T20:27:21Z", [0.7, 0.15, 0.15], ""], [689, "2015-10-25T17:04:37Z", [0.74, 0.21, 0.05], ""], [5746, "2015-10-25T15:56:43Z", [0.4, 0.6, 0.0], ""], [73, "2015-10-25T14:05:19Z", [0.8, 0.2, 0.0], ""], [5319, "2015-10-25T13:55:00Z", [0.55, 0.45, 0.0], ""], [691, "2015-10-25T13:03:02Z", [0.85, 0.15, 0.0], ""], [691, "2015-10-24T14:25:49Z", [0.85, 0.15, 0.0], ""], [387, "2015-10-23T20:01:00Z", [0.75, 0.25, 0.0], ""], [691, "2015-10-23T15:03:17Z", [0.85, 0.15, 0.0], ""], [597, "2015-10-22T20:12:31Z", [0.77, 0.23, 0.0], ""], [691, "2015-10-22T10:29:42Z", [0.85, 0.15, 0.0], ""], [241, "2015-10-21T17:01:46Z", [0.4, 0.2, 0.4], ""], [691, "2015-10-21T12:37:26Z", [0.85, 0.15, 0.0], ""], [691, "2015-10-20T18:11:12Z", [0.85, 0.15, 0.0], ""], [136, "2015-10-20T11:24:01Z", [0.6, 0.35, 0.05], ""], [38, "2015-10-20T06:23:39Z", [0.78, 0.11, 0.11], "http://www.cnn.com/2015/10/17/asia/taiwan-kmt-president-candidate-swap/ The ruling pro-China KMT party has,  by a vote of 812 out of 819,  replaced its deeply unpopular candidate for president with Eric Chu, the mayor of suburban New Taipei City, and chairman of the party, who is a moderate and has had more experience in governing, \n~~~~~~~\nhttp://www.foxnews.com/world/2015/10/17/taiwan-ruling-nationalists-dump-unpopular-presidential-candidate-3-months/ While the Nationalists are still expected to lose the presidency, a more popular candidate could help them retain their majority in Taiwan's 113 seat parliament.\n~~~~~~~\nhttp://www.theaustralian.com.au/news/world/eric-chu-to-lead-kuomintang-in-presidential-election/story-e6frg6so-1227573394904  \"Dr Chu . . .  has a doctorate in accounting from New York University and was a professor at the National Taiwan University, now has the best track record in the party as an electoral winner. He became the first mayor of New Taipei City four years ago, defeating Ms Tsai. He held that position a year ago when most other leading KMT candidates lost in local elections. \"Dr Chu became the KMT chairman in January, but did not pursue the presidential candidacy which was perceived as a poisoned chalice in this campaign — and was widely presumed to be holding himself back for the next election in four years. However, the buck in the party ultimately stops with the chairman — and Ms Hung’s ineptitude as a campaigner gave him little choice but to step in. \"His main target is presumed to be to hold on to the KMT’s control of the parliament.  “You’ve just got three months left and the most you can hope for is to hold the legislative majority” in the 113-seat ­parliament.\n~~~~~~~\nhttp://www.wsj.com/articles/taiwans-election-drama-is-a-message-to-beijing-1445190293 \" . . .  the messy and public effort to force out Ms. Hung has angered many of her vocal supporters, who are vowing not to vote at all. The candidate switch reveals a party with deep internal rifts, and it remains to be seen whether Mr. Chu can reshape the KMT campaign and solicit mainstream support. \". . . Mr. Chu said Saturday that it would be a disaster for the KMT to lose its majority, which would require dropping to 57 seats from 65 today. He even suggested the KMT could hold only one-third of the legislative seats, a sign of how acute the party’s troubles have become.\n~~~~~~\nCOMMENT:  I'm not sure what the impact will be of the KMT replacing its presidential candidate, so I thought I'd better moderate my forecast some."], [73, "2015-10-19T19:03:02Z", [0.8, 0.2, 0.0], ""], [784, "2015-10-19T15:30:11Z", [0.6, 0.25, 0.15], "Plurality seems to be by far the most likely outcome. \nTaking a look at some polls (https://en.wikipedia.org/wiki/Republic_of_China_general_election,_2016#Opinion_polls) the undecided fraction of the populace is sizeable enough that an outright majority can't really be ruled out.\nOn the other hand, the KMT is still close enough to snatch plurality away. If current events lead to increased fear of China, the appeasing KMT will seem like a safer choice."], [691, "2015-10-19T15:13:03Z", [0.85, 0.15, 0.0], ""], [231, "2015-10-19T01:11:32Z", [0.62, 0.13, 0.25], "KMT has new candidate: http://www.nytimes.com/2015/10/18/world/asia/fearing-election-losses-taiwans-governing-party-drops-its-presidential-candidate.html?_r=0"], [691, "2015-10-18T14:08:24Z", [0.84, 0.16, 0.0], ""], [387, "2015-10-17T14:43:15Z", [0.4, 0.6, 0.0], "Hung just pushed out and Eric Chu  now opposition leader so split in party certain.  DPP has Centrist position"], [691, "2015-10-17T11:45:37Z", [0.83, 0.17, 0.0], ""], [38, "2015-10-17T03:44:34Z", [0.79, 0.21, 0.0], "http://blogs.timesofindia.indiatimes.com/talkingturkey/taiwan-elections-the-political-contest-in-this-island-nation-has-larger-geopolitical-implications/ The KMT (ruling) party's presidential candidate,  Hung Hsiu-chu, seems to be a very polarizing and increasingly unpopular person.  Consequently, the KMT central standing committee unanimously passed a resolution Oct 7 to call an extraordinary party congress to discuss a proposal to begin a process likely to result in the KMT chairman and New Taipei mayor Eric Chu replacing Hung as the party’s presidential candidate.  Doing this will be a very complicated process that will have to start with changing the party constitution and involve many steps that Hung and her supporters could contest/derail, causing further damage to KMT. \"China would love to see Hung become the next president of Taiwan, just as the US would love to see Tsai lead the island nation. But should he be finally nominated, Chu could be the compromise candidate that both Beijing and Washington would be happy doing business with.  And given Taiwan’s divided electorate, Chu may just be the one politician around which Taiwanese people can unite in these polarising times. Only time will confirm this.\n~~~~~~~\nhttp://www.dispatchtimes.com/kmt-to-hold-extempore-congress-to-consider-replacing-taiwan-election-candidate/120722/  Wednesday published results of a poll in which 39.5% of 1,094 eligible Taiwanese voters polled said they support DPP candidate Tsai Ing-wen; 17% said they support Hung.\n~~~~~~~\nhttp://thediplomat.com/2015/10/taiwan-is-kmts-dilemma-chinas-opportunity/ \"For the KMT, replacing Hung is unlikely to boost the party’s campaign. In fact, it may hurt the party further. Ostensibly, the swap is meant to both increase the KMT’s chances of winning the presidency, and at the same time improve the prospects of the party’s candidates who are running for the legislative election that will be held on the same date as the presidential one. Discouraged by the party’s bleak outlook, a fair number KMT candidates, incumbents or otherwise, have chosen to run as independents in the upcoming election. Even more, wary with being associated with the strong pro-China tendencies of Hung, tried to put distance between themselves and the party’s presidential candidate. Whereas the DPP candidates for the legislature proudly display banners of photos of themselves and Tsai . . . \n~~~~~~~~\nhttp://www.taipeitimes.com/News/taiwan/archives/2015/10/12/2003629865 \"DPP Legislator Lee Chun-yi (李俊俋) said he was skeptical about the claim of some KMT politicians that if Chu were the party’s presidential candidate they would win 10 more legislative seats. . .\n~~~~~~~\nCOMMENT:  DPP scored a landslide victory in the 2014 local elections.\nEverything I read suggests DPP might have a landslide victory."], [689, "2015-10-15T17:15:12Z", [1.0, 0.0, 0.0], "Comment deleted on May 10, 2016 06:24PM UTC"], [691, "2015-10-15T13:12:37Z", [0.83, 0.17, 0.0], ""], [691, "2015-10-14T13:25:41Z", [0.82, 0.18, 0.0], ""], [4042, "2015-10-13T16:33:25Z", [0.9, 0.02, 0.08], ""], [691, "2015-10-13T12:47:40Z", [0.82, 0.18, 0.0], ""], [915, "2015-10-13T02:54:38Z", [0.95, 0.05, 0.0], ""], [73, "2015-10-12T17:24:14Z", [0.8, 0.2, 0.0], ""], [3363, "2015-10-12T11:28:09Z", [0.7, 0.2, 0.1], ""], [3617, "2015-10-11T00:31:57Z", [0.65, 0.25, 0.1], ""], [231, "2015-10-10T19:06:13Z", [0.7, 0.15, 0.15], "Still way ahead in polls: http://thediplomat.com/2015/10/taiwans-kmt-moves-to-replace-its-presidential-candidate/"], [691, "2015-10-10T12:10:35Z", [0.85, 0.15, 0.0], ""], [1028, "2015-10-10T01:45:08Z", [0.7, 0.15, 0.15], ""], [4287, "2015-10-09T20:58:45Z", [0.4, 0.4, 0.2], ""], [691, "2015-10-09T16:46:05Z", [0.85, 0.15, 0.0], ""], [691, "2015-10-08T16:45:38Z", [0.84, 0.16, 0.0], ""], [93, "2015-10-07T23:47:26Z", [0.75, 0.2, 0.05], ""], [94, "2015-10-07T18:00:59Z", [0.6, 0.2, 0.2], "The median forecast among forecasters with links is 25% Not a plurality, 60% Plurality, and 15% Majority.  Given the huge lead the DPP has in opinion polls [1], I think a majority is at least as likely as not a plurality, and so I will adjust my odds accordingly. [1] https://en.wikipedia.org/wiki/Republic_of_China_general_election,_2016"], [691, "2015-10-07T12:38:13Z", [0.84, 0.16, 0.0], ""], [691, "2015-10-06T18:19:26Z", [0.84, 0.16, 0.0], ""], [689, "2015-10-06T13:30:46Z", [0.23, 0.77, 0.0], "Comment deleted on May 10, 2016 06:05PM UTC"], [4016, "2015-10-06T12:06:36Z", [0.25, 0.75, 0.0], "KMT does not have a coherent strategy."], [4016, "2015-10-06T12:05:38Z", [0.25, 0.75, 0.0], "Their opponent KMT is already in a fast retreat."], [689, "2015-10-06T03:48:32Z", [0.83, 0.17, 0.0], "Comment deleted on May 10, 2016 06:05PM UTC"], [706, "2015-10-06T03:36:22Z", [0.9, 0.1, 0.0], "It will be close, though, because China will continue blundering along the foreign policy road."], [3955, "2015-10-05T19:03:38Z", [0.7, 0.25, 0.05], ""], [691, "2015-10-05T15:50:46Z", [0.84, 0.16, 0.0], ""], [3824, "2015-10-04T18:48:28Z", [0.73, 0.17, 0.1], ""], [241, "2015-10-04T17:47:35Z", [0.37, 0.26, 0.37], "It took me a while to find some actual past elections data. All I need now are the slate of candidates for each district and (hopefully) a few polls. I haven't perused the websites yet, but I'm posting them here in case anyone wants to do their own analysis. The results of the 8th Legislative Yuan elections (2012), compiled by someone from National Chengchi University: http://vote.nccu.edu.tw/engcec/vote3.asp?pass1=B2012A0000000000aaa Results of the 9-in-1 elections (2014): http://presidential-power.com/?p=2419 XFuture, a prediction market of the Taiwanese legislative and presidential elections: http://xfuture.org/Vote2016\nArticle about the predictive accuracy XFuture: http://ubplj.org/index.php/jpm/article/view/490 & http://www.taipeitimes.com/News/editorials/archives/2014/11/24/2003605154\nA correct call by XFuture: http://www.taipeitimes.com/News/taiwan/archives/2014/10/31/2003603337"], [691, "2015-10-04T13:53:41Z", [0.84, 0.16, 0.0], ""], [192, "2015-10-03T17:14:56Z", [0.45, 0.4, 0.15], ""], [691, "2015-10-03T14:39:07Z", [0.84, 0.16, 0.0], ""], [691, "2015-10-02T12:45:59Z", [0.84, 0.16, 0.0], ""], [1591, "2015-10-01T20:29:53Z", [0.5, 0.25, 0.25], "Haven't seen any polls.  Expectation seems to be a DPP plurality due strong recent performance, but not a majority due to KMT structural advantage. \nhttps://frozengarlic.wordpress.com/2015/06/18/if-light-blues-are-alienated/\nhttp://thinking-taiwan.com/can-the-dpp-win-a-majority-in-the-legislature/ But without polls and with a few months to go before it happens (and having a poor understanding of Taiwanese politics), I'm not ready to go above 50%."], [691, "2015-10-01T18:58:00Z", [0.84, 0.16, 0.0], ""], [102, "2015-10-01T17:34:44Z", [1.0, 0.0, 0.0], "I have no clue."], [241, "2015-10-01T14:28:04Z", [0.38, 0.24, 0.38], "I'm giving even odds for a DPP plurality (38%) and KMT majority/plurality (38%) mainly because a big victory for Tsai in the presidential elections may not translate into equally big victories her party in the Legislative Yuan (LY) election. The KMT has a structural advantage in the latter that may help it keep a majority even as it loses the presidency by wide margins. The DPP would certainly pick up extra seats among those allocated proportionally, but the majority of seats are winner-take-all. I'll need to do a district-by-district analysis of those seats at some later date once the slate of candidates and maybe some polls for individual LY races are available. I'm also not ruling out a DPP majority (24%), however unlikely it may seem to those who understand Taiwanese politics, because of the chance that the surprise victories in the 9-in-1 elections last year will be replicated again this year. I think the results of those elections may be a more accurate harbinger of things to come than the presidential polls. Also, be aware that there are a number of third parties running in a coalition with the KMT (Pan-Blue alliance) or the DPP (Pan-Green alliance). So, even if the DPP fails to win a majority, it can still control the LY if allied parties, like the Taiwan Solidarity Union and New Power Party, win enough seats. Same with the KMT (see James Soong's People First Party). Conversely, the TSU and NPP can pull votes away from the DPP, just as the PFP can pull votes from the KMT. If the race is close, this factor may make the difference. Sources: \"Taiwan’s Changing Political Landscape: The KMT's Landslide Defeat in the Nine-in-One Elections\": http://www.brookings.edu/research/opinions/2014/12/08-taiwan-political-landscape-elections-huang \"It’s Old Versus New in Taiwan’s Presidential and Legislative Elections\": http://www.fpri.org/articles/2015/09/its-old-versus-new-taiwans-presidential-and-legislative-elections \"Video: Strait Talk: Taiwan's 2016 Elections and the United States panel 2\": http://csis.org/multimedia/video-strait-talk-taiwans-2016-elections-and-united-states-panel-2 \"Video: Strait Talk: Taiwan's 2016 Elections and the United States panel1\": http://csis.org/multimedia/video-strait-talk-taiwans-2016-elections-and-united-states-panel1 \"Video: Strait Talk: Taiwan's 2016 Elections and the United States panel 3\": http://csis.org/multimedia/video-strait-talk-taiwans-2016-elections-and-united-states-panel-3 \"Video: Strait Talk: Taiwan's 2016 Elections and the United States Luncheon\": http://csis.org/multimedia/video-strait-talk-taiwans-2016-elections-and-united-states-luncheon CSIS Panel On CSPAN: http://www.c-span.org/video/?328083-2/taiwan-2016-elections Taiwanese English-language newspapers: China Post: http://www.chinapost.com.tw/ (Pro-KMT) Taipei Times: http://www.taipeitimes.com/ (Pro-DPP)"], [231, "2015-10-01T01:35:07Z", [0.7, 0.15, 0.15], "Plurality looks very likely: http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/09/25/5-things-you-should-know-about-taiwans-upcoming-election/"], [3463, "2015-09-30T23:15:30Z", [0.45, 0.55, 0.0], ""], [691, "2015-09-30T17:09:53Z", [0.84, 0.16, 0.0], ""], [500, "2015-09-30T10:42:16Z", [0.0, 1.0, 0.0], "kinezi vežbaju za tajvan        war"], [271, "2015-09-29T19:31:07Z", [0.8, 0.1, 0.1], ""], [73, "2015-09-29T19:12:52Z", [0.8, 0.2, 0.0], "seems system is hardwired in favour of KMT to avoid DPP majority, but still possible given the level of anti-kmt feeling being expressed.  will watch and learn on this one."], [691, "2015-09-29T18:03:39Z", [0.83, 0.15, 0.02], ""], [505, "2015-09-29T15:49:10Z", [0.7, 0.3, 0.0], ""], [1278, "2015-09-29T14:50:13Z", [0.65, 0.0, 0.35], ""], [131, "2015-09-29T13:50:00Z", [0.75, 0.2, 0.05], "I expect the KMT to get clobbered. "], [136, "2015-09-29T12:09:44Z", [0.55, 0.35, 0.1], ""], [241, "2015-09-29T04:34:10Z", [0.4, 0.25, 0.35], "Video: A CSIS panel on Taiwan's elections: http://csis.org/multimedia/video-strait-talk-taiwans-2016-elections-and-united-states-panel-2 (Skip to 13:00 and 28:00 for forecasts of the Legislative Yuan elections)."], [38, "2015-09-29T02:56:19Z", [0.69, 0.17, 0.14], "http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/09/25/5-things-you-should-know-about-taiwans-upcoming-election/ Sept 25.  \"Following the DPP’s success in the 2014 local elections, analysts expect the KMT to struggle to hold onto the legislature. While it is unclear whether the DPP can win a majority in the legislature — in part due to malapportionment and safe KMT seats — this will be the first election where a DPP majority is even a possibility.\n. . . \n\"Since 1992, Taiwanese identification has increased from 17.6 percent to 59 percent, while Chinese identification has fallen from 25.5 percent to 3.3 percent. This shift benefits the opposition party, the DPP, who have traditionally promoted a distinct Taiwanese identity."], [83, "2015-09-29T02:32:48Z", [0.45, 0.1, 0.45], "https://en.m.wikipedia.org/wiki/Legislative_Yuan First Guess. Rules somewhat complex with a mix of first past the post seats (73), supplementary members, on 2nd ballot (34) and 6 aboriginal votes. Current Yuan has: KMT 65, DPP 40, Others 8. KMT reportedly has a number of safe seats.  I'll start with an even split of the non majority options for DPP.\n"], [689, "2015-09-28T21:56:34Z", [0.77, 0.07, 0.16], "Comment deleted on May 10, 2016 05:52PM UTC"], [691, "2015-09-28T20:55:39Z", [0.83, 0.15, 0.02], "DPP vote seems to go up when people get more nervous about Big China, unless DPP gets too uppity and PRC gets too scary.  Much therefore depends on mainland events and rhetoric. My Taiwan people are all DPP and ipso facto useless for this purpose. Standing by."], [102, "2015-09-28T20:18:41Z", [0.7, 0.0, 0.3], "They will edge out ruling party a little bit. [1] [1] http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/09/25/5-things-you-should-know-about-taiwans-upcoming-election/"]], "open_date": "2015-09-28T20:13:27Z", "close_date": "2016-01-16T20:00:53Z"}