{"question_id": 1761, "title": "When will opposition leader Svetlana Tikhanovskaya return to Belarus?", "possible_answers": ["Before 4 September 2020", "Between 4 September and 16 October 2020", "Not before 17 October 2020"], "crowd_forecast": [0.0, 0.0, 1.0], "correct_answer": "Not before 17 October 2020", "correct_forecast": 1.0, "preds": [[88098, "2020-10-16T00:05:56Z", [0.0, 0.0, 1.0], ""], [92863, "2020-10-15T22:54:08Z", [0.0, 0.0, 1.0], ""], [62808, "2020-10-15T21:45:19Z", [0.0, 0.0, 1.0], ""], [75863, "2020-10-15T19:28:12Z", [0.0, 0.0, 1.0], ""], [84880, "2020-10-15T19:17:47Z", [0.0, 0.0, 1.0], ""], [691, "2020-10-15T14:30:02Z", [0.0, 0.0, 1.0], ""], [60948, "2020-10-15T10:35:38Z", [0.0, 0.0, 1.0], "> \"If our demands are not met by Oct. 25, the whole country will peacefully take to the streets,\" she said in a statement released in Lithuania, where she is currently based in exile after leaving Belarus following the election.\nOct 25 too late for question resolution."], [95286, "2020-10-15T10:09:43Z", [0.0, 0.02, 0.98], "Down 1% from yesterday."], [88198, "2020-10-15T03:15:36Z", [0.0, 0.0, 1.0], ""], [62808, "2020-10-14T18:20:36Z", [0.0, 0.0, 1.0], ""], [95286, "2020-10-14T11:08:21Z", [0.0, 0.03, 0.97], "Unless something really kicks off tomorrow or Friday (not impossible), Sveta is staying put."], [95262, "2020-10-14T10:16:47Z", [0.0, 0.0, 1.0], ""], [27661, "2020-10-14T08:30:20Z", [0.0, 0.0, 1.0], ""], [14432, "2020-10-14T04:46:49Z", [0.0, 0.0, 1.0], ""], [29646, "2020-10-14T01:55:28Z", [0.0, 0.0, 1.0], ""], [94869, "2020-10-13T20:46:46Z", [0.0, 0.0, 1.0], ""], [90433, "2020-10-13T18:36:18Z", [0.0, 0.0, 1.0], ""], [1333, "2020-10-13T14:45:18Z", [0.0, 0.0, 1.0], ""], [60948, "2020-10-13T14:17:14Z", [0.0, 0.05, 0.95], "https://meduza.io/en/news/2020/10/13/opposition-leader-svetlana-tikhanovskaya-issues-people-s-ultimatum-to-the-belarusian-authorities\n(see also: https://meduza.io/en/feature/2020/10/08/the-regime-changers)"], [62808, "2020-10-13T08:44:36Z", [0.0, 0.0, 1.0], ""], [20156, "2020-10-13T07:01:58Z", [0.0, 0.0, 1.0], ""], [95374, "2020-10-13T02:25:04Z", [0.0, 0.0, 1.0], ""], [94418, "2020-10-13T01:59:32Z", [0.0, 0.01, 0.99], ""], [95399, "2020-10-12T21:42:36Z", [0.0, 0.2, 0.8], "President Lukashenko has remained in power almost as long as Belarus has been an independent country.  This illustrates he has a strong hold over the nation.  Additionally, Lukashenko has the sponsorship of the Kremlin. Historically, leaders such as Lukashenko will not abandon or forfeit their grab on political control, easily or peacefully. Belarus has not experienced some political turmoil and unrest that was crushed by Belarus security forces.  The opposition to Lukashenko, appears scattered and disorganized. It has only timid support from the population since the largest majority is more inclined toward Russia.  To the contrary, ST is more aligned with western views and joining the EU is not part of her agenda. ST's opposition does not count with open and clear support from either the European Union or the United States.  ST return to Belarus may become a reality once the unrest from the most recent elections has fully subsided.   "], [96229, "2020-10-12T06:16:50Z", [0.0, 0.05, 0.95], "\"I want to get back to my country, it is my motherland, my friends and family are there, I want to live there, but I don't feel that me and my children are safe there,\" she told reporters. \"I can do much more for my country and people here than sitting in a prison cell, but as soon as I see political dialogue start or prisoners released, I will go to Belarus right away,\" she said."], [12726, "2020-10-12T05:14:10Z", [0.0, 0.0, 1.0], ""], [96356, "2020-10-12T01:17:30Z", [0.0, 0.0, 1.0], "https://tass.com/world/1190857"], [95614, "2020-10-11T16:46:29Z", [0.0, 0.01, 0.99], "Late August/ Early September 2020: Presidential candidate Svelana Tikhanovskaya opposed Aleksandr Lukashenko for President of Belarus. Tikhanovskaya was unsuccessful in her campaign for president, however, many do not believe the results that were announced;\n “the country’s president, Alexksandr G. Lukashenko, claimed a landslide victory in a ballot that was widely denounced as fraudulent. Mr. Lukashenko, who has clung to power amid violent protests denouncing the election, had faced a surprising challenge from Ms. Tikhanovskaya, who became his fiercest rival” (Specia, 2020). \nAfter the election, Tikhanovskaya fled the country of Belarus which is widely speculated to be under the orders of the current government; “Ms. Tikhanovskaya, 37, on Sunday fled the country for Lithuania under what her associates said were pressure from the Belarusian authorities” (Specia, 2020). This is a claim that Ms. Tikhanovskaya make out publically and denounce, “‘I made this decision absolutely independently,’ Ms. Tikhanovskaya said in another cryptic video message on Tuesday” (Nechepurenk and Troianovski, 2020). The election has caused major uproars throughout the nation, sparking violent protests.  Even though Ms. Tikhanovskaya claims she left on her own accord, it simply does not seem to be the case as she was also quoted urging Belarusians to accept the results of the election and “not to put your lives at risk” ” (Nechepurenk and Troianovski, 2020). While things are still unfolding, this does not seem like a situation that will be resolved anytime soon. As of now, I believe the most likely scenario to be Ms. Tikhanovskaya will not return before October 17, 2020, which I put at 70%, followed by 28% probability of her returning between September 4 and October 16, 2020. That leaves only two percent chance for her to return before September 4th. While nothing is impossible, I find it highly unlikely seeing how volatile the situation is. \nUpdate: Late September/Early October: Former presidential candidate has continued to put pressure on President Lukashenko, “the Belarusian opposition leader Svetlana Tikhanovskaya will meet Angela Merkel in Berlin on Tuesday, as the standoff in Belarus increasingly takes on a geopolitical dimension, becoming one more bone of contention between Russia and the west” (Walker, 2020). Protests continue to happen throughout the country and Tikhanovskaya has motivated protestors by declaring herself the winner of the previous election, “Tikhanovskaya, who officially received only 10% of the vote in the election, has declared herself national leader, and wants to be a transitional figure until new, free elections can be held” (Walker, 2020). There is some speculation that Tikhanovskaya will return to Belarus, “Olga Kovalkova, authorized representative of former Belarusian presidential candidate Svetlana Tikhanovskaya, believes that the politician will soon return home” (Tass, 2020). President Lukashenko also spoke on the matter in a very blunt and telling manner, “incumbent Belarusian President Alexander Lukashenko said he won’t allow to ‘give away’ his country even if he dies” (Tass, 2020). Both Tikhanovskaya and Lukashenko claim to be the rightful President of Belarus. However, as previously stated Tikhanovskaya left just after the election and has yet to return. Lukashenko has made it very clear he will not give up his position under any circumstance. With all of this in mind, it is my opinion that Tikhanovskaya will not return to Belarus before October 17, 2020, and I would consider that at 99% probability. The final 1% would be returning between September 4 and October 16, 2020, but once again, this is very doubtful. \nSpecia, M. (2020, August 13). Who Is Svetlana Tikhanovskaya, Belarus’s Unlikely Opposition Leader? The New York Times. Retrieved from: https://www.nytimes.com/2020/08/13/world/europe/belarus-opposition-svetlana-tikhanovskaya.html\nNechepurenko, I., and Troianovski, A. (2020, August 11). After Vote That Many Called Rigged, Challenger to Belarus Leader Leaves. The New York Times. Retrieved from: https://www.nytimes.com/2020/08/11/world/europe/belarus-election-Svetlana-Tikhanovskaya.html\nWalker, S. (2020, October 4). Belarus opposition leader to ask Merkel about upping pressure on Lukashenko. The Guardian. Retrieved from: https://www.theguardian.com/world/2020/oct/04/belarus-opposition-leader-to-ask-merkel-about-upping-pressure-on-lukashenko-svetlana-tikhanovskaya\nTASS. (2020, August 18). Svetlana Tikhanovskaya to return to Belarus soon, says authorized agent. TASS-Russian News Agency. Retrieved from: https://tass.com/world/1190857\nTASS. (2020, August 16). Belarusian leader says won’t allow to ‘give away; his country. TASS-Russian News Agency. Retrieved from: https://tass.com/world/1190189\n"], [1333, "2020-10-11T15:08:31Z", [0.0, 0.01, 0.99], "Seems like back in the 90's one dictator trick was to stage photo ops and make overtures to the opposition leader to return then arrest them."], [95276, "2020-10-11T15:05:07Z", [0.05, 0.05, 0.9], ""], [95842, "2020-10-11T13:51:20Z", [0.0, 0.01, 0.99], "As of 8 October 2020, Svetlana Tikhanovskaya has yet to return to Belarus as associate of hers was detained by government security forces in Minsk (RFE, 2020). With protestors remaining vigilant as of October 5, they were met with equally vigilant force by police and government security forces employing water cannons and detaining over 300 individuals (BBC, 2020). Svetlana Tikhanovskaya who fled hours after election results were released has recently traveled throughout Europe imploring for the EU to increase pressure on Lukashenko to step down, including speaking with Germany’s Prime Minister Merkel (Browne, 2020; Walker, 2020). While some countries including Great Britain have increased pressure by removing their ambassadors (RFE, 2020), more pressure is likely required collectively from the EU before her return as Vladimir Putin backed Lukashenko with a 1.5 Billion loan and offers of contributing police forces to combat protestors (Kudrytski & Kravchenko, 2020). Additionally, as of 7 October, Russia placed Tikhanovskaya on a wanted list for her role in Belarus (BBC, 2020). With the information discussed above and the 7-day timeline I estimate Tikhanovskaya’s return after 17 October 2020 a 99% probability.  https://www.bbc.com/news/world-europe-54420511 https://foreignpolicy.com/2020/08/17/woman-who-started-revolution-belarus-minsk-protests-lukashenko-svetlana-tikhanovskaya/ https://www.theguardian.com/world/2020/oct/04/belarus-opposition-leader-to-ask-merkel-about-upping-pressure-on-lukashenko-svetlana-tikhanovskaya https://www.bloomberg.com/news/articles/2020-09-14/putin-meets-belarus-ally-on-crisis-as-opposition-warns-on-deals https://www.rferl.org/a/belarus-tsikhanouskaya-associate-detained-minsk/30882896.html https://www.rferl.org/a/belarus-britain-recalls-ambassador-lukashenka-raab/30885783.html https://www.bbc.com/news/world-europe-54456608\n"], [45594, "2020-10-11T13:48:52Z", [0.0, 0.05, 0.95], ""], [74890, "2020-10-11T10:52:18Z", [0.0, 0.0, 1.0], "Litle time left and with the arrest warrant on her and Lukashenko being backed by Putin it seem very unlikely (less than 0.5%) unless there is key unknown unknown in the game but it is also not likely."], [80179, "2020-10-11T06:02:06Z", [0.0, 0.0, 1.0], ""], [62808, "2020-10-10T23:07:38Z", [0.0, 0.0, 1.0], ""], [60301, "2020-10-10T21:22:21Z", [0.0, 0.01, 0.99], ""], [90457, "2020-10-10T14:53:08Z", [0.0, 0.0, 1.0], ""], [90433, "2020-10-10T13:30:15Z", [0.0, 0.0, 1.0], ""], [94837, "2020-10-10T13:01:23Z", [0.0, 0.0, 1.0], ""], [96318, "2020-10-09T20:06:40Z", [0.0, 0.01, 0.99], ""], [88452, "2020-10-09T07:30:38Z", [0.0, 0.0, 1.0], ""], [29646, "2020-10-09T04:48:35Z", [0.0, 0.01, 0.99], "Short timeframe remaining and Lukashenko continues to enjoy Russian support."], [1333, "2020-10-08T20:29:00Z", [0.0, 0.0, 1.0], ""], [95292, "2020-10-08T18:37:22Z", [0.0, 0.2, 0.8], "The citizens of Belarus will not stop fighting the government and the president.  The government would like to stop the protest but it will take longer for Tikhanovskaya to return. I believe that Tikhanovskaya does not feel safe to return with the situation as is now that is why I predict that tTikhanovskaya will return later than OCT 17. But also the government could gain control before OCT 17 and Tikhanovskaya could feel safe enough to return before OCT 16. \nhttps://www.bbc.com/news/world-europe-53971299"], [92863, "2020-10-08T18:13:02Z", [0.0, 0.01, 0.99], ""], [94632, "2020-10-08T13:19:08Z", [0.0, 0.0, 1.0], "Russia has just added her to its wanted list. Given the connection between Belarus and Russia, returning to Belarus anytime soon without additional protection of some sort may well be a death sentence and is even more likely to result in a lifetime prison sentence now that Russia is officially launching criminal charges (the exact nature of which have not been reported). The only possibility of her returning before October 17th, at this point, is if she is forced to return for criminal proceedings which seems a remote possibility given the leanings of most neighboring countries."], [96056, "2020-10-08T08:04:55Z", [0.0, 0.05, 0.95], "Svetlana Tikhanovskaya stated in August that she will return to Belarus when she “feels safe”. She has made it clear by leaving Belarus that she is most concerned for the safety of her family. Riots have dwindled and imprisonments have increased, including the imprisonment of Kolesnikova and other civilian arrests. This would not be encouraging for Tikhanovskaya who has said, “Not one life is worth what it happening right now.” In similar situations, Navalny in Russia has stated that he intends to return to Russia. However, he has the option to continue his work. As Russia has pledged support to Belarus, it is becoming evident that Tikhanovskaya’s ability to challenge the validity of the Lukashenko election is dwindling. This means there is less of a reason to return to Belarus soon, especially considering that Navalny was poisoned relatively recently.\nTherefore, I give Tikhanovskaya a 5% chance of returning to Belarus by October 16th.  https://www.lrt.lt/en/news-in-english/19/1216728/tikhanovskaya-in-vilnius-i-will-return-to-belarus-when-i-feel-safe\nhttps://www.theguardian.com/world/2020/sep/12/belarus-dozens-of-peaceful-female-protesters-thrown-into-vans-by-riot-police\nhttps://www.bbc.com/news/world-europe-53733330"], [93310, "2020-10-08T07:43:20Z", [0.0, 0.0, 1.0], ""], [74890, "2020-10-08T06:13:55Z", [0.0, 0.0, 1.0], "Russia issued arrest warrant against her - it is an extention of arrest warrant issued in Belarus to the Russia teritory bit it is not an international arrest warrant:\nhttps://tass.com/politics/1209811\nIt might be just a propaganda at work to further present her as a criminal in Belarus and Russia.\nBut if she returns she would likely be arrested. But even if Lukashenko really want her arrested (that would be a change since he made her left and not long ago his servants were threatening another oposition leader trying to convience her to also leave the country) it is very unprobable that she would be blackmailed (they have her husband in jail)  or in other way forced to come back to Belarus. She is unlikely to come back by her own decision since she have her kids with her and I assume she would not be willing to left them with both parents in jail for don't know how long.\nSo I think thatbthe probability is less then 0.5% for her comming back before 17th of October."], [95293, "2020-10-07T01:40:13Z", [0.0, 0.3, 0.7], "It is clear that the people of Belarus are not going to stop fighting against the presidency of Alexander Lukashenko. Although the government is looking to put an end to these protests, I believe it will take an extended power of time for Belarus to return to an environment that Tikhanovskaya will feel comfortable returning to. I believe that there is a 70% chance that she will return to Belarus by 17 October 2020. I believe that this will be the earliest she returns. However, depending on the strength of the Russian government, she could possibly return beforehand. This gives me reason to believe that there is a 30% chance that she will return between 4 October 2020 and 17 October 2020."], [83, "2020-10-06T16:32:52Z", [0.0, 0.0, 1.0], ""], [63353, "2020-10-06T13:42:38Z", [0.0, 0.01, 0.99], ""], [1333, "2020-10-06T13:29:53Z", [0.0, 0.0, 1.0], ""], [62808, "2020-10-06T13:09:34Z", [0.0, 0.0, 1.0], ""], [95300, "2020-10-05T23:12:38Z", [0.0, 0.0, 1.0], "I believe that she will return to Belarus most definitely, but when the time is right. Belarus is in a situation of total unrest right now and want justice and their voices to be heard. According to Tikhanovskaya, she knew for a fact that she had 70-80% of the total votes when they were counted, yet it was decided that she only had 10-20% of the votes and was forced out of the country and has not returned yet. It is clear that she has the support of the people and it seems like she is the person that Belarus needs in this moment, and I believe she is going to do whatever it takes to return and take power. She has already spoken to the UN Security Council and the Parliamentary Assembly of the Council of Europe, and is fighting for foreign support from the United Nations so that she can secure her political position. Thousands of people are protesting, and pro-democracy campaigners are vowing to have Mr. Lukashenko removed from office. So, I say she will definitely return, but only when she knows that the time is right.  Source: https://www.bbc.com/news/world-europe-53971299"], [11817, "2020-10-05T22:57:47Z", [0.0, 0.0, 1.0], ""], [95559, "2020-10-05T22:23:01Z", [0.0, 0.25, 0.75], "We believe that there is a little chance that opposition leader Svetlana will return to Belarus before October 17th. There is a high risk and danger for her to come back at the present time considering she is exiled so she could potentially be killed or injured. She has stated that she will return to Belarus when it is safe, however, with the current riots taking place there, it is hard to say when it will be secure enough for her to return."], [32100, "2020-10-05T15:56:10Z", [0.0, 0.0, 1.0], ""], [1333, "2020-10-05T12:13:41Z", [0.0, 0.0, 1.0], ""], [88452, "2020-10-05T09:33:45Z", [0.0, 0.07, 0.93], "Tikhanovskaya meeting Merkel on Tuesday 06 October 2020 in Berlin to discuss a possible mediating role of Germany between leaders of the opposition/protesters and Lukashenko and his self-proclaimed government of Belarus (reports per The Guardian).\nPutin denies there will be talks including the Russian Federation side, but if they happen (and happen soon) it cannot be ruled out that Tikhanovskaya will be involved, too, and after de-escalation, she will return to Belarus. It is currently open, if and where talks could happen, but if so they would probably pick a non-domestic safe and/or neutral place (Berlin, Geneva, Vienna,...).\nIf that accelerates and talks would happen soon, Tikhanovskaya might feel safe enough to return to \"support her supporters\" and their morale, barred any trouble with her passport and at entry at the border. However, the remaining 11 1/2 days appear very short for a major breakthrough. https://www.republicworld.com/world-news/europe/belarus-opp-leader-tikhanovskaya-to-discuss-future-moves-with-merkel.html"], [96033, "2020-10-04T23:52:58Z", [0.0, 0.01, 0.99], "In order to answer this question, the following items require analysis:\na.\tDoes Svetlana Tikhanovskaya want to return to Belarus?\nb.\tIf so, will Tikhanovskaya do so before President Lukashenko is forced out of office?\nc.\tCan President Lukashenko be forced out of office while he is being backed by President Putin? Tikhanovskaya has met with French President Emanuel Macron to seek his assistance in mediating the dispute, potentially with Russia’s participation.  Tikhanovskaya previously met with leaders in Poland and Lithuania as well (France24, 2020).  This demonstrates some desire to return to her homeland.  However, Russia’s backing of Lukashenko and their unscrupulous treatment of opposition politicians like Alexei Navalny, who was poisoned and nearly died, make any potential return by Tikhanovskaya potentially deadly.  The meetings conducted by Tikhanovskaya in other countries, though, make it clear she intends to return at some point.  If President Lukashenko is forced out of office, that would likely speed her return. Unfortunately, President Lukashenko is not likely to leave office any time soon.  President Putin has backed other world leaders who were under more turmoil than Lukashenko is now; Russia has supported Syrian President Bashar al-Assad and Venezuelan President Nicolas Maduro, both of whom have faced more significant opposition, and both of whom remain in office.  Putin has shown he is more than willing to support embattled heads of state to whom he is allied, and his support may have saved the current regimes in both Syria and Venezuela. It is also worth mentioning that the European Union is not following up with serious measures on Belarus.  The EU sanctioned forty Belarusian officials for their conduct in the recent election, but Lukashenko’s name was conspicuously absent from this list. (Rankin, 2020).  While he could still face sanctions in the future, it’s worth noting that sanctions from other countries and governmental bodies did not lead to regime change in Syria or Venezuela.  Outside of a country or international body committing military forces to get rid of Lukashenko, a move which would not make it past the UN Security Council on which Russia has a seat, Lukashenko is likely safe to serve his term in office.  Meanwhile, Belarusian protests against Lukashenko continue apace, and while they are inspired by Tikhanovskaya, her physical presence is clearly not required. On this website, this question is phrased to allow three possible answers: Before September 4, 2020 (which did not happen), Between 4 September and 16 October (which has two weeks left), and after 17 October.  It is safe to say that if Tikhanovskaya returns at all, it will likely be after 17 October, which I rate at <99%.  Her return within the next two weeks is rated at >1%. Tikhanovskaya has a lot of political measures to try outside her home country before returning would be necessary to effect change. Works Cited: Good Judgment Open (2020). When will opposition leader Svetlana Tikhanovskaya return to \nBelarus? https://www.gjopen.com/questions/1761-when-will-opposition-leader-svetlana-tikhanovskaya-return-to-belarus France24 (2020, September 28). Macron to meet opposition leader Tikhanovskaya after calls to \nmediate Belarusian crisis. https://www.france24.com/en/20200928-tikhanovskaya-calls-on-macron-to-mediate-in-belarus-political-conflict Rankin, J. (2020, October 2). EU imposes sanctions on Belarus officials but not on Lukashenko. \nhttps://www.msn.com/en-gb/news/world/eu-imposes-sanctions-on-belarus-officials-but-not-on-lukashenko/ar-BB19EQKN"], [95399, "2020-10-04T20:47:26Z", [0.0, 0.45, 0.55], "I would first look for information regarding the perception the US Department of State has of SV.  If she can claim to have the sponsors of the US, her chances of returning increase against her being alone. The same situation applies to whether she has or doesn't have the sponsorship of the EU.  The second best source of information to make this forecast is local news media that are not aligned with the government. If such a source exists, it will be the best way to assess popular sentiment toward SV and the likelihood of her return.  If this information reveals that popular support is winding down, the likelihood of her return diminishes considerably. \n"], [95274, "2020-10-04T19:12:29Z", [0.0, 0.04, 0.96], "There is a slight chance that Svetlana Tikhanovskaya may return to Belarus before the 17th of October. Even though the message that she is saying is one of peaceful transition it is unlikely that the government would allow her to return and freely take over the country. It is more likely that she will never be able to return to Belarus than being able to take over from the current president especially, when you take into account that he is being backed by the Russian government."], [60948, "2020-10-04T18:46:17Z", [0.0, 0.0, 1.0], ""], [95290, "2020-10-04T17:13:41Z", [0.0, 0.13, 0.87], "I believe that there is a 13% chance that she will return between 4 September\n2020 and 17 October 2020 because the conditions will not be completely fixed and it is\nless than 20 days away until October 17, and I think that there is a 87% that\nTikhanovskaya will return after 17 October 2020 when the protests have stopped and\nconditions that ensure that she will become President when she returns."], [691, "2020-10-04T12:18:59Z", [0.0, 0.0, 1.0], ""], [37520, "2020-10-04T03:59:42Z", [0.0, 0.0, 1.0], ""], [87064, "2020-10-03T19:29:13Z", [0.0, 0.0, 1.0], ""], [89038, "2020-10-03T18:55:56Z", [0.0, 0.0, 1.0], ""], [75863, "2020-10-03T12:55:43Z", [0.0, 0.02, 0.98], "Latest news: https://www.reuters.com/article/uk-belarus-election/washington-hits-belarus-with-sanctions-as-minsk-retaliates-against-eu-measures-idINKBN26N33N"], [92863, "2020-10-02T15:17:19Z", [0.0, 0.01, 0.99], ""], [88098, "2020-10-02T00:34:28Z", [0.0, 0.01, 0.99], ""], [52131, "2020-10-01T15:36:19Z", [0.0, 0.0, 1.0], ""], [88954, "2020-10-01T13:59:32Z", [0.0, 0.0, 1.0], ""], [691, "2020-09-30T15:09:39Z", [0.0, 0.0, 1.0], ""], [92863, "2020-09-29T21:09:45Z", [0.0, 0.01, 0.99], ""], [60948, "2020-09-29T18:15:37Z", [0.0, 0.01, 0.99], "Good to see that Macron supports Belarusian rebels, but nothing new: https://www.ft.com/content/4c2396ec-5160-43fa-a0d1-ae271bece1e4"], [1333, "2020-09-29T12:45:51Z", [0.0, 0.01, 0.99], ""], [95313, "2020-09-29T02:28:06Z", [0.0, 0.1, 0.9], "Lukashenko is unlikely to relent on the election unless serious pressure from both the European and Russian side were putting pressure and with Putin congratulating Lukashenko it is unlikely for the opposition party to gain much traction even with large protests and a majority behind them."], [95505, "2020-09-29T00:06:16Z", [0.15, 0.35, 0.5], "I give the question a 50% probability that Svetlana Tikhanovskaya does not return before 17 OCT because it is easy to believe she would spend as much time away as possible. Belarus has been in turmoil especially since the explosion a couple months ago. This will also give plenty of time for tensions to ease and possibly allow for a safe return. \nhttps://www.cnn.com/2020/08/11/europe/belarus-opposition-leader-flees-intl/index.html"], [94632, "2020-09-28T20:24:59Z", [0.0, 0.01, 0.99], ""], [92863, "2020-09-28T12:37:13Z", [0.0, 0.02, 0.98], ""], [95561, "2020-09-28T11:38:25Z", [0.0, 0.12, 0.88], "Due to unrest within the country as well as her exile, I find it very unlikely that Sverlana Tikhanovskaya will return to Berlarus. Protesters claim that they will not leave until the current leader steps down but I do not think that will happen soon. For now she will likely stay out of the country unless something drastic changes. \nhttps://www.bbc.com/news/world-europe-53971299"], [1333, "2020-09-28T11:26:22Z", [0.0, 0.0, 1.0], ""], [95657, "2020-09-28T04:17:14Z", [0.0, 0.25, 0.75], "I believe Svetlana Tikhanovskaya will return to Belarus as President, welcomed in open arms by her people but not before October 17th. While the civil unrest and widely accepted likelihood that the current President rigged the election with Moscow's help certainly making things chaotic, I don't believe the revolution is giving off enough steam yet for the President to step down. Russia is absolutely famous for not only rigging elections but making sure to divert the blame so as to stay in power, President Putin himself is slated to rule Russia until the 2030s. They've already tried to spin the unrest, which the current president won by an alleged 80%, far out of the realm of acceptable reason, as an American plot to overthrow another government. The reality is that basically, the world accepts the election fraud, and its a matter of time before the West helps Svetlana return. https://www.npr.org/2020/09/04/909609074/women-lead-the-way-against-belarus-patriarch-says-svetlana-tikhanovskaya\nhttps://www.bbc.com/news/world-europe-53971299\nhttps://time.com/5889707/protest-maria-kolesnikova-belarus-president-lukashenko/"], [95486, "2020-09-28T03:45:45Z", [0.0, 0.09, 0.91], "When will opposition leader Svetlana Tikhanovskaya return to Belarus?\nI don’t think that Svetlana Tikhanovskaya will be able to return back to Belarus any time soon. It is not safe for her to return back because of the protests. She is afraid the proto star will eventually affect her. No one is currently safe in Belarus. According to the BBC , arrests are made daily and on Sunday there were 140 arrets after there was a riot with the police. BBC even goes on to talk about how reporters are being withdrawn from the scene for their own safety.  \nhttps://www.kyivpost.com/world/svetlana-tikhanovskaya-asks-belarusians-for-nationwide-protests-on-aug-15-16.html\nhttps://www.cnn.com/2020/08/17/europe/belarus-lukashenko-monday-strikes-intl/index.html\n"], [95317, "2020-09-28T03:33:26Z", [0.0, 0.05, 0.95], "As Russia increases it's presense in Belarus amoung the unrest, I believe it will be quite a while until Svetlana Tikhanovskaya will return to Belarus. Unless backed by the UN, it is not likely she will return do to the high risk her returning has. Russia and Belarus will attempt to stomp out the riots and protests as much as possible which likely will start a civil war. However, if there is a civil war, it is likely that Svetlana Tikhanovskaya will return at some point.\nhttps://www.bbc.com/news/world-europe-53971299 "], [95295, "2020-09-28T03:27:22Z", [0.0, 0.07, 0.93], "The Presidential nominee for Belarus in 2020 was exiled after a loss on 9 August. The current, strict dictator Alexander Lukashenko has put her on the top of his list to never come back to the country. Tikhanovskaya has stated that she will return to Belarus “I will travel to Belarus when I feel safe”. It is very doubtful that her exile will be lifted before 17 October or her return will be any safer than it currently is. Furthermore, the pro-democratic groups in Belarus have been in constant protest in the streets of Minsk, demanding that President Lukashenko step down. As he has been in power for 26 years and is backed by Putin, this step down is extremely unlikely. Lastly, Tikhanovskaya knows that her return will do nothing but put her in danger. She will see that a patient and organized approach will be more effective."], [95461, "2020-09-28T03:09:43Z", [0.0, 0.01, 0.99], "Russia will play as big of a role, if not bigger, in the fate of Belarus as the masses of protesters themselves for the following reasons: One, Putin, after Ukraine's split from Russia in 2014, would do anything necessary to prevent a similar scenario in Belarus whereby an opposition leader takes the country in pro-EU direction. Two, Successful transition of power from Lukashenko to Tikhanovskaya would set a dangerous example to the Russian people, who themselves would vote on Putin presidency in 2024. Putin cannot let that happen. \n\tThus, how the power struggle plays out in Belarus, and whether Tikhanovskaya would return would depend on the pace of events that Russia would set. The options from Putin's perspective would look something like this: One, send the troops and security forces to crack down on the protests if they turn violent and threaten Lukashenko. It would be similar to the option employed in Crimea, but very costly for Russia's perception in the eyes of Belarus people. Two, do nothing and hope that a pro-Russian candidate would replace Lukashenko—too risky. Three, manage the transfer of power in Belarus—the best option in the long run, given that Russia's ultimate goal is soft annexation that would result in some form of a Union State.\n\tTo pursue the third option, Putin would preferably try to facilitate a change of power within Belarus after the protests have eased down to avoid empowering the masses and giving an example for the Russians at home. Since the protests have been ongoing for seven consecutive weeks and do not look to be slowing down any time soon, the Lukashenko-Putin team would likely refrain from taking significant actions—meaning that Tikhanovskaya would not come back at least for the next few months.\n"], [95547, "2020-09-28T03:02:41Z", [0.0, 0.1, 0.9], "Unlikely Tikhanovskaya will return, the silencing of media and arresting of political opponents is reason enough to stay out of the country until things have cooled down, or a third party steps in like the UN. "], [95294, "2020-09-28T02:51:17Z", [0.0, 0.25, 0.75], "I do not the political leader Svetlana Tikhanovskaya will ever return to Belarus.  Now that President Putin has become involved in support of Lukashenko and is prepared to intervene with “police ” or military support in Belarus and while working to the UN there has been no declaration of not upholding the election process. While the UN has helped hold elections before such as in Afghanistan, there has been to precedence set to ever overturn the election process.  Therefore, I believe she will not return and remain in exile. https://www.bbc.com/news/world-europe-53971299\n"], [95570, "2020-09-28T02:32:18Z", [0.0, 0.0, 1.0], "Svetlana Tikhanovskaya has clearly stated that she will return to Belarus on three conditions: she feels safe, the government signals it is ready to speak, and if all the imprisoned political protesters are released. With Lukashenko still in power, the people of Belarus are not and will not stop protests until some sort of change has been made. Also, Lukashenko is being extremely stubborn with his power and will not release the prisoners from the protests, including her husband. The only way for Lukashenko so ease up is if sanctions are put in place or if he loses support from his allies; i.e. Russia and China. With less than a month until 17 October, the possibility of these three conditions being met is impossible. This is why I say there is no chance Tikhanovskaya returns to Belarus before 17 October. "], [95569, "2020-09-28T02:31:35Z", [0.0, 0.28, 0.72], "We conducted the Delphi Method for this and our initial estimate was at 71.25% that she would not return before 17 October 2020. During our discussion portion, we focused on looking at the high risk of her returning, her fear of being assaulted or killed, no big developments in the last few weeks, and the only contradicting evidence that there are protestors coming out weekly to force Lukashenko from office. With the kind of leader they currently have in office, the protestors will not be as effective as they’d hope and the fear of death will more than likely keep Sveltana out of the country. If she is alive and well, she can undermine his authority from outside still. Once it is safe enough, she may return. Therefore, our final predictions all slightly changed but the percentage remained 71.25% that she will not return."], [95301, "2020-09-28T01:57:16Z", [0.06, 0.19, 0.75], "There is a 75% chance that Svetlana Tikhanovskaya will not return before 17 October 2020. From the intelligence that has been gathered, I predict that if Svetlana does return, it won’t be until at least 2022-2023. She fled Belarus after a presidential election was “married by rigging accusations” and fled to protect herself from the civil unrest erupting in the region. Although democracy was being subverted once again, it is believed that Svetlana gathered enough support to potentially “dethrone” Lukashenko from his suppressive rule. Several individuals have died, and hundreds have been injured in the violent protests that have erupted since. There have been no reports or further insight on if or when Svetlana plans on returning to Belarus. She stated she wanted to return to Belarus but does not feel safe in her country anymore. For the sake of her own personal safety, I predict that if Svetlana returns to Belarus, it will not be until at least the years 2022-2023 when tensions have settled-or when Lukashenko is removed from power. "], [95709, "2020-09-28T01:42:55Z", [0.0, 0.15, 0.85], "I believe that it is highly probable for Svetlana Tikhanovskaya to not to return to Belarus before October 17th, 2020.  I say this because there is civil unrest in Belarus that is showing no sign of slowing down according to BBC News. After the Presidential election that Alexander Lukashenko won by a landslide, the people of Belarus believe that the election \"rigged\", there were mass riots that over 100,000 people attended. The people of Belarus want to see her return but I do not see her returning until everything settles down.\nhttps://www.bbc.com/news/world-europe-53971299\nhttps://www.cnbc.com/2020/09/13/at-least-100000-belarus-protesters-flood-streets-to-demand-end-of-lukashenko-regime.html"], [95564, "2020-09-28T01:35:04Z", [0.0, 0.05, 0.95], "As of September 23rd, a video testimony by Svetlana Tikhanovskaya about her situation and the situation in Belarus appears to show no indication of Ms. Tikhanovskaya returning anytime soon. In her statement, she calls out for international help for the people of her country. So far, the only notable foreign aid has been Vladimir Putin’s offer to help suppress the protests in Belarus if need be, but the offer was rejected. This, with the fact that her husband is currently in prison and the reality that as long as Alexander Lukashenko is still in power that her arrival home would bring her the same fate, leads me to believe that she has no intention of returning home anytime soon. Unless the Belarus Dictatorship is swiftly toppled in the next three weeks, Svetlana Tikhanovskaya will remain in exile in Lithuania past the date of October 17th, 2020. https://www.nytimes.com/2020/09/23/opinion/belarus-tikhanovskaya-opposition-leader.html\nhttps://www.trtworld.com/europe/belarus-russia-agree-to-unite-troops-as-eu-rejects-intervention-39290"], [95314, "2020-09-28T01:23:00Z", [0.0, 0.15, 0.85], "I believe that Svetlana Tikhanovskaya will not come back before 17 October 2020. According to BBC news \"On Sunday, the president's 66th birthday, protesters faced off with riot police in Minsk and at least 140 arrests were made. Protesters chanted \"disgrace\" and \"leave\" in standoffs with police.\" The statement I am making with this passage is that Belarus is in a state where no one is safe there. Also none of the citizens are wanting her to come and telling her to leave thus making her arrival time later then earlier.\nhttps://www.bbc.com/news/world-europe-53971299"], [95527, "2020-09-28T01:22:23Z", [0.0, 0.1, 0.9], "I gave 90% for not returning before 17 Oct. Because Tikhanovskaya fled the country to escape the chaos in Belarus and there is still massive Chaos and general unrest across Belarus still. So for this reason i do not see  Tikhanovskaya coming back to Belarus soon if at all."], [95560, "2020-09-28T00:48:23Z", [0.0, 0.05, 0.95], "I honestly doubt Tikhanovskaya will ever be able to (safely) return to Belarus. With the state of chaos Belarus is in right now, the government is displaying its eagerness to use force as a way of controlling it's population. Chinese President Xi Jinping and Russian President Vladimir Putin also congratulated Lukashenko on his winning election amidst the rigging accusations. I find it unlikely that Putin would allow anyone to disrupt his diplomacy efforts in Belarus as he just \"cut discounts on oil and gas as a way of pressuring Belarus into closer political and economic integration.\"\nhttps://www.npr.org/2020/08/14/902488755/belarus-opposition-leaders-reemerge-after-post-election-crackdown"], [95514, "2020-09-28T00:47:25Z", [0.0, 0.0, 1.0], "Svetlana Tikhanovskaya fled the country on August 10, 2020 and has been residing in Lithuania. She was not planning to leave which is why I believe that it is not likely that she will return any time soon especially with the chaos that is controlling Belarus. There have been protests going on since August 9 when the country held its presidential elections when President Alexander Lukashenko secured his reelection. Tikhanovskaya and Lukashenko are rivals and it is apparent that Tikhanovskaya was not happy that she lost the election seeing as she fled the country the day after the election. She has a target on her back because of the election and I believe she will not be returning unless the current President steps down. "], [95484, "2020-09-28T00:39:49Z", [0.0, 0.0, 1.0], "The August 9th elections which resulted in dictator Alexander Lukashenko’s re-election have been widely disputed by Belarusians, who claim that Tikhanovskaya was elected instead. Belarusians in the tens of thousands have flocked to the streets in protest of Lukashenko’s regime, but Lukashenko’s police and government forces have arrested hundreds and continue to do so. Russia has also promised to send troops to Belarus in support of Lukashenko, which makes the already-unstable social climate even worse. For Tikhanovskaya to return in the current climate of social unrest would put her in grave danger, which led me to predict a low chance of her returning to Belarus in the coming month.  Sources: https://www.nytimes.com/2020/09/23/opinion/belarus-tikhanovskaya-opposition-leader.html https://www.cnbc.com/2020/09/13/at-least-100000-belarus-protesters-flood-streets-to-demand-end-of-lukashenko-regime.html"], [95316, "2020-09-28T00:18:50Z", [0.0, 0.15, 0.85], "I don't believe Tikhanovskaya will be returning before 2020 ends. Belarus is in a state of chaos at the moment, and Tikhanovskaya has become a threat to the Belarus government. I believe she return to Belarus until after October 17th 2020 because realistically it makes no sense while she has this target on her back, according to NPR even Russia is getting involved in this election. I believe Svetlana will return once the chaos ends so that she can gain the support of citizens in a more democratic manner, as she has proposed in the past. https://www.npr.org/2020/09/04/909609074/women-lead-the-way-against-belarus-patriarch-says-svetlana-tikhanovskaya"], [95304, "2020-09-28T00:14:11Z", [0.0, 0.1, 0.9], "I don't perdict that she will return before 17 October 2020 for several reasons Svetlana Tikhanovskaya fled the country for fear of safety and claims she will not return until the President steps down. with this information I looked to see if the president showed any signs of stepping down. Right now in Belarus they recently hit their 50th day of protesting for Svetlana Tikhanovskaya without the president talking of peace talks or trying to stop this problem in any peaceful way. The UN has not started to support yet even though Svetlana Tikhanovskaya has been trying hard to get UN support. I think that Svetlana Tikhanovskaya will not return until the unrest is over and I don't think it will be over before 17 October. Resources:https://www.pri.org/stories/2020-09-24/belarus-opposition-leader-we-are-fighting-future-our-children\nhttps://euobserver.com/foreign/149493\nhttps://www.msn.com/en-us/news/world/belarus-tens-of-thousands-protest-in-people-s-inauguration/ar-BB19tCd6"], [95319, "2020-09-28T00:04:28Z", [0.0, 0.2, 0.8], "I predict a 20% chance of Tikhanovskaya returning to Belarus between 4 September and 16 October 2020, and an 80% chance of her returning on or after 17 October 2020. This prediction is due to the political situation within Belarus, as well as statements by Tikhanovskaya regarding when she would return. As of this prediction, riots and protests are still ongoing, with a violent police response against the protesters and opposition political leaders. The volatility of the riots and political situation makes it unlikely that Tikhanovskaya would return prior to October 17. Another factor contributing to my prediction is Tikhanovskaya's statements believing her own safety is in jeopardy. According to statements by the Lithuanian foreign minister, Tikhanovskaya fled Belarus based off of \"direct threats,\" and Svetlana has stated that she will not return until she \"feels safe.\" These statements, coupled with the current volatility in Belarus determined my prediction.  References \"Tikhanovskaya In Vilnius: ‘I Will Return To Belarus When I Feel Safe’\". Lrt.Lt, 2020, https://www.lrt.lt/en/news-in-english/19/1216728/tikhanovskaya-in-vilnius-i-will-return-to-belarus-when-i-feel-safe. Accessed 23 Sept 2020. Tara John, Mary Ilyushina. \"Belarus Opposition Candidate Flees To Lithuania Amid Crackdown On Election Protests\". CNN, 2020, https://edition.cnn.com/2020/08/11/europe/belarus-opposition-leader-flees-intl/index.html. Accessed 24 Sept 2020. "], [95557, "2020-09-27T23:14:47Z", [0.0, 0.3, 0.7], "There is a 70% chance Svetlana Tikhanovskaya will not return to Belarus until after 17 October 2020.  Mass protests have erupted and there is chaos all around she will not return until she feels safe.  Tikhanovsaya has asked for help from other nations but then she says “What’s going on now is an internal affair, it’s our political crisis. I don’t think it would be OK if any country in the world would interfere in our internal affairs.”  She is not under any control and will probably not be moving back to Belarus soon. "], [95515, "2020-09-27T22:35:45Z", [0.0, 0.27, 0.73], "Opposition leader Svetlana Tikhanovskaya will most likely not return to Belarus until after October 17. Newly sworn in president of Belarus Lukashenko is hunting down people of the opposition party and arresting them. Svetlana Tikhanovskaya is aware of this fact, and as a result will definitely not return until she thinks it's safe. With the current president's drive to be rid of all opposition, its safe to assume Tikhanovskaya will not return for the foreseeable future.\nhttps://www.politico.eu/article/alexander-lukashenko-inauguration-president-belarus/\nhttps://www.politico.eu/article/alexander-lukashenko-belarus-opposition-leaders-hunt/ "], [75863, "2020-09-27T22:35:23Z", [0.0, 0.03, 0.97], "https://www.bbc.com/news/world-europe-54316568"], [95298, "2020-09-27T22:26:33Z", [0.05, 0.25, 0.7], "I predict that Opposition leader Svetlana will not return to Belarus until 17 October 2020. Due to the increase protest going on and civil unrest I don't see her returning anytime soon. Especially seeing how violent Lukashenko is and how much control he has over the government there. It doesn't help that he is ruling through Russian counterparts which are helping him maintain control. Svetlana stated that she would return if all political leaders were freed from Lukashenko control, in which the government has agreed to negotiate but I do not feel like Lukashenko will be rational and decide to work with Svetlana. Not only that but Lukashenko has Svetlana's husband in prison as well which also leads me to believe that he isn't going to work with Lukashenko. In closing, I don't think that Svetlana will be returning until at least 17 October due to the high tensions of Belarus right now. https://tass.com/world/1190857 "], [95299, "2020-09-27T20:31:02Z", [0.0, 0.16, 0.84], "Opposition leader Svetlana claimed that she will not return to Belarus until all the political leaders are freed, the government has agreed to negotiate, and she feels safe while in Belarus. Svetlana has explicitly stated that these conditions must be met before she can return. While Lukashenko is still in power, Svetlana is not safe. Svetlana’s husband Sergey is still in Lukashenko’s custody. If Svetlana were to return, her husband’s custody will be used as a deterrent and could ultimately lead to her arrest. In addition to this, Lukashenko has shown no indication to release the imprisoned political leaders. The only way the political leaders will be released is if Lukashenko is forced into negotiations. The current restrictions imposed on his regime by the United Nations (UN) and from some of the beliefs of his people could possibly force him to talk. Alongside this, if the situation were to worsen, the United States (US) could intervene and aid the Belarusian Opposition. Taking into account all this information, Svetlana will not be returning to Belarus soon. As Lukashenko will continue to hold the political leaders in custody and will arrest her upon her return. Lukashenko will also continue to rely on his Russian counterparts in order to remain in power and to not give into the UN sanctions. With this current situation, it is highly likely she will not return before October 17th. "], [95530, "2020-09-27T20:24:37Z", [0.0, 0.15, 0.85], "I say that there is an 85% chance that the opposition leader Svetlana Tikhanovskaya will return to Belarus within the next months and here are my reasons why.\nAccording to BBC News, “Now there is a huge opposition movement, demanding new, democratic leadership and economic reform. They say Mr Lukashenko rigged the 9 August election - officially, he won by a landslide. His supporters say his toughness has kept the country stable.”\nAlso according to BBC News, “And in a video address from Lithuania on 17 August, she said she was ready to lead Belarus, pending new fair elections, and urged security officers to switch sides.”\nBased upon the information above and my own personal opinion about the situation, I’m saying that she will return to Belarus soon because she feels that she is ready to come back and be the leader she needs to be for her people and she wants to be back to be with her children.\n"], [95513, "2020-09-27T19:55:50Z", [0.0, 0.1, 0.9], "The reason she fled is because Lukashenko was re-elected and the people are Belarus are just not having it. She was the opposition leader, and riots broke out following her loss. She left because of the tensions and the violence that was going on. Lukashenko is still in power and the people are still not happy, so she may be staying in Lithuania for a while."], [86296, "2020-09-27T19:25:04Z", [0.0, 0.0, 1.0], ""], [88198, "2020-09-27T16:17:58Z", [0.0, 0.02, 0.98], ""], [95291, "2020-09-27T15:05:06Z", [0.0, 0.05, 0.95], "Following a massive backlash against the fraudulent reelection of Alexander Lukashenko in Belarus in August 2020 opposition leader Svetlana Tikhanovskaya fled the country to neighboring Lithuania. Large groups of people gathered to protest the election results and call for Lukashenko's resignation. The Belarusian police employed extreme violence against protestors, and allegations of imprisonments and human rights violations have surfaced. Western nations have refused to recognize the Belarusian elections but Lukashenko's one lifeline, Russia, has recently deployed troops to counter protests in the country. While it is still likely that Lukashenko will be disposed, the Russian military presence will not make it safe for Tikhanovskaya to return for a long time. https://thehill.com/opinion/international/518121-russian-forces-are-now-in-belarus\nhttps://www.reuters.com/article/us-belarus-election-arrests-country-idUSKBN26I0M8\nhttps://www.cnn.com/2020/08/17/europe/belarus-lukashenko-monday-strikes-intl/index.html"], [1333, "2020-09-27T09:35:45Z", [0.0, 0.0, 1.0], ""], [95507, "2020-09-27T03:56:01Z", [0.5, 0.3, 0.2], "In recent months, the people of Belarus have protest and have finally risen upon to the old dictatorship government.  The Belarusian presidential candidate Svetlana Tikhanovskaya, has taken a stand against the dictator, Alexander Lukashenko.  Their is a 50 percent chance that that Svetlana will return to Belarus before October 17th, 30 percent chance that he will come back between 4th and 6th of september, and a  10 percent chance of him returning before September 4th. Because of the fear that the people might vote against him out fear from, he will return later.  \n"], [95289, "2020-09-27T01:08:52Z", [0.0, 0.01, 0.99], "The self-acclaimed National Leader Svetlana Tikhanovskaya is currently exiled in Vilnius, Lithuania. I give her a 99 percent chance of not returning to Belarus before 17 October due to the extreme iron fist of her opponent, Dictator Lukashenko. The only way for her to get back into the country would be to remove Lukashenko from power, and that is not likely with the amount of protection he has and the mostly peaceful protest. After being arrested, interrogated, and forcefully thrown from the country, it is unlikely that she will try to covertly sneak back into the country being a mother of two children. The Dictator has been reported seen multiple times at his compound armed with a rifle and has ordered the military to surround his compound. "], [60948, "2020-09-26T12:24:49Z", [0.0, 0.03, 0.97], "Passage of time. "], [95308, "2020-09-25T14:16:57Z", [0.0, 0.0, 1.0], ""], [172, "2020-09-25T14:15:49Z", [0.0, 0.0, 1.0], ""], [95388, "2020-09-25T01:39:07Z", [0.0, 0.25, 0.75], "While the people of Belarus are against their current almost dictatorship, I predict it is possible that Svetlana will return to Belarus before 16 October 2020, she is more likely to return after 17 October, 2020. The people of Belarus have began to protest the current dictator and want him out of power since he has been in that position since 1994. Svetlana says she won the 2020 election but the ballots were rigged and the votes favored to keep the current dictator in power. So the people are starting to rise up however I predict it will still take some time until the people can actually over through their leader and put in Svetlana as their proper leader.  Sources:\nhttps://www.cnn.com/2020/08/17/europe/belarus-lukashenko-monday-strikes-intl/index.html\nhttps://www.bbc.com/news/world-europe-53799065\nhttps://www.nytimes.com/2020/09/23/opinion/belarus-tikhanovskaya-opposition-leader.html\nhttps://www.nytimes.com/2020/08/13/world/europe/belarus-opposition-svetlana-tikhanovskaya.html\n"], [87175, "2020-09-24T19:32:55Z", [0.0, 0.0, 1.0], ""], [94606, "2020-09-24T16:25:18Z", [0.0, 0.01, 0.99], "Updated 20201011 Although Lukashenko met with some of the jailed opposition in the last 48 hours, (https://bbc.in/2FkaR6B), the chances / probability of Tikhanovskaya returning to Belarus in the next 5-6 days is extremely limited. Some commentators suggest the purpose of the meeting was to calm the long running protestors or possibly even persuade them that change is a foot. Even if change in the election result and / or constitution is likely, it is not likely to be within the time frame of this question. Updated 20200106 Now it is extremely unlikely that Tikhanovskaya can, or will be able to, return to Belarus in the next 10 days. See https://bbc.in/34BS3Iv Certainly not while Lukashenko is being supported by Russia and still holding some authority. Updated 20200929 Sanctions against Lukashenko and his close allies announced by UK & Canada ( See https://reut.rs/3cEYNt3 & https://reut.rs/3cJcIxW) are unlikely to create sufficient pressure on Lukashenko to resign before on on 17 Oct  in my view and thus enable Tikhanovskaya to return to Belarus before 17 Oct 2020. Further to my forecast below of 20200921 & 20200923, Lukaschenko's apparently surprise swearing in and appointment to the office of President yesterday (https://reut.rs/3kzHdcC) in some respects further entrenches his position of 'authority' albeit Germany has reaffirmed it does recognise Lukaschenko's position (https://reut.rs/2G4rxPq). This event reduces further the likelihood to Tikhanovskaya's return in the next 24 days. Sanctions for 6-8 individuals may be forthcoming from USA, UK, & Canada in the next few days - https://reut.rs/2Hu5Jh3. However, this is unlikely to change Lukaschenko's attitude. Equally, as we know, (https://bit.ly/36bp4h4 & https://reut.rs/3mWTY35) on 14 Sept, Russia's Putin provided Lukaschenko with a US$1.5bn lifeline. What was discussed in private between the two meeting in Socchi and at other times in the last few weeks, we do not know. The withdrawal of Russian border forces a few weeks ago was apparently replaced by joint military exercises and the parachuting of commandos into Belarus territory within the last week (https://bit.ly/2EAqYg8 & https://reut.rs/2RXOkz8). Thus, Lukashenko has been shoring up his position and with the tacit support of Russia, there is little likelihood of his resignation and hence Tikhanovskaya returning to Belarus before 17 Oct 2020.  Lukashenko's position appears to be secure now the EU has not been able to agree sanctions to be imposed on Belarus officials considered responsible for a 'rigged' election and atrocities against peaceful demonstrators. Tikhanovskaya's personal appearance and appeal for sanctions to a gathering of EU foreign ministers was rejected by Cyprus on the basis that Cyprus would not approve unless similar sanctions are applied to Turkey. See: https://abcn.ws/3mDG6u9 & https://bit.ly/2ZV4vSe The likelihood of EU leaders agreeing to sanction Turkey, a NATO ally and EU member applicant, at Thursday's meeting or in the next 24 days are not high in my opinion."], [1333, "2020-09-24T15:14:03Z", [0.0, 0.01, 0.99], ""], [93505, "2020-09-24T10:41:57Z", [0.0, 0.05, 0.95], ""], [95398, "2020-09-24T05:20:37Z", [0.0, 0.02, 0.98], ""], [11817, "2020-09-24T05:17:23Z", [0.0, 0.0, 1.0], ""], [95308, "2020-09-24T03:22:46Z", [0.0, 0.01, 0.99], ""], [95369, "2020-09-24T01:23:59Z", [0.0, 0.03, 0.97], "Adjusting the not before Oct 17th up because time has elapsed and no news has come out up until now. "], [95340, "2020-09-23T22:53:33Z", [0.0, 0.0, 1.0], ""], [95329, "2020-09-23T13:19:48Z", [0.0, 0.01, 0.99], "Updating as time passes. "], [1333, "2020-09-23T12:02:56Z", [0.0, 0.02, 0.98], ""], [1333, "2020-09-22T16:13:01Z", [0.0, 0.03, 0.97], ""], [1333, "2020-09-22T09:59:29Z", [0.0, 0.04, 0.96], ""], [95308, "2020-09-22T01:45:09Z", [0.0, 0.02, 0.98], ""], [95426, "2020-09-22T00:57:13Z", [0.0, 0.02, 0.98], ""], [95340, "2020-09-22T00:24:58Z", [0.0, 0.0, 1.0], ""], [94606, "2020-09-21T21:27:55Z", [0.0, 0.02, 0.98], "Updated 20200923 Further to my forecast below of 20200921, Lukaschenko's apparently surprise swearing in and appointment to the office of President today (https://reut.rs/3kzHdcC) in some respects further entrenches his position of 'authority' albeit Germany has reaffirmed it does recognise Lukaschenko's position (https://reut.rs/2G4rxPq). This event reduces further the likelihood to Tikhanovskaya's return in the next 24 days. Lukashenko's position appears to be secure now the EU has not been able to agree sanctions to be imposed on Belarus officials considered responsible for a 'rigged' election and atrocities against peaceful demonstrators. Tikhanovskaya's personal appearance and appeal for sanctions to a gathering of EU foreign ministers was rejected by Cyprus on the basis that Cyprus would not approve unless similar sanctions are applied to Turkey. See: https://abcn.ws/3mDG6u9 & https://bit.ly/2ZV4vSe The likelihood of EU leaders agreeing to sanction Turkey, a NATO ally and EU member applicant, at Thursday's meeting or in the next 24 days are not high in my opinion."], [67403, "2020-09-21T17:52:33Z", [0.0, 0.0, 1.0], ""], [31275, "2020-09-21T16:44:08Z", [0.0, 0.0, 1.0], "https://www.reuters.com/article/us-belarus-election-eu-idUSKCN26C1C2"], [93350, "2020-09-21T10:04:54Z", [0.0, 0.0, 1.0], "\nShe will return when it is safe to do so which is not any time soon. The demonstrations need an on the ground focal point if it is to achieve the aims of unseating Lukashenko. Only the Kremlin has the power do do this. Similar demonstrations in Russia's Far East, Khabarovsk (using free Belarus placards) will not help. https://tass.com/world/1192259 https://www.themoscowtimes.com/2020/08/01/russian-far-east-protesters-turn-out-by-the-thousands-as-crackdown-intensifies-a71037\n"], [95325, "2020-09-21T02:07:20Z", [0.0, 0.03, 0.97], ""], [75863, "2020-09-20T16:03:44Z", [0.0, 0.03, 0.97], "\"Minsk reacted angrily on Saturday to reports that Sviatlana Tsikhanouskaya, the leading opposition candidate in last month’s election, could soon meet EU foreign ministers.\" https://www.reuters.com/article/us-belarus-election/belarus-protesters-keep-pressure-on-lukashenko-with-mass-rallies-and-police-data-leak-idUSKCN26B09X"], [63290, "2020-09-20T15:42:09Z", [0.0, 0.0, 1.0], ""], [90519, "2020-09-20T15:15:00Z", [0.0, 0.01, 0.99], ""], [95400, "2020-09-20T14:25:51Z", [0.0, 0.02, 0.98], ""], [45594, "2020-09-20T09:24:39Z", [0.05, 0.25, 0.7], ""], [27661, "2020-09-20T09:15:23Z", [0.0, 0.0, 1.0], ""], [34959, "2020-09-19T13:55:20Z", [0.0, 0.0, 1.0], ""], [76629, "2020-09-19T10:26:04Z", [0.0, 0.2, 0.8], "Putin will continue to support the incumbent regime, she would face arrest and prison if she returned under those circumstances"], [59141, "2020-09-19T06:10:31Z", [0.0, 0.08, 0.92], "She will travel the world collecting support "], [95325, "2020-09-18T23:48:49Z", [0.0, 0.03, 0.97], ""], [95297, "2020-09-18T13:43:19Z", [0.0, 0.15, 0.85], "Svetlana Tikhanovskaya has become the face of change not the actual reason change is needed in Belarus. Upon her return Tikhanovskaya will be facing prison and will no longer be able to be the face of that change behind bars, which will lead to a decline in protests which is her only leverage in the elections, which gives her no real reason to return within the foreseeable future. Her only return within this timeframe would be if she makes a deal behind closed doors, but that is very unlikely. "], [93350, "2020-09-18T11:07:35Z", [0.0, 0.02, 0.98], "Lukashenko retains the loyalty of his security forces and seems to be entrenched while it suits Putin.\nThe Marches and demonstrations have been informally organised by the people without an on the ground leader.\nTikhanovskaya is not that leader and would be detained upon her return and probably being advised as such.  While the marched remain relatively peaceful (not nobody being shot in front of the media), the potential outcome is that Lukashenko will be replaced somebody compliant to Moscow where the opposition will be sidelined. The Demonstrations are not anti-Russian but anti-Lukashenko. Her return would not process the situation unless Lukashenko calls ne elections, which highly unlikely.\nhttps://www.politico.eu/article/alexander-lukashenko-belarus-opposition-leaders-hunt/ "], [95325, "2020-09-18T03:27:40Z", [0.0, 0.03, 0.97], ""], [95308, "2020-09-18T00:53:26Z", [0.0, 0.02, 0.98], ""], [92863, "2020-09-17T19:32:45Z", [0.0, 0.01, 0.99], ""], [92863, "2020-09-17T19:32:17Z", [0.0, 0.0, 1.0], ""], [95340, "2020-09-17T19:31:55Z", [0.0, 0.0, 1.0], ""], [95307, "2020-09-17T13:56:58Z", [0.0, 0.02, 0.98], "Reconsidered prior biases, constructed arguments for opposing side"], [95306, "2020-09-17T13:56:54Z", [0.0, 0.02, 0.98], ""], [95351, "2020-09-17T10:05:50Z", [0.0, 0.01, 0.99], ""], [95407, "2020-09-17T03:56:38Z", [0.0, 0.02, 0.98], ""], [95325, "2020-09-17T03:04:42Z", [0.0, 0.03, 0.97], ""], [60948, "2020-09-16T22:24:16Z", [0.0, 0.05, 0.95], "Increasing my very low probabilities a little bit, because I realize I'm not really that well calibrated for low percentages."], [22689, "2020-09-16T21:35:44Z", [0.0, 0.0, 1.0], ""], [14672, "2020-09-16T18:37:13Z", [0.0, 0.08, 0.92], "Lots of banned/exiled opposition leaders return home -- Benigno Aquino, Ayatollah Khomeini, Mary Queen of Scots. Does Tikhanovskaya want to forfeit forever the chance to play a historical role in the future of her country? Why did she run? "], [95306, "2020-09-16T13:33:21Z", [0.0, 0.03, 0.97], ""], [89083, "2020-09-16T13:18:36Z", [0.0, 0.01, 0.99], ""], [95373, "2020-09-16T13:03:44Z", [0.0, 0.03, 0.97], ""], [95521, "2020-09-16T12:56:57Z", [0.0, 0.03, 0.97], "Lack of international pressure due to ongoing Covid and presidential elections. Strong sponsorship of existing leadership from Russia. Makes it unlikely that talks with oppositions can begin any time soon, or even need to begin. "], [95400, "2020-09-16T12:48:25Z", [0.0, 0.03, 0.97], ""], [95398, "2020-09-16T12:47:55Z", [0.0, 0.03, 0.97], ""], [95396, "2020-09-16T12:46:46Z", [0.0, 0.04, 0.96], "synthesizing my team's work and raising possibility of return in case protests are unexpectedly successful"], [95306, "2020-09-16T12:45:20Z", [0.0, 0.04, 0.96], ""], [95397, "2020-09-16T12:33:25Z", [0.0, 0.02, 0.98], ""], [95331, "2020-09-16T12:09:03Z", [0.0, 0.01, 0.99], ""], [95280, "2020-09-16T11:17:53Z", [0.0, 0.01, 0.99], "Leaning towards team consensus."], [95280, "2020-09-16T11:17:18Z", [0.0, 0.06, 0.94], "Dropping probabilities in 2nd bucket as time passes."], [49436, "2020-09-16T02:29:36Z", [0.0, 0.25, 0.75], ""], [95325, "2020-09-16T00:01:18Z", [0.0, 0.03, 0.97], ""], [75863, "2020-09-15T23:48:07Z", [0.0, 0.03, 0.97], "Great read — an opinion piece by Svetlana Tikhanovskaya: https://www.washingtonpost.com/opinions/2020/09/14/regime-belarus-is-trying-steal-our-victory-it-wont-succeed/ Still, I don't think she'll be going back to Belarus anytime soon."], [67609, "2020-09-15T13:50:42Z", [0.0, 0.0, 1.0], ""], [95371, "2020-09-15T13:50:14Z", [0.0, 0.1, 0.9], "Given the continued unrest as well as passage of time, I have decreased the probability of her returning before October 16"], [95400, "2020-09-15T13:43:55Z", [0.0, 0.01, 0.99], ""], [95308, "2020-09-15T13:29:14Z", [0.0, 0.01, 0.99], ""], [95395, "2020-09-15T11:55:41Z", [0.0, 0.01, 0.99], ""], [95280, "2020-09-15T10:57:55Z", [0.0, 0.07, 0.93], "Changing as time continues."], [95311, "2020-09-15T10:19:31Z", [0.0, 0.01, 0.99], ""], [34959, "2020-09-15T04:46:52Z", [0.0, 0.02, 0.98], ""], [95374, "2020-09-15T03:31:11Z", [0.0, 0.03, 0.97], "With current state of politics and news today that Putin is backing Lukashenko, the likelihood of Tikhanovskaya returning seems even more slim. "], [95347, "2020-09-15T02:19:09Z", [0.0, 0.03, 0.97], "Updating based on recent news of Putin backing Lukashenko."], [95346, "2020-09-15T01:21:51Z", [0.0, 0.01, 0.99], ""], [95373, "2020-09-14T23:50:15Z", [0.0, 0.01, 0.99], ""], [86678, "2020-09-14T17:01:15Z", [0.0, 0.01, 0.99], ""], [95401, "2020-09-14T16:38:23Z", [0.0, 0.01, 0.99], "Decrease based on time."], [1333, "2020-09-14T15:06:07Z", [0.0, 0.05, 0.95], ""], [691, "2020-09-14T14:24:44Z", [0.0, 0.0, 1.0], ""], [95329, "2020-09-14T11:56:13Z", [0.0, 0.02, 0.98], "Lowering the likelihood of returning with the lack of any updates "], [95366, "2020-09-14T11:40:46Z", [0.0, 0.01, 0.99], "I decrease the probability of any come back of Mrs Tikhanovskaya  as I don't see any sign that the protests can succeed. Alexander Lukashenko, has arrived now in Russia's Black Sea resort of Sochi for talks with Russian President Vladimir Putin. It is  their first face-to-face meeting since protests escalated in Belarus last month. -> no reaction from West countries on this, looks like the situation is kind of stabilized as it is even if the protests are continuing. Svetlana Tikhanovskaya said regarding this meeting she regretted Mr Putin's \"dialogue with a dictator\", on her Telegram channel: \"I want to remind Vladimir Putin, whatever you agree on in Sochi will not have legal force.\n\"Any agreements signed with illegitimate Lukashenko will be revisited by a new government because the Belarusian people no longer trust Lukashenko and did not support him in the elections. I regret that you have decided on dialogue with a dictator and not with the people of Belarus.\" https://www.aljazeera.com/news/2020/09/protests-lukashenko-arrives-russia-talks-putin-200914081656116.html\n"], [27661, "2020-09-14T09:37:45Z", [0.0, 0.01, 0.99], ""], [95275, "2020-09-14T09:07:56Z", [0.0, 0.01, 0.99], "More time without news decreases my probability that the protests succeed"], [94632, "2020-09-14T01:07:44Z", [0.0, 0.01, 0.99], ""], [89038, "2020-09-13T23:50:20Z", [0.0, 0.01, 0.99], ""], [95340, "2020-09-13T23:44:53Z", [0.0, 0.01, 0.99], ""], [95285, "2020-09-13T23:44:49Z", [0.0, 0.01, 0.99], "No major news has come out, so I am dropping my probability."], [95280, "2020-09-13T19:41:09Z", [0.0, 0.08, 0.92], "Dropping probabilities as no new major news has come out."], [95333, "2020-09-13T17:23:37Z", [0.0, 0.01, 0.99], ""], [95398, "2020-09-13T17:12:30Z", [0.0, 0.01, 0.99], ""], [67403, "2020-09-13T17:05:13Z", [0.0, 0.05, 0.95], ""], [95307, "2020-09-13T16:18:24Z", [0.0, 0.01, 0.99], "We consider forecasting what is the % chance an event can happen to make it before Oct 17. This is a much easier question than considering after Oct 17 given current political climate. Tikhanovskaya has stated that she does not feel safe to return, No political actions since then has provided any positive direction to negotiations. Given that, we dont expect any negotiation to start AND finish within a month."], [74890, "2020-09-13T15:20:23Z", [0.0, 0.01, 0.99], "More aggression from Lukashenko forces towards protesters makes it very unlikely that she would return that fast."], [95370, "2020-09-13T13:29:47Z", [0.0, 0.02, 0.98], ""], [89083, "2020-09-13T11:49:50Z", [0.0, 0.1, 0.9], ""], [95308, "2020-09-13T01:48:14Z", [0.0, 0.01, 0.99], ""], [95371, "2020-09-12T21:13:43Z", [0.0, 0.15, 0.85], "While I initially thought it was more likely based on the international support, the protests continue and news of kidnapping decreases my estimates of her returning earlier"], [95332, "2020-09-12T19:27:24Z", [0.0, 0.02, 0.98], ""], [1333, "2020-09-12T15:10:21Z", [0.0, 0.1, 0.9], ""], [94837, "2020-09-12T14:30:11Z", [0.0, 0.03, 0.97], ""], [13306, "2020-09-12T08:01:35Z", [0.0, 0.0, 1.0], ""], [95719, "2020-09-12T06:58:39Z", [0.0, 0.0, 1.0], ""], [95407, "2020-09-12T02:48:10Z", [0.0, 0.01, 0.99], ""], [75863, "2020-09-11T22:37:48Z", [0.0, 0.04, 0.96], "Good read: https://www.economist.com/leaders/2020/09/12/will-putin-save-lukashenko"], [95306, "2020-09-10T14:36:37Z", [0.0, 0.01, 0.99], ""], [95334, "2020-09-10T13:12:44Z", [0.0, 0.01, 0.99], ""], [691, "2020-09-10T12:09:10Z", [0.0, 0.01, 0.99], ""], [12879, "2020-09-10T07:41:09Z", [0.0, 0.01, 0.99], ""], [95331, "2020-09-10T01:40:15Z", [0.0, 0.02, 0.98], ""], [95400, "2020-09-10T01:16:50Z", [0.0, 0.02, 0.98], ""], [95311, "2020-09-09T21:44:44Z", [0.0, 0.02, 0.98], "Time decay as well as news of her colleagues arrest"], [1333, "2020-09-09T20:54:03Z", [0.0, 0.11, 0.89], "Sensational news out of Belarus. Opposition leader Maria Kolesnikova who disappeared on Tuesday resurfaced at the Ukrainian border 18 hours later where the authorities tried to forcibly expel her, except she ripped up her passport, climbed out of the car window and walked proudly back into Belarus. Epic. She was re-arrested and now has disappeared again. There is a second piece updating with more details from overnight. Gunter Deuber, head of research at Raiffeisen Bank International, and Marcus How, head of research & analysis at ViennEast Consulting in Vienna, have a very interesting comment: it seems Russian President Vladimir Putin is pushing for the completion of the Union State deal with Belarus that would create a Rublezone, similar to the Eurozone. And it is not as bad an idea as it sounds. Belarus’ macro and banking management would be vastly improved and it should lead to significantly lower borrowing costs."], [60948, "2020-09-09T20:31:41Z", [0.0, 0.01, 0.99], "Go to 100% by the 1st of October."], [691, "2020-09-09T18:08:04Z", [0.0, 0.01, 0.99], ""], [31275, "2020-09-09T17:00:38Z", [0.0, 0.0, 1.0], ""], [88098, "2020-09-09T14:48:36Z", [0.0, 0.02, 0.98], ""], [95395, "2020-09-09T12:48:54Z", [0.0, 0.02, 0.98], ""], [95331, "2020-09-09T12:27:15Z", [0.0, 0.02, 0.98], ""], [95340, "2020-09-09T12:22:15Z", [0.0, 0.01, 0.99], ""], [95322, "2020-09-09T12:19:32Z", [0.0, 0.0, 1.0], "no reason to return"], [95280, "2020-09-09T10:51:52Z", [0.0, 0.1, 0.9], "No major news out of Belarus  (AL says hey may have led country \"too long\" but says only he can \"protect the country: https://www.newsweek.com/belarusian-president-admits-he-may-have-led-country-too-long-insists-only-he-can-protect-1530447 - not earthshattering news in my opinion) -> slight update by moving more probability towards Not before 17 October 17."], [95400, "2020-09-09T02:51:46Z", [0.0, 0.04, 0.96], ""], [62808, "2020-09-08T22:14:41Z", [0.0, 0.0, 1.0], ""], [84880, "2020-09-08T21:48:37Z", [0.0, 0.01, 0.99], ""], [1333, "2020-09-08T18:36:27Z", [0.0, 0.1, 0.9], ""], [95366, "2020-09-08T18:29:24Z", [0.0, 0.02, 0.98], "Downgrade due to news of opposition leaders being abducted. Following my initial logic decomposing the problem i just assigne 0 probability to  Lukashenko stays in power and she comes back\nhttps://edition.cnn.com/2020/09/07/europe/belarus-opposition-detained-activists-intl/index.html"], [90433, "2020-09-08T17:20:24Z", [0.0, 0.05, 0.95], "As one of the women leaders who stayed in the country just got disappeared, Svetlana returning any time soon is nil."], [95308, "2020-09-08T15:57:51Z", [0.0, 0.01, 0.99], "After the ejection of Olga Kolvakova from Belarus this weekend, does not seem like Lukashenko has any plans to respond to protesters and will remain in power, giving Tikhanovskaya no reason to return."], [88903, "2020-09-08T14:23:28Z", [0.0, 0.01, 0.99], ""], [95311, "2020-09-08T13:16:48Z", [0.0, 0.03, 0.97], ""], [95329, "2020-09-08T12:16:58Z", [0.0, 0.03, 0.97], "There has been no news to indicate that there is any hope of Tikhanovskaya of being able to return to Belarus before October 17th. The latest news about her is a statement she released about her intention to be in Belarus to 'ring in the new year', which is not an optimistic sign. Additionally, Belarus has just expelled another activist (https://www.cnn.com/2020/09/06/europe/belarus-minsk-olga-kolvakova-protests-intl/index.html), so it does not seem likely that the situation gets safer for Tikhanovskya anytime soon. "], [95334, "2020-09-08T12:10:30Z", [0.0, 0.03, 0.97], "Maria Kolesnikova was kidnapped today off the streets of Belarus, so Tikahnovskaya's return is less likely. In the past, she has mentioned that she won't return if it is not safe."], [92863, "2020-09-08T12:03:44Z", [0.0, 0.01, 0.99], ""], [95275, "2020-09-08T11:56:57Z", [0.0, 0.02, 0.98], "Downgrade due to news of opposition leaders being kidnapped"], [89038, "2020-09-08T10:13:55Z", [0.0, 0.02, 0.98], ""], [95351, "2020-09-08T10:10:06Z", [0.0, 0.02, 0.98], ""], [95286, "2020-09-08T09:30:00Z", [0.0, 0.05, 0.95], "Downgrade by 1% - anti-regime 'troublemakers' being kidnapped / attempted forced deportation according to today's news."], [13306, "2020-09-08T05:20:32Z", [0.0, 0.01, 0.99], ""], [87691, "2020-09-08T03:21:38Z", [0.0, 0.0, 1.0], ""], [95407, "2020-09-08T02:05:34Z", [0.0, 0.02, 0.98], "Slightly extremized the crowd consensus - updated news on another abduction suggests that the return would be more unlikely."], [11817, "2020-09-08T01:48:03Z", [0.0, 0.0, 1.0], ""], [95335, "2020-09-08T01:19:31Z", [0.0, 0.05, 0.95], "Given recent articles about an opposition leader being abducted, it is clear that the environment in Belarus is not safe for Svetiana - updating forecast accordingly.  https://www.npr.org/2020/09/07/910527089/belarus-protest-leader-abducted-local-media-reports-say"], [95374, "2020-09-08T00:57:29Z", [0.0, 0.08, 0.92], "Also updating forecast with news that Belarus opposition leader Maria Kolesnikova has disappeared today. Oct 17 still a long time out so still need to be cautious about assigning too low a probability for before Oct 17. "], [95285, "2020-09-08T00:20:16Z", [0.0, 0.03, 0.97], "Updating forecast for FT news that opposition leader Maria Kolesnikova was kidnapped today. I believe this makes Tikahnovskaya's return much less likely, as she has previously gone on the record and stated that she doesn't plan on returning if it isn't safe for her."], [95370, "2020-09-07T22:41:02Z", [0.0, 0.02, 0.98], "Updating forecast after FT article saying that another Belarus opponent leader has disappeard today, making Tikhanovskaya's much less likely. https://www.ft.com/content/536cc5b2-d93f-46e8-a01c-818fb48d6207 "], [75863, "2020-09-07T21:27:46Z", [0.0, 0.05, 0.95], "https://www.reuters.com/article/us-belarus-election-lithuania-integratio/lithuania-fears-lukashenko-will-sign-away-belarus-independence-to-russia-idUSKBN25Y1XH"], [92863, "2020-09-07T20:43:45Z", [0.0, 0.03, 0.97], "Colleague being removed from the street doesn't inspire a return I believe."], [95371, "2020-09-07T20:33:47Z", [0.0, 0.25, 0.75], "https://www.theguardian.com/world/2020/sep/07/belarus-opposition-leader-maria-kolesnikova-snatched-from-street-in-minsk-reports\nThis update, regarding an opposition leader being kidnapped, decreases my view of the probability that Svetlana can and chooses to return to Belarus in the second bucket."], [86554, "2020-09-07T17:17:43Z", [0.0, 0.0, 1.0], ""], [74903, "2020-09-07T14:41:44Z", [0.0, 0.1, 0.9], ""], [95331, "2020-09-06T19:48:31Z", [0.0, 0.04, 0.96], ""], [95334, "2020-09-06T19:42:23Z", [0.0, 0.08, 0.92], ""], [92863, "2020-09-06T18:36:12Z", [0.0, 0.09, 0.91], "Strong show of support by the Belarus people today, must add pressure for ST to return despite knowing what will likely be there to greet her."], [75863, "2020-09-06T18:09:35Z", [0.0, 0.06, 0.94], "\"\"Tens of thousands of people marched through Minsk on Sunday calling on Belarusian President Alexander Lukashenko to step down, in mass demonstrations that showed no sign of abating nearly a month after an election his opponents say was rigged ... Lukashenko has been in power since 1994 and, buoyed by a show of support from traditional ally Russia, has rejected calls for new elections from Sviatlana Tsikhanouskaya, his main opponent who fled into exile two days after the vote.\" https://www.reuters.com/article/us-belarus-election/belarus-protesters-march-in-minsk-despite-government-warning-idUSKBN25X0L8"], [691, "2020-09-06T16:43:11Z", [0.0, 0.01, 0.99], ""], [172, "2020-09-06T12:51:09Z", [0.0, 0.01, 0.99], ""], [60948, "2020-09-06T11:22:27Z", [0.0, 0.03, 0.97], ""], [45594, "2020-09-06T11:09:54Z", [0.05, 0.25, 0.7], ""], [95275, "2020-09-06T00:07:50Z", [0.0, 0.04, 0.96], ""], [60948, "2020-09-05T23:09:40Z", [0.0, 0.04, 0.96], ""], [95361, "2020-09-05T20:13:52Z", [0.0, 0.03, 0.97], ""], [94837, "2020-09-05T13:46:30Z", [0.0, 0.05, 0.95], ""], [88452, "2020-09-05T13:19:12Z", [0.0, 0.0, 1.0], ""], [94737, "2020-09-05T07:21:41Z", [0.0, 0.0, 1.0], ""], [56, "2020-09-05T06:24:25Z", [0.0, 0.0, 1.0], ""], [95369, "2020-09-05T03:51:16Z", [0.0, 0.05, 0.95], "There are two scenarios  where Svetlana will return: 1) Lukashenko got overthrown before Oct 17 2020, or 2) Svetlana wants to come despite she might get arrested/with the help of foreign invention. Since Svetlana has expressed in multiple news outlets that she will not go back until she feels safe, the second scenario is very unlikely. For the first scenario, to see a corrupted leader getting overthrown is a relatively rare event, so the baseline probability is about 10% (translates to one in 10 corrupted leaders will get overthrown). However, even Lukashenko gets overthrown, it is very unlikely that it will be before Oct 17th. Thus, my final probability for the second bucket is 5%. "], [95366, "2020-09-05T01:12:48Z", [0.0, 0.03, 0.97], ""], [95325, "2020-09-05T00:39:38Z", [0.0, 0.05, 0.95], "Event breakdown for Tikhanovskaya's return: A: Tikhanovskaya returns | Lukashenko remains in power.\nB: Tikhanovskaya returns | Lukashenko is deposed internally (protests).\nC: Tikhanovskaya returns | Lukashenko is deposed externally (foreign intervention). Case A is conditionally unlikely; Lukashenko is cracking down on protests and Tikhanovskaya may be jailed or worse; negotiations are unlikely to succeed. We next consider the probability of each event occurring (remain in power, deposed internally, deposed externally): A: remain in power: most likely: protests so far have not made significant progress; Lukashenko still has loyalty of military / police; likelihood of overthrow within 1.5 months very unlikely. B: deposed internally: may be updated if protests reach inflection point. C: deposed externally: extremely unlikely. Putin and Xi Jinping both congratulated Lukashenko following election; \"Russian Prime Minister Mikhail Mishustin has said Belarus should not allow external pressure to preserve its sovereign and territorial integrity, Interfax news agency quoted him as saying.\" (Al Jazeera) and Lukashenko has taken Russia's side in Navalny poisoning affair. From <https://www.aljazeera.com/news/2020/09/lukashenko-russian-pm-poisoning-navalny-200903132323542.html\nhttps://www.npr.org/2020/08/14/902488755/belarus-opposition-leaders-reemerge-after-post-election-crackdown&gt;\n"], [95395, "2020-09-04T22:16:26Z", [0.0, 0.04, 0.96], ""], [92863, "2020-09-04T22:02:20Z", [0.0, 0.03, 0.97], ""], [95401, "2020-09-04T21:53:38Z", [0.0, 0.04, 0.96], "Base rate of opposition leadership returning to their original countries is extremely low, especially for nations in civil disarray. I think there is no real incentive for the man to return given that he could be risking his life. That being said, there could be underlying, invisible political motives at play, so I will price in a thicker tail."], [95373, "2020-09-04T20:12:48Z", [0.0, 0.02, 0.98], ""], [84880, "2020-09-04T16:09:38Z", [0.0, 0.03, 0.97], ""], [691, "2020-09-04T14:32:51Z", [0.0, 0.03, 0.97], ""], [27661, "2020-09-04T14:10:56Z", [0.0, 0.03, 0.97], ""], [67609, "2020-09-04T12:54:13Z", [0.0, 0.02, 0.98], ""], [92863, "2020-09-04T12:33:55Z", [0.0, 0.15, 0.85], ""], [95371, "2020-09-04T12:20:35Z", [0.0, 0.33, 0.67], "Given the date we can rule out the probability that Svetlana Tikhanovskaya returns before September 4th. This article (https://tass.com/world/1190857) claims she will return ‘soon’ although that word has no real meaning; in the context of exile, soon could mean any number of months. One important point to note is the level of support from the international community; Svetlana is scheduled to speak in front of the UN soon. Given this, I believe a return becomes more likely, as safety becomes less of a concern"], [95370, "2020-09-04T04:01:06Z", [0.0, 0.08, 0.92], "Political corruption charges happen much more often than one would assume. In European elections, since the fall of the Eastern block (1989) there have been 19 previous elections that have been alleged to be fraudulent. Of these 19 elections, 9 were direct presidential elections (the rest were parliamentary elections). Of these 19 elections, only 4 elections were overruled later. All of these 4 elections were overruled quite rapidly. The elections in Belarus took place on August 9 and it is still holding up, making it more and more likely every day that it will also stay. Furthermore, the current Belarusian leader Lukashenko was already being accused of fraudulent elections in 2006 and 2015. All of these indicate that even though there was some turmoil and upheaval regarding the election, it is not so likely for an election to be overthrown. Given the current situation, Tikhanovskaya's return is closely tied to the election results and Lukashenko's loss of power. As @walkertheos pointed out correctly, political exiles tend to be long dated in nature and people often overestimate the magnitude of these upheavals. This is very nicely shown in Google Trends \"Belarusian election\" and \"Lukashenko\" where the searches spiked right after the election, however they have quickly returned back to the levels prior election. This might also indicate that the majority of Belarusian population will not initiate a long and overwhelming protest. Moreover, Lukashenko was also talking to the Russian government about their help in the situation. Even though Russia has not expressed its view on the matter publicly, they might also help the government if necessary. In conclusion, there is very little indication that the situation will be changed in the near-future, and given that Tikhanovskaya's return is closely tied to that, we use the estimates shown above."], [95339, "2020-09-04T03:31:32Z", [0.0, 0.01, 0.99], ""], [95335, "2020-09-04T03:23:16Z", [0.0, 0.15, 0.85], "As my colleagues correctly pointed out Svetlana Tikhanovskaya will be addressing the UN on September 4th, so I will assign 0 probability that she will return before Sept 4th. Next, I analyze the probability that she will return between the 4th and October 17th. Tikhanovskaya fled Belarus last month after accusing the current President Alexander Lukashenko for rigging the election. While news outlets initially cited that Tikhanovskaya left as part of a deal to get her campaign manager, she subsequently released a video cited safety concerns for children as a main reason. Shortly after the accusations against Lukashenko, riots broke out in Belarus, an they continue to this day.\nAll of this is to say that the factors that initially caused Tikhanovskaya to flee the country are likely still in full effect, as President Lukashenko is desperate to silence the protests against him. In a very recent article, Tikhanovskaya is cited to having said “she will be on the first train back to Belarus a soon as she feels safe. (https://www3.nhk.or.jp/nhkworld/en/news/20200904_05/).  Between now and October 16th, a little less than a month and a half away, I don’t believe circumstances will change drastically in Belarus, meaning I believe that there is a strong probability that Tikhanovskaya will be assured of her, and her children’s safety by that time. I do not have much quantitative metrics to go against so I will assign and 85% probability that she will not return by October 16th. I assign 15% to the probability that she will return by that time given the non-zero probability that some foreign country like Russia can step in, or she returns for the sake of re-energizing opposition support against the President.  \n"], [95374, "2020-09-04T02:27:23Z", [0.0, 0.18, 0.82], "As it is already past 9/3 the chance of before 9/4 is 0. I'm not familiar at all with exile data, but if we simply look at this probabilistically, the bucket of Oct 17 to end of time is much greater than bucket between 9/4 and 10/16. Yes maybe it's possible would want to return sooner than later, but also if we consider the general period of time that leaders remain in exile generally for period of time of at least a year (source: wikipedia). However, as Tikhanovskaya is still very outspoken with her demands it seems plausible for her to also return sooner as opposed to later for the purpose of making a statement. Will update further as more information releases. "], [95347, "2020-09-04T02:04:57Z", [0.0, 0.06, 0.94], "I know next to nothing about this question, so my default position is one of uncertainty. However, the probability of Tikhanovskaya returning tomorrow is approximately 0. My understanding is that Tikhanovskaya is in a kind of pseudo-exile, despite potentially having popular support. And in general, political exiles have a long time horizon (see https://en.wikipedia.org/wiki/List_of_heads_of_state_or_government_who_have_been_in_exile). Furthermore, I think it is reasonable to assume that Tikhanovskaya's probability of mounting a successful return is proportional to the amount of unrest in Belarus (because this diminishes Lukashenko's control), and that the amount of unrest decays with time. Put more simply, the longer TIkhanovskaya takes to return, the more additional time we should expect her return to take. There is also confusion surrounding a video released by the government that supposedly shows Tikhanovskaya calling for an end to protests (source: https://www.cnn.com/2020/08/11/europe/belarus-opposition-leader-flees-intl/index.html). There was speculation that she was threatened to make this video and then leave the country. Regardless of the veracity of these claims, it is certainly a possibility that the Belarusian government holds some kind of leverage over Tikhanovskaya, which is yet another factor complicating the prospect of her return. While I don't have a rigorous mathematical framework for this question, weighing all of the above led me to decide on a 94% probability that Tikhanovskaya will not return to Belarus before October 17. This reflects my high confidence that it will take at least that long, but also uncertainty because I know so little about this subject."], [92863, "2020-09-03T20:43:54Z", [0.0, 0.04, 0.96], ""], [67403, "2020-09-03T20:34:20Z", [0.0, 0.01, 0.99], ""], [95426, "2020-09-03T18:12:38Z", [0.0, 0.1, 0.9], ""], [8826, "2020-09-03T17:56:02Z", [0.0, 0.0, 1.0], "she would be crazy if she did"], [95340, "2020-09-03T16:35:40Z", [0.0, 0.02, 0.98], "https://tass.com/world/1190857\nThis news was from a month ago. No new updates since. So very unlikely that she returns soon. "], [95311, "2020-09-03T15:21:28Z", [0.0, 0.07, 0.93], "Svaitlana will speak at the Un security council on Sep 9th making it highly unlikely she will return until after that date so i assign 0% to the first bucket. As a proxy for the second question, I looked at the other GJO questions crowd forecast https://www.gjopen.com/questions/1739-before-11-november-2020-will-alexander-lukashenko-cease-to-be-the-president-of-belarus. Adjusting for the shorter timeframe this suggests that the crowd believes~7% chance that Lukashenko ceases to be president by 11 Nov. I think it is unlikely that she returns unless Lukashenko has resigned given her previous detainment. Pending further research I put the probabilty she returns before 17 oct at ~7%"], [58028, "2020-09-03T15:04:23Z", [0.0, 0.0, 1.0], ""], [1333, "2020-09-03T13:36:11Z", [0.0, 0.11, 0.89], ""], [95366, "2020-09-03T12:16:03Z", [0.0, 0.07, 0.93], "1\\ Before 4 September 2020: 0 probability here as Svetlana Tikhanovskaya will address the UN Security Council, her team says. She will speak via video link at the invitation of Estonia on Friday, and will address the Parliamentary Assembly of the Council of Europe next week. [1] \n2\\ Then remain the problem of when will opposition leader Svetlana Tikhanovskaya return to Belarus: before or after 17 October 2020? \nLet’s simplify the problem in different situations of come back and assign the probabilities for each \n-\tHighly probable scenario (90%) before 17 October 2020 Mr Lukashenko stays. I assess this probability given the large government institutions non reaction so far and previous case of Ukraine's \"Maidan\" - the mass protests that ousted President Viktor Yanukovich in 2014 that  took several months for the protests to build up there.  Ms Tikhanovskaya won’t come back in this case (99% conditional proba here) as she fears for her security and that wont change: the violence and abuse used by authorities against protesters is not going away anytime soon [2]. Mr Lukashenko once warned that anyone joining an opposition protest would be treated as a \"terrorist\", adding: \"We will wring their necks, as one might a duck.\" [3] -\tLow probable scenario (10%) before 17 October 2020 Mr Lukashenko leaves the power. Since moving to Lithuania, Ms Tikhanovskaya has called on Belarusians to continue to demonstrate peacefully against Mr Lukashenko and that has worked so far. However she may want to appear as a ‘real’ leader and galvanized the troops -> then 70% she comes back. That makes 7% for before 17 October and 93% for after 17 october. \n [1] https://www.bbc.co.uk/news/world-europe-53971299\n[2] https://www.bbc.co.uk/news/world-europe-53822060\n[3] https://www.bbc.co.uk/news/world-europe-53727243"], [95306, "2020-09-03T11:47:40Z", [0.0, 0.08, 0.92], ""], [95280, "2020-09-03T11:34:41Z", [0.0, 0.14, 0.86], "First, with only one day to go till 4 September 2020, it is unlikely that Svetlana Tikhanovskaya (ST) will return given the current unrest still occurring (e.g. People are still being detained for protesting - https://www.cnn.com/2020/09/02/europe/belarus-protests-minsk-detained-intl/index.html). Next, we know that ST has repeatedly said that she will return to Belarus \"when I feel safe there\" (Source: https://www.dw.com/en/belarus-tsikhanouskaya-strikes/a-54645404). As a brief note, she fled to Lithuania on August 11. It is important to note that  even when news broke about the current President Alexander Lukashenko (AL) may flee to Russia in August for safety she did not return. Therefore, let us break down our first calculation as follows by law of total probability: P(ST returns between 9/4 - 10/16) = P(ST returns between 9/4 - 10/16 | Safe to return) P(Safe to return) + P(ST returns between 9/4 - 10/16 | Not safe) P(Not safe) Clearly, defining safe and not safe is not abundantly obvious, but from my googling around, there seems to be 3 main ways it could be safe: (1) AL flees the country between 9/4 - 10/16 (2) AL steps down peacefully (3) Beneficial foreign intervention for ST (obviously Russia invading would not be good for ST's chances). (2) and (3) I put at a total of 0.09 probability. AL leaving is also reasonable but given he's remained in Belarus since the start of the protests and has had multiple chances to leave the country, I put this probability at 0.05 -> P(Safe to return) = 0.14. P(ST returns between 9/4 - 10/16 | Safe to return) is clearly high and I put it at say 0.9, slightly lowering than what I would like since it is not clear that she would be able to immediately return. For P(ST returns between 9/4 - 10/16 | Not safe) I put at quite low, given ST's previous actions when AL was rumored to leave the country, say 0.02. This gives us P(ST returns between 9/4 - 10/16)  = 0.1432. The rest of the probability goes into the third bucket."], [95351, "2020-09-03T09:57:53Z", [0.0, 0.06, 0.94], ""], [13306, "2020-09-03T07:03:20Z", [0.0, 0.06, 0.94], ""], [29980, "2020-09-02T20:57:21Z", [0.01, 0.0, 0.99], ""], [87175, "2020-09-02T19:29:17Z", [0.0, 0.02, 0.98], ""], [90446, "2020-09-02T16:12:18Z", [0.0, 0.0, 1.0], ""], [91914, "2020-09-02T15:06:48Z", [0.0, 0.51, 0.49], ""], [95285, "2020-09-02T12:08:17Z", [0.0, 0.1, 0.9], "First, I believe probability of Tikhanovskaya returning to Belarus in the next 2 days is effectively 0; she is scheduled to speak at the UNSC remotely on Sept 4th from Estonia, and there has been no news related to her return to Belarus.\n2 basic scenario for situations within the next month and a half.\n1) Lukashenko is toppled while she is away - seems unlikely to happen in the short-term, given that protests have been going on for the last month, and Putin is backing the incumbent Lukashenko. Assume this has 7% chance of happening before Oct. 15th, probability LT returns under this scenario is 90%\n2) Lukashenko remains in power - Tikahnovskaya left Belarus due to fears for her safety, and this is unlikely to change while Lukashenko remains in power. There is, however, a non-zero chance that she either decides to return to galvanize her supporters, or she is captured abroad. Assume this scenario has 93% chance of happening, and Tikhanovskaya has 4% chance of returning.\nPutting these conditional probabilities together gives me my final probabilities."], [80179, "2020-09-02T11:57:03Z", [0.0, 0.75, 0.25], ""], [95351, "2020-09-02T11:14:23Z", [0.0, 0.05, 0.95], ""], [28899, "2020-09-02T11:05:08Z", [0.0, 0.0, 1.0], ""], [13306, "2020-09-02T04:21:25Z", [0.0, 0.08, 0.92], ""], [27661, "2020-09-01T17:09:10Z", [0.0, 0.02, 0.98], ""], [94632, "2020-09-01T16:51:14Z", [0.0, 0.06, 0.94], ""], [25141, "2020-09-01T16:21:13Z", [0.0, 0.0, 1.0], ""], [95286, "2020-09-01T10:49:57Z", [0.0, 0.06, 0.94], "If she goes back before she is due to address the UN security council and other orgs then she may not get the opportunity to address those bodies - so why take the risk by going back? https://www.bbc.co.uk/news/world-europe-53971299 "], [84880, "2020-08-31T22:49:17Z", [0.01, 0.02, 0.97], ""], [86554, "2020-08-31T21:57:39Z", [0.0, 0.02, 0.98], ""], [73050, "2020-08-31T19:31:05Z", [0.0, 0.05, 0.95], ""], [34959, "2020-08-31T14:49:08Z", [0.0, 0.03, 0.97], "Shifting to a pessimistic position, on the grounds that the peaceful protest appears to be no real threat on Lukashenko's rule.  It's a thought grounded in the current state of the world, and his reaction to date to the protests, unless there is a change in the position of large government institutions or a shift by the protestors to disrupt his ability to claim he is in charge, there will not be much change in Belarus."], [12726, "2020-08-31T04:59:18Z", [0.0, 0.01, 0.99], ""], [89505, "2020-08-30T21:29:13Z", [0.0, 0.02, 0.98], ""], [67403, "2020-08-30T21:08:18Z", [0.0, 0.1, 0.9], ""], [89038, "2020-08-30T17:49:35Z", [0.0, 0.04, 0.96], ""], [691, "2020-08-30T14:14:10Z", [0.0, 0.03, 0.97], ""], [95386, "2020-08-30T13:03:00Z", [0.15, 0.25, 0.6], ""], [60948, "2020-08-30T10:23:17Z", [0.0, 0.05, 0.95], ""], [31275, "2020-08-30T04:09:48Z", [0.0, 0.02, 0.98], "Putin said Saturday his government considers Lukashenko the legitimate President. Does not bode well for dialogue that might result in her return. "], [22689, "2020-08-30T02:53:57Z", [0.0, 0.01, 0.99], ""], [94632, "2020-08-29T15:54:01Z", [0.0, 0.09, 0.91], ""], [92863, "2020-08-29T14:51:07Z", [0.01, 0.04, 0.95], ""], [60948, "2020-08-29T11:32:24Z", [0.0, 0.07, 0.93], "Dropping with passage of time. "], [88098, "2020-08-29T01:34:38Z", [0.0, 0.04, 0.96], ""], [75863, "2020-08-28T19:38:16Z", [0.0, 0.07, 0.93], ""], [93502, "2020-08-28T19:35:11Z", [0.0, 0.0, 1.0], ""], [67609, "2020-08-28T17:22:57Z", [0.01, 0.07, 0.92], ""], [75863, "2020-08-28T15:10:23Z", [0.01, 0.11, 0.88], "https://www.theguardian.com/world/2020/aug/25/belarus-we-will-not-give-up-says-opposition-leader-after-fresh-arrests"], [691, "2020-08-28T14:58:29Z", [0.0, 0.06, 0.94], ""], [80644, "2020-08-28T13:04:13Z", [0.0, 0.0, 1.0], ""], [92096, "2020-08-28T08:45:02Z", [0.12, 0.23, 0.65], ""], [13306, "2020-08-28T00:22:46Z", [0.0, 0.12, 0.88], ""], [31275, "2020-08-27T21:27:35Z", [0.0, 0.06, 0.94], "RT or Russia Today. State supported media. https://www.rt.com/op-ed/499208-belarusian-opposition-leader-tikhanovskaya/"], [11817, "2020-08-27T20:21:34Z", [0.0, 0.04, 0.96], ""], [27661, "2020-08-27T14:42:32Z", [0.0, 0.06, 0.94], ""], [172, "2020-08-27T14:35:16Z", [0.0, 0.05, 0.95], ""], [92863, "2020-08-27T12:47:52Z", [0.01, 0.06, 0.93], ""], [95286, "2020-08-27T12:22:19Z", [0.01, 0.08, 0.91], "Assume she goes to jail if she goes back while protests are still ongoing. As soon as protests die down she loses any leverage she had to negotiate. For both of those reasons I cannot really understand how her incentives to return will outweigh the costs in the foreseeable future. I'll willingly admit however i) general ignorance of the situation and ii) bias,  I am somewhat sceptical towards the benefits of regime change and it is difficult to know how far that bias has led my prediction. https://www.bbc.co.uk/news/av/world-53869007 "], [88452, "2020-08-27T04:36:48Z", [0.0, 0.2, 0.8], ""], [86554, "2020-08-26T22:20:41Z", [0.0, 0.03, 0.97], ""], [1333, "2020-08-26T18:43:31Z", [0.01, 0.1, 0.89], ""], [94917, "2020-08-26T14:08:46Z", [0.0, 0.05, 0.95], "The Kremlin position is still unclear- meanwhile activists seem unready to try to force the issue while police remain loyal. In fact, I see the most likely outcome as a Venezuela style protracted situation  with a « King over the water » . Everybody is scared to act in the short term, and the longer this continues the greater chance for Lukashshenko to bed himself in a la Maduro. "], [95262, "2020-08-26T12:49:32Z", [0.01, 0.09, 0.9], "The political situation in Belarus is further heated up by the protests after the election and the possible interference of russia. The case of Nawalny furthermore displays the threats of policital engagement in certain regimes."], [86678, "2020-08-26T10:23:47Z", [0.0, 0.05, 0.95], ""], [86325, "2020-08-26T09:18:17Z", [0.0, 0.1, 0.9], ""], [94418, "2020-08-26T02:05:51Z", [0.0, 0.02, 0.98], "Lukashenko is consulting Putin.  Considering the recent poisoning of Navalny, a hasty return to Belarus might be a severe miscalculation. "], [27661, "2020-08-25T20:24:48Z", [0.0, 0.07, 0.93], ""], [31275, "2020-08-25T20:12:13Z", [0.0, 0.1, 0.9], "Ok here are some key tweets. https://twitter.com/brxbis/status/1298339140262666240?s=21\nhttps://twitter.com/ntenzer/status/1298295114750722049?s=21\nhttp://windowoneurasia2.blogspot.com/2020/08/putins-calculus-on-belarus-reflects.html\nUpshot: Putin just wants Belarus more integrated with Russia. He will try his secret police and propaganda tricks to quell the protests. May send a limited amount of little Green men to help. If that does not work he will get someone to replace Lukashenko who is never-the-less pro Russia. Lukashenko was not enough pro-Russia for Putin’s taste. I really thought Putin would have to rush but the dangers for him ate great so he will be careful. He may be able to deal with the coordinating council to get what he wants. There could even be elections as long as those running are all pro Russia. Anyone that isn’t will probably fall out a window. Each element will take time. 1. Support Lukashenko with propaganda and eliminating protest leaders. Try to divide protestors by playing up EU vs Russia loyalties. 2. Failing that working force Lukashenko out; get someone who will do Russia’s bidding to take over. 4. Have a sham election that is difficult to detect as a sham. Now I agree with crowd."], [94883, "2020-08-25T19:35:01Z", [0.0, 0.1, 0.9], "I've made this forecast based upon some conditions that Svetlana Tikhanovskaya herself has outlined for her return to Belarus. I'm assuming that a \"return to Belarus\" means that she moved back and in residence/living there. At a 22 August press conference, she said she would go back to Belarus as soon as: A) she feels safe in Belarus; B) the government signals it is ready to speak; and C) once all political prisoners are freed. (SOURCE: https://www.themoscowtimes.com/2020/08/25/its-a-long-way-to-tipperary-for-belarus-opposition-leader-svetlana-tikhanovskaya-a71240) A) Her husband, Sergey, and the original opposition candidate remains in Lukashenko's custody. Herself and her children (whom Lukashenko has previously threatened, necessitating the earlier exile of the children) remain in exile in Vilnius, Lithuania. Due to the fact that almost all of the opposition leaders are jailed, her movement cannot afford her arrest/detainment. Moreover, she has few reasons she'll receive respectable treatment while detained. I don't know a lot about her, but the fact she may have direct or indirect health issue resulting from her radiation exposure as a child (she's one of the \"Chernobyl children\") may mean she would suffer medically while detained by Lukashenko. After an hour or so OSINT research, I haven't found indication Lukashenko is even remotely considering releasing ALL political prisoners, which Svetlana Tikhanovskaya herself cited as an immutable condition of her return to Belarus, nor any indication he wouldn't immediately seek to imprison her and her children, using them and her husband as leverage for capitulation. However, there are many unknown variables that may alter that decision matrix, leading to her returning to Belarus sooner than expected if she makes a deal not discussed openly or in the press.  B) Currently, Lukashenko is condemned by the EU and will be facing sanctions, along with his most prominent supporters/allies, which may ply him/them enough to come to the table for negotiations, meeting the second criteria set forth by Svetlana Tikhanovskaya. However, since Lukashenko enjoys support - if not just official recognition - from Russia and China, then he may \"cut his losses\" with any EU-led punishment or sanction, because he and his allies could offset the impact by increased business with Russia and China - to potentially include unethical/illicit dealings. Success at getting Lukashenko to negotiate in good faith largely depends on the Belarusian Opposition's ability to not only maintain international pressure on Lukashenko, but to also get the US to act with more decisiveness against Lukashenko and his activities by officially refusing to acknowledge the election results and demanding international mediation between the Belarus government and opposition. Trump has, typically, called the chaos \"terrible\" and \"will look into it,\" but such milquetoast is meaningless in this type of situation. Bottom line is until the US takes a serious hand in helping the Belarusian opposition, it's unlikely Lukashenko will feel enough pressure to compromise. Syria anyone? (SOURCES: https://meduza.io/en/news/2020/08/25/belarusian-opposition-leader-svetlana-tikhanovskaya-addresses-european-parliament; https://sputniknews.com/europe/202008251080269603-live-updates-belarusian-opposition-ready-to-accept-international-mediation-tikhanovskaya-says/#article_item_1080274919) C) See previous comment. Until Lukashenko feels enough internal pressure (e.g. severe enough protests or his own government/allies withdraw support) and/or external pressure (e.g. international condemnation and sanctions sufficient to overcome their alternative income sources) their is insufficient reason to believe the second of Svetlana Tikhanovskaya's conditions will be met and he'll free ALL political prisoners. Moreover, his recent display of flying over Minsk in riot gear and with an automatic rifle should explicitly signal where his head is at right now. An intervening variable in this would be the unknown effectiveness of the current protests, and how reflective they are of Belarus as a whole. Lukashenko has some definite relevance problems and is counterproductive to progressivism, but how much of Belarus is that? Bottom line, protests may reflect wider and deeper divisions in society and Lukashenko's leadership, or they can merely reflect a fringe/marginal index of Belarusian society? (SOURCES: https://www.cnn.com/2020/08/24/europe/lukashenko-belarus-helicopter-rifle-protests-intl/index.html; https://sputniknews.com/europe/202008251080269603-live-updates-belarusian-opposition-ready-to-accept-international-mediation-tikhanovskaya-says/#article_item_1080274919; https://www.project-syndicate.org/commentary/russia-vladimir-putin-belarus-dilemma-by-nina-l-khrushcheva-2020-08) D) Therefore, I think it's very unlikely that Svetlana Tikhanovskaya will return (again, I'm assuming that a \"return to Belarus\" means that she moved back and in residence/living there) before 17 October 2020, as that's a short period of time to satisfy these conditions - especially during the ongoing pandemic and upcoming US presidential election."], [31275, "2020-08-25T19:31:21Z", [0.0, 0.2, 0.8], "Moving toward crowd but information about what decision makers are thinking is difficult to find. Putin? Lukashenko...will he ask the army to fire on the protestors?"], [79975, "2020-08-25T19:27:01Z", [0.0, 0.15, 0.85], ""], [89038, "2020-08-25T15:30:37Z", [0.0, 0.1, 0.9], ""], [74890, "2020-08-25T15:30:34Z", [0.0, 0.04, 0.96], "For something to happen before 4 September it would have to happen within 9 days (10 if we count today). It is very unlikely that she will come back this fast with a current situation (especially Lukashenko crackdown on Coordination Council she started) - I would give it maybe 0,5% if it was possible. I don't think situation will change in favor of protesters that fast, Lukashenko might even introduce martial law and the way out of it would take time like for example in Poland (from December 1981 till July 1983). Tikhanovskaya has her children with her In Lithuania, so she does not need to come back home for them. Her husband is imprisoned in Belarus so Lukashenko might try to use him to try to convince her to come back if he wants for example call her in for questioning and to imprison her but it seems unlikely. He wanted her out of the country for a reason."], [95241, "2020-08-25T13:51:51Z", [0.0, 0.15, 0.85], ""], [88153, "2020-08-25T00:58:17Z", [0.1, 0.2, 0.7], ""], [74903, "2020-08-24T22:11:29Z", [0.0, 0.15, 0.85], ""], [11817, "2020-08-24T20:11:55Z", [0.0, 0.03, 0.97], ""], [31275, "2020-08-24T18:35:10Z", [0.0, 0.25, 0.75], ""], [1333, "2020-08-24T18:25:24Z", [0.01, 0.14, 0.85], ""], [31275, "2020-08-24T18:18:26Z", [0.0, 0.25, 0.75], "Not sure Russia would allow her to take power in a caretaker government. They might negotiate or ‘mediate’ with the new protest committee in Belarus to run a new election and allow the committee to run the government until then. She is speaking to some European group and spoke to a US Diplomat on his way to Moscow. This might taint her in Putin’s mind. One tweet I read said leaders of the protest were arrested but workers at the Detention Center were driving them out of town and releasing them. In any case changing more to bin 3."], [13306, "2020-08-24T13:44:20Z", [0.0, 0.18, 0.82], ""], [1333, "2020-08-24T12:41:30Z", [0.01, 0.15, 0.84], ""], [1333, "2020-08-24T12:22:41Z", [0.01, 0.16, 0.83], ""], [1333, "2020-08-24T11:55:44Z", [0.01, 0.17, 0.82], ""], [60948, "2020-08-24T09:09:44Z", [0.0, 0.1, 0.9], ""], [90446, "2020-08-24T08:39:48Z", [0.0, 0.01, 0.99], ""], [27661, "2020-08-24T08:04:18Z", [0.0, 0.1, 0.9], ""], [13306, "2020-08-24T06:51:43Z", [0.0, 0.1, 0.9], ""], [94837, "2020-08-24T06:11:15Z", [0.05, 0.45, 0.5], ""], [94837, "2020-08-24T06:05:29Z", [0.1, 0.6, 0.3], ""], [88452, "2020-08-24T05:14:05Z", [0.0, 0.45, 0.55], ""], [31275, "2020-08-24T02:54:29Z", [0.0, 0.36, 0.64], "https://www.cfr.org/in-brief/putin-and-belarus-five-reasons-not-save-lukashenko"], [88361, "2020-08-24T01:38:17Z", [0.01, 0.08, 0.91], ""], [92863, "2020-08-23T19:36:39Z", [0.01, 0.08, 0.91], ""], [73050, "2020-08-23T19:28:52Z", [0.0, 0.12, 0.88], ""], [73050, "2020-08-23T19:27:51Z", [0.03, 0.12, 0.85], ""], [22689, "2020-08-23T18:51:01Z", [0.0, 0.05, 0.95], ""], [1333, "2020-08-23T18:19:25Z", [0.01, 0.18, 0.81], ""], [90433, "2020-08-23T16:38:50Z", [0.0, 0.1, 0.9], "The guy who runs Belarus isn't going anywhere any time soon no matter how many people protest. He said it himself is the only way he goes out is feet first. That will not happen rapidly."], [24830, "2020-08-23T16:33:00Z", [0.0, 0.0, 1.0], "Here is my unqualified view: Lukashenko was comfortable enough to say \"there won't be another election until you kill me \" about a week ago. So he must have things set up so that it doesn't matter what people think, he's got an iron grip on the security forces, etc. The fact that he's been in power for decades also increases the likelihood that he is deeply entrenched.  Tikhanovskaya bailed and left the country by choice, which, who can blame her, I would have too, think of the kids, but shows that ultimately she isn't up for sacrificing herself to be a symbol. Also, and this is subjective of course, I get a sort of vibe from her pictures that she is a survivor, not going to put herself in harms way unless there is a very big upside. I am comparing with Juan Guaido, who seems like more of an idealist, willing to die gloriously, and by contrast DID return to Venezuela (And a fat lot of good that's done so far, so maybe she looks at that and thinks, why bother). So she would probably return if there was a decent path to winning or having an impact, but...I don't think there is. I think Lukashenko just wrecks things for a while, and then loses control. So yeah. Things probably melt down in Belarus, some sort of transition may happen, but I don't think Tikhanovskaya is coming back anytime soon. "], [94606, "2020-08-23T16:18:11Z", [0.0, 0.15, 0.85], "My rationale is it is unlikely Tikhanovskaya can return safely to Belarus in the above time frame simply because \na) Lukashenko is unlikely to accede to the demands he steps down during this period\nb) Russia / Putin will not sanction a democratically elected leader in Belarus within the above timeframe\nSee https://bit.ly/34pr0BP and https://bit.ly/2Ebp6dD Hence, primarily for her own safety and secondly, in order to continue to exert pressure, it is very unlikely Tikhanovskaya will return to Belarus unless she can generate the total support of the military and security complex in Belarus."], [74903, "2020-08-23T14:49:16Z", [0.05, 0.15, 0.8], ""], [34959, "2020-08-23T14:49:14Z", [0.0, 0.07, 0.93], ""], [691, "2020-08-23T14:41:10Z", [0.0, 0.06, 0.94], ""], [88766, "2020-08-23T12:53:59Z", [0.0, 0.0, 1.0], ""], [75291, "2020-08-23T12:00:32Z", [0.01, 0.13, 0.86], ""], [90457, "2020-08-23T11:57:01Z", [0.0, 0.03, 0.97], ""], [55726, "2020-08-23T10:19:13Z", [0.25, 0.25, 0.5], "It’s on a knife edge. If collapse occurs, it will occur quickly. Russia is in the game and will be doing all it can to run the country. I’m guessing they’re looking to install a manageable replacement. If so, she will never return.   "], [1333, "2020-08-23T09:40:35Z", [0.01, 0.19, 0.8], ""], [60948, "2020-08-23T09:34:37Z", [0.0, 0.15, 0.85], ""], [31275, "2020-08-23T04:40:38Z", [0.0, 0.37, 0.63], "Changing more to bin three. Russia has put in FSB and GRU assets taking over Command of intelligence apparatus. Russia took over the media. There are also some Russia military replacing the police and National guard. Putin options are to help Lukashenko crush protest, mediate a new election and try to get a puppet elected, just absorb Belarus. The opposition was clear they will stay aligned with Russia. He might back them. He definitely does not want real Democracy there though. He is probably tempted to takeover to build the old Russian empire but Belarusians would resist. He has made no military move and the consensus is he won’t. More dead soldiers and resources sent elsewhere might cause him trouble at home. His best bet is to force out Lukashenko but keep some control over the media and state apparatus. They have elections in Russia and he could set-up an election In Belarus but could make sure only those aligned with Russia run. This will all take some time. If protests can continue for another week there may be negotiations. Another week to three weeks for that to be settled. She says she will be a care taker but not run. Russia might just ignore her or Russia will say fine but they are not leaving until they see elections have taken place. Media control? They will make sure a pro-Russia government takes over. It is possible Lukashenko could crush revolt but saw little of that today. If that happens she is not coming back. Need more time for picture to clarify. "], [93310, "2020-08-22T23:59:59Z", [0.0, 0.14, 0.86], ""], [27661, "2020-08-22T22:24:59Z", [0.0, 0.15, 0.85], ""], [63290, "2020-08-22T22:18:00Z", [0.0, 0.1, 0.9], ""], [92863, "2020-08-22T20:41:53Z", [0.03, 0.14, 0.83], ""], [34815, "2020-08-22T20:36:09Z", [0.0, 0.0, 1.0], ""], [37236, "2020-08-22T19:44:25Z", [0.0, 0.0, 1.0], "From exile, Reuters reports she admits that she is not a politician, rather an agent for change, a facilitator.  Reuters reports she will meet Pompeo's #2 at State, Stehen Biegun, on Monday 24 in Lithuania. But that sit down is not likely to produce a \"return date\" and that theme may not make the agenda as a \"talking point.\"   Her visual image-branding (poster)  has a very slick look  link  https://www.reuters.com/article/us-belarus-election-tsikhanouskaya/belarusian-opposition-leader-sees-herself-as-a-symbol-of-change-idUSKBN25I0G4 "], [89083, "2020-08-22T19:19:55Z", [0.0, 0.25, 0.75], ""], [84880, "2020-08-22T18:31:01Z", [0.01, 0.09, 0.9], ""], [1333, "2020-08-22T18:24:24Z", [0.02, 0.18, 0.8], ""], [1333, "2020-08-22T18:19:59Z", [0.01, 0.18, 0.81], ""], [90519, "2020-08-22T17:07:43Z", [0.1, 0.1, 0.8], ""], [38094, "2020-08-22T16:05:18Z", [0.0, 0.0, 1.0], "I don't see a return in the timeframe of this question unless Russia replaces AL in the near term which today does not seem to be likely. If fear returns to the streets, nothing changes. Svetlana can be just as effective in Lithuania as in Belarus, maybe even more so. She is a symbol, not the driving force for change."], [57400, "2020-08-22T15:58:02Z", [0.0, 0.04, 0.96], ""], [691, "2020-08-22T15:01:33Z", [0.0, 0.09, 0.91], ""], [45594, "2020-08-22T13:28:55Z", [0.4, 0.4, 0.2], ""], [31275, "2020-08-22T12:51:25Z", [0.0, 0.43, 0.57], "https://tass.com/world/1192573\nI know tass is Russian outlet. \nOne thing to know is Lukashenko was not all that cooperative with Russia. https://www.bloomberg.com/news/articles/2020-08-21/russia-ponders-whether-losing-lukashenko-might-not-be-so-bad"], [92863, "2020-08-22T12:47:58Z", [0.05, 0.2, 0.75], ""], [172, "2020-08-22T12:26:11Z", [0.0, 0.15, 0.85], ""], [67403, "2020-08-22T11:41:46Z", [0.05, 0.25, 0.7], ""], [13306, "2020-08-22T11:28:22Z", [0.0, 0.05, 0.95], ""], [93350, "2020-08-22T10:58:57Z", [0.0, 0.35, 0.65], "This question depends on for how long Lukashenko can retain the loyalty of his armed forces and police with a particular dependency of the OMON which are a uniformed paramilitary gendarmerie.\nLukashenko is cementing his position and refusing to negotiate with the opposition. If his tactic is to divide and rule the striking workforce by taking the factories one by one, he could entrench his position.\nTikhanovskaya appears to be the titular head albeit staying in Lithuania, with her husband in jail that gives Lukashenko an advantage to keep the opposition divided.\nMoscow will be reluctant to criticise Lukashenko and will not allow Belarus to leave Russia’s sphere of influence shown by the re-manning of the TV company by Russian journalists and technicians.\nThe public statements issued by the EU I suggest are hardening Russia’s stance on the situation although it is not the people being pro-west but anti- Lukashenko and claims concerning NATO probably being ignored.\nThe situation appears to be very much in a state of flux given the messages on Twitter Belarus with an ebb and flow of positive and negative indications of the volatility of the situation.\nTherefore, the return of Tikhanovskaya is probably not imminent.  Her BBC interview showed her to be a reluctant leader and perhaps more effective as a symbol rather a force to unite the opposition. https://twitter.com/hashtag/belarus?lang=en  https://twitter.com/franakviacorka?lang=en  https://www.bbc.co.uk/programmes/m000m9vd  https://www.themoscowtimes.com/2020/08/21/lukashenko-rival-calls-on-belarus-workers-to-expand-strikes-a71215"], [87175, "2020-08-22T10:54:47Z", [0.01, 0.1, 0.89], ""], [28415, "2020-08-22T09:58:17Z", [0.08, 0.19, 0.73], ""], [1333, "2020-08-22T09:45:03Z", [0.0, 0.19, 0.81], ""], [20448, "2020-08-22T09:11:24Z", [0.0, 0.05, 0.95], ""], [92079, "2020-08-22T02:14:10Z", [1.0, 0.0, 0.0], ""], [31275, "2020-08-22T00:44:37Z", [0.05, 0.42, 0.53], "August 23 is crucial. Initial. This article is a good analysis: http://www.iswresearch.org/2020/08/warning-moscow-sets-conditions-for.html"], [60948, "2020-08-21T22:30:56Z", [0.0, 0.2, 0.8], ""], [93502, "2020-08-21T21:55:58Z", [0.0, 0.1, 0.9], ""], [86554, "2020-08-21T20:50:29Z", [0.0, 0.05, 0.95], ""], [84880, "2020-08-21T20:43:53Z", [0.01, 0.17, 0.82], ""], [29875, "2020-08-21T19:45:35Z", [0.0, 0.0, 1.0], "Lukashenko is slowly consolidating "], [78212, "2020-08-21T19:42:19Z", [0.0, 0.0, 1.0], ""], [22689, "2020-08-21T19:06:12Z", [0.05, 0.05, 0.9], ""], [88452, "2020-08-21T18:58:13Z", [0.0, 1.0, 0.0], "As I expect that Lukashenko will be history by the end of August 2020, the real question to me is\n\"When will the 'State Security Committee of the Republic of Belarus', Belarus' KGB, lose the grip on rulership, and will they co-operate with the opposition in order to save their own skin?\"\nSafety concerns for her and her family is the main obstacle for a return, and it will likely remain unclear until end of September into October, how powerful and vengeful the Belarus KGB will still be, and what options they consider."], [1333, "2020-08-21T18:56:56Z", [0.0, 0.2, 0.8], ""], [27661, "2020-08-21T18:50:55Z", [0.0, 0.2, 0.8], ""], [32100, "2020-08-21T18:44:12Z", [0.1, 0.3, 0.6], ""], [92863, "2020-08-21T18:39:59Z", [0.1, 0.3, 0.6], "First adjustment"], [94632, "2020-08-21T18:37:33Z", [0.02, 0.13, 0.85], "ST was just reported by BBC saying she would return when she felt \"safe\". This week a group seeking a fair election was deemed unconstitutional and called 'Nazis' by the current president, leading members to fear they will soon be arrested. Moreover, protesters continue to be cracked down on and pressured by the federal government with no sign of a light at the end of the tunnel. There is no way it is \"safe\" for her to return right now.\nMoreover, if she did return, she would not only put her family in further danger but would also risk the protests losing their figurehead. It is well within the realm of possibility that she would be arrested and silenced by the current administration which would likely lead to further protests but may ultimately end the widespread demonstrations due to a lack of any unifying figure to collect around. Right now, she and her family are relatively safe and can continue to release messages and coordinate with protesters and opposition leaders to inspire the people of Belarus to continue fighting. If she comes back before they have gotten either (a) tangible international support or (b) a guarantee of a fair election, her struggles will likely have been for nothing, and I think she is aware of that. She doesn't need to be physically present to continue her work, so she probably won't return any time soon."], [87064, "2020-08-21T18:26:55Z", [0.0, 1.0, 0.0], ""], [95096, "2020-08-21T18:24:49Z", [0.0, 0.0, 1.0], ""], [60695, "2020-08-21T17:58:14Z", [0.0, 0.0, 1.0], ""], [88954, "2020-08-21T17:47:14Z", [0.0, 0.1, 0.9], ""], [1333, "2020-08-21T17:22:20Z", [0.1, 0.25, 0.65], ""], [92863, "2020-08-21T17:15:55Z", [0.2, 0.35, 0.45], "First hunch reasoning: 1. Press conference today gave no indication that she will return imminently, mainly I would imagine for her and the children's safety.\n2. The return must be in near vicinity or her support base may abandon her/husband.\n3. Factory workers are said to be returning to work (£$), therefore, the momentum is seemingly thinning.\n4. I don't imagine that AL will allow any sort of referendum/re-elections to be staged by October. Perhaps if momentum starts to pick up again.\n5. Her husbands release might be the key indicator for any return. More to come..."]], "open_date": "2020-08-21T17:00:44Z", "close_date": "2020-10-16T07:01:44Z"}