{"question_id": 261, "title": "Between 12 August 2016 and the end of 2016, will any US state enact legislation that allows autonomous vehicles to operate on its public roads?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.8, 0.2], "correct_answer": "Yes", "correct_forecast": 0.8, "preds": [[13969, "2016-10-04T16:12:57Z", [0.99], ""], [691, "2016-10-04T12:51:51Z", [1.0], "Has anybody got a theory about why this hasn't closed yet?"], [28766, "2016-10-04T11:25:19Z", [1.0], ""], [28937, "2016-10-04T03:39:03Z", [0.99], ""], [21884, "2016-10-04T01:49:55Z", [1.0], ""], [29404, "2016-10-03T22:24:13Z", [0.85], ""], [22689, "2016-10-03T18:01:20Z", [1.0], ""], [22689, "2016-10-03T18:00:51Z", [0.98], ""], [368, "2016-10-03T16:48:10Z", [1.0], ""], [530, "2016-10-03T16:27:51Z", [0.99], "http://www.roadandtrack.com/new-cars/car-technology/news/a31011/california-clears-fully-autonomous-cars-to-drive-on-public-roads/ http://www.eenews.net/stories/1060043030/print"], [691, "2016-10-03T14:53:19Z", [1.0], ""], [22833, "2016-10-03T13:05:05Z", [0.9], ""], [28593, "2016-10-03T04:35:48Z", [0.0], ""], [19801, "2016-10-03T03:35:18Z", [1.0], "Nevada Grants First-Ever Autonomous Vehicle Driver’s License The first state in the nation to grant self-driving car testing permits just granted the nation’s first autonomous vehicle-related driver’s license to a quadriplegic man. The state of Nevada granted Sam Schmidt with a license to drive a semi-autonomous test car on public roads under restricted conditions. Earlier this year, Schmidt drove more than 150 mph in the Arrow SAM Car during demonstration laps at the Indy 500.\nhttp://www.hybridcars.com/nevada-grants-first-ever-autonomous-vehicle-drivers-license/ What is Good Judgment doing, this question has been resolved. In addition California has also passed a bill, which multiple posters have also brought to your attention. What gives? California Gov. Jerry Brown has signed and vetoed numerous bills over the past week. Here is some of the key legislation that he has chosen to either sign or reject.\nSigned into law AB1592: Self-driving vehicles without human backup\nhttp://www.scpr.org/news/2016/09/30/65145/brown-s-2016-signing-tsunami-key-bills-the-governo/"], [6303, "2016-10-03T02:50:17Z", [1.0], "According to the general news and GJP consensus."], [29383, "2016-10-03T02:00:49Z", [1.0], ""], [368, "2016-10-02T21:48:29Z", [1.0], ""], [691, "2016-10-02T18:00:33Z", [1.0], ""], [29375, "2016-10-02T01:17:57Z", [1.0], "California is finalizing regulations. "], [368, "2016-10-01T20:02:03Z", [1.0], ""], [15548, "2016-10-01T19:08:45Z", [1.0], ""], [196, "2016-10-01T15:56:48Z", [0.85], ""], [691, "2016-10-01T15:07:03Z", [1.0], ""], [28904, "2016-10-01T15:06:44Z", [1.0], "AB 1592 Approved by Governor : http://www.aeltracker.org/bill-details/10723/california-2016-ab-1592 "], [29364, "2016-10-01T10:07:55Z", [0.75], "At least dor testing. "], [20156, "2016-10-01T07:32:11Z", [1.0], ""], [4910, "2016-10-01T01:12:29Z", [1.0], ""], [22243, "2016-09-30T20:04:25Z", [1.0], ""], [368, "2016-09-30T19:26:51Z", [1.0], ""], [29034, "2016-09-30T18:50:59Z", [1.0], ""], [691, "2016-09-30T18:29:00Z", [1.0], "california governor signed it yesterday"], [12879, "2016-09-30T17:14:54Z", [0.8], ""], [532, "2016-09-30T16:00:14Z", [1.0], "Status for Califonia AB-1592:  http://leginfo.legislature.ca.gov/faces/billStatusClient.xhtml?bill_id=201520160AB1592"], [29357, "2016-09-30T14:56:05Z", [1.0], ""], [10759, "2016-09-30T12:18:45Z", [1.0], ""], [4634, "2016-09-30T12:17:47Z", [1.0], ""], [29351, "2016-09-30T09:39:54Z", [0.0], ""], [28893, "2016-09-30T03:44:06Z", [1.0], ""], [73, "2016-09-30T02:32:40Z", [1.0], "http://fortune.com/2016/09/29/california-law-test-autonomous-shuttle/.  \"A bill signed into law on Thursday by California Governor Jerry Brown allows a self-driving vehicle with no operator inside to test on a public road\""], [691, "2016-09-29T19:23:18Z", [0.99], ""], [22715, "2016-09-29T08:10:56Z", [0.1], ""], [15196, "2016-09-29T04:42:11Z", [0.9], ""], [368, "2016-09-28T21:36:55Z", [1.0], ""], [691, "2016-09-28T20:21:11Z", [0.99], ""], [4042, "2016-09-28T11:05:32Z", [1.0], ""], [29311, "2016-09-28T06:17:39Z", [1.0], "Already in Pittsburgh "], [29306, "2016-09-28T04:08:41Z", [0.65], "Yes, I think there is a strong push from both companies and national highway and safety advisory board (the official name escapes me). I think will allow states that are behind to take charge of their own legislation and those that are close to operating with SDVs will be able push forward their own legislation. "], [29298, "2016-09-27T18:48:14Z", [0.8], ""], [29296, "2016-09-27T18:14:12Z", [0.15], ""], [368, "2016-09-27T17:56:26Z", [1.0], ""], [28904, "2016-09-27T15:13:06Z", [0.87], "I'll assume you mean \"signed\" instead of \"implemented\". \nCalifornia has it in front of the Governor. It's Jerry Brown. I'll give it 80% chance of signature.  (risky though--3 days left to sign?)\nIllinois ~= 10% (passed one house, not likely a priority, could get lost in legislative process)\nMichigan is in session and is looking at the bill. I'll give it 10%. \nMinnesota ~= 0%\nNew Jersey ~= 3% (under review, too many terms and conditions)\nNew York ~= 5% (passed Senate, but terms and conditions make it complex)\nPennsylvania ~= 1% (too early in process)\nRhode Island ~= 1% (too early in process)\nTennessee  ~= 2% (Failed once, not passed anywhere)\nVirginia ~= 0% (not in session)\nWashington ~= 0%\nThat gives about an 87% chance that at least one does. (almost all of it is CA, but possibly more than one)"], [368, "2016-09-26T21:10:28Z", [1.0], ""], [691, "2016-09-26T17:54:36Z", [0.98], ""], [20911, "2016-09-25T23:37:52Z", [0.2], ""], [12726, "2016-09-25T21:15:06Z", [0.93], ""], [6303, "2016-09-25T17:52:40Z", [0.99], "According to the general news and GJP consensus."], [691, "2016-09-25T16:33:38Z", [0.98], "https://www.legislature.mi.gov/(S(memnahwpi4glxvkfxugfrf02))/mileg.aspx?page=GetObject&objectname=2016-HJ-09-22-068\nhttps://www.legislature.mi.gov/(S(jnbqxxwm4ehwfqn2tosk01v3))/mileg.aspx?page=GetObject&objectname=2016-HC-10-19-069 The Michigan House is adjourned to 19 October (last item on the Journal of 22 September).  The bill is still on second, so could pass quickly after that.  Having been amended, it will have to go back to the Senate for concurrence.   It is listed as 119th on the second-reading calendar for 19 October; however, depending on local practice, that could mean something or not.  In any event, having been amended, it will have to go back to the Senate for concurrence.  Still will probably get through this year, but no sense checking on it for a couple more weeks. California bill still in the Governor's office awaiting his signature (or less probably, veto) or expiration of the 30 September deadline."], [1249, "2016-09-25T13:29:57Z", [1.0], ""], [1249, "2016-09-25T13:28:30Z", [0.1], ""], [15548, "2016-09-25T06:53:33Z", [0.93], ""], [691, "2016-09-24T19:02:36Z", [0.98], ""], [601, "2016-09-23T21:20:13Z", [0.65], ""], [20588, "2016-09-23T21:11:10Z", [0.25], "Updating, but I think most of the other participants here are overestimating the chances of such a bill passing on the first try. I know there are calculations out about the average speed from bill to vote to signing, but this is too different to make an apples-to-apples comparison."], [368, "2016-09-23T21:10:28Z", [1.0], ""], [14613, "2016-09-23T20:34:41Z", [1.0], ""], [691, "2016-09-23T19:09:43Z", [0.98], ""], [21800, "2016-09-23T05:28:16Z", [0.95], ""], [28017, "2016-09-23T05:02:21Z", [0.97], ""], [19801, "2016-09-23T04:56:30Z", [1.0], "Michigan House committee passes autonomous vehicles bills following new federal policy\nhttps://michiganpeninsulanews.com/featured/1330-michigan-house-committee-passes-autonomous-vehicles-bills-following-new-federal-policy/"], [29192, "2016-09-23T03:28:32Z", [0.2], "Congress seems to be waiting for November as much as the rest of us"], [368, "2016-09-22T21:58:22Z", [1.0], ""], [314, "2016-09-22T14:22:10Z", [0.95], "State will want to attract investment"], [15371, "2016-09-22T13:54:26Z", [0.1], "Too risky before election, after not enough time. Worry re public reaction"], [691, "2016-09-22T13:36:33Z", [0.98], ""], [29159, "2016-09-22T12:13:51Z", [0.75], ""], [368, "2016-09-21T21:51:10Z", [1.0], ""], [691, "2016-09-21T18:58:58Z", [0.98], ""], [27729, "2016-09-21T17:30:13Z", [0.79], ""], [17051, "2016-09-21T17:24:10Z", [0.25], ""], [29140, "2016-09-21T17:03:58Z", [1.0], ""], [13897, "2016-09-21T12:50:45Z", [0.95], ""], [4910, "2016-09-21T01:56:56Z", [0.89], ""], [13905, "2016-09-20T21:01:31Z", [0.15], ""], [691, "2016-09-20T20:26:50Z", [0.98], "California bill is rusticating on the governor's desk, but he'll either sign it or let it go forward without him.  Seems he has another ten days to do something or not. The Michigan bill, as @Raahul_Kumar points out, is out of committee and on second reading.  Don't know Michigan House rules, but in most states a bill can move from second to third reading (when it can be finally voted on) in one day, sometimes two or three.  However, it's been amended, so it has to go back to the Senate for okey-dokey or conference committee.  Since everybody seems to want this one, my guess is the Senate will move it as soon as they get it  (I don't know of any states where other-chamber amendments have to start over again in committee).   This should happen no later than next Monday or Tuesday. Unless it goes to conference, which I'll betcha it won't, it will hit the governor's office no later than midweek.  I suppose this means I'll have to look into the Gov's deadlines, but no matter what they are, this one will probably get signed or otherwise given the final okey-dokey well before this Q expires. The Obama administration is making noises like they think the feds should be able to sign off on This Sort Of Thing, but I'm pretty sure that would require legislation, of which there is no chance if the administration wants it, and very little chance in any case."], [368, "2016-09-20T19:03:07Z", [1.0], ""], [27101, "2016-09-20T17:50:01Z", [0.95], "I got this one completely wrong with my previous low estimations as I made a mental short cut for the US instead of any us state. There is plenty of evidence several states are really close. Classic mistake to make"], [28694, "2016-09-20T13:44:48Z", [0.7], ""], [19801, "2016-09-20T05:34:04Z", [1.0], "A state House committee Tuesday is expected to review amendments and possibly vote on a package of autonomous bills that would allow automakers and tech companies such as Google Inc. to test and ultimately operate autonomous vehicles without drivers on Michigan roadways. The House Communications and Technology Committee will meet at noon Tuesday in Lansing to discuss Senate bills 995-998. The bills have already cleared the state Senate.“We do have a few amendments that are being worked on,” committee chair Rep. Brad Jacobsen, R-Oxford, said Monday. “I hope to have those ready to act on tomorrow.”\nhttp://www.detroitnews.com/story/business/autos/2016/09/19/autonomous-car-bills-amended-accommodate-google/90713382/ In long-awaited guidelines for the booming industry of automated vehicles, the Obama administration promised strong safety oversight, but sent a clear signal to automakers that the door was wide open for driverless cars.“We envision in the future, you can take your hands off the wheel, and your commute becomes restful or productive instead of frustrating and exhausting,” said Jeffrey Zients, director of the National Economic Council, adding that highly automated vehicles “will save time, money and lives.”\nhttp://www.nytimes.com/2016/09/20/technology/self-driving-cars-guidelines.html?_r=0"], [29048, "2016-09-20T05:00:41Z", [0.85], ""], [29084, "2016-09-20T02:01:13Z", [0.0], ""], [83, "2016-09-20T00:41:15Z", [1.0], "Obama admin interested in standardized Fed Regs, rather than enacting differing state laws.  Since the California laws are for testing only, keeping the forecast high.  Although, per @cdob63 California may still have til the end of September before the default enactment of the AB-1592 legislation.\nFrom: http://www.reuters.com/article/us-usa-selfdriving-idUSKCN11Q001?il=0\n\"The Obama administration said Monday it was considering seeking the power to review and approve technology for self-driving cars before they hit the road and said U.S. states should not set individual rules regulating fully self-driving vehicles.\""], [601, "2016-09-19T23:42:25Z", [0.45], ""], [368, "2016-09-19T21:47:28Z", [1.0], ""], [83, "2016-09-19T20:58:53Z", [1.0], "California still on track.   Michigan's bill may not meet the Q's requirements: although it does not require a driver in the vehicle, the new law does require monitoring and supervision.  Per the \"more info\" section: \"Autonomous vehicles are those that can operate without the active control or monitoring of a human driver, ...\"  The difficulty is that, although the driver is not in the car, the vehicle still must be monitored, and possibly controlled, from another location: \"SB995-998 would permit operation on public roads and not require a person to be inside the vehicle. Operators would be required to supervise and control the vehicle. Truck platoons, however, would be required to have a CDL holder behind the wheel.\"\nhttp://m.landlinemag.com/Story.aspx?StoryID=31957#.V-BPHpA8KrU"], [29077, "2016-09-19T19:19:49Z", [0.65], ""], [691, "2016-09-19T17:43:40Z", [0.96], ""], [29066, "2016-09-19T13:13:13Z", [0.55], ""], [746, "2016-09-19T11:22:42Z", [0.0], ""], [12591, "2016-09-19T07:32:03Z", [0.7], ""], [368, "2016-09-18T22:14:26Z", [1.0], ""], [6303, "2016-09-18T20:20:08Z", [0.99], "According to the general news and GJP consensus."], [691, "2016-09-18T13:48:03Z", [0.98], ""], [919, "2016-09-18T13:26:23Z", [0.85], ""], [11157, "2016-09-17T20:21:08Z", [1.0], ""], [368, "2016-09-17T19:47:50Z", [1.0], ""], [368, "2016-09-17T19:47:16Z", [0.0], ""], [691, "2016-09-17T18:54:20Z", [0.98], "The California bill seems safe.  The Governor will sign it or he won't, but he's not likely to veto.  If he signs it, it is enacted within the meaning (one supposes) of this Q.  If he doesn't, it's enacted (as above) on 30 September.   No US governors work at the weekend unless there's an emergency or a fund-raising event.  He might get to it early next week; seems sufficiently uncontroversial. "], [15548, "2016-09-17T15:53:42Z", [0.95], ""], [20156, "2016-09-17T10:52:38Z", [0.55], ""], [15196, "2016-09-17T07:04:33Z", [0.65], ""], [28937, "2016-09-17T00:59:20Z", [0.26], "Bills for legislations on Autonomous Vehicles are currently under review in 9 states. The main current driving factor for legislation is to allow car manufacturers to test vehicles more than open their commercialization since technology, as explicitly stated by main car manufacturers, is not mature enough to insure the required safety standards. Two (Michigan and New Jersey) out of the nine states already have a legislation that allow testing, therefore the probability they will pass a law in the coming months is 0%. A third state, Virginia allows testing with the excuse that there is no legislation that avoid them, also in this case I assume 0%. Following declarations from politicians, Rhode Islands is very unlikely ready to pull out a legislation (5%) before the end of the year.  Pennsylvania has already a legislation and there is a task force to improve it (very low prob, 5%). Similar reasons for North Carolina, Massachusetts, Illinois and Minnesota (5%)."], [12879, "2016-09-16T19:55:25Z", [0.45], ""], [368, "2016-09-16T18:09:36Z", [0.0], ""], [691, "2016-09-16T15:21:39Z", [0.97], ""], [21800, "2016-09-16T13:23:34Z", [0.8], "Initial forecast at 80% based on recent news discussions."], [27640, "2016-09-16T11:43:31Z", [0.65], "They are driving better already than many of us..."], [29005, "2016-09-16T09:03:04Z", [0.55], "Recent crashes of TESLA vehicles will cause an emotional reaction amongst politicians driving legislation.  Presidential elections will mitigate this as it is taking much of the noise from other initiatives."], [10745, "2016-09-16T08:10:48Z", [1.0], ""], [4910, "2016-09-16T05:14:12Z", [0.75], ""], [28766, "2016-09-15T18:59:50Z", [0.1], ""], [368, "2016-09-15T18:35:10Z", [0.0], ""], [22833, "2016-09-15T16:06:19Z", [0.4], ""], [691, "2016-09-15T16:04:09Z", [0.97], "The current session of the California legislature, as far as I can discern, is a special.  However, that bill passed on the 29th of August, still in the regular, so apparently the Gov's veto deadline is 30 September (this is probably some sort of end-of-session exception to the usual deadline):\n\nSep. 30 —Last day for Governor to sign or veto bills passed by the Legislature before Sept. 1 and in the Governor’s possession on or after Sept. 1 (Art. IV, Sec.10(b)(2)). \nfile:///C:/Users/Jim/AppData/Local/Temp/assembly_Regular_Session.pdf Still no reason to think it won't happen--he was busy yesterday signing and vetoing gun bills, but sooner or later he'll likely get to this. "], [368, "2016-09-15T01:57:58Z", [0.0], ""], [191, "2016-09-14T18:25:34Z", [0.05], ""], [27729, "2016-09-14T17:58:38Z", [0.19], ""], [15548, "2016-09-14T15:44:44Z", [0.99], ""], [20740, "2016-09-14T07:18:06Z", [0.8], ""], [28960, "2016-09-14T02:21:19Z", [0.15], ""], [7091, "2016-09-14T01:45:06Z", [0.05], "Too many other important decisions clouding the autonomous automobile decision..."], [368, "2016-09-13T23:31:35Z", [0.0], ""], [28893, "2016-09-13T21:03:19Z", [0.99], ""], [691, "2016-09-13T19:07:12Z", [0.97], ""], [22833, "2016-09-13T15:18:01Z", [0.12], ""], [22833, "2016-09-13T15:16:53Z", [0.25], ""], [28956, "2016-09-13T15:13:45Z", [0.04], "Recent death by Tesla autopilot"], [11724, "2016-09-13T05:35:42Z", [1.0], ""], [691, "2016-09-12T18:59:45Z", [0.97], "Michigan bill is still in committee in the House; California bill is on the Governor's desk, perhaps running out of time (depending on what kind of \"days\" the Gov has 12 of from when he got it on the 2nd--although I think if he doesn't sign it, it becomes law without him).  My money, if I had any, would be on California."], [20588, "2016-09-12T01:58:31Z", [0.2], "Even considering Uber's experiment in Pittsburgh, it's unlikely the state will write a new law. It'll be contained to that city for at least a year. "], [6303, "2016-09-11T23:56:59Z", [0.99], "According to the general news and GJP consensus."], [38, "2016-09-11T21:37:42Z", [1.0], "http://www.nytimes.com/2016/09/11/technology/no-driver-bring-it-on-how-pittsburgh-became-ubers-testing-ground.html?emc=edit_th_20160911&nl=todaysheadlines&nlid=28699183 \" Any day now, Uber will introduce a fleet of self-driving cars in Pittsburgh, making this former steel town the world’s first city to let passengers hail autonomous vehicles. . . . The vehicles will also have a human monitor behind the wheel. \n. . . \n\"How Pittsburgh handles the unveiling of Uber’s self-driving fleet is being closely watched by other tech and auto companies that are doing their own driverless experiments in places like California and Michigan (although Apple is said to have laid off dozens of employees in its self-driving car project and to be rethinking its strategy). \n. . . \nFor driverless car tests, Pennsylvania also held a legal advantage. Specifically, the state’s transportation rules did not explicitly ban driverless cars, as long as someone was behind the wheel to take over if needed. . . . Officials from Pennsylvania’s transportation agency said they interpreted that silence on driverless technology as a green light. \n~~~~~~~\nCOMMENT:  Because of the stipulation in this question that there must be state legislation during the time frame identified explicitly allowing autonomous vehicles to operate on public roads, my opinion that what is happening in PA doesn't satisfy the question.  However, I believe the CA and MI legislation will."], [4634, "2016-09-11T16:34:27Z", [0.92], ""], [10759, "2016-09-11T16:34:02Z", [0.92], ""], [28902, "2016-09-11T15:59:09Z", [0.02], ""], [19801, "2016-09-11T14:01:34Z", [1.0], "Michigan could be the first state in the entire United States to allow driverless cars to test on public roads after the state senate unanimously passed a proposal that would legalize the act. The measure still needs the approval of the state’s House of Representatives before reaching the desk of state governor Rick Snyder, who himself has already stated his intent in signing the legislation. It’s still unclear when Michigan’s House of Representatives will convene to discuss and act on the legislation, but with the approval of the state’s senate and the support of the governor Snyder, there’s a good chance that the House will act similarly on the legislation\nhttp://www.topspeed.com/cars/car-news/michigan-legislation-to-allow-public-testing-of-autonomous-driving-vehicles-ar174398.html"], [4729, "2016-09-11T04:58:52Z", [0.98], ""], [691, "2016-09-10T13:29:49Z", [0.97], ""], [28773, "2016-09-10T11:57:50Z", [0.99], ""], [28874, "2016-09-09T21:17:47Z", [0.95], ""], [691, "2016-09-09T19:49:24Z", [0.97], ""], [368, "2016-09-09T19:27:31Z", [0.0], ""], [28766, "2016-09-09T08:05:00Z", [0.06], ""], [28563, "2016-09-08T20:17:12Z", [0.99], "Michigan is moving rapidly forward!"], [691, "2016-09-08T19:49:34Z", [0.97], "https://www.legislature.mi.gov/(S(ftlufmrbdafzvpzojk2nhhvc))/mileg.aspx?page=getobject&objectname=2016-SB-0995&query=on\nThe Michigan bill is in the House and has been sent to committee.  Whether they can push this baby through depends on how thorough the hearings are, which is almost entirely in the discretion of the chair (in most states, they are not required to have any hearings at all if they don't feel like it; don't know about Michigan House); and whether there is any serious opposition to the bill once it hits the floor.  I'm guessing this bill will have smooth, and brisk, sailing up to the governor's desk.  However, the operative word is \"guessing.\" The California bill is still awaiting the governor's signature, which seems highly likely in the next few days--he has at least another week, and maybe more depending on holidays and whatnot.  \nhttp://leginfo.legislature.ca.gov/faces/billHistoryClient.xhtml?bill_id=201520160AB1592"], [368, "2016-09-08T18:10:34Z", [0.0], ""], [28836, "2016-09-08T02:49:07Z", [0.02], ""], [691, "2016-09-07T20:15:36Z", [0.97], "The Michigan bill is on third reading in the Senate, which means it could pass whenever they get around to it, but it still has to go through the House process and maybe conference committee.  Could happen.\nhttps://www.legislature.mi.gov/(S(wbedd5odohbiuguyh4q4oleu))/mileg.aspx?page=getobject&objectname=2016-SB-0995&query=on The California bill is sitting on the governor's desk.  As I read the state constitution, the governor has 12 days to sign it or let it go without signature or veto.  He will probably sign this one, which he received on 02 September.\nhttp://leginfo.legislature.ca.gov/faces/billHistoryClient.xhtml?bill_id=201520160AB1592"], [368, "2016-09-07T17:52:25Z", [0.0], ""], [26375, "2016-09-07T15:02:02Z", [0.0], ""], [28563, "2016-09-06T21:18:52Z", [0.2], ""], [28563, "2016-09-06T21:11:10Z", [0.9], "Michigan seems to be moving forward on this."], [691, "2016-09-06T18:03:39Z", [0.97], ""], [368, "2016-09-06T17:57:17Z", [0.0], ""], [27976, "2016-09-06T14:15:32Z", [0.27], ""], [19801, "2016-09-06T13:35:23Z", [1.0], "Michigan Senate committee approves autonomous vehicle legislation The Michigan Senate Committee on Economic Development and International Investment approved a package of bills on Wednesday that would modernize legislation for autonomous vehicles to promote research and testing.Senate Bills 995-998 would update Michigan legislation to legalize autonomous vehicle testing and operation in real-world situations to better enable researchers to enhance the safety and technology needed to get the cars to market.\n“Michigan, for much of its history, has been known throughout the world as the home of the automobile, and it is only appropriate that we continue to be a pioneer in the industry,” State Sen. Ken Horn (R-Frankenmuth) said. “Data shows that more than 90 percent of auto accidents are caused because of human error. If we can remain an integral part of the development of technology to reduce these errors, I think it will be a great move for our state.” Horn chairs the committee and sponsored the legislation. The bills allow driverless vehicles on public roads, provided that an operator is present and has the option to control the vehicle manually. The bills also specify parameters for data collection to further enhance safety and technology.The bills also propose the creation of the American Center for Mobility at the abandoned 300-acre Willow Run facility, which would serve as a statewide facility for autonomous vehicle research and development.The bills were sent to the full Senate for consideration.\nhttps://www.cnet.com/roadshow/news/michigan-could-soon-legalize-fully-driverless-cars/ Proposed rules that would allow for testing of truly driverless cars on roads in California are gaining steam in the state’s legislature.\nSpecifically, Assembly Bill 1592 in California was revised on Monday to soon allow:\n“the testing of autonomous vehicles that do not have a driver seated in the driver’s seat and are not equipped with a steering wheel, a brake pedal, or an accelerator.”\nhttps://techcrunch.com/2016/08/30/california-regulators-warm-up-to-the-idea-of-driverless-cars-sans-steering-wheel/"], [28786, "2016-09-06T13:26:56Z", [0.11], "Most predictions state that there will be significantly less fatal collisions with the use of driverless cars. In addition, limiting operation to certain roads or conditions increases the likelihood that at least one out of 50 states will enact legislation on this matter."], [13377, "2016-09-06T03:53:18Z", [1.0], ""], [28593, "2016-09-06T03:44:27Z", [0.01], ""], [6303, "2016-09-06T01:41:23Z", [0.01], "According to the general news and GJP consensus."], [28780, "2016-09-06T00:10:39Z", [0.95], ""], [691, "2016-09-05T20:39:27Z", [0.97], ""], [20588, "2016-09-05T20:21:57Z", [0.05], "Politicians and bureaucrats will stay as far away from this as possible for as long as possible."], [12879, "2016-09-05T16:25:47Z", [0.1], ""], [28766, "2016-09-05T06:58:25Z", [0.05], "Even in a relatively easy legislative country like Sweden (extensive trials with trucks and buses) this is some years off due to the legal challenge of pinpointing responsibility for any accident. It is a mental barrier to overcome to not have a \"individual\" to hold responsible. Furthermore, vehicle IT-security flaws raises further questions for legislators."], [28753, "2016-09-04T20:39:31Z", [0.45], "given the speed of development of this tech & various tests, this is somewhat likely."], [368, "2016-09-04T19:31:05Z", [0.0], ""], [14208, "2016-09-04T18:42:22Z", [1.0], "California Governor now has 1592 on his desk. 2 Sep 2016;   AB-1592 Autonomous vehicles: pilot project. \"Enrolled and presented to the Governor at 12 p.m\"  http://leginfo.legislature.ca.gov/faces/billHistoryClient.xhtml?bill_id=201520160AB1592"], [11147, "2016-09-04T16:32:39Z", [0.05], "The legality of self driving cars as persona at law is still debatable. In the case of an accident resultant from the malfunction of the car's internal system, who will be held responsible. The car cannot stand in Court to answer any questions related to that. Neither is it just to charge the manufacturer of the self-driving car for its malfunction when it would have been recognized as a driver. "], [28225, "2016-09-04T15:53:58Z", [0.99], ""], [26467, "2016-09-04T15:15:39Z", [0.0], ""], [368, "2016-09-03T21:25:47Z", [0.0], ""], [691, "2016-09-02T18:52:20Z", [0.84], ""], [368, "2016-09-02T18:42:55Z", [0.0], ""], [28574, "2016-09-02T16:57:20Z", [0.08], ""], [14777, "2016-09-02T00:52:34Z", [1.0], ""], [23751, "2016-09-01T20:02:14Z", [0.25], "I do not think any state will ratify a law b/c the technology is still new and unproven!!!!"], [1249, "2016-09-01T18:57:03Z", [0.0], ""], [368, "2016-09-01T18:54:34Z", [0.0], ""], [691, "2016-09-01T18:12:18Z", [0.84], "The Michigan bill (S-0995) came out of committee today; Fiscal Agency analysis is here: file:///C:/Users/Jim/AppData/Local/Temp/2015-SFA-0995-F.pdf\nMichigan legislature bill-tracking system is here:  https://www.legislature.mi.gov/(S(4rgsbn1qycqygeq5hjny24xy))/mileg.aspx?page=getobject&objectname=2016-SB-0995&query=on Senate comes back on Tuesday, House on Wednesday.  \nMichigan Senate Rules at 3.201, quoting the state Constitution at Article IV, Section 26, say a bill can’t be passed until it’s been “printed or reproduced and in possession of the Senate” for at least five days.  According to @barhoom, there will be a special session starting on Tuesday through December. The language of both the rule and the Constitution specify “regular session,” and the only thing I can find about special sessions without working too hard is that no bill may be considered in one unless it’s included in the call, which is easy to do. However, if this one is not in the call, it can’t be passed in the special.  In some places there is a shorter dispensation for special sessions, but if Michigan has one I can’t find it. (This does not mean it doesn’t exist. I have never worked in the Michigan legislature and everyone I know who did is either dead or living in Florida now.)  Since the bill was amended at some point, according to the analysis, it is probably considered a new bill and so has to be in the body’s possession for five days. Also can’t find a definition of whether days is calendar days, business days, session days, or legislative days. These are not always the same—in some states it is up to the body whether a day has started or ended, so you can rip through three or four legislative days in a couple of hours, but the next legislative day might take two weeks to run its course. In most states, a session day is just a calendar day when the chamber (or sometimes either chamber) has a floor session.  So, to cut this short for a change:  If the session starting Tuesday is a special, the bill must be included in the session call to be considered. If it is, it may have to sit around for up to five days of some sort before being voted on. After that it goes over to the House. I have not started to wade through the House rules yet, but I suppose I must sooner or later, as it is beginning to matter. They are likely quite similar on most of these points.  The result is this baby could be on Governor's desk by the first week in October. I have not checked the Constitution to see how many days the governor has to decide what to do, but it seems likely he’ll sign it as soon as he sees it. It therefore seems increasingly probable that the patient will live. Bumping my number way up, but also checking the bill-status system daily from now on. This will cut deeply into my nap time.  "], [15548, "2016-09-01T15:51:17Z", [1.0], ""], [18762, "2016-09-01T15:23:32Z", [0.9], ""], [22243, "2016-09-01T12:58:59Z", [0.99], ""], [28414, "2016-09-01T12:42:08Z", [1.0], "https://www.gjopen.com/comments/comments/315310"], [25944, "2016-09-01T12:41:05Z", [0.8], "Michigan has the bill, it will certainly pass (probably with some restrictions but per the question above, that would still satisfy the conditions for \"yes\").  The only question is how fast it gets enacted and I believe Michigan is serious about wanting to be first."], [19801, "2016-09-01T12:40:01Z", [1.0], " Senate Committee Expected To OK Autonomous Car Bills in Michigan  Michael Wayland, and Melissa Burden, reporting for The Detroit News:\nMichigan legislators could vote as early as next week on sweeping autonomous vehicle bills that would allow self-driving cars on any Michigan road without a human driver behind the wheel. The Senate's Economic Development and International Investment Committee is holding a public hearing on the bills at 10 a.m. Wednesday at Nexteer Automotive, 3900 E. Holland, in Buena Vista Township in Saginaw County. The seven-member committee is expected to send the bills to the Senate floor for a vote as early as Tuesday. If approved, the bills would need approval of the House before heading to Gov. Rick Snyder's desk. \"We're very, very sure that this is going to move out of committee tomorrow,\" Sen. Mike Kowall, R-White Lake Township, who introduced the legislation, told The Detroit News on Tuesday. \"We've aired out just about everything over the sun.\"\nhttps://tech.slashdot.org/story/16/08/31/2050244/senate-committee-expected-to-ok-autonomous-car-bills-in-michigan"], [27729, "2016-09-01T09:18:00Z", [0.05], ""], [27729, "2016-09-01T09:08:43Z", [0.08], ""], [28694, "2016-09-01T04:05:58Z", [0.6], ""], [28017, "2016-09-01T03:40:48Z", [0.97], "California bill close to being passed. \nOther states have proposed bills that may take longer to be enacted."], [4910, "2016-09-01T00:34:12Z", [0.9], ""], [691, "2016-08-31T19:01:05Z", [0.01], ""], [28685, "2016-08-31T18:27:33Z", [0.03], ""], [28685, "2016-08-31T18:27:11Z", [0.15], ""], [368, "2016-08-31T15:10:17Z", [0.0], ""], [19801, "2016-08-31T10:50:50Z", [1.0], "A Michigan senator has introduced a bill that would make it legal for driverless autonomous vehicles to roam the streets of his state. Tomorrow, a committee on economic development will hold a hearing to discuss the bill, which has support from both Democrats and Republicans in Michigan’s senate. The bill would keep a lot of the autonomous research and development that’s going on in Michigan in the state, and it could bring in other companies seeking to test out their driverless cars without human operators at the steering wheel.\"I want to make sure we plant the flag here and we maintain the lead in terms of automotive research and development,” Mike Kowall, the Republican state senator who introduced the measure, told CNN Money.\nAccording to the bill, self-driving cars would be allowed on any road in Michigan, including stretches of interstate highway. \"\nhttp://arstechnica.com/cars/2016/08/michigan-mulling-bill-to-allow-driverless-cars-on-public-roads/"], [12686, "2016-08-31T03:09:47Z", [0.05], "too short a time  frame"], [9755, "2016-08-31T00:15:20Z", [1.0], ""], [83, "2016-08-30T19:27:18Z", [1.0], "\"Enact\" should not be an issue:\nFrom: http://www.merriam-webster.com/dictionary/enact\n\"to make (a bill or other legislation) officially become part of the law\"\n"], [28358, "2016-08-30T18:35:49Z", [0.01], ""], [24242, "2016-08-30T18:15:58Z", [0.0], ""], [506, "2016-08-30T17:37:52Z", [1.0], ""], [14884, "2016-08-30T17:32:00Z", [0.35], ""], [368, "2016-08-30T17:28:52Z", [0.0], ""], [556, "2016-08-30T14:20:51Z", [1.0], ""], [22264, "2016-08-30T13:45:13Z", [0.35], ""], [4910, "2016-08-30T07:05:29Z", [0.95], ""], [24633, "2016-08-30T06:56:54Z", [0.0], ""], [15621, "2016-08-30T06:42:24Z", [1.0], "Passed in assembly"], [28274, "2016-08-30T06:14:26Z", [0.93], "I up my forecast to 93% after CA bill #1592 has passed the senate and amendments in assembly concurred in.   http://leginfo.legislature.ca.gov/faces/billHistoryClient.xhtml?bill_id=201520160AB1592"], [1993, "2016-08-30T03:41:16Z", [1.0], ""], [1529, "2016-08-30T03:08:20Z", [0.0], "Too soon to understand and codify the different responsibilities and conditions of operation."], [19801, "2016-08-30T03:05:34Z", [1.0], "I was 100% on Aug 14, long before California was passing its legislation. Based on how many states had pending legislation on AV's, and it seemed likely that one would pass before year end. \"Michigan may become the first state to let driverless cars on the road without any human driver behind the wheel. State legislators have introduced a bill that would let companies developing the self-driving technology operate their vehicles on the road without a test driver present.Most major automakers and some major tech companies, including Google and Uber, are developing autonomous cars and testing them on public roads. But currently, all states require a human driver to be behind the wheel in case they need to take over. The proposed legislation is part of a package of bills that a bipartisan group of state legislators introduced to update the state’s current law on autonomous vehicles. Michigan’s senate economic development committee will hold a hearing on the bill, which was originally introduced in May, on Wednesday.\nAccording to a report from CNN Money, sponsors say the bill has bipartisan support, so it has a good chance of passing.\" http://www.businessinsider.com.au/michigan-bill-autonomous-cars-2016-8?r=UK&IR=T\nhttps://www.gjopen.com/comments/comments/302438"], [22833, "2016-08-30T01:22:12Z", [1.0], ""], [1646, "2016-08-30T00:50:38Z", [1.0], ""], [532, "2016-08-29T23:36:27Z", [1.0], "@morrell "], [3363, "2016-08-29T23:27:30Z", [0.9], ""], [38, "2016-08-29T22:54:14Z", [1.0], ""], [73, "2016-08-29T22:38:20Z", [1.0], ""], [14208, "2016-08-29T22:29:35Z", [1.0], "1592 just passed the California assembly 65 yes 2 no.  This will be law unless Brown will veto. "], [53, "2016-08-29T22:25:33Z", [1.0], ""], [53, "2016-08-29T22:24:38Z", [0.95], ""], [64, "2016-08-29T22:17:49Z", [1.0], ""], [368, "2016-08-29T20:43:10Z", [0.0], ""], [691, "2016-08-29T19:34:50Z", [0.01], ""], [4729, "2016-08-29T17:01:21Z", [0.04], ""], [16272, "2016-08-29T16:05:31Z", [0.19], ""], [53, "2016-08-29T15:40:58Z", [0.75], ""], [25876, "2016-08-29T13:26:03Z", [0.15], ""], [28650, "2016-08-29T08:52:47Z", [0.0], "State legislatures do not move quickly enough fort his to happen by the end of the year."], [28648, "2016-08-29T07:25:17Z", [0.05], ""], [6303, "2016-08-28T23:17:49Z", [0.01], "According to the general news and GJP consensus."], [4910, "2016-08-28T21:44:25Z", [0.55], ""], [11157, "2016-08-28T19:40:48Z", [0.0], ""], [368, "2016-08-28T18:30:22Z", [0.0], ""], [27118, "2016-08-28T15:59:59Z", [0.03], ""], [3463, "2016-08-28T15:44:42Z", [0.0], ""], [691, "2016-08-28T15:25:27Z", [0.01], ""], [25791, "2016-08-28T13:40:51Z", [0.05], ""], [53, "2016-08-28T00:48:01Z", [0.1], ""], [691, "2016-08-27T20:09:14Z", [0.01], ""], [12879, "2016-08-27T15:06:48Z", [0.05], ""], [15548, "2016-08-27T12:51:27Z", [0.71], ""], [1593, "2016-08-27T12:34:48Z", [0.01], ""], [10745, "2016-08-26T22:30:44Z", [0.0], ""], [14777, "2016-08-26T21:51:41Z", [0.7], ""], [53, "2016-08-26T21:44:48Z", [0.6], ""], [22243, "2016-08-26T17:24:45Z", [0.5], ""], [556, "2016-08-26T17:18:21Z", [0.95], "http://www.detroitnews.com/story/business/autos/2016/08/25/state-senate-hold-hearing-self-driving-car-bills/89370292/"], [368, "2016-08-26T17:04:59Z", [0.0], ""], [53, "2016-08-26T16:46:42Z", [0.1], ""], [22833, "2016-08-26T14:36:26Z", [0.0], ""], [28578, "2016-08-26T01:40:10Z", [0.0], "Very high liability and these vehichles are still in the testing stage.  It will take a while before the public puts trust behind automation.  Although, the driving while texting epidemic is sure to speed up the envetable adoption of computer run cars... However, who is held responsible for accidents will need to be worked out in court, do we blame the software engineer ?  How much liability will the car company have?"], [28575, "2016-08-26T00:43:40Z", [0.05], ""], [28576, "2016-08-26T00:35:35Z", [0.05], "General population unlikely to support, govt wont allow it"], [691, "2016-08-25T19:56:20Z", [0.01], ""], [53, "2016-08-25T19:44:55Z", [0.8], ""], [368, "2016-08-25T18:01:10Z", [0.0], ""], [15548, "2016-08-25T15:44:35Z", [0.66], ""], [15621, "2016-08-25T15:15:52Z", [0.9], ""], [1646, "2016-08-25T14:55:15Z", [0.85], ""], [15621, "2016-08-25T14:51:15Z", [0.95], ""], [28563, "2016-08-25T11:58:57Z", [0.1], ""], [22833, "2016-08-25T01:12:56Z", [0.1], ""], [28556, "2016-08-25T01:07:30Z", [0.23], ""], [14208, "2016-08-25T00:50:04Z", [0.9], "It seems yesterday the bill was read and is allowed to proceed for a vote to the assembly floor.  This bill should pass considering there is no tax levy or appropriations. +10 \"LAST HIST. ACT. DATE:  08/23/2016  LAST HIST. ACTION   :  Read third time. Passed. Ordered to the Assembly\"\nhttp://leginfo.ca.gov/pub/15-16/bill/asm/ab_1551-1600/ab_1592_bill_20160823_status.html"], [27729, "2016-08-24T21:22:33Z", [0.25], ""], [691, "2016-08-24T20:49:28Z", [0.0], ""], [1646, "2016-08-24T19:40:15Z", [0.75], "Back to 75 until Assembly votes"], [1646, "2016-08-24T19:27:36Z", [0.45], "Lowering to be closer to concensus, considering enacting legislation involves a complex political process, constraints on what local authorities can decide without federal framework."], [368, "2016-08-24T17:16:24Z", [0.0], ""], [28536, "2016-08-24T16:16:19Z", [0.02], "Too early for discussion. Technology still in trials"], [28535, "2016-08-24T15:01:11Z", [0.0], ""], [28535, "2016-08-24T14:53:29Z", [0.05], ""], [283, "2016-08-24T13:25:52Z", [0.12], "Not enough time, but some podunk state might do it to be perceived as tech friendly."], [28504, "2016-08-24T09:22:18Z", [0.01], "Unless political forces are moving based on lobbying and financial factors, there is no upside to running to enact this legislation"], [28518, "2016-08-24T04:52:48Z", [0.05], "States tend to be slow and if they are not already working on this topic, and I don't know any states that are they will not be done before the end of the year. Plus the potential downside to politicians if they vote to approve something like this and something bad happens is to high."], [28484, "2016-08-24T02:55:37Z", [0.02], ""], [28484, "2016-08-24T02:54:51Z", [0.03], "There is a lot of thecnical and political issues to solve first. Which will be the impact on employment and how thw society could trust in this technology "], [691, "2016-08-23T19:11:01Z", [0.0], ""], [28503, "2016-08-23T18:12:18Z", [0.01], "Too much work left to do on the technology and testing and not enough time to get a law passed anyway"], [368, "2016-08-23T16:47:16Z", [0.0], ""], [23744, "2016-08-23T16:11:34Z", [0.23], ""], [27978, "2016-08-23T11:32:46Z", [0.02], "Using the list of tracked legislation from the commentor below, nothing on the rockets that addresses allowing the vehicles to operate. Associated bills may pass that define or provide some linkages to autonomous vehicles, but all current legislation seems targeted on defining the problems with these vehicles. If a new bill is introduced in the fall sessions, it is doubtful it would reach the desk of the executive for signature before the end of the calendar year. "], [28493, "2016-08-23T06:40:00Z", [0.05], "Too many regulatory burdens are still required before this becomes a reality"], [20911, "2016-08-23T01:22:02Z", [0.1], ""], [14208, "2016-08-22T21:52:04Z", [0.8], "I was curious who opposes AV and it seems there is a fairly vocal group www.consumerwatchdog.org they even sent a letter to oppose California AB 1592.  To me this further indicates 1592 is a serious consideration and may become law this year.   http://www.consumerwatchdog.org/resources/ltrbonilla080416aug.pdf\nhttp://www.consumerwatchdog.org/search/apachesolr_search/autonomous%20driverless"], [368, "2016-08-22T21:44:28Z", [0.0], ""], [28194, "2016-08-22T20:36:27Z", [0.04], ""], [691, "2016-08-22T19:10:15Z", [0.0], "Once again one hopes, on the basis of no evidence, that those who wrote and will score this Q understand the words they have used.  Legislation is enacted when the legislature passes a bill and the governor signs it (or it is passed over the governor's veto).  Just passing a bill is not sufficient, nor is an executive order of the governor.  It would not have to be a separate bill, but could be a smallish section of a bit of legislation that gets enacted.   There are very few legislatures still in session, and most of those still sitting are not dealing much with substantive legislation, although a rider tacked onto an emergency budget bill is not out of the question.  The ambiguous, and not at all improbable, case is an item in a budget bill that appropriates money to some agency or university to conduct research on this subject but doesn't explicitly authorize them to turn the vehicles loose for that purpose.   In my view that's still a No, but if compensated sufficiently I could make the opposite case.  Holding at zero, probably unwisely."], [28476, "2016-08-22T12:36:10Z", [0.99], ""], [28474, "2016-08-22T09:55:31Z", [0.0], ""], [10762, "2016-08-22T08:43:17Z", [0.01], ""], [28346, "2016-08-22T08:37:40Z", [0.15], "Accelerating pace of tests for autonomous vehicles (eg Tesla in Pittsburgh) + interest in niches such as trucks & construction vehicles make it more likely that a specific law, or amendment/clause of an adjacent law, could specifically reference autonomous vehicles."], [28468, "2016-08-22T04:30:44Z", [0.02], ""], [21884, "2016-08-22T01:38:47Z", [0.01], ""], [8491, "2016-08-21T21:52:17Z", [0.6], "The rapid development and enhancement of safety in the autonomous vehicles will enable large number of cars produced by different CarMakers to be put to work driverless. "], [9924, "2016-08-21T21:49:16Z", [0.35], ""], [6303, "2016-08-21T21:47:11Z", [0.01], "According to the general news and GJP consensus."], [28459, "2016-08-21T20:59:00Z", [0.02], ""], [691, "2016-08-21T19:27:57Z", [0.0], ""], [26855, "2016-08-21T17:59:24Z", [0.05], "No.  The state of the art is still too immature and the recent fatal Tesla Motors wreck reveals some serious issues with semi-autonomous vehicles, much less fully driverless vehicles."], [28413, "2016-08-21T17:21:24Z", [0.0], "Not in an election year, not with so little time left."], [28450, "2016-08-21T16:42:05Z", [0.0], ""], [27705, "2016-08-21T16:40:49Z", [0.05], "No.  All but 8 state legislatures are currently adjourned.  http://www.statescape.com/resources/legislative/session-schedules.aspx.  The states that are in session and will stay in session until 2017 and already have bills in the pipeline are not going to spend election year time on something the insurance industry has nixed. "], [5390, "2016-08-21T15:48:41Z", [0.0], ""], [27597, "2016-08-21T15:33:58Z", [0.05], "There is a large \"fear\" quotient in public perception greatly hampering its popularity in the near term. That coupled with the lack of case on the legal liability makes for an unlikely scenario.   Both of these do not seem to have near term resolutions. "], [25314, "2016-08-21T13:27:00Z", [0.28], ""], [14045, "2016-08-21T10:50:09Z", [0.01], ""], [1400, "2016-08-21T06:26:24Z", [0.0], ""], [4910, "2016-08-21T02:26:28Z", [0.67], ""], [28291, "2016-08-20T22:46:34Z", [0.05], "10 states have legislature in regards to autonomous driving but most appear to be in the early stages.\nThe main dates for bills is 1st July or 1st October"], [14777, "2016-08-20T20:14:38Z", [0.65], ""], [368, "2016-08-20T18:46:17Z", [0.0], ""], [83, "2016-08-20T17:31:35Z", [1.0], "Competition for investment."], [1993, "2016-08-20T17:17:26Z", [0.85], ""], [28131, "2016-08-20T17:00:06Z", [0.01], ""], [83, "2016-08-20T16:40:07Z", [0.75], "Ohio Turnpike rumors: http://triblive.com/news/regional/10999212-74/testing-ohio-driving\n- Six inch lane markers\n- lines repainted every year\n- aggressive debris and pot hole removal\n- opportunity to test snow and ice covered surfaces\n- fiber optic cable coverage\n- managed by its own governing authority\n- 3 lanes between Toledo and Youngstown\n- Service areas on the tollway"], [23345, "2016-08-20T16:06:26Z", [0.0], ""], [691, "2016-08-20T14:09:07Z", [0.0], ""], [3363, "2016-08-20T11:30:52Z", [0.38], ""], [19801, "2016-08-20T10:58:13Z", [1.0], "The state recently created a task force charged with developing policies for testing self-driving \"autonomous\" vehicles, and its members already are considering eliminating the one rule governing those vehicles it has on the books now — that an operator be behind the wheel at all times. \"There's nothing unique today about Pennsylvania,\" said Kurt Myers, a PennDOT official and Autonomous Vehicle Testing Policy Task Force co-chairman. \"If we do change these policies and we do have the law changed, then it opens the door for a lot of different testing scenarios that can't be done in other states.\"\nhttp://www.mcall.com/news/local/mc-pa-autonomous-vehicle-testing-rules-20160813-story.html#nt=simple-embed Pennsylvania Pulls Ahead of the Pack on Self-Driving Vehicles Pennsylvania's autonomous vehicle task-force is working to make the state a leader in the self-driving industry and recently proposed legislation to allow cars to test without people behind the wheel.\nhttp://www.govtech.com/policy/Pennsylvania-Pulls-Ahead-of-the-Pack-on-Self-Driving-Vehicles.html At least 9 states(California,Illinois, Massachusetts,Michigan,New Jersey,New York, Pennsylvania, Rhode Island, Tennessee) have pending legislation. Seems very likely by this year.\nhttp://www.ncsl.org/research/transportation/autonomous-vehicles-legislation.aspx Watch Out, Motorists: Driverless Cars Closer to U.S. Green Light\nhttp://www.bloomberg.com/politics/articles/2016-03-11/few-barriers-to-adoption-of-self-driving-vehicles-study-says\n"], [4910, "2016-08-20T07:00:53Z", [0.75], ""], [28276, "2016-08-20T07:00:53Z", [0.08], ""], [13884, "2016-08-20T02:49:18Z", [0.7], "based on those who read up whats going on in california. most other states' legislative sessions are over"], [240, "2016-08-19T21:08:21Z", [0.0], ""], [28358, "2016-08-19T20:31:46Z", [0.02], ""], [691, "2016-08-19T18:54:14Z", [0.0], ""], [706, "2016-08-19T18:48:31Z", [0.15], "Not with reports coming from the world, now, too."], [6862, "2016-08-19T18:22:02Z", [0.0], ""], [746, "2016-08-19T18:02:01Z", [0.0], ""], [368, "2016-08-19T17:55:30Z", [0.0], ""], [556, "2016-08-19T17:16:13Z", [0.85], "Just jumping in on this question today.\nStarting here based on...\nhttp://www.post-gazette.com/news/transportation/2016/06/01/Task-force-will-oversee-development-of-driverless-vehicles-in-Pennsylvania/stories/201606010166 and https://www.gjopen.com/comments/comments/306060"], [15548, "2016-08-19T16:24:41Z", [0.57], "https://www.gjopen.com/comments/comments/306060 "], [20594, "2016-08-19T16:13:28Z", [0.05], ""], [10039, "2016-08-19T14:14:47Z", [0.02], ""], [20156, "2016-08-19T11:40:53Z", [0.0], ""], [22611, "2016-08-19T08:29:41Z", [0.03], ""], [1993, "2016-08-19T05:16:38Z", [0.7], ""], [10968, "2016-08-19T03:58:43Z", [0.1], ""], [10968, "2016-08-19T03:57:50Z", [0.2], "Comment deleted on Aug 19, 2016 03:58AM UTC"], [15923, "2016-08-19T00:40:19Z", [0.01], ""], [275, "2016-08-19T00:37:17Z", [0.01], "Legislation is premature, and not being prepared."], [11242, "2016-08-18T23:50:33Z", [0.05], "Not enough time to enact such legislation and there are no standard criteria to determine if cars are ready to be safe."], [21510, "2016-08-18T23:47:52Z", [0.0], ""], [7263, "2016-08-18T22:39:59Z", [0.0], "Since recent accidents with humans on board think they will wait a little longer to see if bugs can be worked out."], [19912, "2016-08-18T22:25:06Z", [0.55], ""], [4367, "2016-08-18T22:18:02Z", [0.0], "There is simply no chance any state legislature will take the safety or political risk of allowing auto-piloted vehicles on public highways."], [13279, "2016-08-18T22:17:25Z", [0.7], "If the vehicle also has a driver in it...even though there is no pressing need many Governments love the idea of being able to control movement of private citizens and will advance the technology before it is sufficiently developed"], [21133, "2016-08-18T22:01:37Z", [0.0], "1. Elections 2. Far too little scientific testing to be enacted in such short of time."], [14208, "2016-08-18T21:55:08Z", [0.75], "31 Aug 2016 is the last day California has to pass any bill per their published schedule.  http://senate.ca.gov/legdeadlines Most other legislators are similar to California.  Most bills remain in committee.  California legislation pending:\nCheck this out AB 2682, was amended by Chang from Autonomous vehicles legislation to a Registered sex offenders legislation http://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201520160AB2682 Assembly Member Gatto sponsor of AB 2866 is not running for reelection this year and seems more interested in piezoelectric roads in California. https://www.facebook.com/Assemblyman-Mike-Gatto-248355458520271/ Assembly Member Eduardo Garcia sponsor of AB 2415 is still in committee and is not on the list of bills sent for a vote per his recent press release.   http://asmdc.org/members/a56/news-room/press-releases/assemblyman-garcia-s-local-bills-head-to-senate-floor Assemblywoman Susan A. Bonilla has AB 1592 and is up for a vote this month.  And seems like it will happen.  But I have a concern in the GJ question and the bill.  You see the GJ question asks if AV will be allowing autonomous vehicles to operate on its public roads?  The bill says, \"The testing shall be conducted only at a privately owned business park designated by the authority, inclusive of \"public roads\" within the designated business park\". Technically the answer is a YES.  It also seems the bill is a priority to be complete this year.  Going up to 75% http://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201520160AB1592\nhttp://asmdc.org/members/a14/news-room/press-releases/bonilla-s-bill-supporting-the-innovation-of-autonomous-vehicles-in-california-passes-senate-committee\nhttp://gomentumstation.net/\nCalifornia already has AV laws but this question specifically says \"any state\" so to me this says if 1592 passes which it should then this question will end with a yes."], [3463, "2016-08-18T21:44:27Z", [0.0], ""], [2541, "2016-08-18T21:41:13Z", [0.75], "States like Nevada and California are prime testing grounds for autonomous vehicles. Nevada already allows some testing and I would imagine California will follow and allow at least some testing as the technology drives forward with several companies already at the stage where they will need to begin/continue road testing."], [20599, "2016-08-18T21:38:28Z", [0.1], ""], [368, "2016-08-18T19:38:45Z", [0.0], ""], [1646, "2016-08-18T17:57:54Z", [0.75], "@barhoom 's analysis motivated me to do some more research. As an alternative to the GovTrack analysis methodology, I calculated speed of bill passing between different instances (i.e. from proposal to committee to assembly to each of the senate readings) giving it a weight when compared to historical averages. Then calculated percentage of Ayes and Noes in voting for passing each committee instance  and also assigned weight compared to average. I used these weights to project future legislative time for each bill and compared it to remaining legislative times for each state, (deducing 15% for being electoral year). Did some more calculations, including a framework for comparing corporate liquidity (cash on hand) of companies interested in testing against State government S&P ratings, but I don't have the time to explain now.\nhttps://leginfo.legislature.ca.gov/faces/billHistoryClient.xhtml?bill_id=201520160AB1592"], [691, "2016-08-18T16:11:34Z", [0.0], ""], [23006, "2016-08-18T15:46:18Z", [0.0], "timeframe too tight for government policy and laws to be adapted"], [15231, "2016-08-18T13:34:44Z", [0.45], ""], [28375, "2016-08-18T13:06:06Z", [0.0], "Recent accidents highlight that the technology isnt ready for a fully autonomous driving experience"], [28274, "2016-08-18T09:58:30Z", [0.26], "I realized that I need to factor in that some states' sessions are due to indefinite suspension and this would affect the probability of a bill to pass within the remaining period before suspensions.  It's reduced to 26%."], [28274, "2016-08-18T09:18:34Z", [0.79], "First, I have to say that the wording of the question is a little bit tricky. It asks if any US state enact legislation that \"allows\" AV to operate on its public roads. Therefore, it might exclude those that have already enacted such laws, like CA, but later they enact additional bills that are mere slight amendments. However, for the sake of simplicity I decided to count such situations as resolving the question to \"yes\". Thinking about how to approach the problem, I find out it all boils down to the probability that any current bill would pass a legislation process and get enacted regardless the state. Therefore, the unit of measurement will not be the state but the bill. So I gathered all AV related bills and they could be found on these URLs:  http://cyberlaw.stanford.edu/wiki/index.php/Automated_Driving:_Legislative_and_Regulatory_Action  http://www.ncsl.org/research/transportation/autonomous-vehicles-legislation.aspx#Introduced%202016 However, states that have their legislatures’' sessions closed should not be counted in. Only those are still open, their sessions are on hold due to vacations, or those that have scheduled special sessions in the rest of the year will be considered. Additionally I neglected bills that request studies or mere definitions of VC without clear impact on permissibility on being on the road. This filters out bills and states to only 5 states and 12 bills. After limiting the scope of search, I looked into the factors that would affect the probability of any bill to successfully enacted (merit-based probability). I found a very helpful website that provides a statistical model based on satisfactory number of congressional bills and uses logistics regression that encompasses 18 factors. This is the URL:  https://www.govtrack.us/about/analysis#prognosis/factors I used this model to calculate the overall probability of a bill success regardless time.  Then I looked into each bill and assigned a relevant probability according to the stage where it is currently in (in which house and in which reading round - reading 1, 2 or 3). So bills at 3rd reading in the 2nd house (senate or assembly) have higher probability of passing than bills in 1st or 2nd reading round in the 1st house. This is a time-based probability.  Then I let the model run the calculations to find out the probability of the success of each bill (the probability based on its own merit * the probability of its progress in the senate/assembly houses).  Finally, I calculated the combined probability of any bill get enacted."], [26597, "2016-08-18T04:53:54Z", [0.0], ""], [28343, "2016-08-18T04:29:17Z", [0.1], ""], [28366, "2016-08-18T01:54:26Z", [0.2], "http://www.govtech.com/policy/Pennsylvania-Pulls-Ahead-of-the-Pack-on-Self-Driving-Vehicles.html\nPennsylvania's autonomous vehicle task-force is working to make the state a leader in the self-driving industry and recently proposed legislation to allow cars to test without people behind the wheel.\nby Michelle Merlin, The Morning Call (Allentown, Pa.) / August 15, 2016  This news said PA \"proposed legislation to allow cars to test without people behind the wheel\", so it may \"enact legislation\" in the following months. If there are new more news in the future I can update my prediction then. "], [14208, "2016-08-17T22:35:34Z", [0.01], ""], [368, "2016-08-17T22:05:45Z", [0.0], ""], [28194, "2016-08-17T21:30:29Z", [0.1], "Very young and still unpredictable technology. The latest news from Tesla have clearly shown its current shortcomings. Nontheless, that doesnt mean a convinced advocate of the technology in politics puts it back on the agenda. Probably not in the extreme version of \"fully\" autonomous and \"all\" public roads. A semi autonomous system for trucks on a limited number of highways seems more feasable.  Additional question: where do you draw the line between autonomous and non-autonomous?"], [28358, "2016-08-17T20:45:50Z", [0.02], "Most people I've talked to don't feel comfortable with this idea even if it is safer and no politician wants to take on such a risk during an election cycle either for themselves or their party. At most, governments would only allow autonomous vehicles to operate with a backup operator in the \"driver's seat\" like they do already in CA."], [28355, "2016-08-17T16:34:30Z", [0.1], "The technology is still in its infancy.  Possibly by the end of next year there will be more approval for the technology."], [12879, "2016-08-17T14:26:08Z", [0.02], ""], [4042, "2016-08-17T14:20:57Z", [0.0], ""], [22833, "2016-08-17T13:45:11Z", [0.0], ""], [26467, "2016-08-17T13:00:58Z", [0.0], "The legal structures are not ready for this to happen.\nIf the autonomous vehicle kills someone, who is responsible? \nIn a given situation, an autonomous vehicle will know it is going to kill either the person in the car or a person outside of the car. Which choice does it make and who has the responsibility of programing that choice? The programmer, the government, the insurance companies, the lawyers, or worse yet, your local politician? "], [15196, "2016-08-17T05:37:45Z", [0.0], ""], [506, "2016-08-17T03:46:57Z", [0.01], ""], [506, "2016-08-17T03:46:51Z", [0.02], ""], [1993, "2016-08-17T02:25:17Z", [0.1], ""], [14777, "2016-08-16T22:28:41Z", [0.2], ""], [14432, "2016-08-16T21:58:11Z", [0.0], ""], [28332, "2016-08-16T18:26:28Z", [0.03], "I believe we are still a ways away from that because 1. there have been several accidents with semi -autonomous vehicles already. 2. fully autonomous vehicles would require infrastructure upgrades that now one appears to be willing to pay for at this time. 3. There have been studies out already that point to the fact that autonomous vehicles have many issues in operating when forced to use the same road ways as driver operated vehicles."], [15548, "2016-08-16T18:20:08Z", [0.15], ""], [12879, "2016-08-16T17:00:19Z", [0.03], ""], [57, "2016-08-16T15:51:15Z", [0.0], ""], [25611, "2016-08-16T15:24:32Z", [0.0], "Not in 2016."], [691, "2016-08-16T14:56:30Z", [0.0], ""], [28331, "2016-08-16T14:51:41Z", [0.25], "Autonomous driving will be part of the future of mobility. However, these days the technique used by car developers, especially Tesla, is not good enough to allow complete autonomous driving. Also, legislation processes are used to be slow."], [14777, "2016-08-16T12:58:35Z", [0.33], ""], [28330, "2016-08-16T12:57:25Z", [0.02], ""], [28328, "2016-08-16T12:17:55Z", [0.05], ""], [20135, "2016-08-16T09:34:37Z", [0.05], ""], [28323, "2016-08-16T08:44:36Z", [0.0], ""], [919, "2016-08-16T07:15:39Z", [0.45], ""], [28320, "2016-08-16T04:57:01Z", [0.05], ""], [28319, "2016-08-16T04:37:50Z", [0.0], "They are just not safe enough, maybe by end of 2017-18 it will be up for debate, but there isn't enough testing yet for real life situations that would make the public or state officials comfortable."], [28318, "2016-08-16T04:26:09Z", [0.02], "Any decision delayed by elections and death of drivers"], [98, "2016-08-16T01:11:22Z", [0.0], ""], [20053, "2016-08-15T22:43:06Z", [0.01], ""], [28165, "2016-08-15T22:06:53Z", [0.03], ""], [28312, "2016-08-15T21:41:47Z", [0.03], "Americans in particular will have a hard time ceding control in an area that we explicitly associate with our internal love of freedom--driving the open road.  Now that there's been one particularly nasty fatal accident, it will only reinforce that cycle, making it particularly difficult to see a law passed in such a short time."], [28310, "2016-08-15T19:37:27Z", [0.0], "Updating..."], [28310, "2016-08-15T19:33:54Z", [0.05], "More due to insufficient time to get actual legislation through, rather than technical feasibility.  Initial approval for such autonomous operation will be for designated lanes, on specific sections of roadway, possibly with all other traffic initially blocked/banned from concurrent use. Will also require human be present in the vehicle. E.g., remote sections of road in Nevada could be authorized as autonomous test project, 3-6 month period. This will happen, just not by December 2016."], [14777, "2016-08-15T18:57:16Z", [0.27], ""], [27101, "2016-08-15T18:47:30Z", [0.03], "My understanding is that technology isn't advanced enough and recent accidents have decreased the already small chance"], [27101, "2016-08-15T18:46:32Z", [0.02], ""], [25745, "2016-08-15T18:03:33Z", [0.0], "After recent fatality by Tesla, this will be put on back burner. The state of AI is not really up to the level of full autonomy. The visual recognition is really primitive."], [691, "2016-08-15T17:36:52Z", [0.0], ""], [506, "2016-08-15T17:23:04Z", [0.02], ""], [84, "2016-08-15T16:59:06Z", [0.08], ""], [12879, "2016-08-15T16:46:16Z", [0.05], ""], [22833, "2016-08-15T15:48:49Z", [0.02], ""], [10039, "2016-08-15T15:41:03Z", [0.04], ""], [28212, "2016-08-15T15:23:45Z", [0.02], ""], [877, "2016-08-15T15:19:47Z", [0.05], "We are not there yet!"], [27327, "2016-08-15T14:37:38Z", [0.15], ""], [27409, "2016-08-15T14:03:04Z", [0.0], ""], [18846, "2016-08-15T13:49:15Z", [0.0], ""], [1646, "2016-08-15T12:22:19Z", [0.15], ""], [28304, "2016-08-15T12:22:14Z", [0.15], "Election year and its very unlikely government can move on this fast enough"], [28303, "2016-08-15T12:14:04Z", [0.65], "LOutBelow has made a detailed estimate based of statistics on passage of legislation in the states, and I agree that California have the best chance to be the first state.  However, I have made the observation that the State of South Australia (a less economically active Australian state) has already tabled some legislation allowing experimental AVs, effectively giving them a leg up for any R&D or production opportunities that might emerge in-country (They are also losing out on existing plants which are closing shortly).  Similar efforts could be made from \"Rust belt\" states who want a free way to get a leg up on investment (They don't need to invest any state budget, just pass legislation), and such a movement with support in the polls could be rushed through quite rapidly.  We are running short on time to pass any such legislation but with 50 states I think the chance is around 65%."], [28302, "2016-08-15T11:58:21Z", [0.05], ""], [17051, "2016-08-15T11:56:07Z", [0.05], ""], [159, "2016-08-15T11:04:26Z", [0.0], ""], [28297, "2016-08-15T07:18:07Z", [0.15], ""], [28295, "2016-08-15T03:48:53Z", [0.05], ""], [7124, "2016-08-15T03:23:02Z", [0.03], "These vehicles need a lot more testing"], [28287, "2016-08-15T02:46:30Z", [0.27], "Limiting the focus to those bills already on the agenda, 24% of bills that receive committee hearings are enacted. Five qualifying bills are currently on the table and are going through the committee process, so there is a 75% chance that at least one of these bills should be enacted. I will use 75% as my baseline. The median time for a bill to become law is 215 days, but there are only about 140 days left in the year. These numbers are at the federal level, so I will assume the median time is shorter at the state level since the respective state congresses have slightly less partisan resistance. As others have stated, most states are already finished with the year's legislative sessions so the effective remaining time to enact any of these laws is closer to 30 days. I do not know when each of the bills was first introduced so I will assume they are already on average 40 days old considering where they are in the legislative process. Forecast reduced to 40%. Considering this is election season for many congressman, I do not expect this issue to be at the top of most agendas so that could lower the likelihood of being enacted. Forecast reduced to 35%. There is always the possibility of a bill being introduced in a special session or an amendment added to another bill. While this is unlikely, it can only increase the chances. Forecast increased to 37%. The recent headline-making death of a \"driver\" of an autonomous vehicle may be polarizing in making politicians hesitant to enact these laws. Forecast reduced to 22%. Since Tesla is at the forefront of this area and its headquarters are located in California, I could see the California legislation having slightly more incentive to pass their bill, even if to just allow testing on public roads. Forecast increased to 27%."], [14777, "2016-08-15T02:12:18Z", [0.5], ""], [6303, "2016-08-15T00:48:58Z", [0.01], "According to the general news and GJP consensus."], [28276, "2016-08-15T00:40:38Z", [0.1], ""], [424, "2016-08-15T00:35:08Z", [0.03], ""], [28292, "2016-08-14T22:04:01Z", [0.05], ""], [93, "2016-08-14T21:53:23Z", [0.05], ""], [4910, "2016-08-14T20:02:51Z", [0.1], ""], [24410, "2016-08-14T19:23:14Z", [0.1], "beyond highly-unlikely; however, i will make the allowance that a state might enact legislation permitting use of autonomous vehicles is very very specific /limited settings."], [14613, "2016-08-14T19:05:33Z", [0.02], ""], [28276, "2016-08-14T18:32:09Z", [0.45], ""], [27658, "2016-08-14T18:22:01Z", [0.25], ""], [1390, "2016-08-14T18:21:38Z", [0.92], "The technology is already in place to make full autonomous operation possible. The biggest hurdles are liability and infrastructure. I know from participation in an autonomous vehicle research group, that these issues have been worked through over the last several years. Some locations already have laws clarifying liability issues, and those existing laws can serve as models for other locations. Restrictions to certain roads partially answers the infrastructure problem, and is more likely to be a solution for the next several years. While manufacturers would like broader road access, municipalities are more likely to move slowly. We are more likely to see city by city approvals, and only wider access upon successful operation. This is definitely the future direction, though roll-out will be cautious."], [25051, "2016-08-14T17:39:52Z", [0.02], "Bad press hurts the chances.  Even more, politicians will vote based on media data instead of real data.  Lastly, we only have 2 real months left in the calendar year for our elected officials to do anything."], [24212, "2016-08-14T17:25:34Z", [0.01], ""], [27978, "2016-08-14T17:07:01Z", [0.03], "Recent accidents with autonomous vehicles, lack of demand from the voting blocks, election season, and recesses are going to prevent legislation like this from occurring. The public is not interested in this right now and all political eyes are focused on the elections occurring in November. This election will put in place several lame duck legislative bodies who will not act. I need to research individual states current dockets to reevaluate this prediction. "], [28281, "2016-08-14T15:58:59Z", [0.25], ""], [13979, "2016-08-14T14:56:34Z", [0.2], ""], [12573, "2016-08-14T14:54:16Z", [0.0], "I don't foresee this happening before the end of this calendar year. The main reason is that many state legislatures are in recess for the remainder of the year; they can't pass any laws unless they have a special session. And I don't think this will be a reason for any state to call back their legislative bodies."], [691, "2016-08-14T14:53:18Z", [0.0], ""], [8622, "2016-08-14T14:49:13Z", [0.1], "I don't believe to date  flawless technology is present to achieve that goal (especially after the fatal accident that happened few months ago)."], [27453, "2016-08-14T14:09:08Z", [0.06], "States are just not yet ready with education, laws, insurance, monitoring or training systems in place."], [24282, "2016-08-14T13:22:11Z", [0.0], ""], [6552, "2016-08-14T13:10:19Z", [0.05], ""], [27612, "2016-08-14T13:01:13Z", [0.0], ""], [27320, "2016-08-14T11:09:42Z", [0.05], ""], [28271, "2016-08-14T06:00:09Z", [0.05], "At least very limited testing shall be allowed on some of the public road to pilot that king of applicaiton.\n"], [15548, "2016-08-14T05:29:25Z", [0.25], ""], [1993, "2016-08-14T04:19:04Z", [0.15], "Coming up a little until I see what happens with the California bill, scheduled for its third reading on Monday."], [1993, "2016-08-14T04:02:13Z", [0.1], "For most states, the legislative session is over. But New Jersey, Pennsylvania, Michigan have full-time legislators, and they have legislation in committee. New Jersey has a couple of bills in committee that would satisfy this question (A3745, S343). Pennsylvania (S1268) is considering authorizing testing. I don't think any of Michigan's bills would fulfill the criteria of this question. Michigan has already passed legislation to permit testing.  There's California (AB1592), but there are only 2 weeks left in the session. California really wants this, as it doesn't want Silicon Valley to take its high-tech cars elsewhere for testing. The bill is scheduled for a third reading on August 15: https://leginfo.legislature.ca.gov/faces/billStatusClient.xhtml?bill_id=201520160AB1592 List of bills by state:\nhttp://cyberlaw.stanford.edu/wiki/index.php/Automated_Driving:_Legislative_and_Regulatory_Action#State_Bills Legislative sessions:\nhttps://www.multistate.com/state-resources/legislative-session-deadlines Pennsylvania Senate schedule:\nhttp://www.pasen.gov/session.cfm"], [28269, "2016-08-14T02:27:14Z", [0.15], "Autonomous vehicles is very low on the 2016 election agenda.  Nothing is likely to change in that respect by the end of the year."], [19801, "2016-08-13T23:40:04Z", [1.0], "Florida's 2016 legislation expands the allowed operation of autonomous vehicles on public roads and eliminates requirements related to the testing of autonomous vehicles and the presence of a driver in the vehicle. http://www.ncsl.org/research/transportation/autonomous-vehicles-legislation.aspx In 2016, 7 states (Nevada, California, Florida, Michigan, Hawaii, Washington, and Tennessee), along with the District of Columbia, have enacted laws for autonomous vehicles. After first fatal accident by Tesla's Autopilot system, revising laws or standards for autonomous car is carefully discussed globally.\nhttps://en.wikipedia.org/wiki/Autonomous_car#Legislation U.S. states that allow driverless cars public road testing as of 2016.\nhttps://en.wikipedia.org/wiki/File:Self_Driving_Cars_Legalized_States_in_USA.png 8 states have enacted laws explicitly permitting autonomous vehicles\nhttps://cyberlaw.stanford.edu/wiki/index.php/Automated_Driving:_Legislative_and_Regulatory_Action#Enacted"], [1646, "2016-08-13T22:36:14Z", [0.22], ""], [28265, "2016-08-13T19:43:37Z", [0.0], "too many issues still unresolved, small risk of problems but possible enormous negative outcomes. regulations will be complex  and have not been ironed out."], [12879, "2016-08-13T15:14:12Z", [0.12], ""], [601, "2016-08-13T15:11:42Z", [0.0], ""], [25358, "2016-08-13T12:25:17Z", [0.2], ""], [691, "2016-08-13T12:22:27Z", [0.0], ""], [28257, "2016-08-13T11:54:28Z", [0.7], ""], [3363, "2016-08-13T11:39:14Z", [0.13], ""], [12364, "2016-08-13T10:35:44Z", [0.15], ""], [500, "2016-08-13T09:53:30Z", [0.0], ""], [4729, "2016-08-13T06:09:11Z", [0.07], ""], [15548, "2016-08-13T05:22:22Z", [0.1], " http://cyberlaw.stanford.edu/wiki/index.php/Automated_Driving:_Legislative_and_Regulatory_Action\nIt looks like 14 states are considering it. Such a bill failed in 15 stats and passed in 4 stats.\nHowever a bill take around 3 months to pass and multiples bills have to be passed.\nI start at 10% but i will read the bill which are currently under consideration during the weekend.\n"], [1646, "2016-08-13T03:43:48Z", [0.55], "Corporate influence, such as Google's, coupled with national innovation priorities, would have made this an easy yes, were it not an election year, state legislatures having bigger problems to deal with and few days left to legislate (and this question does not encompass State Executive Actions, such as Arizona 2015-09 )\nAmongst the initiatives most likely to be enacted this year is California AB 1592, which interestingly faces consumer privacy opposition http://www.consumerwatchdog.org/resources/ltrbonilla080416aug.pdf"], [28252, "2016-08-13T01:36:38Z", [0.05], "Recent high profile crashes."], [12591, "2016-08-12T23:46:54Z", [0.01], ""], [14208, "2016-08-12T22:33:47Z", [0.03], "dropping to remain below consensus."], [191, "2016-08-12T22:16:28Z", [0.05], ""], [5148, "2016-08-12T21:53:04Z", [0.1], ""], [1333, "2016-08-12T21:02:43Z", [0.0], ""], [14208, "2016-08-12T20:10:36Z", [0.13], "There are nine states with existing autonomous vehicles legislation that have passed, there is one state with an executive order (Arizona). This year (2016) Massachusetts, Michigan, New Jersey, New York, Pennsylvania and Rhode Island all have legislation for autonomous vehicles in various states points of completion.   It is important to note that the legislation varies considerably.  For example, Illinois H3136 looks to be in its final stage of completion is for allowing research to begin on autonomous vehicles.  Research would count as allowing autonomous vehicles to operate on public roads.  Most legislation does not pass the first go around.  Most legislation has been taking a couple years to pass or fail. check out the ncsl.org link below for all the good info on the legislation.   I need to do more research on the status of the Illinois bill. For now I'm forecasting 13% (below consensus) that legislation will pass in a state that does not already have legislation to allow these vehicles to operate.   http://www.ncsl.org/research/transportation/autonomous-vehicles-legislation.aspx\nhttp://www.ilga.gov/legislation/BillStatus.asp?DocTypeID=HB&DocNum=3136&GAID=13&SessionID=88&LegID=89280"], [83, "2016-08-12T19:37:34Z", [0.75], "Increasing forecast:\nhttp://www.autonews.com/article/20160501/OEM11/160509998/why-michigan-wants-to-stay-in-the-drivers-seat-on-autonomous-vehicle\nCompetition to influence the future direction of autonomous vehicle regulation seem to be highly competitive."], [12879, "2016-08-12T19:26:47Z", [0.28], ""], [83, "2016-08-12T19:22:14Z", [0.5], "Michigan has already passed these types of laws:\nhttp://www.michigan.gov/snyder/0,4668,7-277-57577-318728--,00.html Test vehicles count:  Based on the questions specifics: \"Any legislation enacted allowing autonomous vehicles on public roads will resolve the question as \"yes,\" even if the legislation places restrictions on those autonomous vehicles (e.g., by limiting operation to certain roads or conditions, or only allowing operation for the purposes of research or testing).\" Starting at 50/50, autonomous driving vehicles are coming, the Tesla \"issues\" likely will not impact long range planning for further testing and development.  Competition for investment will motivate governments to provide opportunities for testing.  .... Question: would an expansion or modification of an existing law trigger a \"yes\" resolution?"], [500, "2016-08-12T19:20:25Z", [1.0], "no"], [22689, "2016-08-12T19:17:21Z", [0.03], ""], [28242, "2016-08-12T19:08:25Z", [0.05], ""], [745, "2016-08-12T19:08:21Z", [0.03], "There is little chance given recent news but you never know about states like Montana and Wyoming.  They might be willing to do this sooner given little traffic and loose limits on driving."], [12879, "2016-08-12T19:05:34Z", [0.0], ""], [22243, "2016-08-12T18:03:49Z", [0.05], ""], [691, "2016-08-12T17:39:30Z", [0.0], "Almost no state legislatures will be meeting during this period, and those that meet will most likely be making panicky budget adjustments.  The window for legislative sessions runs from a few days after election until maybe the end of November; in an extreme emergency, which this isn't, maybe mid-December.  This would be a controversial measure anyway, and what with Teslas slamming into the landscape all over the world it is deeply improbable that anyone will wish to chance it.  Pretty much a non-starter."], [1055, "2016-08-12T17:15:27Z", [0.05], ""], [1057, "2016-08-12T17:07:50Z", [0.25], ""]]}