{"question_id": 88, "title": "Which team will win the NFL’s Super Bowl in 2016?", "possible_answers": ["Carolina Panthers (was a team from the NFC)", "Denver Broncos (was a team from the AFC)"], "crowd_forecast": [0.6, 0.4], "correct_answer": "Denver Broncos (was a team from the AFC)", "correct_forecast": 0.4, "preds": [[1547, "2016-02-07T06:52:58Z", [0.75, 0.25], ""], [506, "2016-02-07T06:13:50Z", [0.85, 0.15], ""], [6303, "2016-02-07T04:15:36Z", [0.7, 0.3], "Manning is a sentimental favorite, and the Panthers have never played in a Super Bowl."], [14761, "2016-02-07T03:43:07Z", [0.85, 0.15], "A team with an out of form quarterback cannot win."], [14027, "2016-02-07T01:42:31Z", [0.58, 0.42], ""], [19291, "2016-02-07T01:13:36Z", [0.78, 0.22], "My initial forecast 32-68 for Panthers was based on my prediction engine (http://arxiv.org/abs/1601.04302).  I then checked how many times a team reaching the super bowl with regular season record 15-1 (i.e., Panthers) actually won the Lombardi trophy.  This was 100% and hence I updated my prediction to 78% for Panthers."], [14531, "2016-02-07T00:20:47Z", [0.59, 0.41], ""], [15166, "2016-02-07T00:19:39Z", [0.65, 0.35], ""], [19311, "2016-02-07T00:13:06Z", [1.0, 0.0], "I have no knowledge of NFL whatsoever. My prediction is based on the fact, that I don't really care about being right on this question, but at the same time it would be neat to get good results here - and only way to do that now is right choice with massive certainty. Carolina panthers seem to be predicted by majority people here, so I'm making it my choice..."], [11442, "2016-02-06T23:48:58Z", [0.6, 0.4], ""], [12828, "2016-02-06T23:30:40Z", [0.55, 0.45], ""], [19144, "2016-02-06T22:26:48Z", [0.55, 0.45], ""], [11885, "2016-02-06T22:21:34Z", [1.0, 0.0], ""], [176, "2016-02-06T21:32:26Z", [0.8, 0.2], "Prediction Machine causes reconsideration. "], [1450, "2016-02-06T21:19:12Z", [0.63, 0.37], ""], [19349, "2016-02-06T19:48:27Z", [0.25, 0.75], "This is a pure guess, I have no knowledge of American football "], [4042, "2016-02-06T18:50:05Z", [0.9, 0.1], ""], [11157, "2016-02-06T18:37:28Z", [0.62, 0.38], "Test of Carolina's offensive speed vs. Bronco's defensive speed.  Have to give edge to Carolina defense vs. Bronco's offense (sorry, Payton, but your arm strength is not what it was even a year or two ago)."], [17875, "2016-02-06T17:55:50Z", [0.5, 0.5], "Counter-intuitively  I  think this question is as important as,  \"Who will be the next president?\",  \"What will happen with the U.S. in the next 12 months?\", and \"What is the psychology of the U.S. consumer (i.e. sentiment) right now?\" Here's why....   The Super Bowl doesn't really matter in this sense. (1) It's pure entertainment; (2 ) Independent of causes but correlated to historical trends\n\n--\nBut both 1 & 2 are important to my propensity toward a thesis about the world 12 months from now: Entertainment\n(1)  Pure entertainment has a cost.  Fortunately economist & advertisers breakdown behavior around large entertainment spectacles like the Super Bowl so some signals for a back of envelope Monet Carlo method is feasible. .........(a) Are Consumers spending more on entertainment?    ( sentiment of consumer spending & labor market since we're now at full employment )\n,........(b) Are business spending on ads or otherwise around the event?  ( belief consumer sentiment is high & spending )\n.........(c) What's the tolerance for counterfeit NFL merchandise is the market? ( more counterfeit = desire for low prices )\n.........(d) What's the level of alcohol and drinking habits?  ( I believe alcohol & cigarettes use are signs of stress & create more stress ) Independent of causes but correlated to historical trends\n(2) My propensity is the U.S. enters a recession between Fall 2016 & Fall 2017.  No big deal but given our psychology after '07-'08 that there's an over reaction. Wall Street is more likely bearish in years an old NFL team wins  - Denver Broncos.  So it'll be interesting to watch. .........(a) U.S.  financial markets are technically in a bear market now  ( there's a 53% probability a recession follows a markets bear market historically )\n.........(b) Q: Macro economic stability to absorb market correction to QE?  A: NO. Contributing are currency instability, systemic instability in the largest global economies & institutions, unintended consequence of QE like strong dollar & falling treasury bond rates, Europe/China's lack of liberal market principles, and exogenous geopolitical risks in in oil, trade, etc\n.........(c) In presidential election years GDP is normally up 6.5-7%  ... BUT WHEN 2 TERM PRESIDENTS ARE LEAVING the market pull back is 24-50%.  THAT'S BAD for the market but we'll see how the economy fairs  (e.g. Eisenhower, Nixon, Reagan, Bush, Obama) -- \nLinks in case you think I'm talking gibberish:\nhttp://video.cnbc.com/gallery/?video=3000491598&play=1\nhttp://www.cnbc.com/2016/02/05/why-you-should-pay-attention-to-the-super-bowl-indicator.html\nhttp://www.cnbc.com/2016/01/26/mohamed-el-erian-warns-about-a-day-of-reckoning.html\nhttp://finance.yahoo.com/video/fed-survey-rising-probability-recession-202000363.html\nhttp://www.cnbc.com/2015/09/29/we-are-in-a-bear-market-carter-worth.html    (FROM September 2015!! props Carter Worth)\nhttp://video.cnbc.com/gallery/?video=3000490651&play=1\nhttp://moneymorning.com/2016/02/05/why-a-global-recession-is-more-likely-than-anyone-realizes/"], [13050, "2016-02-06T17:09:39Z", [1.0, 0.0], ""], [19330, "2016-02-06T16:24:39Z", [0.5, 0.5], "Too many variables to consider with two very good teams"], [19321, "2016-02-06T15:53:16Z", [0.12, 0.88], "Manning ultra-motivated and arm strength coming on, Wade Phillips defense vs. relatively inexperienced Panthers. "], [14238, "2016-02-06T15:34:37Z", [0.75, 0.25], "Updating following divisional games:\nVery little change in the % now that the teams are known, and still predicting NFC (as has been the case throughout). The forecast method, however, predicted the opposite matchup (NE-ARI). A couple of thoughts on how I'd try to improve this method next time: I would account for both offense and defense (yd/pass attempt gained and allowed) and look at the margin of difference. Based on the outcomes during these playoffs, that difference may be more telling than yds/pass attempt alone. We'll see next year! Updating now that divisional games are complete: \nBased on remaining teams, NFC's chances have improved (based on methodology below). Won two and lost two on the predictions over the weekend. Based on remaining teams, predicting an ARI-NE super bowl with ARI winning. NFC's chances have increased based on the yards per pass attempt method. Predicting NE, PIT, ARI, and SEA advancing and a ARI-PIT super bowl using the method described below. If these four teams advance, the AFC's chances go up give the better yards per pass attempt numbers for the remaining teams, but the NFC would still be favored 56-44 in this case. In the team matchups, we again had a mixed bag on yards per attempt - PIT and SEA both had more yards per attempt that their opponents in losses, while NE and ARI both had a differential of 2.5+ yards per attempt more than their opponents, which is similar to last week's results. Updating now that the wildcard games are complete: \nNFC's chances have increased based on the yards per pass attempt method. Predicting NE, PIT, ARI, and SEA advancing and a ARI-PIT super bowl using the method described below. If these four teams advance, the AFC's chances go up give the better yards per pass attempt numbers for the remaining teams, but the NFC would still be favored 56-44 in this case. Looking back over the weekend, the AFC winners had better yards per pass attempt than the teams they beat while the NFC winners did not. The AFC winners were >3 yards per attempt better than the teams they beat, while the NFC teams were withing 1.5 yards of each other. Earlier commentary/rationale Editing original forecast now that playoff teams are final (rationale/method below). I'm still favoring NFC over AFC 53% to 47% when considering all playoff teams \nWhen you take the playoff teams that are above the league mean yards per passing attempt, the NFC is favored 53.5 to 46.5 for the AFC. Interesting that 4 of 6 playoff teams in each conference are above the mean. When I apply the same method to the individual matchups, I get the following winners: \nWeek 1 winners: KC 62-38 over HOU, CIN 50.2-49,8 over PIT, SEA 77-23 over MIN and WSH 79-21 over GB \nWeek 2 winners: CIN 64-36 over NE, KC 65-35 over DEN, ARI 52-48 over SEA, and CAR 52-48 over WSH \nWeek 3 winners: CIN 71-29 over KC, ARI 62-38 over CAR \nSuper Bowl: ARI 51-49 over CIN So as a group and in individual matchups, I come up with the NFC. As noted in the original forecast, there are certainly some questions about this method and I'm trying it out just to see how well or poorly it works. One thing that gives me pause is that I've got CIN going to the Super Bowl and they are basically a 50-50 chance in round one vs PIT, and Andy Dalton, who is most responsible for the CIN yards per passing attempt, is not playing. That one outcome would not change my prediction, it would just substitute PIT for CIN and we'd end up with a ARI-PIT super bowl with the same winner predicted. ****** \nOriginal note on method: This forecast is based on yards per pass attempt, which I have read is the single best predictor of wins in football. I compared the top 4 playoff teams (as of 12/29) in the AFC and NFC based on yards per pass attempt to the league average. The top 4 AFC teams are .95 standard deviations above the league mean, while the top 4 NFC teams are 1.24 standard deviations above the league mean. The difference in these results using a standard normal distribution is a 6% edge to the NFC. Based on the yards per attempt numbers, the top playoff teams are 1) Arizona 2) Cincinnati 3) Seattle 4) Pittsburgh, which raises some questions about this forecasting method - for example, what role does defense play, will Dalton be ready to play for Cincinnati, and will Pittsburgh even make the playoffs. I'll adjust the forecast when the playoff teams are set - barring major changes in yards per attempt exiting week 17, if Pittsburgh does not make the playoffs, it will increase the NFC's chances to 58%."], [12828, "2016-02-06T15:31:58Z", [0.49, 0.51], ""], [19322, "2016-02-06T15:01:01Z", [0.61, 0.39], ""], [691, "2016-02-06T14:18:17Z", [0.78, 0.22], ""], [19024, "2016-02-06T12:49:47Z", [0.67, 0.33], ""], [1019, "2016-02-06T11:51:11Z", [0.85, 0.15], "Cam Newton is highly mobile; Manning isn't. This will trump Denver's defense"], [11080, "2016-02-06T06:57:42Z", [0.62, 0.38], ""], [15950, "2016-02-06T06:16:13Z", [0.85, 0.15], ""], [19291, "2016-02-06T06:08:49Z", [0.68, 0.32], "I based my prediction on the following game features: 1) Turnovers committed (by offense)\n2) Interceptions by defense\n3) Balance between passing and running game\n4) Possession time\n5) The penalty yards\n6) Total yards In particular, I used the performance of the two teams throughout the year and using bootstrap I simulated their performance in the super bowl.  I also built a logistic regression model using data from the last 7 NFL seasons to quantify the importance of these factors for the probability of winning.  All these give Panthers a higher probability of winning by 36%  More details for my approach can be found in this technical report: http://arxiv.org/abs/1601.04302"], [16359, "2016-02-06T03:46:02Z", [0.65, 0.35], "Doh!  I entered the numbers reversed last time. "], [16359, "2016-02-06T03:44:35Z", [0.35, 0.65], "Approximately what the Vegas line is saying. "], [10475, "2016-02-06T03:31:19Z", [0.75, 0.25], ""], [19261, "2016-02-06T01:27:52Z", [0.82, 0.18], ""], [19260, "2016-02-06T01:23:26Z", [0.62, 0.38], ""], [237, "2016-02-06T00:29:35Z", [0.6, 0.4], ""], [17875, "2016-02-05T23:11:08Z", [0.5, 0.5], "chickening out"], [9755, "2016-02-05T22:38:08Z", [0.81, 0.19], ""], [19245, "2016-02-05T21:29:13Z", [0.71, 0.29], ""], [19252, "2016-02-05T20:48:10Z", [0.6, 0.4], ""], [1526, "2016-02-05T20:08:27Z", [0.5, 0.5], ""], [11885, "2016-02-05T19:42:25Z", [1.0, 0.0], ""], [19171, "2016-02-05T19:15:32Z", [0.57, 0.43], ""], [12302, "2016-02-05T17:42:29Z", [0.65, 0.35], ""], [19209, "2016-02-05T17:42:19Z", [0.6, 0.4], ""], [19198, "2016-02-05T17:39:27Z", [0.74, 0.26], ""], [17007, "2016-02-05T17:38:37Z", [0.87, 0.13], ""], [19200, "2016-02-05T17:38:14Z", [0.76, 0.24], "The Carolina Panthers have a superior quarterback (Cam Newton) vs Peyton Manning (The Broncos) Peyton has had many  injuries throughout his career, and has only became the starting quarterback recently while only being second-string. Cam Newton is a well known quarterback and has a much better run game and can make split decisions. Peyton's performance however in the Patriots game and his ability to throw deep passes may prove effective, however Cam has had a better passing game than Peyton this year."], [19198, "2016-02-05T17:37:00Z", [0.68, 0.32], ""], [17007, "2016-02-05T17:37:00Z", [0.87, 0.13], ""], [19193, "2016-02-05T17:33:39Z", [0.76, 0.24], ""], [19194, "2016-02-05T17:31:20Z", [0.64, 0.36], ""], [19199, "2016-02-05T17:29:45Z", [0.64, 0.36], ""], [19195, "2016-02-05T17:28:24Z", [0.9, 0.1], ""], [19197, "2016-02-05T17:27:03Z", [0.75, 0.25], ""], [19192, "2016-02-05T17:26:14Z", [0.9, 0.1], "Cam Newton is a thug"], [691, "2016-02-05T17:22:08Z", [0.68, 0.32], ""], [19167, "2016-02-05T15:26:28Z", [0.72, 0.28], "Vegas gives Denver a ~32% chance, and that is skewed in favor of the Broncos because they're a more famous/public team so I adjust downwards."], [532, "2016-02-05T15:09:40Z", [0.9, 0.1], ""], [19157, "2016-02-05T15:08:39Z", [0.6, 0.4], "Peyton has struggled throughout the season and is past his prime.  "], [19156, "2016-02-05T14:49:35Z", [0.0, 1.0], ""], [12699, "2016-02-05T14:34:31Z", [0.75, 0.25], "Updating to display increased conviction in the Panthers."], [18952, "2016-02-05T14:13:55Z", [0.76, 0.24], ""], [11731, "2016-02-05T14:03:11Z", [1.0, 0.0], ""], [2965, "2016-02-05T13:39:42Z", [0.95, 0.05], ""], [10783, "2016-02-05T12:02:42Z", [0.2, 0.8], ""], [176, "2016-02-05T11:42:37Z", [0.9, 0.1], "And the Iowa tiger predicts....http://www.kcci.com/news/iowa-tiger-predicts-super-bowl-winner/37820088"], [13239, "2016-02-05T08:18:45Z", [0.85, 0.15], ""], [19092, "2016-02-05T08:00:42Z", [0.58, 0.42], ""], [10898, "2016-02-05T07:24:33Z", [0.67, 0.33], ""], [19086, "2016-02-05T07:13:28Z", [0.45, 0.55], "Denver has more experience"], [16726, "2016-02-05T07:05:34Z", [0.7, 0.3], ""], [19072, "2016-02-05T06:26:36Z", [0.45, 0.55], "While the Panthers may hold a slight edge in pure overall athletic talent, the Broncos hold the intangibles edge.  Bronco will win the forced  turnover and made field goals battles, and ultimately the game."], [19075, "2016-02-05T05:55:08Z", [0.45, 0.55], "Denver's D will contain the Panthers enough to enable their O to score 30 and win"], [19072, "2016-02-05T05:53:22Z", [0.45, 0.55], "Broncos have a great kicker and hold the \"intangible\" advantage.  They will win if they can win the turnover challenge. "], [19070, "2016-02-05T05:31:00Z", [0.85, 0.15], ""], [19067, "2016-02-05T05:18:00Z", [0.35, 0.65], ""], [176, "2016-02-05T03:31:37Z", [0.9, 0.1], "I'm surprised this is still a coin flip. I see that each team is playing games with the injury report. Here's a question that I've been asking myself: What happens if Carolina runs at the Denver defensive ends? "], [19055, "2016-02-05T02:54:24Z", [0.65, 0.35], ""], [18980, "2016-02-05T02:20:20Z", [0.8, 0.2], "totally reversed the numbers first time- love this app.  I stand corrected.  panthers with cam newton will not be defeated"], [19044, "2016-02-04T23:06:41Z", [0.62, 0.38], "After averaging predictions of top analysts I have decided that the Carolina Panthers have a 62% chance of winning the Super Bowl."], [14487, "2016-02-04T23:04:59Z", [0.59, 0.41], ""], [10267, "2016-02-04T22:29:54Z", [0.75, 0.25], ""], [18980, "2016-02-04T22:23:11Z", [0.2, 0.8], "quarterback is everything in this league and Cam Newton is on fire"], [18980, "2016-02-04T22:22:11Z", [0.8, 0.2], ""], [13361, "2016-02-04T21:48:12Z", [0.6, 0.4], "PredictWise has the Panthers up 67/32, so the betting markets favor Carolina. Both teams have great defense - but Carolina probably has the edge in offense, given the way Manning's been playing. (See https://fivethirtyeight.com/features/peyton-manning-had-the-worst-season-of-any-super-bowl-quarterback-ever/) That said, if Denver can shut down Cam Newton like they did Tom Brady, then maybe they can pull out a win & let Manning retire on top. Hopefully it's a clean game. These retired NFL players calling for intentionally hurting Newton aren't doing anything to improve the NFL's reputation. "], [19041, "2016-02-04T21:42:30Z", [0.55, 0.45], ""], [14240, "2016-02-04T21:35:45Z", [0.6, 0.4], ""], [19022, "2016-02-04T21:22:48Z", [0.54, 0.46], "Two great defenses, but turnover margin and red zone performance are in the panthers favor. Expecting a lot of ground play from both squads. "], [691, "2016-02-04T20:55:56Z", [0.68, 0.32], ""], [1993, "2016-02-04T20:38:26Z", [0.75, 0.25], ""], [241, "2016-02-04T20:37:05Z", [0.75, 0.25], ""], [11885, "2016-02-04T20:34:40Z", [1.0, 0.0], ""], [15166, "2016-02-04T19:22:18Z", [0.55, 0.45], ""], [15314, "2016-02-04T19:04:01Z", [0.55, 0.45], ""], [19025, "2016-02-04T18:50:00Z", [0.6, 0.4], ""], [19018, "2016-02-04T16:50:31Z", [0.65, 0.35], ""], [18834, "2016-02-04T11:56:27Z", [0.7, 0.3], ""], [14538, "2016-02-04T11:47:12Z", [0.7, 0.3], "Manning will have to perform extremely well for his offense to succeed here, and I don't think he will"], [1131, "2016-02-04T11:19:42Z", [0.85, 0.15], ""], [19002, "2016-02-04T11:11:08Z", [0.7, 0.3], "Denver has a better defense, but Carolina is an all-around better team."], [18998, "2016-02-04T09:35:00Z", [0.75, 0.25], "Carolina too strong on both offense and defense. If Carolina sets the pace of the game early and pressures Manning....game over! Manning not mobile enough to be effective."], [18990, "2016-02-04T06:54:22Z", [0.67, 0.33], ""], [10783, "2016-02-04T06:23:39Z", [0.0, 1.0], ""], [18988, "2016-02-04T06:22:51Z", [0.85, 0.15], ""], [18987, "2016-02-04T06:16:07Z", [0.4, 0.6], ""], [18984, "2016-02-04T06:04:10Z", [0.6, 0.4], ""], [18985, "2016-02-04T06:02:26Z", [0.4, 0.6], ""], [15186, "2016-02-04T05:12:23Z", [0.6, 0.4], ""], [18981, "2016-02-04T04:01:01Z", [0.75, 0.25], ""], [16066, "2016-02-04T01:41:06Z", [0.65, 0.35], ""], [18970, "2016-02-04T00:51:05Z", [0.85, 0.15], ""], [1528, "2016-02-04T00:21:27Z", [0.62, 0.38], ""], [18888, "2016-02-03T21:27:21Z", [0.59, 0.41], "Just boringly going with 538's prediction: http://projects.fivethirtyeight.com/2015-nfl-predictions/"], [18952, "2016-02-03T20:46:55Z", [0.72, 0.28], "Favored -5.5 points in vegas.\nCarolina covered ATS 72.2% in the regular season.\n"], [11885, "2016-02-03T20:42:17Z", [1.0, 0.0], ""], [14699, "2016-02-03T20:31:00Z", [0.54, 0.46], ""], [691, "2016-02-03T20:19:59Z", [0.71, 0.29], ""], [18950, "2016-02-03T20:08:35Z", [0.88, 0.12], ""], [17642, "2016-02-03T20:02:49Z", [0.67, 0.33], ""], [368, "2016-02-03T20:02:37Z", [1.0, 0.0], ""], [14779, "2016-02-03T18:18:14Z", [0.76, 0.24], ""], [12029, "2016-02-03T18:09:07Z", [0.55, 0.45], ""], [17875, "2016-02-03T17:19:30Z", [0.75, 0.25], "NFC is a 6 point favorite in Vegas and watching the Broncos closely & I think (against hope) they've met their match.  Two factors that shouldn't be but I can't help it: \n(1) I picked Denver over the Patriots when all my friends thought I was an idiot (I'm probably over confident now)\n(2) Tony Gonzalez picked Denver and I'm not a fan of his (confirmation bias wanting to be against Gonzalez I guess) \n link ->  http://www.milehighreport.com/2016/2/2/10889462/tony-gonzalez-predicts-that-the-denver-broncos-will-win-super-bowl-50 that said: \nThe Broncos, were expected to win since preseason, overcame doubts, and have outperformed of late as I thought they would (yeah me)  \n http://www.sbnation.com/nfl/2015/11/29/9814332/peyton-manning-brock-osweiler-broncos-quarterback-controversy The game is Carolina's to loose in my opinion. I like Carolina's Defense match up against Denver and use that rationalize my 75-25 edge forecast. Panthers appear to embody the concept of \"team\", with skilled position players stepping up and performing while maintaining the concept. Vegas betting ->  http://www.cnbc.com/2016/02/02/las-vegas-betting-big-on-carolina-panthers.html\nNFL stats leaders ->  http://espn.go.com/nfl/statistics\nNFL standings ->  http://espn.go.com/nfl/standings "], [10039, "2016-02-03T16:31:09Z", [0.68, 0.32], ""], [18921, "2016-02-03T11:37:02Z", [0.53, 0.47], "I have an algorithm I've created and has been performing really well. My forecast for the winner would suggest Broncos on the spread is the bet for sports bettors."], [4042, "2016-02-03T09:50:30Z", [0.7, 0.3], ""], [18907, "2016-02-03T06:16:46Z", [0.37, 0.63], ""], [783, "2016-02-03T05:35:58Z", [0.49, 0.51], "The head ref is Clete Blakeman, he has one of the worst records this year for not calling offense penalties against teams, among other inconsistent professional judgements to have been selected as the head ref in the game.  Since the Broncos have had more penalties this year, I am forecasting the Broncos as a slight favorite. \n"], [13917, "2016-02-03T02:41:02Z", [0.65, 0.35], "As the game progresses Peyton Manning will make more and more mistakes.   The only hope the Broncos have of winning this game is keeping Peyton off the field. The Panthers offense match up well with the Bronco's defense.  Unfortunately, the Broncos will struggle against Carolina's top tier defense.  "], [11962, "2016-02-03T01:54:58Z", [0.3, 0.7], "Defense wins championship games...normally.  Thus, the number 1 defense (Broncos) will defeat the Nuer Six defense team.  "], [563, "2016-02-03T01:24:18Z", [0.04, 0.96], ""], [18884, "2016-02-03T01:00:59Z", [0.5, 0.5], ""], [18879, "2016-02-03T00:12:20Z", [0.79, 0.21], "Current vegas odds have the Panthers at 6 point favorites, however as BarstoolSports.com pointed out weeks ago, the Panthers success and vegas odds are wildly at odds with one another ( http://www.barstoolsports.com/chicago/the-super-bowl-point-spread-is-out-and-carolina-is-officially-the-most-disrespected-15-win-team-of-all-time/ ). As Vegas sets their lines prompting a 50/50 split aiming at their attempt to maximize their expected value, I believe it is skewed by the large proportion of the population that wants to bet on Peyton Manning and, more importantly, AGAINST the evil empire Carolina Panthers. That said, I would be comfortable betting on the Panthers pure ability to win the Super Bowl as 10+ point favorites, thus resulting in my 79% win prediction."], [18883, "2016-02-02T22:37:52Z", [0.71, 0.29], "Vegas moneyline..."], [1729, "2016-02-02T22:24:04Z", [0.56, 0.44], "Madden Simulation perfectly predicted game last year. They're predicting Carolina over Broncos, 24-20. Microsoft Bing is also choosing Carolina to win with 64% probability. Microsoft Bing has had 63% accuracy rating throughout NFL season. "], [476, "2016-02-02T22:05:12Z", [0.88, 0.12], "NFL crew has put completely new grass turf in Levi's Stadium for the Super Bowl, see link http://www.bizjournals.com/sanjose/news/2016/01/11/nfl-installs-new-turf-in-levis-stadium-for-super.html8 Could help both teams."], [18879, "2016-02-02T22:04:29Z", [0.79, 0.21], ""], [241, "2016-02-02T21:20:45Z", [0.7, 0.3], ""], [691, "2016-02-02T20:49:35Z", [0.69, 0.31], ""], [1528, "2016-02-02T20:41:59Z", [0.6, 0.4], ""], [18808, "2016-02-02T19:02:15Z", [0.85, 0.15], ""], [1993, "2016-02-02T18:47:44Z", [0.68, 0.32], "I haven't followed the NFL in recent years, so this is a gamble. I'll just go with the betting markets."], [5148, "2016-02-02T18:32:55Z", [1.0, 0.0], ""], [11885, "2016-02-02T18:32:16Z", [1.0, 0.0], ""], [18857, "2016-02-02T18:03:19Z", [0.62, 0.38], ""], [18799, "2016-02-02T17:48:08Z", [0.55, 0.45], ""], [10936, "2016-02-02T17:45:48Z", [0.65, 0.35], ""], [14027, "2016-02-02T16:36:01Z", [0.5, 0.5], ""], [16168, "2016-02-02T16:26:52Z", [0.75, 0.25], ""], [18846, "2016-02-02T15:24:09Z", [0.46, 0.54], "More experienced QB."], [2684, "2016-02-02T15:00:10Z", [0.6, 0.4], "The odds of Cam Newton out-playing Peyton Manning are favorable, and, no matter how good the Broncos' defense is, the offense must be able to put points on the board. I predict Cam will be able to do this better than Peyton."], [12363, "2016-02-02T14:56:30Z", [0.59, 0.41], "Based on a review of current betting markets and Fivethirtyeights's Elo ratings."], [14559, "2016-02-02T14:55:41Z", [0.81, 0.19], "The Panthers have been so dominating during the playoffs, I don't see them lose. "], [12763, "2016-02-02T14:25:51Z", [0.45, 0.55], "Flipped to a slight edge for Denver.  Peyton's most likely \"last rodeo\".  Denver has the better defense.  When in doubt, lean toward the better defense, and better story line."], [12699, "2016-02-02T14:20:11Z", [0.72, 0.28], "Aggressive forecast in favor of the Panthers but I do not see any injuries or compelling reason that they will not win unless key players do not perform on game day. I will stay with my conviction but lower slightly as there is a possibility the Broncos will win given Peyton's, in particular, experience but Cam Newton and co. seem to thrive under pressure."], [15102, "2016-02-02T13:10:27Z", [0.67, 0.33], ""], [13897, "2016-02-02T12:29:51Z", [0.65, 0.35], ""], [8170, "2016-02-02T12:19:13Z", [0.6, 0.4], ""], [18835, "2016-02-02T11:39:37Z", [0.67, 0.33], "Panthers are better in all 3 phases, simply are the better team, although Denver with its defence could throw up a surprise"], [16886, "2016-02-02T10:16:03Z", [0.48, 0.52], ""], [18679, "2016-02-02T08:18:39Z", [0.05, 0.95], ""], [14656, "2016-02-02T07:53:23Z", [0.6, 0.4], "Reference to Nate Silver at http://projects.fivethirtyeight.com/2015-nfl-predictions/, rounding to nearest 10."], [10039, "2016-02-02T06:33:43Z", [0.74, 0.26], ""], [16115, "2016-02-02T06:25:53Z", [0.65, 0.35], ""], [15692, "2016-02-02T06:19:41Z", [0.7, 0.3], ""], [17642, "2016-02-02T06:19:24Z", [0.71, 0.29], "Prediction markets show 68% odds of Panthers winning. I pushed it out to 71% from speaking to a few knowledgable friends, the fact that the bookies have to hedge the larger amount of bets on higher payout bets."], [16024, "2016-02-02T06:19:13Z", [0.69, 0.31], ""], [15353, "2016-02-02T06:15:44Z", [0.7, 0.3], "a $240 bet on Carolina earns $100; a $100 bet on Denver earns $200. Assuming the bookies take even spreads on both spread that puts odd at 67.9% for a Carolina victory (32.1% for Denver).\nPsychological factors may make the underdog bet more enticing and interesting. After all who wants to put up $240 to make $100. That's not a fun bet. This pushed my spread a little wider. "], [18530, "2016-02-02T05:18:40Z", [0.97, 0.03], ""], [12590, "2016-02-02T04:21:55Z", [0.6, 0.4], ""], [7042, "2016-02-02T03:45:18Z", [0.76, 0.24], ""], [6541, "2016-02-02T03:03:56Z", [0.2, 0.8], ""], [15108, "2016-02-02T01:49:09Z", [0.7, 0.3], "Cam Newton is having an amazing season, Peyton is way past his prime\nA head-to-head analysis indicates Newton's higher level of athleticism, which could be a catalyst in the game"], [11053, "2016-02-01T23:39:16Z", [0.9, 0.1], ""], [11885, "2016-02-01T22:16:28Z", [1.0, 0.0], ""], [15079, "2016-02-01T21:52:47Z", [0.6, 0.4], ""], [368, "2016-02-01T21:50:39Z", [0.65, 0.35], ""], [20, "2016-02-01T21:33:20Z", [0.45, 0.55], "Broncos by a snoot. https://www.youtube.com/watch?v=1zEYvuOt5P4"], [15964, "2016-02-01T21:08:24Z", [0.95, 0.05], ""], [10267, "2016-02-01T21:00:30Z", [0.75, 0.25], ""], [11040, "2016-02-01T20:59:11Z", [0.73, 0.27], ""], [12879, "2016-02-01T20:37:41Z", [0.61, 0.39], ""], [3677, "2016-02-01T19:17:00Z", [0.71, 0.29], ""], [241, "2016-02-01T18:12:39Z", [0.82, 0.18], ""], [173, "2016-02-01T17:34:59Z", [0.85, 0.15], ""], [18708, "2016-02-01T17:34:51Z", [0.65, 0.35], ""], [2010, "2016-02-01T17:27:33Z", [0.59, 0.41], ""], [15037, "2016-02-01T17:09:26Z", [0.66, 0.34], "Both teams have great defenses.  The dual threat of Cam Newton makes it more difficult for Denver to game plan.  "], [409, "2016-02-01T16:41:22Z", [0.65, 0.35], ""], [15596, "2016-02-01T16:12:57Z", [0.42, 0.58], "Denver's defense, rated number one in the NFL, will get to Newt, the same way they got to Brady. While Manning doesn't have to body to move the ball, he does have the brain; he's still got the arm. "], [7272, "2016-02-01T16:09:47Z", [0.7, 0.3], "While I would love to see Payton win the super-bowl in his last year of his Hall of Fame career, life just doesn't throw us that many fairy-tales, and I don't think it will happen.  Defense-shmeefense.  The Panthers have too many offensive weapons.  And Defense DOESN'T win championships, as earlier noted in a previous prediction. (though he did pick the Broncos)"], [16355, "2016-02-01T15:38:14Z", [0.65, 0.35], ""], [593, "2016-02-01T14:27:05Z", [0.25, 0.75], ""], [16202, "2016-02-01T14:10:38Z", [0.25, 0.75], ""], [11985, "2016-02-01T13:00:17Z", [0.65, 0.35], ""], [691, "2016-02-01T12:59:40Z", [0.69, 0.31], ""], [13616, "2016-02-01T05:53:06Z", [0.7, 0.3], ""], [12943, "2016-02-01T05:46:43Z", [0.63, 0.37], ""], [12879, "2016-02-01T05:01:13Z", [0.59, 0.41], ""], [176, "2016-02-01T04:40:59Z", [0.9, 0.1], "Holy schnikes, the question is starting to skew. Must front run. "], [18489, "2016-02-01T04:08:51Z", [0.4, 0.6], "I wanted to give the Broncos a storng edge, because they have the better defence, but in the long term, defence is no more valuable than offence according to http://freakonomics.com/2012/01/20/does-defense-really-win-championships/. That said, the Broncos' pass rush, their experience in the Super Bowl (18 players have been there against 6 for the Panthers) and Manning's opponent's inexperience probably give a small advantage to the Broncos. "], [6303, "2016-02-01T04:04:31Z", [0.59, 0.41], "My updated prediction based on 538.com"], [12891, "2016-02-01T02:50:39Z", [0.0, 1.0], "Black Swan theory + Peyton's last rodeo. Will not be graceful, pretty, or smooth, but they will win."], [15068, "2016-02-01T02:43:11Z", [0.7, 0.3], ""], [11962, "2016-02-01T02:31:13Z", [0.3, 0.7], "For my stock portfolio,  go Panthers.  Defense wins championship games.  So,  the best defensive team (Broncos) will defeat the sixth ranked defensive team (Panthers). Brain votes Broncos.  North Carolina heart and pocketbook vote Panthers."], [8171, "2016-02-01T01:48:16Z", [0.8, 0.2], ""], [14027, "2016-02-01T01:23:37Z", [0.4, 0.6], ""], [2712, "2016-02-01T00:57:55Z", [0.35, 0.65], ""], [2965, "2016-02-01T00:54:53Z", [0.91, 0.09], ""], [2899, "2016-02-01T00:47:59Z", [0.71, 0.29], ""], [18246, "2016-02-01T00:30:09Z", [0.54, 0.46], ""], [939, "2016-02-01T00:20:55Z", [0.68, 0.32], "latest betting odds http://www.oddschecker.com/american-football/nfl/carolina-panthers-at-denver-broncos/winner\n"], [15331, "2016-01-31T23:33:46Z", [0.65, 0.35], ""], [12302, "2016-01-31T23:30:30Z", [0.6, 0.4], ""], [1132, "2016-01-31T23:10:20Z", [0.75, 0.25], "Panthers have maintained a better record throughout the season."], [7714, "2016-01-31T23:05:54Z", [0.6, 0.4], ""], [13867, "2016-01-31T22:56:26Z", [1.0, 0.0], ""], [15506, "2016-01-31T22:24:16Z", [0.67, 0.33], ""], [5083, "2016-01-31T22:10:21Z", [0.9, 0.1], "Momentum with this team. Psychology is more than half of this team game."], [5491, "2016-01-31T21:55:18Z", [0.45, 0.55], ""], [1367, "2016-01-31T20:33:38Z", [0.8, 0.2], ""], [2447, "2016-01-31T20:33:31Z", [0.65, 0.35], ""], [346, "2016-01-31T20:08:01Z", [0.75, 0.25], ""], [15027, "2016-01-31T19:17:12Z", [0.65, 0.35], ""], [11885, "2016-01-31T18:26:14Z", [1.0, 0.0], ""], [14142, "2016-01-31T17:45:25Z", [0.67, 0.33], ""], [18344, "2016-01-31T17:31:35Z", [1.0, 0.0], ""], [18343, "2016-01-31T17:22:38Z", [0.8, 0.2], ""], [18315, "2016-01-31T15:58:57Z", [0.5, 0.5], ""], [3539, "2016-01-31T15:10:14Z", [0.9, 0.1], ""], [691, "2016-01-31T15:06:19Z", [0.69, 0.31], ""], [18234, "2016-01-31T13:26:49Z", [0.75, 0.25], "Motivation on the Panthers under Cam's leadership surpasses any deficiencies the Broncos may wish to exploit."], [18319, "2016-01-31T13:06:22Z", [0.65, 0.35], ""], [18315, "2016-01-31T11:57:55Z", [0.45, 0.55], ""], [10039, "2016-01-31T06:52:21Z", [0.7, 0.3], ""], [14334, "2016-01-31T06:07:44Z", [0.65, 0.35], ""], [1624, "2016-01-31T05:51:41Z", [0.7, 0.3], ""], [18294, "2016-01-31T04:22:35Z", [0.67, 0.33], "Younger stronger QB gives Carolina the edge. But I don't see it being a blowout. Hence only going 2-1 on this. "], [18244, "2016-01-31T03:05:51Z", [0.61, 0.39], "Mobile quarterback will neutralize Denver pass rush, force linebackers to stay at home and disrupt secondaries rythems."], [52, "2016-01-31T02:44:47Z", [0.85, 0.15], ""], [9755, "2016-01-31T00:37:29Z", [0.6, 0.4], ""], [18088, "2016-01-31T00:10:02Z", [0.64, 0.36], "Just going by points-per-game on this one. "], [11885, "2016-01-30T23:42:38Z", [1.0, 0.0], ""], [231, "2016-01-30T22:30:11Z", [0.65, 0.35], ""], [5002, "2016-01-30T21:14:12Z", [0.59, 0.41], ""], [18221, "2016-01-30T19:24:03Z", [0.81, 0.19], ""], [506, "2016-01-30T18:22:37Z", [0.7, 0.3], ""], [10267, "2016-01-30T17:50:35Z", [0.75, 0.25], ""], [16768, "2016-01-30T17:48:50Z", [0.58, 0.42], ""], [16967, "2016-01-30T17:30:42Z", [0.75, 0.25], ""], [4836, "2016-01-30T16:27:39Z", [0.7, 0.3], ""], [15906, "2016-01-30T15:36:06Z", [0.65, 0.35], ""], [102, "2016-01-30T15:27:33Z", [0.66, 0.34], ""], [691, "2016-01-30T13:41:36Z", [0.69, 0.31], ""], [18103, "2016-01-30T11:03:45Z", [0.7, 0.3], ""], [15196, "2016-01-30T08:38:06Z", [0.85, 0.15], ""], [18179, "2016-01-30T04:48:52Z", [0.85, 0.15], ""], [14296, "2016-01-30T04:14:16Z", [0.55, 0.45], ""], [5001, "2016-01-30T03:41:15Z", [0.7, 0.3], ""], [15331, "2016-01-30T02:15:41Z", [0.59, 0.41], ""], [176, "2016-01-30T01:38:51Z", [0.81, 0.19], "Maintaining frontrunning"], [12672, "2016-01-30T01:04:59Z", [0.7, 0.3], ""], [5001, "2016-01-30T00:55:58Z", [0.6, 0.4], "Could someone please comment on the match up between *coaches*? It seems highly likely that Panthers are a better team in a better form but football is said to be highly strategic and if so I can imagine that a quality of coach and, in particular, his ability to adjust game to different opponents/situations, can be deciding.   So, players and record/ratings aside, who is a smarter coach? "], [18156, "2016-01-30T00:38:42Z", [0.45, 0.55], "No fast start for the Panthers.  Broncos learned their lesson against the Seahawks.\nClose game.  Broncos win with D and experience."], [18149, "2016-01-29T23:47:45Z", [0.75, 0.25], "Carolina is clearly a better team based on records and PF/PA.  A concern is that clear favorites have not done well in recent SB."], [15681, "2016-01-29T22:50:52Z", [1.0, 0.0], ""], [368, "2016-01-29T22:31:18Z", [1.0, 0.0], ""], [11885, "2016-01-29T21:26:37Z", [0.95, 0.05], ""], [10267, "2016-01-29T21:13:12Z", [0.7, 0.3], ""], [14224, "2016-01-29T17:27:23Z", [0.85, 0.15], ""], [8170, "2016-01-29T17:23:28Z", [0.59, 0.41], ""], [691, "2016-01-29T12:23:32Z", [0.67, 0.33], ""], [18062, "2016-01-29T10:57:31Z", [0.65, 0.35], ""], [12874, "2016-01-29T07:54:40Z", [0.61, 0.39], ""], [17830, "2016-01-29T07:40:39Z", [0.33, 0.67], "Broncos were all defense and wobbly offense while Panthers were scoring machine of power balance and finesse."], [18051, "2016-01-29T07:25:24Z", [0.65, 0.35], ""], [17942, "2016-01-29T06:53:33Z", [0.76, 0.24], ""], [11678, "2016-01-29T06:41:50Z", [0.65, 0.35], ""], [14480, "2016-01-29T03:06:23Z", [0.71, 0.29], ""], [176, "2016-01-29T02:55:45Z", [0.79, 0.21], "You can always buy the answer here: http://www.predictionmachine.com/"], [9755, "2016-01-29T02:52:54Z", [0.55, 0.45], "I think Denver will actually surprise, \nif it was battle of the coaches Denver would do well.\nthis is the last year for  their quarterback . He will be remembered either way by this game  . \nAt the same time the oppossition quarterback is younger , moves with ease and pretty confident . \nI hope it will be a high scoring super ball .may the best team win !"], [14933, "2016-01-29T01:41:29Z", [0.68, 0.32], ""], [14933, "2016-01-29T01:41:12Z", [0.81, 0.19], ""], [14889, "2016-01-29T00:32:56Z", [0.66, 0.34], ""], [17407, "2016-01-28T22:38:31Z", [0.7, 0.3], ""], [10267, "2016-01-28T22:16:03Z", [0.7, 0.3], ""], [17943, "2016-01-28T20:40:06Z", [0.25, 0.75], ""], [17698, "2016-01-28T20:16:47Z", [1.0, 0.0], "There are too many good players on defense and with an aging Peyton Manning not being able to sling the ball like he used to, Carolina's defense will be too much to put enough points on the board to match Carolina. Despite Denver having a top ranked defense itself, they will get tired down by the second half from being on the field too much."], [766, "2016-01-28T18:40:04Z", [0.75, 0.25], ""], [12289, "2016-01-28T17:58:16Z", [0.6, 0.4], ""], [15342, "2016-01-28T17:47:32Z", [0.75, 0.25], ""], [29, "2016-01-28T13:25:53Z", [0.55, 0.45], "It's a good match, but the Panthers are favored slightly."], [52, "2016-01-28T13:20:03Z", [0.7, 0.3], ""], [691, "2016-01-28T12:07:18Z", [0.64, 0.36], ""], [16836, "2016-01-28T11:51:51Z", [0.6, 0.4], ""], [4729, "2016-01-28T06:46:32Z", [0.4, 0.6], ""], [17813, "2016-01-28T06:38:03Z", [0.5, 0.5], ""], [17781, "2016-01-28T03:58:27Z", [0.55, 0.45], ""], [15346, "2016-01-28T03:39:31Z", [0.55, 0.45], "Panthers defense is extremely good against passing plays.  Defensive line for panthers and broncos are both very good at putting pressure on the quarterback.  Payton Manning is a veteran but Cam Newton is a great athlete that can also run the ball."], [14208, "2016-01-28T02:42:03Z", [0.91, 0.09], ""], [227, "2016-01-28T02:27:15Z", [0.55, 0.45], ""], [15362, "2016-01-28T02:21:32Z", [0.7, 0.3], ""], [17749, "2016-01-28T02:17:33Z", [0.66, 0.34], ""], [9221, "2016-01-28T02:04:37Z", [0.9, 0.1], "Carolina is too powerful this year, and Cam Newton is a monster.  I like Peyton Manning (since he's no longer playing for Indianapolis, who stole the Colts from Baltimore--which I'll never forgive; I also think that his father might have been better if he had been on a good team), but Peyton's not what he used to be.  Denver was lucky to beat the Patriots, and they'll need a miracle to win the Superbowl (IMHO).  Though I like Denver and like to root for the underdog, I guess I'll have to root for Carolina now."], [17642, "2016-01-28T01:46:27Z", [0.56, 0.44], ""], [16960, "2016-01-28T00:54:19Z", [0.66, 0.34], "EV from Vegas Odds"], [8170, "2016-01-28T00:43:03Z", [0.57, 0.43], ""], [11885, "2016-01-27T23:12:18Z", [0.95, 0.05], ""], [10267, "2016-01-27T23:09:38Z", [0.7, 0.3], ""], [17632, "2016-01-27T22:31:08Z", [0.58, 0.42], ""], [16863, "2016-01-27T21:54:05Z", [0.35, 0.65], ""], [17040, "2016-01-27T21:13:37Z", [0.55, 0.45], ""], [1257, "2016-01-27T21:08:44Z", [1.0, 0.0], "Panthers are by far the best team in football.....Except for Alabama ,that is..."], [691, "2016-01-27T20:59:38Z", [0.64, 0.36], ""], [17013, "2016-01-27T19:49:25Z", [0.55, 0.45], ""], [17013, "2016-01-27T19:48:56Z", [0.65, 0.35], ""], [15266, "2016-01-27T19:24:24Z", [0.55, 0.45], ""], [15298, "2016-01-27T17:56:55Z", [0.65, 0.35], ""], [13360, "2016-01-27T17:38:52Z", [0.67, 0.33], ""], [11872, "2016-01-27T17:18:35Z", [0.65, 0.35], ""], [17023, "2016-01-27T16:36:21Z", [0.59, 0.41], ""], [5, "2016-01-27T16:08:56Z", [0.8, 0.2], ""], [16955, "2016-01-27T15:44:59Z", [0.75, 0.25], ""], [77, "2016-01-27T14:51:24Z", [0.95, 0.05], ""], [13942, "2016-01-27T05:18:05Z", [0.6, 0.4], ""], [16977, "2016-01-27T04:36:33Z", [0.8, 0.2], "Broncos will start Manning - and he's not the same QB he was a few years ago - even last year."], [16257, "2016-01-27T04:20:56Z", [0.55, 0.45], ""], [102, "2016-01-27T03:52:47Z", [1.0, 0.0], "Careful analysis by @GL2814"], [176, "2016-01-27T03:47:22Z", [0.79, 0.21], "Front running"], [102, "2016-01-27T02:56:28Z", [0.66, 0.34], ""], [837, "2016-01-27T01:09:17Z", [0.75, 0.25], "Cam Newton has two good feet.  That is one more than Peyton.  And the Panthers defense looks really good."], [12874, "2016-01-27T01:02:37Z", [0.68, 0.32], ""], [52, "2016-01-27T00:39:14Z", [0.65, 0.35], ""], [16962, "2016-01-27T00:18:44Z", [0.65, 0.35], "In the matchup between the Carolina Panthers (NFC) and the Denver Broncos (AFC) I believe the  Panthers have a superior defense,  a better QB, and have played better competition throughout the year. Although, I would not entirely rule out the possibility of a Broncos victory, the underwhelming performance of star QB Peyton Manning would lead me to believe he would need to perform well above his averages this year:  59.8% completion rate, 225 yards per game, and a TD/INT ratio of 9/17; moreover these are all career low numbers for the 39 year old QB.  The panthers are also favored at  -5.5 points, which leads me to believe bookmakers see a Panthers victory to be more likely."], [15408, "2016-01-26T23:06:06Z", [0.99, 0.01], ""], [11885, "2016-01-26T22:58:14Z", [0.95, 0.05], ""], [15425, "2016-01-26T22:55:08Z", [0.7, 0.3], "update after NFC championship game"], [15344, "2016-01-26T22:42:44Z", [0.6, 0.4], ""], [368, "2016-01-26T22:32:52Z", [1.0, 0.0], ""], [16662, "2016-01-26T22:19:41Z", [0.6, 0.4], ""], [94, "2016-01-26T21:56:09Z", [0.66, 0.34], "Following betting markets\n[1] http://predictwise.com/sports/2015-16-nfl-super-bowl"], [16942, "2016-01-26T19:39:00Z", [0.55, 0.45], ""], [16931, "2016-01-26T19:25:16Z", [0.52, 0.48], ""], [16937, "2016-01-26T19:14:28Z", [0.75, 0.25], ""], [15165, "2016-01-26T18:30:05Z", [0.85, 0.15], ""], [15165, "2016-01-26T18:22:35Z", [0.8, 0.2], ""], [16272, "2016-01-26T17:45:29Z", [0.6, 0.4], ""], [16272, "2016-01-26T17:45:18Z", [0.62, 0.38], ""], [10039, "2016-01-26T16:29:46Z", [0.58, 0.42], ""], [11437, "2016-01-26T16:27:59Z", [0.65, 0.35], ""], [16311, "2016-01-26T16:24:32Z", [0.65, 0.35], ""], [16311, "2016-01-26T16:22:54Z", [0.5, 0.5], ""], [16311, "2016-01-26T16:05:36Z", [0.5, 0.5], ""], [16529, "2016-01-26T14:59:47Z", [0.35, 0.65], "Teams with the best defense (yards/game) in the league are 9-2 in the Super Bowl.  Teams with the best offense (points/game) are 10-9 in the Super Bowl.  Denver has the best defense in the league and Carolina has the best offense.  Denver is most likely to win.  Kicking and Screaming."], [5080, "2016-01-26T14:42:36Z", [0.82, 0.18], ""], [1646, "2016-01-26T13:33:47Z", [0.78, 0.22], ""], [691, "2016-01-26T13:17:45Z", [0.64, 0.36], ""], [15097, "2016-01-26T12:34:35Z", [0.6, 0.4], "Going with the Carolina Panthers (NFC) over the Broncos (AFC).  I don't think the Broncos have enough to slow down the juggernaut that is the Panthers' offense.  However, given how well Denver played in beating New England - which I didn't think they'd do - I'll still give Denver a 40% chance.  "], [11157, "2016-01-26T12:11:40Z", [0.6, 0.4], "Injuries in Broncos secondary give me pause. Newton's speed and mobility suggest he will not be Brady-ed by the pass rush"], [15331, "2016-01-26T11:11:28Z", [0.41, 0.59], ""], [11080, "2016-01-26T10:03:09Z", [0.59, 0.41], ""], [436, "2016-01-26T05:59:06Z", [0.6, 0.4], "The better team doesn't always win, but they usually win, and the Panthers are certainly the better team."], [15350, "2016-01-26T05:56:07Z", [0.62, 0.38], "Carolina is currently a 2.5 point favorite according to the Elo rating, lending them a 60% chance of winning. They are a 4 point favorite by Vegas. I place my odds slightly higher, at 62%. With his high-octane offense and high mobility, Cam Newton should fare well against the Broncos' defense. In addition, the Panthers should be able to pressure Manning early and often. "], [10898, "2016-01-26T05:48:18Z", [0.59, 0.41], ""], [15354, "2016-01-26T05:04:05Z", [0.7, 0.3], "Updating slightly given some surprising upsets to the given odds in recent games."], [15331, "2016-01-26T04:45:17Z", [0.59, 0.41], ""], [16579, "2016-01-26T03:59:18Z", [0.4, 0.6], ""], [16884, "2016-01-26T03:44:36Z", [0.7, 0.3], ""], [16883, "2016-01-26T03:37:23Z", [0.75, 0.25], ""], [4768, "2016-01-26T03:14:50Z", [1.0, 0.0], ""], [16291, "2016-01-26T03:03:22Z", [0.6, 0.4], ""], [14916, "2016-01-26T01:19:54Z", [0.65, 0.35], ""], [601, "2016-01-26T01:00:16Z", [0.54, 0.46], ""], [16666, "2016-01-26T00:50:32Z", [0.6, 0.4], ""], [16864, "2016-01-25T23:51:04Z", [1.0, 0.0], ""], [16025, "2016-01-25T23:45:36Z", [0.6, 0.4], "Payton Manning's age and lack of arm strength\nThe Panther's defense is top in the league\nCam Newton is playing at an unbelievably good level"], [15198, "2016-01-25T23:16:52Z", [0.7, 0.3], ""], [1332, "2016-01-25T22:22:37Z", [1.0, 0.0], "Thx. I entered it exactly backwards."], [237, "2016-01-25T22:12:47Z", [0.67, 0.33], ""], [16851, "2016-01-25T21:58:56Z", [0.35, 0.65], ""], [12762, "2016-01-25T21:57:37Z", [0.55, 0.45], "Carolina is only favored by 4 points. \nhttp://www.syracuse.com/sports/index.ssf/2016/01/super_bowl_50_opening_point_spread_carolina_favored_over_denver.html\nDenver's defense played at an unprecedented level against Patriots:\nhttp://blog.masslive.com/patriots/2016/01/aqib_talib_tom_brady_new_engla.html Manning looked healthy compared to previous postseasons. The time off might help him win this game.\nhttp://profootballtalk.nbcsports.com/2016/01/16/peyton-manning-healthier-than-hes-been-all-year/ all that said, Carolina has been winning decisively all season, including the victory against Arizona."], [3991, "2016-01-25T21:50:03Z", [0.68, 0.32], "Now I know the teams.  I think the Panthers are football's best team and they will take care of business."], [15483, "2016-01-25T21:43:59Z", [0.6, 0.4], ""], [1332, "2016-01-25T21:22:44Z", [0.0, 1.0], "After watching Carolina slaughter Arizona, and Denver squeak past New England, I think the mostly likely winner is Carolina. Cam Newton is the best quarterback that I've ever seen play, and that goes back to the 50s. Passing is excellent -- behind excellent pass protection, for sure -- rushing is superb; the only thing he hasn't done is catch a pass. (Tom Brady and Shaun Hill are the only QBs to do so in modern times: Amendola to Brady, and Hill to Hill -- yes, he caught his own pass.) The Broncos defense was excellent, but the offense was only so-so. "], [12118, "2016-01-25T21:05:44Z", [0.59, 0.41], ""], [15844, "2016-01-25T21:00:02Z", [0.8, 0.2], ""], [14880, "2016-01-25T20:53:43Z", [0.65, 0.35], "Panthers are 4pt. favorites.  Panthers great on both offence and defense.  "], [176, "2016-01-25T20:24:51Z", [0.75, 0.25], "The one key statistic is on the Panthers side"], [15344, "2016-01-25T20:19:24Z", [0.59, 0.41], ""], [16775, "2016-01-25T20:17:23Z", [0.85, 0.15], ""], [43, "2016-01-25T20:03:11Z", [0.65, 0.35], "Panthers are a 4 pt favorite; and they slaughtered the Cardinals 49:15. By contrast, Manning is near the sunset of his career, and his Broncos just barely, almost by accident, edged the Patriots. OTOH, Manning has until Feb. 7 to recover from the sacks of yesterday. Dateline 1-24-16 Manning has been battered all season by age and doubt and a creaking body. He relies ever more on his acuity and a microprocessor of a brain than an arm that once tossed thunderbolts. ...Malik Jackson, whose crushing hit helped to force Brady’s second interception. “As long as he’s getting up, that means that we didn’t hit him hard enough,” Jackson said.http://www.nytimes.com/2016/01/25/sports/football/afc-championship-denver-broncos-new-england-patriots-super-bowl.html"], [10153, "2016-01-25T20:02:51Z", [0.85, 0.15], ""], [16775, "2016-01-25T19:52:21Z", [0.85, 0.15], ""], [16775, "2016-01-25T19:50:28Z", [0.75, 0.25], ""], [15102, "2016-01-25T19:32:44Z", [0.65, 0.35], ""], [12006, "2016-01-25T19:29:59Z", [0.65, 0.35], ""], [16832, "2016-01-25T19:26:54Z", [0.35, 0.65], "Two fairly evenly-matched teams, but the Broncos (and, more importantly, Peyton Manning) have been here before and much more recently, so I have to give them the nod."], [16822, "2016-01-25T19:21:19Z", [0.35, 0.65], ""], [90, "2016-01-25T19:11:22Z", [0.85, 0.15], "Now that the game is set, upping my regard for the Panthers. Two excellent defenses, but giving the edge to Newton as being able to get through."], [73, "2016-01-25T18:34:17Z", [0.6, 0.4], ""], [11573, "2016-01-25T18:20:17Z", [0.59, 0.41], "Don't think I have much value to add here. 538 seems to be a decent baseline. "], [14531, "2016-01-25T17:55:04Z", [0.61, 0.39], "As @S1 points out, the current betting odds heavily favor the Panthers*, and I'm slightly tweaking my forecast to reflect that fact. * http://www.oddschecker.com/american-football/nfl"], [14699, "2016-01-25T17:49:18Z", [0.49, 0.51], ""], [14180, "2016-01-25T17:36:53Z", [0.59, 0.41], ""], [405, "2016-01-25T17:23:16Z", [0.65, 0.35], ""], [16800, "2016-01-25T17:14:06Z", [0.45, 0.55], ""], [3702, "2016-01-25T17:13:44Z", [0.82, 0.18], ""], [2, "2016-01-25T17:12:24Z", [0.64, 0.36], "I'm going to be a little careful.  Superbowls are less predictable.  On paper, Denver seemed so flawed that all the sharps are picking them."], [11885, "2016-01-25T17:03:14Z", [0.95, 0.05], ""], [939, "2016-01-25T16:36:43Z", [0.64, 0.36], "Latest betting odds.  Much simpler now that we are down to two teams. NFC (Panthers) is the clear favorite now that New England has been eliminated, and Panthers did not. http://www.oddschecker.com/american-football/nfl"], [14253, "2016-01-25T16:30:37Z", [0.6, 0.4], ""], [15477, "2016-01-25T16:18:05Z", [0.85, 0.15], ""], [476, "2016-01-25T16:14:26Z", [0.9, 0.1], "Broncos and Panthers both lose momentum of home field advantage playing in Levis Stadium down the Peninsula, which has had a history of turf problems link http://www.mercurynews.com/bay-area-news/ci_28685536/49ers-troubled-turf-gets-first-test-sunday-against  which my or my not be a factor. In the quarterback matchup Manning completed just 17 of 32 passes for a lackluster 145 yards, for around 50% completion rate, Cam Newton threw 56 times hitting his targets 27 for a total of 292 yards, not much better in terms of QB rating.  But Newton will probably tack 40 to 50 yards onto the Panthers run game.  Link to stats here.http://www.mercurynews.com/bay-area-news/ci_28685536/49ers-troubled-turf-gets-first-test-sunday-against Stat wise, the Patriots should have won the game. The zebras (Ed Hochulei crew) made at least one bad call that could have changed the momentum of the game toward the Pats. The question remains as to whether Gary Kubiak's coaching and motivation can avoid the recurring issue of some teams playing their best game in the Conference finals and then somehow not \"bringing it\" in the Big Game for the Lombardi Trophy. Ron Rivera is a native Californian and played on a winning Super Bowl team (1985 Bears) and as head coach, he turned the Panthers into a winner. Kubiak is a Texan who has been mentored by John Elway spent his entire career with the Broncos as Elway's backup, so he knows the tradition and culture.  Tough to say that either coach (and coaching staff) will \"outcoach\" the other. With Arizona out of the picture, the NFL has the \"east-west\" TV matchup that brings in the big audiences that advertisers like. But to me, personally, I see the Panthers as a faster team, with more offensive weapons. Unless Newton is carted off the field, they should win.  Joe Montana tried to win another Super Bowl after being traded to Kansas City and didn't make it. He was still on top stuff too, whereas Peyton seems to be clearly \"in decline\" in spite of the hype. Panthers.  \n"], [16793, "2016-01-25T16:10:39Z", [0.64, 0.36], ""], [12699, "2016-01-25T15:39:52Z", [0.75, 0.25], "Superbowl is set. The Broncos came out with a surprise (to me) win which I was very happy about. And the Panthers destroyed the Cardinals. The Panthers looked amazing and I can't imagine they will lose looking the way they have. Despite the Broncos defense, I don't think they can stop the pass, run and Cam Newton. Drastically changing my forecast. If injuries, etc. come up then I will change. Also will be making changes on Superbowl Sunday."], [12763, "2016-01-25T15:17:18Z", [0.6, 0.4], ""], [13652, "2016-01-25T15:16:06Z", [0.68, 0.32], "my pats are gone and manning is not at top form"], [4810, "2016-01-25T15:15:31Z", [0.85, 0.15], "nfl just has it,no matter what"], [16785, "2016-01-25T15:10:44Z", [1.0, 0.0], ""], [14531, "2016-01-25T14:54:55Z", [0.59, 0.41], ""], [16168, "2016-01-25T14:43:24Z", [0.8, 0.2], ""], [12268, "2016-01-25T14:39:13Z", [0.65, 0.35], ""], [11555, "2016-01-25T13:54:38Z", [0.7, 0.3], ""], [691, "2016-01-25T13:22:47Z", [0.63, 0.37], ""], [20, "2016-01-25T12:48:08Z", [0.55, 0.45], ""], [14841, "2016-01-25T12:43:15Z", [0.65, 0.35], "Carolina is just to agile for Denver's Defense."], [13925, "2016-01-25T11:47:08Z", [0.55, 0.45], ""], [136, "2016-01-25T11:13:42Z", [0.7, 0.3], ""], [12874, "2016-01-25T10:28:41Z", [0.62, 0.38], ""], [11433, "2016-01-25T09:43:26Z", [0.58, 0.42], ""], [11731, "2016-01-25T09:28:27Z", [0.95, 0.05], ""], [13239, "2016-01-25T08:04:00Z", [0.69, 0.31], ""], [15624, "2016-01-25T07:11:33Z", [0.6, 0.4], ""], [1800, "2016-01-25T06:24:34Z", [0.63, 0.37], "Going with the betting odds for now - Panthers 1.52 - 1.65\nBroncos 2.52 - 2.94"], [16742, "2016-01-25T06:23:16Z", [0.55, 0.45], ""], [15068, "2016-01-25T05:42:47Z", [0.55, 0.45], ""], [241, "2016-01-25T05:32:47Z", [0.8, 0.2], ""], [14208, "2016-01-25T04:53:43Z", [0.83, 0.17], ""], [231, "2016-01-25T03:55:43Z", [0.7, 0.3], ""], [128, "2016-01-25T03:55:40Z", [0.6, 0.4], ""], [689, "2016-01-25T03:42:15Z", [0.12, 0.88], "Comment deleted on May 10, 2016 10:37PM UTC"], [16119, "2016-01-25T03:21:01Z", [0.59, 0.41], ""], [15906, "2016-01-25T03:19:51Z", [0.62, 0.38], ""], [15047, "2016-01-25T03:16:41Z", [1.0, 0.0], "Carolina has too many weapons - they'll be hard to beat."], [14432, "2016-01-25T03:13:26Z", [0.45, 0.55], "Patriots were more likely to win for AFC."], [925, "2016-01-25T03:12:44Z", [0.95, 0.05], ""], [1506, "2016-01-25T02:54:58Z", [1.0, 0.0], "Carolina: it's their year. Too strong offensively for the Broncos."], [2, "2016-01-25T02:53:33Z", [0.69, 0.31], "Pretty shocking upset of Patriots in AFC.  Carolina looks like its rolling.  NFC fairly big fave, although no NFL game is a lock."], [11686, "2016-01-25T02:49:25Z", [0.65, 0.35], ""], [176, "2016-01-25T02:40:45Z", [0.73, 0.27], ""], [12366, "2016-01-25T02:26:55Z", [0.59, 0.41], ""], [14916, "2016-01-25T02:13:20Z", [0.59, 0.41], ""], [5001, "2016-01-25T02:07:29Z", [0.7, 0.3], ""], [15919, "2016-01-25T01:53:19Z", [0.65, 0.35], ""], [15919, "2016-01-25T01:52:55Z", [0.65, 0.35], ""], [16109, "2016-01-25T01:48:20Z", [0.25, 0.75], ""], [11962, "2016-01-25T00:58:38Z", [0.6, 0.4], "Ah,nthe book Suprtforecasting being willing to adjust one's forecasts.  As of today Brady is a non-factor.  Manning versus Newton.  I wil go with experience ad change the League."], [20, "2016-01-25T00:54:05Z", [0.45, 0.55], ""], [5078, "2016-01-25T00:53:44Z", [0.7, 0.3], "Carolina will shutdown Denver."], [14480, "2016-01-25T00:48:15Z", [0.63, 0.37], ""], [16304, "2016-01-25T00:42:24Z", [0.8, 0.2], "Carolina playing very well together on all 3 phases of the ball.  Denver needs a better than expected game to win, they already spent theirs on the AFC championship game (reversion to the mean)"], [15787, "2016-01-25T00:40:44Z", [0.3, 0.7], ""], [16718, "2016-01-25T00:34:46Z", [0.7, 0.3], ""], [12138, "2016-01-25T00:32:50Z", [0.9, 0.1], "My original forecast about the Patriots playing in Denver happened exactly the way I predicted. The defense manned up the Patriots and forced Brady to hold onto the ball longer for the pass rushers to get to him. Denver vs. and it looks like Carolina early on, man defense typically does not do well against the option offense. The reason is that the OLBs (Miller and Ware) must be able to crash down on the run or come down on Cam. Cam is just too big and fast to be successful on every play. Carolina wins it this year. I'll push it to 90% and won't go any further because I don't know the party habits of the players leading up to the Super Bowl."], [93, "2016-01-25T00:28:10Z", [0.95, 0.05], ""], [5080, "2016-01-25T00:28:03Z", [0.62, 0.38], ""], [15506, "2016-01-24T23:50:23Z", [0.9, 0.1], ""], [11040, "2016-01-24T23:48:56Z", [0.68, 0.32], ""], [15425, "2016-01-24T23:43:43Z", [0.6, 0.4], "Updated after broncos defeat pats in AFC title game"], [532, "2016-01-24T23:41:37Z", [0.6, 0.4], ""], [16724, "2016-01-24T22:57:05Z", [0.75, 0.25], ""], [8967, "2016-01-24T21:48:27Z", [0.6, 0.4], ""], [16710, "2016-01-24T21:13:01Z", [0.5, 0.5], ""], [691, "2016-01-24T15:14:38Z", [0.52, 0.48], ""], [1800, "2016-01-24T12:55:01Z", [0.51, 0.49], ""], [16669, "2016-01-24T03:53:58Z", [0.55, 0.45], ""], [93, "2016-01-24T02:32:28Z", [0.89, 0.11], ""], [368, "2016-01-23T22:56:12Z", [1.0, 0.0], ""], [691, "2016-01-23T21:17:25Z", [0.52, 0.48], ""], [1450, "2016-01-23T20:58:43Z", [0.55, 0.45], ""], [231, "2016-01-23T20:09:53Z", [0.5, 0.5], ""], [1274, "2016-01-23T18:20:09Z", [0.6, 0.4], ""], [14800, "2016-01-23T13:44:59Z", [0.7, 0.3], "Patriots vs Panthers in finale, a rematch of the 2005 Superbowl.  Give the edge to the panthers.  "], [16574, "2016-01-23T03:09:32Z", [0.38, 0.62], ""], [16421, "2016-01-23T01:26:19Z", [0.65, 0.35], ""], [11433, "2016-01-23T01:00:32Z", [0.4, 0.6], ""], [16544, "2016-01-22T23:54:55Z", [0.3, 0.7], ""], [16272, "2016-01-22T21:48:26Z", [0.55, 0.45], ""], [16502, "2016-01-22T21:47:13Z", [0.6, 0.4], "Record wise, Denver and New England (AFC teams) were both 12-4 in the regular season, while Carolina was 15-1, and Arizona was 13-3. I am ignoring possible match ups and just going off record."], [16292, "2016-01-22T21:10:06Z", [0.55, 0.45], ""], [691, "2016-01-22T19:55:57Z", [0.52, 0.48], ""], [15508, "2016-01-22T19:01:43Z", [0.33, 0.67], ""], [11312, "2016-01-22T18:16:17Z", [0.6, 0.4], ""], [15068, "2016-01-22T06:26:55Z", [0.45, 0.55], ""], [15919, "2016-01-22T03:15:25Z", [0.35, 0.65], ""], [16300, "2016-01-22T02:33:30Z", [0.35, 0.65], ""], [16291, "2016-01-22T02:23:42Z", [0.55, 0.45], ""], [10298, "2016-01-21T23:20:45Z", [0.65, 0.35], ""], [605, "2016-01-21T21:55:17Z", [0.45, 0.55], ""], [15350, "2016-01-21T21:08:12Z", [0.55, 0.45], "The NFC has the teams (Carolina and Arizona) with the higher Elo ratings. With Carolina likely to reach the Super Bowl from NFC and Denver slightly more so from the AFC, I see the Panthers being able to dismantle Denver with their better offense and comparable defense. A Panthers/Cardinals match-up versus the Patriots would be more challenging, however. "], [15298, "2016-01-21T20:32:03Z", [0.6, 0.4], ""], [15314, "2016-01-21T19:26:40Z", [0.45, 0.55], ""], [15331, "2016-01-21T19:26:06Z", [0.62, 0.38], ""], [16238, "2016-01-21T14:57:26Z", [0.25, 0.75], "It looks again like the Patriots will prevail"], [691, "2016-01-21T12:41:53Z", [0.6, 0.4], ""], [16203, "2016-01-21T09:51:56Z", [0.55, 0.45], ""], [16203, "2016-01-21T09:51:30Z", [0.55, 0.45], ""], [16173, "2016-01-21T02:22:56Z", [0.7, 0.3], "The NFC has been the better conference this year with better QB play as well. "], [15595, "2016-01-21T02:01:53Z", [0.7, 0.3], ""], [16168, "2016-01-21T01:53:30Z", [0.6, 0.4], "Carolina is on fire - Denver and New England inconsistent"], [16119, "2016-01-21T00:07:58Z", [0.58, 0.42], "I used fivethirtyeight's ELO model as a baseline, then adjusted slightly for injuries (specifically the many nagging injuries of the Patriots)."], [15311, "2016-01-20T22:51:50Z", [0.75, 0.25], ""], [16137, "2016-01-20T22:12:28Z", [0.85, 0.15], ""], [13984, "2016-01-20T22:00:10Z", [0.85, 0.15], ""], [16150, "2016-01-20T21:57:45Z", [0.57, 0.43], ""], [1298, "2016-01-20T21:25:34Z", [0.58, 0.42], "The Panthers have to be considered the favorite until proven otherwise. (Think we'll see CAR v NE in SB50.)"], [15887, "2016-01-20T21:10:49Z", [0.55, 0.45], ""], [16129, "2016-01-20T19:00:15Z", [0.31, 0.69], ""], [14394, "2016-01-20T18:40:20Z", [0.45, 0.55], "Slight adjustments to be in line with fivethirtyeight. I don't think I can do better than they are doing:\nhttp://projects.fivethirtyeight.com/2015-nfl-predictions/"], [15903, "2016-01-20T18:28:16Z", [0.25, 0.75], ""], [1367, "2016-01-20T17:40:36Z", [0.7, 0.3], ""], [16086, "2016-01-20T12:46:41Z", [0.45, 0.55], "Not much - a hunch."], [691, "2016-01-20T11:51:49Z", [0.6, 0.4], ""], [16084, "2016-01-20T11:44:04Z", [0.65, 0.35], ""], [15959, "2016-01-20T10:57:17Z", [1.0, 0.0], ""], [16077, "2016-01-20T08:58:07Z", [0.65, 0.35], ""], [15901, "2016-01-20T08:42:11Z", [0.47, 0.53], ""], [15692, "2016-01-20T06:40:04Z", [0.55, 0.45], "My gut feeling odds on remaining teams at moment: Carolina 30%\nPatriots 26%\nCardinals 25%\nBroncos 19% Will adjust after Sunday's results."], [16061, "2016-01-20T05:18:43Z", [0.85, 0.15], ""], [16052, "2016-01-20T02:49:37Z", [0.3, 0.7], "Both AFC teams have more extensive playoff experience. Particularly at QB."], [16046, "2016-01-20T01:33:00Z", [0.7, 0.3], ""], [2965, "2016-01-20T00:40:25Z", [0.9, 0.1], "I have an irrational hatred of the New England Patriots, and Peyton is way too old based upon performance. \nWhether it's the Panthers or the Cardinals, AFC team loses.\nPatriots have not won 2 in a row for many years and only won last year on a Seattle miscue.\nHeads up New England...look what Panthers did to Seahawks.\n"], [16038, "2016-01-20T00:21:53Z", [0.75, 0.25], ""], [16029, "2016-01-19T23:41:55Z", [0.65, 0.35], ""], [16008, "2016-01-19T22:21:01Z", [0.75, 0.25], ""], [16024, "2016-01-19T22:05:08Z", [0.55, 0.45], ""], [16027, "2016-01-19T22:04:51Z", [0.55, 0.45], "There is a lot of variation in football, making any signal game difficult to predict. "], [14240, "2016-01-19T21:57:01Z", [0.56, 0.44], ""], [10267, "2016-01-19T21:27:23Z", [0.7, 0.3], ""], [14916, "2016-01-19T21:07:57Z", [0.55, 0.45], ""], [16014, "2016-01-19T20:16:00Z", [0.65, 0.35], ""], [4, "2016-01-19T19:43:06Z", [0.54, 0.46], ""], [16008, "2016-01-19T19:34:26Z", [0.5, 0.5], ""], [16003, "2016-01-19T19:23:45Z", [0.5, 0.5], ""], [16006, "2016-01-19T19:20:25Z", [0.45, 0.55], ""], [15746, "2016-01-19T19:02:13Z", [0.6, 0.4], "Based on history, it seems that things should be about 50-50. However, we of course do need to take into account the fact that teams change their composition fairly frequently. Additionally, it seems that the Carolina Panthers have done a phenomenal job this season, and may be the team carrying the NFC to a Super Bowl win overall, although more data might be needed to substantiate this claim and determine whether they simply have faced opponents that were, on average, \"easier\" than an otherwise equivalent or similar team in the AFC."], [691, "2016-01-19T18:18:38Z", [0.6, 0.4], ""], [1646, "2016-01-19T18:14:10Z", [0.6, 0.4], ""], [15975, "2016-01-19T18:12:44Z", [0.85, 0.15], "Palmer or Newton should get the better of Brady or  Manning"], [939, "2016-01-19T17:51:26Z", [0.52, 0.48], "Updating based on latest betting odds which have shifted back closer to 50/50; NFC still a very slight favorite;  Should be a fairly large swing one way or the other once the 2 super bowl teams are set. Updating from 58/42 to 52/48"], [15994, "2016-01-19T17:11:59Z", [0.65, 0.35], "I believe that both NFC teams (Panthers and Cardinals) have the offensive capabilities to beat either of the AFC teams (Patriots and Broncos.) I established my 35% AFC forecast due to the possibility of injuries to players (on either side) during the conference championship games."], [15993, "2016-01-19T16:58:00Z", [0.55, 0.45], "Carolina and Arizona are healthier at the moment."], [14699, "2016-01-19T16:31:09Z", [0.48, 0.52], ""], [601, "2016-01-19T16:16:47Z", [0.51, 0.49], ""], [15980, "2016-01-19T16:00:17Z", [0.75, 0.25], "I believe the Panthers will win, and they are in the NFC. "], [15681, "2016-01-19T15:38:31Z", [0.8, 0.2], "Too random to predict"], [12699, "2016-01-19T14:42:26Z", [0.57, 0.43], "And it will be Panthers vs. Cardinals\nPatriots vs. Broncos My guess is that it will be the Panthers with the win facing off against the Patriots. We're down to 4 teams and realistically (albeit sadly for me) I don't give the Broncos much of a chance with how they've been playing. I would be shocked if the Cardinals pull through as well. The Panthers have looked pretty near unstoppable. Contingent on my above predictions and potential match-ups, I am adjusting my forecast."], [12763, "2016-01-19T14:24:22Z", [0.67, 0.33], ""], [12874, "2016-01-19T13:56:25Z", [0.56, 0.44], ""], [15901, "2016-01-19T12:53:23Z", [0.48, 0.52], ""], [15949, "2016-01-19T08:45:20Z", [0.43, 0.57], ""], [15820, "2016-01-19T07:49:09Z", [0.65, 0.35], "The Cardinals & Panthers are both above average on both sides of the ball (Elite on Defense), while the AFC teams are each strong on only one side (Patriots on Offense, Broncos on Defense).  Referencing Football Outsider's DVOA  Rankings, found here: http://www.footballoutsiders.com/stats/teameff. Still, I fear Belicheck game planning his way to another Superbowl (thus the 35% for AFC) + football is random enough for really anything to happen."], [7124, "2016-01-19T06:54:04Z", [0.35, 0.65], "New England looks very strong again"], [436, "2016-01-19T06:16:06Z", [0.55, 0.45], "I'm going with the FiveThirtyEight odds here. There are some deep thinkers with much more faith in the NFC, but I don't have much confidence in forecasts like \"Team X isn't a real contender\" or \"Team Y should beat either of the teams left on the other side\". Football is a high-variance sport, every team left in the playoffs is quite strong, and FiveThirtyEight's simulations seem far more advanced/predictively powerful than anything we can figure out."], [15939, "2016-01-19T05:54:15Z", [0.67, 0.33], ""], [1450, "2016-01-19T03:53:16Z", [0.55, 0.45], ""], [15792, "2016-01-19T03:49:28Z", [0.55, 0.45], ""], [15923, "2016-01-19T02:53:32Z", [0.95, 0.05], "Charlotte Panthers will win.   Hungry, confident team."], [14997, "2016-01-19T00:18:16Z", [0.65, 0.35], ""], [15906, "2016-01-19T00:01:19Z", [0.53, 0.47], ""], [94, "2016-01-18T23:54:54Z", [0.51, 0.49], ""], [1222, "2016-01-18T21:54:19Z", [0.45, 0.55], ""], [15889, "2016-01-18T21:10:26Z", [0.7, 0.3], ""], [15893, "2016-01-18T20:58:01Z", [0.99, 0.01], ""], [15892, "2016-01-18T20:55:51Z", [0.75, 0.25], "With only four remaining teams I see only 3 quality teams left.  Only one from the AFC."], [15894, "2016-01-18T20:54:23Z", [0.63, 0.37], ""], [368, "2016-01-18T20:30:14Z", [1.0, 0.0], ""], [14238, "2016-01-18T20:28:01Z", [0.74, 0.26], "Updating now that divisional games are complete:\nBased on remaining teams, NFC's chances have improved (based on methodology below). Won two and lost two on the predictions over the weekend. Based on remaining teams, predicting an ARI-NE super bowl with ARI winning.  NFC's chances have increased based on the yards per pass attempt method. Predicting NE, PIT, ARI, and SEA advancing and a ARI-PIT super bowl using the method described below. If these four teams advance, the AFC's chances go up give the better yards per pass attempt numbers for the remaining teams, but the NFC would still be favored 56-44 in this case. In the team matchups, we again had a mixed bag on yards per attempt - PIT and SEA both had more yards per attempt that their opponents in losses, while NE and ARI both had a differential of 2.5+ yards per attempt more than their opponents, which is similar to last week's results.  Updating now that the wildcard games are complete:\nNFC's chances have increased based on the yards per pass attempt method. Predicting NE, PIT, ARI, and SEA advancing and a ARI-PIT super bowl using the method described below. If these four teams advance, the AFC's chances go up give the better yards per pass attempt numbers for the remaining teams, but the NFC would still be favored 56-44 in this case. Looking back over the weekend, the AFC winners had better yards per pass attempt than the teams they beat while the NFC winners did not. The AFC winners were >3 yards per attempt better than the teams they beat, while the NFC teams were withing 1.5 yards of each other. Earlier commentary/rationale Editing original forecast now that playoff teams are final (rationale/method below). I'm still favoring NFC over AFC 53% to 47% when considering all playoff teams \nWhen you take the playoff teams that are above the league mean yards per passing attempt, the NFC is favored 53.5 to 46.5 for the AFC. Interesting that 4 of 6 playoff teams in each conference are above the mean. When I apply the same method to the individual matchups, I get the following winners: \nWeek 1 winners: KC 62-38 over HOU, CIN 50.2-49,8 over PIT, SEA 77-23 over MIN and WSH 79-21 over GB \nWeek 2 winners: CIN 64-36 over NE, KC 65-35 over DEN, ARI 52-48 over SEA, and CAR 52-48 over WSH \nWeek 3 winners: CIN 71-29 over KC, ARI 62-38 over CAR \nSuper Bowl: ARI 51-49 over CIN So as a group and in individual matchups, I come up with the NFC. As noted in the original forecast, there are certainly some questions about this method and I'm trying it out just to see how well or poorly it works. One thing that gives me pause is that I've got CIN going to the Super Bowl and they are basically a 50-50 chance in round one vs PIT, and Andy Dalton, who is most responsible for the CIN yards per passing attempt, is not playing. That one outcome would not change my prediction, it would just substitute PIT for CIN and we'd end up with a ARI-PIT super bowl with the same winner predicted. ****** \nOriginal note on method: This forecast is based on yards per pass attempt, which I have read is the single best predictor of wins in football. I compared the top 4 playoff teams (as of 12/29) in the AFC and NFC based on yards per pass attempt to the league average. The top 4 AFC teams are .95 standard deviations above the league mean, while the top 4 NFC teams are 1.24 standard deviations above the league mean. The difference in these results using a standard normal distribution is a 6% edge to the NFC. Based on the yards per attempt numbers, the top playoff teams are 1) Arizona 2) Cincinnati 3) Seattle 4) Pittsburgh, which raises some questions about this forecasting method - for example, what role does defense play, will Dalton be ready to play for Cincinnati, and will Pittsburgh even make the playoffs. I'll adjust the forecast when the playoff teams are set - barring major changes in yards per attempt exiting week 17, if Pittsburgh does not make the playoffs, it will increase the NFC's chances to 58%."], [15885, "2016-01-18T20:26:41Z", [0.65, 0.35], "Carolina will win...superior combination of defensive and offensive lines."], [11312, "2016-01-18T20:04:20Z", [0.65, 0.35], "Reducing odds a little for NFC due to Seahawks loss."], [10898, "2016-01-18T19:58:42Z", [0.57, 0.43], ""], [11040, "2016-01-18T19:39:43Z", [0.61, 0.39], ""], [14531, "2016-01-18T18:40:01Z", [0.55, 0.45], "I'm changing my forecast to reflect similar changes by Nate Silver and co.* * http://projects.fivethirtyeight.com/2015-nfl-predictions/"], [15857, "2016-01-18T16:50:56Z", [1.0, 0.0], ""], [7972, "2016-01-18T16:17:38Z", [0.15, 0.85], "Tom Brady and The New England Patriots are pretty unstoppable. "], [15097, "2016-01-18T16:00:47Z", [0.45, 0.55], "Changing my forecast in light of New England getting healthy - they looked like the best team over this past weekend, although I think either Carolina or Arizona could give them a run for their money.  "], [2956, "2016-01-18T15:52:32Z", [0.75, 0.25], ""], [15844, "2016-01-18T15:06:41Z", [0.7, 0.3], ""], [974, "2016-01-18T14:59:59Z", [0.65, 0.35], ""], [15842, "2016-01-18T14:58:57Z", [0.6, 0.4], "The Carolina Panthers (NFC) have been the strongest team throughout the regular season and the playoffs. Patriots (AFC) seem to be the second-best team. Both will be equally likely get to the Super Bowl. In the Super Bowl Carolina seems to be slightly in advantage."], [15840, "2016-01-18T13:52:56Z", [0.75, 0.25], "Carolina Panthers are having a really good season after being in the shadows for years and they have a strong quarterback"], [15835, "2016-01-18T13:47:49Z", [0.53, 0.47], ""], [691, "2016-01-18T13:23:03Z", [0.6, 0.4], ""], [9755, "2016-01-18T13:20:06Z", [0.5, 0.5], ""], [14841, "2016-01-18T12:31:08Z", [0.57, 0.43], "Given results from the weekend, and the departure of one team from each conference that I thought could win it all, we are down to 2 teams in the NFC that can win and maybe 1.5 teams in the AFC, which in mind equates to a 7% edge for the NFC."], [15175, "2016-01-18T09:36:59Z", [0.7, 0.3], "Carolina are the strongest team. Can't write off Patriots though."], [13276, "2016-01-18T09:18:39Z", [0.65, 0.35], ""], [15794, "2016-01-18T05:43:05Z", [0.8, 0.2], ""], [176, "2016-01-18T03:33:32Z", [0.6, 0.4], "Going back to coin flip per 538 Gratuitous music video apropos to the moment: https://www.youtube.com/watch?v=B2HWuR2mq5M&feature=youtu.be"], [14916, "2016-01-18T02:30:09Z", [0.52, 0.48], ""], [12366, "2016-01-18T01:52:00Z", [0.55, 0.45], ""], [11080, "2016-01-18T01:28:19Z", [0.57, 0.43], ""], [15166, "2016-01-18T01:04:37Z", [0.4, 0.6], ""], [7349, "2016-01-18T00:51:25Z", [0.8, 0.2], "Can't ignore reality...with the Seahawks loss today , and the pairing now for the final game between Pats and Broncs, I have to say that only dumb luck or Providence would allow either of them to be a match for the Panthers. That said, the way the game turned out today between Denver and the Steelers was a complete surprise. The win wasn't because superior skill was involved. "], [1090, "2016-01-18T00:47:32Z", [0.55, 0.45], ""], [15786, "2016-01-18T00:37:01Z", [0.62, 0.38], ""], [15778, "2016-01-17T22:48:09Z", [0.38, 0.62], "The New England Patriots are the strongest team in the league based on prior performance with a healthy roster which they now have. They also have a better chance of winning the Conferance championship while Carolina which is the second best team in the nfl has a more difficult qualifying contest."], [15763, "2016-01-17T22:42:15Z", [0.55, 0.45], ""], [3677, "2016-01-17T21:37:32Z", [0.61, 0.39], ""], [1342, "2016-01-17T21:36:19Z", [0.55, 0.45], ""], [6813, "2016-01-17T21:28:34Z", [0.55, 0.45], ""], [15768, "2016-01-17T21:27:40Z", [0.65, 0.35], ""], [1824, "2016-01-17T21:27:35Z", [0.35, 0.65], "?"], [4461, "2016-01-17T21:03:42Z", [0.25, 0.75], "Now that the Patriots are back in full strength, they appear to be the favorites to win it all. The top NFC teams (Carolina, Arizona, Seattle) all have shown some weaknesses, and the Patriots clearly lead in playoff experience (especially for QB/coach)"], [14253, "2016-01-17T20:02:54Z", [0.52, 0.48], "I have no idea. I wish I hadn't answered this question."], [15754, "2016-01-17T19:58:51Z", [0.05, 0.95], ""], [15741, "2016-01-17T19:52:39Z", [0.45, 0.55], ""], [1526, "2016-01-17T19:09:35Z", [0.8, 0.2], "Carolina looks legit good.Steelers and Denver are too banged up for everything.patriots are vulnerable."], [14480, "2016-01-17T19:04:41Z", [0.52, 0.48], ""], [12268, "2016-01-17T18:17:27Z", [0.63, 0.37], ""], [12699, "2016-01-17T18:07:59Z", [0.54, 0.46], "Patriots won, and look good with Gronkowski back. Increasing my conviction for them (AFC). Cardinals pulled it out against a strong Packers team but I would be very surprised if they could take the title even with Fitzgerald playing the way he is. Lowering my conviction (NFC). I will not comment on the remaining teams until after the games today but given the above information, I am adjusting my forecast."], [14916, "2016-01-17T16:37:36Z", [0.54, 0.46], ""], [4089, "2016-01-17T16:04:22Z", [0.3, 0.7], ""], [15694, "2016-01-17T15:09:49Z", [0.55, 0.45], "NFC has slightly stronger teams overall, in Carolina and Arizona.  And Patriots,  strongest team in AFC, are defending champs with the challenge of repeating once again"], [15726, "2016-01-17T15:09:04Z", [0.35, 0.65], "Bill Belichick and Tom Brady are the driving force behind the Patriots. Together they have been to the Super Bowl more times than any other coach and quarterback combination, and both are still at the top of their game. It's hard to objectively pick against them."], [691, "2016-01-17T15:05:09Z", [0.6, 0.4], ""], [9755, "2016-01-17T13:28:52Z", [0.51, 0.49], ""], [15682, "2016-01-17T01:04:20Z", [0.6, 0.4], ""], [15675, "2016-01-16T23:07:43Z", [0.54, 0.46], "sum of fivethirtyeight's Elo probabilities before divisional weekend games."], [15667, "2016-01-16T22:31:07Z", [0.8, 0.2], ""], [15659, "2016-01-16T21:59:03Z", [0.55, 0.45], ""], [368, "2016-01-16T19:07:58Z", [1.0, 0.0], ""], [563, "2016-01-16T14:44:56Z", [0.15, 0.85], ""], [15624, "2016-01-16T13:33:13Z", [0.53, 0.47], "Using stats from Football Outsiders - http://www.footballoutsiders.com/stats/playoffodds to determine the Superbowl win brought me to 53% chance of an NFC win. I crosschecked this against betting odds available from http://www.williamhill.com and after removing the bookmaker's overround I came up with 54/46 to the NFC too. The stats I've used will have made concessions for injuries etc, so I don't want to try and adjust at this time but will review after the weekend. I feel that NE are overvalued by the bookies and if KC beat them, it will create a gap being the two sets of data that I've used with Football Outsiders preferring KC."], [691, "2016-01-16T12:34:20Z", [0.61, 0.39], ""], [15602, "2016-01-16T03:37:10Z", [0.4, 0.6], ""], [15568, "2016-01-15T21:57:45Z", [0.35, 0.65], "The winner of the game between Seattle and Carolina will be the NFC winner.  Den will beat Pitt.  NE is the only team in the AFC that can beat the likely teams to come out of the NFC.  For the AFC to win, NE has to emerge as the winner of that conference. New England has an 80% to beat Kansas City.  If they do, they will win the AFC.  If NE does loose, neither Denver or KC can beat either Seattle of Carolina.  If NE wins the AFC and they will only do so if they are healthy, a healthy NE has an 80% chance to beat any NFC Team."], [10267, "2016-01-15T21:43:34Z", [0.8, 0.2], ""], [368, "2016-01-15T20:32:32Z", [1.0, 0.0], ""], [15553, "2016-01-15T20:25:15Z", [0.8, 0.2], ""], [15551, "2016-01-15T20:22:39Z", [0.65, 0.35], "At this point the Panthers are the team to beat, and the Cardinals are second.  Both are in the NFC"], [15277, "2016-01-15T19:53:12Z", [0.9, 0.1], ""], [15529, "2016-01-15T18:48:26Z", [0.99, 0.01], ""], [11731, "2016-01-15T18:15:24Z", [0.9, 0.1], ""], [11040, "2016-01-15T17:56:41Z", [0.58, 0.42], ""], [15524, "2016-01-15T17:46:58Z", [0.35, 0.65], ""], [15513, "2016-01-15T16:43:05Z", [0.65, 0.35], ""], [15235, "2016-01-15T15:52:25Z", [0.55, 0.45], ""], [5002, "2016-01-15T14:51:31Z", [0.55, 0.45], ""], [15477, "2016-01-15T14:27:31Z", [1.0, 0.0], ""], [691, "2016-01-15T12:14:58Z", [0.61, 0.39], ""], [15472, "2016-01-15T11:47:09Z", [0.55, 0.45], "Panthers have flown under the radar all season.  Offense is very strong and they have a great quarterback who is a leader.  Broncos & Patriots have the experience but the leadership & desire is lacking.  In a nutshell if Panthers and New England end up in the super bowl, panthers will want the win more than the Patriots.  Desire wins over the experience in this super bowl.  "], [1800, "2016-01-15T09:46:28Z", [0.54, 0.46], ""], [15371, "2016-01-15T07:13:18Z", [0.58, 0.42], "Carolina Panthers, Seattle Seahawks   NFC\ndont think NE can do again, Denver always loses"], [15448, "2016-01-15T05:55:55Z", [0.25, 0.75], "Broncos/Pats stronger than field."], [15425, "2016-01-15T04:55:10Z", [0.54, 0.46], ""], [15425, "2016-01-15T04:54:52Z", [0.54, 0.46], "Based on percentage chance of winning superbowl implied on Betfair"], [9847, "2016-01-15T04:26:42Z", [0.4, 0.6], ""], [15413, "2016-01-15T02:02:13Z", [0.65, 0.35], "The NFC teams are peaking at the end of the season, whereas most of the remaining AFC teams are limping to the finish line "], [15410, "2016-01-15T02:01:20Z", [0.54, 0.46], "Totaled FiveThirtyEight's odds of a Super Bowl victory for the playoff teams in each conference."], [15409, "2016-01-15T01:59:05Z", [0.6, 0.4], ""], [15409, "2016-01-15T01:41:51Z", [0.6, 0.4], ""], [15354, "2016-01-14T23:19:42Z", [0.65, 0.35], "The top 2 from the NFC (Seahawks and Packers) edge out the top two from the AFC (Patriots & Broncos) by a small amount in the vegas betting odds, and the seahawks seem to be considered favorites overall"], [15375, "2016-01-14T23:10:55Z", [0.75, 0.25], ""], [10267, "2016-01-14T21:13:45Z", [0.8, 0.2], ""], [14915, "2016-01-14T20:56:25Z", [0.6, 0.4], ""], [15345, "2016-01-14T20:45:52Z", [0.75, 0.25], "The NFC appears to have three strong teams. SEA, CAR, ARI"], [15342, "2016-01-14T20:40:00Z", [0.6, 0.4], "The NFC as a league has more viable options for super bowl winners with Carolina and Arizona playing consistently well "], [15344, "2016-01-14T20:38:15Z", [0.45, 0.55], "I think that the AFC teams are stronger as a whole. "], [12516, "2016-01-14T20:36:40Z", [0.25, 0.75], "The AFC just has more consistent teams than the NFC does (despite the superiority of the Panthers). "], [15314, "2016-01-14T20:36:15Z", [0.6, 0.4], "best teams from the nfc are better than best teams from afc"], [15343, "2016-01-14T20:34:45Z", [0.3, 0.7], ""], [15351, "2016-01-14T20:32:34Z", [0.3, 0.7], "The two favorites are the Arizona Cardinals and the Carolina Panthers, both of which are in the NFC."], [15331, "2016-01-14T20:11:44Z", [0.52, 0.48], ""], [691, "2016-01-14T20:07:21Z", [0.61, 0.39], ""], [15321, "2016-01-14T19:34:14Z", [0.55, 0.45], ""], [15319, "2016-01-14T19:14:52Z", [0.75, 0.25], "NFC has a better balence of strong defenses paired with potent offenses."], [15111, "2016-01-14T18:07:21Z", [0.8, 0.2], ""], [15304, "2016-01-14T18:03:50Z", [0.35, 0.65], ""], [15301, "2016-01-14T17:46:54Z", [0.5, 0.5], ""], [15298, "2016-01-14T17:42:15Z", [0.65, 0.35], ""], [15255, "2016-01-14T17:22:58Z", [0.6, 0.4], "injuries in the AFC are more significant than the NFC"], [15292, "2016-01-14T17:08:58Z", [0.7, 0.3], "Carolina/Arizona/Seattle are favorites over Denver/New England due to health - Peyton/Brady are both banged up, as is the New England defense."], [15287, "2016-01-14T17:06:22Z", [0.55, 0.45], ""], [15271, "2016-01-14T16:44:10Z", [0.15, 0.85], ""], [15263, "2016-01-14T16:12:02Z", [0.65, 0.35], ""], [15264, "2016-01-14T16:11:41Z", [0.55, 0.45], ""], [15258, "2016-01-14T15:58:29Z", [0.1, 0.9], ""], [15198, "2016-01-14T07:25:56Z", [0.65, 0.35], ""], [12874, "2016-01-14T03:44:39Z", [0.55, 0.45], ""], [14841, "2016-01-14T01:50:30Z", [0.61, 0.39], "Steelers QB injury, moves down one of potential winners so I am slightly moving up the NFC"], [15179, "2016-01-13T22:45:53Z", [0.8, 0.2], ""], [12721, "2016-01-13T22:20:51Z", [0.54, 0.46], ""], [1529, "2016-01-13T20:25:10Z", [0.6, 0.4], ""], [691, "2016-01-13T20:05:35Z", [0.61, 0.39], ""], [14843, "2016-01-13T19:46:11Z", [0.85, 0.15], ""], [368, "2016-01-13T18:43:00Z", [1.0, 0.0], ""], [5001, "2016-01-13T18:42:43Z", [0.6, 0.4], ""], [15165, "2016-01-13T18:12:31Z", [0.65, 0.35], ""], [15165, "2016-01-13T18:12:12Z", [0.7, 0.3], ""], [15079, "2016-01-13T15:27:54Z", [0.7, 0.3], ""], [5863, "2016-01-13T14:48:04Z", [0.6, 0.4], ""], [15140, "2016-01-13T10:40:12Z", [0.75, 0.25], ""], [14253, "2016-01-13T09:05:13Z", [0.57, 0.43], ""], [1800, "2016-01-13T08:18:21Z", [0.53, 0.47], ""], [3991, "2016-01-13T05:17:59Z", [0.57, 0.43], "I don't think it's possible to be more than about 60-40 on a question like this, due among other things, to the role of luck during the actual super bowl.  I'll probably tilt a few points towards NFC if the Patriots lose, and conversely tilt a few points toward AFC if the Panthers lose.  "], [12879, "2016-01-13T05:10:59Z", [0.56, 0.44], ""], [15116, "2016-01-13T02:33:48Z", [0.65, 0.35], "Panthers beat Chiefs. "], [9755, "2016-01-13T00:41:16Z", [0.75, 0.25], ""], [306, "2016-01-12T23:48:48Z", [0.4, 0.6], ""], [12118, "2016-01-12T22:05:48Z", [0.54, 0.46], ""], [10267, "2016-01-12T22:03:15Z", [0.8, 0.2], ""], [14531, "2016-01-12T22:01:42Z", [0.54, 0.46], "Is there really much reason to think I can do better than FiveThirtyEight.com? Probably not."], [691, "2016-01-12T20:51:02Z", [0.61, 0.39], ""], [15097, "2016-01-12T19:53:25Z", [0.75, 0.25], "The teams in the NFC are much stronger than those in the AFC and do not suffer from the injuries that are currently plaguing a number of AFC contenders (Pittsburgh and New England, in particular).  My prediction is an Arizona-New England Super Bowl with Arizona winning.  "], [368, "2016-01-12T19:37:21Z", [1.0, 0.0], ""], [15075, "2016-01-12T15:20:54Z", [1.0, 0.0], ""], [15060, "2016-01-12T13:10:36Z", [0.1, 0.9], "It's the Patriots world and everyone else is living in it."], [10783, "2016-01-12T03:23:52Z", [0.2, 0.8], "How well the stock market does for the month of January predicts the overall stock market for the whole year 87% of the time. The market is down.  40 out of 49 Super Bowls have been shown that when the market ends downward an AFC team wins. When up, an NFL team. This is known as the Super Bowl Predictor and makes correct calls 80% of the time.  I'm just going to go with it.  Here's the link. If anything,  it's an interesting read: http://www.wsj.com/articles/at-nearly-90-super-bowl-stock-analyst-has-a-streak-going-1452482753"], [6769, "2016-01-12T01:02:46Z", [0.3, 0.7], ""], [15048, "2016-01-12T00:22:19Z", [0.3, 0.7], "Bill Belichek, enough said.  with injuries plaguing the Patriots (Im not a Patriots fan) they still found a way to win and that is a direct reflection of the genius of Bill Belichek.  "], [14238, "2016-01-11T23:34:39Z", [0.58, 0.42], "Updating now that the wildcard games are complete:\nNFC's chances have increased based on the yards per pass attempt method. Predicting NE, PIT, ARI, and SEA advancing and a ARI-PIT super bowl using the method described below. If these four teams advance, the AFC's chances go up give the better yards per pass attempt numbers for the remaining teams, but the NFC would still be favored 56-44 in this case. Looking back over the weekend, the AFC winners had better yards per pass attempt than the teams they beat while the NFC winners did not. The AFC winners were >3 yards per attempt better than the teams they beat, while the NFC teams were withing 1.5 yards of each other. Earlier commentary/rationale Editing original forecast now that playoff teams are final (rationale/method below). I'm still favoring NFC over AFC 53% to 47% when considering all playoff teams \nWhen you take the playoff teams that are above the league mean yards per passing attempt, the NFC is favored 53.5 to 46.5 for the AFC. Interesting that 4 of 6 playoff teams in each conference are above the mean. When I apply the same method to the individual matchups, I get the following winners: \nWeek 1 winners: KC 62-38 over HOU, CIN 50.2-49,8 over PIT, SEA 77-23 over MIN and WSH 79-21 over GB \nWeek 2 winners: CIN 64-36 over NE, KC 65-35 over DEN, ARI 52-48 over SEA, and CAR 52-48 over WSH \nWeek 3 winners: CIN 71-29 over KC, ARI 62-38 over CAR \nSuper Bowl: ARI 51-49 over CIN So as a group and in individual matchups, I come up with the NFC. As noted in the original forecast, there are certainly some questions about this method and I'm trying it out just to see how well or poorly it works. One thing that gives me pause is that I've got CIN going to the Super Bowl and they are basically a 50-50 chance in round one vs PIT, and Andy Dalton, who is most responsible for the CIN yards per passing attempt, is not playing. That one outcome would not change my prediction, it would just substitute PIT for CIN and we'd end up with a ARI-PIT super bowl with the same winner predicted. ****** \nOriginal note on method: This forecast is based on yards per pass attempt, which I have read is the single best predictor of wins in football. I compared the top 4 playoff teams (as of 12/29) in the AFC and NFC based on yards per pass attempt to the league average. The top 4 AFC teams are .95 standard deviations above the league mean, while the top 4 NFC teams are 1.24 standard deviations above the league mean. The difference in these results using a standard normal distribution is a 6% edge to the NFC. Based on the yards per attempt numbers, the top playoff teams are 1) Arizona 2) Cincinnati 3) Seattle 4) Pittsburgh, which raises some questions about this forecasting method - for example, what role does defense play, will Dalton be ready to play for Cincinnati, and will Pittsburgh even make the playoffs. I'll adjust the forecast when the playoff teams are set - barring major changes in yards per attempt exiting week 17, if Pittsburgh does not make the playoffs, it will increase the NFC's chances to 58%."], [7757, "2016-01-11T23:24:58Z", [0.0, 1.0], "Emotion. I'm a Kansas City Chiefs fan. Hoping (unlikely) for the 50th Super Bowl to be a rematch of Super Bowl I, with a different outcome. Chiefs 35 Green Bay 16."], [12879, "2016-01-11T23:07:05Z", [0.56, 0.44], "7"], [15026, "2016-01-11T23:03:57Z", [0.45, 0.55], "There appears to be an NFC bias based on w/l records of possible NFC co tenders. Are we ignoring influence of experience in person of Tom Brady and N.E.?"], [15045, "2016-01-11T22:53:49Z", [0.54, 0.46], ""], [176, "2016-01-11T22:49:38Z", [0.7, 0.3], ""], [601, "2016-01-11T21:02:53Z", [0.56, 0.44], ""], [10039, "2016-01-11T19:20:02Z", [0.56, 0.44], ""], [12459, "2016-01-11T19:02:43Z", [0.85, 0.15], "The Carolina Panthers or Arizona Cardinals are very strong teams both offensively and defensively."], [15029, "2016-01-11T18:36:33Z", [0.62, 0.38], ""], [15027, "2016-01-11T17:51:13Z", [0.6, 0.4], ""], [14916, "2016-01-11T17:47:28Z", [0.57, 0.43], ""], [368, "2016-01-11T17:04:39Z", [1.0, 0.0], ""], [11019, "2016-01-11T15:40:47Z", [0.0, 1.0], ""], [271, "2016-01-11T15:37:40Z", [0.8, 0.2], ""], [2, "2016-01-11T15:19:19Z", [0.63, 0.37], ""], [12699, "2016-01-11T14:46:55Z", [0.6, 0.4], "Now that Wildcard weekend is over, here's an update. The Chiefs beat the Texans. No surprise there. They represent a chance for the AFC. Steelers beat the Bengals. I do not think they have a chance to do much. Not giving them contender status. Seahawks beat the Vikings on the choke of the century. I still hold the Seahawks as an underdog with some potential (NFC). Packers beat the Redskins. Also no surprise there. Also outside shot for the NFC. Now, more importantly, on to match ups.  For the remainder, I'm guessing Panthers win (with a lot of confidence) and Cardinals (somewhat less confidence). Patriots have actually looked terrible so I'm giving the Chiefs the edge unless some of the injured receivers are back (I need to research this). Broncos almost with certainty. After this, let's say we have Cardinals and Panthers (NFC) and Chiefs and Broncos (AFC). Both of the NFC teams, I see as being very likely winners. On the other side, I only consider the Broncos very seriously. In a simplistic way, this implies 75% NFC 25% AFC. Since, these final four are not with complete certainty, I won't make my forecast quite so overconfident. Nevertheless, I feel more conviction in my NFC bias. I am adjusting my forecast to show this."], [691, "2016-01-11T13:36:19Z", [0.61, 0.39], ""], [1540, "2016-01-11T12:46:49Z", [0.65, 0.35], ""], [136, "2016-01-11T07:50:45Z", [0.67, 0.33], ""], [15002, "2016-01-11T07:26:43Z", [0.53, 0.47], ""], [12783, "2016-01-11T05:23:31Z", [0.85, 0.15], ""], [14208, "2016-01-11T05:13:20Z", [0.7, 0.3], ""], [60, "2016-01-11T04:30:22Z", [0.86, 0.14], "No change in forecast. Here are the updated Elo ratings --> http://projects.fivethirtyeight.com/2015-nfl-predictions/ Things went as a I predicted, save for the margins of victory, --> https://www.gjopen.com/comments/comments/82655, but there's far more ambiguity in predicting the divisional round, though. Here are the match-ups: GB @ AZ \nSEA @ CAR KC @ NE \nPIT @ DEN ~~~ As I've said previously, the top teams in the NFC are stronger than the top teams in the AFC and that didn't change after this weekend's games (it almost did, if not for a missed FG by Minnesota). The only \"weak\" team I see on the NFC's side is GB and I doubt that they'll be able to move beyond AZ and even if they do, I can't seem GB beating one of SEA or CAR. I suspect that NE will fall to KC and you could make the case for Pittsburgh beating Denver. If Denver is able to beat Pittsburgh, you could also make the case for KC beating Denver. That's a little harder to do on the NFC side (right now)."], [12879, "2016-01-11T03:54:42Z", [0.58, 0.42], ""], [12879, "2016-01-11T03:22:34Z", [0.58, 0.42], ""], [5001, "2016-01-11T01:36:46Z", [0.58, 0.42], ""], [14916, "2016-01-11T00:45:59Z", [0.56, 0.44], ""], [9125, "2016-01-11T00:12:48Z", [0.6, 0.4], ""], [6903, "2016-01-10T23:56:36Z", [0.25, 0.75], ""], [14841, "2016-01-10T23:04:36Z", [0.57, 0.43], "Seattle is not as impressive as I thought"], [7333, "2016-01-10T23:02:29Z", [0.25, 0.75], ""], [2010, "2016-01-10T21:33:40Z", [0.52, 0.48], ""], [14916, "2016-01-10T18:38:41Z", [0.58, 0.42], ""], [12029, "2016-01-10T18:19:36Z", [0.55, 0.45], ""], [14597, "2016-01-10T13:31:16Z", [0.57, 0.43], ""], [691, "2016-01-10T12:33:07Z", [0.61, 0.39], ""], [14935, "2016-01-10T03:31:04Z", [0.55, 0.45], ""], [13377, "2016-01-10T02:45:52Z", [0.62, 0.38], ""], [14238, "2016-01-09T22:27:15Z", [0.54, 0.46], "Editing original forecast now that playoff teams are final (rationale/method below). I'm still favoring NFC over AFC 53% to 47% when considering all playoff teams\nWhen you take the playoff teams that are above the league mean yards per passing attempt, the NFC is favored 53.5 to 46.5 for the AFC. Interesting that 4 of 6 playoff teams in each conference are above the mean. When I apply the same method to the individual matchups, I get the following winners:\nWeek 1 winners: KC 62-38 over HOU, CIN 50.2-49,8 over PIT, SEA 77-23 over MIN and WSH 79-21 over GB\nWeek 2 winners: CIN 64-36 over NE, KC 65-35 over DEN, ARI 52-48 over SEA, and CAR 52-48 over WSH\nWeek 3 winners: CIN 71-29 over KC, ARI 62-38 over CAR\nSuper Bowl: ARI 51-49 over CIN So as a group and in individual matchups, I come up with the NFC. As noted in the original forecast, there are certainly some questions about this method and I'm trying it out just to see how well or poorly it works. One thing that gives me pause is that I've got CIN going to the Super Bowl and they are basically a 50-50 chance in round one vs PIT, and Andy Dalton, who is most responsible for the CIN yards per passing attempt, is not playing. That one outcome would not change my prediction, it would just substitute PIT for CIN and we'd end up with a ARI-PIT super bowl with the same winner predicted. ******\nOriginal note on method: This forecast is based on yards per pass attempt, which I have read is the single best predictor of wins in football.  I compared the top 4 playoff teams (as of 12/29) in the AFC and NFC based on yards per pass attempt to the league average. The top 4 AFC teams are .95 standard deviations above the league mean, while the top 4 NFC teams are 1.24 standard deviations above the league mean. The difference in these results using a standard normal distribution is a 6% edge to the NFC. Based on the yards per attempt numbers, the top playoff teams are 1) Arizona 2) Cincinnati 3) Seattle 4) Pittsburgh, which raises some questions about this forecasting method - for example, what role does defense play, will Dalton be ready to play for Cincinnati, and will Pittsburgh even make the playoffs.  I'll adjust the forecast when the playoff teams are set - barring major changes in yards per attempt exiting week 17, if Pittsburgh does not make the playoffs, it will increase the NFC's chances to 58%."], [14005, "2016-01-09T20:42:56Z", [0.35, 0.65], ""], [12048, "2016-01-09T19:19:14Z", [0.48, 0.52], ""], [368, "2016-01-09T19:17:33Z", [1.0, 0.0], ""], [14916, "2016-01-09T18:10:57Z", [0.57, 0.43], ""], [14916, "2016-01-09T18:00:14Z", [0.63, 0.37], ""], [691, "2016-01-09T17:31:18Z", [0.61, 0.39], ""], [10039, "2016-01-09T17:07:05Z", [0.55, 0.45], ""], [241, "2016-01-09T14:30:47Z", [0.75, 0.25], ""], [11788, "2016-01-09T13:41:01Z", [1.0, 0.0], ""], [14841, "2016-01-09T03:17:13Z", [0.6, 0.4], "I think the NFC has to many SB winning possible teams, Carolina, Phoenix, Seattle, and Green Bay vs the AFC's New England and Pittsburgh."], [14821, "2016-01-09T02:23:31Z", [0.51, 0.49], "I'm a newbie here, so didn't plan to forecast football outcome, owing to lack of (much) knowledge.  I'm a casual fan at best.  But then I figured that the reason I'm here is to learn to be a better forecaster, and not just for things I know well.  In my mind, the source most likely to be reliable is the one having both expertise, experience, and skin in the game, so I thought of bookies.  (I thought for a moment it would be 'cheating' to use others' predictions, but on second thought see using bookies' predictions as no different than other data having predictive value). So... I went to this site:  http://www.vegasinsider.com/nfl/odds/futures/ to get their \"ODDS TO WIN 2015 SUPER BOWL L\". I converted those odds to implied percentages using the \"Odds Converter Tool\" at this site:  http://www.bettingexpert.com/blog/how-to-convert-odds. I then summed all the implied odds (they totaled 111.4%) because I don't know if (and if so how) a \"bookies' profit\" (or whatever the real term) may be built into these odds. I then summed the odds for all AFC teams and for all NFC teams and divided each by 111.4%.  Result:  AFC = 0.486 and NFC = 0.514. Does this make sense? To do:\n- Update after each week's games.\n- Look at a few times during the week to see the degree to which odds change within week.\n- Find out if the \"Vegas Insider\" site is a reliable indicator of odds (Does anyone know?)\n- Find out if conversion of odds to implied probability is appropriate (and why it adds up to 111.4% this week)\n- Think about what information I might find that bookies don't incorporate into their odds."], [176, "2016-01-08T21:55:49Z", [0.66, 0.34], ""], [14813, "2016-01-08T18:15:09Z", [0.4, 0.6], ""], [14865, "2016-01-08T17:47:58Z", [0.35, 0.65], ""], [691, "2016-01-08T16:25:42Z", [0.59, 0.41], ""], [11686, "2016-01-08T16:22:00Z", [0.3, 0.7], ""], [14858, "2016-01-08T14:28:04Z", [0.61, 0.39], "Rankings in advanced statistics give the edge towards teams from the NFC, as fivethirtyeight's ELO rating. Weak teams in the playoffs (those with the worst records) should not prevail.\nBest teams in the AFC have been hit hard with injuries (Patriots, Broncos and  Bengals) in key positions. Even with physical recoveries it's uncertain if they will be able to perform in their top perfomance."], [77, "2016-01-08T14:11:28Z", [0.9, 0.1], ""], [14559, "2016-01-08T13:59:32Z", [0.81, 0.19], ""], [14208, "2016-01-08T04:25:00Z", [0.6, 0.4], ""], [11755, "2016-01-08T02:50:15Z", [0.2, 0.8], ""], [14834, "2016-01-07T22:24:51Z", [0.56, 0.44], "New England and Denver appear to be the best shots for the AFC, but NE appears to be stalling heading into the postseason and Denver's QB situation is still too uncertain to indicate high probability of success vs a team such as Carolina or Seattle."], [5080, "2016-01-07T21:52:45Z", [0.53, 0.47], ""], [9913, "2016-01-07T21:16:44Z", [0.6, 0.4], "I've flipped on this as the NFC teams look highly superior -- based on the highly accurate \"eye test\""], [10267, "2016-01-07T20:57:26Z", [0.8, 0.2], ""], [12874, "2016-01-07T20:48:05Z", [0.54, 0.46], ""], [368, "2016-01-07T19:08:35Z", [0.95, 0.05], ""], [12366, "2016-01-07T16:53:36Z", [0.53, 0.47], ""], [14808, "2016-01-07T13:55:35Z", [1.0, 0.0], ""], [691, "2016-01-07T13:41:10Z", [0.59, 0.41], ""], [14803, "2016-01-07T10:17:29Z", [0.75, 0.25], ""], [14789, "2016-01-07T03:56:55Z", [0.85, 0.15], ""], [14788, "2016-01-07T03:35:14Z", [0.65, 0.35], ""], [13478, "2016-01-07T02:45:10Z", [0.7, 0.3], "Started at 65% but upping to 70% with Seattle's recent play.  That gives three dangerous NFC teams (Carolina, Arizona and Seattle) vs. one AFC team (the Patriots) that seem championship caliber."], [102, "2016-01-07T01:55:52Z", [0.62, 0.38], "https://larswericson.wordpress.com/2016/01/07/06jan16pm-sitrep/"], [506, "2016-01-07T00:55:17Z", [0.65, 0.35], ""], [93, "2016-01-07T00:15:36Z", [0.75, 0.25], ""], [10783, "2016-01-06T23:08:19Z", [0.53, 0.47], ""], [14763, "2016-01-06T20:24:33Z", [0.7, 0.3], "Seattle & Arizona have superior depth in their respective organizations to Carolina &  Denver. New England too erratic without balanced offensive game."], [12622, "2016-01-06T20:22:56Z", [0.5, 0.5], ""], [12118, "2016-01-06T20:06:29Z", [0.53, 0.47], ""], [14699, "2016-01-06T19:50:05Z", [0.53, 0.47], ""], [368, "2016-01-06T18:29:03Z", [0.95, 0.05], ""], [14748, "2016-01-06T16:47:19Z", [0.8, 0.2], ""], [14738, "2016-01-06T15:33:26Z", [0.6, 0.4], ""], [10771, "2016-01-06T15:11:35Z", [0.58, 0.42], ""], [740, "2016-01-06T14:31:28Z", [0.59, 0.41], ""], [14728, "2016-01-06T14:01:10Z", [0.63, 0.37], ""], [691, "2016-01-06T13:48:32Z", [0.58, 0.42], ""], [3264, "2016-01-06T13:30:36Z", [0.53, 0.47], ""], [10039, "2016-01-06T08:38:10Z", [0.53, 0.47], ""], [14708, "2016-01-06T03:27:27Z", [0.67, 0.33], ""], [8170, "2016-01-06T02:00:09Z", [0.55, 0.45], "The top 3 teams by power ranking are from the NFC but hard to go to far away from 50/50 given the randomness of single elimination playoffs."], [14571, "2016-01-06T00:24:08Z", [0.75, 0.25], ""], [237, "2016-01-06T00:09:19Z", [0.65, 0.35], ""], [14360, "2016-01-05T20:13:59Z", [0.55, 0.45], ""], [368, "2016-01-05T19:31:25Z", [0.95, 0.05], ""], [14690, "2016-01-05T18:46:34Z", [0.77, 0.23], ""], [10267, "2016-01-05T18:09:36Z", [0.8, 0.2], ""], [3428, "2016-01-05T18:06:11Z", [0.65, 0.35], ""], [4042, "2016-01-05T18:01:07Z", [0.65, 0.35], ""], [14680, "2016-01-05T16:54:55Z", [0.65, 0.35], ""], [14679, "2016-01-05T16:37:33Z", [0.43, 0.57], ""], [1529, "2016-01-05T16:27:48Z", [0.75, 0.25], ""], [14660, "2016-01-05T15:23:01Z", [0.55, 0.45], "NFC has slightly stronger teams in the event that the strongest favourite loses. That said, it will be one 60mins game in a game that is notorious for 'Any given Sunday' so there is a strong chance that if teams are good enough to have survived through the play offs and win through to the Superbowl they have the defence and offence capable of winning, so a favourite will only have a probabilistic slight edge."], [128, "2016-01-05T15:01:47Z", [0.54, 0.46], ""], [12289, "2016-01-05T13:41:35Z", [0.54, 0.46], ""], [691, "2016-01-05T13:06:55Z", [0.57, 0.43], ""], [5002, "2016-01-05T10:37:59Z", [0.53, 0.47], ""], [1800, "2016-01-05T08:22:24Z", [0.54, 0.46], ""], [4005, "2016-01-05T05:44:40Z", [0.1, 0.9], ""], [14180, "2016-01-05T03:15:37Z", [0.55, 0.45], ""], [14630, "2016-01-04T21:46:19Z", [0.67, 0.33], "Better teams in NFC"], [9719, "2016-01-04T21:44:56Z", [0.55, 0.45], ""], [13925, "2016-01-04T21:28:14Z", [0.47, 0.53], ""], [14624, "2016-01-04T20:54:20Z", [0.4, 0.6], ""], [368, "2016-01-04T20:16:57Z", [0.95, 0.05], ""], [2985, "2016-01-04T19:52:17Z", [0.65, 0.35], "Seattle & Carolina are powerhouses?  So are Patriots,  but faded a bit at the end."], [10267, "2016-01-04T19:21:50Z", [0.8, 0.2], ""], [691, "2016-01-04T19:07:10Z", [0.56, 0.44], ""], [241, "2016-01-04T19:06:22Z", [0.7, 0.3], "Agree with much of the analysis of @einsteinjs (https://www.gjopen.com/comments/comments/82655), but I'm not ready to bet the farm on an NFC victory just yet."], [60, "2016-01-04T18:48:58Z", [0.86, 0.14], "Upping NFC to 86 (from 80). The playoff picture is set --> http://www.sbnation.com/a/nfl-playoff-bracket-2016 And the Elo ratings are updated --> http://projects.fivethirtyeight.com/2015-nfl-predictions/ Now that we're into playoffs, what's key is the matchups. The *best* team to make the playoffs doesn't always win the Super Bowl, especially if they run into an opponent that has their number. The four teams that are moving onto NEXT weekend's games (Denver, NE, Carolina, and Arizona). The matchups this weekend (with a quick prediction): Seattle @ Minnesota: Minny's D looked GREAT last night against the Packers, but the Packers have been having an off-year. Notably, Seattle beat up on Minny in early December (http://www.si.com/nfl/game/2015/12/06/seahawks-vikings-sunday-december-6th-2015). It's all a \"different ball game\" once you're in the playoffs (or so the #narratives would tell us). According to the Elo ratings, Seattle is a MUCH stronger team than Minny. SEATTLE wins by at least a TD. GB @ Washington: Washington is the NFC East's representative in the playoffs this season. The NFC East (this season) is not what it used to be. According to Elo ratings, GB is a MUCH stronger team. GB wins by at least a FG. KC @ HOU: Probably the most lopsided matchup of the games this weekend. KC scored nearly 100 points (!) more than Houston this year and allowed almost 40 fewer points. KC has won 10 (!) straight games. HOU is fortunate that its last two games of the year were against two of the worst teams this season (TEN and JAX) or else IND would probably be in this game and not HOU. KC's Elo score blows HOU's out of the water. KC wins by at least TWO TDs. PIT @ CIN: This is the only game where (to my mind) there is some ambiguity. Cincy's performance this season is, in part, tied to the success of their QB, Andy Dalton, but Dalton has been hurt the last little bit. There's talk that he might be able to play this weekend. Even if he plays, there'll be questions about his health (#narratives -- again). Anyway, even if he plays, I still give the edge to Pittsburgh (their Elo scores are essentially the same, Pitt's is higher by 10). If Dalton plays, PIT by a FG, if Dalton doesn't play, PIT by a TD. ~~~~ Assuming things go as I've predicted above, that leaves the next 4 games as: GB @ AZ\nSEA @ CAR KC @ NE\nPIT @ DEN On the NFC side, I'm far more confident that one of AZ, SEA, or CAR will reach the Super Bowl (and all three of those teams are strong). In fact, they all have the three highest Elo scores right now! On the AFC side, those two games are wide open! NE has been sliding and Denver \"backed\" into the #1 seed (is that even possible?) Did I mention that both the #5 and #6 seeds in the AFC have beaten the #1 seed in the AFC!? And that NE, after starting the season 10-0, has gone 2-4? Yeah, if there were ever a year where it seemed clear that the NFC were poised to regain its title as Super Bowl champions, this would be that year.  ~~ I'll check back on Saturday and Sunday night."], [13726, "2016-01-04T18:37:23Z", [0.5, 0.5], ""], [11916, "2016-01-04T18:19:45Z", [0.45, 0.55], ""], [14598, "2016-01-04T17:48:50Z", [0.65, 0.35], ""], [4, "2016-01-04T17:29:07Z", [0.55, 0.45], ""], [14597, "2016-01-04T17:10:07Z", [0.55, 0.45], ""], [14605, "2016-01-04T16:45:22Z", [0.5, 0.5], ""], [1019, "2016-01-04T16:09:52Z", [0.35, 0.65], ""], [5641, "2016-01-04T16:02:29Z", [0.85, 0.15], ""], [1131, "2016-01-04T15:11:10Z", [0.55, 0.45], ""], [14590, "2016-01-04T14:43:47Z", [0.45, 0.55], ""], [12699, "2016-01-04T14:38:45Z", [0.56, 0.44], "Sunday was exciting and there were quite a few things to talk about. I'll start with the NFC. The Vikings beat the Packers. I had the Packers as a contender (and still do) but the Vikings looked good and took the NFC North. We'll see the Packers take on the Redskins next and I imagine they'll get through them. Vikings are added as outside shots.  Speaking of the Redskins...not Superbowl contenders. Cardinals lost and badly. The Seahawks are dangerous and I'll keep them on my radar. They did lose to the Rams but other than that they actually have had a pretty good year. I've ignored them until now but think they deserve to be in the running as contenders. Finally, the NFC South. The Panthers still look good and are still favorites. This leaves the NFC with the Panthers, Cardinals, Seakhawks, Packers (kind of) and Vikings (kind of) as contenders.  On to the AFC. The Patriots look bad. Unless injuries are no longer an issue in the playoffs, I don't see them as having a chance at winning it all. I'll keep them but with an outside shot. Broncos clinched home field advantage and Peyton is back!!! They started out with a rocky start but looked great in the second half. Definitely keeping them as contenders. We will see the Chiefs next week. Keeping them in the hunt as they extend their winning streak. The Bengals have a chance if Dalton comes back. The Steelers not so much. Texans, I am not considering. For the AFC, that leaves us with Broncos, Chiefs, Bengals (contingency in place) and Patriots (kind of). For review, NFC: Panthers, Cardinals, Seahawks, Packers (kind of) and Vikings (kind of) as contenders\nAFC: Broncos, Chiefs, Bengals (contingency in place) and Patriots (kind of) As for weight, both the Panthers and Broncos look like they deserve to be front-runners. I would include the Cardinals but this past game was bad.  The NFC still has the edge but I do think that the AFC, most notably due to the Broncos, has improved their chances. On the other hand, the reintroduction of the Seahawks into the mix is interesting. I'm adjusting the NFC chances down slightly."], [14585, "2016-01-04T13:56:23Z", [0.5, 0.5], ""], [1800, "2016-01-04T10:49:28Z", [0.53, 0.47], "Made a minor tweak to how my model computes probabilities given betting odds"], [13239, "2016-01-04T10:36:37Z", [0.55, 0.45], ""], [11788, "2016-01-04T10:17:53Z", [0.7, 0.3], ""], [1800, "2016-01-04T09:34:51Z", [0.54, 0.46], "Among the top seeds, Panthers (NFC) and Patriots (AFC) seem evenly matched, but Cardinals (NFC) look to have a better chance the Broncos (AFC), and Seahawks (NFC) look a lot better than Steelers (AFC), so a slight advantage to NFC. In the lower seeds things look pretty evenly matched."], [14369, "2016-01-04T04:46:04Z", [0.61, 0.39], "Updating after watching how terrible the Packers and Vikings look before even considering the now uncertain health prospects of key players Adrian Peterson and Aaron Rodgers. Seattle, Carolina, and Arizona (who's absolute beating at the hands of Seattle only helped weaken overall NFC perception) are still the top 3 overall contenders for me.  The Steeler offense, if it gets hot and the D can do enough, is a dark horse to go far. Also, I love the playoff card for KC making it to the conference finals. The Pats looked terrible today and now there is uncertainty about Brady's ankle."], [14334, "2016-01-04T03:51:28Z", [0.55, 0.45], ""], [14559, "2016-01-04T03:19:21Z", [0.74, 0.26], "Seahawks, Cards and Panthers in the same division. Cards and Panthers both easily beat the only scary team in the AFC - the Patriots."], [14561, "2016-01-04T03:13:25Z", [0.55, 0.45], "Farley random because it depends on who makes the super bowl which depends on many variables. However if the best team in the nfc, Seahawks, plays the Broncos or Patriots the Seahawks have a slightly higher chance of winning. "], [13652, "2016-01-04T02:02:49Z", [0.2, 0.8], ""], [560, "2016-01-04T00:29:23Z", [0.7, 0.3], "Panthers > Pats"], [5080, "2016-01-03T22:45:59Z", [0.58, 0.42], ""], [368, "2016-01-03T22:21:22Z", [0.51, 0.49], ""], [11157, "2016-01-03T21:42:32Z", [0.58, 0.42], ""], [10803, "2016-01-03T21:18:59Z", [0.55, 0.45], ""], [2648, "2016-01-03T20:36:02Z", [0.95, 0.05], "Carolina  lost a game only to a division rival after a Christmas week full of distraction.  Those conditions will not repeat making another defeat for the Panthers unlikely.  I give only New England a slight chance given their penchant for bending the rules. "], [14526, "2016-01-03T19:38:08Z", [0.52, 0.48], ""], [14519, "2016-01-03T18:33:46Z", [0.23, 0.77], ""], [14394, "2016-01-03T16:26:15Z", [0.52, 0.48], ""], [14507, "2016-01-03T15:36:54Z", [0.75, 0.25], ""], [14504, "2016-01-03T14:47:31Z", [0.41, 0.59], ""], [691, "2016-01-03T13:05:51Z", [0.56, 0.44], ""], [14501, "2016-01-03T12:41:22Z", [0.75, 0.25], "The Panthers are in a different class"], [14490, "2016-01-03T08:26:34Z", [0.51, 0.49], "Arizona has an impressive record 13 / 2"], [13456, "2016-01-03T08:26:03Z", [0.5, 0.5], ""], [11040, "2016-01-03T05:26:11Z", [0.56, 0.44], ""], [14480, "2016-01-03T02:59:08Z", [0.47, 0.53], ""], [14479, "2016-01-03T01:48:03Z", [0.35, 0.65], ""], [1294, "2016-01-02T23:49:27Z", [0.6, 0.4], ""], [86, "2016-01-02T23:46:40Z", [0.4, 0.6], "Patriots dominant again"], [1481, "2016-01-02T23:16:40Z", [0.65, 0.35], "Based on the unscientific method of taking the top 3 odds and splitting the chance accordingly!\nhttp://espn.go.com/chalk/story/_/id/13817250/nfl-latest-super-bowl-50-odds-westgate-las-vegas-superbook"], [14369, "2016-01-02T23:16:13Z", [0.66, 0.34], "The NFC (going into week 17) has Arizona, Carolina, the league's top two (broadly) healthy teams. They also have two time defending conference champion Seattle and a Green Bay team with some troubles but high pedigree and the talent to take it all down if some pieces coalesce in the playoffs. I don't see AJ McCarron being enough to take the Bengals to the title. Same goes for Denver's Brock Osweiler. The Patriots are the biggest risk, although repeating (as they know) is notoriously difficult...ask Seattle.  The Chiefs are interesting. Andy Reid is notorious for poor game clock management and fizzling in the late playoff rounds. Their defense is championship caliber, however, so it's more about Alex Smith and the offense doing enough."], [14469, "2016-01-02T22:13:47Z", [0.6, 0.4], "Based on sporting bet chances"], [368, "2016-01-02T20:24:56Z", [0.25, 0.75], ""], [14448, "2016-01-02T16:34:43Z", [0.35, 0.65], ""], [691, "2016-01-02T14:11:52Z", [0.56, 0.44], ""], [14434, "2016-01-02T10:20:14Z", [1.0, 0.0], "The Carolina Panthers have won the most games uptill now"], [14432, "2016-01-02T08:24:23Z", [0.35, 0.65], "Stronger league"], [12105, "2016-01-02T02:38:01Z", [0.6, 0.4], ""], [5957, "2016-01-01T22:58:39Z", [0.6, 0.4], ""], [14201, "2016-01-01T22:12:56Z", [0.65, 0.35], ""], [368, "2016-01-01T22:04:29Z", [0.25, 0.75], ""], [14412, "2016-01-01T21:26:25Z", [0.5, 0.5], ""], [14411, "2016-01-01T21:23:24Z", [0.35, 0.65], ""], [13377, "2016-01-01T18:22:43Z", [0.47, 0.53], ""], [691, "2016-01-01T16:44:59Z", [0.53, 0.47], ""], [90, "2016-01-01T15:13:48Z", [0.66, 0.34], ""], [14375, "2016-01-01T15:00:16Z", [0.65, 0.35], ""], [12784, "2016-01-01T14:04:08Z", [0.6, 0.4], "Panthers and cardinals have much more wins than any AFC teams and greater delta vs second best. AFC"], [14384, "2016-01-01T04:19:37Z", [0.75, 0.25], "I don't think the AFC teams are strong enough this year to win. The ones that have a chance are with rookie quarterbacks. "], [368, "2015-12-31T21:34:54Z", [0.25, 0.75], ""], [14318, "2015-12-31T21:12:43Z", [0.54, 0.46], "The two strongest teams in the NFC, Carolina and Arizona, are also the two strongest teams in the NFL, at least judged by wins. "], [804, "2015-12-31T20:11:20Z", [0.6, 0.4], ""], [5080, "2015-12-31T18:45:21Z", [0.5, 0.5], ""], [14358, "2015-12-31T16:38:11Z", [0.5, 0.5], ""], [14355, "2015-12-31T16:03:11Z", [0.55, 0.45], ""], [691, "2015-12-31T13:45:23Z", [0.52, 0.48], ""], [241, "2015-12-31T12:53:32Z", [0.65, 0.35], ""], [14235, "2015-12-31T09:58:38Z", [0.57, 0.43], ""], [14334, "2015-12-31T07:52:54Z", [0.54, 0.46], ""], [14334, "2015-12-31T07:51:02Z", [0.54, 0.46], ""], [6303, "2015-12-31T04:56:44Z", [0.6, 0.4], "The NFC teams appear to have an edge over the AFC teams, but it is still pretty much a toss up at this point in time."], [1624, "2015-12-31T03:57:16Z", [0.54, 0.46], ""], [5001, "2015-12-31T03:52:15Z", [0.55, 0.45], ""], [11184, "2015-12-31T03:50:08Z", [0.55, 0.45], "Too early to tell without knowing any specific teams or their health for the big game.  As a base-line, I'm using 538's superbowl odds: http://projects.fivethirtyeight.com/2015-nfl-predictions/"], [643, "2015-12-31T01:04:23Z", [0.6, 0.4], ""], [368, "2015-12-30T23:53:05Z", [0.35, 0.65], ""], [11157, "2015-12-30T23:08:17Z", [0.52, 0.48], ""], [14317, "2015-12-30T22:27:27Z", [0.65, 0.35], "NFC has the preponderance of high W/L teams.  "], [13781, "2015-12-30T21:55:21Z", [0.55, 0.45], "AFC has too many questionable teams at the top."], [1308, "2015-12-30T21:06:30Z", [0.99, 0.01], ""], [14311, "2015-12-30T19:31:46Z", [0.7, 0.3], ""], [10267, "2015-12-30T19:27:58Z", [0.8, 0.2], ""], [2010, "2015-12-30T19:25:32Z", [0.55, 0.45], ""], [14180, "2015-12-30T17:51:37Z", [0.58, 0.42], "First, let's group likely playoff teams into two groups: contenders (Arizona, Carolina, and New England) and pretenders (everyone else). There are four possible  Super Bowl match ups: contender v. contender, NFC contender v. AFC pretender, AFC contender v. NFC pretender, and pretender v. pretender. Let's assume that a contender will always be favored against a pretender and that pretender-pretender and contender-contender match-ups would be even odds. The NFC's superior championship odds are mainly a function of the fact that it is much more likely that a NFC contender matches up against an AFC pretender. Because the Patriots are the only AFC contender, it is much more likely they would be upset than having both Carolina and Arizona not advance to the Super Bowl. I assumed that contenders would be 55% favorites in match-ups against pretenders but, even dropping that percentage to 51%, the NFC would still be a 55% favorite.   "], [14096, "2015-12-30T17:41:48Z", [0.45, 0.55], "One AFC and one NFC team will make up the Super Bowl game. Outside view 50%. Patriots (AFC) are favorites with the bookmakers to win. They also won the prior Super Bowl so their players have the experience. Having said that they still need to win preliminary games to reach the Super Bowl. Slight AFC advantage."], [12763, "2015-12-30T16:22:50Z", [0.7, 0.3], "NFC has the 3 best teams in the NFL right now, imo.  New England, Denver, and Cincinnati are the major contenders from the AFC, but all are dealing with serious injury concerns."], [14299, "2015-12-30T15:55:14Z", [0.45, 0.55], ""], [691, "2015-12-30T15:50:00Z", [0.52, 0.48], ""], [14278, "2015-12-30T14:42:55Z", [0.8, 0.2], "From the South Division of the NFC I would say...."], [1834, "2015-12-30T14:30:02Z", [0.66, 0.34], ""], [14282, "2015-12-30T12:53:56Z", [0.35, 0.65], ""], [14277, "2015-12-30T09:00:29Z", [0.75, 0.25], ""], [4139, "2015-12-30T06:25:01Z", [1.0, 0.0], "I'm a Redskins fan."], [14272, "2015-12-30T05:47:49Z", [0.52, 0.48], ""], [14266, "2015-12-30T04:05:55Z", [0.65, 0.35], ""], [11686, "2015-12-30T03:47:18Z", [0.25, 0.75], ""], [241, "2015-12-30T01:45:04Z", [0.6, 0.4], ""], [368, "2015-12-29T21:39:15Z", [0.35, 0.65], ""], [10267, "2015-12-29T21:07:30Z", [0.8, 0.2], ""], [4910, "2015-12-29T20:51:08Z", [0.5, 0.5], ""], [14238, "2015-12-29T20:35:34Z", [0.53, 0.47], "This forecast is based on yards per pass attempt, which I have read is the single best predictor of wins in football.  I compared the top 4 playoff teams (as of 12/29) in the AFC and NFC based on yards per pass attempt to the league average. The top 4 AFC teams are .95 standard deviations above the league mean, while the top 4 NFC teams are 1.24 standard deviations above the league mean. The difference in these results using a standard normal distribution is a 6% edge to the NFC. Based on the yards per attempt numbers, the top playoff teams are 1) Arizona 2) Cincinnati 3) Seattle 4) Pittsburgh, which raises some questions about this forecasting method - for example, what role does defense play, will Dalton be ready to play for Cincinnati, and will Pittsburgh even make the playoffs.  I'll adjust the forecast when the playoff teams are set - barring major changes in yards per attempt exiting week 17, if Pittsburgh does not make the playoffs, it will increase the NFC's chances to 58%."], [11555, "2015-12-29T20:25:09Z", [0.65, 0.35], ""], [12699, "2015-12-29T17:06:36Z", [0.57, 0.43], "Battle of the backups for the Broncos and Bengals convinces me that both AFC teams are still very much in the running. Since no other games occurred or injury reports, I'm slightly raising the AFC chances given last night's game. I still hold my conviction that, to date, the Panthers and Cardinals both look superior to either one of these 2."], [14020, "2015-12-29T16:18:23Z", [0.05, 0.95], ""], [4042, "2015-12-29T15:04:06Z", [0.51, 0.49], ""], [12302, "2015-12-29T14:10:05Z", [0.55, 0.45], ""], [12118, "2015-12-29T13:57:02Z", [0.54, 0.46], ""], [2796, "2015-12-29T13:11:57Z", [0.25, 0.75], ""], [691, "2015-12-29T12:25:06Z", [0.51, 0.49], ""], [5001, "2015-12-29T05:16:01Z", [0.54, 0.46], ""], [241, "2015-12-29T03:28:53Z", [0.65, 0.35], ""], [12874, "2015-12-29T01:09:15Z", [0.53, 0.47], ""], [13923, "2015-12-28T23:39:39Z", [0.42, 0.58], ""], [8727, "2015-12-28T23:31:41Z", [0.0, 1.0], ""], [14197, "2015-12-28T22:03:53Z", [0.61, 0.39], ""], [368, "2015-12-28T20:39:43Z", [0.45, 0.55], ""], [13935, "2015-12-28T19:38:01Z", [0.52, 0.48], "Implied odds from betting markets"], [1506, "2015-12-28T15:55:19Z", [1.0, 0.0], "Arizona is the one."], [12699, "2015-12-28T15:36:33Z", [0.58, 0.42], "Overdue for an update so here we go. The Panthers have a loss and are not invincible! I'm slightly lowering my conviction for them as the overall favorites (but they are still a great team and Cam Newton is fiercely competitive so I imagine they will come back stronger). The Giants got killed by the Vikings. I rescind my previous comment on them as a potential dark horse. Vikings clinched a spot in the playoffs. I don't see them as contenders for the win but they are attending the playoffs which gives them a greater shot than most. NFC East I will not talk about (with the exception of the Giants above) since nobody there has a shot. The Cardinals look good...really good. I put them very high as contenders.  The Packers got stomped by the Cardinals and the Vikings beat the Giants handily. These 2 are outside contenders but I am placing little weight on both of these teams. Finally, the Falcons handed the Panthers their first loss but I see no shot for them. Panthers remain in the hunt. That leaves 2 serious contenders from the NFC, with the Panthers' chances slightly docked due to loss. 2 outside contenders as well. On to the AFC! Patriots lost to the Jets. That's bad. But they are still contenders despite injuries. The Jets have an outside shot but am not giving them much of  a chance. Broncos remain in the hunt despite 2 losses in a row. I have faith! But without Peyton in his usual form (or playing at all), I am not sure. They play the Bengals tonight so this game will be informative. I'm keeping them as contenders for now. The Chiefs I have not mentioned but they are on a roll. Granted, their schedule hasn't been too tough (it's actually very easy), they definitely show promise. They have beaten the Broncos and won 9 games in a row. They are definitely on my radar but still attributing an outside shot since I am not fully convinced they can get through the likes of the Cardinals or Patriots. Bengals are definitely still contenders and tonight will be interesting. The Steelers were going to be on my radar until they lost to the Ravens (woof). Finally, the AFC South. Everyone sucks. Most of all my own team, the Tennessee Titans. I believe the Texans have their 4th string quarterback in now and JJ Watt is playing with a broken hand. And we got crushed. My apologies for the aside, but it is tough being a Titans fan. Anyways, there are 3 contenders in my view: Patriots, Bengals, Broncos Outside shots in the AFC: Chiefs, Steelers (but not really) NFC contenders: Cardinals, Panthers\noutside shot NFC: Vikings, Packers There are more teams in the running in the AFC which gives more weight, ceteris paribus BUT the Cardinals and Panthers are the best 2 teams in my opinion. If I am switching to a ranking system and this is a VERY ROUGH estimate, it would go as follows. 1) Panthers (NFC)\n2) Cardinals (NFC)\n3) Patriots (AFC)\n4) Bengals (AFC)\n5) Broncos (AFC)\n6) Packers (NFC)\n7) Chiefs (AFC)\n8) Vikings (NFC)\n9) Steelers (AFC) With this new methodology with descending weights by ranking, we have the top 2 teams with a serious shot from the NFC but more teams have chances from the AFC (this is an important point in case Cam Newton breaks a leg, etc). I am still placing more weight on the NFC until injuries or something else convinces me otherwise but it is closer now. 58% NFC, 42% AFC."], [12366, "2015-12-28T15:00:32Z", [0.55, 0.45], ""], [12763, "2015-12-28T14:52:59Z", [0.7, 0.3], ""], [939, "2015-12-28T14:46:49Z", [0.58, 0.42], "Updating based on latest betting odds (by team); slightly discounting the extreme longshots (e.g., rounding down teams with implied 1% chance of winning to a 0% chance) because I thinking betting odds tend to overstate those types of possibilities."], [691, "2015-12-28T13:21:19Z", [0.51, 0.49], ""], [10898, "2015-12-28T10:55:02Z", [0.56, 0.44], ""], [8568, "2015-12-28T04:53:31Z", [0.67, 0.33], ""], [13652, "2015-12-28T02:50:37Z", [0.1, 0.9], "new england"], [1279, "2015-12-28T02:32:24Z", [0.8, 0.2], ""], [237, "2015-12-28T01:33:37Z", [0.6, 0.4], ""], [7463, "2015-12-28T01:33:16Z", [0.8, 0.2], ""], [8229, "2015-12-28T01:20:00Z", [0.95, 0.05], "Two top NFC teams are better up front than the top AFC teams."], [6783, "2015-12-27T21:42:13Z", [0.55, 0.45], "Even with loss today I think Carolina wins the SB"], [12138, "2015-12-27T21:35:01Z", [0.81, 0.19], "Cardinals' lost Tyran Mathieu for the season. He is THEE reason why the Cardinals secondary is so good. That will reduce the Cardinals' chance. Everything else, despite losses in the trap games (Panthers, Patriots, Steelers) doesn't change anything. I will increase the AFC's chance even more if Tamba Hali and Justin Houston of the Chiefs comes back at full strength. They will cause problems against the QB's in the NFC IF they make it to the Super Bowl."], [11040, "2015-12-27T21:27:01Z", [0.53, 0.47], ""], [368, "2015-12-27T21:19:19Z", [0.45, 0.55], ""], [5080, "2015-12-27T21:09:26Z", [0.55, 0.45], ""], [241, "2015-12-27T20:46:50Z", [0.7, 0.3], ""], [14015, "2015-12-27T20:30:30Z", [0.45, 0.55], "cam newton"], [14128, "2015-12-27T19:17:14Z", [0.35, 0.65], "New England is experienced and consistent"], [1333, "2015-12-27T15:31:38Z", [0.25, 0.75], "Dallas Razorbacks had to loose 10 games to be eliminated from the playoffs. That speaks to a weak NFC."], [13923, "2015-12-27T13:48:43Z", [0.46, 0.54], ""], [691, "2015-12-27T13:34:21Z", [0.51, 0.49], ""], [368, "2015-12-26T21:07:47Z", [0.25, 0.75], ""], [10267, "2015-12-26T20:44:32Z", [0.8, 0.2], ""], [691, "2015-12-26T15:06:40Z", [0.51, 0.49], ""], [13593, "2015-12-26T13:26:41Z", [0.53, 0.47], "It's a bit early to make a strong case for either Conference, and I'll probably revise my forecast when I know which two teams will compete in the Superbowl. Right now, I'm giving an edge to NFC teams. Panthers and Cardinals had amazing seasons, Seahawks are peaking at the right time, and you can never count out the Aaron Rogers-led Packers (although they have been inconsistent this season).  Of course, the Patriots are favourites in the AFC, but their playoff success depends on the health of offensive players like Edelman and Gronk, both of whom had injury issues in recent weeks. Steelers could certainly make a strong playoff run, their offence is amazing. I'm not convinced by the Broncos and their volatile QB situation. I also don't trust the Bengals in the playoffs, especially if Andy Dalton can't play, although I like AJ McCarron and he could surprise some people."], [12118, "2015-12-25T19:16:34Z", [0.59, 0.41], ""], [14006, "2015-12-25T15:49:40Z", [0.05, 0.95], ""], [691, "2015-12-25T13:02:04Z", [0.51, 0.49], ""], [10039, "2015-12-25T10:12:37Z", [0.5, 0.5], ""], [13992, "2015-12-25T05:02:06Z", [0.36, 0.64], ""], [10267, "2015-12-24T22:15:33Z", [0.8, 0.2], ""], [691, "2015-12-24T17:58:34Z", [0.51, 0.49], ""], [13961, "2015-12-24T16:03:48Z", [0.2, 0.8], ""], [13942, "2015-12-24T07:37:34Z", [0.57, 0.43], ""], [13928, "2015-12-24T01:49:13Z", [0.6, 0.4], ""], [10267, "2015-12-24T00:48:03Z", [0.8, 0.2], ""], [13925, "2015-12-23T23:26:05Z", [0.43, 0.57], "Starts as a 50:50 based on one team from each in the final - betting patterns imply that AFC has the outstanding team Pats but also 2 others with a chance of winning being good - despite having to beat the, en route "], [368, "2015-12-23T22:00:34Z", [0.25, 0.75], ""], [13911, "2015-12-23T19:56:43Z", [0.77, 0.23], ""], [13912, "2015-12-23T18:54:00Z", [0.35, 0.65], ""], [13907, "2015-12-23T17:55:17Z", [0.5, 0.5], "Who knows?"], [939, "2015-12-23T16:56:37Z", [0.54, 0.46], "Double-checked using individual team's odds; moving up slightly from 53 to 54. There is a 75% chance the superbowl will be won by one of these 6 teams (4 of which are NFC): Patriots, Panthers, Cardinals, Seahawks, Packers, Steelers). If you expand to the top 10 most likely teams (i.e., adding in Broncos, Bengals, Chiefs, and Vikings), it is a 92% chance one of them will win, and 5 are NFC, 5 are AFC."], [939, "2015-12-23T16:37:47Z", [0.53, 0.47], "Consensus (based on betting odds) seems to be that NFC is a (very slight) favorite to produce the winning team.  Will check back periodically to see if this shifts and will update accordingly. NFC: Panthers, Cardinals and Seahawks are the top 3 most likely to win the superbowl from the NFC\nAFC: Patriots and Steelers are the most likely to win the superbowl from the AFC"], [13379, "2015-12-23T15:46:48Z", [0.15, 0.85], ""], [2965, "2015-12-23T14:03:21Z", [0.85, 0.15], ""], [691, "2015-12-23T13:02:40Z", [0.51, 0.49], ""], [102, "2015-12-23T11:21:25Z", [0.59, 0.41], ""], [136, "2015-12-23T09:01:58Z", [0.63, 0.37], ""], [13876, "2015-12-23T05:17:07Z", [0.38, 0.62], ""], [13377, "2015-12-23T04:45:08Z", [0.57, 0.43], "Following https://larswericson.wordpress.com/2015/12/22/double-median-filter/"], [13873, "2015-12-23T03:54:18Z", [0.45, 0.55], ""], [13867, "2015-12-23T02:55:44Z", [0.95, 0.05], ""], [10267, "2015-12-23T02:48:39Z", [0.75, 0.25], ""], [13859, "2015-12-23T00:51:15Z", [0.25, 0.75], ""], [13859, "2015-12-23T00:50:40Z", [0.25, 0.75], "The likely AFC teams have the better experienced QBs."], [2, "2015-12-22T21:25:20Z", [0.6, 0.4], "Going to start with NFC.  Carolina, Arizona, Seattle and GB are all quality SB contenders.  NE is the only real AFC contender.  Broncos are flawed as are Bengals."], [13825, "2015-12-22T21:05:21Z", [0.55, 0.45], "The NFC's tops teams are hotter right now than the AFC's top teams. The AFC teams with the best records in the last five games are all wild card contenders, and the division leaders are injured and trending down."], [13831, "2015-12-22T21:04:42Z", [0.0, 1.0], ""], [13820, "2015-12-22T20:41:32Z", [0.85, 0.15], ""], [13824, "2015-12-22T20:39:51Z", [0.55, 0.45], "NFC teams in the playoffs  have slightly better defenses"], [13818, "2015-12-22T20:17:10Z", [0.67, 0.33], "I would favor either the Panthers or the Cardinals to win the Superbowl. New England and the Broncos are both too beat up and the Bengals will lose early in the playoffs. In addition to Panthers and Cardinals, the NFC also has the Packers and the Seahawks as kickers who could get hot at the end of the year."], [13815, "2015-12-22T19:49:33Z", [0.43, 0.57], ""], [13813, "2015-12-22T19:11:35Z", [0.75, 0.25], ""], [13811, "2015-12-22T18:48:51Z", [0.45, 0.55], ""], [5001, "2015-12-22T18:25:27Z", [0.53, 0.47], ""], [1007, "2015-12-22T18:14:39Z", [0.4, 0.6], ""], [13802, "2015-12-22T17:27:58Z", [0.35, 0.65], ""], [13360, "2015-12-22T16:40:22Z", [0.55, 0.45], ""], [13794, "2015-12-22T16:21:28Z", [0.9, 0.1], ""], [13795, "2015-12-22T16:14:47Z", [0.7, 0.3], "The Carolina Panthers are on a tear recently.  While the AFC seems to be a better overall conference I believe Cam Newton's year has finally come."], [13791, "2015-12-22T15:58:34Z", [0.35, 0.65], ""], [13783, "2015-12-22T15:57:37Z", [0.5, 0.5], ""], [13790, "2015-12-22T15:54:12Z", [0.77, 0.23], ""], [13776, "2015-12-22T15:29:59Z", [0.75, 0.25], "Patriots are only SB quality AFC team.   Broncos past prime.  Bengals almost, but not quite yet.   Jets, Chiefs, Steelers?  Only Patriots can survive the playoffs to reach the final.  The other teams might win one playoff game.  But not all of them.   So AFC depends totally on one hand of cards...Patriots.\nNFC  Panthers (and Cardinals if QB stays healthy) are the 2 best non-Patriot teams.  Packers have the ability to put together a string of playoff wins.  Seahawk or Viking wildcards have more potential for a string of playoff wins than AFC wildcards.  In short, NFC has several strong hands of cards.  The strongest of them will meet the Patriots.  They will be hungrier than the Patriots.  Of course, this will be adjusted each week.  Injuries, stupid penalties and off-field distractions (in that order) are possibilities."], [13779, "2015-12-22T15:03:19Z", [0.75, 0.25], ""], [597, "2015-12-22T13:48:47Z", [0.43, 0.57], ""], [691, "2015-12-22T13:20:07Z", [0.49, 0.51], ""], [13758, "2015-12-22T12:52:58Z", [0.4, 0.6], ""], [4980, "2015-12-22T08:02:57Z", [0.75, 0.25], ""], [13743, "2015-12-22T07:18:26Z", [0.35, 0.65], "Patriots "], [13737, "2015-12-22T05:26:12Z", [0.52, 0.48], "Football outsiders dvoa "], [8006, "2015-12-22T03:49:44Z", [0.0, 1.0], ""], [7098, "2015-12-22T03:49:39Z", [0.15, 0.85], ""], [5001, "2015-12-22T03:20:54Z", [0.52, 0.48], ""], [833, "2015-12-22T01:50:31Z", [0.75, 0.25], "It's time for an NFC team to win since they did not last year. But in all seriousness, the NFC teams are stronger than the AFC teams in term so injuries. The Steelers may make an impact on the AFC side, but their defense is not as strong as it used to be. Yes, we all know the Pats are a favorite and the Broncos were in it a for a while, but I don't think their QB issues will help in the playoffs. Though during Carolina's rest period, they better hope they don't come out of sync. "], [13721, "2015-12-22T01:43:31Z", [0.35, 0.65], ""], [13478, "2015-12-22T01:28:01Z", [0.65, 0.35], "I initially went with 58% based off of the predictions on 538.  The Carolina win yesterday led me to add +2% to the NFC as they can rest.  Additionally, I realize that the three of the four most dominant teams (Carolina, Arizona and Seattle) are in the NFC.  If New England loses before the Super Bowl, the chances of the NFC winning seem higher.  Also, Seattle's recent success is leading me to add another +3%."], [8070, "2015-12-22T01:27:10Z", [0.75, 0.25], "The Patriots"], [13703, "2015-12-22T00:00:50Z", [0.55, 0.45], "The patriots at full strength would seem to be the class of the field, however they are not at full strength, but seem like a good chance to still get through to the superbowl where their experience will be telling (see Hawthorn from AFL Grand final). The two teams that are looking strongest at this point in the year are both in the NFC, Carolina and Arizona, so I would have to give a slight edge to the NFC at this point. Injuries will be the key to any run from here on in."], [10267, "2015-12-21T23:51:02Z", [0.75, 0.25], ""], [9755, "2015-12-21T23:48:50Z", [0.25, 0.75], ""], [13679, "2015-12-21T23:11:38Z", [0.2, 0.8], "New England just know how to get the job done at the business end of the season"], [13672, "2015-12-21T22:35:16Z", [0.0, 1.0], ""], [3328, "2015-12-21T22:27:49Z", [0.45, 0.55], ""], [1550, "2015-12-21T21:51:59Z", [0.25, 0.75], ""], [231, "2015-12-21T20:51:43Z", [0.75, 0.25], ""], [13643, "2015-12-21T20:43:46Z", [0.55, 0.45], "Panthers have what it takes."], [12029, "2015-12-21T19:50:41Z", [0.5, 0.5], ""], [13629, "2015-12-21T19:39:52Z", [0.35, 0.65], ""], [1107, "2015-12-21T19:34:48Z", [0.2, 0.8], "Patriots"], [3544, "2015-12-21T18:43:20Z", [0.65, 0.35], ""], [601, "2015-12-21T18:26:34Z", [0.54, 0.46], ""], [368, "2015-12-21T17:52:10Z", [0.35, 0.65], ""], [13609, "2015-12-21T17:43:42Z", [0.45, 0.55], ""], [12366, "2015-12-21T16:09:38Z", [0.52, 0.48], ""], [12006, "2015-12-21T14:38:28Z", [0.48, 0.52], ""], [8701, "2015-12-21T13:54:49Z", [0.25, 0.75], "Either New England or Pittsburgh will represent the AFC.  Both possess greater playoff experience than the most likely NFC representatives (Arizona or Carolina)."], [961, "2015-12-21T13:46:02Z", [0.45, 0.55], "Although Patriots or Bengals look likely, The Panthers could continue to be unstoppable. Next week will decide final prediction"], [691, "2015-12-21T13:19:41Z", [0.49, 0.51], ""], [13543, "2015-12-21T12:06:27Z", [0.35, 0.65], ""], [13506, "2015-12-21T09:38:38Z", [0.25, 0.75], ""], [102, "2015-12-21T04:27:38Z", [0.57, 0.43], ""], [12771, "2015-12-21T00:09:14Z", [0.25, 0.75], "NFC is far too weak compared to the powerhouses in the AFC. "], [11053, "2015-12-20T23:17:41Z", [0.35, 0.65], ""], [12134, "2015-12-20T23:10:38Z", [0.15, 0.85], "New England Patriots will beat Carolina Panthers in Superbowl."], [6144, "2015-12-20T23:03:58Z", [0.5, 0.5], "Could easily go either way."], [73, "2015-12-20T21:09:10Z", [0.5, 0.5], ""], [3991, "2015-12-20T20:26:01Z", [0.5, 0.5], ""], [7445, "2015-12-20T19:47:18Z", [0.51, 0.49], ""], [13478, "2015-12-20T17:19:52Z", [0.58, 0.42], "Using projections from 538."], [13154, "2015-12-20T16:44:24Z", [0.75, 0.25], "Carolina Panthers vs New England Patriots. this is the season of the Panthers"], [691, "2015-12-20T15:39:40Z", [0.52, 0.48], ""], [10039, "2015-12-20T11:52:24Z", [0.65, 0.35], ""], [13247, "2015-12-20T09:04:45Z", [0.0, 1.0], "'tho NFC are weaker overall the top teams look very strong"], [13462, "2015-12-20T07:52:05Z", [0.75, 0.25], "QB league: only Brady; Wilson; Rodgers or Newton can pull it off. "], [13369, "2015-12-20T00:24:39Z", [0.0, 1.0], ""], [368, "2015-12-19T20:08:08Z", [0.35, 0.65], ""], [94, "2015-12-19T19:41:05Z", [0.52, 0.48], ""], [241, "2015-12-19T18:29:47Z", [0.65, 0.35], ""], [13050, "2015-12-19T18:14:46Z", [0.6, 0.4], "NFC is a more competitive league this year. "], [691, "2015-12-19T14:56:39Z", [0.52, 0.48], ""], [13425, "2015-12-19T13:41:30Z", [0.15, 0.85], "Three strongest teams are in the division."], [13410, "2015-12-19T09:51:50Z", [0.3, 0.7], "Better regular season records"], [5081, "2015-12-19T05:52:55Z", [0.2, 0.8], ""], [12366, "2015-12-19T01:34:57Z", [0.51, 0.49], ""], [8967, "2015-12-18T21:30:15Z", [0.4, 0.6], ""], [10267, "2015-12-18T21:18:54Z", [0.75, 0.25], ""], [13400, "2015-12-18T20:19:45Z", [0.65, 0.35], "I'm torn, as I would probably go with NE as best team in NFL, but teams 2-4 are NFC.  "], [368, "2015-12-18T19:17:10Z", [0.25, 0.75], ""], [1646, "2015-12-18T14:48:39Z", [0.79, 0.21], ""], [691, "2015-12-18T12:52:52Z", [0.55, 0.45], ""], [60, "2015-12-18T07:12:41Z", [0.8, 0.2], "Upping NFC to 80 (from 78). Updated playoff picture --> http://www.sbnation.com/nfl/2015/12/14/10066274/2015-nfl-standings-week-14-patriots-bengals-cardinals-broncos Updated Elo ratings --> http://projects.fivethirtyeight.com/2015-nfl-predictions/ Based on the current structure of the NFC standings, it seems like it's almost a lock that one of Carolina, Seattle, or Arizona will make the playoffs. Arizona/Seattle will finish 2nd/5th and Carolina will finish 1st. Assuming that AZ/Sea win their game against the NFC East *winner,* that sets up a matchup of SEA vs. AZ or SEA/AZ vs. CAR. Assuming it's the later (i.e. I suspect that GB will be able to beat Minnesota), that sets up the following matchups: SEA/AZ vs. CAR and SEA/AZ vs. GB This guarantees that one of SEA/AZ/CAR will be playing in the NFC championship game and unless GB really impresses in the next couple of weeks, I like the chances of SEA/AZ/CAR to advance to the Superbowl and \"spin the wheel\" to play against a team from the AFC. To be clear, the team that represents the AFC could almost certainly be any of the teams that are currently seeded one through six. The Pats have shown their vulnerabilities, the Bengals might be without their QB, and the Broncos seem to be a bit of an enigma. There'll probably almost certainly be one of KC/NYJ/PIT to make it as one of the lower seeds and if they get hot in January, could certainly make a run for it.\n~ All that's to say, I'm still sticking strong to the NFC."], [13355, "2015-12-18T01:53:11Z", [0.5, 0.5], "Sitting on the fence coz I really dont know, or care(sorry)."], [10267, "2015-12-17T21:25:07Z", [0.75, 0.25], ""], [13340, "2015-12-17T20:57:44Z", [0.5, 0.5], ""], [8156, "2015-12-17T20:38:48Z", [0.13, 0.87], "New England wil win."], [457, "2015-12-17T15:45:31Z", [0.6, 0.4], "Panthers undefeated"], [13309, "2015-12-17T14:21:34Z", [0.5, 0.5], "I know nothing of American Football, even after reading up on it.  Looking at the stats for the last 10 years it's been 5 a piece, so 50/50 it is..."], [691, "2015-12-17T12:56:55Z", [0.53, 0.47], ""], [13276, "2015-12-17T10:20:04Z", [0.77, 0.23], "Panthers should revert to the mean, as they are the worst team to be undefeated. Still say the scale is tipped to NFC, but hard to imagine brock osweiler, cincy back-up or broken luck/hasselback taking down packers or cardinals. So it's pats or bust. No1 seeds win the superbowl on average 46% of the time. so 46*.50, gives 23% chance to AFC no1 seed. Not really what I would have though right off the bat, but best estimate for now."], [13272, "2015-12-17T08:28:53Z", [0.5, 0.5], "Run, run, throw, repeat."], [13256, "2015-12-17T01:17:10Z", [0.65, 0.35], "Probable winners New England/Carolina. Carolina a better team, NE has the best q'back but NC has a wonderful defense."], [11819, "2015-12-16T22:48:42Z", [0.5, 0.5], ""], [3927, "2015-12-16T22:40:03Z", [0.75, 0.25], ""], [13245, "2015-12-16T22:36:41Z", [0.25, 0.75], "Two best teams"], [13238, "2015-12-16T21:49:09Z", [0.75, 0.25], ""], [237, "2015-12-16T21:01:12Z", [0.52, 0.48], ""], [10267, "2015-12-16T20:39:10Z", [0.75, 0.25], ""], [368, "2015-12-16T20:36:51Z", [0.25, 0.75], ""], [11437, "2015-12-16T20:34:01Z", [0.55, 0.45], ""], [13078, "2015-12-16T20:28:13Z", [0.75, 0.25], ""], [13136, "2015-12-16T16:29:28Z", [0.63, 0.37], ""], [8885, "2015-12-16T16:11:46Z", [0.65, 0.35], "Carolina Panthers: Best Offense with stout defense, Home field advantage throughout the playoffs, least number of injuries and best quarterback play point to Panthers winning Super Bowl 50.  Pittsburgh Steelers & New England patriots are likely to fight for spot vs Carolina.  I think Carolina will defeat either of these foes. "], [12453, "2015-12-16T15:49:00Z", [0.6, 0.4], "I'm a Cardinals fan.  Yes this is biased and I am willing to admit it, but the Panthers are 13-0.  All the other top teams (Cardinals, Patriots, Bengals, Broncos) have lost both at home and on the road.  This bodes well for the NFC when a single game decides who advances."], [13081, "2015-12-16T14:42:52Z", [0.75, 0.25], "Carolina Panthers only unbeaten team (currently 13-0). Patriots look strong with Gronkowski back in but not strong enough."], [12789, "2015-12-16T14:09:57Z", [0.7, 0.3], "Carolina Panthers."], [691, "2015-12-16T12:04:55Z", [0.53, 0.47], ""], [12944, "2015-12-16T09:26:58Z", [0.05, 0.95], "Green Bay Packers "], [5001, "2015-12-16T08:30:29Z", [0.55, 0.45], "Weekly motions :-)"], [12943, "2015-12-16T08:12:01Z", [0.59, 0.41], "The implied probabilities in betting odds (betfair.com) point ot the following favourites:\nNew England Patriots (AFC)  - 21%\nCarolina Panthers (NFC) - 19%\nArizona Cardinals (NFC) - 12%\nSeattle Seahawks (NFC) - 11%\nPackers (NFC) - 8%\nBroncos (AFC) - 7%\nSteelers (AFC) - 7% Overall amongst these main favourites, NFC is seen as materially more likely. The combined probability here of AFC teams is seen at (21%+7%+7%=35%), while the combined probability amongst the favourites for NFC teams is (19%+12%+11%+8%)=50%.  If we assume equal likelihood of teams outside the core group of favourites, then NFC probability is 59% (50/85)  and AFC correspondingly 41% (35/85)."], [12936, "2015-12-16T07:40:05Z", [0.54, 0.46], "The NFC has won 54% of all Superbowls. "], [13055, "2015-12-16T05:52:18Z", [0.5, 0.5], ""], [12366, "2015-12-16T03:14:07Z", [0.53, 0.47], ""], [241, "2015-12-16T03:09:51Z", [0.55, 0.45], ""], [10898, "2015-12-16T00:48:15Z", [0.53, 0.47], ""], [13048, "2015-12-16T00:37:23Z", [0.77, 0.23], ""], [4380, "2015-12-16T00:25:21Z", [0.58, 0.42], ""], [12988, "2015-12-15T21:52:49Z", [1.0, 0.0], ""], [12699, "2015-12-15T21:48:13Z", [0.6, 0.4], "NY Giants squeaked out a win which doesn't materially effect my forecast. They could be a (very) dark horse for the Superbowl but I will not be adjusting my numbers for this. Wanted to update my forecast based on injuries. RB for the Patriots is out. They have Tennessee up next so will be fine even if half their team can't play (in all seriousness, I am maintaining conviction because I forecast he will be back soon). Dalton will not need surgery and should be back in a couple of weeks for the Bengals. I previously docked them quite a bit and will reinstate some conviction in their chances but this will be updated following their game with the Chiefs. Broncos are still in the running but did have 3 safeties out in their loss against the Raiders and, of course, Peyton Manning. I will be monitoring this closely. On to the NFC! Packers have a tough schedule with Arizona and Oakland road games coming up. I maintain their chances as well as Arizona's. This will be adjusted come this week-end. No changes in Panthers and Cardinals. Conclusion: given my reinstatement of the Bengals as contenders (sort of), I am increasing the AFC's chances in this forecast. More updates to come...."], [12984, "2015-12-15T21:33:47Z", [0.25, 0.75], ""], [175, "2015-12-15T21:33:00Z", [0.53, 0.47], ""], [175, "2015-12-15T21:32:42Z", [0.5, 0.5], ""], [12983, "2015-12-15T21:22:19Z", [0.76, 0.24], ""], [10267, "2015-12-15T20:19:38Z", [0.75, 0.25], ""], [11080, "2015-12-15T19:33:55Z", [0.5, 0.5], ""], [12961, "2015-12-15T18:52:22Z", [0.35, 0.65], ""], [4, "2015-12-15T18:14:42Z", [0.53, 0.47], "Adjust AFC down after Dalton's injury"], [5863, "2015-12-15T17:54:59Z", [0.4, 0.6], ""], [102, "2015-12-15T17:28:56Z", [0.5, 0.5], "https://larswericson.wordpress.com/2015/12/15/monday-night-picks/"], [519, "2015-12-15T17:21:00Z", [0.7, 0.3], "Many more teams on the NFC side of the house can win the superbowl than those in AFC. "], [12950, "2015-12-15T15:10:13Z", [0.6, 0.4], ""], [691, "2015-12-15T13:36:49Z", [0.49, 0.51], ""], [6752, "2015-12-15T12:58:33Z", [0.65, 0.35], ""], [601, "2015-12-15T12:45:55Z", [0.53, 0.47], "..........................."], [10267, "2015-12-14T23:44:00Z", [0.75, 0.25], ""], [1045, "2015-12-14T23:23:38Z", [0.75, 0.25], ""], [368, "2015-12-14T21:00:44Z", [0.25, 0.75], ""], [691, "2015-12-14T20:50:30Z", [0.47, 0.53], ""], [1028, "2015-12-14T20:31:15Z", [0.75, 0.25], ""], [12763, "2015-12-14T19:20:12Z", [0.65, 0.35], ""], [3577, "2015-12-14T19:15:16Z", [0.7, 0.3], "Consensus? I'm not a big football aficionado per se."], [1029, "2015-12-14T18:41:23Z", [0.35, 0.65], ""], [12879, "2015-12-14T18:40:13Z", [0.9, 0.1], ""], [12879, "2015-12-14T18:22:50Z", [0.15, 0.85], ""], [12907, "2015-12-14T15:40:46Z", [0.4, 0.6], "AFC is a lot better, but of course the NFC is guaranteed to at least send a team to Santa Clara, so anything could happen"], [12366, "2015-12-14T15:07:31Z", [0.52, 0.48], ""], [925, "2015-12-14T14:57:34Z", [0.6, 0.4], ""], [12699, "2015-12-14T14:47:50Z", [0.65, 0.35], "Following the games and injuries observed on 12/13, I am lowering my conviction of the Bronco's chances. This reduces my outlook for contenders in the AFC to win.  The Jets had an easy win over the Titans (sadly I am a Titans fan) however do not look like Superbowl contenders.  The Patriots had an easy day as well. Despite their injuries, I still maintain conviction in their chances although it does seem statistically improbable for teams to win back to back Superbowls (but has been done by the Patriots no less!). AFC North only boasts the Bengals as I do not see the Steelers as contenders. They have been sliding as of late and I do not consider them front-runners. Finally, nobody in the AFC South seems likely. Moving on to the NFC, The Panthers look like the favorites still. The NFC East boasts no serious contenders. NFC West still has a good team in the Cardinals despite their close game with the Vikings.  The Packers looked good and I would definitely consider them in the hunt.  To sum it up, here are my picks based on this past week: Panthers, Patriots, Cardinals, Packers That's 3 teams for the NFC and 1 for the AFC. This forecast will continue to fluctuate. For now, I am increasing the odds based on the above summary of information from the past few days."], [6552, "2015-12-14T13:47:45Z", [0.6, 0.4], ""], [52, "2015-12-14T12:37:23Z", [0.45, 0.55], "With Dalton down maybe for rest of year and Cinninatti might not make playoff, it seems like one less challenger to NE. Seems like it ups their odds a bit, if not a lot."], [52, "2015-12-14T12:33:47Z", [0.3, 0.7], "I think conventional wisdom has/had Cinncinatti as the top challenger to NE. Now with Dalton out and Cinn perhaps not even making the playoffs in time for him to come back, seems to me AFC chances have just increased."], [12896, "2015-12-14T12:16:25Z", [0.1, 0.9], ""], [11312, "2015-12-14T06:31:02Z", [0.72, 0.28], ""], [102, "2015-12-14T04:49:14Z", [0.54, 0.46], "https://larswericson.wordpress.com/2015/12/14/excluding-outliers-in-the-smart-crowd-forecast/"], [368, "2015-12-13T22:09:50Z", [0.25, 0.75], ""], [691, "2015-12-13T21:34:40Z", [0.47, 0.53], ""], [12884, "2015-12-13T21:26:16Z", [0.1, 0.9], ""], [12874, "2015-12-13T20:47:52Z", [0.49, 0.51], ""], [12366, "2015-12-13T20:46:15Z", [0.49, 0.51], ""], [12721, "2015-12-13T14:01:05Z", [0.52, 0.48], ""], [11157, "2015-12-13T03:35:59Z", [0.45, 0.55], ""], [12850, "2015-12-12T22:07:00Z", [0.51, 0.49], ""], [368, "2015-12-12T20:40:24Z", [0.25, 0.75], ""], [12843, "2015-12-12T19:29:20Z", [0.35, 0.65], ""], [1735, "2015-12-12T16:10:12Z", [0.4, 0.6], ""], [12837, "2015-12-12T14:39:17Z", [0.58, 0.42], ""], [10039, "2015-12-12T13:49:20Z", [0.47, 0.53], ""], [691, "2015-12-12T12:19:01Z", [0.47, 0.53], ""], [1268, "2015-12-12T07:12:57Z", [0.55, 0.45], "Panthers and Cardinals are playing the best right now, and I'd expect to see them playing for the AFC title.  Barring any major injuries, the winner of the AFC will be favorite to win the Superbowl."], [102, "2015-12-12T05:29:35Z", [0.59, 0.41], "https://larswericson.wordpress.com/2015/12/12/super-friday-night/"], [4, "2015-12-11T22:54:13Z", [0.5, 0.5], "I am being bold"], [368, "2015-12-11T22:09:46Z", [0.55, 0.45], ""], [452, "2015-12-11T21:55:27Z", [0.6, 0.4], ""], [691, "2015-12-11T19:16:36Z", [0.47, 0.53], ""], [12699, "2015-12-11T18:06:35Z", [0.53, 0.47], "I am adjusting my forecast based on further evaluation of injuries. I will continue to update (after Sundays particularly) but today I have decided to update based upon the below. The Patriots, while strong, have lost key WR's. Given this development, I lower my conviction on AFC.\nDenver and the Bengals remain serious contender in the AFC and despite Peyton's less than stellar year, I give him a larger chance of outperformance during the playoffs given his track-record. Now on to the NFC. Carolina looks phenomenal and continues to display themselves as definite contenders. I maintain my conviction there. The Cardinals, while serious contenders, seem to me less likely.Following a tight game to the mediocre Vikings and a loss early on vs. the Steelers (not as key to my judgment), I reduce their chances. The Packers are somewhat of a long shot but tend to perform during playoffs. This is very speculative and not founded in reason. Given this, I need to adjust this down significantly since, ultimately, they are a 4 loss team with losses to the like of the Bears and Lions. With these adjustments I maintain the Broncos have a chance and the Patriots, contingent on injury recoveries (I will be watching this). On the NFC side, Carolina is an obvious contender and I nominate the Cardinals to that as well. I am no longer using the Packers in this forecast. With 2 teams on either side, this suggests a 50-50 chance but I maintain Carolina's advantage to date still giving the NFC the edge."], [52, "2015-12-11T17:26:15Z", [0.5, 0.5], ""], [12812, "2015-12-11T15:59:10Z", [0.4, 0.6], ""], [498, "2015-12-11T09:28:22Z", [0.55, 0.45], ""], [498, "2015-12-11T09:25:03Z", [0.45, 0.55], ""], [12789, "2015-12-11T05:20:48Z", [0.3, 0.7], ""], [12784, "2015-12-11T03:48:35Z", [0.45, 0.55], "Arc scores more points in reg season, greater differential sum of win in AFC is 36 vs 35 for NFC. Overall win more often"], [11720, "2015-12-11T02:27:25Z", [0.4, 0.6], "Patriots or Seahawks "], [2594, "2015-12-11T00:46:55Z", [0.5, 0.5], ""], [10267, "2015-12-10T22:38:14Z", [0.75, 0.25], ""], [691, "2015-12-10T15:24:29Z", [0.47, 0.53], ""], [2321, "2015-12-10T11:50:36Z", [0.85, 0.15], ""], [102, "2015-12-10T06:07:54Z", [0.65, 0.35], "https://larswericson.wordpress.com/2015/12/10/a-super-long-picky-post/"], [9913, "2015-12-10T04:44:44Z", [0.47, 0.53], "Revised after the Patriots' struggles of late and the Panthers success. It's still early and Cincinnati has the most talent on any roster. "], [11983, "2015-12-10T03:13:22Z", [0.2, 0.8], "Cincinnati Bengals"], [12677, "2015-12-10T00:10:24Z", [0.5, 0.5], ""], [12460, "2015-12-09T23:24:25Z", [0.25, 0.75], ""], [691, "2015-12-09T20:47:08Z", [0.47, 0.53], ""], [99, "2015-12-09T20:33:25Z", [0.78, 0.22], ""], [368, "2015-12-09T20:00:48Z", [0.25, 0.75], ""], [12699, "2015-12-09T14:52:52Z", [0.59, 0.41], "AFC has 3 teams, in my view, that could win of which 2 I am confident are contenders.\nNFC has 3 teams, in my view, that could win of which 3 I am confident are contenders.\nThis implies a skew towards the NFC. Diving into the teams that are listed as contenders, I have a 'high confidence rating' for 2 of the contenders in the NFC and only 2 in the AFC. Given the initial skew and factoring in chance of injury, I will maintain a bias towards the NFC."], [10803, "2015-12-09T02:23:34Z", [0.5, 0.5], ""], [12286, "2015-12-09T01:53:05Z", [0.59, 0.41], ""], [12675, "2015-12-09T01:24:05Z", [0.53, 0.47], "Baseline suggests NFC 57% of the time. "], [12366, "2015-12-08T21:33:47Z", [0.51, 0.49], ""], [12006, "2015-12-08T20:25:30Z", [0.45, 0.55], ""], [597, "2015-12-08T17:57:13Z", [0.43, 0.57], ""], [11040, "2015-12-08T17:54:11Z", [0.45, 0.55], ""], [10267, "2015-12-08T16:52:43Z", [0.75, 0.25], ""], [691, "2015-12-08T13:59:07Z", [0.47, 0.53], ""], [1710, "2015-12-08T13:21:17Z", [0.35, 0.65], "http://www.nfl.com/news/story/0ap3000000573517/article/2015-nfl-midseason-predictions-who-will-win-super-bowl-50\nMore midseason predictions favor the Patriots! "], [102, "2015-12-08T03:23:34Z", [0.54, 0.46], "https://larswericson.wordpress.com/2015/12/08/updated-super-picker/"], [4851, "2015-12-08T03:16:49Z", [0.45, 0.55], "fairly even split between (https://medium.com/@mozhuuuuu/is-there-a-pattern-of-dominance-between-the-nfc-and-the-afc-ef04ad435e88#.sq3r9yfgn as of 2013) but AFC top teams seem much stronger than NFC regional leaders at the moment. I can't say I know the firs thing about football though"], [12289, "2015-12-08T02:19:09Z", [0.47, 0.53], ""], [8229, "2015-12-08T01:13:03Z", [0.7, 0.3], "There is no rational in football only your gut feeling."], [601, "2015-12-08T00:18:55Z", [0.51, 0.49], ""], [12590, "2015-12-08T00:16:05Z", [0.55, 0.45], "The Panthers are so dominant that it seems likely they'll defeat anyone in the AFC, and that includes the injury-stricken Patriots and the Broncos without Peyton Manning."], [12627, "2015-12-07T23:22:10Z", [0.67, 0.33], "The Seahawks are coming good at the right time of year as usual, the cardinals are probably the best all round team in the whole league and the patriots are beginning to look suspect with the amount of injuries that have racked up. The gronkowski injury is a huge factor, but he should be right and the Bengals are interesting. I just feel that the bengals are apt to be turned over by a team like the Seahawks on the big stage"], [12625, "2015-12-07T22:18:29Z", [0.25, 0.75], "Superior passing. "], [2419, "2015-12-07T22:14:25Z", [0.25, 0.75], ""], [605, "2015-12-07T22:03:33Z", [0.75, 0.25], ""], [227, "2015-12-07T21:18:07Z", [0.98, 0.02], ""], [602, "2015-12-07T21:02:52Z", [0.54, 0.46], ""], [10267, "2015-12-07T20:48:58Z", [0.75, 0.25], ""], [12618, "2015-12-07T19:32:24Z", [0.61, 0.39], ""], [12138, "2015-12-07T19:21:36Z", [0.82, 0.18], "The Eagles stacked the box against the Patriots and forced them to throw without Gronk and Edelman in the lineup. I think that will be an issue for the Patriots until Gronk returns. The Steelers offense looks really good and can give the Panthers some issues but the Steeler's secondary is still suspect against the pass. Seattle is looking more like a contender every week and I think they will give the Panthers a run. My original forecast was based on Panthers dominating all the way through the playoffs unless Seattle makes it. It looks like they will."], [12617, "2015-12-07T19:01:19Z", [0.45, 0.55], "Continuing allegiance to the Patriots!"], [9861, "2015-12-07T17:14:45Z", [0.75, 0.25], "Carolina will win...it's their year"], [166, "2015-12-07T17:03:04Z", [0.75, 0.25], ""], [6552, "2015-12-07T16:59:25Z", [1.0, 0.0], ""], [11341, "2015-12-07T16:50:10Z", [0.6, 0.4], "Carolina Panthers currently undefeated"], [1517, "2015-12-07T16:43:04Z", [0.5, 0.5], ""], [9719, "2015-12-07T16:34:39Z", [0.6, 0.4], "Panthers over Steelers"], [271, "2015-12-07T16:10:24Z", [0.75, 0.25], ""], [10794, "2015-12-07T15:20:39Z", [0.25, 0.75], "It is more likely that strong consistent teams such as Denver, New England, Cincinnati will prevail at the end, that Carolina will keep its aggressive pace and not have a bad-night during the playoffs leaving a less strong team the superbowl spot."], [11957, "2015-12-07T15:16:27Z", [0.95, 0.05], ""], [77, "2015-12-07T15:09:22Z", [0.8, 0.2], ""], [9974, "2015-12-07T15:03:39Z", [0.05, 0.95], "Patriots and Broncos are strong contenders"], [12354, "2015-12-07T14:17:27Z", [0.2, 0.8], "On Dec. 3 I had assigned 90% based on this rationale:  AFC has the stronger teams, based on excellence in coaching and play. The latter can change. Gronkowski's injury reduced my prediction from 95% AFC to 90% AFC - because G. plays a huge role in the success of the strongest AFC team.  After yesterday's games, the top AFC team suffered its first two losses.  The effect of the Gronkowski injury  seems significant.  Meanwhile, the leading NFC team won again.  If it were not for coach belichik, I would have put the probability closer to 60%.  "], [691, "2015-12-07T13:30:49Z", [0.47, 0.53], ""], [1006, "2015-12-07T13:20:48Z", [0.35, 0.65], "Carolina or Patriots stronger than NFC teams. "], [5002, "2015-12-07T13:06:24Z", [0.45, 0.55], ""], [10802, "2015-12-07T11:26:44Z", [0.55, 0.45], "The Cardinals will win by three points."], [10898, "2015-12-07T10:30:22Z", [0.5, 0.5], ""], [136, "2015-12-07T08:53:00Z", [0.6, 0.4], ""], [12366, "2015-12-07T04:59:32Z", [0.5, 0.5], ""], [60, "2015-12-07T02:53:05Z", [0.78, 0.22], "Upping NFC (slightly) from 75 to 78 While I've been in relatively high for the NFC from the beginning (65% on Nov 24 --> https://www.gjopen.com/comments/comments/48586 ; and 75% on Nov 30 --> https://www.gjopen.com/comments/comments/52092 ), after today's games, I wanted to demonstrate that it looks like the NFC's chances are getting stronger, while the AFC's chances are getting weaker. When I think about the Patriots perceived chances two weeks ago vs. today, I can't help but chuckle and remember the words of one of their former coaches: \"We've got a long way to go, so put away the anointing oil, ok?\" Mind you, he was talking about his then QB Tony Romo (link --> http://usatoday30.usatoday.com/sports/football/nfl/cowboys/2006-11-30-tony-romo-cover_x.htm ). After today's games, the NFC's \"weaker\" teams look like they could give the AFC's \"stronger\" teams a run for their money. In a Seattle (currently the 6-seed) vs. Denver or Cincy (both are currently tied for 1st, along with the Patriots) Superbowl, my money would be on Seattle. Similarly, GB's Hail Mary TD on Thursday allowed them to stay ahead of Minny for homefield advantage. Although, ironically, it looks like the 5-seed in the NFC is going to -- essentially -- get a bye when hey have to travel to the unlucky winner of the NFC East (I say unlucky because, this year, the NFC East looks terrible and all four teams could use the higher draft pick. Although, as I say that, Philly did just shock the heck out of the Patriots this afternoon, so who knows -- maybe things are finally coming together for them and they go on a the next few weeks).\n~~ Checking in with 538 --> http://projects.fivethirtyeight.com/2015-nfl-predictions/ It would appear there are four tiers of teams (based on Elo ratings): 1. Carolina and NE\n2. Arizona, Seattle, and Denver\n3. Cincy\n4. KC and GB ~~~ At this point, I like the chances of Carolina, AZ, and Seattle, over NE, Denver, and Cincy. As always, this will need to revisited again after next week's games."], [5001, "2015-12-07T02:31:43Z", [0.52, 0.48], ""], [12588, "2015-12-07T02:19:33Z", [0.2, 0.8], "Brady is doing Well"], [12585, "2015-12-07T01:05:23Z", [1.0, 0.0], ""], [12582, "2015-12-07T00:04:09Z", [0.75, 0.25], "The Panthers have the best record so far, demonstrating consistency. however, the AFC has three teams with extremely good records of which one has previously been in the Superbowl recently. Favoring consistency, and another high ranking team I would give NFC a higher chance in winning."], [5083, "2015-12-06T22:49:02Z", [0.65, 0.35], "I know, I know - should be the Patriots, great start, last year's champs, etc. - but it comes down to tiny plays in seconds and unpredictable (look at last year)(Unpredictable) on/off0-field occurrences. So I go with regression to the mean, NFC a bit more likely with so many good teams -"], [9584, "2015-12-06T22:16:43Z", [0.8, 0.2], ""], [11740, "2015-12-06T22:09:36Z", [0.68, 0.32], "Its between the New England Patriots (AFC) or the Charlotte Panthers (NFC), so I will be rooting for the Panthers because I am over the Patriots and Brady and their cheating ways."], [9125, "2015-12-06T22:09:09Z", [0.57, 0.43], ""], [974, "2015-12-06T21:57:44Z", [0.35, 0.65], ""], [10117, "2015-12-06T21:49:04Z", [0.7, 0.3], "Panthers all the way"], [7053, "2015-12-06T21:48:53Z", [0.15, 0.85], "they have a better track record historically"], [10117, "2015-12-06T21:48:35Z", [0.7, 0.3], "Panthers go all the way"], [4223, "2015-12-06T21:30:20Z", [0.4, 0.6], ""], [9710, "2015-12-06T21:12:05Z", [0.15, 0.85], "Patriots will win. "], [983, "2015-12-06T21:10:52Z", [0.4, 0.6], ""], [4836, "2015-12-06T20:46:34Z", [0.35, 0.65], ""], [1342, "2015-12-06T20:16:52Z", [0.35, 0.65], "AFC contenders just seems stronger. "], [368, "2015-12-06T20:12:57Z", [0.35, 0.65], ""], [12544, "2015-12-06T14:24:03Z", [0.5, 0.5], ""], [691, "2015-12-06T14:08:18Z", [0.47, 0.53], ""], [12522, "2015-12-06T13:19:46Z", [0.25, 0.75], "The NFC teams are surprisingly weak this season and keep several have lost to middle of the road AFC teams."], [12539, "2015-12-06T13:13:19Z", [0.15, 0.85], "Patriots have fewest obstacles to the big game."], [2965, "2015-12-06T11:28:08Z", [0.8, 0.2], "NC panthers undefeated, NE and Denver are down, no AFC team can beat Panthers"], [12526, "2015-12-06T11:09:05Z", [0.5, 0.5], ""], [12521, "2015-12-06T05:24:30Z", [0.5, 0.5], ""], [12516, "2015-12-06T03:01:42Z", [0.44, 0.56], ""], [12514, "2015-12-06T01:34:26Z", [0.65, 0.35], "Pure guess."], [12366, "2015-12-06T01:31:02Z", [0.46, 0.54], ""], [368, "2015-12-05T20:42:43Z", [0.35, 0.65], ""], [12496, "2015-12-05T18:16:38Z", [0.7, 0.3], ""], [4005, "2015-12-05T18:13:11Z", [0.25, 0.75], ""], [12488, "2015-12-05T15:45:54Z", [0.35, 0.65], "Several high quality teams in the AFC"], [2174, "2015-12-05T15:43:25Z", [0.55, 0.45], "NFC has more higher rated quarterbacks amongst the teams likely to make the playoffs "], [691, "2015-12-05T15:07:25Z", [0.47, 0.53], ""], [102, "2015-12-05T14:49:18Z", [0.5, 0.5], "https://larswericson.wordpress.com/2015/12/05/my-super-picker/ Or common sense."], [12479, "2015-12-05T05:48:41Z", [0.61, 0.39], ""], [12476, "2015-12-05T04:11:28Z", [0.55, 0.45], ""], [4278, "2015-12-05T01:11:22Z", [0.42, 0.58], "top 4 team in each division, weighted average model, based on current vegas odds"], [12466, "2015-12-05T00:58:42Z", [0.45, 0.55], ""], [12456, "2015-12-04T22:51:22Z", [0.6, 0.4], ""], [643, "2015-12-04T22:12:14Z", [0.45, 0.55], ""], [12450, "2015-12-04T21:50:12Z", [0.35, 0.65], ""], [368, "2015-12-04T21:38:44Z", [0.45, 0.55], ""], [691, "2015-12-04T20:29:44Z", [0.46, 0.54], ""], [12444, "2015-12-04T19:59:37Z", [0.4, 0.6], ""], [3050, "2015-12-04T19:36:02Z", [0.53, 0.47], ""], [1506, "2015-12-04T18:04:34Z", [1.0, 0.0], "Arizona: very strong QB"], [12414, "2015-12-04T17:50:36Z", [0.36, 0.64], "AFC has tougher QB's under pressure. Brady excels at that. Rodgers does not. \nDalton is tougher than Palmer. "], [2195, "2015-12-04T16:37:07Z", [0.7, 0.3], "Carolina looks strong on both sides of the ball"], [11355, "2015-12-04T16:30:58Z", [0.4, 0.6], ""], [12418, "2015-12-04T15:58:10Z", [0.3, 0.7], "Patriots are perennial contenders. Carolina undefeated to date."], [12405, "2015-12-04T14:54:42Z", [0.4, 0.6], ""], [2430, "2015-12-04T14:02:25Z", [0.25, 0.75], "Between New England, Cincinnati, and Kansas City, the AFC record is currently stronger as a whole.  The NFC offers up North Carolina, Green Bay and Arizona, with some impressive records.  When you look at playoff experience and injuries, the nod at this time goes to the AFC.  Lastly, momentum at the end of the season is important.  Green Bay and Arizona do not have that as we head into December and this is North Carolina's first trip into this territory (experience is such a key factor).  New England appears to have made it through its major injury issues, Cincinnati is playing consistently and Kansas City has experience.  AFC, most likely New England, will beat NFC, either Green Bay or North Carolina, in the Super Bowl is the forecast at 75 - 25."], [12388, "2015-12-04T13:28:46Z", [0.5, 0.5], ""], [10898, "2015-12-04T11:02:31Z", [0.48, 0.52], ""], [3939, "2015-12-04T08:12:18Z", [1.0, 0.0], ""], [3939, "2015-12-04T08:07:47Z", [0.9, 0.1], ""], [476, "2015-12-04T05:36:40Z", [0.51, 0.49], "I used my gut football feelings.  God is my co-pilot. Football is my religion;)"], [93, "2015-12-04T02:23:24Z", [0.65, 0.35], ""], [12363, "2015-12-04T00:42:16Z", [0.45, 0.55], "I used Nate Silver's current model results for the probability of each of the top six teams winning the super bowl and weighted the conferences by summing the percentages, then used the ratio for the prediction."], [380, "2015-12-03T23:08:33Z", [0.65, 0.35], "Panthers!!!"], [12001, "2015-12-03T20:34:16Z", [0.68, 0.32], ""], [368, "2015-12-03T20:04:27Z", [0.45, 0.55], ""], [12359, "2015-12-03T19:08:42Z", [0.47, 0.53], ""], [691, "2015-12-03T17:57:03Z", [0.46, 0.54], ""], [602, "2015-12-03T17:33:18Z", [0.48, 0.52], ""], [12354, "2015-12-03T16:59:10Z", [0.1, 0.9], "AFC has the stronger teams, based on excellence in coaching and play.  The latter can change.  Gronkowski's injury reduced my prediction from 95% AFC to 90% AFC - because G. plays a huge role in the success of the strongest AFC team."], [11040, "2015-12-03T16:03:26Z", [0.42, 0.58], ""], [766, "2015-12-03T15:24:45Z", [0.34, 0.66], ""], [1526, "2015-12-03T14:26:21Z", [0.3, 0.7], "The strongest teams are in the AFC at this time. I'll probably change this score as things change, but at the moment, this is the way I'm going."], [4615, "2015-12-03T02:30:01Z", [0.5, 0.5], ""], [374, "2015-12-03T02:02:20Z", [0.45, 0.55], ""], [12268, "2015-12-03T00:17:40Z", [0.6, 0.4], ""], [10039, "2015-12-02T21:07:30Z", [0.45, 0.55], ""], [10235, "2015-12-02T20:54:48Z", [0.7, 0.3], ""], [11788, "2015-12-02T20:24:58Z", [0.3, 0.7], ""], [691, "2015-12-02T20:17:46Z", [0.46, 0.54], ""], [10740, "2015-12-02T20:11:52Z", [0.0, 1.0], ""], [12329, "2015-12-02T19:59:56Z", [0.35, 0.65], ""], [237, "2015-12-02T19:39:06Z", [0.45, 0.55], ""], [368, "2015-12-02T19:34:14Z", [0.45, 0.55], ""], [11731, "2015-12-02T16:30:53Z", [0.75, 0.25], ""], [12303, "2015-12-02T08:05:14Z", [0.05, 0.95], ""], [82, "2015-12-02T04:13:18Z", [0.3, 0.7], ""], [94, "2015-12-02T03:35:30Z", [0.46, 0.54], "I'm just following http://projects.fivethirtyeight.com/2015-nfl-predictions/"], [12292, "2015-12-02T03:31:56Z", [0.75, 0.25], ""], [12289, "2015-12-02T02:15:59Z", [0.45, 0.55], ""], [12260, "2015-12-01T21:01:49Z", [0.4, 0.6], ""], [368, "2015-12-01T20:08:34Z", [0.65, 0.35], ""], [10898, "2015-12-01T19:04:29Z", [0.52, 0.48], ""], [12251, "2015-12-01T18:13:36Z", [0.44, 0.56], ""], [11680, "2015-12-01T17:05:51Z", [0.52, 0.47], "Any Given Sunday holds true throughout the playoffs for 4 weeks of games - that said current Vegas odds for the Patriots are 3/1 (AFC) and for Cardinals and Panthers both at 11/2 (both NFC) and for Denver Broncos 10/1 (AFC) and if you go down the list of increasing odds the cumulative odds for the AFC vs NFC is fairly even though the AFC is more of a longshot than the NFC in the top current 16 favored teams. But the cumulative odds equation is too difficult and time consuming for me to attempt currently and I am using a bias and \"guessing\" that it is not much more than a flip of a coin if you compound all of the probabilities and then weight subjectively for current power rankings and the number of variables that can change are just too many even in this short window of time (for instance Tom Brady could get injured or Cam Newton that would vastly affect the probabilistic outcomes). I also don't aggregate to 100% because while it is clearly less than 1% chance there is still the remotest of possibilities that the Super Bowl is not played due to a black swan event and even though the probability of such an event of such magnitude happening is probabily less than even 1/10th of a percent, I did want to give voice to the likelihood of neither winning is >0."], [691, "2015-12-01T13:39:39Z", [0.46, 0.54], ""], [12225, "2015-12-01T04:53:54Z", [0.2, 0.8], ""], [12224, "2015-12-01T04:52:50Z", [0.3, 0.7], ""], [12138, "2015-12-01T03:35:30Z", [0.84, 0.16], "Panthers 84% because I really don't think any team in the NFC will beat them in the playoffs. I think the only team in the AFC that can beat them is the Patriots if Gronk, Amendola and Edelman (miracously) return healthy. However, I don't think they will make it pass the Broncos and the Broncos do not have any decisive advantage over the Panthers. The Panthers have to play three games to win it all (66%/game), if healthy Patriots make it (33%), but I think Broncos will make it so I cut their percentage in half and gave it to the Panthers. The Panthers at this moment, runs a highly efficient run first option offense and has deep ball receivers. Their front seven can handle the run themselves against most teams, which allows the Panthers to keep two deep safeties over the top to protect the deep pass. This is every defensive coordinator's dream scenario. The only team I suspect that can probably force the Panthers to bring an eighth man into the box is the Vikings because of Adrian Peterson. However, the Panthers have a CB in Norman that can lock up their deep threat Stefan Diggs, and possibly shift the free safety over the top of Wallace. Kuechly can cover lots of ground in the mid-deep middle. As for the other NFC teams, I don't think pass heavy teams like the Packers will do well against the Panthers. Seattle will be my dark horse to upset the Panthers because they have speed on their defense, an offense that is similar to the Panthers, and Russell Wilson who can extend plays (nightmare to defensive coordinators), but they have to make the playoffs first. The AFC is a big question mark. The Patriots are by far the best team in the AFC (followed by the Broncos and Bengals), but losing Gronk, Edelman, and Amendola for the next couple of weeks forces them to become a run team. They have to face three great teams against the run (NYJ, Ten, and Hou). These are games where they will have a higher chance of losing, which I have a feeling, Denver or Cincinnati will take home field advantage in the playoffs. Unfortunately, if the Patriots have to play against Denver at home, I think they will lose. The Denver crowd will force Brady to make less adjustments at the line because of crowd noise. Denver plays a lot of man defense and has great pass rushers which is a benefit to the secondary because they don't have to stay in coverage too long. This is a major issue for the pass because Edelman was really the only guy that can get off press coverage quickly. I think the Patriots lose and the Patriots are a much better match up against the Panthers. Hopefully, this much amount of analysis extends over to different questions. (I was a football coach once.)"], [7349, "2015-12-01T03:34:28Z", [0.15, 0.85], "Patriots have too many injuries; Brock Ostweiler has given new energy to Broncos, so team can feel secure if Manning cannot play, and still have time to address lack of consistency in the offense. Seahawks will still be a strong challenge but their QB strength will wane as season continues and injuries begin to take a toll."], [915, "2015-12-01T03:25:45Z", [0.41, 0.59], ""], [10898, "2015-12-01T02:14:04Z", [0.56, 0.44], "http://projects.fivethirtyeight.com/2015-nfl-predictions/\nadapted following http://www.gjopen.com/comments/comments/52092"], [5080, "2015-11-30T23:55:28Z", [0.42, 0.58], ""], [368, "2015-11-30T21:23:02Z", [0.25, 0.75], ""], [60, "2015-11-30T19:14:17Z", [0.75, 0.25], "Upping NFC from 65 to 75 The injuries keep piling up for the Patriots, who are likely the strongest contender from the AFC --> http://www.patspulpit.com/2015/11/30/9817658/new-england-patriots-arent-allowed-to-field-a-healthy-offense  The Broncos, who would be the second best team in the AFC, probably won't look like the Broncos that people expect. Translation: P. Manning might not be coming back this season --> http://www.sbnation.com/nfl/2015/11/29/9814332/peyton-manning-brock-osweiler-broncos-quarterback-controversy That leaves the Bengals... (of the \"elite\" teams in the AFC at this point, that is). A quick scan of the games they've played this season shows that they've only allowed more than 24 points to one opponent -- the Arizona Cardinals, who themselves are a strong contender to win it all. I think we'll have a better idea of the Bengals' mettle when they play Denver on Dec 28th. ~~ In the NFC, Carolina is the cream of the crop and they proved it against a very good QB in T. Romo. Romo certainly has his detractors, but he's proven that he's one of the better QBs in the league over the last decade. Granted, he was just coming off an injury (and fell prey to it again), I was thoroughly impressed with the way Carolina played Defense against him and the rest of the Cowboys.  Maybe it's just me, but it seems that there really aren't any \"superstars\" on Carolina's team. Yes, there's Cam Newton, but my impression is that he's not written about in the same way that Brady is, Brees (was), E. Manning (is), or P. Manning (was). Maybe I'm not following the NFL as closely as I used to, or maybe it's a subtle bit of racism (?), but it seems like the Panthers are more like a \"team\" in that feature player. Further to that, the Panthers' RB is not half bad, either (currently 3rd in the league in rushing) and when it comes time to salt away the game, an important resource to have. The rest of the NFC, to my eyes (and quick glance of the stats), seems more impressive than the Cincy/Denver combination. The Cardinals are really good at putting up points (seven of their eleven games have seen them score more than 30 points). To that end, two of their stars on offense are certainly part of that (C. Palmer, 4th in the league in passing yards, and C. Johnson, 4th in the league in rushing yards). Similarly, Minnesota (and the Adrian Peterson show, who has almost 200 more rushing yards than the person second in the league) is looking pretty good, especially after AP shredded the Falcons' number one run defense. I think we'll learn more about Minny/Arizona when they play each other next Thursday night (Dec. 10). There's also GB, who are perennial contenders, and Seattle's turned things around recently (who would want to face a streaking Seahawks team?) Of course, this will need to be revisited again next Monday, but after this weekend's games, it seems to me that the collection of contenders on the NFC side are pulling away from the collection of contenders on the AFC side. ~~~\n~~~ Here are some other links I was using for the above analysis (pontification?): NFL stats leaders --> http://espn.go.com/nfl/statistics\nNFL standings --> http://espn.go.com/nfl/standings\nAdrian Peterson game log --> http://espn.go.com/nfl/player/gamelog/_/id/10452/adrian-peterson\nNFL playoff picture --> http://www.sbnation.com/nfl/2015/11/29/9815680/nfl-playoff-picture-2015-panthers-patriots-wild-card-seahawks"], [10449, "2015-11-30T18:47:23Z", [0.75, 0.25], "panthers"], [1029, "2015-11-30T16:41:44Z", [0.35, 0.65], ""], [12202, "2015-11-30T15:39:46Z", [0.15, 0.85], ""], [691, "2015-11-30T13:48:14Z", [0.46, 0.54], ""], [11196, "2015-11-30T13:38:47Z", [0.45, 0.55], "Update: The Patriots' recent injuries might weaken their chances considerably. Also, the Panthers (NFC) are starting to look real and Seattle might just squeeze into the playoffs, giving NFC hopes more credibility."], [241, "2015-11-30T13:23:25Z", [0.5, 0.5], ""], [136, "2015-11-30T07:32:43Z", [0.55, 0.45], ""], [405, "2015-11-30T07:10:50Z", [0.55, 0.45], "Update\ndowngrade AFC due to the injuries\nPossibilities of a Patriots win are not anymore so good with the recent injuries of Gronk.\nhttp://espn.go.com/nfl/story/_/id/14256390/rob-gronkowski-new-england-patriots-carted-locker-room-leg-injury «...Losing Gronkowski would be a devastating blow for the Patriots, though they have experience playing without him. \nThe Patriots...already have been decimated by injuries to star receiver Julian Edelman, starting left tackle Nate Solder, running back Dion Lewis and receiver Danny Amendola.»"], [10936, "2015-11-30T05:52:01Z", [0.45, 0.55], ""], [128, "2015-11-30T05:11:28Z", [0.5, 0.5], ""], [1643, "2015-11-30T03:39:25Z", [0.55, 0.45], ""], [10803, "2015-11-30T03:12:35Z", [0.45, 0.55], ""], [12187, "2015-11-30T02:56:21Z", [0.23, 0.77], ""], [12181, "2015-11-30T00:47:15Z", [0.45, 0.55], ""], [12175, "2015-11-29T21:27:19Z", [0.25, 0.75], ""], [23, "2015-11-29T19:49:46Z", [0.45, 0.55], "NFC has some strong teams (AZ, Carolina), but AFC has the Patriots.  I'm going to slightly favor the side with experience."], [500, "2015-11-29T19:08:57Z", [1.0, 0.0], "glasao sam  ačak neznam ništa o tom sportu"], [12165, "2015-11-29T17:37:54Z", [0.55, 0.45], "Took sum of net points top 6 teams (in terms of playoff seeding, which includes Houston and NYG), 386 for NFC vs. 344 for AFC."], [11555, "2015-11-29T15:23:01Z", [0.6, 0.4], ""], [12158, "2015-11-29T15:20:21Z", [0.32, 0.68], ""], [691, "2015-11-29T14:41:01Z", [0.46, 0.54], ""], [12146, "2015-11-29T06:38:46Z", [0.42, 0.58], "AFC has multiple (NE, Denver, Cincy, etc) teams with a lot of fire power and strong D's, while the NFC has more one-sided teams that play more inconsistent or have primary players with a bad injury history making them higher risk like GB, AZ, Carolina. AFC also has more depth like Pitt, etc. "], [563, "2015-11-29T04:28:56Z", [0.25, 0.75], ""], [12143, "2015-11-29T02:57:11Z", [0.36, 0.64], ""], [12142, "2015-11-29T02:29:25Z", [0.65, 0.35], ""], [11678, "2015-11-29T02:22:22Z", [0.35, 0.65], ""], [12136, "2015-11-28T23:27:15Z", [0.35, 0.65], "new england will win it all"], [12134, "2015-11-28T23:00:59Z", [0.15, 0.85], "New England Patriots -- too good"], [12118, "2015-11-28T22:21:22Z", [0.47, 0.53], "Updated having seen current favourites."], [12118, "2015-11-28T22:14:13Z", [0.53, 0.47], ""], [5001, "2015-11-28T21:31:20Z", [0.47, 0.53], ""], [368, "2015-11-28T21:23:45Z", [0.35, 0.65], ""], [12125, "2015-11-28T21:03:32Z", [0.75, 0.25], ""], [12122, "2015-11-28T19:59:03Z", [0.65, 0.35], ""], [12122, "2015-11-28T19:57:31Z", [0.25, 0.75], ""], [11817, "2015-11-28T17:41:23Z", [0.3, 0.7], ""], [691, "2015-11-28T14:32:15Z", [0.49, 0.51], ""], [5080, "2015-11-28T14:08:34Z", [0.47, 0.53], ""], [405, "2015-11-28T13:57:38Z", [0.3, 0.7], "oups sorry  the Pats are int he American league!\nBeside possible injuries + Pats for the team spirit, the best quarterback, for the best coach, for the winning experience, (i'm a fan of Seahawks and Pats...so of course i have bias :-) ) If the tendency is maintain The Carolina panthers could be the other team. \nIn Carolina the weather is more warm than in Boston (Foxborough) \n+ For feb 7 in San Francisco the weather could be cold (between 58 and 63 degrees Fahrenheit (14 to 17 degrees Celsius))\n"], [405, "2015-11-28T13:54:49Z", [0.6, 0.4], "Beside possible injuries + Pats for the team spirit, the best quarterback, for the best coach, for the winning experience, (i'm a fan of Seahawks and Pats...so of course i have bias :-) ) If the tendency is maintain The Carolina panthers could be the other team.\nIn Carolina the weather is more warm than in Boston (Foxborough)\n+ For feb 7 in San Francisco the weather could be cold (between 58 and 63 degrees Fahrenheit (14 to 17 degrees Celsius))  \n"], [11080, "2015-11-28T12:38:30Z", [0.48, 0.52], ""], [11080, "2015-11-28T12:37:56Z", [0.47, 0.53], ""], [12115, "2015-11-28T12:05:57Z", [0.25, 0.75], "The obvious match-up at this point is the Carolina Panthers vs. New England Patriots. The Patriots have suffered a number of injuries lately, but Tom Brady is a far superior quarterback to Cam Newton and the Patriots have better coaching as well. New England has shown it can overcome injuries in the past to win big games. They will do it again this year. "], [12114, "2015-11-28T10:46:05Z", [0.45, 0.55], "No idea what either of them are"], [436, "2015-11-28T07:52:28Z", [0.5, 0.5], "Looking over the standings and the history of the top teams in each conference, I see no reason to place more weight on the AFC over the NFC (or vice-versa). Sticking to 50/50 until we hit the playoffs."], [706, "2015-11-28T05:50:42Z", [0.6, 0.4], "The NFC serves as a better crucible this year for the likely playoff teams.  The AFC's top teams seem to have too many injuries."], [11731, "2015-11-28T03:44:13Z", [0.55, 0.45], "There's one good strong team on each side, but NFC has a more balanced group of teams."], [231, "2015-11-28T02:24:08Z", [0.45, 0.55], ""], [12089, "2015-11-28T00:17:39Z", [1.0, 0.0], ""], [11868, "2015-11-27T23:13:04Z", [0.3, 0.7], ""], [11985, "2015-11-27T20:44:50Z", [0.35, 0.65], "My guess is North Carolina or New England. "], [11885, "2015-11-27T19:34:13Z", [0.29, 0.71], "pure guessing"], [11312, "2015-11-27T18:55:23Z", [0.7, 0.3], ""], [932, "2015-11-27T18:16:18Z", [0.68, 0.32], ""], [11788, "2015-11-27T18:02:12Z", [0.45, 0.55], ""], [12080, "2015-11-27T17:29:31Z", [0.55, 0.45], ""], [12078, "2015-11-27T15:32:07Z", [0.4, 0.6], ""], [1137, "2015-11-27T14:13:51Z", [0.42, 0.58], ""], [691, "2015-11-27T13:28:41Z", [0.74, 0.26], ""], [12056, "2015-11-26T22:56:26Z", [0.7, 0.3], "Cam newton / Carson Palmer"], [12048, "2015-11-26T17:43:37Z", [0.48, 0.52], "First I found the record of the AFC and NFC, then I added together the records of the top teams in each division. Then, I added the AFC record and 1/4 of the division leaders records (because they count as 1/4 of the division), and the NFC record and 1/4 of their division leaders records, and then I divided that number by the total amount of wins. "], [11023, "2015-11-26T14:48:18Z", [0.45, 0.55], ""], [12039, "2015-11-26T14:15:15Z", [0.56, 0.44], "Injuries, upsets, single game prediction, pathway considerations all suggest rationally that the predictions should be close.  Further support:  people like what they like."], [691, "2015-11-26T13:43:50Z", [0.74, 0.26], ""], [11196, "2015-11-26T13:40:35Z", [0.4, 0.6], "With Seattle struggling in the NFC, Patriots from the AFC are strong favorites. Bengals and Panthers are lacking the  necessary playoff experience. Green Bay (NFC) and Denver (AFC) have an outside chance but even then that tilts the scale towards AFC."], [128, "2015-11-26T13:36:51Z", [0.46, 0.54], "Adding up odds on this link: http://projects.fivethirtyeight.com/2015-nfl-predictions/"], [128, "2015-11-26T13:34:22Z", [0.48, 0.52], ""], [12037, "2015-11-26T13:09:38Z", [0.55, 0.45], ""], [11080, "2015-11-26T05:58:25Z", [0.45, 0.55], ""], [73, "2015-11-26T03:40:57Z", [0.5, 0.5], ""], [691, "2015-11-26T03:35:34Z", [0.74, 0.26], ""], [12020, "2015-11-26T03:35:04Z", [0.3, 0.7], "Blind guess, don't follow football being brought up outside US"], [12022, "2015-11-26T03:22:06Z", [0.43, 0.57], ""], [231, "2015-11-26T02:06:55Z", [0.55, 0.45], ""], [532, "2015-11-26T02:03:38Z", [0.35, 0.65], ""], [4651, "2015-11-25T22:19:18Z", [0.28, 0.72], ""], [368, "2015-11-25T22:17:54Z", [0.35, 0.65], ""], [11985, "2015-11-25T19:36:58Z", [0.3, 0.7], "The must outstanding performances is in that conference . Only Greenbay could turn things around.  And greenbay offensive line is slopy. "], [12007, "2015-11-25T19:36:33Z", [0.35, 0.65], "New England"], [6552, "2015-11-25T16:59:56Z", [0.0, 1.0], ""], [563, "2015-11-25T13:38:11Z", [0.35, 0.65], ""], [5002, "2015-11-25T13:02:29Z", [0.4, 0.6], ""], [136, "2015-11-25T10:11:22Z", [0.4, 0.6], ""], [11979, "2015-11-25T09:29:49Z", [0.43, 0.57], ""], [11978, "2015-11-25T09:08:03Z", [0.75, 0.25], ""], [11973, "2015-11-25T07:40:11Z", [0.25, 0.75], ""], [4729, "2015-11-25T05:13:45Z", [0.35, 0.65], ""], [11157, "2015-11-25T03:45:12Z", [0.35, 0.65], ""], [306, "2015-11-25T03:26:35Z", [0.38, 0.62], "I'm from New England. I'm admitting bias here. Logically, I think I should drop my forecast due to these injuries plaguing the Patriots.  (Something for everyone else to be aware of) http://www.usatoday.com/story/sports/nfl/patriots/2015/11/24/trouble-injuries-danny-amendola-broncos-tom-brady-rob-gronkowski/76298976/"], [241, "2015-11-25T02:51:22Z", [0.31, 0.69], "My money is on AFC teams Patriots (51%) or Broncos (15%) to win. NFC teams Panthers (11%), Bengals (2%), and Packers (6%) having troubles (injuries, etc.) with their offensive lines. Cardinals (12%) may be the NFC's best chance (NFL's best offense and third best defense). I give the Steelers (3%) an outside chance. I haven't been following football lately, so take this forecast with a grain of salt."], [11461, "2015-11-25T02:39:32Z", [0.7, 0.3], ""], [83, "2015-11-25T02:33:27Z", [0.5, 0.5], "This may become predictable in the middle of the 4th quarter. "], [5001, "2015-11-25T02:18:40Z", [0.51, 0.49], "I know nothing about football... \nFive teams from each in top 10 best odds list: http://www.oddschecker.com/american-footbll/nfl/super-bowl/winner\nFive teams from each in the top 10 ELO ratings: http://projects.fivethirtyeight.com/2015-nfl-predictions/ So, looks like 50:50 to me. One extra point to NFC because I learned today that my state's team plays in NFC :-)\n"], [11962, "2015-11-25T01:51:06Z", [0.15, 0.85], "Brady versus Newton will not really be a serious contest."], [11961, "2015-11-25T01:34:56Z", [0.4, 0.6], ""], [4576, "2015-11-25T01:10:45Z", [0.55, 0.45], ""], [3321, "2015-11-24T23:55:14Z", [0.25, 0.75], ""], [52, "2015-11-24T21:43:09Z", [0.45, 0.55], ""], [689, "2015-11-24T21:17:21Z", [0.84, 0.16], ""], [11944, "2015-11-24T21:00:20Z", [0.6, 0.4], ""], [783, "2015-11-24T20:57:47Z", [0.55, 0.45], "Please Pack, cometh back. "], [11852, "2015-11-24T20:53:41Z", [0.4, 0.6], ""], [60, "2015-11-24T20:53:37Z", [0.65, 0.35], "I'm giving the nod to the NFC, at this point. If we look at the top teams in both conferences, to my eyes (and a cursory look at some stats -- points for, points against, elo ratings), I'd say that Carolina/Arizona are better than NE/Cincy. Elo Ratings -- http://projects.fivethirtyeight.com/2015-nfl-predictions/ Also, it would seem that, at least recently, the NFC has been winning more -- https://en.wikipedia.org/wiki/List_of_Super_Bowl_champions  Since David Tyree's catch in 08, the NFC has won 5 of 8 Superbowls. The reason I only went back to 08 is because the deeper into recent history we go, the less the teams look like the current iterations. Going back to 08 might even be too far. Even going back to 2010, the NFC's \"winning\" 4 out of the last 6.  However, to that argument, maybe we're in a shift. That is, the AFC has won 2 out of the last 3, but to that I might argue that the one NFC win was an absolute whopping and the two AFC wins were both by less than 4 points. \\\\ Really, at this point, it's a bit high and mighty to be too sure one way or the other (like with the World Series question). And like with the WS question, one could quote any number of statistics to support one's opinion (or oppose another's opinion). These are the stats that seem important to me at this point in the game (pardon the pun). Of course, revisiting this if there are any big injuries will be important or certainly again in a couple of weeks as the playoff picture coalesces. ~~ EDIT (11/25, 1am, ET): -- WOW -- I've never seen one of my comments rated as \"negative.\" Not sure if I upset someone discounting the Patriots or someone really thinks what I said wasn't just not helpful, but downright wrong? EDIT (12/18, 2am, ET) -- Re: negative comment -- nevermind (seems to have disappeared)."], [102, "2015-11-24T20:52:20Z", [0.0, 1.0], ""], [9913, "2015-11-24T20:50:17Z", [0.25, 0.75], "As a huge football fan (Dallas Cowboys fan), I've seen the decline of Seattle this year; the NFC East is a joke --Romo back makes the Cowboys a contender, but it may not make them even good enough without DeMarco Murray in the backfield; the Packers aren't as good as advertised; the Arizona Cardinals are the NFC's best chance of a title IMO.   Even if Dallas runs the tables with a healthy Romo and Dez Bryant or Arizona wins the NFC, they would have to face the Patriots -- perhaps even Cincinnati.  (Yes, I didn't mention Carolina -- I think we will know more about them after Thanksgiving in Dallas).  When in doubt go with experience and I'll take Tom Brady and the Patriots -- who I can't stand."], [237, "2015-11-24T20:37:36Z", [0.5, 0.5], ""], [925, "2015-11-24T19:27:23Z", [0.25, 0.75], ""], [128, "2015-11-24T19:12:49Z", [0.45, 0.55], ""], [306, "2015-11-24T19:04:00Z", [0.4, 0.6], "Money is on the Patriots"]]}