{"question_id": 1859, "title": "Will a piece of federal legislation providing for $250 billion or more of new fiscal stimulus become law in the U.S. before 1 January 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.73, 0.27], "correct_answer": "Yes", "correct_forecast": 0.73, "preds": [[75863, "2020-12-31T19:56:16Z", [1.0], ""], [754, "2020-12-31T17:53:28Z", [1.0], ""], [96724, "2020-12-31T14:12:22Z", [1.0], ""], [96731, "2020-12-31T03:58:18Z", [0.99], ""], [73687, "2020-12-30T21:32:49Z", [1.0], ""], [96793, "2020-12-30T21:21:16Z", [1.0], ""], [90519, "2020-12-30T15:48:22Z", [1.0], ""], [48081, "2020-12-30T14:51:35Z", [1.0], "The stimulus package was signed into law."], [96740, "2020-12-30T14:12:17Z", [1.0], ""], [96983, "2020-12-30T14:05:01Z", [1.0], ""], [534, "2020-12-30T14:04:38Z", [1.0], ""], [29145, "2020-12-30T14:03:29Z", [1.0], ""], [97269, "2020-12-30T14:03:02Z", [1.0], "it happened"], [1333, "2020-12-30T14:02:26Z", [1.0], ""], [96974, "2020-12-30T02:16:20Z", [1.0], ""], [34959, "2020-12-30T02:11:26Z", [1.0], ""], [34959, "2020-12-30T02:08:45Z", [0.0], ""], [57778, "2020-12-30T00:47:51Z", [1.0], ""], [81567, "2020-12-30T00:17:27Z", [1.0], ""], [95943, "2020-12-29T17:11:36Z", [1.0], ""], [34959, "2020-12-29T15:29:39Z", [1.0], ""], [43311, "2020-12-29T00:44:52Z", [1.0], ""], [691, "2020-12-28T18:01:37Z", [1.0], "I have rarely been more happy to be so wrong."], [63674, "2020-12-28T13:54:30Z", [1.0], ""], [87175, "2020-12-28T12:48:47Z", [1.0], ""], [754, "2020-12-28T05:43:30Z", [1.0], ""], [93072, "2020-12-28T04:06:30Z", [1.0], ""], [92762, "2020-12-28T03:05:09Z", [1.0], ""], [90167, "2020-12-28T02:36:34Z", [1.0], ""], [94872, "2020-12-28T02:11:26Z", [1.0], ""], [96973, "2020-12-28T02:02:09Z", [1.0], ""], [75863, "2020-12-28T01:26:09Z", [1.0], ""], [1333, "2020-12-28T01:25:09Z", [1.0], ""], [88452, "2020-12-28T01:20:46Z", [1.0], ""], [88569, "2020-12-28T01:12:14Z", [1.0], "Rumors among Politico reporters are that it has been signed, so I guess I'm going to buy the rumor. https://mobile.twitter.com/burgessev/status/1343360876162805766"], [94872, "2020-12-28T00:22:13Z", [0.67], ""], [96973, "2020-12-27T23:28:55Z", [0.65], ""], [57778, "2020-12-27T22:16:02Z", [0.63], ""], [534, "2020-12-27T21:46:11Z", [0.55], ""], [88569, "2020-12-27T21:23:01Z", [0.25], "Recent Trump tweets. "], [88569, "2020-12-27T20:14:30Z", [0.6], ""], [691, "2020-12-27T17:05:29Z", [0.44], ""], [90167, "2020-12-27T16:56:38Z", [0.45], ""], [63674, "2020-12-27T16:27:30Z", [0.53], ""], [1333, "2020-12-27T15:03:59Z", [0.15], ""], [58718, "2020-12-27T14:13:38Z", [0.75], ""], [92762, "2020-12-27T12:34:14Z", [0.75], ""], [88452, "2020-12-27T11:33:29Z", [0.0], "Too bad."], [75863, "2020-12-27T01:16:21Z", [0.71], ""], [1333, "2020-12-26T20:36:28Z", [0.25], ""], [88569, "2020-12-26T20:35:48Z", [0.75], ""], [75863, "2020-12-26T19:11:29Z", [0.75], ""], [90167, "2020-12-26T17:43:24Z", [0.83], ""], [691, "2020-12-26T17:39:06Z", [0.84], ""], [34959, "2020-12-26T15:15:43Z", [0.5], ""], [88569, "2020-12-26T01:53:32Z", [0.83], "This description of the \"pocket veto\" on Reuters confuses me.  \"Trump runs out the clock within 10 calendar days (except Sundays) of receiving it from Congress, neither signing nor vetoing it. The situation is known as a “pocket veto.” This step is somewhat complicated because it normally only works when Congress is adjourned. In this case, the calendar works in Trump’s favor if he wants to kill the bill. Within that 10-day time frame, the current 116th Congress expires on Jan. 3 and the new, 117th Congress is sworn in. Bills die if they are not enacted during the Congress in which they are introduced.\" I thought the bill was passed on Dec 21st and day 10 would be Jan 1. Did the White House not receive it until the 23rd? I'm guessing Reuters has their story right, so I'm reducing odds.  https://www.reuters.com/article/us-usa-trump-congress-factbox/factbox-now-what-happens-to-the-892-billion-covid-aid-bill-here-are-three-options-idUSKBN28Y22S"], [88569, "2020-12-25T23:37:50Z", [0.9], ""], [534, "2020-12-25T21:37:51Z", [0.75], ""], [691, "2020-12-25T20:32:45Z", [0.88], ""], [63674, "2020-12-25T19:13:17Z", [0.73], ""], [754, "2020-12-25T17:17:46Z", [0.67], "Merry Christmas, all you GJP'ers :-)  Dear all,  With amazingly well developed \"2020 Hindsight\", I'm dropping below crowd a fair bit and increasing my late hedge over the danged \"Pocket Veto\" Grenade Risk as was pointed out by @balzac and others ( the pins pulled, in my view... can it be re-inserted?? https://www.barrons.com/articles/how-the-stimulus-bill-could-come-undone-and-what-it-would-mean-for-the-stock-market-51608813011  Will averted disaster be soley reliant upon brute force \"cajoling\" by exhausted acolytes as he sits and counts his MAGA donated personal cash windfall and plans his comeback??  I'm trading win score gain potential for loss score pain potential reduction. (Does anybody have wisdom on this strategy? I've been clawing back for 1.5 years from a lazy year of brier bombs and bad attention paid to made bets... ) Where's Carnac the Magnificent when I need him? https://www.youtube.com/watch?v=FMLI5qI8WU0 Signed Conflicted at Christmas :-)\n"], [1333, "2020-12-25T16:53:16Z", [0.3], ""], [94872, "2020-12-25T01:57:07Z", [0.75], ""], [57778, "2020-12-25T01:26:51Z", [0.65], ""], [691, "2020-12-24T19:38:29Z", [0.9], "He has not yet vetoed the bill.  I think the originating chamber can ask him to send it back before the 10-day deadline, but I'm not sure about that.  Also not sure, if that can be done, how it affects the 10-day deadline--and entirely too tired of the whole thing to do the research to find out.   I suppose the ten days would restart when the revised bill is presented to him after it passes both chambers. . . . . .which it would not do.  There is virtually zero chance that the Rs in either chamber will go along with anything in an amended bill.  The whole package would be reopened for negotiation (or its unwelcome successor, vituperation). So if they can't fix the original bill and can't override a veto until there is one, there will be no legislation before 1 January.  There is still a chance that his crack team of advisors--Jared, Moe and Curly--can persuade him to shut up and sign.  However, since they are rich enablers (and by the way, The Rich Enablers would be a good name for a band), they probably won't bother, since they and their friends have plenty of money anyway. Might this whole thing just be a back-door subsidy for the bourbon interests?"], [1333, "2020-12-24T19:23:41Z", [0.0], ""], [1333, "2020-12-24T11:30:10Z", [0.85], ""], [94872, "2020-12-24T01:30:32Z", [0.85], ""], [49359, "2020-12-23T23:53:48Z", [0.15], "Trump has thrown a monkey wrench into the gears."], [754, "2020-12-23T23:11:36Z", [0.85], "a little hedge. why WOULDN'T he veto it. I'm no Trumper but some of his complaints about the 5600 page(!!!) bill have merit.\nPlus he can fight for his base to get a fatter check for them as his parting gift... (Then he can ask them to donate it to him :-( ) what's the process now re \"dates\" options for this bet @balzac ?"], [57778, "2020-12-23T22:47:19Z", [0.9], ""], [88569, "2020-12-23T21:45:34Z", [0.95], "So giving 5% chance that Trump doesn't sign the bill for 10 days and it becomes law on, not before, Jan 1. Giving 0% chance it is vetoed, one way or another, without that veto being overridden, one way or another. "], [94872, "2020-12-23T20:32:24Z", [0.75], ""], [88569, "2020-12-23T20:17:37Z", [0.95], ""], [691, "2020-12-23T20:04:16Z", [0.88], ""], [93072, "2020-12-23T19:03:22Z", [0.9], "Ok, someone tell me if I'm not reading this situation correctly. Now that POTUS wants $2,000 checks, the House is going to pass that. The Senate will not pass it. Then, we have no bill. Is that correct?"], [90167, "2020-12-23T17:26:51Z", [0.91], "Merry Christmas America! Scrooge is in da house!!!!\nhttps://www.cnn.com/2020/12/23/politics/donald-trump-covid-relief-capitol-hill/index.html "], [63674, "2020-12-23T16:48:34Z", [0.93], ""], [60806, "2020-12-23T16:04:53Z", [0.99], ""], [92762, "2020-12-23T15:30:40Z", [0.85], "I cannot wait to not care what the president did last night. January 20th cannot come fast enough. Trump calls on Congress to approve $2,000 stimulus checks, hinting he might not sign relief bill without changes. https://www.washingtonpost.com/business/2020/12/22/trump-stimulus-video-bill/"], [1333, "2020-12-23T14:32:51Z", [0.95], ""], [1333, "2020-12-23T14:32:26Z", [1.0], ""], [34353, "2020-12-23T14:08:18Z", [1.0], ""], [88569, "2020-12-23T06:15:04Z", [1.0], ""], [25601, "2020-12-23T05:22:34Z", [1.0], "Obviously."], [94872, "2020-12-23T03:23:51Z", [0.95], ""], [691, "2020-12-23T03:11:48Z", [0.85], "https://www.bbc.com/news/world-us-canada-55420366\nJust when you thought the President-Eject couldn't do any more damage to his devoted followers (for whom, I fear, it is increasingly difficult to feel sorry).    He can sit on the bill for ten days before doing anything, and if Congress adjourns in the meantime, the bill dies without an explicit veto (Article I, Section 7, US Constitution).   For us, this only means that even if he eventually manages to grasp a pen in his tiny fingers and sign it, 1 January may have come and gone.  For lots of others, it may mean they get laid off, impoverished, evicted, or all of the above. No reason to think he's bottomed out yet, either; he's still got about a month to come up with even more appalling ideas to punish his devoted fans.  This, in case anyone has missed the point, is what happens when you elect people to public office who proudly proclaim that they don't know anything about government or economics and don't plan to learn.  In a democracy, you tend to get the government you deserve.   Kinda makes you proud, huh? (Full disclosure:  This is about the fourth draft of this post.  You wouldn't want your kids to read the first several.)\n"], [88569, "2020-12-23T02:11:58Z", [0.92], ""], [88569, "2020-12-23T01:57:22Z", [0.96], ""], [90167, "2020-12-23T01:51:04Z", [0.97], "Pulling back from 100 to 97 because, well, there’s this thing that Trump’s doing...\nhttps://www.cnn.com/2020/12/22/politics/trump-coronavirus-relief-bill/index.html "], [95943, "2020-12-22T22:37:07Z", [0.95], ""], [691, "2020-12-22T16:40:11Z", [1.0], "It appears that The Leader Of The Free World is coming increasingly unhinged, and will sign this piece of legislation if Jared tells him it's a declaration of omnipotence drafted for him by his crack legal team of Larry, Moe and Rudy.  This would all be more fun if Gilbert & Sullivan were around to write it up."], [89785, "2020-12-22T03:35:31Z", [1.0], ""], [754, "2020-12-22T02:33:57Z", [1.0], ""], [48709, "2020-12-22T01:41:18Z", [1.0], ""], [691, "2020-12-21T18:22:01Z", [1.0], ""], [534, "2020-12-21T17:11:35Z", [1.0], ""], [92762, "2020-12-21T15:04:40Z", [0.97], ""], [88766, "2020-12-21T14:34:49Z", [1.0], ""], [63674, "2020-12-21T12:27:36Z", [1.0], ""], [1333, "2020-12-21T03:35:24Z", [1.0], ""], [96915, "2020-12-21T03:03:24Z", [0.95], ""], [88452, "2020-12-21T01:42:55Z", [1.0], "\"After months of wrangling, US lawmakers have agreed to a roughly $900bn package of pandemic aid, including money for businesses and unemployment programmes.\nThe money is set to accompany a bigger $1.4tn spending bill to fund government operations over the next nine months.\nIt comes as many Covid-19 economic relief programmes were set to expire at the end of the month.\nAbout 12 million Americans were at risk of losing access to unemployment benefits.\nThe House of Representatives and the Senate are expected to vote on the package on Monday. It will then need to be signed into law by President Donald Trump.\"\nhttps://www.bbc.com/news/business-55324489 It is very likely that among the 900bn USD total there will be 250bn USD or more that will qualify for the question's requirement '...totaling the amount \"ALLOWED\" in the \"Legislative\" subtotal (COVID Money Tracker).' The single most important hurdle now is the signature, which could theoretically be obstructed by the president. As 01 January is the literal deadline for many of the people economically affected, any further delay seems very unlikely."], [34959, "2020-12-21T01:40:58Z", [1.0], "It's done.  https://www.cnbc.com/2020/12/20/mcconnell-says-congress-has-agreed-to-900-billion-coronavirus-stimulus-deal.html"], [34815, "2020-12-21T01:11:11Z", [1.0], ""], [95992, "2020-12-20T23:41:47Z", [1.0], ""], [67374, "2020-12-20T20:58:27Z", [1.0], ""], [92762, "2020-12-20T20:18:15Z", [0.95], ""], [88569, "2020-12-20T19:29:38Z", [1.0], ""], [96793, "2020-12-20T18:08:03Z", [0.98], "Updated to reflect compromise news...Congress is committed to passing the legislation in a hurry."], [95992, "2020-12-20T16:48:20Z", [0.95], ""], [63674, "2020-12-20T16:30:47Z", [0.97], ""], [691, "2020-12-20T15:51:49Z", [0.99], "Even if the zombies in Congress actually pass something before 1 January, it won't \"become law\" before then unless the President-Eject signs it before that date.   Holding back from 100% in case he has a tantrum and refuses, or just can't get his tiny little fingers wrapped around a pen in time.  Strange days."], [92762, "2020-12-20T14:49:33Z", [0.9], ""], [92762, "2020-12-19T20:53:38Z", [0.85], ""], [691, "2020-12-19T15:59:25Z", [0.96], ""], [1333, "2020-12-19T14:45:05Z", [0.35], ""], [92762, "2020-12-19T11:39:23Z", [0.9], ""], [88569, "2020-12-18T23:55:07Z", [0.8], "Who the hell knows.  https://www.politico.com/news/2020/12/18/congress-stimulus-talks-funding-448089"], [691, "2020-12-18T18:24:31Z", [0.95], "starting to look like it might happen"], [96731, "2020-12-18T18:05:08Z", [0.9], ""], [92762, "2020-12-18T17:59:38Z", [0.95], "Trump could still blow this up. White House aides talked Trump out of last-minute demand for stimulus checks as big as $2,000.\nhttps://www.washingtonpost.com/us-policy/2020/12/17/trump-2000-stimulus-checks/"], [26467, "2020-12-18T16:05:44Z", [0.99], ""], [94961, "2020-12-18T15:42:18Z", [0.99], "adjusting to activities of Congress"], [32100, "2020-12-18T13:48:10Z", [1.0], ""], [96736, "2020-12-18T12:43:51Z", [0.9], "With the government shutdown looming, it appears Congress is ready to compromise on a second stimulus deal.  Given the talks occurring and statements made on both sides of the aisle, there is a high likelihood that this deal will pass."], [34959, "2020-12-18T07:35:28Z", [0.96], ""], [754, "2020-12-18T05:03:28Z", [1.0], ""], [75863, "2020-12-17T21:58:34Z", [0.91], ""], [90167, "2020-12-17T20:10:44Z", [1.0], ""], [1333, "2020-12-17T19:32:25Z", [0.25], ""], [691, "2020-12-17T16:49:45Z", [0.85], "https://theweek.com/speedreads/955518/congress-getting-close-coronavirus-relief-deal-including-smaller-stimulus-checks\nhttps://www.reuters.com/article/us-health-coronavirus-usa-congress/u-s-congress-covid-19-deal-negotiations-could-drag-into-weekend-lawmaker-idUSKBN28R1EL?il=0\nThey'll be cutting it close, but fear of having to work over holidays should do the trick.  This seems like a job for bourbon.\n"], [48081, "2020-12-17T16:21:34Z", [0.87], "Congressional Leaders appear to be close to a $900 billion deal. Leader McConnel hs said it must occur before Congress adjourns. Many have taken to believe this means McConnel wants a deal before the end of this wekend, which seems the most likely path. This is especially true if it is paired with a funding bill. However, Congress could use the first few days of 2021 to finish a bill if necessary, although that appears a longshot. It feels that unless a deal is struck this weekend, it may be unlikely to happen until next Congress. "], [63674, "2020-12-17T12:24:32Z", [0.86], ""], [45594, "2020-12-17T09:34:04Z", [0.9], ""], [96040, "2020-12-17T07:19:01Z", [0.95], ""], [96383, "2020-12-17T03:46:15Z", [0.99], "Congress practically at agreement already."], [90167, "2020-12-17T03:20:36Z", [0.98], ""], [92762, "2020-12-17T02:37:49Z", [0.9], "Anyone else worried about a veto out of pure spite?"], [75863, "2020-12-17T00:37:38Z", [0.9], ""], [91530, "2020-12-17T00:14:59Z", [1.0], ""], [88569, "2020-12-16T22:51:46Z", [1.0], ""], [73687, "2020-12-16T22:35:05Z", [0.94], ""], [93174, "2020-12-16T20:37:26Z", [0.86], ""], [96793, "2020-12-16T19:54:44Z", [0.9], "Bumped up forecast slightly based on congressional activity and news reports of closer consensus for a legislative agreement."], [1333, "2020-12-16T19:07:27Z", [0.15], ""], [97269, "2020-12-16T18:29:49Z", [0.95], "Bipartisan agreement on bill that would omit state/local support (for Democrats) as well as liability protections for employers (for Republicans) inclines me to believe this very likely to occur.   https://www.bloomberg.com/news/articles/2020-12-16/leaders-cite-progress-in-talks-no-deal-yet-congress-update?srnd=premium&sref=NP2QRiNN"], [93072, "2020-12-16T16:56:32Z", [0.95], "The news today is encouraging and it (essentially) must be passed before Friday.  https://www.washingtonpost.com/us-policy/2020/12/16/congress-stimulus-checks-relief/"], [691, "2020-12-16T16:04:05Z", [0.65], ""], [22689, "2020-12-16T15:58:10Z", [1.0], ""], [92762, "2020-12-16T15:49:41Z", [0.85], ""], [97032, "2020-12-16T15:12:23Z", [0.6], "Gaps are being narrowed and talks are going positively, with a sense of urgency from both sides"], [96987, "2020-12-16T15:08:41Z", [0.9], "updating given news"], [96983, "2020-12-16T15:08:30Z", [0.85], ""], [58718, "2020-12-16T15:01:40Z", [0.95], ""], [58718, "2020-12-16T15:01:10Z", [0.85], ""], [58718, "2020-12-16T15:00:54Z", [0.65], ""], [96973, "2020-12-16T14:29:59Z", [0.95], ""], [63674, "2020-12-16T13:42:20Z", [0.68], ""], [97353, "2020-12-16T07:07:26Z", [0.5], ""], [94872, "2020-12-16T05:24:36Z", [1.0], ""], [94872, "2020-12-16T04:10:34Z", [0.95], ""], [94872, "2020-12-16T03:05:46Z", [0.85], ""], [96793, "2020-12-16T02:05:01Z", [0.85], "Updated forecast - increased probability due to increased rhetoric by congressional leaders in willingness to negotiate to approve stimulus prior to holidays break."], [88569, "2020-12-16T01:17:46Z", [0.96], ""], [88569, "2020-12-15T22:56:15Z", [0.91], "New bill that avoids the 2 hot button issues seems likely to pass. "], [88569, "2020-12-15T22:54:12Z", [0.9], ""], [20284, "2020-12-15T22:06:18Z", [1.0], "Election is over and handing out money is always desirable for elected politicians."], [88452, "2020-12-15T21:38:26Z", [1.0], ""], [96974, "2020-12-15T21:03:57Z", [0.7], "Looks like the conversation is heating up today with momentum by both sides to get something passed. Per WaPo, Pelosi is hosting other Congressional leaders as I type this, with McConnell saying they're going to get something done. With the option to punt SLG and liability shield till 2021 in the bipartisan proposal, I think odds have increased. Unsure on the Trump front, and Mcconnell just congratulated Biden, which probably doesn't put Trump in a good mood. But also he's really leaning into the vaccines...It's a tough one. "], [22689, "2020-12-15T18:16:15Z", [0.9], ""], [58718, "2020-12-15T18:06:11Z", [0.45], ""], [87175, "2020-12-15T17:55:48Z", [0.75], ""], [691, "2020-12-15T16:08:11Z", [0.6], "Now that the President-Eject's blather has been mostly put down, it is not in anybody's interest (except Assistant Clowns like Senator Graham et al.) to put this off any longer.  Something is likely to get done in the next couple of weeks, probably of at least this magnitude.  The Honourable Members will be back in town anyway if they need to override the Current Incumbent's threatened veto.  "], [90167, "2020-12-15T15:33:34Z", [0.96], ""], [95068, "2020-12-15T10:45:35Z", [1.0], "I shudder at the thought of the repercussions for US legislators failing to act in a timely manner. \n\"Based on the number of people already on federal and state benefits, ... 12 million workers will be on one of the two main CARES Act programs—PUA and PEUC—when funding expires on December 26.\" https://tcf.org/content/report/12-million-workers-facing-jobless-benefit-cliff-december-26/\n"], [88569, "2020-12-15T07:22:42Z", [0.8], ""], [754, "2020-12-15T03:33:10Z", [0.88], ""], [96736, "2020-12-15T02:36:09Z", [0.7], "After the Electoral College confirmed Joe Biden as the President-Elect, both parties are making progress on a stimulus bill.  Democrats believe that there will be another bill proposed after inauguration, so this bill does not have to encompass all aspects.  Republicans are concerned that future bills might be too far reaching with a Democratically controlled Congress (potentially) and White House. Additionally, a $748B bipartisan bill was recently proposed that includes funding for education, vaccine distribution, unemployment, and public transportation.  The more controversial aspects were incorporated into a second part that could be added to this bill.  With the FDA approving emergency authorization usage for COVID-19 vaccines, vaccine distribution funding is critical.  President-Elect Biden has endorsed this bill. https://www.politico.com/news/2020/12/14/bipartisan-negotiators-coronavirus-stimulus-bill-445134"], [96973, "2020-12-15T00:38:45Z", [0.85], "Looks like they are pretty darn close and will bifurcate it if necessary peeling off the most contentious parts to deal with next year."], [95992, "2020-12-15T00:24:02Z", [0.8], ""], [75863, "2020-12-15T00:07:03Z", [0.71], ""], [88452, "2020-12-14T23:34:14Z", [0.93], ""], [90167, "2020-12-14T20:34:15Z", [0.72], ""], [75863, "2020-12-14T19:06:49Z", [0.7], ""], [691, "2020-12-14T18:09:45Z", [0.16], "https://www.reuters.com/article/us-health-coronavirus-usa-congress/u-s-congress-in-sprint-to-fund-government-approve-covid-19-emergency-aid-idUSKBN28O19Z The Honourable Members, who are paid around $200K/year by the taxpayers apparently \"fear negotiations could extend through the Christmas holiday.\"  If they are afraid to do their jobs, perhaps they should let someone else give it a try.  The restaurant, hospital, hotel, sanitation and transport workers who, for a lot less money, serve the Honourable Members seem to face holiday work with relative equanimity.  Not exactly \"Profiles in Courage\" on the Hill these days.  Coming up a bit on this in case the fear hasn't paralyzed them."], [97269, "2020-12-14T17:58:43Z", [0.75], "Comment deleted on Dec 14, 2020 07:47PM UTC"], [97269, "2020-12-14T17:53:54Z", [0.75], "(1) Congress shutting down soon and members want a win\n(2)  Package of this size is on the table, in two parts - the smaller part less than $250B, but one or both could pass Contra:\n(1) Political differences dominate discussion and neither side wants the other to win\n(2) Trump does not have anything to gain and administration will not assert meaningful leverage"], [63674, "2020-12-14T16:29:26Z", [0.28], ""], [25601, "2020-12-14T15:21:00Z", [0.25], ""], [96987, "2020-12-14T10:52:38Z", [0.23], "Time is running out and the ndaa veto override attempt will suck oxygen out of the room for getting this done."], [96793, "2020-12-14T05:12:48Z", [0.3], "With a week of the 2020 session left and only limited bipartisan support for any agreement, it appears less likely to occur regardless of the president’s wish’s based on congressional trends of the last few months.  However, strong public pressure could see some lawmakers making concessions to allow for an agreement at the 11th hour."], [92762, "2020-12-13T23:26:40Z", [0.75], ""], [691, "2020-12-13T13:46:57Z", [0.16], ""], [88452, "2020-12-13T09:53:48Z", [0.63], ""], [88569, "2020-12-13T00:17:30Z", [0.2], ""], [70711, "2020-12-12T23:45:02Z", [1.0], "Trump has no interest in this game anymore...\nMcconnell, regardless of other facets, will need to prevent govt shutdown (to which, this is being attached).. and numbers bigger than 250 billion, are being mentioned...\nPelosi and Co will extract as much as possible.. "], [75863, "2020-12-12T23:33:14Z", [0.5], ""], [75863, "2020-12-12T22:54:29Z", [0.55], ""], [754, "2020-12-12T21:57:56Z", [0.4], ""], [691, "2020-12-12T18:39:22Z", [0.12], ""], [8826, "2020-12-12T16:44:15Z", [0.0], "to much pork for cities"], [534, "2020-12-12T15:33:42Z", [0.75], ""], [1333, "2020-12-12T12:11:19Z", [0.01], ""], [96973, "2020-12-12T01:58:38Z", [0.25], "This is a tough one - they have 1 week to get this done before they kick it to 2021 it looks like.  It may be possible if they get a deal done that it comes in at less than $250bn of new money and reprograms existing funds from the CARES Act that are unspent. But a lot of high priority issues for both sides would be left out of any such deal which is why I believe there is a higher probability they kick it out to 2021 and make the provisions that expire on 12/31 apply retroactively (to the extent practical). Those expiring provisions are the only real pressure point to force a deal by this date and I just am not convinced they are enough."], [88569, "2020-12-12T01:56:28Z", [0.15], ""], [94872, "2020-12-12T00:52:58Z", [0.55], ""], [90167, "2020-12-12T00:40:37Z", [0.61], ""], [88569, "2020-12-12T00:37:12Z", [0.1], "Hedging up because I fear the crowd, even tho in this case it's only 22 other people."], [96740, "2020-12-11T23:09:04Z", [0.38], ""], [58718, "2020-12-11T21:18:34Z", [0.35], "I am hearing that negotiations are ramping up and are being taken very seriously with the circle of negotiators widening to more Members. The major (though not only sticking point) is liability shield (which is v. important to McConnell). "], [87175, "2020-12-11T20:04:05Z", [0.6], ""], [88452, "2020-12-11T17:35:46Z", [0.51], ""], [75863, "2020-12-11T16:39:49Z", [0.71], "\"Congressional leaders are making a last-ditch attempt to cobble together a stimulus deal before Congress adjourns for the year, hoping to quickly reach agreement on a relief package that’s eluded them for months ... The move comes after bipartisan efforts to reach a deal took a hit Thursday as the stalemate between House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell continued ... this latest push at the leadership level — likely the last real chance a coronavirus relief deal comes together before next year — could provide a breakthrough in the long-running standoff.\" https://www.politico.com/news/2020/12/11/congress-coronavirus-relief-deal-effort-444519"], [58718, "2020-12-11T15:08:31Z", [0.25], ""], [23132, "2020-12-11T14:55:07Z", [0.77], ""], [80475, "2020-12-11T14:01:19Z", [0.2], ""], [88569, "2020-12-11T03:07:47Z", [0.05], "I don't see these sides coming together for anything.  I think not knowing who will control the senate makes it hard for either party to agree, because why agree now when the situation could change in your favor next month?  Also, the trial lawyer lobby seems to have Pelosi under their control.  Neither party cares a thing for their constituents. It's lobbiests and loony activists all the way down. "], [96987, "2020-12-11T02:53:44Z", [0.4], "SLG aid will become more important for red states in front of GA runoffs.  Some potential for Dems to let go of corp liability to get it done."], [49877, "2020-12-10T20:24:30Z", [0.7], ""], [1333, "2020-12-10T19:32:59Z", [0.0], ""], [97268, "2020-12-10T18:02:39Z", [0.1], "The senate doesn't exactly love to work and there just isn't enough time left on the calendar for them to hammer out a deal and vote and approve it"], [754, "2020-12-10T16:44:09Z", [0.33], "starting above the crowd 6 weeks to end date of Q., -2 weeks for vacay time.. the need for a bill is clear. \nand all know they can't wait too long. \nsoon it will be bad for whoever is holding one back..."], [81567, "2020-12-10T16:42:48Z", [0.0], ""], [691, "2020-12-10T16:36:02Z", [0.12], ""], [90519, "2020-12-10T16:20:03Z", [0.2], ""], [92785, "2020-12-10T15:57:35Z", [0.21], ""], [59881, "2020-12-10T15:37:46Z", [1.0], ""], [7289, "2020-12-09T23:49:07Z", [0.55], ""], [94961, "2020-12-09T23:23:21Z", [0.05], "That's a lot of $.\nless than 17 legislative days left this year.\nmaybe they'll hold over until Jan.\n@cdob63 has a resonate attitude."], [75863, "2020-12-09T20:36:49Z", [0.8], ""], [691, "2020-12-09T20:25:57Z", [0.12], "The Ds will hold out for a bigger bill and the Rs will be paralyzed waiting for word from the President-Eject.   Still, hope springs ephemeral."], [48709, "2020-12-09T20:23:21Z", [0.5], ""], [88452, "2020-12-09T20:02:00Z", [0.33], ""], [29145, "2020-12-09T19:30:34Z", [0.01], ""], [1333, "2020-12-09T18:57:14Z", [0.0], ""], [22689, "2020-12-09T18:26:01Z", [0.5], ""]], "open_date": "2020-12-09T18:00:34Z", "close_date": "2020-12-28T00:00:35Z"}