{"question_id": 2121, "title": "How much cash on hand will the following *three Donald Trump-affiliated political action committees (PACs) have combined as of 31 December 2021?", "possible_answers": ["Less than $100 million", "Between $100 million and $150 million, inclusive", "More than $150 million but less than $200 million", "$200 million or more"], "crowd_forecast": [0.24, 0.56, 0.18, 0.02], "correct_answer": "Between $100 million and $150 million, inclusive", "correct_forecast": 0.56, "preds": [[1333, "2021-12-31T05:02:17Z", [0.0, 0.0, 1.0, 0.0], ""], [103878, "2021-12-30T23:38:13Z", [0.24, 0.56, 0.18, 0.02], ""], [55987, "2021-12-30T16:05:58Z", [0.46, 0.35, 0.17, 0.02], ""], [99943, "2021-12-30T00:03:11Z", [0.17, 0.7, 0.13, 0.0], ""], [52131, "2021-12-29T20:16:13Z", [0.0, 0.05, 0.9, 0.05], ""], [26642, "2021-12-28T22:41:53Z", [0.2, 0.16, 0.24, 0.4], ""], [55987, "2021-12-28T16:13:43Z", [0.64, 0.29, 0.07, 0.0], ""], [1333, "2021-12-28T08:54:30Z", [0.38, 0.42, 0.1, 0.1], ""], [1333, "2021-12-27T08:24:03Z", [0.38, 0.52, 0.1, 0.0], ""], [1333, "2021-12-26T08:26:36Z", [0.39, 0.51, 0.1, 0.0], ""], [96828, "2021-12-25T23:45:07Z", [0.22, 0.41, 0.27, 0.1], ""], [96828, "2021-12-25T23:42:49Z", [0.19, 0.42, 0.31, 0.08], ""], [38, "2021-12-25T23:40:13Z", [0.16, 0.7, 0.14, 0.0], "Decreasing under $100m to approach the average of my experts\nZeroing out $200m+ because I think DJT would be bragging about it if he had been hauling buckets full of dough.\nIncreasing $150-200m just in case he's doing better than I imagine."], [103822, "2021-12-25T15:22:31Z", [0.74, 0.23, 0.03, 0.0], ""], [103822, "2021-12-25T15:21:32Z", [0.94, 0.03, 0.03, 0.0], ""], [1333, "2021-12-25T06:58:33Z", [0.44, 0.46, 0.1, 0.0], ""], [55987, "2021-12-23T15:58:17Z", [0.2, 0.6, 0.2, 0.0], ""], [96828, "2021-12-23T12:51:52Z", [0.2, 0.39, 0.31, 0.1], ""], [1333, "2021-12-23T11:17:48Z", [0.37, 0.53, 0.1, 0.0], ""], [1333, "2021-12-22T10:39:31Z", [0.38, 0.52, 0.1, 0.0], ""], [38, "2021-12-21T07:29:26Z", [0.19, 0.7, 0.1, 0.01], "\nhttps://historynewsnetwork.org/article/182021 As his guests sampled short ribs and chocolate cake at a Dec. 1 reception held in Mar-a-Lago’s gilded ballroom and others mingled at another event held by the pool, U.S. Senate candidate Herschel Walker of Georgia raised more than $1 million for his campaign and an allied super PAC. . . . Donald Trump dined at his private Florida club with about 20 couples, each of whom paid $250,000 to the Make America Great Again Again super PAC, a group run by close allies of the former president.\n. . . \nSince Trump returned from his New Jersey club to Palm Beach, Fla., this fall, Mar-a-Lago has become a hotbed for Republican fundraisers, with candidates jockeying to line the former president’s pockets in hopes of winning his endorsement, get a photo with him or simply give donors a chance to be in his presence. ... Julian Zelizer, a presidential historian at Princeton University, said the rush of paid GOP events at Trump’s club is “indicative of how powerful of a hold he has on the party.” Zelizer noted that while other former presidents have given paid speeches or taken seats on lucrative boards, they did not rent property to candidates while serving as GOP kingmaker and contemplating another White House run. “It‘s like a party boss, with one of his homes being the place for wheeling and dealing and picking the next Senate candidate,” Zelizer said. Taylor Budowich, a Trump spokesman, said the former president’s properties — including his Bedminster club in New Jersey — are sought after by those running for office on the right. “When it comes to raising money for Republican causes and candidates, there are only two seasons that matter: Bedminster season and Mar-a-Lago season. Through the dozens of fundraisers that will be held at Mar-a-Lago this season, the Trump property and Trump brand will continue to fuel the MAGA wave ahead of the midterms,” he said.\n~~~~~\nCOMMENT:   Lots of fund-raising events are being held at Trump properties, and it sounds like they are successful, but how many of these events benefit the 3 PACs this question asks about?   This is the same fund-raiser that I reported about on November 28th, I think."], [1333, "2021-12-21T06:33:10Z", [0.37, 0.43, 0.2, 0.0], ""], [53382, "2021-12-21T04:28:04Z", [0.3, 0.7, 0.0, 0.0], ""], [1333, "2021-12-20T11:38:18Z", [0.36, 0.44, 0.2, 0.0], ""], [1333, "2021-12-19T22:54:49Z", [0.3, 0.35, 0.35, 0.0], ""], [96828, "2021-12-18T02:03:11Z", [0.19, 0.39, 0.32, 0.1], ""], [55987, "2021-12-17T16:48:24Z", [0.4, 0.6, 0.0, 0.0], ""], [1333, "2021-12-15T09:08:18Z", [0.23, 0.36, 0.41, 0.0], ""], [1333, "2021-12-13T01:47:25Z", [0.18, 0.41, 0.41, 0.0], ""], [99943, "2021-12-12T02:02:44Z", [0.14, 0.7, 0.13, 0.03], ""], [99943, "2021-12-12T02:00:12Z", [0.22, 0.61, 0.1, 0.07], "Trying to make a slightly less extreme forecast."], [1333, "2021-12-12T01:33:27Z", [0.1, 0.49, 0.41, 0.0], ""], [1333, "2021-12-10T10:20:26Z", [0.1, 0.48, 0.42, 0.0], ""], [79591, "2021-12-09T14:34:41Z", [0.0, 0.45, 0.5, 0.05], ""], [691, "2021-12-08T19:32:39Z", [0.16, 0.68, 0.16, 0.0], ""], [80790, "2021-12-07T22:15:05Z", [0.27, 0.51, 0.16, 0.06], ""], [94872, "2021-12-07T05:28:37Z", [0.22, 0.58, 0.18, 0.02], ""], [34959, "2021-12-07T04:28:08Z", [0.21, 0.66, 0.12, 0.01], ""], [103572, "2021-12-07T04:17:17Z", [0.35, 0.5, 0.15, 0.0], ""], [86367, "2021-12-06T16:05:01Z", [0.04, 0.65, 0.3, 0.01], ""], [96828, "2021-12-06T01:24:45Z", [0.19, 0.39, 0.32, 0.1], "Bending to crowd wisdom a little."], [88452, "2021-12-04T17:39:32Z", [0.0, 0.12, 0.37, 0.51], ""], [691, "2021-12-04T15:38:56Z", [0.17, 0.66, 0.17, 0.0], ""], [100273, "2021-12-03T23:51:58Z", [0.0, 1.0, 0.0, 0.0], "All in"], [1333, "2021-12-03T06:55:06Z", [0.1, 0.42, 0.48, 0.0], ""], [38, "2021-12-02T23:58:17Z", [0.19, 0.7, 0.1, 0.01], "https://thehill.com/policy/technology/583799-trump-allies-dodging-facebook-ban-with-ads-analysis The Save America Joint Fundraising Committee, a joint venture between Trump’s Make America Great Again PAC and Save America leadership PAC, has run nearly 5,000 ads [on Facebook] in the last five months, earning potentially 40 million impressions.\n~~~~~\nCOMMENT:  I have no clue how much it costs to run an add on Facebook and when I tried to figure it out, I got lost in the weeds."], [691, "2021-12-02T15:06:10Z", [0.2, 0.6, 0.2, 0.0], ""], [1333, "2021-12-01T19:08:46Z", [0.1, 0.41, 0.39, 0.1], ""], [55987, "2021-12-01T16:50:32Z", [0.38, 0.59, 0.02, 0.01], ""], [94872, "2021-12-01T03:58:34Z", [0.19, 0.53, 0.26, 0.02], ""], [103420, "2021-11-30T22:09:31Z", [0.25, 0.7, 0.04, 0.01], ""], [1333, "2021-11-30T21:33:08Z", [0.23, 0.31, 0.36, 0.1], ""], [1333, "2021-11-29T10:36:24Z", [0.25, 0.26, 0.36, 0.13], ""], [96828, "2021-11-29T01:23:32Z", [0.25, 0.3, 0.3, 0.15], "I'm going rogue and forecasting based on my honest ignorance and inability to understand this question."], [80790, "2021-11-28T21:57:22Z", [0.34, 0.47, 0.13, 0.06], ""], [38, "2021-11-28T21:31:53Z", [0.19, 0.7, 0.1, 0.01], "https://texasnewstoday.com/2024-watch-trump-super-pac-to-raise-top-dollars-this-week/553095/ Former President Donald Trump’s Super PAC is hosting the largest fundraiser to date this week. The Make America Great Again, Again Super PAC event, which will take place on Thursday, December 2, will take place at the former President’s Marago Resort in Palm Beach, Florida. Sources at Trump World have told Fox News to expect some of the largest Republican donors from all over the country to attend the event. The Super PAC is run by former Florida Attorney General Pam Biondi, who defended the former president in the first Senate impeachment trial. However, Trump has joined the leadership of the group. Rick Grenelle and Matt Whitaker, acting director of national intelligence and lawyers during the Trump administration, have joined the board of directors of Super PAC. The strengthening of the former President’s Super PAC follows his move to expand the staff of his Save America Political Action Committee, with long-time Trump aide Lynne Patton recently playing a role in building a political union.\n~~~~~\nCOMMENT:  Nobody knows how much money any of the PACs have accumulated since 6/30; the media just keeps citing the $100m+ that the PACs had on hand as of then.  I have been watching for news of fundraisers, and this is basically the first I've come across.  Other than selling t-shirts and making internet appeals, with the lack of a lot of mega-events, I'm skeptical that he is raising buckets-full of dough, especially since nobody likes to brag like DJT.  I figure if he had made tons of money, we'd be hearing about it from him.  He's not exactly Mr. Tight Lips. @belikewater"], [99943, "2021-11-27T22:49:03Z", [0.22, 0.7, 0.07, 0.01], "Some minor news on the fundraising front. I'm not changing my forecast.\nI didn't know about a committee called \"Trump Make America Great Again\" that fundraises for 2 of the Trump PACs and the RNC:\nhttps://docquery.fec.gov/cgi-bin/forms/C00618371/1502867/\n\"The Republican National Committee filed a financial report last weekend revealing a $1 million October contribution from Trump Make America Great Again\"\n\"It was TMAGA’s first significant contribution to the Republican Party since Trump left office—the last was for funds raised ahead of the Jan. 5 special elections in Georgia.\"\n\"In a statement to The Daily Beast, RNC spokesperson Emma Vaughn said the transfer from the joint fundraising committee (JFC) was “standard practice.”\n“This is standard operating procedure when dealing with a joint fundraising agreement that is no longer in use. Based on a prior agreement, the RNC is transferring its funds from the JFC to the RNC based on standard practice\"\n\"When asked, Vaughn would not say whether the committee was going to terminate, or if the groups were preserving the relationship. Former Secretary of State and 2016 Democratic nominee Hillary Clinton had offloaded the cash in her old JFC by the same point in 2017, and filed to shut down the committee; TMAGA still sits on $13 million, and has not dissolved its joint fundraising agreement.\"\n\"His Save America JFC has also begun to ramp up its Facebook and Google spending, including multiple Facebook ad buys in mid-November explicitly asking supporters to back Republican candidates broadly in the 2022 midterm elections.\"\nhttps://www.thedailybeast.com/donald-trump-resumes-spending-money-on-republicans-who-arent-him"], [55987, "2021-11-24T15:10:28Z", [0.31, 0.65, 0.03, 0.01], ""], [55987, "2021-11-22T15:28:21Z", [0.19, 0.7, 0.1, 0.01], ""], [88452, "2021-11-21T11:44:46Z", [0.09, 0.26, 0.28, 0.37], ""], [691, "2021-11-17T19:04:29Z", [0.06, 0.68, 0.26, 0.0], ""], [1333, "2021-11-15T16:23:45Z", [0.25, 0.25, 0.36, 0.14], ""], [94872, "2021-11-13T00:22:15Z", [0.14, 0.58, 0.26, 0.02], ""], [38, "2021-11-12T02:58:30Z", [0.19, 0.7, 0.1, 0.01], "Trump is launching a new social media app… And Apple is giving it a platform on its App Store.  I wonder if there's any way to find out how it is selling? @belikewater, @probahilliby "], [38, "2021-11-12T02:54:38Z", [0.19, 0.7, 0.1, 0.01], "https://www.adn.com/nation-world/2021/10/31/trump-looks-to-2024-commanding-a-fundraising-juggernaut-as-he-skirts-social-media-bans/ \" . . . .His [DJT's] primary political action committee, Save America, has been spending more than $100,000 a week this month on Facebook ads, according to the company, many of which seek donations  . . . \n. . . \nHe had spent little of his funds before midsummer, though advisers say he has increased spending and donations to other candidates since then. A coterie of political advisers, including two experts on Iowa, have been added to the payroll.\n. . . \n. . . he has spent little [money] to try to prove the election was tainted. “They aren’t paying for audits - they want others to pay for it,” said one Republican official who like others spoke on the condition of anonymity to describe private conversations. “He is just raising money to have a big slush fund.”\n. . . \n. .  .the volume of fundraising pitches, which often hit supporters by email and text multiple times a day, has sometimes annoyed Trump, who has heard complaints from friends, according to an adviser. But he also likes the result: more money to show other Republicans he remains the most formidable presidential candidate, advisers said. Trump’s three main committees are not authorized to spend on behalf of a campaign for him, which would operate under different fundraising and spending limitations. Those committees are Save America PAC; a fundraising effort that handles much of the outreach, called Save America Joint Fundraising Committee; and a smaller group that was created out of the remains of Trump’s 2020 campaign, called the Make America Great Again PAC. The latter is focused primarily on winding down spending for the last campaign, advisers said. . . .  if he declares himself a candidate, his current accounts will immediately be barred under campaign law from any expenditures on his behalf in excess of $5,000.\n. . . \n“The only real limitation right now is he can’t use it for personal advocacy to get elected. And that’s pretty vague,” said one political adviser. If Trump has money left over through his noncandidate fundraising accountswhen he does declare,advisers say, the plan is to transfer the money to another, independent political group, which would be able to spend unlimited amounts to support Trump, though the former president and his direct campaign advisers would be barred from coordinating the spending. In the meantime, Save America has given Trump a way to advertise on both Google and Facebook, despite the bans on his posting on social media platforms controlled by the two companies. . . .  The Facebook ban, put in place after the Jan. 6 insurrection at the Capitol, will last at least two years, the company says. But it is limited in scope. “President Trump is suspended from Facebook so he can’t post at all,” Devon Kearns, a Facebook spokeswoman, explained in a statement. “Groups affiliated with the former president are not barred from posting on Facebook so long as they are not posting in his voice.” That means the social network has removed ads that appear to quote Trump, even when the quotes appear on a landing page linked to the ad. . . . \n. . . \nA group of liberal advocacy organizations led by Common Cause has asked Facebook to revisit its policy of allowing Save America to advertise as long as it doesn’t use Trump’s voice, since it was established by Trump days after the 2020 election. Facebook has not yet made clear whether Trump will be able to operate a campaign under the same rules, possibly permitting him to advertise his 2024 effort on the site. “The response we got was we have no answer for you at the moment,” said Yosef Getachew, the director of Media and Democracy Program at Common Cause, of his conversations with the company. Facebook’s spokeswoman did not comment on the company’s discussions with Common Cause. Google has banned Trump’s YouTube page for an indefinite period of time, but it has allowed Save America to buy image and text advertising on its platform, with the overwhelming majority of the $17,500 in spending taking place since Oct. 9.\n~~~~~~~\nCOMMENTS:\nMAGA Again just held its first event:  a golf tournament.  I have no idea how much it netted.  With 2 months to go before this question closes, might there be 2 more fund-raising events before this question closes?  If each event nets $2m (a generous estimate, I think), we're talking about a $6m increase 6/30-12/31. I have read lots of articles about how DJT's Save America PAC has registered its 1 millionth donor recently, but I don't know how many were registered as of 6/30 in its predecessor PAC.  I wonder, too, what the mean average donation is and what % of the funds on hand as of 6/30 was from direct donations and what % came from event revenue.  https://washingtonnewsday.com/us-politics/the-save-america-campaign-of-donald-trump-claims-to-have-surpassed-1-million-online-donors/ The Trump campaign is now giving out  t-shirts when a person makes a donation of $45 or more.  (I am assuming that $45 is more than the average donation by at least as much as the t-shirts cost. . . . might the average be $30?  with 1m donors, that's $30m.)    It's not clear if the 3 PACs are involved in this.  They would have to sell a lot of high-profit-margin t-shirts to raise $48m. https://thehill.com/media/579039-trump-campaign-sells-lets-go-brandon-t-shirts @belikewater, @probahilliby "], [691, "2021-11-09T15:17:32Z", [0.03, 0.68, 0.29, 0.0], ""], [1333, "2021-11-08T01:26:29Z", [0.25, 0.25, 0.25, 0.25], ""], [96828, "2021-11-07T22:40:30Z", [0.14, 0.62, 0.23, 0.01], ""], [86367, "2021-11-07T01:19:03Z", [0.05, 0.6, 0.34, 0.01], ""], [38, "2021-11-04T06:10:03Z", [0.19, 0.7, 0.1, 0.01], "I've been thinking about @belikewater's comment:  \"suppose that his expenses in the 2nd half of 2021 are on the order of $10M. And he started out with $102M or $103M. If he raises even $310k/week, he'd be in bin 2.\" If it's true, as WaPo reported last week, that DJT has been raising $1m/wk, then \n$102m on-hand as of 6/30\nless $10m of expenses for Q 3 & 4\nplus $1m/wk  raised x 25 weeks\n= $117."], [94872, "2021-11-02T04:04:32Z", [0.12, 0.55, 0.31, 0.02], ""], [99943, "2021-11-01T20:36:04Z", [0.22, 0.7, 0.07, 0.01], "h/t @Anneinak\nBut I am somewhat skeptical that they're all of a sudden raising $1-2M/week when they raised so little in the first half of the year.\nIf they raise $1M/week every week in Q3 and Q4, they'll be in bin 2. $1.5M/week, bin 2. $2M/week, I'm 99% sure they'll still end up in bin 2 because of spending.\nLeaving a little room for bin 3 in case charges related to Jan 6 come out and motivate people to donate more."], [38, "2021-11-01T18:46:52Z", [0.19, 0.66, 0.14, 0.01], "https://news.yahoo.com/donald-trump-fundraised-over-100-154638841.html Referencing a recent WAPO article  . . .  \"Advisers say that the former president has been consistently raising more than $1 million per week, often reaching totals nearing $2 million, according to the paper.\"\n~~~~~~~\nCOMMENT:  Given that he had $102m as of 6/30, at the rate of $1m+/wk, that would put him at $127m by CE if he doesn't transfer $ out to cover the cost of his new media venture.   Reducing forecast for under $100m & increasing for over $150m."], [1333, "2021-10-31T18:34:43Z", [0.16, 0.28, 0.28, 0.28], ""], [691, "2021-10-31T14:38:40Z", [0.04, 0.62, 0.34, 0.0], ""], [99943, "2021-10-30T14:37:08Z", [0.5, 0.39, 0.1, 0.01], "I'm revising upwards because I suspect that sometime in the coming months, some high-profile criminal charges will be announced relating to the events of Jan 6. When those happen, I think donations will increase. In the absence of such charges, I think bin 1 is 80% likely. But, charges may not come until next year."], [1333, "2021-10-28T17:35:46Z", [0.05, 0.25, 0.36, 0.34], ""], [88452, "2021-10-28T17:03:55Z", [0.13, 0.46, 0.12, 0.29], ""], [99943, "2021-10-26T02:14:35Z", [0.8, 0.17, 0.02, 0.01], "Thanks to @Anneinak for the discussion!\nSee https://www.gjopen.com/comments/1347888\nI don't rule out bin 2 because Save America did raise >$30M in Q4 2020. It could possibly raise a substantial amount of money in the second half of 2021."], [86367, "2021-10-26T01:58:46Z", [0.1, 0.57, 0.32, 0.01], ""], [96828, "2021-10-25T23:44:17Z", [0.18, 0.34, 0.34, 0.14], ""], [691, "2021-10-25T21:04:27Z", [0.06, 0.61, 0.33, 0.0], ""], [99943, "2021-10-25T20:24:21Z", [0.12, 0.42, 0.45, 0.01], "Updating based on findings by and discussion with @Anneinak."], [1333, "2021-10-25T18:18:23Z", [0.02, 0.17, 0.36, 0.45], ""], [38, "2021-10-25T17:47:16Z", [0.3, 0.66, 0.03, 0.01], "Shares of Trump's Digital World Acquisition have risen 842% since the blank-check acquisition company announced on Wednesday it would merge with Trump Media & Technology Group, which aims to launch a social media network called TRUTH Social. I'm thinking that DJT supporters will put their money in this SPAC rather than his PACs because it promises to not only create a megaphone for DJT but to give them a financial return for their $. Adjusting my forecast:  increasing forecasts for lower ranges. @belikewater:  how does this line of argument strike you?"], [1333, "2021-10-25T06:59:58Z", [0.01, 0.17, 0.36, 0.46], ""], [34959, "2021-10-24T05:27:47Z", [0.17, 0.65, 0.17, 0.01], ""], [55987, "2021-10-21T15:30:00Z", [0.17, 0.71, 0.11, 0.01], ""], [1333, "2021-10-19T22:27:35Z", [0.01, 0.17, 0.35, 0.47], ""], [96828, "2021-10-18T10:36:59Z", [0.16, 0.42, 0.29, 0.13], ""], [58028, "2021-10-18T06:27:29Z", [0.08, 0.58, 0.33, 0.01], ""], [102985, "2021-10-18T04:23:48Z", [0.0, 0.6, 0.35, 0.05], "With the possible exception of the Democrat's two major bills, there are no large political events (so far) that could impact fundraising in a major way. It is plausible that Trump could continue to drum up support through rallies, press releases, and media appearances, but unlikely that anything major will happen that is so great that it will dramatically increase fundraising. Additionally, Trump himself is not on the ballot for 2024, and so does not have to start fundraising now as intensely as he might as we get closer to that date. "], [13551, "2021-10-15T05:58:56Z", [0.0, 1.0, 0.0, 0.0], ""], [96828, "2021-10-13T12:56:20Z", [0.05, 0.47, 0.33, 0.15], ""], [58028, "2021-10-13T07:01:48Z", [0.1, 0.57, 0.32, 0.01], ""], [84880, "2021-10-12T22:04:07Z", [0.0, 0.66, 0.33, 0.01], ""], [79591, "2021-10-12T17:58:18Z", [0.0, 0.5, 0.5, 0.0], ""], [58028, "2021-10-11T19:46:52Z", [0.1, 0.56, 0.31, 0.03], ""], [3316, "2021-10-11T18:01:34Z", [0.0, 1.0, 0.0, 0.0], ""], [58028, "2021-10-09T19:45:20Z", [0.11, 0.55, 0.31, 0.03], ""], [1333, "2021-10-09T18:44:35Z", [0.0, 0.17, 0.35, 0.48], ""], [96828, "2021-10-09T12:21:11Z", [0.09, 0.32, 0.38, 0.21], ""], [58028, "2021-10-09T07:19:37Z", [0.12, 0.55, 0.31, 0.02], ""], [38, "2021-10-09T03:55:17Z", [0.22, 0.67, 0.1, 0.01], " https://uk.sports.yahoo.com/news/lewandowski-demanded-cash-maga-land-011338443.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAH2JxTqclxjCellvSpXIXh5gPOM3xuB6_3svg_UZ1NXdwF8EsPBKF-kn3_XDZNwA6Pb9eZJqHgvy-_4MEuYnN_z7vS7M7bA_GUOsye2_ZuKBYJP_DKtASDX4ZG-1u5JmRNGrmxsLGvZHb17cekF88yhXR7v8Nu2zzyWhhpvFSZm0 \". . . MAGA Again! also features a quieter power. The group also works with veteran Republican fundraiser and strategist Susie Wiles, who brings institutional experience and party prowess to the table—not typically a strong suit in Trumpland. One GOP strategist told The Daily Beast that Wiles, who earlier this year was tapped for a number of key roles in the Trump fundraising apparatus, was inserted as a stabilizing force. “Susie is the smartest person in Trumpworld, partly because she keeps a low profile,” this strategist remarked, adding that Wiles was brought onboard to “streamline and professionalize the process” and “build it into something that’s not just a grift for someone to make money.” Wiles also serves as a bridge between the increasingly insular Trump and the party writ large. As of the end of June, the former president had not given money to any candidate, according to campaign finance records, though his various affiliated committees hold roughly $200 million cash on hand. “Obviously these groups are Trump’s, so they will prioritize Trump and his agenda above the party. But as far as his political strength is tied to his ability to work with the party, and help other candidates, she’s the right person for that,” the strategist said.\n~~~~~~~\nCOMMENT:  It bodes well for the growth in the value of the funds that Lewandowski has been replaced by someone who is well-respected.   I'm also considering the info posted by @belikewater @https://www.gjopen.com/comments/1342163."], [99943, "2021-10-09T02:08:47Z", [0.1, 0.35, 0.5, 0.05], "Some indications that fundraising in the 2nd half of 2021 may be going even better than in the first half:\n\"While those messages are meant for small-dollar donors, the former president has also been raising bigger sums at dinners and golf tournaments at his private clubs in New Jersey and Palm Beach, with entry sometimes costing six figures. And some of his allies are considering other fundraising vehicles designed to draft Trump into running or pay for his campaign-style efforts. His allies and advisers say the money is designed to show political strength ahead of 2024 as he weighs a bid for the presidency, and that he plans to contribute some of it to candidates he has endorsed in the 2022 midterms. So far, Save America, his leadership PAC, has not given to the 2022 candidates he has endorsed, according to Federal Election Commission filings. Several people familiar with the former president’s operation said that Afghanistan fundraising pitches performed exceptionally well, as supporters aggrieved at President Biden’s actions looked for a way to oppose him. “After the election, there was some erosion,” one of these people said. “But as the months have gone on, people have come back and started giving more.”\"\nhttps://www.washingtonpost.com/politics/trump-2024-campaign-candidacy/2021/10/03/73af3b12-21f8-11ec-b3d6-8cdebe60d3e2_story.html It's not clear how much will be spent in 2021, though. I hesitate to go against the crowd, but it does seem slightly more likely to me that we'll end up in bin 3."], [58028, "2021-10-08T21:35:19Z", [0.12, 0.56, 0.31, 0.01], ""], [58028, "2021-10-08T19:49:56Z", [0.11, 0.56, 0.31, 0.02], ""], [38, "2021-10-07T23:59:36Z", [0.29, 0.67, 0.03, 0.01], "https://www.msnbc.com/rachel-maddow-show/why-trump-has-new-super-pac-unintentionally-amusing-name-n1280777 \" \"Make America Great Again, Again! (MAGA, Again!) announced the formation of the ONLY Trump approved Super PAC, replacing Make America Great Again Action. MAGA Again! . . . Allies of former President Donald J. Trump formed a new super PAC . . . [in] an attempt to isolate Mr. Lewandowski and deny him a role in Mr. Trump's political operation. . . . . . But behind the scenes, it appears that Lewandowski did not want to leave the operation, and Trump World couldn't figure out a way to legally replace him. . . . Trump's team intends to transfer the funds from the old super PAC to the new one, \"though it's not immediately clear what the bylaws say about who has control over the money and transfers, or what other measures they might have available to allow the money to be sent to a new entity if one of two board members is resisting. . . \"\n~~~~~\nhttps://www.thedailybeast.com/lewandowski-demanded-cash-after-maga-land-kicked-him-to-the-curb?source=articles&via=rss\n. . . \"Two of the knowledgeable sources said the former 2016 Trump campaign manager’s demand was for hundreds of thousands of dollars.\n\" . . . Make America Great Again Action—currently sits on $6.58 million,\n~~~~~~~\nCOMMENT:  \nIf I read them correctly, as of 6/30 according to the FEC.gov reports linked in the question\nSave America had $90m\nMAGA Action Inc had $4.9m\nMAGA PAC had $7.7m If I understand correctly the article quoted above MAGA PAC'S $4.9M is now $6.58."], [38, "2021-10-07T05:10:46Z", [0.25, 0.59, 0.15, 0.01], "https://www.msnbc.com/rachel-maddow-show/why-trump-has-new-super-pac-unintentionally-amusing-name-n1280777 According to this article, the new DJT PAC, \"Make America Great Again, Again\" may assume all the assets of MAGA, zeroing out the balance of the MAGA PAC.  I've asked the Admins for clarification:  will they expand the question to include the balance of MAGAA, effectively considering it a replacement for the original PAC? @probahilliby"], [1333, "2021-10-05T18:10:51Z", [0.02, 0.15, 0.35, 0.48], ""], [34959, "2021-10-05T15:47:10Z", [0.17, 0.58, 0.22, 0.03], ""], [86367, "2021-10-05T13:04:00Z", [0.17, 0.54, 0.28, 0.01], ""], [1333, "2021-10-05T10:30:23Z", [0.02, 0.14, 0.29, 0.55], ""], [691, "2021-10-02T17:36:24Z", [0.1, 0.57, 0.33, 0.0], ""], [94872, "2021-10-02T03:30:38Z", [0.1, 0.55, 0.31, 0.04], ""], [1333, "2021-10-01T10:18:40Z", [0.02, 0.13, 0.2, 0.65], ""], [55987, "2021-09-30T16:34:52Z", [0.16, 0.73, 0.1, 0.01], ""], [38, "2021-09-29T20:31:05Z", [0.25, 0.59, 0.15, 0.01], "”https://thehill.com/homenews/the-memo/574520-the-memo-omarosa-beats-trump-potentially-opening-flood-gates \" . . . his [Trump's] campaign is now on the hook to pay the costs and legal fees for Manigault Newman — fees that are bound to be substantial given the length of the case. “Everything I learned in the boardroom from ‘The Apprentice’ to the Oval Office, I was able to apply in this situation,” Manigault Newman said. “I was able to be victorious and now he has to pay potentially millions in legal fees and costs. \"Manigault Newman’s victory could embolden others who signed NDAs with Trump. The former White House staffer says that’s already happening. . . .  “people have been reaching out even in the last 24 hours wanting to tell their stories and wanting to consult with my legal team.”  The attorneys who worked on her case agreed.  The implications of the arbitrator’s findings should be “scary” for Trump, \n~~~~~~~\nCOMMENT:  This case could open the floodgates against DJT.  It seems to me that his PACs are a handy source of funds to cover his legal bills."], [96828, "2021-09-28T01:28:47Z", [0.12, 0.45, 0.29, 0.14], "I aggregated a bunch of forecasts (others and my own) using different approaches and different ideas. Overall, I'm intuitively satisfied with the result, namely the wider distribution toward the high and low ends. Why does this satisfy me? Because I sense both sides being argued here which as a starting forecast, I'll entertain both sides."], [1333, "2021-09-27T05:57:53Z", [0.01, 0.11, 0.18, 0.7], ""], [38, "2021-09-26T21:36:31Z", [0.21, 0.59, 0.19, 0.01], "https://spectatorworld.com/topic/taking-wheel-trumpism-afpi-save-america-pac/\nSeptember 25, 2021\n. . .\n\"Save America raised tens of millions for Trump on the claim that donations would go toward litigating the outcome of the 2020 election. The fine print on solicitations for funds said otherwise. ‘One of the only restrictions on Trump’s leadership PAC is that it cannot be used to support Trump’s own campaign, including the costs of litigation arising out of his campaign,’ said Brendan Fischer, an expert in campaign finance and government ethics at the Campaign Legal Center. ‘In short, Trump raised tens of millions of dollars on a claim that his PAC would do something that it was legally prohibited from doing all along.’ However, the money could be used on anything from golf club memberships, travel, even direct payments to Trump himself, so long as it is declared income. Trump can also donate to his branded organizations. On June 15, AFPI [America First Policy Institute] received $1 million from Save America. In July, the organization joined Trump’s tech censorship lawsuit. Like Save America, donors were told that their money would saddle them directly in the fight — in this case, make them a plaintiff. ‘Join the lawsuit,’ AFPI president Brooke Rollins told Trump supporters. ‘Signing up as a supporter or donor does not make you a party to, or class member in, any lawsuit in which AFPI may or may not be engaged,’ the fine print on rebutted. While signatories would not become plaintiffs, they would be enrolled in fundraising email lists — and there is a seemingly endless supply of cash going around. AFPI plans to double its first-year budget of $20 million by next year. Save America entered 2021 with $31 million in the bank; it is now sitting on more than $90 million with just $700,000 of that whopping sum spent in the first half of 2021. It’s worth noting that under Federal Election Commission rules, Trump cannot use funds from Save America to finance a future presidential campaign. At any rate, these are just a few of the many cash vortices whirling around Trump, sapping attention and funds that could otherwise go to grassroots organizations.\n~~~~\nCOMMENT:  The $90m figure stated as Save America having on hand appears to be from the 6/30 FEC reports linked in the question, not the balance as of 9/25/21.\n"], [1333, "2021-09-26T04:18:00Z", [0.01, 0.11, 0.14, 0.74], ""], [691, "2021-09-25T15:45:26Z", [0.06, 0.57, 0.36, 0.01], ""], [99943, "2021-09-23T20:56:25Z", [0.1, 0.45, 0.44, 0.01], "They raised $82M in the first half of 2021, but I can't help but wonder whether some of that will dry up as people see that there really are no legal challenges to be fought. Still, I'm sure they'll continue to raise money. They have hired some political operatives and plan to hold rallies. But I'm guessing that they'll probably net more than they spend for the year. I see an addition of another $82M as a ceiling for the year. Suppose they raise $40M to $60M and spend <$5?"], [94872, "2021-09-23T01:04:43Z", [0.09, 0.58, 0.28, 0.05], ""], [34959, "2021-09-22T13:13:29Z", [0.17, 0.51, 0.28, 0.04], "first pass here, input to incorrect tab"], [34959, "2021-09-22T13:10:59Z", [0.57, 0.42, 0.01, 0.0], "Comment deleted on Sep 22, 2021 01:13PM UTC"], [1333, "2021-09-22T07:48:17Z", [0.01, 0.07, 0.1, 0.82], ""], [94872, "2021-09-21T03:10:33Z", [0.09, 0.58, 0.28, 0.05], ""], [38, "2021-09-20T01:51:47Z", [0.21, 0.59, 0.19, 0.01], "This article isn't super-current, but I learned a lot from it about mega-donors who are not supporting DJT any more. https://www.cnbc.com/2021/08/31/trump-gets-little-support-from-major-republican-donors.html"], [691, "2021-09-19T16:49:33Z", [0.02, 0.62, 0.34, 0.02], ""], [96715, "2021-09-19T01:38:08Z", [0.08, 0.22, 0.52, 0.18], "@Anneinak makes a decent point that Trump could leverage these funds for a variety of purposes other than strictly supporting candidates the next mid-term elections. He has been using some small portion in this way already. This is legal although probably not exactly how donors intended their money to be spent. Whether that would change donors' donating behavior I don't know, I suspect not as much as one might think given how polarized the American electorate has become. So Trump might not have any real incentive to avoid that sort of spending, but how that impacts overall cash on hand for the PACs, I guess if he feels free to spend more then they'd have less cash left unless donors increased their donation rates. so I'm going to readjust my baseline just a bit to account for the possibility that Trump spends down more from the PACs this year than I originally thought he might."], [8826, "2021-09-18T15:05:21Z", [0.5, 0.4, 0.1, 0.0], ""], [94872, "2021-09-18T03:36:08Z", [0.09, 0.56, 0.3, 0.05], ""], [1333, "2021-09-17T08:16:06Z", [0.01, 0.03, 0.08, 0.88], ""], [691, "2021-09-16T16:18:55Z", [0.02, 0.62, 0.3, 0.06], ""], [100273, "2021-09-16T03:22:59Z", [0.0, 0.6, 0.3, 0.1], "Steadily increasing.  \nMAGA. "], [86367, "2021-09-14T16:52:49Z", [0.06, 0.5, 0.4, 0.04], ""], [38, "2021-09-14T02:35:46Z", [0.21, 0.54, 0.24, 0.01], "https://www.thedailybeast.com/trumps-maga-pac-splurging-dollar37k-rent-a-month-at-trump-tower-as-other-tenants-flee-says-report \". . . .the Make America Great Again PAC has been paying the Trump Organization $37,541.67 each month to rent some rarely used office space on the 15th floor of the NYC building. The Post reports the super PAC was previously paying $3,000 a month to rent a kiosk in the tower’s lobby, even when the lobby was closed. Campaign-finance experts said the arrangement doesn’t appear to be illegal but is ethically dodgy. “He’s running a con,” said Paul S. Ryan from watchdog group Common Cause. “Talking about political expenses—but, in reality, raising money for self-enrichment.” Trump spokeswoman Liz Harrington said the PAC is renting the space at “market rate... to help President Trump build a financial juggernaut to help elect America First conservatives and flip both the House and Senate to the Republicans in the midterm elections.”\n~~~~~~~\nCOMMENT: DJT seems to continue to have fundraising ability, but he also has huge debts and financial obligations."], [12573, "2021-09-14T00:18:23Z", [0.0, 0.2, 0.4, 0.4], ""], [88452, "2021-09-13T20:21:02Z", [0.06, 0.49, 0.16, 0.29], ""], [94872, "2021-09-13T08:23:42Z", [0.08, 0.56, 0.31, 0.05], ""], [34815, "2021-09-13T00:37:26Z", [0.0, 1.0, 0.0, 0.0], ""], [96715, "2021-09-12T23:15:31Z", [0.08, 0.16, 0.58, 0.18], "looks like the three PACs combined have ~$102M on hand now. They raised ~$50m from in the first half of the year, the rest was transferred from other accounts. So I'm assuming there won't be any  more major transfers this year, so any additional cash will have to come from donations.\nWith midterm elections in 2022 they can probably raise at least as much money in the second half of the year as they did in the first.  They haven't spent any significant amount of money and most likely they won't need to until the election season really gets going after the first of the year.   Things that would cause me to change my forecast:\n1) trump somehow alienates his base and can't raise money--not likely\n2) republican party manages to coopt more of his base so they donate to other republican orgs instead--not likely unless 1 happens\n3) these PACs start spending lots of money in the second half of this year (I'm not yet sure where I will find this bit of information--but presumably it will be find-able)"], [90553, "2021-09-12T22:28:15Z", [0.1, 0.6, 0.3, 0.0], ""], [84268, "2021-09-12T19:50:32Z", [0.0, 0.0, 0.25, 0.75], "Mid term elections will drive contributions"], [101422, "2021-09-12T17:41:14Z", [0.0, 0.3, 0.6, 0.1], ""], [84880, "2021-09-12T16:49:43Z", [0.0, 0.66, 0.25, 0.09], ""], [691, "2021-09-12T15:32:25Z", [0.0, 0.58, 0.3, 0.12], ""], [45594, "2021-09-12T15:11:03Z", [0.2, 0.6, 0.1, 0.1], ""], [94872, "2021-09-12T06:20:29Z", [0.09, 0.41, 0.38, 0.12], ""], [92079, "2021-09-12T00:37:48Z", [0.0, 0.0, 0.0, 1.0], ""], [79591, "2021-09-12T00:28:19Z", [0.0, 1.0, 0.0, 0.0], "Most of the cash in these three are transfers from other PAC's.  Those PAC's are now lower in cash. Individual contributions are a small percentage.  I suspect contributions will pick up steam starting next year for the 2022 election season, with some cash outlayed this year for for the Cali recall election and 2020 election audits.  "], [100273, "2021-09-11T22:34:40Z", [0.3, 0.6, 0.1, 0.0], "Winning "], [1333, "2021-09-11T21:18:59Z", [0.0, 0.01, 0.03, 0.96], ""], [691, "2021-09-11T20:23:01Z", [0.0, 0.46, 0.3, 0.24], ""], [1333, "2021-09-11T18:21:02Z", [0.0, 0.01, 0.02, 0.97], ""], [84880, "2021-09-11T17:56:57Z", [0.0, 0.23, 0.45, 0.32], ""], [1333, "2021-09-11T14:31:52Z", [0.0, 0.0, 0.01, 0.99], ""], [80790, "2021-09-11T10:16:11Z", [0.43, 0.51, 0.04, 0.02], "I just can’t see a massive increase across the board, to get to 150m and as they are at 102m now dropping below 100m seems quite possible.  Whatever they get in may be spent.  It depends on when the spending happens.  If they are saving up for mid terms I’m completely under forecasting at the moment.  But I’m not sure contributions will keep coming in at the same rate as expenditure."], [86367, "2021-09-11T10:03:59Z", [0.06, 0.47, 0.43, 0.04], "Assuming Difference between Opening Cash and Closing cash = Cash raised during the year\nThe cash raised figure is approx 60 mn (net of expenses). Excl one fund the others show Cash position on June 30th\nIf they maintain the same momentum of fund raise they can raise over 120 mn for the remainder of 2021. (My assumption)\nSince Mid term elections are in late 2022, most of  the spending would happen in 2022(My Assumption).\nSo it should be somewhere above150mn by end of this year.(approx 160 mn)\nI havent looked at/factored in any obstacles that he would face for the fund raise. Will update further as i read more on this\n"], [5510, "2021-09-11T02:37:37Z", [0.0, 0.7, 0.3, 0.0], ""], [38, "2021-09-10T23:26:28Z", [0.2, 0.54, 0.25, 0.01], "My first forecast was Q&D based on reading some headlines. From looking at the FEC reports, it appears to me that the net increase in the cash on hand of those 3 funds during the first 6 months of the year was $55,664,074.76.  I'm asking myself what is happening--or could happen--that would impact the ability of those funds to raise money or cause them to spend it.  While thinking about that, I'm going to adjust my forecast downward in the $150-200m range."], [38, "2021-09-10T23:09:40Z", [0.1, 0.43, 0.42, 0.05], ""], [74903, "2021-09-10T22:26:45Z", [0.4, 0.6, 0.0, 0.0], ""], [34815, "2021-09-10T21:54:39Z", [0.0, 0.0, 0.0, 1.0], ""], [100664, "2021-09-10T21:07:58Z", [0.0, 0.05, 0.25, 0.7], ""], [1333, "2021-09-10T18:42:54Z", [0.0, 0.0, 0.0, 1.0], ""], [59881, "2021-09-10T17:57:56Z", [0.0, 0.0, 0.0, 1.0], ""], [26642, "2021-09-10T17:42:09Z", [0.0, 0.2, 0.2, 0.6], ""], [60695, "2021-09-10T17:07:25Z", [0.0, 0.8, 0.2, 0.0], ""]], "open_date": "2021-09-10T17:00:01Z", "close_date": "2022-01-01T08:01:01Z"}