{"question_id": 1898, "title": "Which NFL team will win Super Bowl LV?", "possible_answers": ["The AFC Champion", "The NFC Champion", "No Super Bowl will be played before 8 March 2021"], "crowd_forecast": [0.12, 0.88, 0.0], "correct_answer": "The NFC Champion", "correct_forecast": 0.88, "preds": [[98207, "2021-02-08T12:59:15Z", [0.0, 1.0, 0.0], "Comment deleted on Feb 08, 2021 02:36PM UTC"], [95503, "2021-02-08T09:44:19Z", [0.0, 1.0, 0.0], ""], [94737, "2021-02-08T08:58:24Z", [0.0, 1.0, 0.0], ""], [75363, "2021-02-08T07:40:28Z", [0.0, 1.0, 0.0], ""], [79508, "2021-02-08T07:38:01Z", [0.0, 1.0, 0.0], ""], [84880, "2021-02-08T05:19:20Z", [0.0, 1.0, 0.0], "Ceremoniously only. But still... Brady is like LeBron in the way he can pull from a deep reserve of magic and break all sorts of hearts."], [79461, "2021-02-08T05:19:12Z", [0.0, 1.0, 0.0], ""], [98210, "2021-02-08T04:38:02Z", [0.01, 0.99, 0.0], ""], [96785, "2021-02-08T04:10:25Z", [0.0, 1.0, 0.0], "Tom Brady "], [88576, "2021-02-08T04:08:24Z", [0.0, 1.0, 0.0], ""], [94872, "2021-02-08T04:02:45Z", [0.0, 1.0, 0.0], ""], [22689, "2021-02-08T03:57:31Z", [0.0, 1.0, 0.0], ""], [90167, "2021-02-08T03:49:47Z", [0.0, 1.0, 0.0], "Ouch! Guess one needs to be cautious when betting against Tom Brady."], [98183, "2021-02-08T03:03:52Z", [0.0, 1.0, 0.0], "Comment deleted on Feb 08, 2021 04:08AM UTC"], [98208, "2021-02-08T03:03:43Z", [0.0, 1.0, 0.0], ""], [96791, "2021-02-08T02:59:09Z", [0.0, 1.0, 0.0], ""], [96791, "2021-02-08T02:58:36Z", [0.75, 0.25, 0.0], ""], [88452, "2021-02-08T02:50:40Z", [0.0, 1.0, 0.0], "My bad I underestimated Brady and off-season peculiarities, and overestimated season dominance of the KCC. They had a slim chance to turn the game around at the beginning of 3rd quarter but they did not seize it. Much unexpected Super Bowl outcome, but well deserved for TBB."], [98215, "2021-02-08T02:49:01Z", [0.0, 1.0, 0.0], ""], [97560, "2021-02-08T02:46:47Z", [0.0, 1.0, 0.0], ""], [98253, "2021-02-08T02:45:19Z", [0.0, 1.0, 0.0], ""], [98258, "2021-02-08T02:42:56Z", [0.0, 1.0, 0.0], ""], [98181, "2021-02-08T02:38:53Z", [0.01, 0.99, 0.0], ""], [98180, "2021-02-08T02:35:46Z", [0.0, 1.0, 0.0], ""], [97733, "2021-02-08T02:34:50Z", [0.0, 1.0, 0.0], ""], [98210, "2021-02-08T02:28:12Z", [0.15, 0.85, 0.0], ""], [96748, "2021-02-08T02:17:05Z", [0.04, 0.95, 0.01], ""], [96740, "2021-02-08T02:12:59Z", [0.12, 0.88, 0.0], ""], [96740, "2021-02-08T02:12:21Z", [0.85, 0.15, 0.0], ""], [98180, "2021-02-08T02:03:48Z", [0.1, 0.9, 0.0], "The likelihood of them coming back at such a loss is extremely low."], [56170, "2021-02-08T02:03:09Z", [0.0, 1.0, 0.0], ""], [96746, "2021-02-08T02:02:42Z", [0.3, 0.7, 0.0], "Omg the Bucs are leading at the half!! GOAT!"], [98215, "2021-02-08T02:00:39Z", [0.2, 0.8, 0.0], ""], [98210, "2021-02-08T02:00:04Z", [0.27, 0.73, 0.0], ""], [98208, "2021-02-08T01:54:46Z", [0.54, 0.46, 0.0], ""], [98253, "2021-02-08T01:53:38Z", [0.1, 0.9, 0.0], ""], [98180, "2021-02-08T01:15:44Z", [0.48, 0.52, 0.0], "The Chiefs have had poor offense and numerous penalties thus far and now have quite a bit of ground to make up."], [97560, "2021-02-08T01:15:12Z", [0.1, 0.9, 0.0], ""], [88560, "2021-02-08T01:13:03Z", [0.0, 1.0, 0.0], ""], [98210, "2021-02-08T01:04:21Z", [0.45, 0.55, 0.0], ""], [98181, "2021-02-07T19:35:01Z", [0.62, 0.38, 0.0], ""], [14432, "2021-02-07T18:31:39Z", [1.0, 0.0, 0.0], ""], [98214, "2021-02-07T18:27:21Z", [0.62, 0.38, 0.0], ""], [97892, "2021-02-07T16:23:03Z", [0.44, 0.56, 0.0], ""], [98180, "2021-02-07T15:19:13Z", [0.65, 0.35, 0.0], ""], [98180, "2021-02-07T15:18:45Z", [0.6, 0.4, 0.0], "Comment deleted on Feb 07, 2021 03:19PM UTC"], [45594, "2021-02-07T08:08:04Z", [0.65, 0.3, 0.05], ""], [98275, "2021-02-07T04:33:46Z", [0.62, 0.38, 0.0], "While Tom Brady is a phenomenal player and the Buccaneers have really upped their game recently, I still think the Chiefs have a better shot at winning. Not only have they played a better season and previously beaten the Buccaneers in an earlier game, but they have a lot of very skilled players in their line up. Not only is Mahones at the top of his game and a star quarterback, but players like Hills and Kelce are also playing incredibly well. While I think Tom Brady and the Buccaneers will make them fight for it, I think the Chiefs have a chance at taking the title for the second year in a row. Also, most polls and news cites favor the Chiefs."], [96792, "2021-02-07T02:29:07Z", [0.75, 0.25, 0.0], ""], [98172, "2021-02-06T23:11:02Z", [0.58, 0.42, 0.0], ""], [98172, "2021-02-06T23:10:27Z", [0.68, 0.32, 0.0], ""], [98172, "2021-02-06T23:07:10Z", [0.32, 0.68, 0.0], "Comment deleted on Feb 06, 2021 11:10PM UTC"], [98212, "2021-02-06T21:58:39Z", [0.6, 0.4, 0.0], ""], [98216, "2021-02-06T19:38:50Z", [0.4, 0.6, 0.0], "I recognize that Kansas City may be favored to win due to a better record throughout the season, but I also think that there are factors in favor of an NFC victory, such as unprecedented home field advantage. Furthermore, I have faith in Tom Brady's abilities and experience (and several previous Super Bowl wins). In some ways, Tom Brady has nothing to lose, and only a couple more opportunities to win the Super Bowl in his career. Also, when KC went to the Super Bowl in 2020, they beat out the Patriots (and Tom Brady) to get there - while some would suggest this is in favor of the AFC, I think Brady might seek revenge for that game (as well as their matchup earlier this season.) The 11/29 game was close enough that I don't think the skill of the teams is so unmatched that a better season record can really predict an AFC champion. Either way it will be a close game. "], [98272, "2021-02-06T18:53:58Z", [0.4, 0.6, 0.0], "Tom Brady has more experience with his history of winning multiple super bowls and the Buccaneers defense is better. "], [90167, "2021-02-06T16:51:40Z", [0.71, 0.29, 0.0], ""], [98233, "2021-02-06T15:40:39Z", [0.56, 0.43, 0.01], ""], [88576, "2021-02-06T06:03:19Z", [0.6, 0.4, 0.0], ""], [98240, "2021-02-06T03:12:30Z", [0.63, 0.37, 0.0], "The Chiefs have a better record this season, and have performed at a consistently higher level against better teams. Although Tom Brady is one of the best of his position of all time, Patrick Mahomes is coming fresh from a Super Bowl last season and has well-proven his prowess. Both teams' strengths lie mostly with their offensive skills, though the Chiefs may have an edge in this match-up.\nhttps://www.espn.com/nfl/story/_/id/30816365/super-bowl-2021-chiefs-buccaneers-score-predictions-prop-bets-kickoff-mvp-picks-more"], [37115, "2021-02-06T02:22:21Z", [0.75, 0.25, 0.0], ""], [98236, "2021-02-06T00:31:16Z", [0.7, 0.3, 0.0], "Most betting forums and professional analysts I have seen overwhelmingly believe that the Chiefs will take the win. "], [98108, "2021-02-05T18:19:53Z", [0.8, 0.2, 0.0], ""], [96795, "2021-02-05T15:17:55Z", [0.4, 0.6, 0.0], ""], [96795, "2021-02-05T15:16:18Z", [0.45, 0.55, 0.0], ""], [96772, "2021-02-05T15:15:55Z", [0.7, 0.29, 0.01], ""], [96763, "2021-02-05T15:13:54Z", [0.3, 0.7, 0.0], ""], [11817, "2021-02-05T14:21:55Z", [0.53, 0.47, 0.0], ""], [79508, "2021-02-05T09:55:10Z", [0.84, 0.16, 0.0], "Bud is in the Fridge....  will need it if the Chiefs do the double, or if they lose I like to keep a bottle of stimulant handy in case I see a snake, which I also keep handy  - W. C. Fields\n"], [98274, "2021-02-05T02:22:14Z", [0.4, 0.6, 0.0], "The chiefs have multiple important injuries that will result in increased pressure on Mahomes as well as more sacks. On top of this, Brady is a more tested quarterback with a well-balanced team while the Chiefs, despite winning last Superbowl, have a less experienced quarterback. "], [98253, "2021-02-05T00:40:50Z", [0.37, 0.63, 0.0], "Confidence in Tom Brady and The Buccaneers' experience."], [98181, "2021-02-05T00:13:13Z", [0.68, 0.32, 0.0], ""], [98277, "2021-02-04T23:39:47Z", [0.65, 0.35, 0.0], "The Chiefs have had a stronger win ratio than the Buccaneers, so I believe that this gives them a stronger chance of  winning. "], [84880, "2021-02-04T23:25:33Z", [0.45, 0.55, 0.0], "I have very little to say to sway your opinion but I believe two things about this game:\n- It should be close, and possibly a toss-up in a lot of ways. KC is likely, but not certain.\n- In a lot of ways, this will be KC's hardest game of the season. Bucs have nothing to lose and everything to gain. I expect the result will be KC (as does the crowd and the analysts,) but hopefully it's a good game. https://www.espn.com/nfl/story/_/id/30826677/madden-21-simulation-picks-kansas-city-chiefs-beat-tampa-bay-buccaneers-super-bowl-lv\nhttps://www.espn.com/nfl/story/_/id/30816658/super-bowl-score-predictions-espn-experts-pick-chiefs-buccaneers-mvp-game\nhttps://www.nfl.com/news/super-bowl-lv-picks-will-patrick-mahomes-chiefs-or-tom-brady-s-buccaneers-win-in"], [98235, "2021-02-04T22:50:44Z", [0.45, 0.55, 0.0], "Even though Kansas City won the last superbowl and did pretty well against Tampa last time they played each other, since Tampa has Tom Brady, won against Kansas City on Nov 29, and has the home court advantage, I believe that Tampa will win."], [98267, "2021-02-04T21:58:29Z", [0.4, 0.6, 0.0], "While the Chiefs have had a better season and are still coming off a high from winning last year's Superbowl, the Bucs have the home field advantage, and Tom Brady will probably try really hard to win one last Super bowl so he can retire. "], [98215, "2021-02-04T21:57:49Z", [0.6, 0.4, 0.0], "The Bucks have a home-field advantage, but the Chiefs have had a much better season and are on a good streak from last year. Mahomes has also outperformed Brady consistently."], [98242, "2021-02-04T21:53:09Z", [0.75, 0.25, 0.0], ""], [98208, "2021-02-04T21:09:57Z", [0.54, 0.46, 0.0], ""], [98180, "2021-02-04T21:03:30Z", [0.8, 0.2, 0.0], "AFC champions won their game (although in a narrow margin) in their regular season. While Tom Brady is a super bowl veteran, he hasn't had the strongest most consistent season. While it will be a home game for the Buccaneers, the Chiefs have played more consistently throughout the season."], [98232, "2021-02-04T20:59:34Z", [0.7, 0.27, 0.03], "The Chiefs have been solid and consistent the whole season. The only advantage that the Bucs have this season is Tom Brady, and he has been too reliant on the defense.\n"], [98258, "2021-02-04T20:58:42Z", [0.8, 0.2, 0.0], "I cannot see Tom Brady winning a seventh Super Bowl."], [98211, "2021-02-04T20:28:03Z", [0.67, 0.33, 0.0], "The Chiefs have shown more consistency over the season, beating the Bucs during the regular season, and have a more well rounded offensive scheme. Tom Brady hasn't really had a good performance during the playoffs (3 ints against the Packers) and has relied on the defense forcing turnovers, something the Chiefs rarely do. The only way I see the Bucs winning is if they can get their deep passing plays to work early, which will be difficult against a strong coverage defense."], [98213, "2021-02-04T20:23:56Z", [0.45, 0.55, 0.0], "Although the Chiefs have a the strongest offense, they have looked really flat. Nine of the Chiefs wins have been with one score, and they only beat the Buccaneers by 3 in the previous meeting this year. As we saw with the New Orleans Saints, even if you beat Tom Brady in the regular season, his team will carry him through in the playoffs. A strong Tampa Bay Defense and Receiving Core will be the key to this game."], [98210, "2021-02-04T20:21:57Z", [0.57, 0.43, 0.0], "I was looking at the fact that it's going to be a home game for the Buccaneers. At home games this year they scored an average of 28.5 points. At away games, the Chiefs score an average of 28.5 points as well. As we know the is a home advantage in football, so I would put the Buccaneers at an advantage. However the Buccaneers have been told that they can't fire a cannon when they get a touchdown anymore, and the low attendance due to covid will both lessen that advantage if not eliminate it. Additionally, we should keep in mind that the Cheifs have to travel just two days before the game and they could easily be tired. That all being said the Chiefs quarterback is ranked higher, and the Chiefs already beat the buccaneers in an away game once this season in a 27-24. so I'm putting my beat on 57% Chiefs."], [98207, "2021-02-04T19:44:33Z", [0.45, 0.55, 0.0], "I don't think that Kansas City can overcome Tom Brady. The Bucs also have home-field advantage."], [98250, "2021-02-04T19:41:09Z", [0.46, 0.54, 0.0], ""], [98254, "2021-02-04T19:29:30Z", [0.53, 0.47, 0.0], ""], [98175, "2021-02-04T19:27:47Z", [0.68, 0.32, 0.0], "I looked at some professional sports analysts' opinions and talked to my forecast team. Most were leaning towards this direction. "], [98271, "2021-02-04T19:20:18Z", [0.65, 0.35, 0.0], ""], [98234, "2021-02-04T19:15:58Z", [0.7, 0.3, 0.0], "chiefs have the momentum to overcome tom brady"], [98192, "2021-02-04T19:07:49Z", [0.4, 0.6, 0.0], "Tom Brady and the Buccaneers have more of a history with the Super bowl and playing in the playoffs and Super Bowls,  while Kansas has a better offensive ranking than Tampa, experience is what should win this game. "], [98214, "2021-02-04T18:43:12Z", [0.58, 0.42, 0.0], ""], [58508, "2021-02-04T16:35:09Z", [0.6, 0.4, 0.0], ""], [98172, "2021-02-04T15:16:55Z", [0.62, 0.38, 0.0], ""], [98191, "2021-02-04T13:57:06Z", [0.55, 0.45, 0.0], ""], [95503, "2021-02-04T12:18:37Z", [0.56, 0.44, 0.0], ""], [98276, "2021-02-04T01:59:44Z", [0.65, 0.35, 0.0], ""], [98187, "2021-02-03T21:23:23Z", [0.76, 0.24, 0.0], ""], [98183, "2021-02-03T20:33:52Z", [0.54, 0.46, 0.0], "I've tightened this up a bit just because something's telling me this will be closer than I think."], [98171, "2021-02-03T18:12:52Z", [0.34, 0.66, 0.0], ""], [98186, "2021-02-03T15:47:30Z", [0.52, 0.48, 0.0], ""], [98251, "2021-02-03T13:42:29Z", [0.65, 0.35, 0.0], ""], [96741, "2021-02-03T12:52:00Z", [0.52, 0.47, 0.01], "There has been no major movement, injuries, COVID implications, etc. for the upcoming game. ESPN still maintains, through its FPI tool, that it's 52.1% Chiefs, 47.9% Bucs in terms of matchup predictor so I am sticking with my original forecast and will continue to monitor for any future news that could impact this movement significantly."], [96785, "2021-02-03T12:38:26Z", [0.4, 0.6, 0.0], "I don't think the Chiefs would win by more than one score, if they win at all. The Bucs could though. So, i think it's likely that the Chiefs won't score enough points"], [98252, "2021-02-03T03:24:45Z", [0.58, 0.42, 0.0], "Thanks to Armin and my other sports-inclined friends for sharing their resources. I have made this prediction based on the fact that the Chiefs are playing Tyreek Hill. "], [98037, "2021-02-03T00:44:43Z", [0.65, 0.35, 0.0], "To determine what team I believe will win the Super Bowl, I compared 4 major offensive and defensive team statistics in both the regular season and playoffs: pass yards/game, rush yards/game, total yards/game, points/game. Between the regular season and the playoffs this totaled 16 categories. In total, the Chiefs were better in 10 out of 16 categories. They were better in 4 out of 8 in the regular season, and 6 out of 8 in the playoffs. This means the Chiefs were better in 63% of the total categories, and 75% of the current playoff categories. I then looked at 6 categories between the two QB’s, Mahomes and Brady, both regular season and playoffs: win %, completion %, touchdown %, interception %, yards/game, and quarterback rating. Shockingly, Mahomes came out on top in every category, both regular season and playoffs, making him a perfect 12 for 12 against Brady head-to-head, at least from an individual standpoint. Combining the team and individual statistics gives us a total of 28 categories, with the Chiefs and Mahomes being better in 22 out of 28 categories: a percentage of 79%. An interesting statistic is that Wild Card teams are 6-4 in the Super Bowl; the Buccaneers are looking to make it 7-4. However, only 2 of those 6 teams have come from the NFC, where the Buccaneers play. No QB has been to, or won more, Super Bowls than Tom Brady, and this is his 5th trip to the Super Bowl in the last 7 years. However, Mahomes and the Chiefs are in their 2nd straight Super Bowl, and are the defending champs looking to legitimize their dynasty. With Mahomes and the Chiefs being better than Brady and the Buccaneers in 79% of the chosen categories, I predict them to win the Super Bowl. Looking solely at these statistics I would give the Chiefs at least a 75% chance of winning the Super Bowl. However, given the 60%-win percentage by Wild Card teams in the Super Bowl, Tom Brady’s Super Bowl experience and unmatched success, and the fact that the Buccaneers are playing in their home stadium, I would be confident in lowering the percentage to 65%."], [98177, "2021-02-03T00:27:15Z", [0.53, 0.47, 0.0], ""], [98183, "2021-02-03T00:17:59Z", [0.55, 0.45, 0.0], "The Chiefs (AFC) have more talent as a team (take Mahomes, Hill, and Kelce alone) than the Bucs do (NFC)-- Tom Brady is the Bucs' only real standout. The Bucs did have a miraculous win against the Packers to get this far, but the Packers lost that game more than the Bucs really won. Let's not forget that Tom Brady also had three interceptions in that game. The largest concern for the Chiefs at the moment is their offensive line with injuries, but Mahomes' consistency seems to do well even under pressure. I would be more confident that the Chiefs would win if it weren't for the impressive way that Tom Brady seems to have pulled together the Bucs in a single season to make them a Super Bowl team."], [98172, "2021-02-02T22:27:03Z", [0.6, 0.4, 0.0], ""], [98230, "2021-02-02T22:03:14Z", [0.73, 0.27, 0.0], ""], [95503, "2021-02-02T13:26:31Z", [0.53, 0.47, 0.0], ""], [11817, "2021-02-01T23:35:10Z", [0.54, 0.46, 0.0], ""], [84880, "2021-02-01T20:38:47Z", [0.47, 0.53, 0.0], "Just looking at the numbers: https://www.espn.com/nfl/game/_/gameId/401220403\nSuperstition at play: https://www.nfl.com/news/buccaneers-wear-white-jerseys-chiefs-red-jerseys-super-bowl-lv In all reality I expect to be wrong, but I stand by this prediction. KC is very very good, but winning one more won't be easy once all factors are considered."], [55987, "2021-02-01T15:53:58Z", [0.55, 0.45, 0.0], "affirming the uncertainty from earlier forecasts. The Chiefs are the favorite, but not by as much as people want to believe. "], [90167, "2021-02-01T15:32:00Z", [0.63, 0.37, 0.0], ""], [93, "2021-02-01T03:35:28Z", [0.85, 0.15, 0.0], ""], [79461, "2021-01-31T23:26:03Z", [0.6, 0.4, 0.0], "Chiefs are a real favorite"], [96722, "2021-01-30T19:05:49Z", [0.6, 0.4, 0.0], "After beating the Bucs earlier in the seasons the Chiefs are attempting to beat Brady again in Super Bowl LV. While this would be the first time an AFC team sweeps a non-conference opponent in the same season, there is no reason to believe this outcome will be any difference.  https://www.cbssports.com/nfl/news/chiefs-trying-to-become-first-afc-team-in-super-bowl-history-to-pull-off-this-rare-feat/"], [691, "2021-01-30T18:10:38Z", [0.65, 0.35, 0.0], ""], [58508, "2021-01-30T16:42:44Z", [0.62, 0.38, 0.0], ""], [87427, "2021-01-30T13:12:56Z", [0.72, 0.28, 0.0], ""], [96740, "2021-01-29T18:51:37Z", [0.68, 0.32, 0.0], ""], [13432, "2021-01-28T22:52:38Z", [0.75, 0.25, 0.0], ""], [88640, "2021-01-28T20:43:26Z", [0.63, 0.37, 0.0], "Used current Vegas money (-170 for AFC champion-Kansas City)"], [96792, "2021-01-28T15:41:41Z", [0.75, 0.25, 0.0], "Personally rooting for Brady but still forecasting an AFC win. "], [11038, "2021-01-27T20:47:35Z", [0.65, 0.35, 0.0], ""], [422, "2021-01-27T18:30:55Z", [0.72, 0.28, 0.0], ""], [46339, "2021-01-27T17:25:38Z", [0.85, 0.15, 0.0], ""], [84880, "2021-01-27T17:13:15Z", [0.52, 0.48, 0.0], "Supposing the curses (aka statistics,) an average of 33% repeat champ odds and 56% away team advantage should plunk them around 44%.\nThen again, my gut says Mohomes but after last week don't rule out the old lion. Chiefs have the strain of a much longer streak to uphold. This is a tough one and the crowd feels fairly reasonable, so I'm maintaining a healthy hedge toward my own uncertainty."], [50677, "2021-01-27T16:58:18Z", [0.6, 0.39, 0.01], "Patrick Mahommes is the best player in this game and he plays the most important position. Generally, the talent level of the Chiefs is higher than that of the Bucs and Chiefs players have more total Super Bowl and playoff experiences than the Bucs. However, the Bucs are a talented team and Tom Brady's personal experience in Super Bowls makes the Bucs competitive. "], [96741, "2021-01-27T12:50:35Z", [0.52, 0.47, 0.01], "After Championship weekend, the Super Bowl consists of Kansas City Chiefs (AFC) against the Tampa Bay Buccaneers (NFC). There are multiple aspects to consider when making a forecast right now as to who will win.\nKansas City is dealing with injuries, most notably to its offensive line. Watching Tampa Bay this past weekend, their pass rush destroyed Aaron Rodgers, yet Patrick Mahomes is one of the best QBs in the league against the blitz. It will be key to get organic pressure from Tampa's front 3 or 4 on Mahomes if they want to affect the game.\nBoth teams are dealing with other notable injuries, to include Mahomes health with his turf toe. Antonio Brown for the Bucs and Bell and Watkins for the Chiefs are also on the report. With an extra week of rest, it will be interesting to see who is healthy heading into next Sunday.\nFor the first time ever, a team will be playing a Super Bowl in their home stadium. This is a wild card and we don't know how this might help a team. While it will not necessarily be fans giving the Bucs a home field advantage, certain comforts will definitely help. Additionally, typically a team travels to the Super Bowl location a week prior, but due to COVID, teams will only be allowed to arrive 2-3 days prior to the game. This may help with the distractions of Super Bowl week, especially for a Chiefs team travelling away from home.\nAll said and done, ESPN FPI has it 52.1% Chiefs winning and 47.9% Bucs winning. I think with some of the unknowns at this point, I'll lop of the last digit and hold that as my \"No Super Bowl played before 8 March 2021\" percent in case of a major outlier and adjust the forecast appropriately."], [48081, "2021-01-27T02:02:15Z", [0.68, 0.32, 0.0], "It appears the NFL made it to the end. While Tampa played well enough to win, they were aided by several GB mistakes and Aaron Rodgers not taking advantage of 3 Brady turnovers. That will not be good enough against KC. KC is a favorite and it will take a complete game from Tampa to prevent them from winning a second straight title. "], [96758, "2021-01-26T21:29:59Z", [0.75, 0.25, 0.0], "The Chiefs offense matches up well with the Packer's defense. Additionally, Bell and Watkins will be back from injury and available to play."], [96737, "2021-01-26T15:53:19Z", [0.55, 0.45, 0.0], ""], [55987, "2021-01-26T15:07:28Z", [0.53, 0.47, 0.0], "Advantage to the defending champs, but can't count Brady out. "], [20156, "2021-01-26T14:55:20Z", [0.3, 0.7, 0.0], ""], [95565, "2021-01-26T14:53:22Z", [0.5, 0.5, 0.0], ""], [33035, "2021-01-26T14:33:21Z", [0.63, 0.37, 0.0], ""], [98108, "2021-01-26T05:41:20Z", [0.67, 0.33, 0.0], ""], [98108, "2021-01-26T05:40:31Z", [0.0, 1.0, 0.0], ""], [97733, "2021-01-25T23:31:30Z", [0.7, 0.3, 0.0], "Chiefs are 64 percent vegas favorites.  "], [11817, "2021-01-25T23:22:47Z", [0.58, 0.42, 0.0], ""], [96746, "2021-01-25T22:08:07Z", [0.7, 0.3, 0.0], "Updated projection based on the Bucs upsetting the Packers.  This was totally unexpected... the bucs will be a much easier matchup for Pat Mahomes and the Chiefs.  I give the bucks approx a one in three chance of victory because the greatest of all time takes their snaps.  "], [95565, "2021-01-25T16:38:27Z", [0.52, 0.48, 0.0], ""], [96797, "2021-01-25T16:19:28Z", [0.6, 0.39, 0.01], "The current line is KC -3.  Tampa is the top team at beating the spread (not necessarily winning the game) at 9-8, but KC is not that far behind at 7-9.  Since 2000 the favored team has won 11 times out of 21 (52%).  On a more micro level Patrick Mahomes is 2-2 vs Brady, and 1-0 vs the Tampa this year, so not much distinction.  Overall there's not much to push the probability past a slight favoring of KC in the super bowl. https://www.thelines.com/odds/super-bowl/\nhttps://bookies.com/nfl/ats-trends\nhttps://www.oddsshark.com/nfl/super-bowl/betting-odds-history"], [96748, "2021-01-25T15:28:18Z", [0.69, 0.3, 0.01], "Surprisingly, Vegas puts the spread at Chiefs -3.  Mahomes looked healthier than expected (toe injury, concussion protocol).  Brady looked better than earlier and the season, and his stats back that up.  Tampa is also playing at home, a Super Bowl first.  They are 5-3 at home, 6-2 on the road, so not much impact.  Kansas City is 8-0 on the road this year, their only 2 losses were at Arrowhead.  "], [56170, "2021-01-25T14:40:08Z", [0.58, 0.42, 0.0], ""], [97544, "2021-01-25T10:48:35Z", [0.6, 0.39, 0.01], ""], [97801, "2021-01-25T07:18:49Z", [0.53, 0.46, 0.01], ""], [63087, "2021-01-25T07:10:58Z", [0.64, 0.36, 0.0], ""], [92786, "2021-01-25T03:26:56Z", [0.67, 0.33, 0.0], ""], [97892, "2021-01-25T03:13:30Z", [0.45, 0.55, 0.0], ""], [90167, "2021-01-25T02:23:33Z", [0.58, 0.42, 0.0], ""], [97560, "2021-01-25T02:20:02Z", [0.7, 0.3, 0.0], "Patrick Mahomes is looking really good against the Bills, so I'm moving back to the AFC.  Also, I think Green Bay was the better team in the NFC, but they lost to Tampa Bay."], [55987, "2021-01-25T01:12:18Z", [0.58, 0.42, 0.0], ""], [96785, "2021-01-25T00:38:58Z", [0.55, 0.45, 0.0], "Tom Brady and the Tampa Bay Bucs are a strong contender to win the Superbowl; Brady has tremendous experience and has elevated TB's performance dramatically this season. However, as I write this either Buffalo or KC will be the AFC winner; Buffalo's defense is tremendous and Mahomes has the ability to change the dynamic of any game he plays in. Andy Reid is also a phenomenal offensive mind. So, still a toss up but I give the AFC champ a slight edge over TB. "], [98107, "2021-01-25T00:26:35Z", [0.53, 0.45, 0.02], ""], [914, "2021-01-24T23:32:53Z", [0.35, 0.65, 0.0], ""], [97892, "2021-01-24T23:29:42Z", [0.47, 0.53, 0.0], ""], [81187, "2021-01-24T21:55:57Z", [0.0, 1.0, 0.0], ""], [914, "2021-01-24T20:32:19Z", [0.45, 0.55, 0.0], ""], [45594, "2021-01-24T08:02:18Z", [0.65, 0.3, 0.05], ""], [11817, "2021-01-24T04:35:47Z", [0.56, 0.44, 0.0], ""], [96763, "2021-01-24T00:38:41Z", [0.35, 0.65, 0.0], "For me the odds have tightened with this forecast. On one hand, in the NFC we have Tom Brady just one game away from another Super Bowl--who would bet (forecast against him then). And on the other hand, we have either KC or the Bills, both of whom have been dominant this season. My bet is still on Brady, but it could flip hard at 1700 tomorrow if TB lose. "], [79508, "2021-01-23T12:43:18Z", [0.82, 0.18, 0.0], "So my thinking is that the Chiefs are going to rain down on the Bills, they will give Mahomes and Henne a play, they might even start with Henne The Bucs and the Packers could well be a war of attrition, they both want it and will fight for it every inch, could be one of the best matches to watch this season, have lots of beverages and snacks available and be warned at least two people will try and phone you while the game is on.  Your lucky number is anything with a seven  :}    "], [84734, "2021-01-23T11:49:45Z", [0.25, 0.75, 0.0], "Packers. "], [58508, "2021-01-23T03:56:57Z", [0.54, 0.46, 0.0], ""], [55987, "2021-01-22T15:48:19Z", [0.51, 0.49, 0.0], ""], [98064, "2021-01-22T02:48:54Z", [0.75, 0.25, 0.0], ""], [98065, "2021-01-21T23:54:53Z", [0.55, 0.44, 0.01], ""], [98064, "2021-01-21T22:57:27Z", [0.75, 0.25, 0.0], ""], [96801, "2021-01-21T22:40:12Z", [0.67, 0.33, 0.0], "My prediction is that the AFC team will win the Super Bowl.  Looking at the last 20 years AFC has won 13 opposed to 7 by the NFC team.   http://www.espn.com/nfl/superbowl/history/winners"], [96737, "2021-01-21T20:03:37Z", [0.55, 0.45, 0.0], ""], [48081, "2021-01-21T15:23:52Z", [0.56, 0.44, 0.0], "Arguably the four best offenses make it through to the AFC/NFC championship game, which should please the NFL. Two great matchups. THe NFC chances go up just a bit given that their two best teams have made it through. This is combined with the fact that there are now questions surrounding the health of Patrick Mahomes. Although the AFC champion should still be a slight favorite over either GB or Tampa, the Bills would be less of a favorite than the Chiefs. "], [96758, "2021-01-21T13:30:32Z", [0.75, 0.25, 0.0], "The 2 best teams in the playoffs are the Bills and Chiefs, both of which are in the AFC."], [11885, "2021-01-21T08:35:00Z", [0.0, 1.0, 0.0], ""], [97801, "2021-01-21T07:34:08Z", [0.48, 0.51, 0.01], ""], [97801, "2021-01-21T07:33:36Z", [0.47, 0.5, 0.03], ""], [89785, "2021-01-21T04:25:13Z", [0.8, 0.2, 0.0], ""], [84880, "2021-01-21T03:56:06Z", [0.45, 0.55, 0.0], "Waiting on KC's performance on SUN 24 JAN: https://www.cbssports.com/nfl/postseason/bracket/"], [97817, "2021-01-21T03:12:39Z", [0.53, 0.46, 0.01], ""], [88093, "2021-01-20T18:12:35Z", [0.52, 0.48, 0.0], ""], [96718, "2021-01-20T15:48:22Z", [0.6, 0.4, 0.0], ""], [11817, "2021-01-20T13:13:13Z", [0.57, 0.43, 0.0], ""], [96741, "2021-01-20T11:57:58Z", [0.6, 0.39, 0.01], "Heading into Championship weekend, the matchups are Kansas City hosting Buffalo (top 2 AFC seeds) and Green Bay hosting Tampa Bay (#1 seed against the #5 seed in the NFC).\nThere are a few wild cards here. Will Patrick Mahomes play for Kansas City? If not, that moves Buffalo to favorite status in that game. What will the weather be like in both locations? Sunday in Kansas City shows a wintry mix, which would favor Kansas City and their more balanced attack against the Bills and their high-flying passing attack. Green Bay looks cold with snow, also favoring the home team.\nAt this point, the favorites to move on are Kansas City and Green Bay (each are favored by about a Field Goal). If that was the Super Bowl matchup, as of now, oddsmakers have KC favored by just under a touchdown. KC would also be favored in a game against Tampa. If Buffalo makes it, they are considered a slight underdog against Green Bay, but a pick 'em matchup against Green Bay. Taking that into account, the oddsmakers believe the AFC has a better shot of hosting the Lombardi Trophy right now, moving my forecast up a bit ahead of Sunday's games."], [97503, "2021-01-20T01:50:56Z", [0.7, 0.25, 0.05], ""], [97503, "2021-01-20T01:50:28Z", [0.8, 0.15, 0.05], ""], [98039, "2021-01-20T01:21:58Z", [0.52, 0.47, 0.01], ""], [98039, "2021-01-20T01:19:51Z", [0.5, 0.49, 0.01], ""], [95817, "2021-01-19T20:24:56Z", [0.1, 0.9, 0.0], ""], [90167, "2021-01-19T15:30:10Z", [0.54, 0.46, 0.0], ""], [96729, "2021-01-19T12:33:59Z", [0.55, 0.45, 0.0], "Given Mahomes injury, and the apparent severity of the concussion, unsure he will be able to play the Divisional Championship game. Although I still think the Bills have the ability to win if they make it to the Superbowl against the Packers or Bucaneers, it is not as high as it is for the Chiefs. The injuries (as stated previously as the main driver for a change) have impacted the AFC win probability."], [96792, "2021-01-19T05:21:52Z", [0.75, 0.25, 0.0], ""], [55987, "2021-01-18T21:58:41Z", [0.5, 0.5, 0.0], ""], [22689, "2021-01-18T15:24:57Z", [0.4, 0.6, 0.0], ""], [20156, "2021-01-18T14:24:04Z", [0.2, 0.8, 0.0], ""], [79508, "2021-01-18T09:34:52Z", [0.81, 0.18, 0.01], ""], [97801, "2021-01-18T08:00:25Z", [0.46, 0.51, 0.03], ""], [92786, "2021-01-18T06:48:59Z", [0.6, 0.4, 0.0], ""], [97892, "2021-01-18T03:27:49Z", [0.51, 0.49, 0.0], ""], [90167, "2021-01-18T03:13:23Z", [0.61, 0.39, 0.0], ""], [95100, "2021-01-18T01:55:44Z", [0.72, 0.28, 0.0], ""], [97560, "2021-01-17T22:31:38Z", [0.4, 0.6, 0.0], "Patrick Mahomes is out of the Browns v. Chiefs game with a concussion.   Time to switch to the NFC!"], [88452, "2021-01-17T22:28:08Z", [1.0, 0.0, 0.0], "The Kansas City Chiefs are almost through after 3 of 4Q, and, whatever the remaining game Buccaneers vs. Saints will bring, I believe the Super Bowl LV will be played between Green Bay Packers and KCC.\nAlthough Green Bay Packers will be a tough team to fight against, the KCC will ultimately win. EDIT:\nhttps://bleacherreport.com/articles/10000450-nfl-playoff-bracket-2021-afc-nfc-championship-picture-odds-and-predictions https://www.sportingnews.com/us/nfl/news/patrick-mahomes-nfl-concussion-protocol/6fzhv43jzner19e49dvq42357"], [97997, "2021-01-17T01:46:56Z", [0.99, 0.01, 0.0], ""], [97989, "2021-01-16T21:11:29Z", [0.55, 0.44, 0.01], ""], [63087, "2021-01-16T10:12:23Z", [0.53, 0.47, 0.0], ""], [914, "2021-01-16T04:08:49Z", [0.55, 0.45, 0.0], ""], [88422, "2021-01-15T18:00:36Z", [0.9, 0.1, 0.0], ""], [84880, "2021-01-15T17:54:05Z", [0.45, 0.54, 0.01], "Averaging the two curses: https://www.gjopen.com/comments/1218189 If KC makes it to SB55 33%; if not, AFC 56%\nI'm ok with gambling."], [52857, "2021-01-15T17:53:22Z", [0.5, 0.5, 0.0], ""], [33035, "2021-01-15T17:38:41Z", [0.6, 0.4, 0.0], ""], [96791, "2021-01-15T17:23:16Z", [0.75, 0.25, 0.0], "Projected AFC Champion: The Defending Champion KCC, headlined by the one and only gunslingin' Patrick Mahomes...\nProjected NFC Champion: Likely Green Bay Packers or New Orleans Saints\n-Based on this matchup, I project KCC to handle either team."], [97947, "2021-01-15T16:19:07Z", [0.53, 0.45, 0.02], "The Chiefs are certainly the favorite, but in one game I wouldn't make them that large of a favorite over the Saints, Bucs, or Packers.  I will likely lower the AFC if the Chiefs don't make the title game though."], [96772, "2021-01-15T15:44:30Z", [0.65, 0.25, 0.1], "I predict the Chiefs to go all the way, thus giving the AFC Champion the highest rating. If the Ravens take the AFC championship, then I think they still have a shot at beating out the Saints (who I think will take the NFC). Could the super bowl get delayed due to covid... maybe. So with that, 10% chance its not before March 8. "], [97706, "2021-01-15T13:53:31Z", [0.85, 0.05, 0.1], "If it happens Ravens all the way!  This is not an educated guess.  It is a basic truth.   I do with there were better questions on the website though."], [97937, "2021-01-15T10:54:35Z", [0.32, 0.57, 0.11], ""], [94737, "2021-01-15T06:04:18Z", [0.2, 0.8, 0.0], ""], [84880, "2021-01-15T03:33:42Z", [0.56, 0.43, 0.01], "Here's a fun one, the Chiefs feel so dominant buuuut the Super Bowl curse: https://en.wikipedia.org/wiki/Super_Bowl_curse\nChiefs 18/54 = 33.3% Designated away teams have won 30 of 54 Super Bowls to date (approximately 56%):\nhttps://en.wikipedia.org/wiki/Super_Bowl#Home_team_designation\n(AFC is away team this year - 56%) I keep looking at Chiefs, Packs, Bills, Saints.\nhttps://www.cbssports.com/nfl/news/wild-card-teams-havent-reached-super-bowl-since-2013-heres-how-they-have-fared-since-playoff-expansion/ In all, I'll watch KC. If they don't get knocked out, I'll inch down. For now, I'll average out the two."], [85947, "2021-01-15T03:29:45Z", [0.35, 0.65, 0.0], ""], [93, "2021-01-15T02:27:27Z", [0.35, 0.65, 0.0], ""], [97817, "2021-01-15T02:05:30Z", [0.52, 0.46, 0.02], "The top AFC teams are better than the NFC.  The margin would be slightly wider without the unknowns of COVID potentially impacting a team's key players or coaches.  COVID will not delay the Super Bowl, but some other national emergency could delay it... small chance."], [79508, "2021-01-14T21:53:51Z", [0.83, 0.16, 0.01], ""], [88576, "2021-01-14T21:24:37Z", [0.52, 0.48, 0.0], ""], [97801, "2021-01-14T18:54:20Z", [0.49, 0.47, 0.04], "I used propabilities from FiveThirtyEight and substracted two percentage points from each side for the no Super Bowl option"], [95802, "2021-01-14T17:46:15Z", [0.65, 0.35, 0.0], ""], [63837, "2021-01-14T14:53:28Z", [0.6, 0.4, 0.0], ""], [52131, "2021-01-14T14:29:49Z", [1.0, 0.0, 0.0], ""], [97399, "2021-01-14T04:19:01Z", [0.52, 0.46, 0.02], ""], [96740, "2021-01-13T21:30:18Z", [0.48, 0.52, 0.0], ""], [87427, "2021-01-13T19:31:28Z", [0.7, 0.28, 0.02], ""], [96749, "2021-01-13T17:45:33Z", [0.4, 0.52, 0.08], "Current odds listed from most favorable to least likely are: Chiefs, Packers, Saints, Bills, Ravens, Bucs, Rams, and Browns. Performance in regular season is Chiefs 14-2, Packers 13-3, Saints 12-4, Bills 13-3, Ravens 11-5, Bucs 11-5, Rams 10-6, and Browns 11-5. NFC teams are Rams, Saints, Bucs, and Packers. AFC teams are Bills, Ravens, Browns, and Chiefs. NFC and AFC are currently tied with 27 wins a piece. The past 10 Super Bowls are AFC over NFC 6-4."], [96796, "2021-01-13T16:58:53Z", [0.55, 0.44, 0.01], "Kansas City has been strong in both offense this year and have a solid chance of representing the AFC in the Superbowl.  Performance by top NFC teams have little chance of overtaking the Chiefs.  I'll reserve 1% for a delayed SuperBowl, even though financially very unlikely.  "], [87369, "2021-01-13T14:57:11Z", [0.0, 0.0, 1.0], ""], [96741, "2021-01-13T12:08:23Z", [0.54, 0.45, 0.01], "There is always a slight chance something catastrophic could happen, resulting in no Super Bowl played before 8 March 2021. The NFL seems to have a decent handle on COVID protocol and as the season progresses, a Super Bowl move appears unlikely. Therefore, I only forecast this possibility as 1%.\nPurely numbers-wise, there will be one AFC team and one NFC team so taking the old adage \"any team can beat any other team on any given day\", you could argue that this is a coin flip. However, moving further and looking at the strength of the teams remaining, the favor tips toward the AFC. Kansas City appears to be in a class by itself, although they have been playing (albeit winning) a lot of close games down the stretch. They face the Cleveland Browns, who played the game of their lives against the Steelers to win. Buffalo appears to be their biggest threat, but faces an extremely challenging Baltimore team this weekend in the Divisional round. Going purely by the oddsmakers, the AFC Championship is expected to be Kansas City versus Buffalo (with KC winning handily and Buffalo winning by a narrow margin).\nIn the NFC, there are a couple teams that are below Kansas City in terms of strength, but are solid nonetheless. Green Bay hosts the NFL's #1 defense in LA Rams this weekend, but the oddsmakers put the Packers as a touchdown favorite. The New Orleans Saints face Tampa Bay in the third showdown between Drew Brees and Tom Brady this season. Previously, the Saints won both matchups during the season and the oddsmakers also have them advancing in this game as well to make the NFC Championship Green Bay vs. New Orleans.\nLooking at the professional odds to win the Super Bowl outright (courtesy of DraftKings), the favorite is currently Kansas City at +200 followed by Green Bay at +375. New Orleans is +600 with Buffalo at +650 and the remaining teams follow (Ravens +750, Bucs +900, Rams +2000, Browns +3000). It is a little top heavy in favor of the AFC, so therefore, I am forecasting a slight favorite as the AFC champion at this point."], [49877, "2021-01-13T01:49:26Z", [0.6, 0.4, 0.0], ""], [97861, "2021-01-12T20:40:21Z", [0.7, 0.3, 0.0], ""], [88093, "2021-01-12T17:33:43Z", [0.55, 0.45, 0.0], ""], [11817, "2021-01-12T14:50:28Z", [0.62, 0.38, 0.0], ""], [48081, "2021-01-12T14:32:40Z", [0.59, 0.4, 0.01], "The Chiefs and Bills would likely both be favorites over anyone in the NFC. The NFC's best hope is likely Green Bay. Overall, the final four for the AFC seem stronger than the four from the NFC, especially at the top. Assuming KC or Buf are the ones to get through, give the AFC the edge heading into the divisional round. Given what we saw with the Browns last week, the NFL train to the SB seems to be rolling ahead with little to stop it. "], [90167, "2021-01-12T03:21:37Z", [0.67, 0.33, 0.0], ""], [96795, "2021-01-12T02:45:27Z", [0.45, 0.55, 0.0], "Top 5 2020 Regular Season offenses: Chiefs, Bills, Titans, Vikings, Packers\nTop 5 2020 Regular Season defenses: Rams, Washington, Steelers, Saints, 49ers COVID is an external influence as well that could cause playmakers to miss the Super Bowl or playoff games (Browns are an example from the Wildcard game).   The old adage that defense wins championships is more relevant with COVID and the risk to team cohesion.  It is easier to replace a defensive member than offensive."], [22689, "2021-01-11T23:17:58Z", [0.65, 0.35, 0.0], ""], [691, "2021-01-11T21:56:23Z", [0.64, 0.36, 0.0], ""], [97033, "2021-01-11T20:17:18Z", [0.76, 0.24, 0.0], ""], [96720, "2021-01-11T19:57:49Z", [0.75, 0.25, 0.0], "The Chiefs are the odds on favorite for experts and sportsbooks to reach and win the Super Bowl. They have been dominant all season with the league's best offense in addition to only losing one game. My opinion will change if any key players are injured or forced to miss a game because of COVID protocol. As far as the Super Bowl being postponed, I feel there is simply too much money and logistics involved to move the super bowl. The NFL chose not to postpone the Steelers and Browns game despite multiple Cleveland Brown's players and coaches missing the game because of contracting COVID. \nMy sources - \nhttps://bleacherreport.com/articles/2926335-super-bowl-2021-latest-vegas-odds-for-each-favorite-entering-divisional-round\n https://www.nfl.com/news/nfl-playoff-percentages-who-will-reach-super-bowl-lv-hoist-the-lombardi-trophy\n https://projects.fivethirtyeight.com/2020-nfl-predictions/"], [55987, "2021-01-11T19:04:29Z", [0.52, 0.48, 0.0], "There is a negligible chance that the Super Bowl is cancelled. Far less than 1%. So, the question comes down to can the Packers/Saints/Rams/Bucs beat the Chiefs/Bills/Ravens/Browns? Based on how these teams have played, I give a slight edge to the AFC. "], [96769, "2021-01-11T17:11:14Z", [0.6, 0.4, 0.0], "The NFL has proven that regardless of COVID-19 impacts, games in the latter half of the season and playoffs will be be played on schedule. That eliminates the third question. The AFC has proven to have dominate teams run through the league in KC and Buffalo. They had one division with 3 teams finishing 11-5. Contrast that to the NFC which had a team win it's division with a 7-9 record, only to lose to a lower seated team in the first round. I believe NO, GB, and TB have an equal shot at reaching the Super Bowl, but the offensive firepower in the AFC will be too much to overcome."], [32100, "2021-01-11T16:49:02Z", [0.66, 0.34, 0.0], ""], [56170, "2021-01-11T15:15:27Z", [0.53, 0.47, 0.0], ""], [97811, "2021-01-11T15:13:28Z", [0.66, 0.34, 0.0], "The Chiefs look dominant and near impossible to beat, so they will likely carry the AFC to the Super Bowl and victory. The Packers and Saints look like the best to carry the NFC, and while two great teams, each are a step below the Chiefs. The NFL has played its schedule well so far and it is unlikely to postpone the Super Bowl."], [96748, "2021-01-11T14:19:40Z", [0.6, 0.39, 0.01], "publically available odds, plus a small bump for the chiefs being the chiefs."], [95565, "2021-01-11T13:09:05Z", [0.49, 0.51, 0.0], ""], [20156, "2021-01-11T12:41:19Z", [0.8, 0.2, 0.0], ""], [97544, "2021-01-11T10:08:33Z", [0.57, 0.42, 0.01], "The chance that no superbowl will be played is very low (I'll go with 1%) Averaging bookmakers odds (available here : https://www.oddschecker.com/american-football/nfl/super-bowl/winning-conference) I'll go with :\n- AFC champion : 57%\n- NFC champion : 42%"], [79508, "2021-01-11T08:43:32Z", [0.8, 0.15, 0.05], "Just a stab in  the dark but guessing after next week it will be Rams, Bills, Browns and maybe Saints, but  the lure of a home Super Bowl will make that match a very tough battle"], [88452, "2021-01-11T07:11:35Z", [1.0, 0.0, 0.0], ""], [88560, "2021-01-11T04:06:47Z", [0.8, 0.2, 0.0], ""], [95817, "2021-01-11T01:48:35Z", [0.9, 0.1, 0.0], ""], [22689, "2021-01-10T22:13:49Z", [0.6, 0.4, 0.0], ""], [94737, "2021-01-10T20:11:22Z", [0.0, 1.0, 0.0], ""], [691, "2021-01-10T18:07:22Z", [0.52, 0.48, 0.0], ""], [96763, "2021-01-10T16:12:12Z", [0.2, 0.8, 0.0], "I have a good 'vibe' on this one!! Plus, I believe that apart from KC (AFC), the NFC has stronger teams remaining in the playoffs. "], [45594, "2021-01-10T14:01:39Z", [0.65, 0.3, 0.05], ""], [11817, "2021-01-10T12:00:15Z", [0.6, 0.4, 0.0], ""], [97375, "2021-01-10T11:01:06Z", [0.6, 0.4, 0.0], ""], [84880, "2021-01-10T05:35:47Z", [0.58, 0.41, 0.01], "A toss-up, but in my mind, leaning toward AFC, but I often think of this graphic: https://liber.post-gazette.com/image/2018/05/09/1000x/skillluck3col0508web-jpg"], [96792, "2021-01-10T01:45:42Z", [0.75, 0.25, 0.0], "AFC/NFC are tied for historical wins. AFC has the stronger teams currently, teams standing at 14-2, 13-3, 12-4 (the rest all at 11-5) versus NFC at 13-3, 12-4, 12-4, 11-5, 10-6, 8-8, 7-9. Of course, what matters most is whoever reps at the actual Super Bowl but my point is that even if say the Chiefs have a bad day and get knocked out, a strong team is still making it. A lot of predictions favor a Chiefs overall win but back to back winners are pretty rare in NFL history (though several teams in the running own those back to back wins). Still, the AFC field is strong."], [90167, "2021-01-10T01:18:28Z", [0.56, 0.44, 0.0], ""], [97733, "2021-01-10T00:29:46Z", [0.52, 0.47, 0.01], "Very unlikely superbowl delayed, let alone for a month.  KC seems a little better than others but not much"], [58508, "2021-01-10T00:07:53Z", [0.55, 0.45, 0.0], ""], [58508, "2021-01-10T00:05:44Z", [0.62, 0.38, 0.0], ""], [58508, "2021-01-10T00:05:30Z", [0.6, 0.4, 0.0], ""], [96785, "2021-01-09T22:38:51Z", [0.5, 0.5, 0.0], "At this point, the winner could be any one of 14 teams. So,  it's at best a coin toss as there is little to compare and contrast legitimately between the conferences. I am sure the superbowl will be played before March 8th; the amount of money at stake is too high to cancel or delay. "], [95565, "2021-01-09T21:12:07Z", [0.5, 0.5, 0.0], ""], [96746, "2021-01-09T18:20:34Z", [0.39, 0.6, 0.01], "It has been 16 years since a team repeated as the Super Bowl Champion.  That tells me that repeating is very hard!  That said, based on the recently established bracket, I do expect the Chiefs to make it to Super Bowl LV.  I believe their likely is opponent is the Green Bay Packers...the eventual champions.  Based on current COVID protocols, I think it is unlikely that the Super Bowl gets postponed beyond 8 March... the virus is still running rampant, but the league is figuring out a way to play the games (e.g. Steelers v. Browns)"], [79508, "2021-01-09T09:48:29Z", [0.75, 0.15, 0.1], "My pick would have been for the Saints,    but....   the NFC matches could result in a lot of headaches So maybe the Browns and thus the AFC  Whilst factoring in something for Calamities being both Jane and Bills  "], [92786, "2021-01-09T07:05:14Z", [0.5, 0.5, 0.0], ""], [94737, "2021-01-09T05:30:54Z", [0.5, 0.5, 0.0], ""], [96797, "2021-01-09T03:23:26Z", [0.54, 0.45, 0.01], "a whole month between the scheduled date and the deadline, almost no chance they don't get it played in a month, no game has been delayed that long or canceled completely. other than that the chiefs and the AFC have a slight edge https://www.thelines.com/odds/super-bowl/"], [84880, "2021-01-09T00:03:56Z", [0.49, 0.5, 0.01], "As good a starting point as any: https://www.nfl.com/news/nfl-playoff-percentages-who-will-reach-super-bowl-lv-hoist-the-lombardi-trophy"], [97560, "2021-01-08T23:29:02Z", [0.6, 0.38, 0.02], ""], [96729, "2021-01-08T22:19:20Z", [0.7, 0.3, 0.0], "The NFC has really one team with a strong chance in the Packers. This is because Drew Brees' post-season resilience remains unknown (health) as he could be out at any time and will have to face 3 brutal games before a possible AFC matchup. However, I think the Bills pose the greatest threat to the Chiefs, and the odds as of today still have the Chiefs on top on all of the major lines venues. I think the Packers have a chance, but an injury on the AFC side will be critical to their chances... and is always a huge potential. Lastly, the Superbowl will be played as the COVID protocols have been in place for some time, and have not had sufficient detractors to expect limiting the most lucrative day of the year for the NFL."], [88576, "2021-01-08T22:07:36Z", [0.47, 0.53, 0.0], "This would be a much more interesting question to forecast (in my opinion) if we could choose between GB, KC, NO, BUF, BAL, TB, SEA, PIT, and the field. I'm probably going to hang around 50-50 for awhile."], [691, "2021-01-08T21:25:21Z", [0.51, 0.49, 0.0], ""], [90167, "2021-01-08T20:41:49Z", [0.49, 0.51, 0.0], ""], [40848, "2021-01-08T19:58:34Z", [0.57, 0.43, 0.0], ""], [79461, "2021-01-08T19:44:17Z", [0.5, 0.5, 0.0], "Looking at 538s current forecast [1], they say it's 50/50 NFC AFC. which makes sense given that we are so far out and neither conference has a super dominant team.  [1] https://projects.fivethirtyeight.com/2020-nfl-predictions/"], [88452, "2021-01-08T19:19:50Z", [0.89, 0.0, 0.11], ""], [75363, "2021-01-08T18:41:50Z", [0.7, 0.3, 0.0], "For this forecast I will assume that the Super Bowl is played before 8/3/2021. Looking at the 20 previous Super Bowl winners from 2001 - 2020 ->\nhttps://en.wikipedia.org/wiki/List_of_Super_Bowl_champions#Super_Bowl_championship_(1966-present) AFCWin1 = 65% = 13/20\nNFCWin1 = 35% = 7/20 In addition, AFC will be in 2021 attempting to win three in a row. From the past 20 years, I counted 4 attempts where this occurred with ->\nAFCWin2 = Achieve three in a row = 75% = 3/4 = (2017, 2012, 2006)\nNFCWin2 = Don't achieve three in a row = 25% = 1/4 = (2003) Choosing to average ->\nAFCWin = 70% = (AFCWin1 + AFCWin2) / 2\nNFCWin = 30% = (NFCWin1 + NFCWin2) / 2 https://en.wikipedia.org/wiki/2020_NFL_season#Regular_season_standings"], [22689, "2021-01-08T18:14:53Z", [0.5, 0.5, 0.0], ""]]}