{"question_id": 2230, "title": "Between 24 December 2021 and 31 March 2022, what will be the highest seven-day average for COVID-19 patients in the UK to be admitted to [a] hospital?", "possible_answers": ["Less than 1,500", "Between 1,500 and 2,000, inclusive", "More than 2,000 but less that 2,500", "Between 2,500 and 3,000, inclusive", "More than 3,000 but less than 3,500", "Between 3,500 and 4,000, inclusive", "More than 4,000"], "crowd_forecast": [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], "correct_answer": "More than 2,000 but less that 2,500", "correct_forecast": 1.0, "preds": [[86367, "2022-04-01T05:37:40Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [81456, "2022-03-31T21:16:45Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [105437, "2022-03-31T18:45:10Z", [0.0, 0.0, 0.92, 0.08, 0.0, 0.0, 0.0], "My previous update was probably an overcorrection, and recent data suggests the average will not break 2500.  It's just not QUITE keeping pace."], [42234, "2022-03-31T11:33:42Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], ""], [99943, "2022-03-31T02:35:47Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [81456, "2022-03-30T22:46:59Z", [0.0, 0.0, 0.96, 0.04, 0.0, 0.0, 0.0], ""], [100653, "2022-03-30T09:47:44Z", [0.0, 0.0, 0.95, 0.05, 0.0, 0.0, 0.0], ""], [79069, "2022-03-30T09:15:23Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], "As @belikewater says below, this now looks like it will fall a little short using the averaging.\nAdmissions in Scotland started falling just over a week ago and that will help prevent the UK total reaching 2,500"], [42234, "2022-03-30T02:26:40Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], "With the caveat that I don’t entirely understand how to parse the data issue and the lag/forward look, this is going to be close. Also, retroactive data revisions happen a lot with Covid numbers. High uncertainty."], [81456, "2022-03-29T22:56:45Z", [0.0, 0.0, 0.92, 0.08, 0.0, 0.0, 0.0], ""], [86367, "2022-03-29T22:50:41Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [99943, "2022-03-29T20:38:24Z", [0.0, 0.0, 0.95, 0.05, 0.0, 0.0, 0.0], "This could be really close if we used the UKHSA definition of the 7-day average, but we're not. 2218.6 on March 25. 277 added in the past week. 2218.6 + 277 = 2495.6. And that would include 1 extra day of data. It looks likely to be just under 2500.\nI'm going to have a bad Brier score on this question."], [79069, "2022-03-29T15:44:18Z", [0.0, 0.0, 0.92, 0.08, 0.0, 0.0, 0.0], ""], [99943, "2022-03-29T00:06:42Z", [0.0, 0.0, 0.8, 0.2, 0.0, 0.0, 0.0], ""], [96828, "2022-03-28T19:36:11Z", [0.0, 0.0, 0.45, 0.45, 0.09, 0.01, 0.0], ""], [105437, "2022-03-28T19:03:47Z", [0.0, 0.0, 0.85, 0.15, 0.0, 0.0, 0.0], "This is largely based on intuition, but current numbers suggest I should update my earlier forecast for a higher probability of breaking 2500.  A highly qualitative look at the shape of the curve makes it look as though it won't break 2500, but I don't have high confidence."], [102121, "2022-03-28T18:10:14Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [99943, "2022-03-28T17:26:45Z", [0.0, 0.0, 0.85, 0.15, 0.0, 0.0, 0.0], "Today's data suggests that the 7-day average will likely be just under 2500."], [86367, "2022-03-28T16:27:48Z", [0.0, 0.0, 0.85, 0.15, 0.0, 0.0, 0.0], ""], [102121, "2022-03-28T00:42:48Z", [0.0, 0.0, 0.8, 0.2, 0.0, 0.0, 0.0], ""], [102121, "2022-03-28T00:09:06Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], "It's quite possible that the daily numbers are already over 2500 for the last few (not yet reported) days, which makes it very possible that we will get into bin 4 before the 31st. Scotland is going through its worst covid wave so it should see at least the same growth, if not more, as England on the days where we only have data for England. The next update after this weekend will be key. Something to take into account however, is that there are still many cases (~50%) for which covid is coincidental i.e., not the primary reason for hospitalisation. As hospitals fill up they will start to admit fewer non-urgent patients, which will reduce the number of coincidental covid admissions.\nAs we saw with the first Omicroy wave, it is possible for the single day peak to be well above 2500 yet the average remaining well below 2500."], [99943, "2022-03-27T23:09:03Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], "Thanks to @paulm who reminded me that there's more data for England available before it's available for all of the UK, and that this question could be very close. If hospital admissions grow at the same pace from March 23-30 as they did from March 16-23, then the UK would end up at 2502 on March 30. I had thought that case growth had been slowing, but that may not be true, as everything I've read (including @paulm's comment below) suggests that cases may be even higher now than they were at the peak of Omicron. So, I'll go 50/50 on bins 3/4 for now. (Either way, I'm not going to have a good Brier score on this question, lol.)"], [79069, "2022-03-27T21:28:57Z", [0.0, 0.0, 0.75, 0.25, 0.0, 0.0, 0.0], "I think daily admissions will be over 2,500 on 31st, but how high the 7-day average will be is a little harder to gauge: based on the clarification above I think it will be 2,425-2,525. With erratic case reporting, phasing out of LFT availability and half the testing rate that we had in a January, the updates tomorrow afternoon should be quite telling. While case numbers appear to have peaked I’m starting to think a truer representation of severe cases are hospitalisation, and that should trend upwards for at least 7-10 days. Anecdotally I know of more families that have had at least one covid case this month than the last two combined."], [42234, "2022-03-27T11:22:12Z", [0.0, 0.0, 0.79, 0.21, 0.0, 0.0, 0.0], ""], [99943, "2022-03-27T01:35:36Z", [0.0, 0.0, 0.8, 0.2, 0.0, 0.0, 0.0], "The question states that, \"The outcome will be determined using 7-day average data as reported by the UK Health Security Agency.\" The 7-day averages reported by the UKHSA for a given date are derived from data from 3 days before that date through 3 days after that date. However, GJO has just issued a clarification that they will use 7-day averages calculated normally from UKHSA daily data; i.e., GJO will consider the 7-day average for a given date to be derived from data from 6 days before that date through that date. So, in effect, the question will be determined using data through March 31 instead of April 3. As cases still seem to be growing, it seems likely that the (true) 7-day average of hospital admissions will still be growing as of March 31. However, as growth in hospital admissions seems to be slowing, it looks unlikely to me that a 7-day average of 2500 will be reached in the remainder of the forecast period. As of right now, the UKHSA provides data through March 21, for which the (true) 7-day average is 2053.7. 10 days of data remain in the forecast period. In the past 10 days, the 7-day average grew by ~476. It would need to grow by 446.3 to reach 2500. If the growth in hospital admissions continues at nearly the same rate as in the past 10 days, 2500 would be reached. However, case growth seems to be slowing, so it seems unlikely that hospital admissions will grow at the same rate in the next 10 days as they did in the past 10 days. However, if BA.2 were to spread disproportionately in the elderly, hospital admissions could continue to grow at the same rate. So it's not impossible. Also, the official case counts seem very unreliable these days."], [88452, "2022-03-26T23:34:01Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [81456, "2022-03-26T23:07:24Z", [0.0, 0.0, 0.83, 0.17, 0.0, 0.0, 0.0], ""], [99943, "2022-03-26T21:53:09Z", [0.0, 0.0, 0.85, 0.15, 0.0, 0.0, 0.0], "On Jan. 2, I wrote, \"I think this question will likely just be about the Omicron wave, and the peak of hospitalizations should be long past by March 31.\" Indeed, the Omicron peak is long past. But unfortunately, even though an enormous fraction of the UK population just had Omicron, a new, enormous fraction is now getting BA.2 (which really deserves its own letter, and frankly should have been named \"Pi\" on March 14). The BA.2 wave is sweeping through the UK more slowly than did Omicron, perhaps because of existing immunity and warming weather. ZOE Covid data supposedly suggest that UK cases are at an all-time high, while UKHSA data suggest that cases are nearing a peak in the UK that is far below, perhaps ~60% below, the Omicron peak. The growth in hospital admissions has started to slow, which also suggests that cases are somewhere near a peak. So it looks to me like both cases and hospitalizations may be nearing their peaks, and it looks most likely to me that the peak of the BA.2 hospital admissions wave may end up below that of the Omicron wave. I wonder whether UK data have reached a turning point, where such a small proportion of cases continues to be tested officially that it is difficult to tell the relative sizes of Covid waves and when or whether a peak has been reached. This is going to make a lot of things more difficult for everyone."], [96828, "2022-03-26T21:12:55Z", [0.0, 0.0, 0.34, 0.52, 0.13, 0.01, 0.0], ""], [81456, "2022-03-25T23:20:45Z", [0.0, 0.0, 0.81, 0.19, 0.0, 0.0, 0.0], "I had been puzzled as to why the curve for the 7-day MA stops 3 days before the last reported day, thus implying that the reported MA does not include the 3 last dates. I mean, why not start counting from the last reported day, and go 6 days back, so that to calculate the latest 7-day MA? For example, at the time of writing: Last reported date: Mar 21\nData for the last reported date (Mar 21): 2227\nLast reported MA: Mar 18\nData for the last reported MA (displayed above Mar 18): 2053.7   But it turns out that, this last reported 7-day MA, although displayed above Mar 18, is **NOT** the 7-day MA from Mar 18 back to Mar 12, as one might expect; it is indeed the *latest* 7-day MA, starting from Mar 21 (latest reported data) and going back to Mar 15! Which is not difficult to verify, if you put the data for the last 10 days in a spreadsheet. Similarly, the 7-day MA for Mar 18 (i.e. between Mar 12-18) is actually 1932.1, i.e. the exact value displayed above Mar 15. This poses a direct issue here, i.e. how exactly the displayed data will be interpreted for resolving the question? Which, under the present circumstances (i.e. possible close call), may be very important. For example, what will be considered as the 7-day MA for Mar 31? - Will it be the *real* 7-day MA, i.e. the average for the days between Mar 25-31, which nevertheless will be the value displayed above Mar 28?\n- Or it will be the MA displayed above Mar 31, which in fact will be the MA between Mar 28 - Apr 3, i.e. out of the time frame of the question? I will ask for clarification..."], [99943, "2022-03-25T19:16:26Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], "\"ZOE COVID Study estimates daily coronavirus cases in the UK are at a record-high, but official figures are much lower amid a drop in testing\"\nhttps://twitter.com/BNODesk/status/1507411236765450272\nI'm not sure what to think here."], [58072, "2022-03-25T16:05:24Z", [0.0, 0.0, 0.65, 0.33, 0.02, 0.0, 0.0], "I'm leaning increasingly towards the belief that hospitalizations are levelling off below 2,500.  This is really hard to judge though, and my conclusion doesn't fit well with the ZOE COVID data (which shows cases still climbing fast, including in older age groups; more hospitalizations ought to follow).  So my confidence is low right now."], [1667, "2022-03-25T15:19:54Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [37379, "2022-03-25T14:30:44Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [42234, "2022-03-25T12:50:36Z", [0.0, 0.0, 0.69, 0.31, 0.0, 0.0, 0.0], ""], [100653, "2022-03-25T08:26:09Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [88452, "2022-03-25T08:12:44Z", [0.0, 0.0, 0.49, 0.51, 0.0, 0.0, 0.0], ""], [99943, "2022-03-24T22:03:46Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], ""], [87827, "2022-03-24T21:37:55Z", [0.0, 0.0, 0.95, 0.05, 0.0, 0.0, 0.0], "I neglected this question a bit, but it looks like it will stay under 2500. Still, shifting from 100% to put 5% on over 2,500 because it's hard to be certain with the data lag."], [79069, "2022-03-24T19:21:10Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [99943, "2022-03-24T18:31:10Z", [0.0, 0.0, 0.8, 0.2, 0.0, 0.0, 0.0], "It's not looking like admissions will reach past 2500/day, as cases look like they may be getting close to a peak."], [101031, "2022-03-24T11:36:14Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [62538, "2022-03-24T03:15:02Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [79069, "2022-03-23T17:51:58Z", [0.0, 0.0, 0.75, 0.25, 0.0, 0.0, 0.0], ""], [99943, "2022-03-23T16:15:56Z", [0.0, 0.0, 0.6, 0.4, 0.0, 0.0, 0.0], ""], [42234, "2022-03-23T13:07:17Z", [0.0, 0.0, 0.59, 0.41, 0.0, 0.0, 0.0], ""], [100653, "2022-03-23T10:13:44Z", [0.0, 0.0, 0.6, 0.4, 0.0, 0.0, 0.0], ""], [79069, "2022-03-23T09:41:57Z", [0.0, 0.0, 0.6, 0.4, 0.0, 0.0, 0.0], "We may be close to the peak of cases over the next few days, for England and Scotland. With hospitalisation following ~6 days later we could end up around 2,400 or so before the 7-day average starts to flatten again. Hard to be specific on this one."], [99943, "2022-03-23T04:31:14Z", [0.0, 0.0, 0.35, 0.65, 0.0, 0.0, 0.0], ""], [42234, "2022-03-23T00:31:02Z", [0.0, 0.0, 0.88, 0.12, 0.0, 0.0, 0.0], ""], [58072, "2022-03-22T18:21:47Z", [0.0, 0.0, 0.55, 0.42, 0.03, 0.0, 0.0], "3 more days data just appeared.  While [7 day average] hospitalizations per day are high and still increasing, the gradient appears to have levelled off ever so slightly.  Its not much, but crucially it didn't just get steeper."], [88452, "2022-03-22T16:05:26Z", [0.0, 0.0, 0.1, 0.86, 0.04, 0.0, 0.0], ""], [79069, "2022-03-22T07:49:58Z", [0.0, 0.0, 0.4, 0.6, 0.0, 0.0, 0.0], "Minor update; after checking again I think it is still not conclusive, but will be very close as a 7-day average. We may see a few days above 2,500 within the timeframe but I’m not sure if the average will reach bin 3."], [58072, "2022-03-21T23:39:46Z", [0.0, 0.0, 0.45, 0.5, 0.05, 0.0, 0.0], "Hospitalization data only goes up to 15/03/22 and is in a roughly linear climb.  Extrapolating that gets me 2,682.36 hospitalizations on 31/03/22 (i.e. beyond 2,500).  Others have said similar. We can see more recent data elsewhere ( https://covid.joinzoe.com/data ), showing infections rising even more steeply now - though I do expect they'll begin to level off in the last week of March.  Hospitalizations tend to flatten a few days after peak cases."], [81456, "2022-03-21T22:15:38Z", [0.0, 0.0, 0.81, 0.19, 0.0, 0.0, 0.0], ""], [105437, "2022-03-21T20:22:37Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], "Updating based perspective from other forecasters.  Still cautious about surpassing 2500, but less so."], [79069, "2022-03-21T19:39:05Z", [0.0, 0.0, 0.15, 0.85, 0.0, 0.0, 0.0], "As per comments via @alh below"], [88452, "2022-03-21T16:15:33Z", [0.0, 0.0, 0.0, 0.79, 0.21, 0.0, 0.0], ""], [79069, "2022-03-21T16:14:52Z", [0.0, 0.0, 0.36, 0.64, 0.0, 0.0, 0.0], ""], [102121, "2022-03-21T13:22:17Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], "@belikewater @paulm @Will-Roberts @ctsats and others who have given a (variable) amount of weight to bin 4, are there reasons aside from extrapolating from current data to believe that the current wave of hospitalisations should surpass the original Omicron wave? I understand the concerns about waning immunity from vaccines, relaxation of the rules, and so on, but these were also concerns around the first Omicron waves and the current growth in hospitalisations is much more horizontal than the first Omicron wave (depending on where you set the start dates of course)."], [96828, "2022-03-21T12:25:42Z", [0.0, 0.0, 0.28, 0.58, 0.13, 0.01, 0.0], "This is the best forecast I can make at the moment but I have a relatively low participation rate on this question. It's one of those questions I had wished I monitored. In the grand scheme of things, I think I made the right decision because I am now busier than I have ever been in the last decade. So just because I miss this question does not mean I made the wrong decision, perhaps. As for the rationale behind my forecast, I can't say. It's a competition ;)"], [99943, "2022-03-21T02:04:28Z", [0.0, 0.0, 0.38, 0.62, 0.0, 0.0, 0.0], ""], [105437, "2022-03-20T22:52:22Z", [0.0, 0.0, 0.92, 0.08, 0.0, 0.0, 0.0], "Spikes in hospitalization appear to grow close to a linear rate, with some acceleration, as seen in the December spike- once the spike gets going, it accelerates a little, but not a lot.  At current rate UK is adding 33-35 hospitalizations per day to the average, on average.  At this rate it will not cross the 2500 threshold, but it will come quite close.  Would need to add just over 39 hospitalizations to the average each day on average in order to cross this threshold.  A real possibility, but an underdog."], [99943, "2022-03-20T19:35:28Z", [0.0, 0.0, 0.4, 0.6, 0.0, 0.0, 0.0], "This could be very close. I wasn't paying close enough attention to their BA.2 wave.\nMarch 11: 1718.4. 341 added in the past week. 2.86 weeks to go. If growth were linear, we'd see 1718.4 + 341*2.86 = 2693.7. Growth may be close to linear for a while, and it all also depends on when case growth slows down. As there's no sign that cases are slowing down yet (in the UK or other parts of Europe), and hospital admissions lag cases by about a week, I'm hedging higher on bin 4. If cases keep growing like they are currently for a few more days, then hospital admissions will be baked in and will likely exceed a 7-day average of 2500."], [81456, "2022-03-20T09:58:02Z", [0.0, 0.0, 0.92, 0.08, 0.0, 0.0, 0.0], ""], [99943, "2022-03-20T04:30:23Z", [0.0, 0.0, 0.75, 0.25, 0.0, 0.0, 0.0], ""], [95112, "2022-03-19T20:32:18Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [104087, "2022-03-19T02:06:55Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [81456, "2022-03-18T21:28:48Z", [0.0, 0.0, 0.93, 0.07, 0.0, 0.0, 0.0], ""], [88452, "2022-03-18T18:22:01Z", [0.0, 0.0, 0.68, 0.31, 0.01, 0.0, 0.0], ""], [79069, "2022-03-18T16:33:23Z", [0.0, 0.0, 0.8, 0.2, 0.0, 0.0, 0.0], "BA.2 at 32% in the UK a couple of weeks ago according to UK variant distribution data:\nhttps://www.gov.uk/government/publications/covid-19-variants-genomically-confirmed-case-numbers/variants-distribution-of-case-data-11-march-2022\nAnd perhaps around 75% as of now according to: https://outbreak.info/location-reports?xmin=2022-01-01&xmax=2022-03-18&loc=GBR\nCombine this with the Government's laissez-faire approach (no need to wear a mask, test, or isolate if positive) and community transmission is now spreading into the middle- and upper-age groups where immunity is perhaps starting to wane and hospitalisation is clearly increasing. The big question is whether the peak reaches higher than in January when we had over 200k cases/day, but given the new conditions it looks worryingly possible."], [81456, "2022-03-17T21:46:37Z", [0.0, 0.0, 0.94, 0.06, 0.0, 0.0, 0.0], "7-day MA at 1654 as of Mar 10, steadily gaining ~50/day for the previous 3-4 days. Last data of Mar 13 at 1777 new hospitalizations. If this increase in the rate is maintained (let alone increased), it will exceed 2500 before the end of March. BA.2 is the obvious suspect, which has been wrecking havoc in HK (https://twitter.com/DrEricDing/status/1500988988722749447 , different conditions there though). Add the relaxation of measures, and..."], [58072, "2022-03-17T10:01:22Z", [0.0, 0.0, 0.95, 0.04, 0.01, 0.0, 0.0], "With the new BA.2 wave taking off, and potentially waning immunity in older age groups, I think its time we acknowledge that surpassing 2,500 hospitalizations per day in the near future is a distinct possibility.  That said, the slope in hospitalizations is still relatively gentle at the moment and there's only a few weeks left on the question. I will add that, for those trying to link cases and hospitalization data, I don't think the official number of cases can be trusted any more (due to reduced testing and reporting?).  ONS and Zoe data both show much less of a decline in cases since the peak in January, and a second bump in February that's barely visible on the official graph."], [62808, "2022-03-14T19:57:21Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [95112, "2022-03-12T16:43:43Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [105196, "2022-03-11T14:31:39Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [102048, "2022-03-10T23:32:28Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [88452, "2022-03-10T18:56:54Z", [0.0, 0.0, 0.88, 0.12, 0.0, 0.0, 0.0], ""], [102646, "2022-03-10T18:03:44Z", [0.0, 0.55, 0.45, 0.0, 0.0, 0.0, 0.0], ""], [42234, "2022-03-09T18:16:06Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [81456, "2022-03-09T01:41:36Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], "Hospitalizations seem to rise again due to BA2 omicron variant: https://twitter.com/DrEricDing/status/1500983875207680006 7-day MA has upticked from its local minimum of 1135 (Feb 22) to 1270 as of March 1. Reportedly, the recent uptick in Hong  Kong is also due to BA2: https://twitter.com/DrEricDing/status/1500988988722749447"], [103878, "2022-03-08T23:18:03Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [87827, "2022-03-08T21:27:49Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [21046, "2022-03-05T20:24:19Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [79914, "2022-03-02T21:59:59Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [103822, "2022-03-01T15:12:48Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [102973, "2022-02-28T18:10:23Z", [0.0, 0.0, 0.96, 0.04, 0.0, 0.0, 0.0], ""], [102643, "2022-02-28T17:54:25Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [58072, "2022-02-28T15:22:23Z", [0.0, 0.0, 0.98, 0.01, 0.01, 0.0, 0.0], "Narrowing my forecast further as there's not so much time left for anything unexpected to happen."], [691, "2022-02-26T17:02:49Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [104018, "2022-02-25T16:44:05Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], "Don't follow me, I'm following the crowd on this one."], [81456, "2022-02-24T15:49:38Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [99943, "2022-02-24T14:08:01Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [85240, "2022-02-24T13:53:29Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [20156, "2022-02-24T11:03:10Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [103822, "2022-02-24T10:17:13Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [88452, "2022-02-24T07:41:50Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [55987, "2022-02-23T15:30:09Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [87827, "2022-02-22T15:29:20Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [33873, "2022-02-22T08:50:06Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [99943, "2022-02-22T01:36:49Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [99857, "2022-02-21T22:07:48Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [100653, "2022-02-21T08:40:41Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [34959, "2022-02-21T03:36:51Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [81456, "2022-02-21T00:44:47Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [104072, "2022-02-20T18:00:13Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [101031, "2022-02-17T18:46:52Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [58072, "2022-02-17T16:34:53Z", [0.0, 0.0, 0.96, 0.03, 0.01, 0.0, 0.0], "Official cases are falling, hospitalizations are falling, and estimates of true cases (thought to be much higher) are also beginning to fall now.  Also less time left for something unexpected to happen since my last forecast. On the flip side I think the crowd forecast is currently just a bit too confident.  There's still a risk that removing isolation rules on the 24th (and other upcoming policy changes) could push cases up again, e.g. with more infected people going out in public.  But I don't think the peak from the 1st of January will be exceeded within the time scale of this question."], [104675, "2022-02-17T14:45:34Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [79069, "2022-02-16T13:57:21Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [12413, "2022-02-15T16:40:14Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [86367, "2022-02-15T07:23:16Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [80790, "2022-02-14T21:58:14Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [88452, "2022-02-13T16:40:16Z", [0.0, 0.0, 0.7, 0.3, 0.0, 0.0, 0.0], ""], [25601, "2022-02-12T21:54:07Z", [0.0, 0.0, 0.83, 0.11, 0.03, 0.02, 0.01], ""], [100653, "2022-02-11T08:43:08Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [767, "2022-02-11T02:33:29Z", [0.0, 0.0, 0.95, 0.05, 0.0, 0.0, 0.0], "Cases consistently decreasing. Most recent numbers are 1,456 for 7 day average. Highest was in the 2,260s in January."], [37379, "2022-02-10T02:25:25Z", [0.0, 0.01, 0.94, 0.02, 0.01, 0.01, 0.01], ""], [86554, "2022-02-09T23:32:36Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [88452, "2022-02-09T16:45:12Z", [0.0, 0.0, 0.77, 0.23, 0.0, 0.0, 0.0], ""], [96541, "2022-02-09T15:28:44Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], "Looks like it peaked early in January and has been going down since the highest of just over 2200. "], [85240, "2022-02-09T09:34:43Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [86367, "2022-02-09T07:57:46Z", [0.0, 0.0, 0.97, 0.02, 0.01, 0.0, 0.0], ""], [88452, "2022-02-08T19:30:26Z", [0.0, 0.0, 0.52, 0.48, 0.0, 0.0, 0.0], ""], [87827, "2022-02-07T22:21:36Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [79069, "2022-02-07T14:58:31Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [80790, "2022-02-06T11:50:00Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [81456, "2022-02-06T00:31:25Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [101187, "2022-02-04T20:00:02Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [88452, "2022-02-03T20:08:35Z", [0.0, 0.0, 0.3, 0.68, 0.02, 0.0, 0.0], ""], [101031, "2022-02-02T19:09:22Z", [0.0, 0.0, 0.89, 0.08, 0.02, 0.01, 0.0], ""], [34959, "2022-02-02T07:00:37Z", [0.0, 0.0, 0.97, 0.03, 0.0, 0.0, 0.0], ""], [87827, "2022-02-01T21:58:46Z", [0.0, 0.0, 0.96, 0.03, 0.01, 0.0, 0.0], ""], [81456, "2022-02-01T20:12:20Z", [0.0, 0.0, 0.97, 0.02, 0.01, 0.0, 0.0], ""], [79069, "2022-02-01T16:10:56Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [58072, "2022-02-01T13:26:03Z", [0.0, 0.0, 0.95, 0.04, 0.01, 0.0, 0.0], "We're now well past peak hospitalizations (2,298.4 on 01/01/22) and cases, though they aren't down anywhere near as much as I'd like, are stable.  I still wouldn't rule out a second peak due to BA.2 or some other new variant / event, but its looking increasingly unlikely that would push us over 2,500 before the end of March."], [99943, "2022-02-01T06:13:12Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [99943, "2022-01-31T15:38:50Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], "I'm waiting for today's update, which will revise previous numbers upwards a little. Depending on how the numbers look, I'll revise this forecast up or down. Given that the recent peak was 2,298, if numbers were revised upwards by 8.8%, then we will tip into bin 4. I really don't have a feel for what percentage of recent cases have been reinfections, and I don't think it's super likely that it's that many, but we'll have to see. A lot of people have been reinfected. Later update: \"Two-thirds of people with omicron say they’ve had Covid before, English study reports\"\nhttps://www.cnbc.com/2022/01/26/more-than-two-thirds-of-omicron-cases-are-reinfections-study-suggests.html\nThis could actually be a really big change in the data. @paulm"], [99943, "2022-01-31T15:30:19Z", [0.0, 0.0, 0.96, 0.04, 0.0, 0.0, 0.0], "Data bomb here. They're changing case definitions in the UK, to change how infections are counted. They have not been counting reinfections! And now, they're only going to count reinfections that occur >= 90 days after a previous infection. That's ridiculous. A lot of people are getting reinfected with Omicron a month after a first infection. This must also have affected Covid hospital admissions data, because an admission due to reinfection wouldn't have been counted if the case wasn't counted. \"Cases definition to include multiple infection episodes from 31 January 2022 From 31 January 2022, UKHSA will move all COVID-19 case reporting in England to use a new episode-based definition which includes possible reinfections. On the dashboard, this means:     cases in England by report date will change to the new definition of an episode of infection\n    historical numbers by report date will not be revised, so there will be a step increase in the cumulative numbers of cases on that date\n    specimen date metrics will be revised back to the beginning of the pandemic.\n    the same metric names will still be used\n    new metrics will show first episodes of infection (equivalent to the current case definition) and episodes of reinfection, shown by specimen date only. UKHSA is working with the devolved administrations to align definitions across the UK. Deaths within 28 days of positive test and deaths within 60 days of positive test will also be updated on 1 February 2022 to include deaths following the most recent episode of infection using the new episode-based case definition in England. As the pandemic continues and more variants emerge, it is more likely that people will be reinfected with COVID-19. Contact tracing and health protection work at UKHSA follows up people with a positive test result, whether they were a new case or a case of reinfection. However, surveillance figures only report COVID-19 cases as the date of the first infection, so individuals are only counted once. UK public health agencies are now updating surveillance data to count infection episodes, including reinfection episodes. Infection episodes will be counted separately if there are at least 90 days between positive test results. Each episode begins with the earliest positive specimen date. If someone has another positive specimen within 90 days of the last one, this is included in the same episode. If they have another positive specimen more than 90 days after the last one, this is counted in a separate episode (a possible reinfection episode).\"\nhttps://coronavirus.data.gov.uk/details/whats-new/record/af008739-ffa3-47b8-8efc-ef109f2cfbdd The key statements here are the following: \"historical numbers by report date will not be revised, so there will be a step increase in the cumulative numbers of cases on that date,\" and \"specimen date metrics will be revised back to the beginning of the pandemic.\" These could have been written more clearly, but I understand these to mean that case numbers will be revised back to the beginning of the pandemic to add reinfection cases to each date as they arose.\n@paulm"], [62808, "2022-01-29T22:29:34Z", [0.0, 0.0, 0.8, 0.2, 0.0, 0.0, 0.0], ""], [99857, "2022-01-28T05:05:41Z", [0.0, 0.0, 0.96, 0.01, 0.01, 0.01, 0.01], "Seems that the current wave is passed and if somethings else were to turn up any other level would have a reasonable shot of being reached."], [100653, "2022-01-27T08:50:58Z", [0.0, 0.0, 0.97, 0.02, 0.01, 0.0, 0.0], ""], [81456, "2022-01-26T22:26:45Z", [0.0, 0.0, 0.96, 0.03, 0.01, 0.0, 0.0], ""], [79069, "2022-01-26T16:08:01Z", [0.0, 0.0, 0.97, 0.03, 0.0, 0.0, 0.0], ""], [691, "2022-01-25T19:01:42Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [94737, "2022-01-24T16:49:27Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [99943, "2022-01-24T16:15:40Z", [0.0, 0.0, 0.92, 0.08, 0.0, 0.0, 0.0], ""], [87827, "2022-01-24T12:52:38Z", [0.0, 0.0, 0.93, 0.06, 0.01, 0.0, 0.0], ""], [88452, "2022-01-24T12:51:01Z", [0.0, 0.0, 0.18, 0.72, 0.1, 0.0, 0.0], "The UK government announcement that most measures against COVID-19 will be dropped on 27 January 2022 and SARS-CoV-2 will henceforth be treated like a seasonal flu."], [100653, "2022-01-24T09:38:56Z", [0.0, 0.0, 0.96, 0.03, 0.01, 0.0, 0.0], ""], [103878, "2022-01-23T18:35:53Z", [0.0, 0.0, 0.96, 0.04, 0.0, 0.0, 0.0], ""], [99943, "2022-01-23T17:45:04Z", [0.0, 0.0, 0.8, 0.19, 0.01, 0.0, 0.0], ""], [99857, "2022-01-23T16:23:17Z", [0.0, 0.0, 0.83, 0.1, 0.04, 0.02, 0.01], "\"“Very early observations from India and Denmark suggest there is no dramatic difference in severity compared to BA.1,” tweeted Tom Peacock, a virologist at Imperial College, London, adding the latest variant should not call into question the effectiveness of existing vaccines. Peacock stressed, “We do not currently have a strong handle on … how much more transmissibility BA.2 might have over BA.1. However, we can make some guesses/early observations.” “There is likely to be minimal differences in vaccine effectiveness against BA.1 and BA.2. Personally, I’m not sure BA.2 is going to have a substantial impact on the current Omicron wave of the pandemic,” he added.\" https://www.aljazeera.com/news/2022/1/22/omicron-sub-variant-throws-up-new-virus-questions Sounds like the latest version isn't much more of a threat, but with more than 2 months left I'll still leave some room for another one to show up."], [99943, "2022-01-23T04:23:01Z", [0.0, 0.0, 0.72, 0.24, 0.04, 0.0, 0.0], "A BA.2 surge is coming, but I don't know how big it will be. Denmark offers an interesting comparison. Given that hospitalizations remain high currently, it's possible that BA.2 could soon tip them even higher.\nhttps://twitter.com/Gab_H_R/status/1485067562291453952\nOr, I could well end up with a horrible Brier score on this question...\n@paulm"], [99943, "2022-01-22T15:47:01Z", [0.0, 0.0, 0.84, 0.15, 0.01, 0.0, 0.0], "Increasing weight on bin 4: BA.2 + virus working its way through older segments of the population. Hospitalizations have decreased very little in the elderly, are holding steady among children and are increasing among school-age children in England. BA.2 has yet to hit the UK.\nhttps://www.ilpandacentrostudio.it/uk.html"], [104342, "2022-01-22T14:55:40Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], "No other vagues before end of March"], [79069, "2022-01-22T08:04:19Z", [0.0, 0.0, 0.96, 0.04, 0.0, 0.0, 0.0], ""], [99943, "2022-01-22T06:08:15Z", [0.0, 0.0, 0.93, 0.07, 0.0, 0.0, 0.0], ""], [86367, "2022-01-22T01:04:49Z", [0.0, 0.0, 0.95, 0.04, 0.01, 0.0, 0.0], ""], [100653, "2022-01-21T10:08:33Z", [0.0, 0.0, 0.95, 0.04, 0.01, 0.0, 0.0], ""], [79069, "2022-01-21T09:36:12Z", [0.0, 0.0, 0.92, 0.07, 0.01, 0.0, 0.0], ""], [81456, "2022-01-20T23:33:53Z", [0.0, 0.0, 0.93, 0.06, 0.01, 0.0, 0.0], ""], [691, "2022-01-20T19:24:56Z", [0.0, 0.0, 0.96, 0.04, 0.0, 0.0, 0.0], ""], [101031, "2022-01-20T18:42:51Z", [0.0, 0.0, 0.8, 0.14, 0.05, 0.01, 0.0], ""], [88452, "2022-01-20T14:21:40Z", [0.0, 0.0, 0.0, 0.48, 0.44, 0.07, 0.01], ""], [20156, "2022-01-20T11:43:35Z", [0.0, 0.05, 0.91, 0.04, 0.0, 0.0, 0.0], ""], [101187, "2022-01-19T11:56:06Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [99943, "2022-01-18T22:46:40Z", [0.0, 0.0, 0.9, 0.09, 0.01, 0.0, 0.0], ""], [25601, "2022-01-18T21:16:47Z", [0.05, 0.05, 0.65, 0.1, 0.05, 0.05, 0.05], ""], [99943, "2022-01-18T21:11:12Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], ""], [80790, "2022-01-18T21:06:45Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [102244, "2022-01-18T17:40:59Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [86554, "2022-01-18T16:19:18Z", [0.0, 0.0, 0.99, 0.01, 0.0, 0.0, 0.0], ""], [79069, "2022-01-18T16:16:35Z", [0.0, 0.0, 0.9, 0.08, 0.01, 0.01, 0.0], "Case rates are now half the 7-day peak of 183k just two weeks ago. Daily hospitalisation is declining, but much more slowly, likely due to the gradual spread through older age-groups after transmission through <30 yrs over Christmas and the New Year. This decline looks set for now, and it does look very unlikely to get beyond the earlier peak for at least the next few weeks, but it's not a certainty that things could change during February or beyond. Not yet ruling out other eventualities causing a small second wave, but this will probably be lower than the first and more drawn out in my view."], [100653, "2022-01-18T08:10:24Z", [0.0, 0.0, 0.94, 0.04, 0.01, 0.0, 0.01], ""], [99857, "2022-01-18T06:36:40Z", [0.0, 0.0, 0.77, 0.16, 0.04, 0.02, 0.01], "Last 7 day reported was Jan 7 with 2243, high for the last week was 2426 on Jan 10, cases are on the down slope, still looking promising"], [101031, "2022-01-18T02:40:23Z", [0.0, 0.0, 0.74, 0.2, 0.05, 0.01, 0.0], ""], [81567, "2022-01-17T23:12:24Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [103878, "2022-01-17T23:05:56Z", [0.0, 0.0, 0.9, 0.09, 0.01, 0.0, 0.0], ""], [80790, "2022-01-17T22:13:08Z", [0.0, 0.0, 0.97, 0.03, 0.0, 0.0, 0.0], "Yes there could be another variant and if that happens I will revise my forecast.\nBut if we look at lead time for Omicron to peak (based on what it looks like now) it is still 2 months from Mid Nov to mid Jan, which, projecting forward from today, assuming there was another variant starting to take off now, it would take us well into March and close to the deadline.  And that would require the next variant to be as infectious.  We will see, but for is I’m taking the view that no new variant of concern will pop up in the next few weeks and it would take some time to circulate and cause serious illness, taking the peak of hospitalisations out after end March."], [81456, "2022-01-17T20:03:06Z", [0.0, 0.0, 0.9, 0.09, 0.01, 0.0, 0.0], ""], [33873, "2022-01-17T19:58:06Z", [0.0, 0.0, 0.98, 0.02, 0.0, 0.0, 0.0], ""], [100653, "2022-01-17T15:42:22Z", [0.0, 0.0, 0.93, 0.06, 0.01, 0.0, 0.0], ""], [87827, "2022-01-17T15:04:52Z", [0.0, 0.0, 0.9, 0.09, 0.01, 0.0, 0.0], "Looks like it's peaked and plateaued while UK cases are pretty quickly falling."], [81456, "2022-01-17T10:09:01Z", [0.0, 0.0, 0.89, 0.1, 0.01, 0.0, 0.0], ""], [86554, "2022-01-17T09:22:45Z", [0.0, 0.0, 0.97, 0.02, 0.01, 0.0, 0.0], ""], [14603, "2022-01-17T08:42:38Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [79069, "2022-01-17T08:07:30Z", [0.0, 0.0, 0.88, 0.1, 0.01, 0.01, 0.0], ""], [101187, "2022-01-16T22:09:07Z", [0.0, 0.0, 0.95, 0.05, 0.0, 0.0, 0.0], ""], [99943, "2022-01-16T18:02:55Z", [0.0, 0.0, 0.81, 0.16, 0.01, 0.01, 0.01], ""], [99943, "2022-01-16T17:40:20Z", [0.0, 0.0, 0.78, 0.18, 0.02, 0.01, 0.01], ""], [22689, "2022-01-16T17:28:08Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [79069, "2022-01-16T17:03:18Z", [0.0, 0.0, 0.84, 0.14, 0.01, 0.01, 0.0], ""], [86367, "2022-01-16T16:57:50Z", [0.0, 0.0, 0.78, 0.18, 0.04, 0.0, 0.0], ""], [691, "2022-01-15T19:30:49Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], ""], [33873, "2022-01-15T16:57:08Z", [0.0, 0.0, 0.95, 0.05, 0.0, 0.0, 0.0], ""], [79069, "2022-01-15T16:20:11Z", [0.0, 0.0, 0.8, 0.18, 0.01, 0.01, 0.0], ""], [79069, "2022-01-15T09:54:51Z", [0.0, 0.0, 0.76, 0.22, 0.01, 0.01, 0.0], ""], [80790, "2022-01-14T23:08:19Z", [0.0, 0.0, 0.88, 0.08, 0.04, 0.0, 0.0], ""], [81456, "2022-01-14T18:08:37Z", [0.0, 0.0, 0.75, 0.24, 0.01, 0.0, 0.0], ""], [79069, "2022-01-14T18:02:00Z", [0.0, 0.0, 0.74, 0.24, 0.01, 0.01, 0.0], "Hospitalisation is just starting to fall, and the average should follow within a few days, from 2,242 on 7th Jan. \nI think the decline in cases will slow and spread towards older populations, and still expect a plateauing or even a slight rise over the next few weeks, but it's hard to gauge. I think two factors will help determine this; the first is that prior infections were far higher leading up to Omicron compared to Delta - perhaps 17M total cases in the preceding 5 months (5.7M recorded), compared to 5M (1.7M recorded) in the same period before Delta - so the susceptible proportion of the population is substantially reduced this time. \nThe second is the 53%+ third dose coverage, which significantly restores immunity, and slightly reduces transmissibility. From the data supplied by @belikewater below, it looks like transmission may take 6-8 weeks to spread through children and young adults into older age groups. After 6-8 wks in the Delta wave there was a roughly 15% net increase increase in hospitalisation/case, perhaps related to this effect. Omicron will be moving into more highly vaccinated populations (the third dose uptake increases roughly 10% per decade in age), and this could result in a lower increase in daily hospitalisation this time round. I'm starting to think we'll see increasing numbers of people staying in hospital while daily intake remains slightly lower, but not with any great confidence yet."], [34959, "2022-01-14T16:12:40Z", [0.0, 0.01, 0.49, 0.44, 0.03, 0.02, 0.01], ""], [86554, "2022-01-14T16:07:09Z", [0.0, 0.0, 0.94, 0.05, 0.01, 0.0, 0.0], ""], [102121, "2022-01-14T15:13:00Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [20156, "2022-01-14T12:56:22Z", [0.0, 0.05, 0.69, 0.24, 0.02, 0.0, 0.0], ""], [86554, "2022-01-14T11:48:57Z", [0.0, 0.0, 0.88, 0.11, 0.01, 0.0, 0.0], ""], [103878, "2022-01-14T10:29:24Z", [0.0, 0.0, 0.79, 0.2, 0.01, 0.0, 0.0], ""], [100653, "2022-01-14T10:26:21Z", [0.0, 0.0, 0.88, 0.09, 0.02, 0.0, 0.01], ""], [14603, "2022-01-14T08:14:29Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], ""], [101031, "2022-01-13T21:10:01Z", [0.0, 0.0, 0.34, 0.38, 0.18, 0.08, 0.02], "Some plateau for now but not much mixing going on. People keeping to family groups and being careful. Shops and resturants are closing due to lack of staff. Almost lockdown levels of interaction. \nWhen school goes back admissions should increase"], [81456, "2022-01-13T21:09:06Z", [0.0, 0.0, 0.71, 0.28, 0.01, 0.0, 0.0], ""], [103878, "2022-01-13T21:00:13Z", [0.0, 0.0, 0.67, 0.31, 0.02, 0.0, 0.0], ""], [88452, "2022-01-13T20:06:38Z", [0.0, 0.0, 0.0, 0.11, 0.41, 0.0, 0.48], ""], [33873, "2022-01-13T17:06:28Z", [0.0, 0.0, 0.88, 0.12, 0.0, 0.0, 0.0], ""], [691, "2022-01-13T16:55:13Z", [0.0, 0.0, 0.7, 0.3, 0.0, 0.0, 0.0], ""], [99943, "2022-01-13T16:36:44Z", [0.0, 0.0, 0.65, 0.31, 0.02, 0.01, 0.01], "I still think it's possible that hospital admissions could tip into bin 4 over the next few days, but bin 3 is looking more likely after all. I was most likely quite wrong on much of this forecast. I'm not completely convinced that Omicron hospital admissions have peaked, though. They may well have. But I think Omicron is still likely to infect a lot more people age 50+, who are still more likely to be hospitalized, even with boosters. People age 50+ make up only ~25% of current daily cases, whereas a year ago, that figure was ~35%. A greater proportion of cases (up to ~28%) were in older people through about the end of 2021, about when cases peaked in the UK, but this proportion has rapidly tapered off since. A comparison with Delta may be useful. At the first Delta peak in July, <15% of cases were in people age 50+. At a later peak around October 17, cases age 50+ represented ~22% of cases and grew from there to ~27% of cases in early Nov. In the period between the July Delta peak and the Oct 17 peak, the percentage of cases in people age 50+ grew, declined, and grew again before peaking in early Nov. Hospital admissions for the whole period peaked Oct 29. It's possible that Omicron could cause one or more mini-waves like this, or there could just be a long tail of cases that gradually reaches older segments of society but never causes daily hospital admissions to rise above current levels. I do think looking at the age structure of current infections is key to understanding hospitalizations, though. Another factor is that the proportion of cases in children is rising in the new year, as expected. Because Omicron is causing more severe disease in children, this will be expected to result in more hospitalizations as well. In the week ending Jan 11, there were 873 pediatric admissions, and this number has been growing steadily since the end of Nov., particularly lately among school-age children. Daily and weekly hospital admissions in the working-age population (18-64) have started to decline, but are very slightly still growing for people age 65-84 and 85+. 53% of hospital admissions for the week ending Jan 11 were in people age 65+. Age breakdown of cases: https://twitter.com/LawrenceGilder/status/1481671544682201097\nAge breakdown of hospitalizations: https://www.ilpandacentrostudio.it/uk.html"], [99943, "2022-01-13T15:58:31Z", [0.0, 0.0, 0.48, 0.48, 0.02, 0.01, 0.01], "I'm leaving a tiny amount on the higher bins not for Omicron but for a new variant. We first heard of Omicron in late Nov, and it's causing a peak in hospitalizations less than 2 months later. The chance that a similarly contagious but more virulent new variant will pop up and cause another wave in this forecast period is very small but not zero."], [86554, "2022-01-13T14:00:49Z", [0.0, 0.0, 0.82, 0.17, 0.01, 0.0, 0.0], ""], [79069, "2022-01-13T13:44:16Z", [0.0, 0.0, 0.8, 0.18, 0.01, 0.01, 0.0], "Starting to think I could have stuck with original forecast (it wouldn’t be the first time...) \nhttps://www.gjopen.com/comments/1374486"], [87827, "2022-01-13T12:33:22Z", [0.0, 0.0, 0.8, 0.18, 0.02, 0.0, 0.0], "Looks like the peak has sustained and hospitalizations are starting to come down a bit. Leaving some chance of a second surge in the timeframe but 2k to 2.5k looks likely to be the peak. My initial estimate worked surprisingly well: https://www.gjopen.com/comments/1374590"], [86367, "2022-01-13T10:08:50Z", [0.0, 0.0, 0.47, 0.39, 0.1, 0.03, 0.01], ""], [101187, "2022-01-13T00:30:36Z", [0.0, 0.0, 0.9, 0.1, 0.0, 0.0, 0.0], ""], [81456, "2022-01-12T23:35:26Z", [0.0, 0.0, 0.53, 0.43, 0.03, 0.01, 0.0], ""], [104128, "2022-01-12T22:25:37Z", [0.01, 0.05, 0.1, 0.5, 0.2, 0.09, 0.05], ""], [103878, "2022-01-12T21:40:58Z", [0.0, 0.0, 0.59, 0.38, 0.03, 0.0, 0.0], ""], [99857, "2022-01-12T20:50:23Z", [0.0, 0.0, 0.67, 0.26, 0.04, 0.02, 0.01], "Looking more and more stable so upping bin 3 odds. With 2 months left until resolution I'm still nervous about something coming out of left field though"], [691, "2022-01-12T20:32:44Z", [0.0, 0.0, 0.6, 0.4, 0.0, 0.0, 0.0], ""], [99943, "2022-01-12T17:38:07Z", [0.0, 0.0, 0.48, 0.48, 0.03, 0.01, 0.0], ""], [99943, "2022-01-12T17:33:57Z", [0.0, 0.0, 0.47, 0.48, 0.04, 0.01, 0.0], ""], [99943, "2022-01-12T17:32:53Z", [0.0, 0.0, 0.46, 0.46, 0.05, 0.02, 0.01], ""], [33873, "2022-01-12T17:25:25Z", [0.0, 0.0, 0.7, 0.29, 0.01, 0.0, 0.0], ""], [102121, "2022-01-12T16:24:14Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], ""], [14603, "2022-01-12T14:32:47Z", [0.0, 0.0, 0.67, 0.33, 0.0, 0.0, 0.0], ""], [37379, "2022-01-12T12:30:34Z", [0.0, 0.0, 0.42, 0.46, 0.08, 0.03, 0.01], "Following @belikewater for three reasons:  (1) This comment https://www.gjopen.com/comments/1381895; (2) Amazing ratio of Brier to median of 0.7247 over 99 questions (I don't have data on how many of these have been scored) (3) Fellow Bruce Lee fan. I'm wondering how practicing martial arts might correlate with forecasting ability. Are you perchance a practitioner as well as a fan?"], [26349, "2022-01-12T10:58:36Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [58072, "2022-01-12T10:52:14Z", [0.0, 0.0, 0.9, 0.09, 0.01, 0.0, 0.0], "It looks like we've peaked at 2,277.1, though I won't rule out a second peak or even another new variant before the end of March."], [103878, "2022-01-12T09:00:45Z", [0.0, 0.0, 0.52, 0.43, 0.04, 0.01, 0.0], ""], [87827, "2022-01-12T02:01:54Z", [0.0, 0.0, 0.55, 0.35, 0.08, 0.02, 0.0], "Looks like cases have peaked and hospitalizations may have peaked as well. Coming down and putting more weight on the 2k to 2.5k bucket."], [29980, "2022-01-12T01:58:14Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [99943, "2022-01-11T23:06:22Z", [0.0, 0.0, 0.42, 0.46, 0.08, 0.03, 0.01], ""], [81456, "2022-01-11T21:31:40Z", [0.0, 0.0, 0.48, 0.47, 0.04, 0.01, 0.0], ""], [86554, "2022-01-11T21:11:07Z", [0.0, 0.0, 0.69, 0.3, 0.01, 0.0, 0.0], ""], [691, "2022-01-11T20:05:40Z", [0.0, 0.0, 0.53, 0.47, 0.0, 0.0, 0.0], ""], [34815, "2022-01-11T18:17:31Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0], ""], [33873, "2022-01-11T17:37:58Z", [0.0, 0.0, 0.6, 0.36, 0.03, 0.01, 0.0], "Actually revising this to be even more heavy on bin 3."], [33873, "2022-01-11T17:34:36Z", [0.0, 0.0, 0.53, 0.41, 0.05, 0.01, 0.0], "Looking more and more like the early January data is not the result of any discrepency, and like hospitalisations are in fact not increasing by any measurable amount right now. Also, looking at the demographics of cases from 1st Jan -> 4th Jan in England it seems that cases are relatively static in the over 60s 'at risk' group. It looks like the boosters are extremely effective against Omicron. I now feel that with case numbers starting to decline ~ 10 days ago that we are firmly more likely to stay in bin 3.  Any bin >3500 looking extremely unlikely now."], [102121, "2022-01-11T17:33:06Z", [0.0, 0.0, 0.3, 0.7, 0.0, 0.0, 0.0], ""], [99943, "2022-01-11T17:25:45Z", [0.0, 0.0, 0.4, 0.45, 0.1, 0.04, 0.01], ""], [14603, "2022-01-11T17:19:14Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], ""], [99943, "2022-01-11T17:16:56Z", [0.0, 0.0, 0.35, 0.5, 0.1, 0.04, 0.01], "I still expect hospitalizations to increase as Omicron makes its way through older segments of the population, but it looks likely that cases have already peaked, so the higher bins are looking less likely."], [99943, "2022-01-11T17:12:39Z", [0.0, 0.0, 0.25, 0.52, 0.18, 0.04, 0.01], "Cases and hospitalizations are both lower than I would have thought."], [103878, "2022-01-11T17:04:30Z", [0.0, 0.0, 0.37, 0.39, 0.19, 0.04, 0.01], ""], [102121, "2022-01-11T17:04:04Z", [0.0, 0.0, 0.0, 0.7, 0.3, 0.0, 0.0], "Adjusting up on bin 4 from my previous forecast (https://www.gjopen.com/comments/1380349). The peak around new years hasn't had time to increase hospitalisations yet, so there should be an increase coming soon-ish. On the other hand, the downward trend in cases and still fairly low hospitalisation rates make me a bit more doubtful about crossing the 3000 line over a 7-day average. This week and early next week will be key to deciding the question imho."], [86554, "2022-01-11T16:45:49Z", [0.0, 0.0, 0.6, 0.35, 0.04, 0.01, 0.0], ""], [79069, "2022-01-11T16:39:54Z", [0.0, 0.0, 0.64, 0.32, 0.03, 0.01, 0.0], "Case numbers are still declining in England. While I'm still expecting them to rise from next week, they may well not rise enough to push the average hospitalisations much beyond 2,500 from this lower level, so I'm backing off from the original est of around 2,700-3,850 and waiting to see what happens to transmission next week.\nPrevious comments here: https://www.gjopen.com/comments/1381493"], [101187, "2022-01-11T14:27:32Z", [0.0, 0.0, 0.55, 0.45, 0.0, 0.0, 0.0], ""], [103617, "2022-01-11T13:21:47Z", [0.0, 0.0, 0.35, 0.55, 0.05, 0.03, 0.02], ""], [14603, "2022-01-11T08:48:40Z", [0.0, 0.0, 0.0, 0.55, 0.35, 0.1, 0.0], ""], [99943, "2022-01-11T01:50:00Z", [0.0, 0.0, 0.05, 0.51, 0.35, 0.07, 0.02], ""], [86367, "2022-01-11T00:59:33Z", [0.0, 0.0, 0.38, 0.41, 0.15, 0.05, 0.01], "@belikewater\nDialing down on my forecast. Earlier forecast was based on the assumption that even if we see the likelihood of hospitalizations be 1/3rd of earlier covid cases, we should be close to the 4000 mark considering the average number of cases now is 3x higher than the Alpha wave last year. \nNow rethinking this because\n1> The absolute case numbers are flattening out\n2> The Hospitalizations rate looks is almost 20% of the earlier covid wave.\nhttps://www.reuters.com/business/healthcare-pharmaceuticals/hospitalisation-risk-omicron-around-one-third-delta-uk-analysis-shows-2021-12-31/ A very rough calculation  Hospitalizations of 4000 people/60k cases in the first wave = 6.67% hospitalization rate. \nSo 20% of 6.67% = 1.33%*180000 average cases in Omicron = 2400\nThese numbers should change if the number of cases were to go higher. But i believe the 20% Likely hospitalization should be correct now that the sample is quite large?"], [80790, "2022-01-10T22:04:46Z", [0.0, 0.0, 0.49, 0.47, 0.04, 0.0, 0.0], "Admissions in England for 8 Jan are back below 2k as as they make up the majority of admissions the total might not be much over 2k when the weekly Scotland data is published.  This means the daily average is going to plateau, putting less likelihood on the higher bins. It wouldn’t take much of a surge to go over the 2.5k from where we are, but to then get the average over 3k means quite a big jump which looks less likely with cases starting to ease off a little. So going for a fairly even forecast between 2k and 3k at the moment.  Might revise back to bin 3 if numbers continue to ease."], [80790, "2022-01-10T21:58:36Z", [0.0, 0.0, 0.49, 0.47, 0.04, 0.0, 0.0], ""], [86554, "2022-01-10T20:53:30Z", [0.0, 0.0, 0.55, 0.35, 0.08, 0.01, 0.01], ""], [79069, "2022-01-10T20:50:17Z", [0.0, 0.0, 0.28, 0.32, 0.32, 0.07, 0.01], "I had expected a lull in cases after New Year, but they have fallen further than I expected. I'm going to backtrack and see if they climb back to the expected level around 180-205k over the next few days as a result on schools and higher education's staggered openings gradually add to transmission. Till then I'm being a little more circumspect about numbers as younger age groups are not as likely to require hospitalisation."], [33873, "2022-01-10T20:48:01Z", [0.0, 0.0, 0.36, 0.4, 0.19, 0.04, 0.01], ""], [99943, "2022-01-10T17:37:15Z", [0.0, 0.0, 0.01, 0.45, 0.35, 0.15, 0.04], "Cases may be peaking lower than I expected."], [101187, "2022-01-10T17:34:04Z", [0.0, 0.0, 0.45, 0.45, 0.1, 0.0, 0.0], ""], [99943, "2022-01-10T17:30:30Z", [0.0, 0.0, 0.0, 0.4, 0.4, 0.15, 0.05], ""], [86367, "2022-01-10T15:09:58Z", [0.0, 0.0, 0.14, 0.17, 0.33, 0.22, 0.14], ""], [103878, "2022-01-10T14:21:57Z", [0.0, 0.0, 0.28, 0.36, 0.26, 0.08, 0.02], ""], [87827, "2022-01-10T13:53:46Z", [0.0, 0.0, 0.2, 0.3, 0.3, 0.15, 0.05], ""], [72705, "2022-01-10T11:07:56Z", [0.0, 0.0, 0.05, 0.3, 0.3, 0.3, 0.05], ""], [104143, "2022-01-09T23:36:41Z", [0.1, 0.65, 0.1, 0.1, 0.05, 0.0, 0.0], ""], [103878, "2022-01-09T23:15:40Z", [0.0, 0.0, 0.34, 0.34, 0.24, 0.07, 0.01], ""], [104099, "2022-01-09T16:20:40Z", [0.0, 0.0, 0.02, 0.02, 0.02, 0.04, 0.9], "As of 9 Jan, the daily count is already 2400 hospitalised. First two answers are therefore already impossible. Third answer highly unlikely because of continued rise.\nPrevious daily peak was just above 4000. Against the current wave breaching 4000 is the fact that omicron causes proportionately fewer hospitalisation and that uptake of booster vaccinations has been brisk, AND the current vaccines offer good protection against hospitalisation. However, the total number of omicron cases is likely to easily breach the peak seen at the delta wave AND the doubling time is only three days compared to three weeks for delta which means that even if the total number of cases is smaller than delta, they will be much more bunched up."], [33873, "2022-01-09T15:34:41Z", [0.0, 0.0, 0.28, 0.41, 0.22, 0.07, 0.02], ""], [86554, "2022-01-09T14:38:05Z", [0.0, 0.0, 0.44, 0.42, 0.12, 0.01, 0.01], ""], [88452, "2022-01-09T13:11:05Z", [0.0, 0.0, 0.0, 0.0, 0.41, 0.02, 0.57], ""], [99943, "2022-01-08T23:53:25Z", [0.0, 0.0, 0.0, 0.25, 0.35, 0.26, 0.14], "Omicron still hasn't worked its way through older segments of the population. As they are infected, more will be admitted both because of and with Covid. Shifting my forecast slightly towards the last 2 bins."], [103878, "2022-01-08T22:01:20Z", [0.0, 0.0, 0.39, 0.32, 0.21, 0.07, 0.01], ""], [102121, "2022-01-07T23:24:03Z", [0.0, 0.0, 0.0, 0.5, 0.5, 0.0, 0.0], ""], [33873, "2022-01-07T19:25:03Z", [0.0, 0.0, 0.4, 0.35, 0.16, 0.07, 0.02], ""], [86554, "2022-01-07T17:58:03Z", [0.0, 0.0, 0.4, 0.42, 0.15, 0.02, 0.01], ""], [86554, "2022-01-07T17:24:03Z", [0.0, 0.0, 0.35, 0.42, 0.2, 0.02, 0.01], ""], [99943, "2022-01-07T17:18:14Z", [0.0, 0.0, 0.0, 0.26, 0.41, 0.26, 0.07], "Rethinking. I was worrying about a majority of England outside London seeing peaks at least as large as last year, and surges in hospitalizations as older segments of the population get infected, but I think those considerations might be misplaced. I suspect some trusts outside London may see very high rates, but not universally so. Now projecting a peak of ~3200-3500, about 75%-83% of last year's peak. I think @paulm is right.\nThe 7-day average for Dec 31 for the UK was 2259. There were 2434 admissions on Jan 3. Cases are still rising. Bin 3 will probably be ruled out with Jan 6-10 data (as reflected in the 7-day average that's calculated for the date 3 days before)."], [691, "2022-01-07T16:44:50Z", [0.0, 0.0, 0.37, 0.34, 0.21, 0.08, 0.0], ""], [103822, "2022-01-07T16:04:36Z", [0.04, 0.33, 0.45, 0.16, 0.02, 0.0, 0.0], ""], [101187, "2022-01-07T12:04:27Z", [0.0, 0.0, 0.4, 0.45, 0.15, 0.0, 0.0], ""], [79069, "2022-01-07T10:22:45Z", [0.0, 0.0, 0.01, 0.29, 0.45, 0.2, 0.05], "Case rates are likely to track higher over the next two/three weeks I believe. Fastest growth in cases is around the North of England, and a recent UKHSA report indicates high transmission through sixth formers and university students. Uni terms don't tend to start till next Monday, so I think there is an opportunity for further spread connected to this. Further community transmission through to older age groups should gradually impact numbers and hospitalisation.  Considering influenza in combination with Omicron, the UK level of vaccination against flu strains this season is high, at over 80% uptake. Fair enough the efficacy is usually only around 50% but the flu season has so far been surprising small. I had allowed for this to affect case numbers due to the cross over but I'm not sure it will impact hospitalisation data as much as first thought.\nOverall I'm expecting cases above 200k/day and possibly as high as 230k briefly. Working though vaccine efficacy in tandem with the third booster shot and vaccination rates through the UK, I have roughly 1.4-1.7% hospitalisation rates, peaking around the mid 3,000s and possibly tipping over 4,000 worst case.\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1045029/Weekly_COVID-19_and_Influenza_Surveillance_Graphs_W1.pdf"], [33873, "2022-01-07T08:53:54Z", [0.0, 0.0, 0.34, 0.33, 0.22, 0.07, 0.04], ""], [101031, "2022-01-07T04:59:07Z", [0.0, 0.0, 0.3, 0.35, 0.21, 0.1, 0.04], ""], [101031, "2022-01-07T04:47:07Z", [0.0, 0.0, 0.35, 0.4, 0.16, 0.07, 0.02], ""], [87827, "2022-01-07T02:51:37Z", [0.0, 0.0, 0.25, 0.3, 0.25, 0.15, 0.05], "Cases and hospitalizations look like they may be leveling off a bit, bringing it down to put more weight on the 2k to 3k range."], [87827, "2022-01-07T02:47:56Z", [0.0, 0.0, 0.13, 0.2, 0.35, 0.2, 0.12], ""], [99943, "2022-01-07T02:36:35Z", [0.0, 0.0, 0.0, 0.18, 0.24, 0.27, 0.31], "I'm starting to think the last bin might be most likely. A couple forecasters made polar forecasts on that bin, and a few people have made single forecasts that are high on that bin. Kudos to @SE_Meyer and @DNK89, who have consistently been high or relatively high on that bin. I suspect I haven't been high enough on that bin. I'm not yet sure where the forecast will end up, but the data are currently suggesting that the risk of hospitalization with Omicron is ~20%-30% less than with Delta, and with cases far exceeding all previous peaks, things are likely not going to go very well."], [99943, "2022-01-07T02:22:53Z", [0.0, 0.0, 0.0, 0.2, 0.27, 0.27, 0.26], ""], [99943, "2022-01-07T02:20:31Z", [0.0, 0.0, 0.0, 0.2, 0.27, 0.28, 0.25], ""], [99943, "2022-01-07T02:20:18Z", [0.0, 0.0, 0.0, 0.2, 0.25, 0.3, 0.25], ""], [99943, "2022-01-06T23:36:14Z", [0.0, 0.0, 0.0, 0.25, 0.3, 0.3, 0.15], ""], [86367, "2022-01-06T23:07:46Z", [0.0, 0.0, 0.0, 0.09, 0.3, 0.33, 0.28], ""], [86554, "2022-01-06T23:04:53Z", [0.0, 0.0, 0.44, 0.38, 0.15, 0.02, 0.01], ""], [33873, "2022-01-06T21:18:26Z", [0.0, 0.0, 0.31, 0.32, 0.24, 0.09, 0.04], "After reading comments from @belikewater I'm inclined to change this again. Hospitalisations might look like they have peaked in London and seem to be levelling off nationwide, but I just can't work out why that would be the case, given that the figures show a small but defined drop between 30 and 31st December. I think there is either a reporting discrepency, or the lag effect of older age groups getting it has staggered for some reason. However if admissions don't start increasing over the next few days this looks less likely. Suggestions that hospitalisations in SA peaked at 63% of the delta peak gives some hope [https://twitter.com/rid1tweets/status/1478627119806750721/photo/1 ], but the dynamics are very different to the UK (vaccine rate, previous infection and age profile)."], [22689, "2022-01-06T20:17:24Z", [0.0, 0.0, 0.7, 0.3, 0.0, 0.0, 0.0], ""], [79069, "2022-01-06T19:03:52Z", [0.0, 0.0, 0.01, 0.34, 0.46, 0.15, 0.04], ""], [88452, "2022-01-06T18:46:41Z", [0.0, 0.0, 0.0, 0.15, 0.23, 0.05, 0.57], ""], [58072, "2022-01-06T18:30:31Z", [0.0, 0.0, 0.45, 0.28, 0.15, 0.06, 0.06], "New data (30th Dec) shows a 7-day average of 2,182.9.  The curve appears to have levelled at around 2,000 admissions per day, though its a little early to be confident it isn't going up further."], [86554, "2022-01-06T18:15:19Z", [0.0, 0.0, 0.36, 0.41, 0.2, 0.02, 0.01], ""], [99857, "2022-01-06T17:28:06Z", [0.0, 0.0, 0.63, 0.3, 0.04, 0.02, 0.01], "Avg is now over 2000 (2182.9 on the 30th and looking like it's come down slightly)"], [99943, "2022-01-06T17:27:01Z", [0.0, 0.0, 0.0, 0.25, 0.3, 0.25, 0.2], "Assigning more weight to the last bin.\nhttps://www.theguardian.com/world/2022/jan/06/hospitals-outside-london-expect-more-covid-patients-than-last-january"], [33873, "2022-01-06T17:21:32Z", [0.0, 0.0, 0.45, 0.29, 0.21, 0.04, 0.01], "Seeing relatively good signs of a leveling off at this point, with admissions starting to drop in London, it gives more wiggle room for them to increase elsewhere and keep this number lower."], [14603, "2022-01-06T16:49:53Z", [0.0, 0.0, 0.0, 0.35, 0.4, 0.25, 0.0], ""], [99943, "2022-01-06T15:08:42Z", [0.0, 0.0, 0.0, 0.25, 0.4, 0.25, 0.1], ""], [99943, "2022-01-06T15:06:56Z", [0.0, 0.0, 0.0, 0.25, 0.4, 0.26, 0.09], ""], [99943, "2022-01-06T14:50:16Z", [0.0, 0.0, 0.0, 0.26, 0.47, 0.18, 0.09], "Well, bins 1 and 2 are now out! The 7-day average of hospitalizations for England on Dec 31 was >2000.\nI think bin 3 will be ruled out in the next few days."], [58072, "2022-01-06T09:59:42Z", [0.0, 0.1, 0.25, 0.25, 0.2, 0.1, 0.1], "Six days later and we have one more day of hospitalization data. :( Seven-day average hospitalizations have now passed 1,500.  And it looks like there is less lag between cases and hospitalization than I'd expected, which may mean a sharper (and thus taller) hospitalizations peak."], [86367, "2022-01-06T06:58:00Z", [0.0, 0.0, 0.0, 0.06, 0.24, 0.31, 0.39], ""], [99943, "2022-01-06T04:44:56Z", [0.0, 0.0, 0.0, 0.21, 0.45, 0.24, 0.1], ""], [99943, "2022-01-06T04:44:34Z", [0.0, 0.0, 0.0, 0.21, 0.48, 0.21, 0.1], ""], [80790, "2022-01-05T20:47:19Z", [0.0, 0.0, 0.66, 0.32, 0.02, 0.0, 0.0], "Last 7 days are showing hovering around 2k without the Scotland data, so the average will reach 2k this week, which rules out bins 1 and 2. Cases seem to be peaking and hospitalisations lower than expected.  There is still a lag on the peak cases to reach hospitalisations, so scope to get to 2.5k but likelihood seems low at the moment.  So bin 3 seems most probable now."], [101031, "2022-01-05T20:41:32Z", [0.0, 0.12, 0.28, 0.27, 0.22, 0.09, 0.02], ""], [80790, "2022-01-05T20:41:12Z", [0.0, 0.0, 0.79, 0.19, 0.02, 0.0, 0.0], "Comment deleted on Jan 05, 2022 08:47PM UTC"], [86554, "2022-01-05T17:37:29Z", [0.0, 0.01, 0.42, 0.44, 0.1, 0.02, 0.01], ""], [691, "2022-01-05T17:06:24Z", [0.0, 0.0, 0.3, 0.3, 0.3, 0.1, 0.0], ""], [22689, "2022-01-05T17:03:00Z", [0.0, 0.5, 0.5, 0.0, 0.0, 0.0, 0.0], ""], [87827, "2022-01-05T16:14:47Z", [0.0, 0.01, 0.12, 0.2, 0.35, 0.2, 0.12], "Cases are potentially peaking ~200k. Using my methodology from before [1] with a 1.5 to 1.75% hospitalization rate would get a range of 3,000 to 3,500. So I'm centering around that with wide tails. [1] https://www.gjopen.com/comments/1374590"], [86367, "2022-01-05T15:44:33Z", [0.0, 0.0, 0.0, 0.15, 0.24, 0.27, 0.34], ""], [79069, "2022-01-05T08:06:10Z", [0.0, 0.0, 0.01, 0.26, 0.46, 0.18, 0.09], "With Omicron now at over 95% prevalence the relative level of hospitalisation should be reduced compared to the start of the Omicron surge when Delta was contributing a  significant proportion of cases (ie through to mid-December). But transmission is now spreading into older age groups, with the rate of cases over 60+ years having roughly doubled in the last week. Cases are looking to remain at least 180-205k/day (yesterdays 218k count included an addition day of 20k from Wales I believe) for the next week, and I think could climb higher than this.\nBooster doses are steady around 60% of population and needing at least a week for efficacy. I'm now estimating a range of 2,850-3,750 based on cases plateauing over the next two weeks."], [99857, "2022-01-04T23:22:26Z", [0.0, 0.19, 0.53, 0.21, 0.04, 0.02, 0.01], "The 9:47 update on Jan 3 says \"He says there are around 360 patients in hospital wards with Covid, about 10% of whom were in intensive care - a lower proportion than in previous waves.\" (https://www.bbc.com/news/live/uk-59857255)  I'm pretty sure that's referring to London hospitals... which is no increase over the last week... which is interesting... https://www.telegraph.co.uk/news/2022/01/04/londons-covid-cases-admissions-peak-without-overwhelming-nhs/"], [104056, "2022-01-04T22:20:06Z", [0.0, 0.1, 0.3, 0.2, 0.2, 0.1, 0.1], ""], [767, "2022-01-04T21:19:45Z", [0.0, 0.05, 0.55, 0.3, 0.1, 0.0, 0.0], "Omicron is moving very fast and trends coming from hot spots like London hint at a peak soon. Still the holiday gatherings full effect may not yet be showing so a lot can still happen in the next 2-4 weeks.  \nhttps://coronavirus.data.gov.uk/details/healthcare"], [86554, "2022-01-04T18:06:27Z", [0.0, 0.08, 0.44, 0.35, 0.1, 0.02, 0.01], ""], [86554, "2022-01-04T18:05:30Z", [0.0, 0.13, 0.42, 0.32, 0.1, 0.02, 0.01], ""], [33873, "2022-01-04T17:59:57Z", [0.0, 0.0, 0.24, 0.32, 0.26, 0.12, 0.06], "I think this staying below 3000 is all about the effects of age on infection severity with Omicron. Take a look at 'Cases by specimen date age demographics' on https://coronavirus.data.gov.uk/details/cases?areaType=region&areaName=North%20West You can see the cases proliferating into the 60+ group rapidly at from just before Christmas onwards. \n- How much higher is the hospitalisation rate in over 60s who are boosted (e.g. the vast majority) than the current average across all ages/vaxx statuses?\n- How much higher is the hospitalisation rate in over 60s who are unvaccinated or partially vaccinated? In London, We should be right now seeing a spike in hospitalisation's as the rate of infection started increasing rapidly around 20th December. I am however sceptical of the hospital data over the last few days which I worry will be suffering from inaccuracies caused by the Christmas holidays. The fact that all regions seem to be displaying a dip in January, despite London beign 'furthest ahead' suggests that this is the case.  We just might get up to the previous highs we saw in January last year, with shorter hospital stays."], [14603, "2022-01-04T16:39:28Z", [0.0, 0.0, 0.0, 0.27, 0.4, 0.33, 0.0], "Daily cases are now around 200,000 and while daily admissions to hospital have not been reported since 27th the total number in hospital has risen by close to 60% in less than a week. Given hospitalisation rates of c1.3-1.5% of cases, it seems unlikely now that the maximum average will be below 3,000. Distribution in the higher buckets is hard to assess while cases are still distorted by Xmas and NY processing so that its difficult to tell the rate of increases (and whether this is slowing. It is reported that cases in London have peaked and are falling but as a large numbe rof people go home and away from London for xmas I am not sure if this means that much."], [691, "2022-01-04T16:23:07Z", [0.0, 0.0, 0.2, 0.34, 0.34, 0.12, 0.0], ""], [103878, "2022-01-04T13:05:11Z", [0.0, 0.01, 0.26, 0.32, 0.26, 0.12, 0.03], ""], [58072, "2022-01-04T12:19:11Z", [0.02, 0.29, 0.29, 0.19, 0.1, 0.05, 0.06], "Hospitalization data still only goes up to the 27th of December, but more data on cases is slowly coming through.  Though we're past the phase of Omicron cases doubling every two days, they're still rising in the new data and exceeded 200K cases on the 29th of December. (not relevant to the question, but I'm actually surprised how bad the data has been over the Christmas and New Year period.  It seems like this is important data that would directly affect Covid policy at a critical time)"], [95882, "2022-01-03T20:01:31Z", [0.0, 0.0, 0.1, 0.21, 0.27, 0.34, 0.08], ""], [79069, "2022-01-03T18:57:01Z", [0.0, 0.0, 0.01, 0.23, 0.36, 0.28, 0.12], "If cases plateau around 200k as forecast last week, then a combination of younger age groups producing a lower level of hospitalisations may transition to older age groups (with higher hospitalisation) more smoothly, resulting in a lower peak, perhaps by the end of Jan. I think cases will climb slightly higher during middle of January but its hard to tell with a high degree of accuracy yet."], [86554, "2022-01-03T17:21:09Z", [0.0, 0.1, 0.42, 0.35, 0.1, 0.02, 0.01], ""], [86554, "2022-01-03T17:20:50Z", [0.0, 0.15, 0.42, 0.3, 0.1, 0.02, 0.01], ""], [102244, "2022-01-03T17:14:09Z", [0.0, 0.5, 0.5, 0.0, 0.0, 0.0, 0.0], ""], [86367, "2022-01-03T15:34:30Z", [0.0, 0.0, 0.04, 0.21, 0.24, 0.25, 0.26], ""], [99943, "2022-01-03T15:30:32Z", [0.0, 0.0, 0.0, 0.2, 0.35, 0.31, 0.14], ""], [87827, "2022-01-03T14:54:56Z", [0.0, 0.03, 0.2, 0.3, 0.25, 0.15, 0.07], ""], [87827, "2022-01-03T14:50:12Z", [0.0, 0.03, 0.3, 0.35, 0.2, 0.1, 0.02], "Unskewing this to be more centered around my estimate instead of weighted downward, looks like hospitalizations are certain to pass 1,500 and cases are going even higher than my ~175k upper bound guess. https://www.gjopen.com/comments/1374590"], [34959, "2022-01-03T14:16:37Z", [0.0, 0.01, 0.22, 0.33, 0.27, 0.12, 0.05], ""], [14603, "2022-01-03T10:10:16Z", [0.0, 0.0, 0.2, 0.27, 0.35, 0.18, 0.0], ""], [101187, "2022-01-03T08:19:55Z", [0.0, 0.1, 0.4, 0.4, 0.1, 0.0, 0.0], ""], [79069, "2022-01-02T19:12:25Z", [0.0, 0.0, 0.0, 0.18, 0.34, 0.3, 0.18], "There may be a lull now before the true peak. I’m expecting the 7-day average to reach 2,500/day in 10-14 days, but with the increase slowing as an effect of post-New Year caution including social distancing, and secondary schools reverting to mask wearing during term time. The lack of testing capability may also become a contributing factor shortly, and may hamper schools testing twice a week, making case counts less clear.\nAnother concern is the spread into older age groups which looks to have started and will likely impact more quickly on rate of hospitalisation compared to the 15-45yrs ages that were more common over Christmas.\nBooster shots will help reduce severe symptoms but daily dose rates dropped back to pre-omicron levels after Dec 24th, with 59% now having had third dose."], [86554, "2022-01-02T18:34:19Z", [0.0, 0.05, 0.32, 0.45, 0.15, 0.02, 0.01], ""], [99943, "2022-01-02T17:10:21Z", [0.0, 0.0, 0.05, 0.25, 0.26, 0.24, 0.2], "Noting that the 7-day average on Dec 31 for patients in England calculated using the raw data provided on the resolution website is 1821.9, while cases in the UK continue to skyrocket. I expect a 7-day average of 2,000/day for the UK to be reached in the data for the first few days of January."], [86554, "2022-01-02T15:12:05Z", [0.0, 0.01, 0.27, 0.45, 0.2, 0.05, 0.02], ""], [86554, "2022-01-02T15:10:42Z", [0.0, 0.01, 0.2, 0.45, 0.27, 0.05, 0.02], ""], [80790, "2022-01-02T14:11:33Z", [0.0, 0.41, 0.38, 0.17, 0.02, 0.01, 0.01], "Todays latest average is already 1419, with all later days not yet showing in average as higher, so bin 1 is already out of the running. The stat I’ve seen people talk about is that the hospitalisation numbers report include anyone admitted to hospital for any reason but happen to test positive because everyone admitted is tested, not hospitalisations caused by Covid.  (Can’t remember where I saw this, so no source link) So if there are higher rates in the population and omicron has a lot of asymptomatic cases, then there will be high rates detected on those going into hospital.  If we add on the fact that in early January these will likely be an increase in admissions due to Covid problems, the numbers reported could increase by more than expected.  This needs to be taken into account for this question, so am revising my higher buckets likelihood up a bit.   But I still don’t think it will pan out as dire as the government and NHS is preparing for and everyone’s forecasts here are showing.  I may be overly optimistic, but the combination of lots of LTF testing, more vaccinations, and alot of boosters in December likely mitigating severity of illness, even if lots of people got sick and a less severe illness all lean into that feeling. One other thought to throw in is that before and over Christmas people put off going to doctors or hospital for longer as they don’t want to mess up plans, so when they do go they are sicker and so more people will end up needing to go in in.  This is likely to be affecting the current numbers, thus inflating them again, but may ease off in the next week or two.   The first 2 weeks of Jan data will give us a much better view of what will really happen."], [80790, "2022-01-02T14:09:02Z", [0.0, 0.54, 0.31, 0.11, 0.02, 0.01, 0.01], "Comment deleted on Jan 02, 2022 02:12PM UTC"], [79069, "2022-01-02T10:01:54Z", [0.0, 0.0, 0.0, 0.1, 0.26, 0.34, 0.3], ""], [88452, "2022-01-02T09:56:42Z", [0.0, 0.0, 0.0, 0.02, 0.12, 0.28, 0.58], ""], [4236, "2022-01-02T01:28:17Z", [0.0, 0.0, 0.0, 0.0, 0.25, 0.25, 0.5], ""], [33873, "2022-01-01T21:12:54Z", [0.0, 0.05, 0.47, 0.32, 0.13, 0.03, 0.0], ""], [22689, "2022-01-01T19:52:44Z", [0.0, 0.0, 0.5, 0.5, 0.0, 0.0, 0.0], ""], [22689, "2022-01-01T19:49:39Z", [0.0, 0.5, 0.5, 0.0, 0.0, 0.0, 0.0], ""], [691, "2022-01-01T16:50:48Z", [0.0, 0.1, 0.3, 0.38, 0.22, 0.0, 0.0], ""], [103878, "2022-01-01T15:43:43Z", [0.0, 0.13, 0.26, 0.32, 0.21, 0.06, 0.02], ""], [44308, "2022-01-01T14:49:19Z", [0.0, 0.0, 0.1, 0.3, 0.5, 0.1, 0.0], ""], [14603, "2022-01-01T13:20:17Z", [0.0, 0.2, 0.28, 0.27, 0.25, 0.0, 0.0], ""], [33873, "2022-01-01T09:39:48Z", [0.0, 0.38, 0.36, 0.26, 0.0, 0.0, 0.0], ""], [79069, "2022-01-01T09:33:43Z", [0.0, 0.0, 0.0, 0.14, 0.28, 0.32, 0.26], ""], [99857, "2022-01-01T08:14:56Z", [0.0, 0.19, 0.53, 0.21, 0.04, 0.02, 0.01], "Though the 7 day avg isn't past 1500 yet I'd be surprised not to see that happen"], [86367, "2022-01-01T05:38:11Z", [0.0, 0.0, 0.07, 0.25, 0.24, 0.18, 0.26], ""], [86554, "2022-01-01T00:09:59Z", [0.0, 0.05, 0.37, 0.36, 0.2, 0.02, 0.0], ""], [79069, "2021-12-31T21:01:46Z", [0.0, 0.0, 0.0, 0.18, 0.36, 0.34, 0.12], ""], [86554, "2021-12-31T19:59:46Z", [0.0, 0.1, 0.37, 0.36, 0.15, 0.02, 0.0], ""], [691, "2021-12-31T18:33:44Z", [0.0, 0.25, 0.35, 0.25, 0.15, 0.0, 0.0], ""], [58072, "2021-12-31T16:22:57Z", [0.05, 0.35, 0.25, 0.16, 0.09, 0.04, 0.06], "Greatly decreasing my forecast for 'Less than 1,500' as hospitalizations are currently at 1,419.6 and rising, looking likely to pass 1,500 soon.  That said, I don't think the data is in line with worst case projections either so I've increased my forecasts for the lower bins above 1,500 the most.  The truth may still be disguised by various data glitches over the Christmas period however."], [86554, "2021-12-31T11:35:42Z", [0.0, 0.05, 0.35, 0.3, 0.2, 0.1, 0.0], ""], [79069, "2021-12-31T09:58:01Z", [0.0, 0.0, 0.03, 0.24, 0.35, 0.28, 0.1], ""], [88452, "2021-12-31T05:37:41Z", [0.0, 0.0, 0.02, 0.03, 0.16, 0.31, 0.48], ""], [99943, "2021-12-31T04:58:25Z", [0.0, 0.0, 0.02, 0.21, 0.25, 0.26, 0.26], ""], [99943, "2021-12-30T23:58:53Z", [0.0, 0.0, 0.02, 0.21, 0.26, 0.26, 0.25], ""], [79069, "2021-12-30T21:14:31Z", [0.0, 0.0, 0.1, 0.28, 0.38, 0.18, 0.06], ""], [79069, "2021-12-30T13:55:03Z", [0.0, 0.0, 0.2, 0.32, 0.32, 0.12, 0.04], ""], [103635, "2021-12-30T13:14:50Z", [0.1, 0.24, 0.26, 0.25, 0.1, 0.05, 0.0], ""], [103876, "2021-12-30T11:30:35Z", [0.1, 0.13, 0.22, 0.29, 0.14, 0.08, 0.04], "There appears to be a substantially reduced risk of hospitalisation (potentially around 70%) from the Omicron variant, but it is significantly more infectious - infections are already three times as high as the Alpha variant peak and will likely rise further. However, London infections appear already to have peaked, and this is also what data from South Africa suggests is likely. With high vaccination levels now likely to prevent hospital admissions for a large proportion of the population, this suggests a peak that is significant, but well below that of January 2021, when it reached over 4000."], [101031, "2021-12-30T10:19:34Z", [0.1, 0.26, 0.28, 0.2, 0.1, 0.04, 0.02], "Reducing bin 1 a bit. "], [95202, "2021-12-30T08:52:30Z", [0.0, 0.0, 0.15, 0.7, 0.15, 0.0, 0.0], ""], [99943, "2021-12-30T07:23:52Z", [0.0, 0.01, 0.15, 0.24, 0.25, 0.2, 0.15], ""], [99943, "2021-12-30T07:12:30Z", [0.0, 0.05, 0.18, 0.25, 0.22, 0.16, 0.14], "The UK government is preparing for a massive surge in hospitalizations: https://inews.co.uk/news/politics/nhs-england-makes-plans-for-field-hospitals-in-preparation-for-wave-of-omicron-covid-cases-1365680/amp\n\"NHS leaders are planning for temporary field hospitals in hospital car parks and to review the capacity of their mortuaries in readiness for the expected surge of Covid patients over the next five weeks. The contingency measures, first reported in health journal HSJ, are being put in place due to continuing uncertainty around the volume of admissions that can be expected in January. NHS England held a series of calls on Tuesday during which they asked local leaders to plan for a severe wave of admissions.\"\n\"While NHS England is yet to formally request military support to provide the field hospitals, it is expected that the call for support from the Ministry of Defence (MoD) could go in as early as this week.\" They really must have no plans for restrictions. They're planning to set up field hospitals, bring in refrigerated trucks to use as morgues, and request military help, but they won't put restrictions in place. Also, I don't think cases in London, England or the UK have peaked. I think case reporting has slowed in London but that a peak in reported cases will likely be sometime in the first week of January, possibly week 2 or even 3."], [6654, "2021-12-30T00:21:41Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [86554, "2021-12-29T23:49:17Z", [0.0, 0.2, 0.45, 0.3, 0.05, 0.0, 0.0], ""], [65480, "2021-12-29T22:42:43Z", [0.0, 0.03, 0.11, 0.17, 0.19, 0.21, 0.29], ""], [99943, "2021-12-29T22:31:43Z", [0.0, 0.05, 0.33, 0.31, 0.2, 0.07, 0.04], "The 7 day average for hospital admissions for England (which has all but ~100 hospitalizations/day right now) on Dec 27 is 1289. Bin 1 is out.\nBin 2 is also very unlikely imo as cases have not yet even peaked, and hospitalizations lag cases by a week or more. It's not clear that cases have even peaked in London yet.\nI think bins 3, 4 or even 5 are most likely, depending when and how high cases peak. Also note that Omicron has yet to work its way through older segments of the population. If cases peak in early Jan like they did last year, higher bins will be more likely."], [79069, "2021-12-29T20:17:08Z", [0.0, 0.01, 0.17, 0.32, 0.3, 0.14, 0.06], ""], [79069, "2021-12-29T20:09:26Z", [0.0, 0.0, 0.2, 0.32, 0.28, 0.15, 0.05], ""], [75948, "2021-12-29T19:30:23Z", [0.33, 0.67, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [99943, "2021-12-29T15:52:45Z", [0.01, 0.08, 0.22, 0.29, 0.28, 0.07, 0.05], "https://twitter.com/Davewwest/status/1476215882770751494"], [103822, "2021-12-29T12:08:08Z", [0.03, 0.39, 0.47, 0.11, 0.0, 0.0, 0.0], ""], [79069, "2021-12-29T09:56:13Z", [0.0, 0.28, 0.4, 0.26, 0.04, 0.01, 0.01], "England accounts for ~90% all admissions, and showed 1,374 for 26th. UK is therefore likely to be over 1,500 already and climbing.\nAs social interaction increases over New Year and people return from any travels I think testing will increase and case numbers will go up further. 7-day PCR positivity has doubled to 19.5% in the last two weeks in England. \nWith very little in the way of additional mandated restrictions in England by the Government many will infer that the situation is ‘manageable’ given some awareness that Omicron is less severe. All of which will lead to cases rising fairly quickly through January, as any new mandates will take a week to reflect on case numbers. Staff shortages through illness are also becoming more significant in the health care industry.\nOn the positive side, greatest Omicron spread is still within younger age groups, particularly 10-45yrs, which should lead to fewer and shorter hospital stays. Booster doses, which improve vaccine efficacy to ~70%, are at 57% in England, and could exceed 70% by mid-Jan at the current rate.\nSo everything could happen quite quickly, and bin 2 is now looking less likely. Upper end is still ~2,700 but this could change if the Gov maintains the laissez-faire approach."], [33873, "2021-12-29T09:42:12Z", [0.05, 0.38, 0.33, 0.24, 0.0, 0.0, 0.0], ""], [33873, "2021-12-29T09:41:10Z", [0.1, 0.38, 0.28, 0.24, 0.0, 0.0, 0.0], "Changing this round a bit to give more weight to the higher end. I feel if restrictions aren’t imposed before New Year as confirmed now, then we are much more likely to see a bigger spike in hospitalizations by mid January as the cases spike around the country.  One factor that might increase the numbers is that people who are admitted with Covid rather than because of also appear in these figures. For the rest of the pandemic this has not been as important as it wasn’t so widespread, however now I think it will start to have an effect."], [14603, "2021-12-29T09:29:51Z", [0.0, 0.25, 0.28, 0.27, 0.2, 0.0, 0.0], ""], [88452, "2021-12-29T06:57:27Z", [0.0, 0.01, 0.04, 0.07, 0.19, 0.31, 0.38], ""], [86367, "2021-12-29T00:59:37Z", [0.01, 0.22, 0.26, 0.18, 0.16, 0.11, 0.06], ""], [79069, "2021-12-28T23:38:28Z", [0.0, 0.42, 0.4, 0.16, 0.01, 0.01, 0.0], "Adjusting to reflect the range forecast, given that the expected total is closer to 1,800 than 2,700."], [86554, "2021-12-28T19:55:56Z", [0.05, 0.55, 0.3, 0.1, 0.0, 0.0, 0.0], ""], [101031, "2021-12-28T19:25:55Z", [0.2, 0.26, 0.23, 0.15, 0.1, 0.04, 0.02], "I thinkthat the lower outcomes are more likely. \nThere seems to be a move around the world to isolate at home and provide antivirals before people need to go to hospital. Should/could keep admissions low"], [103907, "2021-12-28T19:16:57Z", [0.0, 0.6, 0.3, 0.1, 0.0, 0.0, 0.0], "It's unlikely that COVID hospitalisations will rise significantly as a result of omicron, they appear to have levelled at just above 1k, but will probably still rise slightly. After christmas is worst time, but jabs are being distributed which will reduce. It's right around the 1500 - 1700 mark I think. "], [86554, "2021-12-28T18:40:37Z", [0.05, 0.5, 0.3, 0.15, 0.0, 0.0, 0.0], ""], [87827, "2021-12-28T18:10:01Z", [0.1, 0.2, 0.35, 0.2, 0.1, 0.04, 0.01], "I started out thinking about comparing case peaks to hospitalization peaks in previous waves, but that runs into a big snag. If you do that you get the following: ~59k peak in cases (7 day average) in early January 2021, with a peak of ~4,200 hospital admissions shortly after. ~7.1% of peak cases turned into peak hospital admissions.\n~48k peak in cases in July with a peak of ~900 hospital admissions. ~1.9% of peak cases turned into peak hospital admissions. Cases and hospital admissions have fluctuated around the latter levels since July. But the latter provides more useful numbers, since testing has massively expanded since January 2021 in the UK [1]. It's useful to look at test positivity for this as well [2]. For the January peak they were doing around 500k tests per day, from March on they've fluctuated around 900k tests per day, not dropping below 650k. Positivity was 13% at the January peak and only just now reached above 5%. So even though cases look comparable between January and July they're not, a lot of cases were likely missed in the January wave. So based on that I'm going to estimate the peak in cases and apply around 1.5 to 1.75% to estimate hospital admissions. That's lower than the summer percentage, but I think that's justified based on evidence from other regions that hospitalizations are lower (due to a potentially less severe virus and due to increased immunity due to people being fully vaccinated) [3]. There are signs that Omicron may be peaking in London [4], and South Africa peaked as well. So I would guess cases will peak in the UK sooner rather than later. Christmas is messing everything up as far as case reporting, but I'll guess a peak of around 130k to 175k cases. That would put my lower bound estimate at 120k*1.5% = 1,800 hospital admissions and my upper bound at just above 3,000. I'm widening the tails because this is a rough estimate, but I'm centering around that and leaning toward the lower end of my range a bit. [1] https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-03-01..latest&facet=none&pickerSort=asc&pickerMetric=location&Metric=Tests&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR [2] https://ourworldindata.org/explorers/coronavirus-data-explorer?zoomToSelection=true&time=2020-03-01..latest&facet=none&pickerSort=asc&pickerMetric=location&Metric=Share+of+positive+tests&Interval=7-day+rolling+average&Relative+to+Population=false&Align+outbreaks=false&country=~GBR [3] https://twitter.com/BNODesk/status/1474079880782438406 [4] https://twitter.com/trvrb/status/1474143588564942865"], [102681, "2021-12-28T17:56:17Z", [0.02, 0.03, 0.1, 0.1, 0.2, 0.4, 0.15], ""], [99943, "2021-12-28T16:58:28Z", [0.05, 0.24, 0.27, 0.2, 0.12, 0.07, 0.05], "I'm not sure how high hospitalizations are going to go if England isn't going to impose restrictions. Still awaiting Dec 28's data release. Still no London hospitalization data available after Dec 25, no UK hospitalization data available after Dec 20. A number of people on twitter are talking about how people have to wait hours for an ambulance in various parts of the UK right now."], [79069, "2021-12-28T13:41:25Z", [0.03, 0.35, 0.4, 0.18, 0.03, 0.01, 0.0], "I think any decrease in case numbers last week will have been due to testing and social conditions around holidays - they will soon go back up. Younger age groups from 10-35 yrs show highest case rates in London as you’d expect through social interaction, and 10-50 yrs across the U.K. With the Government consistently imposing restrictions only as a last resort in England, cases are likely to increase to a peak around late January, once schools and higher education are fully back in term.\nGiven Omicron’s 50-70% lower virulence there is less political will to increase mandates, so England will ‘get by’ unless the NHS is desperate, but severe cases should be far less common, so the speed of spread rather than total numbers may be the critical factor, especially if hospitalisation is a brief stay for the majority.\nPeak totals will depend on how the listed factors combine, whether other restrictions are brought in, and how quickly cases move into older age groups, but I’m I’m expecting WFH and more cautious behaviour to slow the doubling rate and spread the curve with cases peaking near 200k/day, hospitalisation following at ~1,800 to 2,700 if pushed higher by other effects such as health care staff shortages."], [86554, "2021-12-28T12:16:53Z", [0.2, 0.5, 0.2, 0.1, 0.0, 0.0, 0.0], ""], [86554, "2021-12-28T12:15:38Z", [0.05, 0.55, 0.25, 0.15, 0.0, 0.0, 0.0], ""], [103162, "2021-12-28T10:53:24Z", [0.03, 0.32, 0.35, 0.2, 0.08, 0.02, 0.0], ""], [9263, "2021-12-28T03:06:46Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [97582, "2021-12-27T22:55:02Z", [0.04, 0.09, 0.21, 0.26, 0.22, 0.13, 0.05], ""], [1667, "2021-12-27T20:39:55Z", [0.1, 0.6, 0.2, 0.04, 0.03, 0.02, 0.01], ""], [99943, "2021-12-27T18:24:15Z", [0.05, 0.22, 0.27, 0.22, 0.12, 0.07, 0.05], ""], [99943, "2021-12-27T18:17:06Z", [0.15, 0.2, 0.22, 0.19, 0.12, 0.07, 0.05], "Allowing some chance of bin 1 as hospital admissions in London on Dec 24 and 25 were down. I'm waiting to see what subsequent days will show, as these hospitalizations reflect cases a week before, which were concentrated among a younger segment of the population, and cases have increased since then."], [101422, "2021-12-27T17:32:21Z", [0.2, 0.61, 0.09, 0.05, 0.03, 0.01, 0.01], ""], [99857, "2021-12-27T16:57:52Z", [0.29, 0.43, 0.14, 0.07, 0.04, 0.02, 0.01], "With the new Christmas data (1171 hospitalizations a/o Dec 27th), there's a chance the numbers are peaking sooner than initially thought in the 130k's, which would keep the total under 2000. It's likely hospital numbers will go up this week but how much is still uncertain. Regardless, it's less than I first thought so am shifting the whole forecast down. That said, things could go pear shaped in a hurry still so I'll keep the forecast spread while more data arrives over the next couple weeks."], [22689, "2021-12-27T16:07:27Z", [0.5, 0.5, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [79069, "2021-12-27T09:25:56Z", [0.03, 0.34, 0.4, 0.18, 0.03, 0.01, 0.01], ""], [33873, "2021-12-27T08:27:10Z", [0.24, 0.42, 0.22, 0.12, 0.0, 0.0, 0.0], ""], [99943, "2021-12-27T04:56:34Z", [0.0, 0.23, 0.25, 0.24, 0.12, 0.09, 0.07], ""], [99857, "2021-12-26T23:40:27Z", [0.02, 0.19, 0.34, 0.31, 0.11, 0.02, 0.01], "Time to fermieze(sp?) this guess... South Africa looks like deaths are trailing infection by ~7 days. So hospitalizations probably lag 4-6 days. London had 386 on Dec 22. On Dec 17 there were 24k new cases. It looks like London could be near a peak at ~30k, so the London number could hit ~450/day.  13.4% of the UK population is in London so if it followed the same trend we could see UK numbers in the range of 175k infections/day and therefore roughly ~2700 admissions (Although it will likely be more spread out) There are more tools to keep people out of hospital now, which is great, but it seems to be mostly hitting a younger population currently, so is it affects older age groups the risk of comorbidities and hospitalization will likely increase. London data will be updated tomorrow, so will start here and re-evaluate when new figures are available"], [101187, "2021-12-26T22:11:27Z", [0.05, 0.35, 0.35, 0.2, 0.05, 0.0, 0.0], ""], [691, "2021-12-26T21:28:55Z", [0.4, 0.45, 0.15, 0.0, 0.0, 0.0, 0.0], ""], [99943, "2021-12-26T17:12:20Z", [0.0, 0.25, 0.32, 0.25, 0.1, 0.05, 0.03], ""], [99943, "2021-12-26T17:11:17Z", [0.0, 0.25, 0.3, 0.25, 0.1, 0.05, 0.05], "Rethinking. Bin 1 really isn't likely. London has seen a high in its 7-day average of reported cases to date at about 24k as of Dec 16, and that has resulted in 386 admissions on Dec 22, only 6 days later, before hospitalizations can be expected to have peaked from those cases. I don't think London cases have peaked, either. I can picture hospital admissions for London alone reaching a 7-day average of maybe 600/day in the near future. And UK cases are at 90k/day and rising as of Dec 16. It's hard to picture how that won't translate into a minimum of 386 admissions/24k * 100k/day = 1600 admissions/day, especially as cases gradually work through older segments of the population. And UK hospitalizations were already at 1,171/day as of Dec 20. I expect that when hospital admissions data are updated after the holidays, 1500 will already have been reached. I do think whatever peak there is going to be in hospitalizations during the forecast period is likely to be within January to early February at the latest and is likely to be due to Omicron. It all depends on when and how high the peak in cases will be, and that, in turn, largely depends on when and whether substantial restrictions are imposed. We also have yet to see what Omicron will do in a Western European population in the absence of restrictions, but so far, the indications are that cases will be able to rise quite high."], [103663, "2021-12-26T14:24:38Z", [0.0, 0.23, 0.43, 0.34, 0.0, 0.0, 0.0], "Better In home medicines, more self tests, more vaccinated people, less virulent strains."], [86367, "2021-12-26T13:21:02Z", [0.03, 0.22, 0.24, 0.18, 0.15, 0.11, 0.07], ""], [14603, "2021-12-26T11:09:08Z", [0.0, 0.1, 0.28, 0.29, 0.23, 0.1, 0.0], ""], [14603, "2021-12-26T11:05:38Z", [0.0, 0.1, 0.2, 0.3, 0.25, 0.15, 0.0], ""], [14603, "2021-12-26T10:49:57Z", [0.0, 0.1, 0.15, 0.3, 0.3, 0.15, 0.0], "The current rate of daily cases is 125,000 but rising (it was 80,000 7-10 days ago and 50,000 a week before that). There may be tighter restrictions in the new year across the country and there are from today in Scotland and Wales, which would slow the rise in cases.  A peak case range of 175,000-250,000 is certainly possible before restrictions kick in or Omicron falls as in South Africa. The rate of hospitalisation has fallen from a 10-12% peak a year ago before vaccines to 1.6% now and was running at 2-2.3% pre booster jabs. This data (125k @1.5%=1.9K 175k@1.5% hospitalisation=2.6k,  225k@2.25%=>5k, compared to a short lived peak of a little over 4,000 this time last year. Current hospitalisations do not fully reflect ongoing booster jabs and studies indicating Omicron is milder and results in fewer admissions to hospitals. "], [80790, "2021-12-26T00:38:15Z", [0.28, 0.49, 0.19, 0.04, 0.0, 0.0, 0.0], "Rationale for bin 1:\n- high levels of vaccination and boosters.  \n- 2nd vaccinations for 12 to 15 year olds now allowed\n- lots of self testing so lots of self management\n- seemingly slightly less bad symptoms in many cases\n- better treatments to prevent hospital admission Will give some bin 2 likelihood for the post Christmas peak, but as there are many more cases now than last year but only a quarter the hospital admissions, I can’t see it going into bin 3 much.\n"], [99943, "2021-12-25T20:47:49Z", [0.1, 0.22, 0.27, 0.21, 0.1, 0.05, 0.05], "There are a lot of moving parts to this question:\n* how high the peak in cases will be; this is a big question.\n* the lag from case identification to hospitalization, which is fairly diffuse and varies with location; it's generally 7-10 days.\n* how Omicron moves through different age groups in the population; Omicron has spread mainly in younger segments of the UK population so far.\n* the risk of hospitalization with Omicron, given the time of year and existing immunity profiles.\n* what restrictions will be put in place and for how long. The risk of hospitalization is being estimated, based on low numbers available to date, as roughly 25-70% lower than what was seen with Delta. I'll go with ~50% overall, as immunity acquired by previous infections and vaccinations is waning as I write. That would mean we can expect ~1% of cases to be hospitalized - if cases are tested at similar rates as before, which may not hold up as cases explode. So, to be on the safe side, I think it would be good to consider hospitalizations in the range of 0.7-2.0% of cases. It could be very difficult to know what's going on with cases very well until around late in the first week of January, because of the holidays, although the UK does do a very good job maintaining the continuity of testing and reporting. UK cases here: https://coronavirus.data.gov.uk/details/cases A comparison with last year is also useful. At last year's peak, there were ~4k hospitalizations/day; the peak 7 day average was 4,235. That was before vaccines and before much of the population had any immunity. Omicron may be more severe than the ancestral strain that was circulating then, though. Will cases rise so fast that hospitalizations increase so quickly that 4.0k is exceeded? I don't rule it out. A lot depends on whether England implements restrictions, as the rest of the UK has already. Also, when restrictions are lifted at some point, what then? Omicron is extremely contagious. The 7 day average was at 940.1 on Dec 17, and at least some further rise is already baked in. I can't imagine the peak 7 day average being below 1500, especially as Omicron makes its way through older segments of the population; cases have not peaked yet. London alone may well see 800 admissions/day very soon, especially if restrictions are not imposed. But I also can't very easily picture it getting extremely high, as UK governments will likely intervene to prevent as many hospitalizations as last winter. I will cast my net far and wide in between at this point, though.  Let's suppose that the 7 day average of cases peaks at ~120k/day thanks to restrictions; this may well be too low. 0.007*120k = 840; we've already passed that. 0.02*120k = 2400. If cases peak at ~150k, a reasonable upper bound is 0.02 * 150k = 3k. I suspect that a peak of 7 day hospital admissions isn't likely to exceed 3k... unless Rho comes along.... Later edit: New meds that prevent Covid progression to hospitalization in some fraction of cases are becoming available. I don't think medicines that can be used at home will have a huge effect on the outcome of this forecast, but they will certainly have some. Pfizer's drug won't be widely available for some time, and molnupiravir is still in the trial phase in the UK. See an up-to-date discussion of therapeutics in the UK here: https://www.newscientist.com/article/2302731-uk-has-begun-using-drugs-for-covid-19-cases-before-they-become-severe/\nhttps://www.newscientist.com/article/2302731-uk-has-begun-using-drugs-for-covid-19-cases-before-they-become-severe/"], [94737, "2021-12-25T14:57:04Z", [1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [45594, "2021-12-25T12:35:03Z", [0.6, 0.3, 0.05, 0.05, 0.0, 0.0, 0.0], ""], [102048, "2021-12-25T08:54:57Z", [0.5, 0.32, 0.09, 0.06, 0.03, 0.0, 0.0], ""], [102244, "2021-12-24T22:49:01Z", [0.75, 0.25, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [103444, "2021-12-24T20:49:55Z", [0.6, 0.3, 0.1, 0.0, 0.0, 0.0, 0.0], ""], [58072, "2021-12-24T16:20:25Z", [0.38, 0.24, 0.16, 0.09, 0.05, 0.03, 0.05], "Initial analysis:\n - currently (data from 16th December) at 899 admissions and trending upwards; but assuming an ~14 day lag between cases and hospital admissions, we probably aren't looking at Omicron data yet.\n - we are already seeing daily results of over 100K cases, I expect a sharp Omicron peak of perhaps 200K-400K at the end of December, followed by a drop almost as quickly perhaps early January.\n - it looks like about 1 in 50 cases were being hospitalized mid-2021, and that rate has been falling (better medicine).  There are reports of 50-70% fewer hospitalizations per case than previous variants (https://www.bbc.co.uk/news/health-59769969).  So perhaps 1 in 100 to 1 in 200 cases will be hospitalized.\n - the hospitalizations peak is also likely to be more spread out than the cases peak.  Perhaps another factor of 2 reduction in the hospital admissions peak?\n - unknown whether the base load of Delta (~900 admissions / day) will continue or drop, but I can't imagine it being competed out as fast as Omicron rises.\n - I haven't really considered beyond January.  Time for further mutations or developments to occur. In summary there are a lot of unknowns at this stage.  Perhaps an Omicron peak of 1K - 3K admissions / day?"], [92079, "2021-12-24T02:12:24Z", [0.51, 0.35, 0.14, 0.0, 0.0, 0.0, 0.0], ""], [33873, "2021-12-23T21:49:40Z", [0.6, 0.3, 0.1, 0.0, 0.0, 0.0, 0.0], "Would have expected to start seeing a spike by now given cases started rising significantly >10 days ago. However it may be because most cases are in younger age groups at the moment and they will transition into older groups following the Christmas break. However most of the most vulnerable will have had boosters. I am hedging a bit towards potentially over 1500, but right now I think it will stay below."], [691, "2021-12-23T19:39:39Z", [0.22, 0.78, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [22689, "2021-12-23T19:06:50Z", [0.2, 0.8, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [88452, "2021-12-23T19:04:41Z", [0.0, 0.0, 0.0, 0.04, 0.22, 0.33, 0.41], "[compare 11 Oct 2020 through 11 Jan 2021]\nd(a t h): 523%\nd(p i h): 787% projection 20 March 2022: 5,850< a t h(2022) <9,400 (as of 26 Dec 2021)\n[projection 20 March 2022: 5,850< a t h(2022) <9,400 (as of 26  2022)\nprojection 20 March 2022: 5,850< a t h(2022) <9,400 (as of 26  2022)\nprojection 20 March 2022: 5,850< a t h(2022) <9,400 (as of 26  2022)\nprojection 20 March 2022: 5,850< a t h(2022) <9,400 (as of 26 2022)]"], [29054, "2021-12-23T18:41:40Z", [0.18, 0.77, 0.05, 0.0, 0.0, 0.0, 0.0], ""], [60695, "2021-12-23T18:16:23Z", [0.3, 0.6, 0.1, 0.0, 0.0, 0.0, 0.0], ""]], "open_date": "2021-12-23T18:00:00Z", "close_date": "2022-04-01T07:01:00Z"}