{"question_id": 1990, "title": "Will the EU amend its Own Resources Decision to help finance the EU's proposed COVID-19 recovery package before 1 September 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.84, 0.16], "correct_answer": "Yes", "correct_forecast": 0.84, "preds": [[99186, "2021-06-14T17:27:18Z", [0.91], ""], [55987, "2021-06-14T15:45:29Z", [0.85], ""], [67403, "2021-06-14T14:56:35Z", [1.0], ""], [55987, "2021-06-01T15:19:51Z", [0.85], ""], [86490, "2021-06-01T10:12:17Z", [1.0], ""], [100176, "2021-06-01T08:36:37Z", [0.9], ""], [1333, "2021-05-30T14:40:52Z", [0.5], ""], [94872, "2021-05-30T01:24:30Z", [1.0], ""], [100273, "2021-05-29T15:34:27Z", [0.51], "Moving towards Yes.\nThe plague from India will impact,  before Fall. "], [81495, "2021-05-29T05:18:40Z", [1.0], "thank mr hahn"], [81555, "2021-05-29T00:14:19Z", [0.6], ""], [46762, "2021-05-28T20:52:55Z", [1.0], ""], [1333, "2021-05-28T12:35:35Z", [0.43], ""], [58028, "2021-05-28T12:14:51Z", [1.0], "According to @SE-Meyer last contribution this question has resolved."], [94606, "2021-05-28T10:59:35Z", [1.0], ""], [88452, "2021-05-28T08:31:36Z", [1.0], ""], [94606, "2021-05-27T20:23:20Z", [0.6], "Some interesting pointers and useful datapoints from @Chrisp which have prompted me to reevaluate "], [55987, "2021-05-27T15:30:35Z", [0.85], ""], [100971, "2021-05-27T13:30:55Z", [0.8], ""], [48168, "2021-05-27T04:48:51Z", [0.81], ""], [94872, "2021-05-26T22:28:26Z", [0.8], ""], [64020, "2021-05-26T15:13:20Z", [0.8], "THEY ARE INTENT ON A WIDE OPENING FOR SUMMER HOLIDAY."], [1333, "2021-05-26T14:00:54Z", [0.44], ""], [32267, "2021-05-26T02:33:10Z", [0.87], ""], [3347, "2021-05-26T00:19:18Z", [0.8], ""], [62808, "2021-05-25T23:12:10Z", [1.0], ""], [78366, "2021-05-25T21:31:29Z", [1.0], ""], [99843, "2021-05-25T20:43:53Z", [0.66], ""], [91774, "2021-05-25T19:54:16Z", [0.1], "The EU is not very good at making big changes."], [94606, "2021-05-25T17:45:11Z", [0.84], "This article, https://bit.ly/3vkQVoR, linked by @dn nearly three weeks ago (https://bit.ly/2SlktnP) indicates that Poland has approved the legislation for ORD (and confirmed by @slapthepancake). However, Poland has yet to advise EU according to the EU table, https://bit.ly/3vkQVoR, as of today (with last entry being Finland's notification of 4 days ago). In principle, that leaves Austria, Netherlands, Hungary and Romania to notify. My understanding is that Romania has approved the legislation but is yet to notify the EU. So, Austria, Netherlands and Hungary appear to be the laggards. Netherlands does not have a formal government at the moment. Will the 'caretaker' government have the ability or courage to approve such legislation? Or will Hungary continue to hold out in opposition to the rule of law element in the ORD? As Oban and Kurz are apparently on good terms, (https://bit.ly/3uoYw4y), will they both attempt to use their legislation / notification to leverage their respective objectives? Kurz obviously has his own battle to fight at home regarding the investigation into corruption in his government (https://politi.co/3yFCmyc) which may in turn lead to his demise from office. I've read a few comments suggesting Austria could be heading for elections in the coming weeks or months (https://twitter.com/markus_pausch/status/1396518490526396416?s=20). Will Austria approve and notify before then? As the number of countries to notify dwindles, so, potentially, the 100% for this question should become clearer. However, the laggards potentially present the biggest challenge to the 100% answer, IMHO. @SE_Meyer & @Chrisp"], [97539, "2021-05-25T11:10:14Z", [0.12], ""], [98345, "2021-05-24T18:17:23Z", [0.25], ""], [63991, "2021-05-24T13:18:29Z", [0.75], ""], [86031, "2021-05-24T03:11:43Z", [0.67], ""], [1333, "2021-05-23T16:11:55Z", [0.43], ""], [101110, "2021-05-22T16:36:34Z", [0.1], ""], [25755, "2021-05-22T15:40:05Z", [0.8], ""], [58028, "2021-05-22T08:31:47Z", [0.88], ""], [1333, "2021-05-21T13:21:37Z", [0.35], ""], [25265, "2021-05-20T13:35:50Z", [0.93], ""], [26642, "2021-05-19T19:36:12Z", [0.8], ""], [1333, "2021-05-19T19:23:19Z", [0.34], ""], [81495, "2021-05-19T04:00:18Z", [0.89], ""], [94606, "2021-05-18T18:01:47Z", [0.8], "Finland finally passes the legislation; https://reut.rs/3wdUJsb. Five or six to go, it seems. Estonia, Hungary, Poland, Austria, Netherlands & Romania; https://bit.ly/3eWsPLF. I believe Romania has approved but not yet notified EU. Kurz in Austria seems to be having his own problems (https://reut.rs/3uViuot) However, his coalition seems stable enough, However;\n\"The Netherlands does not seem overly keen, as it is the only EU member state to not have submitted a “recovery plan”, which serves as the precondition to receive EU cash, which in the Dutch case amounts to 6 billion euro. It is still planning to do so later, when Dutch coalition talks have been completed.\" (https://bit.ly/3tTlP6d) So perhaps Netherlands, Austria, Poland  and Hungary will be the last to notify? Or not pass the legislation?  And; \"While some of that can be justified, in order to counter the very real risk of misspending and fraud, Knack also points out that the creation of the recovery fund has provided the “European Semester”, a largely non-binding EU process intended to coordinate national economic and fiscal policies, with binding teeth, this because “Member States must adopt the non-binding recommendations of the 2019-2020 European Semester in order to be given the green light” for EU recovery cash......Regardless of whether these suggestions are good or bad, or whether it’s a good idea for the European Commission to come up with them, the key question here is what the legitimacy is for the supranational EU policy level to affect sensitive policy choices, which really should be the preserve of national democratic debate. \" (https://bit.ly/3tTlP6d) It is worth noting that Austria, Hungary and Poland have submitted their recovery plans to the EU. see table here; https://bit.ly/2RrSzXb. Thus, it appears that these countries want to take art in the program and are likely to approve legislation and notify the EU quite soon. Netherlands, on the other hand, has done neither and does not have a fully functional government. The clock is ticking and the laggards will start feeling pressure soon, I expect, from the likes of Michel, Von der Leyen and Macron. The big question is; will any country have the courage to disapprove the appropriate national legislation and deny the EU of a functional recovery plan?  @SE_Meyer  you may find this interesting?"], [55987, "2021-05-18T16:39:56Z", [0.86], ""], [1333, "2021-05-18T13:25:39Z", [0.37], ""], [94872, "2021-05-18T03:24:46Z", [0.82], ""], [58028, "2021-05-17T12:42:19Z", [0.86], ""], [99504, "2021-05-16T21:24:20Z", [0.75], ""], [99504, "2021-05-16T21:23:50Z", [0.5], ""], [100828, "2021-05-16T20:57:40Z", [0.84], ""], [79442, "2021-05-16T18:54:33Z", [0.9], ""], [1333, "2021-05-16T14:07:09Z", [0.35], ""], [691, "2021-05-16T12:12:41Z", [0.84], ""], [81495, "2021-05-16T04:41:11Z", [0.88], "Ireland notified, though that didn't seem like much of a risk. Still watching Hungary and the Netherlands."], [98893, "2021-05-16T02:43:38Z", [0.88], "It's coming along"], [1333, "2021-05-14T15:11:00Z", [0.34], ""], [94606, "2021-05-13T21:22:38Z", [0.75], "This suggests that there are still 7 national parliaments that must notify EU; https://bit.ly/3e3y5MO.\n@Censusguyz / @SE_Meyer "], [99706, "2021-05-13T15:22:50Z", [0.8], ""], [34959, "2021-05-13T14:50:29Z", [0.75], ""], [11335, "2021-05-13T13:54:53Z", [0.84], ""], [99186, "2021-05-12T20:58:22Z", [0.68], ""], [14826, "2021-05-12T16:47:44Z", [0.75], "A fudge will be found using money."], [1333, "2021-05-12T13:50:10Z", [0.3], ""], [29054, "2021-05-11T13:58:05Z", [1.0], "It seem that grease in the form of euros is flowing to get this one bought out. "], [85144, "2021-05-10T17:59:22Z", [0.82], ""], [55987, "2021-05-10T15:32:04Z", [0.85], ""], [1333, "2021-05-10T13:27:15Z", [0.29], ""], [33637, "2021-05-10T09:47:12Z", [0.41], ""], [100724, "2021-05-10T08:58:50Z", [0.9], ""], [81495, "2021-05-09T20:04:09Z", [0.88], ""], [98893, "2021-05-09T19:57:49Z", [0.8], "No organized opposition"], [691, "2021-05-09T17:12:33Z", [0.79], ""], [94872, "2021-05-09T06:19:29Z", [0.8], ""], [94872, "2021-05-09T06:18:37Z", [0.78], ""], [81495, "2021-05-09T05:01:17Z", [0.86], "Most of the disagreements over the structure of the plan have already been fought and compromised over, and there’s no unified opposition to the plan by a group of countries, so the main risk is from domestic disputes within countries that haven’t yet ratified. Countries are already incorporating the funds into their budgets for the next year (https://www.economist.com/briefing/2021/03/31/europes-radical-economic-response-to-covid-19), so they don’t expect it to fail. The European Commission expects the ratifications to be done by late June, presumably to allow for the inevitable domestic political negotiations to take place, so if there are still problems by that point then I’d start to be worried. The sensible time to negotiation concessions was months ago (and concessions were definitely made), and those were made under threat of a hold-up.  Holdouts as of 5/8:  •\tEstonia – Estonia was originally threatening to hold up ratification over funding for the Rail Baltica plan alongside Latvia and Lithuania, though this was resolved in mid-March (https://news.err.ee/1608140158/rail-baltica-eu-funding-dispute-reaches-resolution). Latvia and Lithuania have already ratified as well. The ruling coalition is moving to vote in favor of ratifying over objections from an opposition party (https://news.err.ee/1608202966/government-to-link-eu-recovery-fund-bill-to-confidence-vote). Goal is to adopt the fund bill by June 24, and they appear poised to do that. Sidenote, the Estonian parliament has the most gorgeous conference table I’ve ever seen in the second link, I’m very jealous.   •\tIreland – Government is working on its recovery plan to submit to the EU (https://www.irishtimes.com/news/politics/coalition-eyes-900m-from-eu-recovery-and-resilience-covid-fund-1.4554501), the main hold-up currently seems to be discussion around withholding funds if changes to Ireland’s tax regime aren’t updated as part of meeting Ireland’s country-specific recommendations for receiving funds. There is flexibility in determining if those recommendations are met, and the bloc has compromised on larger issues in the past like rule-of-law provisions with Poland and Hungary. Ratification is not done by a parliamentary vote (https://www.funcas.es/articulos/ratification-of-the-eu-own-resources-decision-what-is-the-state-of-affairs/) so its not clear what the hold-up has been. Ireland has strong ties to the EU though, of all countries Ireland would be a strange one to hold up a bill like this.  •\tHungary - *some uncertainty* Previously held up the package because of rule of law provisions alongside Poland, now sorting out its funding proposals after deciding not to take loans and removing its controversial universities from the funding package. Fidesz holds 2/3 control of parliament so if they want to approve the measure that their leader negotiated they most likely can. Their partner in prior hold-ups (Poland) has already passed a bill to ratify too. That said, they don’t have a vote scheduled yet, and may be waiting for the EU to approve their recovery plan. Doing so may give them more leverage to get more controversial provisions approved. Stalling for negotiations on the other hand seems likely, but holding up dispersals for two months would be pretty drastic. Hardest hit countries have made it clear time is of the essence with the package, so a stall that long is not likely. Outright rejecting is also highly unlikely; they’re a net beneficiary of the bill, negotiated it into an acceptable place last year, and the ruling party has a strong majority in parliament. They’ll likely stall approval, but the question timeframe is very generous. •\tNetherlands – **most uncertainty** The Dutch are still in negotiations for forming a new coalition since a critical partner from the prior one decided not to back the PM. The Dutch weren’t a fan of the recovery fund but did accept it once they got an option added to stop dispersals if a country objects so they can act as a watchdog. A new government may not include Rutte as PM though. He has a reputation for resiliency in Dutch politics, but unfortunately there aren’t many scandals in Dutch politics that are at all comparable to the child benefit scandal to judge what it’ll actually mean in the future. Rutte’s party is still the largest party so they’ll definitely be involved, and if that’s the case it’ll be difficult to reject the recovery bill. Further, a new coalition or PM doesn’t change the underlying parliament seats, and Rutte’s party as the largest party may serve to ensure that everything goes smoothly. The Dutch skew Eurosceptic but they’re a beneficiary of the common market, and negotiated clauses alongside their frugal neighbors that their government found acceptable. However, that government is currently in flux, and its unclear where it will land or how long that will take. For that reason, this is probably the most uncertain vote. •\tAustria – Recovery plan already submitted, and they were a major party to the negotiations over the text of the law as a member of the “frugal four”, and two of the other members have already agreed. Per the Austrian finance minister, a member of the ruling coalition, the bill will be passed in Austria as well as other countries, so the Austrians don’t appear to want to go back on their negotiated deal, and there aren’t elections for another year or so that could shake things up (https://www.cnbc.com/2021/04/16/austria-blumel-is-convinced-eu-recovery-funds-will-go-ahead.html).  •\tPoland – Draft law already approved and a recovery plan already put forward; they just need to formally submit their approval to the EU. The vote already took place and the politics is mostly over, its just a matter of the formal approval taking place.  •\tRomania – Difficult to find news on them, seems like the issue is the vote being held up by the opposition party over the contents of the RRF plan. (https://www.euractiv.com/section/politics/short_news/romanias-psd-blocks-approval-of-eus-own-resources-decision/) Romania brought a draft of its plan to negotiate with the EC and it was rejected so its plan is still in the works, expected to be finished by the end of May instead of the April 31 deadline. Of all the objections to the recovery plan this feels more easily addressable, there’s no ideological disagreement over bloc-wide taxes or anything, this strikes me as political posturing since it’ll take awhile for the plan to be worked out. It is possible that this will lead to delays, Romania does require a 2/3 vote in parliament to ratify the plan, but it doesn’t sound like there’s any direct will to not ratify.  •\tFinland – So the Finnish court ruled that the parliament needs a 2/3 majority to pass the ratification bill, which means the ruling coalition can’t pass it by itself. However, as of May 7 the National Coalition party rescinded its plan to abstain from voting on the measure, and the Centre Party, who is the coalition partner more skeptical of the package, announced that they would vote in favor (though two PMs from both Centre and NCP announced they’d actually vote against). (https://www.helsinkitimes.fi/finland/finland-news/politics/19187-national-coalition-makes-u-turn-enabling-members-to-support-eu-recovery-facility.html). The vote is on the 12th (https://yle.fi/uutiset/osasto/news/finance_committee_greenlights_eu_covid_stimulus_package/11916758), and with the current math the vote would have 151 in favor, so a good margin of error in case of defections."], [62808, "2021-05-08T15:38:21Z", [0.81], ""], [1333, "2021-05-08T15:30:38Z", [0.28], ""], [67403, "2021-05-08T07:41:15Z", [0.98], ""], [691, "2021-05-07T16:48:43Z", [0.75], ""], [55987, "2021-05-07T14:59:15Z", [0.84], ""], [100912, "2021-05-06T16:37:01Z", [0.81], ""], [1333, "2021-05-06T13:23:00Z", [0.2], ""], [100767, "2021-05-05T23:10:29Z", [0.41], ""], [100767, "2021-05-05T23:08:39Z", [0.0], ""], [73687, "2021-05-05T22:46:28Z", [0.89], ""], [37379, "2021-05-05T16:11:13Z", [0.83], "Excellent base rate analysis by @Peets at https://www.gjopen.com/comments/1272107"], [11289, "2021-05-05T15:04:51Z", [0.03], ""], [97140, "2021-05-05T13:25:49Z", [0.65], "https://www.forbes.com/sites/lidiakurasinska/2021/05/04/poland-ratifies-eu-recovery-fund-legislation/?sh=58a289a833ea"], [100889, "2021-05-04T22:01:13Z", [0.65], ""], [93409, "2021-05-04T15:57:01Z", [1.0], ""], [1333, "2021-05-04T14:37:10Z", [0.11], ""], [100814, "2021-05-04T11:58:26Z", [0.69], ""], [100724, "2021-05-04T08:16:57Z", [0.86], ""], [94872, "2021-05-04T04:18:26Z", [0.75], ""], [100863, "2021-05-03T21:04:04Z", [1.0], ""], [98388, "2021-05-03T07:55:13Z", [0.85], "Given the time that the EU historically take to ratify amendments and the target that they have set for \"Summer\" 2021 as per \nhttps://www.europarl.europa.eu/RegData/etudes/BRIE/2021/690520/EPRS_BRI(2021)690520_EN.pdf\nI believe they will miss their own target, however feel that the amendment will eventually pass. Considering September is the beginning of Autumn in the EU. It may well pass before then, given the preparations that may be required for COVID-19 during the approaching winter months for 2021/22."], [15955, "2021-05-03T02:57:10Z", [0.83], ""], [77513, "2021-05-02T17:25:06Z", [0.35], ""], [1333, "2021-05-02T15:02:09Z", [0.1], ""], [89099, "2021-05-02T12:51:07Z", [1.0], ""], [58028, "2021-05-02T10:01:17Z", [0.85], ""], [88708, "2021-05-02T06:58:47Z", [0.6], "https://www.consilium.europa.eu/en/documents-publications/treaties-agreements/agreement/?id=2020025&DocLanguage=en ; two of the countries that have still to decide (Hungary and Poland) are countries that have been quite often reluctant to sign global agreements, and I wouldn't be surprised if the leaders could have political gains using the \"they are exploiting us\" rhetoric against EU leading to a very complex situation. Thus I'm much less confident than the crowd\n"], [55987, "2021-05-02T05:35:52Z", [0.82], ""], [99504, "2021-05-02T05:03:44Z", [0.7], ""], [58028, "2021-05-01T20:25:51Z", [0.8], ""], [100845, "2021-05-01T17:21:23Z", [0.6], ""], [34959, "2021-05-01T15:22:33Z", [0.67], ""], [100273, "2021-05-01T01:18:53Z", [0.05], "All states !"], [100843, "2021-04-30T22:40:26Z", [0.6], ""], [88452, "2021-04-30T21:51:55Z", [1.0], ""], [1333, "2021-04-30T16:36:25Z", [0.04], ""], [94606, "2021-04-30T16:00:03Z", [0.75], "For the moment, I am going with the crowd. This list, https://bit.ly/3e3y5MO, with thanks to @SE_Meyer appears to have been updated a few days ago. It indicates that 8 countries still have to vote and indicate to the EU. I'd suggest the ones to keep an eye on are Finland, which is currently in the midst of tetchy coalition negotiations (https://bit.ly/3e3y5MO), Austria, one of the 'frugal four', Netherlands, which is currently also in tense negotiations for form a workable coalition and possibly Hungary which has previously supported Poland in the issue of the 'rule of law' element of the ORD. Poland, thanks to @Censusguyz (https://bit.ly/2ReL4CA) appears to be in a better position to vote and likely approve within the time frame of the question."], [100839, "2021-04-30T10:14:30Z", [0.9], "Estonia, Ireland, Hungary, Netherlands, Austria, Poland, Romania, Finland are left to notify.  Anchor: Poland stands to receive €58bn in grants and loans from the fund.  Can any country benefit more from stalling an essential and large block of funding during these next four months of an unprecedented modern global challenge as opposed to just collecting the benefits on the table?"], [58028, "2021-04-30T07:42:11Z", [0.75], ""], [94872, "2021-04-30T05:24:39Z", [0.75], ""], [88452, "2021-04-30T03:18:55Z", [0.86], "https://www.bundesverfassungsgericht.de/SharedDocs/Entscheidungen/DE/2021/04/rs20210415_2bvr054721.html Germany has ratified surprisingly early - the ratification by eight member states remains open; however, one of the bigger obstacles has been removed."], [67403, "2021-04-29T19:39:27Z", [0.95], ""], [1528, "2021-04-29T14:03:36Z", [0.75], ""], [100828, "2021-04-29T14:02:58Z", [0.68], ""], [100100, "2021-04-29T08:54:44Z", [0.73], "i forgot to move the percent thingy"], [100100, "2021-04-29T08:54:10Z", [0.0], "Comment deleted on Apr 29, 2021 08:55AM UTC"], [87744, "2021-04-29T07:55:55Z", [0.9], ""], [100823, "2021-04-28T21:11:13Z", [1.0], ""], [75695, "2021-04-28T21:10:18Z", [0.05], ""], [100500, "2021-04-28T16:09:56Z", [0.8], ""], [1333, "2021-04-28T16:00:49Z", [0.02], "https://www.intellinews.com/poland-s-pis-strikes-deal-with-opposition-on-ratification-of-eu-recovery-fund-209229/?source=poland&utm_source=Newsletter&utm_medium=Email&utm_campaign=Edpicks"], [81187, "2021-04-28T14:55:28Z", [1.0], ""], [1333, "2021-04-28T14:19:01Z", [0.01], ""], [99706, "2021-04-28T13:22:16Z", [0.55], ""], [67403, "2021-04-28T06:54:17Z", [0.9], ""], [99186, "2021-04-27T20:56:03Z", [0.15], ""], [81567, "2021-04-27T13:21:20Z", [0.0], ""], [85144, "2021-04-27T09:49:08Z", [0.73], ""], [94872, "2021-04-27T08:52:00Z", [0.68], ""], [94872, "2021-04-27T08:51:41Z", [0.64], ""], [73687, "2021-04-26T23:31:05Z", [0.57], ""], [98959, "2021-04-26T21:34:16Z", [0.34], ""], [100716, "2021-04-26T16:39:17Z", [0.69], ""], [100184, "2021-04-26T11:15:52Z", [0.5], ""], [23287, "2021-04-26T10:23:39Z", [0.05], ""], [18679, "2021-04-26T10:02:38Z", [1.0], ""], [80790, "2021-04-25T21:24:15Z", [0.57], "10 of the 27 countries left.  Can the Dutch sign while they don’t have a government?  Reasonable likelihood to get there by sept, but not certain."], [78927, "2021-04-25T20:32:59Z", [0.37], ""], [98345, "2021-04-25T19:28:31Z", [0.2], "After reading the linked resources, I still didn't really understand what the proposal was exactly.\nhttps://www.euronews.com/2021/03/30/the-german-constitutional-court-has-blocked-the-eu-s-recovery-fund-what-happens-now\nBased on the above, if it is approved, then the cap on the EU's budget (as it relates to each member state's GNI) will go up from 1.4% where it is currently, to 2.0%. That's not a small increase on a relative basis at all! and this is also after an increase from 1.2% as a result of Brexit. This cap will only expire after all debts and loans are repaid, which is expected to be 2058 at the latest.\nWhile there seems to be widespread support, approval has been blocked in some countries and I don't have a good sense of how much of an obstacle these will be, considering the immense pressure to go through with the proposal.\nIt sounds like the plan to borrow money to loan out to member states will not go through unless this repayment plan is approved, unfortunately, though I wonder if/when push comes to shove there will be another solution."], [64020, "2021-04-25T15:16:29Z", [0.8], "THE EU WILL EVENTUALLY COME TO THE CONCLUSION THAT FOR THE MEMBER STATES  TO OVER COME THE PANDEMIC,  ALL OF EUROPE MUST DO SO AT THE VERY LEAST, AND THE WORLD AT LARGE TO DO THE SAME."], [100756, "2021-04-25T13:20:27Z", [0.56], ""], [100782, "2021-04-25T11:37:47Z", [0.28], "No for several reasons. Getting consus from all members especially the countries like Austria, solving the German court case over its legality and sheer affordability with interest rate rises and Italy effectively insolvent"], [45594, "2021-04-25T09:10:44Z", [0.75], ""], [41352, "2021-04-25T06:55:04Z", [0.33], ""], [97140, "2021-04-24T19:05:19Z", [0.55], ""], [98893, "2021-04-24T16:16:33Z", [0.72], "Presumably"], [94661, "2021-04-24T15:06:01Z", [1.0], ""], [54663, "2021-04-24T14:44:07Z", [0.8], ""], [100570, "2021-04-24T13:46:11Z", [0.74], ""], [55251, "2021-04-24T13:25:17Z", [0.65], ""], [60695, "2021-04-24T13:12:33Z", [1.0], ""], [99484, "2021-04-24T13:10:09Z", [0.65], ""], [97375, "2021-04-24T07:48:42Z", [0.62], ""], [86031, "2021-04-24T04:51:37Z", [0.48], ""], [34815, "2021-04-24T04:45:13Z", [1.0], ""], [94872, "2021-04-24T03:16:28Z", [0.72], ""], [100756, "2021-04-24T00:53:57Z", [0.55], ""], [92079, "2021-04-23T23:19:09Z", [1.0], ""], [97185, "2021-04-23T22:23:27Z", [0.85], ""], [67403, "2021-04-23T20:51:45Z", [1.0], ""], [34621, "2021-04-23T20:22:03Z", [0.66], ""], [691, "2021-04-23T19:41:21Z", [0.75], "Presumably they'll get this done sooner or later, but perhaps not by 1 September.  "], [62808, "2021-04-23T19:06:59Z", [0.83], ""], [58028, "2021-04-23T18:22:50Z", [0.6], "It will happen because there is no other way, just not necessarily before September 1 "], [88452, "2021-04-23T17:27:08Z", [0.82], ""]]}