{"question_id": 470, "title": "Will North Korea launch a land-based intercontinental ballistic missile (ICBM) before 1 November 2017?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.2, 0.8], "correct_answer": "Yes", "correct_forecast": 0.2, "preds": [[34377, "2017-07-05T14:10:44Z", [0.99], ""], [30364, "2017-07-05T14:05:29Z", [1.0], ""], [14777, "2017-07-05T13:29:48Z", [1.0], ""], [33887, "2017-07-05T13:26:10Z", [1.0], ""], [34353, "2017-07-05T12:57:26Z", [1.0], ""], [32100, "2017-07-05T11:56:24Z", [1.0], ""], [5386, "2017-07-05T07:17:35Z", [1.0], ""], [30260, "2017-07-05T07:17:11Z", [1.0], ""], [28380, "2017-07-05T05:18:16Z", [1.0], ""], [1639, "2017-07-05T05:05:02Z", [1.0], "Yesterday’s successful intercontinental ballistic missile test marks a breakthrough in the country’s nuclear programme. The rocket that landed off Japan’s west coast yesterday followed a high, “lofted” trajectory whose range implies the missiles could travel 7,000km—enough to reach Alaska. That is striking progress, although the country is still far from having a reliable nuclear warhead. In January President Donald Trump promised that a North Korean ICBM test “won’t happen”; he may now look weak. That he recently claimed to have given up on getting help from China to curb the North’s nuclear ambitions won’t help either. Calls for new UN sanctions come as existing ones are poorly enforced. Some hawks argue for pre-emptive American strikes, but that would bring unthinkable retaliation risks for South Korea. Mr Trump promised a new direction on North Korea. Instead he is stuck with the old, lousy options"], [35033, "2017-07-05T05:02:13Z", [1.0], ""], [22689, "2017-07-05T05:01:41Z", [1.0], ""], [24771, "2017-07-05T04:54:06Z", [1.0], ""], [15196, "2017-07-05T04:49:24Z", [1.0], ""], [19801, "2017-07-05T04:24:15Z", [1.0], "The United States -- which confirmed it was an ICBM launch -- backed by Japan and South Korea, requested the urgent meeting that is scheduled for 3 pm (1900 GMT). North Korean leader Kim Jong-Un oversaw the launch of the Hwasong-14 missile which experts say is capable of reaching Alaska. North Korea's Academy of Defence Science said it reached an altitude of 2,802 kilometers (1,741 miles) and flew 933 kilometers. \nhttp://economictimes.indiatimes.com/news/defence/un-security-council-to-hold-emergency-meeting-on-north-korea/articleshow/59449775.cms The Pentagon late Tuesday confirmed North Korea's test was an ICBM.\n\"The launch continues to demonstrate that North Korea poses a threat to the United States and our allies,\" a Pentagon statement said.\nhttp://edition.cnn.com/2017/07/04/politics/us-officials-meet-north-korea-missile-launch/ This independence day, Fatty Kim gives the entire USA the best possible present. A Big Bang."], [1034, "2017-07-05T04:08:04Z", [1.0], "\nU.S. Confirms North Korea Fired Intercontinental Ballistic Missile Sang-Hun (2017) Tue July 4, states that: SEOUL, South Korea — The Trump administration on Tuesday confirmed North Korea’s claim that it had launched an intercontinental ballistic missile, and it told Pyongyang that the United States would use “the full range of capabilities at our disposal against the growing threat.” The administration followed up that warning on Wednesday morning with a joint military exercise in which United States and South Korean forces fired ballistic missiles in the waters along the Korean Peninsula’s east coast. But North Korea reaffirmed Wednesday that it would never deviate from its determination to bolster its nuclear and missile abilities as long as the United States’ “hostile policy” and “nuclear threat” persisted. The North’s state-run Korean Central News Agency said its new intercontinental ballistic missile, the Hwasong-14, was capable of hitting the “heart of the United States” with “large heavy nuclear warheads.” The launch, according to the agency, successfully tested the functions of the missile’s two propulsive stages and the warhead’s ability to endure the intense heat and vibrations as it entered the earth’s atmosphere. On Wednesday morning, North Korea’s leader, Kim Jong-un, taunted the United States, saying the launch was a Fourth of July “gift” to the Trump administration. The Korean Central News Agency said the country’s citizens were happy with the “great timing” of their leader’s decision to “hit the arrogant Americans in the nose” by conducting the first ICBM test to coincide with Independence Day (para. 1-5). Sang-Hun, C. (2017). U.S. Confirms North Korea Fired Intercontinental Ballistic Missile. The New York Times. World. Asia Pacific. Retrieved from\nhttps://www.nytimes.com/2017/07/04/world/asia/north-korea-missile-test-icbm.html @GL2814 -- @lsgold7 -- @Resonancia\n"], [28414, "2017-07-05T02:10:29Z", [1.0], ""], [83, "2017-07-05T02:05:56Z", [1.0], ""], [30260, "2017-07-05T01:22:57Z", [0.99], ""], [30260, "2017-07-05T01:22:43Z", [0.98], ""], [23234, "2017-07-04T23:59:53Z", [1.0], "Comment deleted on Jul 18, 2017 06:49AM UTC"], [1643, "2017-07-04T23:50:39Z", [1.0], "Wow, can't believe they pulled it off so quickly.\nhttp://www.cnn.com/2017/07/04/politics/us-officials-meet-north-korea-missile-launch/index.html"], [35618, "2017-07-04T23:41:07Z", [1.0], "goddanm... looks like they did it\nedition.cnn.com/2017/07/04/politics/us-officials-meet-north-korea-missile-launch/index.html"], [34353, "2017-07-04T23:38:25Z", [1.0], "Based on recent reporting, it seems this was a real ICBM"], [22833, "2017-07-04T23:30:58Z", [1.0], ""], [368, "2017-07-04T23:08:56Z", [1.0], ""], [14253, "2017-07-04T22:47:58Z", [1.0], ""], [30396, "2017-07-04T22:46:16Z", [1.0], ""], [12302, "2017-07-04T22:25:47Z", [0.8], "\"probable\", the reports are saying right now. Even if the majority decides that in the end, it's no icbm, that's way closer than previous cases.  "], [12879, "2017-07-04T21:19:57Z", [0.95], ""], [1034, "2017-07-04T21:02:44Z", [1.0], "North Korea says tests first ICBM; experts say Alaska within range Brunnstrom and Kim (2017) Tue July 4, states that: North Korea said on Tuesday it successfully test-launched a first intercontinental ballistic missile (ICBM), which analysts said could put all of the U.S. state of Alaska in range for the first time. U.S. networks Fox News and NBC said U.S. officials had told them they believed Tuesday's test was of an ICBM, marking a worrying milestone in Pyongyang's missile development. CNN quoted officials as saying it was probably a two-stage ICBM. The launch, on the eve of U.S. Independence Day, took place days before leaders from the Group of 20 nations were due to discuss steps to rein in North Korea's weapons program, which it has pursued in defiance of United Nations Security Council sanctions (para. 1-3). U.S.-based missile expert John Schilling said the launch was both earlier and \"far more successful than expected.\" He said it would now probably only be a year or two before a North Korean ICBM achieved \"minimal operational capability\" and it was likely the initial test did not perform as well as an operational missile would (para. 10). \"Still, this missile demonstrated a degree of performance that is beyond what is needed to reach Anchorage - or Pearl Harbor - but not quite sufficient to reliably reach targets on the U.S. West Coast,\" he said (para. 10-11). Brunnstrom, D. & Kim, C. (2017). North Korea says tests first ICBM; experts say Alaska within range. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN19P02W North Korea Missile Launch Threatens U.S. Strategy in Asia Cheng and Gale (2017) Tue July 4, states that: North Korea’s launch of its first ballistic missile it said was capable of reaching the continental U.S. escalated the stakes for Washington and threatened to shift the strategic balance in the Pacific that has held for some 70 years (para. 1). The missile, which North Korean state media identified as the Hwasong-14, or the Mars-14, was launched at 9 a.m. local time Tuesday from an airfield in the country’s northwest. Leader Kim Jong Un oversaw the test (para. 5). The missile, like others that Pyongyang has tested this year, was fired at a steep trajectory, reaching an altitude of about 1,740 miles before splashing down 580 miles away between Japan and the Korean Peninsula, according to North Korean state media. The numbers were in line with U.S., South Korean and Japanese military analyses, though the Pentagon initially identified the missile as an intermediate-range ballistic missile. “As a full-fledged nuclear power that has been possessed of the most powerful intercontinental ballistic rocket capable of hitting any part of the world, along with nuclear weapons, the DPRK will fundamentally put an end to the U.S. nuclear war threat and blackmail,” North Korea’s state media said in a statement, using the country’s formal name, the Democratic People’s Republic of Korea (para. 5-7). “The question of when they will be ready is immaterial,” Mr. Rubin said in an interview. “They are ready” (para. 14). Some analysts cautioned that North Korea faces many technical hurdles before it has a fully operational nuclear-armed ICBM. Among the challenges is ensuring the missile can carry and detonate a warhead at a predetermined target. North Korea has said it can mount a nuclear bomb on a long-range missile, but opinion is divided on whether it has that ability. Markus Schiller, a rocket analyst with German space and defense consultancy ST Analytics, said North Korea faces several years of engineering work. “Their work is just starting,” he said. Mr. Rubin is less sanguine. He argues that Pyongyang’s ability to pull off the successful launch of the Hwasong-14 on the first try—a new missile with a longer range than any other it has fired—is a sign of its prowess (para.14-18). Cheng, J. & Gale, A. (2017). North Korea Missile Launch Threatens U.S. Strategy in Asia. The Wall Street Journal. World. World News. Retrieved from\nhttps://www.wsj.com/articles/north-korea-missile-launch-hands-trump-foreign-policy-crisis-1499182303 @GL2814 "], [23234, "2017-07-04T21:01:12Z", [0.5], ""], [23234, "2017-07-04T20:52:49Z", [0.38], "Comment deleted on Jul 04, 2017 08:52PM UTC"], [24771, "2017-07-04T20:49:45Z", [0.9], ""], [23234, "2017-07-04T18:47:26Z", [0.8], ""], [23234, "2017-07-04T18:40:32Z", [0.5], ""], [23234, "2017-07-04T18:26:44Z", [1.0], ""], [23234, "2017-07-04T18:26:36Z", [0.5], ""], [28414, "2017-07-04T18:21:32Z", [0.75], ""], [34353, "2017-07-04T17:28:32Z", [0.9], "Should have stayed with my original 75%. "], [12879, "2017-07-04T17:19:43Z", [0.5], ""], [1034, "2017-07-04T16:45:35Z", [1.0], "North Korea Claims Success in Long-Range Missile Test Sang-Hun (2017) July 4, states that: SEOUL, South Korea — North Korea said on Tuesday that it had successfully conducted its first test of an intercontinental ballistic missile, claiming a milestone in its efforts to build nuclear weapons capable of hitting the mainland United States. The announcement came hours after a launch that the United States military said had sent the missile aloft for 37 minutes. That duration, analysts said, suggested a significant improvement in the range of the North’s missiles, and it might allow one to travel as far as 4,000 miles and hit Alaska. In an initial statement, the United States Pacific Command described the weapon as an intermediate-range missile rather than an intercontinental ballistic missile. But South Korean and Japanese officials said they were studying the data to determine if it was an ICBM (para. 1-3). The missile departed the Banghyon airfield in the northwestern town of Kusong and flew 578 miles before landing in the sea between North Korea and Japan, the South Korean military said in a statement. The Japanese government said the missile landed in its so-called exclusive economic zone off its western coast. Under a series of United Nations Security Council resolutions, North Korea is prohibited from developing or testing ballistic missiles. While the North has made significant progress in its weapons programs, experts believe it cannot make nuclear warheads small enough to be mounted on ICBMs. Still, American policy makers have long seen just the development of an ICBM as a critical threshold the North should not be allowed to cross (para. 6). If the missile took 37 minutes to fly 578 miles, that would mean that it had a highly lofted trajectory, probably reaching an altitude of more than 1,700 miles, said David Wright, co-director of the Global Security Program at the Union of Concerned Scientists (para 8). Such a missile would have a maximum range of roughly 4,160 miles, or 6,700 kilometers, on a standard trajectory, he said. North Korea said the missile, which it identified as the Hwasong-14, flew for 39 minutes. “That range would not be enough to reach the lower 48 states or the large islands of Hawaii, but would allow it to reach all of Alaska,” Mr. Wright wrote in a blog post. The missile looked like the longest-range missile that North Korea had ever tested, and its long flight time was “more consistent with an ICBM that can target Alaska and perhaps Hawaii,” said Jeffrey Lewis, director of the East Asia Nonproliferation Program at the Middlebury Institute of International Studies (para. 8-11). But analysts also cautioned that although they have been impressed by the rapid and steady progress in the North’s missile programs, the long flight time itself did not suggest that North Korea had mastered the complex technologies needed to build a reliable nuclear-tipped ICBM, such as the know-how to separate the nuclear warhead and guide it to its target (para.13). By lofting some of its recent missiles to higher altitudes and letting them crash down toward the earth at greater speeds, North Korea has claimed that it tested its “re-entry” technology, which can protect a nuclear warhead from intense heat and vibrations as it crashes through the atmosphere. But it is still unclear whether the North has successfully cleared that technological hurdle, missile experts said. Kim Dong-yub, a defense analyst at the Institute for Far Eastern Studies at Kyungnam University in Seoul, said that the Hwasong-12, which the North tested in May, flew 489 miles in 30 minutes, soaring to an altitude of 1,312 miles. Such a missile could deliver a standard 1,430-pound nuclear warhead over a range of 2,800 miles, not enough to reach Hawaii and Alaska, as North Korea claimed at the time (para. 13-15). Sang-Hun, C. (2017). North Korea Claims Success in Long-Range Missile Test. The New York Times. World. Asia Pacific. Retrieved from \nhttps://www.nytimes.com/2017/07/04/world/asia/north-korea-missile-test-icbm.html North Korea Claims Its First Successful Launch of an ICBM Kong, Zhai, and Tweed (2017) July 4, states that: Neither the U.S., South Korea nor Japan have confirmed whether it was an ICBM. Japan’s Chief Cabinet Secretary Yoshihide Suga said the country was examining North Korea’s claim (papa.4). Either way, the launch suggests an advancement in North Korea’s capability and risks fresh friction with its neighbors and the U.S. It comes ahead of a planned meeting this week between President Donald Trump and Chinese counterpart Xi Jinping at the Group of 20 summit in Germany. China Tensions “It’s an ICBM for sure,” said Jeffrey Lewis, director of the East Asia Nonproliferation Program at the Middlebury Institute of International Studies at Monterey, California “The North Koreans seem to have made quite a lot of progress in the past year,” he said. “I don’t want to speculate until we can measure everything carefully, but it’s possible that it could strike targets in the continental U.S” (para. 4-7). Kong, K., Zhai, K. & Tweed, D. (2017). North Korea Claims Its First Successful Launch of an ICBM. Bloomberg. Retrieved from\nhttps://www.bloomberg.com/news/articles/2017-07-04/north-korea-claims-successful-intercontinental-missile-launch"], [36309, "2017-07-04T16:22:32Z", [0.55], "Kim Jong Eun has demonstrated that he is unconstrained by international (including Chinese) pressure to cease ICBM missile program testing. He will continue to order ICBM missile tests throughout the 2017 calendar year.  (I am interperting this question's use of the verb \"launch\" as including launching of ICBMs for testing purposes, not just launching as an actual attack.)"], [1639, "2017-07-04T16:20:37Z", [0.8], "If it is determined that an ICBM has been fired, the Pentagon will publicly communicate that all missile defense measures aboard Navy ships in the western Pacific and land-based missiles in Alaska are fully ready, as are missile defense systems in South Korea and Japan.\nhttp://edition.cnn.com/2017/07/04/politics/us-officials-meet-north-korea-missile-launch/index.html\n____________________________\nCOMMENTS:  Well, warned he was warned already, and Kim Jung Un bravados don't seemed deterred by Trump's bravados! So which one of the two \"Bravoosi\" will launch first?  Let's stay all tuned!"], [2965, "2017-07-04T16:13:16Z", [1.0], "ouch"], [34628, "2017-07-04T15:08:18Z", [0.78], ""], [24771, "2017-07-04T14:36:27Z", [0.6], ""], [176, "2017-07-04T14:31:28Z", [1.0], "If this last launch wasn't an ICBM, it is sure one heck of an imitation: \nIf the missile took 37 minutes to fly 578 miles, that would mean that it had a highly lofted trajectory, probably reaching an altitude of more than 1,700 miles, said David Wright, co-director of the Global Security Program at the Union of Concerned Scientists.\nRetrieved from here: https://www.nytimes.com/2017/07/04/world/asia/north-korea-missile-test-icbm.html This looks like a re-entry vehicle test. Here's something on the physics of it: https://www.youtube.com/watch?v=Xo5SBhuPO8I\nHere's something on warhead development: https://www.youtube.com/watch?v=ZhX4__wwTWk\nI think anyone can do the whole course here: https://lagunita.stanford.edu/courses/course-v1:Engineering+NuclearBrink+Fall2016/about  Here's 38 North on the existential EMP threat:\nIn 2004, two Russian generals, both EMP experts, warned the EMP Commission that the design for Russia’s super-EMP warhead, capable of generating high intensity EMP fields of 200,000 volts per meter, was “accidentally” transferred to North Korea, and that due to “brain drain,” Russian scientists were in North Korea, helping with their missile and nuclear weapon programs. South Korean military intelligence told their press that Russian scientists are in North Korea helping develop an EMP nuclear weapon. In 2013, a Chinese military commentator stated North Korea has super-EMP nuclear weapons.[2]\nhttp://www.38north.org/2017/06/wgraham060217/"], [23234, "2017-07-04T14:24:13Z", [0.23], ""], [23234, "2017-07-04T14:15:56Z", [0.5], ""], [4273, "2017-07-04T14:12:31Z", [1.0], ""], [23234, "2017-07-04T14:10:22Z", [0.42], ""], [30387, "2017-07-04T13:02:49Z", [1.0], "He doesn't have anything better to do in his life"], [691, "2017-07-04T12:54:09Z", [0.87], "http://www.bbc.com/news/world-asia-40491138\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN19P02W\nThis one may count or it may not, but they are pretty clearly closing in on this; if this one doesn't make it a Yes, the next one probably will.   According to the resulting 2:00 a.m. Twits from the President of the United States, this will be the fault of China, South Korea, the Obama administration, and CNN, in any order."], [34628, "2017-07-04T12:33:26Z", [0.4], ""], [24771, "2017-07-04T12:10:23Z", [0.5], "Comment deleted on Jul 06, 2017 01:41PM UTC"], [31238, "2017-07-04T12:09:51Z", [1.0], ""], [14777, "2017-07-04T11:48:58Z", [0.1], ""], [13377, "2017-07-04T11:26:52Z", [1.0], "Ouch!"], [28414, "2017-07-04T11:20:00Z", [0.1], "\"But the US and Russia said the missile had a medium range and presented no threat to either country.\"\nNorth Korea missile test: Hwasong-14 hailed as ICBM\nhttp://www.bbc.co.uk/news/world-asia-40491138"], [23234, "2017-07-04T11:15:00Z", [0.37], "Comment deleted on Jul 18, 2017 06:50AM UTC"], [23234, "2017-07-04T11:00:07Z", [0.3], "I guess I'll increase probability on this announcement though maybe I should decrease if this is the missile North Korea said would be/is an ICBM and the U.S. still does not believe it's an ICBM... https://www.washingtonpost.com/world/defying-international-pressure-north-korea-tests-another-missile/2017/07/03/d814d880-fb23-401e-aef1-e78068077a7f_story.html \"In a special announcement on state television, North Korea said it launched a Hwasong-14 missile that flew 579 miles, reaching an altitude of 1,741 miles. South Korean President Moon Jae-in had earlier said it may have been an ICBM; U.S. Pacific Command’s first statement on test called it an “intermediate range” missile.\""], [30260, "2017-07-04T10:43:21Z", [0.45], ""], [30260, "2017-07-04T10:42:07Z", [0.7], ""], [36260, "2017-07-04T10:39:21Z", [1.0], ""], [212, "2017-07-04T09:25:28Z", [1.0], "\"Experts estimated that if the missile had been launched at a \"normal\" angle, instead of the steep trajectory used in the test, it could have flown more than 6000 kilometres, a distance that would see it reach the US mainland.\"\nhttp://www.theage.com.au/world/north-korea-claims-icbm-launch-bringing-us-and-darwin-within-range-20170704-gx47u8.html \"North Korea claims it fired a Hwasong-14 missile which reached an altitude of 2,802 kilometres and flew 933km in 39 minutes. David Wright, co-director of the Global Security Program at the US-based Union of Concerned Scientists, said the missile was fired at a \"very highly lofted trajectory\". If the missile had been fired at a standard trajectory, he said it could have a maximum range of 6,700km.\"\nhttp://www.abc.net.au/news/2017-07-04/where-could-a-north-korean-icbm-hit/8678296"], [1639, "2017-07-04T09:03:16Z", [0.8], "In initial statements, the United States Pacific Command and the State Department described the weapon as an intermediate-range missile rather than an intercontinental ballistic missile.\nThe missile took off from the Banghyon airfield in the northwestern town of Kusong and flew 578 miles before landing in the sea between North Korea and Japan, the South Korean military said in a statement"], [28414, "2017-07-04T08:33:32Z", [1.0], ""], [212, "2017-07-04T08:24:17Z", [0.95], ""], [22689, "2017-07-04T07:28:58Z", [0.35], ""], [28414, "2017-07-04T07:26:30Z", [0.1], " 2,802km is not ICBM, right..."], [28414, "2017-07-04T07:25:08Z", [1.0], ""], [1639, "2017-07-04T07:18:15Z", [1.0], ""], [1034, "2017-07-04T07:06:33Z", [0.0], "North Korea test-fires ballistic missile ahead of G20 summit Kim (2017) Tue Jul 4, states that: North Korea test-launched a ballistic missile from its western region into the sea off its east coast on Tuesday, South Korea's military said, ahead of a summit of leaders from the Group of 20 nations in Germany later this week. The missile flew for about 40 minutes and landed in Japan's Exclusive Economic Zone (EEZ), the Japanese government said, adding it had strongly protested what it called a clear violation of UN resolutions. The missile flew about 930 kilometers (580 miles), the South's Office of the Joint Chiefs of Staff said, adding the altitude reached by the projectile was still being analyzed. North Korea is ignoring repeated warnings from the international community, Japan's Prime Minister Shinzo Abe said on Tuesday. Abe said he will ask the presidents of China and Russia to play more constructive roles in efforts to stop the North's arms program. \"Leaders of the world will gather at the G20 meeting. I would like to strongly call for solidarity of the international community on the North Korean issue,\" Abe told reporters. It was the fourth ballistic missile launched by the North since South Korean President Moon Jae-in took office in May, vowing to use dialogue as well as pressure to bring Pyongyang's nuclear and missile programs under control (para. 1-6). Kim, C. (2017). North Korea test-fires ballistic missile ahead of G20 summit. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN19P02W U.S. says tracks North Korean intermediate range missile for 37 minutes Stewart (2017) Mon July 3, states that: North Korea launched a single, land-based intermediate range ballistic missile that was tracked for 37 minutes before it landed in the Sea of Japan, the U.S. military's Pacific Command said on Monday. \"The North American Aerospace Defense Command (NORAD) assessed that the missile launch, from North Korea did not pose a threat to North America,\" it said in a statement. The missile was fired from near North Korea's Panghyon Airfield, it said (para. 1-2). Stewart, P. (2017). U.S. says tracks North Korean intermediate range missile for 37 minutes. Reuters. World News. Retrieved from\n http://www.reuters.com/article/us-northkorea-missiles-usa-miliary-idUSKBN19P0BM\n"], [24771, "2017-07-04T06:50:59Z", [1.0], ""], [38, "2017-07-04T06:13:51Z", [1.0], "EDIT:  good forecasters acknowledge their errors.  \nI was wrong.\nSo, apparently, was GJO http://thebulletin.org/north-korea’s-“not-quite”-icbm-can’t-hit-lower-48-states11012 11 AUGUST 2017\nNorth Korea’s “not quite” ICBM can’t hit the lower 48 states Theodore A. PostolMarkus Schiller Robert Schmucker THEODORE A. POSTOL\nA physicist, Theodore A. Postol is professor of science, technology, and national security policy at MIT. His expertise is in... MARKUS SCHILLER\nMarkus Schiller holds degrees in mechanical and aerospace engineering from Technical University Munich. He has been employed at Schmucker Technologie since 2006, except for a one-year fellowship... ROBERT SCHMUCKER\nRobert Schmucker has more than five decades of experience researching rocketry, missiles, and astronautics. In the 1990s, he was a weapons inspector for the UN Special Commission (UNSCOM) in Iraq... On July 3, 2017, while Americans were preparing for the 241st celebration of the Declaration of Independence, a lone rocket rose from North Korea on a near-vertical trajectory. After five to six minutes of powered flight, the second stage of the missile shut down and coasted to an altitude of about 2,720 kilometers. It then fell back to Earth, reentering the atmosphere above the Sea of Japan some 900 kilometers to the east of where it had launched. The rocket’s upper stage coasted in freefall for about 32 minutes, and the overall time-of-flight, from launch to atmospheric reentry, was about 37 minutes. The launch occurred at 8:39 p.m., United States’ Eastern time. Within hours, the news of the launch was trumpeted by the US mainstream press: North Korea had flown an intercontinental ballistic missile (ICBM), a missile that could carry nuclear warheads to Anchorage, Alaska, and to the continental United States as well! But the Western press apparently did not know one crucial fact: The rocket carried a reduced payload and, therefore, was able to reach a much higher altitude than would have been possible if it had instead carried the weight associated with the type of first-generation atomic bomb North Korea might possess. Experts quoted by the press apparently assumed that the rocket had carried a payload large enough to simulate the weight of such an atomic bomb, in the process incorrectly assigning a near-ICBM status to a rocket that was in reality far less capable. Only three and a half weeks later, on July 28, there was a second launch of the same type of missile, this time at night, Korean time. The rocket flew approximately the same powered flight trajectory that it had on July 3 (or July 4 in North Korea), this time, however, reaching a higher altitude—a reported 3,725 kilometers. This longer flight path led to yet more unwarranted conclusions that the continental United States was now directly under threat of nuclear attack by North Korea. Actually, however, in this second case, by our calculations, the second stage of the so-called ICBM carried an even smaller payload and tumbled into the atmosphere at night over the Sea of Japan. The spectacular night-reentry of the rocket—what was almost certainly the heavy front-end of the nearly empty upper stage—created an impressive meteoric display that some experts mistook for the breakup of a failed warhead reentry vehicle. From the point of view of North Korean political leadership, the general reaction to the July 4 and July 28 launches could not have been better. The world suddenly believed that the North Koreans had an ICBM that could reach the West Coast of the United States and beyond. But calculations we have made—based on detailed study of the type and size of the rocket motors used, the flight times of the stages of the rockets, the propellant likely used, and other technical factors—indicate that these rockets actually carried very small payloads that were nowhere near the weight of a nuclear warhead of the type North Korea could have, or could eventually have. These small payloads allowed the rockets to be lofted to far higher altitudes than they would have if loaded with a much-heavier warhead, creating the impression that North Korea was on the cusp of achieving ICBM capability. In reality, the North Korean rocket fired twice last month—the Hwasong-14—is a “sub-level” ICBM that will not be able to deliver nuclear warheads to the continental United States. Our analysis shows that the current variant of the Hwasong-14 may not even be capable of delivering a first-generation nuclear warhead to Anchorage, Alaska, although such a possibility cannot be categorically ruled out. But even if North Korea is now capable of fabricating a relatively light-weight, “miniaturized” atomic bomb that can survive the extreme reentry environments of long-range rocket delivery, it will, with certainty, not be able to deliver such an atomic bomb to the lower 48 states of the United States with the rocket tested on July 3 and July 28. First, the bottom line. In each of the two North Korean tests in July, the rockets were fired on a trajectory that sent them to high altitudes; on these trajectories, the rockets travelled relatively short horizontal distances. But after the tests, analysts projected the maximum range the rockets could have traveled by assuming that they could have been placed on trajectories that would result in a maximum achievable range, rather than a maximum achievable altitude. For example, the 2,720-kilometer altitude achieved by the July 3 rocket was determined by its burnout speed. If it is assumed that the rocket could achieve roughly the same burnout speed on a trajectory that is shaped for maximum range, it would be sufficient to carry the payload to Anchorage, Alaska. In the case of the July 28 test, the same rocket achieved a higher burnout speed and a higher altitude—about 3,725 kilometers. If it were again assumed that the rocket’s trajectory is shaped for maximum range instead of maximum altitude, the new higher burnout speed would be able to carry the payload to Seattle, Washington. Figure 1 below shows the trajectories flown on July 4 and July 28 that were misinterpreted as tests of a North Korean rocket capable of delivering atomic bombs to the continental United States. Figure 1. The highly lofted rocket trajectories for the burnout speeds achieved in the July 4 and the July 28 tests are shown on the left side of the figure. The center and right side of the figure show alternative rocket trajectories that could instead have been flown with loft angles optimized for maximum range instead of for maximum altitude. One question is not answered by this basic kinematic study of the July 4 and July 28 tests: How did the rocket achieve its burnout speed? That’s to say, what kind of rocket motors did it need to achieve the resulting burnout speed, what was the rocket’s launch weight, and most, important, what was the payload-weight carried by the rocket? Figure 2 shows a summary of our estimates of the range versus the weight of atomic bomb that might be carried by a Hwasong-14 missile, derived from our technical analysis of the Hwasong-14’s weight and propulsive capabilities and the likely weight of a North Korean nuclear warhead. The analysis results summarized in the graph are for two different “designs” of the Hwasong-14. The first design uses published information about the powered flight time of the second stages of the rockets and is reflected by the red curves in Figure 2. Those two curves correspond to reported second-stage flight times of 224 and 233 seconds for the two rocket tests. We have received two independent confirmations of these published flight times from sources that we believe to be reliable. As those curves show, if the North Koreans have achieved the capability of creating a missile warhead as light-weight as those used by the Chinese and Pakistani militaries—no small feat for a country with means as limited as North Korea’s—the two missiles fired in July could carry that missile roughly 6,000 kilometers, approximately the distance to Anchorage, Alaska. The missiles simply could not carry such a warhead to the lower 48 states. The second design—reflected by the blue curves in Figure 2—assumes that the North Koreans actually use more efficient rocket motors than are indicated by the information published in major media about the powered flight trajectory of the second upper stage. In this second design, we assumed that the rocket’s upper stage would be powered by rocket motors similar to those with characteristics demonstrated in the top stages of the North Korean Unha-3 and the Iranian Safir Satellite Launch Vehicle (SLV). We believe North Korea is capable of building such a variant of the Hwasong-14, and that variant could have the capability to deliver a first-generation weaponized North Korean atomic bomb to Anchorage, Alaska, and slightly beyond. But neither variant of the Hwasong-14 we have studied could carry a first-generation weaponized North Korean atomic bomb to any part of the continental United States beyond Alaska. Atomic bomb weights—without the hype. At this time, no one outside of North Korea has solid information about the characteristics of North Korea’s nuclear weapons designs—especially about whether or not the weapons that have been tested are cumbersome laboratory devices or readily militarized designs that could be put into bombs or carried on ballistic missiles. This information is simply not available at this time. We are therefore left to speculate based on intelligence information that we have from other sources and on an understanding of the very significant technical problems of design and implementation that must be solved to be able to build and deliver atomic bombs by ICBM. There is general information about an atomic bomb design that was obtained by Pakistan from China, and by Libya from Pakistan. A.Q. Khan, a Pakistani known to have trafficked equipment and information that would facilitate the building of atomic bombs, is reported to have sold that design to Libya. Khan is known to have sold uranium enrichment gas-centrifuge technology to North Korea; it is very likely he also shared atomic bomb design information similar to what he sold Libya. It is reported that the bomb design Khan sold to Libya and possibly to North Korea would produce a warhead that weighed about 500 kilograms and yielded about 10 kilotons, if properly implemented. All of the original design information from China was for devices that were aimed at assembling uranium 235 cores. This information could have been modified and used by North Korea to implement similar implosion devices to instead assemble plutonium 239 cores. However, these devices would have had to be developed and modified from the original designs. This information is consistent with the seismic data from Pakistan’s nuclear tests in 1998, which suggest that the yield of atomic bombs tested by Pakistan is between 10 and 15 kilotons. It is also consistent with the seismic data from North Korea’s nuclear tests, which indicate maximum explosive yields of perhaps 10 to 20 kilotons. North Korea has publicly displayed what it claims to be a standardized atomic bomb that dimensional analysis indicates could weigh as little as 400 kilograms. The device displayed by North Korea is clearly a spherical implosion design—seemingly based on the same design concept that Khan sold to Libya and used by Pakistan. (If North Korea had instead sought to impress the outside world by displaying an atomic bomb that was shaped somewhat like an egg, it could have indicated an entirely different and far more advanced design.) But the payload of a missile consists of more than a warhead. Because of the extreme environments created by long-range missile reentry to the atmosphere—including temperatures in the thousands of degrees and high deceleration forces—we have assumed that 25 percent of the payload-weight of these North Korean rockets would have to be given over to a heat shield and the structure needed to hold an atomic bomb in place during deceleration. This is an intentional underestimate of the weight of the warhead assembly, to make our assessment of the Hwasong-14’s capabilities as favorable to North Korean capabilities as possible. In this extremely conservative estimate, and as a result of a review of the very sketchy information about nuclear weapons design information that has leaked from China to Pakistan and beyond, we think that a reasonable guess for the minimum weight of an advanced first-generation weaponized North Korean atomic bomb that is able to survive the extreme environments associated with ICBM delivery could be as low as 500 to 600 kilograms. In our view, the engineering challenges of implementing a nuclear weapon are substantial and highly dependent on material resources, national experience, and the skill and depth of knowledge of scientists, engineers, and technicians involved at every level of the enterprise. As such, it cannot be ruled out that a North Korean weaponized device could weigh considerably more than 600 kilograms or less than 500 kilograms, but we believe it is overwhelmingly likely that it would not weigh less than 500. Our estimates show that the Hwasong-14, using the publicly reported burn times for the upper rocket stage, could deliver a nuclear warhead only as far as Anchorage, Alaska if the warhead weighed 500 kilograms to 550 kilograms. To reach Seattle, the warhead would have to be substantially smaller, weighing no more than 300 kilos. We believe that an advanced North Korean weaponized atomic bomb would be unlikely to weigh less than 500 to 600 kilograms. So it is entirely possible that this variant of the Hwasong-14 will not be able to deliver an atomic bomb to Anchorage, Alaska. If the upper stage of the Hwasong-14 were instead fitted with the more capable vernier motors from the SS-N-6 submarine launched ballistic missile (known in Russia as the R-27), it could potentially deliver an atomic bomb to Anchorage, if the bomb weighed less than between 650 and 750 kg. The same upgraded variant of the Hwasong-14 could only deliver an atomic bomb to Seattle if the bomb weighed less than between 400 and 450 kg. Since it is extremely unlikely that a first-generation weaponized North Korean atomic bomb would weigh substantially less than 500 kilograms, we conclude that neither variant of the Hwasong-14 missile could deliver a first-generation North Korean atomic bomb to the continental United States. We emphasize at this point that advances in rocketry demonstrated by North Korea in the Hwasong-14 are significant, and although the Hwasong-14 is not an immediate threat to the continental United States, variants that are almost certainly now under development, but probably years away from completion, will eventually become missiles with sufficient payloads to deliver atomic bombs to the continental United States. Performance assessment of the Hwasong-14. Like any missile system, the actual lifting and range capability of the Hwasong-14 depends on many technical details. Among these are the type of fuel burned by the missile, the efficiency of its rocket motors, the total amount of propellant carried in each stage, the weight of the missile’s airframe, and the weight of different components, including rocket motors, plumbing, guidance and control systems, and the like. In the case of the Hwasong-14, almost all of the critical parameters that ultimately determine the rocket’s ability to carry a payload-weight to a given range can be deduced from photographs, videos of its initial powered flight, engineering knowledge of rocket systems, and specific other engineering information that can be determined by other observations of the missile and its motor components. For example, the performance characteristics of the main rocket motor that powers the first stage are well known. This is in part because the rocket motor has been unambiguously identified as derived from components of a well-known family of Russian rocket motors. The type of propellant used by this family of motors is also known—unsymmetrical dimethylhydrazine (UDMH) and nitrogen tetroxide (NTO), a highly energetic propellant combination used extensively in Russian rocket systems. The dimensions of the Hwasong-14 are readily determined from photographs of the missile and its length, as measured relative to the known length of the Chinese-made vehicle that carries it. Since the density of the propellant is known, and the dimensions of the rocket stages and the functions of the different sections of the rocket stages are easily identified, very good estimates of the weights of the stages, airframes and rocket motors can be deduced from simple volumetric analysis and knowledge of design features. Although many of the refined details of the rocket may not be known, the general information of the type described above provides quite good estimates of how well the rocket will perform. These data lead to an overall weight estimate of roughly 37 metric tons for the Hwasong-14. The known characteristics of the main first-stage rocket motor, and the observed rate of acceleration of the rocket at launch, result in a highly constrained check on the missile model we created to estimate its overall range and payload performance. One critical parameter of the Hwasong-14 is not yet known with certainty: the exact powered flight time of the second stage. This parameter is an important factor in determining the overall performance of the Hwasong-14, due to a phenomenon known among rocket engineers as “gravitational losses” during powered flight. To perhaps oversimplify the physics involved, the longer the rocket motor burns against the gravitational pull of the Earth, the less efficiently it accelerates its payload to a final speed. But two articles in The Diplomat magazine have included flight times for the second stages of the rockets that North Korea launched in July. Two independent sources have confirmed those times to us as accurate. Figure 3 shows photographs extracted from North Korean videos of the launches of the Hwasong-14 missile during the morning of July 4 (in North Korea; the evening of July 3 in the United States) and during the night-launch on July 28. Careful examination shows that the first stage of the Hwasong-14 is powered by a large single rocket motor supported by 4 small “vernier” motors that are used to change the direction of the rocket during powered flight and to maintain its vertical stability during its initial lift-off and vertical acceleration. North Korea has also released videos of tests of the Hwasong-14 rocket motor (shown firing on a test stand in Figure 4). We have identified this rocket motor as a being derived from a family of Russian rocket motors known as the RD-250 or RD-251. The original motors used six thrust chambers fed by three turbo pumps to together generate roughly about 240 tons (about 530,000 pounds) of lift. The North Koreans probably obtained this motor and many others as part of a vast shipment of rocket components to North Korea that occurred in the late 1980s and early 1990s during the simultaneous disintegration of the national economy and political system of the Soviet Union. Until recently, almost all of the liquid-propellant motors seen in North Korea’s rockets could be traced back to the Makayev Institute, a vast and highly capable organization that was responsible for the design of all types of Soviet ballistic missiles. Because of the prominent role of Makayev in Soviet ballistic missile production, this institute would have had large numbers of rocket motors in storage that were used to build various models of SCUDs and the SS-N-6 submarine-launched ballistic missile (aka R-27) used on Russian Yankee class submarines.\nThe newest Russian rocket motor we have identified in the North Korean arsenal, derived from the RD-250/251 and used in the Hwasong-14, is not from the Makayev Institute, but from an entirely different major rocket motor manufacturer, NPO Energomash, which supported the OKB-456 Design Bureau in the Soviet Union. This rocket motor was associated with rocket and space launch vehicles produced in Ukraine. The presence of RD-250/251 rocket components in a new North Korean rocket raises new and potentially ominous questions about the variety and extent to which Soviet rocket motors might have been obtained by North Korea during the collapse of the Soviet Union. The adaptation that North Korean engineers have worked, using components from the powerful RD 250/251 rocket motor, can be appreciated by examining Figure 5. The original RD 250/251 was a rocket motor that consisted of six thrust chambers, driven by three powerful turbo pumps. This rocket engine can be seen in the image on the left in figure 5. Each of the three turbo pumps in the original rocket engine was nested between two thrust chambers, at a height below the combustion chamber and above the gas exhaust nozzle of each thrust chamber. This clever design made it possible to shorten the length of the rocket motor compartment and to reduce the overall length of the first stage of a rocket. The image on the right in figure 5 is an enlargement taken from Figure 4, a photo of the Hwasong-14 rocket motor firing on a test stand. The outline of the motor’s thrust chamber is shown in a silhouette overlay and the location of the turbopump next to the single thrust chamber is shown to be exactly at the height of the turbopump in the RD 250/251 motor complex. It is clear that the final rocket motor mounted in the Hwasong-14 has this single powerful turbopump feeding propellant to both the main rocket motor and the four smaller vernier motors used to control the direction of the missile. The design indicates a well-thought-out approach to a completely new missile that was not seen in public until the launch of the Hwasong-12, which was essentially a test aimed at proving the functionality of the first stage of the two-stage Hwasong-14. It is a remarkable achievement in itself that North Korea has been able to master the use of these components well enough to be able to adapt them to their special purposes. We have determined that the approximate properties of the Hwasong-14 missile, with a second stage upgraded with more capable vernier motors from the Russian R-27 missile, will be as follows: General conclusions—for now. Our general conclusions from intensive study of a wide variety of data relating to the two rockets that North Korea launched in July: The Hwasong-14 does not currently constitute a nuclear threat to the lower 48 states of the United States.\nThe flight tests on July 4 and 28 were a carefully choreographed deception by North Korea to create a false impression that the Hwasong-14 is a near-ICBM that poses a nuclear threat to the continental US.\nThe Hwasong-14 tested on July 4 and 28 may not even be able to deliver a North Korean atomic bomb to Anchorage, Alaska.\nAlthough it is clear that North Korea is not capable of manufacturing sophisticated rocket components, their skill and ingenuity in using Soviet rocket motor components has grown very substantially. This is not good news for the long run. @amory10, @Rene, @ErikFritzsche, @sevedb, @Khalid, @Dsarin, @fburdine, @cmeinel, @AndrewSabisky, @ffkaa, @dowser, @shsmith330, @Wildwood2000, @GL2814"], [38, "2017-07-04T06:07:49Z", [0.5], "DPRK conducted another missile launch.  Australia's paper called it possibly the DPRK's first ICBM . . . . Data on #NorthKorea's latest test so far:\n-Panghyon launch site\n-930 km range (ROK)\n-40 min flight time (Suga)\n-Landed in JP EEZ (Suga) But height data is yet to be released.\nThe significance is in its flight time. It could indicate North Korea is on the verge of putting a missile into the semi-orbit necessary to travel intercontinental distances.\nBut the missile was deliberately fired on a ‘straight up, almost straight down’ trajectory - not one that demonstrates its maximum potential reach.\nUS Pacific Command has issued a statement calling the launch a “land-based, intermediate range ballistic missile”.\nhttp://www.news.com.au/world/north-korea-fires-another-test-missile-as-china-warns-of-growing-tensions/news-story/0db3800e0a8bf26f3449b0334ba96dc1"], [23006, "2017-07-04T05:32:53Z", [1.0], "mainstream press"], [4634, "2017-07-04T05:30:24Z", [1.0], "From Twitter (Reuters): \"North Korea ballistic missile \"greatly exceeded\" altitude of 2,500 km\" ICBM?"], [4634, "2017-07-04T05:27:55Z", [0.35], ""], [4273, "2017-07-04T04:34:11Z", [0.45], ""], [14253, "2017-07-04T03:35:58Z", [0.16], ""], [1333, "2017-07-04T03:05:21Z", [0.5], ""], [368, "2017-07-03T18:51:07Z", [0.0], ""], [36265, "2017-07-03T17:05:05Z", [0.5], "Given the accelerated rate of N Korea's rocket development, I believe that they will launch such a rocket this year. "], [34353, "2017-07-03T12:50:01Z", [0.0], ""], [691, "2017-07-03T12:00:34Z", [0.01], ""], [14840, "2017-07-03T07:30:08Z", [0.0], ""], [1034, "2017-07-03T06:03:38Z", [0.0], ""], [368, "2017-07-02T22:41:04Z", [0.0], ""], [12605, "2017-07-02T15:25:19Z", [0.0], ""], [1034, "2017-07-02T07:09:12Z", [0.0], ""], [368, "2017-07-01T18:19:19Z", [0.0], ""], [691, "2017-07-01T15:29:17Z", [0.01], ""], [4634, "2017-07-01T11:48:39Z", [0.18], ""], [1034, "2017-07-01T06:04:05Z", [0.0], ""], [368, "2017-07-01T00:16:59Z", [0.0], ""], [691, "2017-06-30T12:13:05Z", [0.01], ""], [1034, "2017-06-30T06:44:06Z", [0.0], ""], [948, "2017-06-29T23:11:53Z", [0.95], "Testing an engine now for an ICBM, could mean the test is coming sooner than one might think http://www.aljazeera.com/news/2017/06/north-korea-tests-rocket-engine-icbm-170623075938566.html The idea that North Korea would launch a missle to the US is so unlikely. Don't let the defense people put the scare into you. If a missle came purposefully at us we'd hammer them back. Pounding them. We know which places to hit. But, we shouldn't be doing that either. The test will come. Be sure of that."], [30330, "2017-06-29T21:11:29Z", [0.3], ""], [691, "2017-06-29T18:15:10Z", [0.01], ""], [12983, "2017-06-29T17:54:36Z", [0.45], ""], [368, "2017-06-29T17:24:30Z", [0.0], ""], [36230, "2017-06-29T15:02:18Z", [0.1], ""], [23234, "2017-06-29T11:11:35Z", [0.18], ""], [1034, "2017-06-29T06:51:29Z", [0.0], ""], [14253, "2017-06-29T05:51:40Z", [0.08], ""], [36219, "2017-06-29T01:41:08Z", [0.2], ""], [23943, "2017-06-29T00:56:28Z", [0.73], "I think it is exceedingly likely that another \"ICBM\" is launched. Whether the launch is successful... That's another forecasting challenge."], [368, "2017-06-28T23:51:03Z", [0.0], ""], [1034, "2017-06-28T05:35:58Z", [0.0], ""], [2965, "2017-06-28T01:31:41Z", [0.0], ""], [36187, "2017-06-27T22:24:37Z", [0.1], "While they may have the ability to launch something somewhere, there are still technical difficulties as well as our ability to prevent through cyber interference and there is a great deal of political pressure for them not to. "], [368, "2017-06-27T19:22:19Z", [0.0], ""], [34353, "2017-06-27T18:00:26Z", [0.0], ""], [1034, "2017-06-27T06:09:15Z", [0.0], ""], [23234, "2017-06-26T22:55:46Z", [0.07], ""], [368, "2017-06-26T17:46:02Z", [0.0], ""], [34067, "2017-06-26T17:18:04Z", [0.95], "Because they are the drama queens of the Far East, and want to keep China AND the US in line, and as an auxiliary Japan and S. Korea.  And ultimately Un wants attention and respect even though we all know he's an unreliable crazy nut.  But that's his motivation.   And not feel beholden to China for their existence, even though they are. "], [10610, "2017-06-26T13:16:55Z", [0.65], ""], [691, "2017-06-26T12:37:04Z", [0.01], ""], [1034, "2017-06-26T06:28:41Z", [0.0], ""], [2965, "2017-06-26T02:02:19Z", [0.0], ""], [28563, "2017-06-25T18:15:52Z", [0.0], ""], [368, "2017-06-25T18:11:13Z", [0.0], ""], [1034, "2017-06-25T07:51:55Z", [0.0], ""], [368, "2017-06-24T16:38:04Z", [0.0], ""], [691, "2017-06-24T12:46:14Z", [0.01], ""], [1034, "2017-06-24T06:58:52Z", [0.0], ""], [368, "2017-06-23T23:54:52Z", [0.0], ""], [691, "2017-06-23T19:56:12Z", [0.01], ""], [34628, "2017-06-23T14:42:34Z", [0.11], ""], [19801, "2017-06-23T07:39:03Z", [0.05], ""], [19801, "2017-06-23T07:38:54Z", [0.09], "The head of the U.S. Defense Intelligence Agency told Congress last month that North Korea, if left unchecked, was on an \"inevitable\" path to obtaining a nuclear-armed missile capable of striking the U.S. mainland.However, experts say Pyongyang could still be years away from have a reliable ICBM capability.\nhttp://www.reuters.com/article/us-usa-northkorea-missiles-engine-idUSKBN19D2RC?il=0 Unsure if the experts are correct, but by 1 November is extremely technically challenging."], [1034, "2017-06-23T06:09:04Z", [0.0], ""], [2965, "2017-06-23T03:30:16Z", [0.0], ""], [691, "2017-06-22T21:02:42Z", [0.01], ""], [35800, "2017-06-22T18:12:36Z", [0.03], ""], [368, "2017-06-22T15:39:15Z", [0.0], ""], [1034, "2017-06-22T05:57:52Z", [0.0], ""], [2965, "2017-06-22T01:26:56Z", [0.0], ""], [36110, "2017-06-21T21:17:16Z", [0.05], ""], [368, "2017-06-21T19:49:04Z", [0.0], ""], [4577, "2017-06-21T09:37:20Z", [0.03], ""], [1034, "2017-06-21T06:18:05Z", [0.0], ""], [36095, "2017-06-20T20:21:57Z", [0.7], "Based largely on the death of Otto Warmbier. Tensions will escalate, and NK will test launch an ICBM in response to a US show of force. "], [368, "2017-06-20T17:25:21Z", [0.0], ""], [1034, "2017-06-20T07:00:48Z", [0.0], ""], [23234, "2017-06-20T00:32:36Z", [0.17], ""], [30396, "2017-06-19T21:36:06Z", [0.75], ""], [368, "2017-06-19T18:29:49Z", [0.0], ""], [32988, "2017-06-19T14:27:30Z", [0.05], ""], [691, "2017-06-19T13:59:25Z", [0.01], ""], [1034, "2017-06-19T06:56:33Z", [0.0], ""], [34353, "2017-06-19T04:09:40Z", [0.0], ""], [23234, "2017-06-18T18:36:18Z", [0.23], ""], [368, "2017-06-18T18:29:56Z", [0.0], ""], [32851, "2017-06-18T16:38:54Z", [0.01], ""], [2965, "2017-06-18T14:24:06Z", [0.0], ""], [691, "2017-06-18T12:34:45Z", [0.01], ""], [368, "2017-06-18T03:27:55Z", [0.0], ""], [23234, "2017-06-18T01:02:30Z", [0.38], ""], [23234, "2017-06-18T00:14:53Z", [0.5], ""], [34353, "2017-06-17T16:34:07Z", [0.0], ""], [691, "2017-06-17T12:08:41Z", [0.01], ""], [1643, "2017-06-17T11:01:58Z", [0.05], "Decreasing probability for passing of time.  Also, a post-South Korean test has happened and they either chose not to test an ICBM or do not have the technology yet."], [691, "2017-06-16T20:17:41Z", [0.01], ""], [368, "2017-06-16T20:15:33Z", [0.0], ""], [1034, "2017-06-15T23:18:01Z", [0.0], ""], [368, "2017-06-15T18:41:49Z", [0.0], ""], [34353, "2017-06-15T11:32:24Z", [0.0], ""], [35033, "2017-06-15T05:47:37Z", [0.0], ""], [368, "2017-06-15T00:14:15Z", [0.0], ""], [34353, "2017-06-14T12:48:44Z", [0.0], ""], [1034, "2017-06-14T05:44:38Z", [0.0], ""], [368, "2017-06-13T23:39:02Z", [0.0], ""], [2965, "2017-06-13T22:57:37Z", [0.0], ""], [691, "2017-06-13T17:56:14Z", [0.01], ""], [35315, "2017-06-13T16:25:08Z", [0.09], "Updating forecast as date comes nearer and the DPRK still has not launched an ICBM, this decreasing the probability marginally"], [33856, "2017-06-13T14:09:46Z", [0.25], ""], [34353, "2017-06-13T12:02:51Z", [0.0], ""], [1034, "2017-06-13T05:41:29Z", [0.0], ""], [13377, "2017-06-12T23:55:16Z", [0.15], "On one hand: https://foreignpolicy.com/2017/06/12/north-korea-is-about-to-test-a-missile-that-can-reach-trump-tower/ On the other hand, no sign of an imminent ICBM test: http://www.38north.org/topics/satellite-analysis/ On the third hand, things could change before the forecast horizon."], [35806, "2017-06-12T18:52:08Z", [0.35], ""], [368, "2017-06-12T18:21:19Z", [0.0], ""], [35416, "2017-06-12T14:26:21Z", [0.75], ""], [34628, "2017-06-12T13:20:57Z", [0.14], ""], [34353, "2017-06-12T12:42:42Z", [0.0], ""], [691, "2017-06-12T12:01:00Z", [0.01], ""], [4634, "2017-06-12T10:24:27Z", [0.15], ""], [1034, "2017-06-12T07:14:42Z", [0.0], ""], [368, "2017-06-12T01:22:11Z", [0.0], ""], [30517, "2017-06-11T23:39:20Z", [0.1], ""], [34589, "2017-06-11T21:54:08Z", [0.0], ""], [34353, "2017-06-11T21:17:47Z", [0.0], ""], [2965, "2017-06-11T15:50:01Z", [0.0], "DPRK never disappoints they are not shy about testing\nto max deter need launch and tests\nKim III is subject to some constraints\nespecially with 2 US carrier groups in Yellow Sea\nIf Kim III say  he is close he does  not have it-yet\nSee Yonhap:\nhttp://english.yonhapnews.co.kr/northkorea/2017/06/10/30/0401000000AEN20170610001051315F.html\nUS sources state:\nA senior U.S. government official also forecast that the North will likely be ready to test-fire an ICBM within the year. \"I would just repeat what the intelligence community says. North Korea is poised to conduct its first ICBM test in 2017,\" Robert Soofer, deputy assistant secretary of defense for nuclear and missile defense policy, was quoted by the Japanese Kyodo news service as saying at a hearing of the U.S. Senate Armed Services Committee on Wednesday. \"They made further progress in their ability to develop re-entry vehicles in their last test.... The pace of the threat is advancing faster than I think was considered when we did the first ballistic missile defense review back in 2010,\" the Pentagon official added. DPRK Press 6-10 (LEAD) N. Korea will test-fire ICBM in not too distant future: party's official newspaper\n2017/06/10 21:59Article View Option (ATTN: ADDS comments by U.S. government official in last three paras) \"SEOUL, June 10 (Yonhap) -- North Korea's official newspaper claimed Saturday that a test-firing of an intercontinental ballistic missile is not far away. \"The series of recent strategic weapons tests show that we are not too far away from test-firing an intercontinental ballistic missile,\" the Rodong Sinmun said in an editorial. The claim indicates the regime has continued to advance its missile technology since its leader Kim Jong-un said during his annual address on Jan. 1 that the regime was in the final stage of developing ICBM technology. On Thursday, the North fired what appeared to be several short-range anti-ship cruise missiles from its east coast in the latest series of missile tests in defiance of international sanctions, according to the South Korean military. They flew some 200 kilometers. It marked the fifth missile test-fire by the North since liberal South Korean President Moon Jae-in took office May 10. Pyongyang has recently launched different types of missiles, including a new intermediate-range ballistic missile and a surface-to-air missile. \"The great success of test-firing an intercontinental ballistic missile, which we are sure to achieve, will mark a historic watershed moment in the failure of the U.S. hostile policy against us,\" the editorial in the ruling Workers' Party's mouthpiece read. \"Historically speaking, the U.S. has never dared to go to war with a country that possesses nuclear weapons or ICBMs.\"    It also warned that it has the technology to strike the U.S. mainland with a nuclear-tipped missile\""], [1034, "2017-06-11T07:09:24Z", [0.0], ""], [368, "2017-06-11T03:53:30Z", [0.0], ""], [34353, "2017-06-10T16:55:13Z", [0.0], ""], [691, "2017-06-10T13:01:06Z", [0.02], ""], [14572, "2017-06-10T08:36:03Z", [0.2], ""], [1034, "2017-06-10T08:18:08Z", [0.0], ""], [368, "2017-06-09T19:54:24Z", [0.0], ""], [34353, "2017-06-09T18:52:21Z", [0.0], ""], [28414, "2017-06-09T14:29:42Z", [0.0], ""], [2965, "2017-06-09T14:23:50Z", [0.0], "http://english.yonhapnews.co.kr/national/2017/06/09/0301000000AEN20170609008151315.html"], [1034, "2017-06-09T06:34:04Z", [0.0], ""], [35398, "2017-06-09T04:03:00Z", [0.0], ""], [23234, "2017-06-09T03:27:08Z", [0.09], ""], [34613, "2017-06-09T01:45:25Z", [0.1], ""], [12302, "2017-06-08T22:54:27Z", [0.05], ""], [16284, "2017-06-08T18:54:11Z", [0.15], ""], [368, "2017-06-08T18:43:29Z", [0.0], ""], [34353, "2017-06-08T11:54:41Z", [0.0], ""], [691, "2017-06-08T11:41:35Z", [0.02], ""], [1034, "2017-06-08T05:40:08Z", [0.0], ""], [35960, "2017-06-08T04:33:12Z", [0.2], ""], [755, "2017-06-08T00:07:57Z", [0.05], "The Daily Mail, June 7, 'BREAKING NEWS - North Korea fires multiple land-to-ship missiles off its east coast in latest round of arms tests': http://www.dailymail.co.uk/news/article-4582824/North-Korea-fires-multiple-missiles-east-coast.html\nClip from article:\n\"In total four cruise missiles were fired from the North Korean coastal city of Wonsan, Gangwon Province, a US defense official told CNN.\"  "], [4273, "2017-06-07T23:52:15Z", [0.18], ""], [16652, "2017-06-07T22:12:04Z", [0.19], ""], [368, "2017-06-07T19:24:51Z", [0.0], ""], [22689, "2017-06-07T17:52:11Z", [0.0], ""], [2965, "2017-06-07T16:23:11Z", [0.0], ""], [4634, "2017-06-07T12:43:52Z", [0.12], ""], [34353, "2017-06-07T11:58:16Z", [0.0], ""], [1034, "2017-06-07T07:04:24Z", [0.0], ""], [32851, "2017-06-06T23:39:57Z", [0.01], ""], [18207, "2017-06-06T20:15:36Z", [0.04], ""], [28091, "2017-06-06T18:49:32Z", [0.6], ""], [368, "2017-06-06T18:18:14Z", [0.0], ""], [691, "2017-06-06T12:36:05Z", [0.02], ""], [34353, "2017-06-06T11:55:35Z", [0.0], ""], [32723, "2017-06-06T10:44:32Z", [1.0], "Regelmäßige Drohgebärden und Stärkepräsentationen sind das typische Verhalten eines  öffentlichen Gewaltherrschers  "], [1034, "2017-06-06T06:09:52Z", [0.0], ""], [2965, "2017-06-05T21:32:11Z", [0.0], ""], [368, "2017-06-05T17:24:11Z", [0.0], ""], [32851, "2017-06-05T17:19:24Z", [0.02], ""], [2965, "2017-06-05T15:48:53Z", [0.0], ""], [22833, "2017-06-05T15:13:00Z", [0.01], ""], [34353, "2017-06-05T12:26:52Z", [0.0], ""], [1034, "2017-06-05T06:03:37Z", [0.0], ""], [35924, "2017-06-05T02:36:08Z", [0.0], ""], [554, "2017-06-05T00:22:59Z", [0.65], ""], [368, "2017-06-04T18:02:08Z", [0.0], ""], [34353, "2017-06-04T15:55:58Z", [0.0], ""], [32851, "2017-06-04T06:47:13Z", [0.08], ""], [1034, "2017-06-04T06:00:36Z", [0.0], ""], [28474, "2017-06-04T00:55:22Z", [0.99], ""], [755, "2017-06-03T21:49:03Z", [0.05], "\"My style of deal-making is quite simple and straightforward. I aim very high, and then I just keep pushing and pushing and pushing to get what I'm after. Sometimes I settle for less than I sought, but in most cases I still end up with what I want.\" - Trump, Art of the Deal \"You can't con people, at least not for long. You can create excitement, you can do wonderful promotion and get all kinds of press, and you can throw in a little hyperbole. But if you don't deliver the goods, people will eventually catch on.\" - Trump, Art of the Deal IBT, June 3, 'North Korea Calls US ICBM Interceptor Test Military Provocation': http://www.ibtimes.com/north-korea-calls-us-icbm-interceptor-test-military-provocation-2547409 CNN (analysis & opinion), June 2, 'As US military flexes, North Korea marches toward nuclear capability': http://www.cnn.com/2017/06/02/politics/us-north-korea-military-posturing/index.html\nClips from article:\n\"An additional concern for the US is the idea that Pyongyang is not simply interested in developing these missile capabilities for deterrence purposes as they have also long expressed a desire to \"re-unify the Korean Peninsula\" under their flag, according to Cheng.\n\"This is a regime that's done a lot of things that are pretty out there and when you look at all of that one can't be sure what they would do if they had nuclear capable ballistic missiles,\" he said, adding that an invasion of South Korea could be possible if the North \"thinks they can get away with it.\"\nThe analysts see little hope for any resolution, diplomatic or military.\n\"Do we have a solution?\" asked Cheng. \"Probably not, but we haven't had one for a long time.\" Defense One, May 26, 'Pentagon Accelerates Work on Multi-Warhead Interceptor': http://www.defenseone.com/technology/2017/05/Pentagon-Accelerates-Work-on-Multi-Warhead-Interceptor/138213/ UPI, May 25, 'Pentagon to deploy eight additional interceptor missiles in Alaska': http://www.upi.com/Top_News/US/2017/05/24/Pentagon-to-deploy-eight-additional-interceptor-missiles-in-Alaska/1051495651239/ Related:\nDNI, May 11, 'Worldwide Threat Assessment of the US Intelligence Community - Senate Select Committee on Intelligence: https://www.dni.gov/files/documents/Newsroom/Testimonies/SSCI%20Unclassified%20SFR%20-%20Final.pdf"], [368, "2017-06-03T18:09:54Z", [0.0], ""], [34353, "2017-06-03T16:23:23Z", [0.0], ""], [2965, "2017-06-03T14:38:23Z", [0.0], ""], [32851, "2017-06-03T07:55:14Z", [0.1], ""], [1034, "2017-06-03T06:55:58Z", [0.0], ""], [2965, "2017-06-03T00:00:49Z", [0.0], "http://www.reuters.com/article/us-northkorea-missiles-un-idUSKBN18T2X3\nThe U.N. Security Council on Friday expanded targeted sanctions against North Korea after its repeated missile tests, adopting the first such resolution agreed by the United States and Pyongyang's only major ally China since President Donald Trump took office. The Trump administration has been pressing China aggressively to rein in its reclusive neighbor, warning that all options are on the table if Pyongyang persists with its nuclear and missile development programs.\nthe noose tightens"], [35618, "2017-06-02T23:36:02Z", [0.0], ""], [2965, "2017-06-02T21:04:29Z", [0.0], ""], [368, "2017-06-02T19:42:15Z", [0.0], ""], [34377, "2017-06-02T16:47:17Z", [0.06], ""], [34353, "2017-06-02T11:06:23Z", [0.05], ""], [1034, "2017-06-02T05:58:00Z", [0.0], ""], [16652, "2017-06-02T01:59:36Z", [0.19], ""], [35618, "2017-06-01T23:08:34Z", [0.0], ""], [22308, "2017-06-01T21:25:50Z", [0.06], ""], [368, "2017-06-01T17:13:08Z", [0.0], ""], [34353, "2017-06-01T11:07:38Z", [0.05], ""], [691, "2017-06-01T11:03:29Z", [0.04], ""], [1034, "2017-06-01T06:04:45Z", [0.0], ""], [32851, "2017-06-01T02:24:07Z", [0.05], ""], [35838, "2017-06-01T01:04:09Z", [0.25], ""], [2965, "2017-05-31T23:50:49Z", [0.0], ""], [35867, "2017-05-31T21:34:58Z", [0.12], ""], [16778, "2017-05-31T20:20:15Z", [0.0], "The key to North Korea's \"Crazy Man\" strategy rests on the risk that there is a small - but credible - chance that it will do what it says and launch an attack. The US has effectively messaged to Kim Jung Un that it can discount their threats because we can now defend against an ICBM attack.  This does not necessarily reduce the risk of an North Korean attack - just the chance of an ICBM launch.  North Korea could still launch conventional attacks against South Korea or short-range ballistic missiles against Japan (which could presumably be defended by THAAD). http://www.cnn.com/2017/05/30/politics/pentagon-missile-test-north-korea-iran/"], [368, "2017-05-31T19:01:18Z", [0.0], ""], [34353, "2017-05-31T12:10:14Z", [0.05], ""], [691, "2017-05-31T11:36:51Z", [0.04], ""], [212, "2017-05-31T10:36:35Z", [0.05], ""], [1034, "2017-05-31T06:18:13Z", [0.0], "U.S. starts first test of key defense against ICBM attack Stewart (2017) Tue May 30, states that: The U.S. military has begun the first missile defense test involving a simulated attack by an intercontinental ballistic missile, firing off an interceptor from Vandenberg Air Force Base in California, a Reuters witness at the base said. It could be several hours before the U.S. military discloses whether the Ground-based Midcourse Defense (GMD) interceptor struck its target. The test came as fears mount about North Korea's advancing program to develop an ICBM capability (para 1-2). Stewart, P. (2017). U.S. starts first test of key defense against ICBM attack. Reuters. World News. Retrieved from \nhttp://www.reuters.com/article/us-usa-northkorea-missiletest-launch-idUSKBN18Q2E0 'Shocked' South Korea leader Moon orders probe into U.S. THAAD additions Yang and Park (2017) Tue May 30, states that: South Korean President Moon Jae-in has ordered a probe after the Defence Ministry failed to inform him that four more launchers for the controversial U.S. THAAD anti-missile system had been brought into the country, his spokesman said on Tuesday. The Terminal High Altitude Area Defense (THAAD) system battery was initially deployed in March in the southeastern region of Seongju with just two of its maximum load of six launchers to counter a growing North Korean missile threat. During his successful campaign for the May 9 presidential election, Moon called for a parliamentary review of the system, whose deployment has also infuriated China, North Korea's lone major ally. \"President Moon said it was very shocking\" to hear the four additional launchers had been installed without being reported to the new government or to the public, presidential spokesman Yoon Young-chan told a media briefing. Moon had campaigned on a more moderate approach to Pyongyang, calling for engagement even as the reclusive state pursues nuclear weapons and ballistic missile programs in defiance of U.N. Security Council resolutions and threats of more sanctions (para. 1-5). Yang, H. & Park, J. (2017). 'Shocked' South Korea leader Moon orders probe into U.S. THAAD additions. Reuters. World News. Retrieved from \nhttp://www.reuters.com/article/us-northkorea-missiles-south-thaad-idUSKBN18Q0I3"], [4634, "2017-05-31T05:57:02Z", [0.15], ""], [368, "2017-05-30T20:40:15Z", [0.0], ""], [22300, "2017-05-30T17:53:33Z", [0.01], ""], [26711, "2017-05-30T17:01:44Z", [0.05], ""], [28380, "2017-05-30T16:02:17Z", [0.4], ""], [691, "2017-05-30T14:18:56Z", [0.04], ""], [34353, "2017-05-30T11:30:01Z", [0.05], ""], [35814, "2017-05-30T09:43:13Z", [0.1], "Kim Jong-Un displays several missiles on a regular bases. Whether these are fully capable ICBM is questionable. He may alternatively try to get some from his chinese allies (very, very unlikely), or make a leap an build one himself. He seems to have the materials, he seems to be close to having the technology and it looks like he is not afraid of repercussions. Will he be ready before November first? That is where the likelihood drops dramatically. I think he will not make that leap to actually launching one within the next 5 Months."], [24771, "2017-05-30T08:47:00Z", [0.14], ""], [5386, "2017-05-30T06:39:35Z", [0.01], ""], [1034, "2017-05-30T06:02:54Z", [0.0], "North Korea fires Scud-class ballistic missile, Japan protests Kim and Park (2017) Mon May 29, states that: North Korea fired at least one short-range ballistic missile on Monday that landed in the sea off its east coast, the latest in a fast-paced series of missile tests defying world pressure and threats of more sanctions. The missile was believed to be a Scud-class ballistic missile and flew about 450 km (280 miles), South Korean officials said. North Korea has a large stockpile of the short-range missiles, originally developed by the Soviet Union. Monday's launch followed two successful tests of medium-to-long-range missiles in as many weeks by the North, which has been conducting such tests at an unprecedented pace in an effort to develop an intercontinental ballistic missile (ICBM) capable of hitting the mainland United States. North Korea was likely showing its determination to push ahead in the face of international pressure to rein in its missile program and \"to pressure the (South Korean) government to change its policy on the North,\" South Korea's Joint Chiefs of Staff spokesman Roh Jae-cheon said. It was the third ballistic missile test launch since South Korea's liberal President Moon Jae-in took office on May 10 pledging to engage with the reclusive neighbor in dialogue. Moon says sanctions alone have failed to resolve the growing threat from the North's advancing nuclear and missile program. The missile reached an altitude of 120 km (75 miles), Roh said. \"The assessment is there was at least one missile but we are analyzing the number of missiles,\" he said. North Korea, which has conducted dozens of missile tests and tested two nuclear bombs since the beginning of 2016 in defiance of U.N. Security Council resolutions, says the program is necessary to counter U.S. aggression (para. 1-9). Kim, J. & Park, J. (2017). North Korea fires Scud-class ballistic missile, Japan protests. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN18O0R3\n"], [16652, "2017-05-30T05:59:38Z", [0.19], ""], [368, "2017-05-30T01:49:24Z", [0.0], ""], [1639, "2017-05-29T19:16:49Z", [0.08], ""], [12879, "2017-05-29T18:38:49Z", [0.01], "It still remains as to the,  verification or confirmation of a launched missile being, an ICBM as defined as (Military) intercontinental ballistic missile: a missile with a range greater than 5500 km / a type of missile that can fly from one continent to another."], [34353, "2017-05-29T16:03:06Z", [0.05], ""], [562, "2017-05-29T13:55:23Z", [0.05], ""], [14166, "2017-05-29T13:14:51Z", [0.42], ""], [35054, "2017-05-29T10:27:34Z", [0.15], ""], [28380, "2017-05-29T09:28:59Z", [0.33], ""], [1034, "2017-05-29T06:27:57Z", [0.0], ""], [34920, "2017-05-29T06:12:45Z", [0.99], ""], [9549, "2017-05-29T01:08:42Z", [0.35], ""], [368, "2017-05-29T00:35:28Z", [0.0], ""], [14253, "2017-05-29T00:01:48Z", [0.14], ""], [35821, "2017-05-28T23:40:18Z", [0.05], ""], [32851, "2017-05-28T23:28:03Z", [0.01], ""], [13377, "2017-05-28T22:29:58Z", [0.18], ""], [1333, "2017-05-28T18:33:53Z", [0.01], ""], [22689, "2017-05-28T17:29:06Z", [0.01], ""], [34353, "2017-05-28T16:58:35Z", [0.05], ""], [745, "2017-05-28T13:06:48Z", [0.35], ""], [745, "2017-05-28T13:04:15Z", [0.75], ""], [21823, "2017-05-28T09:32:39Z", [0.1], "Folks here convinced me the recent launch is 1) Not an ICBM, and 2) the best missile nK currently has, and 3) nK does not have the ability to develop an ICBM to launch in less than 5 months."], [35814, "2017-05-28T08:48:32Z", [0.85], ""], [1034, "2017-05-28T07:09:16Z", [0.0], ""], [35618, "2017-05-28T00:43:56Z", [0.01], ""], [23006, "2017-05-27T22:47:26Z", [0.4], ""], [368, "2017-05-27T21:36:52Z", [0.0], ""], [34353, "2017-05-27T17:47:41Z", [0.05], ""], [31756, "2017-05-27T17:16:00Z", [0.0], ""], [38, "2017-05-27T15:14:41Z", [0.0], "http://38north.org/2017/05/jschilling052417-2/ \"The engine used on the HS-12 [DPRK's latest missile] might not have quite enough thrust for an ICBM, but it was likely designed to demonstrate key technologies and components for a new ICBM engine. It won’t take long to modify this design for ICBM use, if that is North Korea’s goal.\n. . .\n\"These advantages may mean two steps forward and one step backward for the ICBM program. They come with a cost: the missile will have to be substantially redesigned to use the new technologies. That means throwing out years of effort already put into the old design. And it means waiting until the Hwasong-12 has finished testing, before going forward with the final design of the ICBMs. We may have to concern ourselves with a more robust and capable ICBM system, but we shouldn’t be too concerned about it entering service next year. While the success of the Hwasong-12 may advance the North Korean ICBM program by perhaps a year, deployment of an operational ICBM prior to 2020 is still unlikely.\n~~~~~~~\nCOMMENT:  They don't have an ICBM yet and \". . .deployment of an operational ICBM prior to 2020 is still unlikely.\""], [30517, "2017-05-27T13:55:02Z", [0.15], ""], [1034, "2017-05-27T06:23:40Z", [0.0], ""], [4273, "2017-05-26T23:53:15Z", [0.05], ""], [32851, "2017-05-26T21:42:23Z", [0.1], ""], [368, "2017-05-26T16:37:49Z", [0.0], ""], [368, "2017-05-26T16:29:57Z", [0.0], ""], [2965, "2017-05-26T14:08:13Z", [0.0], ""], [14777, "2017-05-26T13:20:25Z", [0.05], ""], [5019, "2017-05-26T12:08:02Z", [0.0], ""], [34353, "2017-05-26T11:49:30Z", [0.27], ""], [32851, "2017-05-26T07:10:42Z", [0.05], ""], [1034, "2017-05-26T05:15:39Z", [0.0], ""], [4273, "2017-05-26T03:22:46Z", [0.08], ""], [23234, "2017-05-26T01:07:10Z", [0.14], ""], [755, "2017-05-25T23:52:44Z", [0.05], "See @lsgold7 May 24 post and 38th North links. Very persuasive. Also see continued missile data/technology exchanges between DPRK and IR; to a lesser extent, PK and IN.\nRelated:\nReuters, May 25, 'Exclusive: Kim's rocket stars - The trio behind North Korea's missile program': http://www.reuters.com/article/us-northkorea-missiles-trio-exclusive-idUSKBN18L302\nNorth Korean Leadership Watch: https://nkleadershipwatch.wordpress.com/\nRi Pyong Chol: https://nkleadershipwatch.wordpress.com/leadership-biographies/general-ri-pyong-chol/\nKim Jong Sik: https://nkleadershipwatch.wordpress.com/leadership-biographies/kim-jong-sik/ The National Interest, May 23, 'Is North Korea Using China's Satellites to Guide Its Missiles?': http://nationalinterest.org/blog/the-buzz/north-korea-using-chinas-satellites-guide-its-missiles-20810\nClips from NI article:\n\"While information on military programs in the North is difficult to verify, reports going back to 2014 show that North Korean engineers were in China for technology training on how the country’s satellite navigation system — known as Beidou or Compass — worked.\nLater the same year, another news report cited a Chinese military expert as saying China cannot stop North Korea from using Beidou in military operations.\nBeside Beidou, the other main satellite navigation options for North Korea are the Global Positioning System of the United States and the Russian system known as Glonass.\n“While I would never exclude the possibility of Glonass applications for N Korea’s rocket and missile systems, Beidou looks like a more reasonable solution for N Korea,” said Yu Koizumi, a research fellow at Japan’s Institute for Future Engineering, in an email.\nRussia imposed an embargo on transfers of weapons and military-related technologies to North Korea after its nuclear tests in the 2000s, although it’s unclear if Glonass-related equipment was included, said Koizumi, a specialist in Russia’s security policy.\nLaunches of Beidou satellites started in 1994 and have resulted in China deploying a system in East Asia and beyond that is akin to the GPS. Like GPS, Beidou supports two varieties of service: One for civilian and commercial use, and another more robust, supposedly jam-proof, and more precise for military users.\" Bloomberg, May 23, 'North Korea Missile Test Seen as Step to Put U.S. in Range': https://www.bloomberg.com/politics/articles/2017-05-23/north-korea-scored-successful-missile-launch-pentagon-spies-say Daily Pakistan, May 17, 'Indian research centre in the Himalayan foothills under scrutiny after revelation that it trained North Korean scientists': https://en.dailypakistan.com.pk/world/indian-research-centre-in-the-himalayan-foothills-under-scrutiny-after-revelation-that-it-trained-north-korean-scientists/\nComments: Oops Swarajya, May 17, 'Did Pakistan Make North Korea A Nuclear Power?': https://swarajyamag.com/world/did-pakistan-make-north-korea-a-nuclear-power Affirming forecast."], [16652, "2017-05-25T19:57:45Z", [0.19], ""], [368, "2017-05-25T18:06:50Z", [0.0], ""], [34353, "2017-05-25T12:11:29Z", [0.27], ""], [1034, "2017-05-25T06:52:31Z", [0.0], ""], [23234, "2017-05-25T03:56:01Z", [0.21], ""], [9755, "2017-05-24T22:39:36Z", [0.0], ""], [368, "2017-05-24T19:23:16Z", [0.0], ""], [2965, "2017-05-24T16:04:55Z", [0.0], "I am relying on 38 North.\nIt appears the main focus of DPRK development  is its IRBM dual capacity to accurately target Beijing, Seoul, Vladivostok and perhaps as  far as Guam.\nI infer that the ICBM is secondary for now..that is until 11-1\nHowever shortly after 11-1-2017 I anticipate that DPRK will launch an ICBM capable of accurately targeting US mainland SF, Seattle and LA.\nSee as usual the excellent analysis of 38North and I an indebted for their invaluable and ongoing efforts.\nhttp://38north.org/2017/05/jschilling052417/?utm_source=38+North+Bulletin+052417&utm_campaign=38+North&utm_medium=email\nPer John Scxhilling dated May 24, 2017 Following a successful flight-test this weekend, North Korea’s Korean Central News Agency  announced that the KN-15 (Pukguksong-2) medium-range ballistic missile (MRBM) will now enter mass production and begin operational deployment. The missile probably isn’t truly operational at this stage, but is more likely entering a pre-operational training period. It will likely take another year or so to achieve reliable and accurate performance from the missile, train the launch crews, and establish a mass production capability. This is about what we expected in terms of the timeline, only the explicit announcement comes as any sort of surprise. While North Korea already has the ability to attack their regional adversaries—South Korea and Japan—with their current arsenal, the KN-15 provides a robust second strike capability for deterrence purposes. And early deployment, even of an unreliable missile in limited numbers, may suit that purpose.\n........\nIf the North has any plans to develop a precision-guided maneuvering reentry vehicle, the KN-15 is certainly where they will want to deploy it. But it is quite possible they are doing most of the testing using cheap, reliable Scud missiles; they may have taken the opportunity to fly just the imaging sensor and telemetry system on this flight. At some point in the future when the KN-15 and the guided MaRV are both working separately, they could be mated into a single system. But MaRVs are a notoriously difficult technology to perfect, and that will likely take more than a year; quite possibly even more than a decade. Implications Even if mass production of the KN-15 were to start today, it would take more than a year to produce a significant stockpile of these missiles. At its peak, North Korea could manufacture about 50 Nodong missiles each year. It is unlikely it will be able to manufacture KN-15 missiles at a higher rate, and even 50 missiles per year will require a great deal of troubleshooting on the assembly line. From an engineering standpoint, the transition from hand-crafted prototypes to mass production is almost as challenging as developing the prototypes in the first place. This means, North Korea could begin deploying the KN-15 missile this year, but only in limited numbers and most likely just for training purposes. Within a year or so, the missile could achieve what we would call initial operational capability (IOC), the point at which missiles could reliably be used in combat, albeit still in limited numbers. It will likely take at least five years for the KN-15 to replace the Scud-ER and Nodong as the mainstay of North Korea’s strategic missile force, and even then, only in a first-generation version with a non-maneuvering warhead. If and when this happens, it will give North Korea a robust second-strike capability against targets in South Korea and Japan. It is important to remember that if all Pyonyang wants is the ability to conduct a surprise attack against their local adversaries, they can do that right now with their current arsenal. The purpose of the KN-15 is to give them the ability to retaliate if they are the victims of someone else’s first strike, and to credibly threaten retaliation in order to deter an attack in the first place. And early deployment, even of an unreliable missile in limited numbers, may suit that purpose.\" I infer there is no way an ICBM could be launched before 11-1\nBut I am often wrong and the only solid prediction re Kim III is that DPRK is inherently unpredictable\nand that Kim III  will use any means  necessary to demonstrate a nuclear deterrent that is viable to forestall; even a thought of a decapitation or regime change strategy by US and its allies"], [16652, "2017-05-24T14:17:09Z", [0.11], ""], [34353, "2017-05-24T12:14:42Z", [0.36], ""], [1034, "2017-05-24T09:27:28Z", [0.0], ""], [35618, "2017-05-24T06:22:30Z", [0.0], ""], [691, "2017-05-24T05:05:41Z", [0.04], ""], [368, "2017-05-24T02:14:07Z", [0.0], ""], [35768, "2017-05-23T22:12:49Z", [0.05], ""], [35315, "2017-05-23T14:35:37Z", [0.12], ""], [2965, "2017-05-23T13:13:50Z", [0.0], ""], [34353, "2017-05-23T12:05:59Z", [0.36], ""], [1034, "2017-05-23T06:07:42Z", [0.0], ""], [35748, "2017-05-23T03:07:32Z", [0.15], ""], [14253, "2017-05-23T02:03:39Z", [0.19], ""], [2965, "2017-05-22T21:34:57Z", [0.0], "Reaffirm. Please see see the excellent discussion of the the new solid fuel mobile IRBM launcher just tested yesterday  and the prior launch in the ransomware attack window at. the Guardian https://www.youtube.com/watch?v=dRB4MfhtGS4 and https://www.theguardian.com/world/2017/may/21/north-korea-fires-unidentified-projectile."], [12879, "2017-05-22T19:51:15Z", [0.1], ""], [368, "2017-05-22T19:25:41Z", [0.0], ""], [22833, "2017-05-22T17:14:39Z", [0.05], ""], [35425, "2017-05-22T15:35:42Z", [0.1], "This is all posturing to get N. Korea a seat at the table. They may or may not get it, but they won't go beyond simple tests."], [35736, "2017-05-22T14:26:27Z", [0.0], "Not enough time for the resources required"], [16652, "2017-05-22T14:08:35Z", [0.11], ""], [34353, "2017-05-22T12:44:43Z", [0.36], ""], [4634, "2017-05-22T11:21:16Z", [0.18], ""], [1034, "2017-05-22T06:31:33Z", [0.0], "North Korea tests another missile; Seoul says dashes hopes for peace Park (2017) Sun May 21, states that: North Korea fired a ballistic missile into waters off its east coast on Sunday, its second missile test in a week, which South Korea said dashed the hopes of the South's new liberal government for peace between the neighbors. A South Korean military official said the missile appeared to be an upgraded, extended-range version of the North's solid-fuel submarine-launched missile. The missile fired a week ago flew was liquid-fueled, and flew further. North Korea has defied all calls to rein in its nuclear and missile programs, even from China, its lone major ally, saying the weapons are needed for legitimate self-defense. The reclusive state has been working to develop a nuclear-tipped missile capable of striking the U.S. mainland. On Saturday, it said it had developed the capability to strike the U.S. mainland, although Western missile experts say the claim is exaggerated. The United Nations Security Council is due to meet on Tuesday behind closed doors to discuss the latest test at the request of the United States, Japan and South Korea, diplomats said on Sunday. An official traveling with U.S. President Donald Trump in Saudi Arabia said the White House was aware of the latest launch and noted that the missile had a shorter range than the three previous missiles that North Korea had tested. U.S. Secretary of State Rex Tillerson said economic and diplomatic pressure would continue to be applied to North Korea. \"The ongoing testing is disappointing, disturbing and we ask that they cease that,\" he said in an interview with \"Fox News Sunday\". The two missile tests in a week complicate plans by South Korea's new President Moon Jae-in to seek ways to reduce tension on the peninsula. Moon took office eleven days ago after winning an election on a platform of a more moderate approach to the North, with which the South is still technically at war since no peace treaty was signed at the end of their 1950-1953 conflict. South Korea's foreign ministry said the tests were \"reckless and irresponsible actions throwing cold water over the hopes and desires of this new government and the international community for denuclearization and peace on the Korean peninsula\". Japanese Prime Minister Shinzo Abe said the latest missile test by the reclusive North was \"a snub and a challenge to international efforts for a peaceful resolution\". Abe told reporters after a meeting of Japan's National Security Council that he wanted to raise the issue of North Korean missile launches at the Group of Seven leaders' summit in Italy this month. China had no immediate comment (para. 1-12). Park, J. (2017). North Korea tests another missile; Seoul says dashes hopes for peace. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKBN18H0A6 North Korea tests another missile; Seoul says dashes hopes for peace. Reuters. TV. Video. Retrieved from\nhttps://www.reuters.tv/v/STc/2017/05/21/n-korea-missile-test-dashes-hopes-for-peace"], [212, "2017-05-22T04:19:26Z", [0.15], ""], [14253, "2017-05-22T03:24:01Z", [0.22], ""], [176, "2017-05-22T00:48:49Z", [0.0], ""], [30260, "2017-05-21T23:09:35Z", [0.17], ""], [755, "2017-05-21T22:53:48Z", [0.05], "Two in a week. Playing cagey with short/intermediate-range delivery systems and getting the data they need for the big one. Smart, actually. Highly suspect this data in rapid exchange between North Korean and Iranian developers. \nReuters, May 21, 'North Korea tests another missile; Seoul says dashes hopes for peace': http://www.reuters.com/article/us-northkorea-missiles-idUSKBN18H0A6\nClips from article:\nRIVAL TEAMS\n\"Kim Dong-yub, a military expert at Kyungnam University's Institute for Far Eastern Studies in Seoul, said the North appeared to be testing and perfecting both solid and liquid-fueled missiles, which might help explain why the pace of its tests had increased.\n\"I think the team to develop liquid fuel missiles are being pitted against the solid fuel team,\" Kim said. \"The liquid fuel team succeeded on May 14 so the solid fuel team went for another round to achieve success. That is why the speed of North Korea's missile development is going beyond imagination.\" Comments: At this rate, has anyone considered the possibility that a missile will: go off course => have a failed destruct order => hit JPN, ROK or even PRC? Affirming forecast."], [368, "2017-05-21T19:46:46Z", [0.0], ""], [15528, "2017-05-21T19:29:51Z", [0.06], ""], [15528, "2017-05-21T19:29:45Z", [0.05], ""], [35447, "2017-05-21T19:21:57Z", [0.01], "Need fuel and technology is hard to develop "], [34353, "2017-05-21T18:02:20Z", [0.45], ""], [23966, "2017-05-21T14:35:02Z", [0.1], ""], [24306, "2017-05-21T13:21:55Z", [0.0], ""], [35716, "2017-05-21T08:28:44Z", [0.65], ""], [1034, "2017-05-21T06:49:45Z", [0.0], ""], [35708, "2017-05-20T23:10:41Z", [0.22], ""], [13377, "2017-05-20T19:27:04Z", [0.3], ""], [368, "2017-05-20T18:59:13Z", [0.0], ""], [12302, "2017-05-20T17:50:55Z", [0.08], ""], [34353, "2017-05-20T16:14:49Z", [0.45], ""], [1034, "2017-05-20T07:19:47Z", [0.0], ""], [35688, "2017-05-20T06:26:04Z", [0.0], ""], [35520, "2017-05-19T23:22:55Z", [0.0], ""], [368, "2017-05-19T22:39:05Z", [0.0], ""], [4729, "2017-05-19T22:09:10Z", [0.8], ""], [15196, "2017-05-19T15:19:21Z", [0.0], ""], [35244, "2017-05-19T15:19:19Z", [0.06], ""], [995, "2017-05-19T13:17:02Z", [0.79], ""], [34353, "2017-05-19T11:42:07Z", [0.45], ""], [4634, "2017-05-19T10:11:16Z", [0.3], ""], [1034, "2017-05-19T07:12:22Z", [0.0], ""], [368, "2017-05-19T01:46:29Z", [0.0], ""], [34613, "2017-05-18T22:25:30Z", [0.45], ""], [34613, "2017-05-18T22:21:35Z", [0.4], ""], [34353, "2017-05-18T19:34:23Z", [0.45], ""], [35674, "2017-05-18T17:25:24Z", [0.1], ""], [1034, "2017-05-18T04:40:06Z", [0.0], ""], [34752, "2017-05-18T03:09:34Z", [0.15], ""], [35642, "2017-05-18T01:15:47Z", [0.03], ""], [12302, "2017-05-17T23:48:53Z", [0.1], ""], [14253, "2017-05-17T23:10:25Z", [0.29], "Previous forecast a mistake."], [14253, "2017-05-17T23:10:07Z", [0.95], ""], [34353, "2017-05-17T22:38:35Z", [0.45], ""], [2965, "2017-05-17T21:36:50Z", [0.0], "Close, Could have hit Guam,\nhttps://www.thecipherbrief.com/article/north-america/defending-us-north-korean-long-range-missiles-1091?utm_content=buffer1d157&utm_medium=social&utm_source=twitter.com&utm_ca\n\"Defending the U.S. from North Korean Long Range Missiles\nMAY 16, 2017 | WILL EDWARDS PHOTO: MISSILE DEFENSE AGENCY\nThe Newsletter\nGet exclusive analysis delivered to your inbox daily.\nSUBSCRIBE NOW\nNorth Korea’s successful launch of the road-mobile intermediate range Hwasong-12 missile on Sunday yet again demonstrated the Kim Jong-un regime’s perseverance and improving technical acumen in developing ballistic missiles that can carry nuclear warheads. The missile had a 30-minute flight time and reached an altitude of more than 1300 miles. Though the missile was launched at a steep trajectory for testing purposes, experts say a shallower one would allow the missile to reach the United States’ Andersen Air Force Base on Guam. If North Korea develops a missile that can reach the U.S. homeland, and former CIA acting director and Cipher Brief expert Michael Morell says we should assume they can, then what defensive options are available to the United States? In reality there is only one: the Ground-based Midcourse Defense system (GMD). The GMD is an expansive—and expensive—system that comprises sensors based at sea, on land, and in space and a command and control network that feed data to an interceptor that is itself a three-stage rocket called the ground-based interceptor. Each sixty-foot tall interceptor carries what is called the “exoatmospheric kill vehicle” (EKV) into space and deploys it in the path of the enemy missile. The EKV uses an advanced targeting computer and onboard boosters to move it into the path of the incoming rocket, which is destroyed by the impact of the collision.\""], [14777, "2017-05-17T20:34:27Z", [0.03], ""], [368, "2017-05-17T19:22:36Z", [0.0], ""], [1333, "2017-05-17T15:37:34Z", [0.15], ""], [1333, "2017-05-17T14:20:52Z", [0.25], ""], [12302, "2017-05-17T14:17:39Z", [0.12], ""], [12302, "2017-05-17T14:17:24Z", [0.15], ""], [34628, "2017-05-17T13:50:50Z", [0.17], ""], [691, "2017-05-17T12:32:58Z", [0.2], ""], [1034, "2017-05-17T08:11:14Z", [0.0], ""], [919, "2017-05-17T06:26:31Z", [0.75], ""], [14253, "2017-05-17T03:13:41Z", [0.32], ""], [35398, "2017-05-16T23:15:13Z", [0.01], "well no  he still under time to do this but not at 5 months"], [35315, "2017-05-16T20:51:51Z", [0.15], "Basing this on the assumption that the successful May 14 test of the Hwasong-12 is the best missile that the DPRK currently has. The Hwasong-12 is not an ICBM."], [34353, "2017-05-16T19:39:18Z", [0.5], ""], [1333, "2017-05-16T18:55:37Z", [0.35], "There are so many ways of disguising a ICBM development program I'm not sure they would get credit foro it if they did it, and blew it up after getting whatever test data they need. Plus they may not want us to get intercept on their telemetry, with a full scale test over the south pacific."], [368, "2017-05-16T18:45:32Z", [0.0], ""], [35636, "2017-05-16T18:07:57Z", [0.01], "All bluff and bluster to get free aid"], [35459, "2017-05-16T17:19:54Z", [0.2], ""], [35618, "2017-05-16T16:36:16Z", [0.0], ""], [34879, "2017-05-16T15:55:57Z", [0.0], ""], [12302, "2017-05-16T14:54:35Z", [0.3], ""], [12302, "2017-05-16T14:51:14Z", [1.0], ""], [691, "2017-05-16T14:45:36Z", [0.2], ""], [2965, "2017-05-16T14:42:56Z", [0.0], "see @anneinak below\nconcise \nbest"], [22833, "2017-05-16T12:39:46Z", [0.0], ""], [212, "2017-05-16T11:27:04Z", [0.31], ""], [28414, "2017-05-16T07:56:17Z", [0.05], ""], [28414, "2017-05-16T07:56:14Z", [0.55], ""], [38, "2017-05-16T06:51:34Z", [0.0], "I've been thinking about this question all day, and have concluded that Sunday's missile launch was\n-the new missile Kim was bragging about\n-it is DPRK's best missile\n-it is not an ICBM\n-the DPRK will not have an ICBM ready for launch in 5 months"], [1034, "2017-05-16T06:41:26Z", [0.0], ""], [38, "2017-05-16T03:42:44Z", [0.33], "I'm hoping that GJO Admins will give us a definition of ICBM based on minimum range so that we'll know for certain whether or not the new type of missile launched last weekend will satisfy this question.  Absent a definition, I'll be reducing my forecast further as I do not think DPRK has a missile with a longer range, nor could it develop and test one in 5 months."], [35618, "2017-05-16T03:32:27Z", [0.33], "Comment deleted on May 16, 2017 03:35AM UTC"], [35618, "2017-05-16T02:53:20Z", [0.33], "I think that there is a chance given that as tensions rise in the area, Kim Jong-un will only push harder for an ICBM.  Especially given the recent success, though reliability is clearly still a problem. "], [35605, "2017-05-16T02:45:19Z", [0.36], ""], [23006, "2017-05-16T02:41:48Z", [0.49], ""], [35616, "2017-05-16T01:57:20Z", [0.25], ""], [38, "2017-05-16T01:55:02Z", [0.33], "At New Years, Kim bragged about a new missile; I don't know if he specifically called it an ICBM.  I’m thinking that the missile that was launched over the weekend is what Kim was referring to on New Years, and that THIS is the biggest missile DPRK has.   So, is it an ICBM?   It is being called a “new type of missile”, and there's been a new category created for it, labeled “medium-long range”.  Will GJO Admins consider that this missile satisfies the INTENT of the question?  I’d argue that it does not satisfy the STATEMENT of it.\n"], [35615, "2017-05-16T00:13:10Z", [0.1], ""], [34353, "2017-05-15T23:00:22Z", [0.5], ""], [35401, "2017-05-15T22:00:08Z", [0.0], "https://www.vox.com/world/2017/5/15/15640968/north-korea-missile-test-guam Mira Rapp-Hooper, an Asia and nuclear expert at the Center for a New American Security, told me that “this new missile suggests that [North Korea’s] programs are advancing quickly, and an ICBM may be only a year or so away.”"], [30260, "2017-05-15T21:22:52Z", [0.15], ""], [691, "2017-05-15T19:54:16Z", [0.2], "They appear to be getting better at Up, but still need to work on Over.  However, as long as they are willing to sacrifice pretty much everything and everybody in the country in aid of this objective, one hesitates to write them off entirely.  Up a bit, but not thoroughly convinced yet."], [1034, "2017-05-15T16:59:16Z", [0.0], "North Korea's latest missile launch suggests progress toward ICBM: experts Kim and Park (2017) Mon May 15, states that: North Korea's successful missile test-launch signals major advances in developing an intercontinental ballistic missile, such as mastery of re-entry technology and better engine performance key to targeting the United States, experts say. The isolated country has been developing a long-range missile capable of striking the mainland United States mounted with a nuclear warhead. That would require a flight of 8,000 km (4,800 miles) or more and technology to ensure a warhead's stable re-entry into the atmosphere. The North's official KCNA news agency said the new strategic ballistic missile named Hwasong-12, fired on Sunday at the highest angle to avoid affecting neighboring countries' security, flew 787 km (489 miles) on a trajectory reaching an altitude of 2,111.5 km (1,312 miles). The details reported by KCNA were largely consistent with South Korean and Japanese assessments that it flew further and higher than an intermediate-range missile (IRBM) tested in February from the same region, northwest of Pyongyang. Such an altitude meant it was launched at a high trajectory, which would limit the lateral distance traveled. But if it was fired at a standard trajectory, it would have a range of at least 4,000 km (2,500 miles), experts said. The test \"represents a level of performance never before seen from a North Korean missile\", John Schilling, an aerospace expert, said in an analysis on the U.S.-based 38 North website. \"It appears to have not only demonstrated an intermediate-range ballistic missile (IRBM) that might enable them to reliably strike the U.S. base at Guam, but more importantly, may represent a substantial advance to developing an intercontinental ballistic missile (ICBM).\" KCNA said the test launch verified the homing feature of the warhead that allowed it to survive \"under the worst re-entry situation\" and accurately detonate. The claim, if true, could mark an advancement in the North's ICBM program exceeding most expectations, said Kim Dong-yub, a professor at Kyungnam University's Institute of Far Eastern Studies in Seoul (para.1-9). Kim, J. & Park, J. (2017). North Korea's latest missile launch suggests progress toward ICBM: experts. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-northkorea-missiles-idUSKCN18A12B\n"], [368, "2017-05-15T16:56:37Z", [0.0], ""], [212, "2017-05-15T14:40:42Z", [0.42], ""], [1333, "2017-05-15T14:17:08Z", [0.4], "The flight angle suggests to me it's a development phase of the Sub Launch variant and altitude was about avoiding counter missiles. Now if they miniturize their components they're in bussiness."], [4634, "2017-05-15T12:33:58Z", [0.32], ""], [4634, "2017-05-15T12:31:28Z", [0.28], ""], [3316, "2017-05-15T10:59:20Z", [0.0], ""], [4577, "2017-05-15T10:37:27Z", [0.33], ""], [5386, "2017-05-15T08:27:16Z", [0.01], "The missile launched on Sunday flew 700km and is the most recent & most advanced ballistic missile North Korea has developed. Difficult to imagine how they could increase reach 8-fold in 4.5 months, from 700km to 5'500km, which is the definition of an ICBM."], [16652, "2017-05-15T07:36:15Z", [0.01], ""], [5386, "2017-05-15T06:16:03Z", [0.25], ""], [1034, "2017-05-15T06:03:47Z", [0.0], "Inside North Korea’s Accelerated Plan to Build a Viable Missile Gale and Cheng (2017) May 14, states that: SEOUL—North Korea’s launch on Sunday of its most-sophisticated missile yet offered new clues into how serious the country is in its nuclear ambitions. In the past three years, North Korea has launched more major missiles than in the three previous decades combined. That acceleration is one of the most dramatic signs of leader Kim Jong Un’s push to overhaul the country’s weapons program since he took power in late 2011. He has modernized production of nuclear and missile parts, upgraded the program within the military hierarchy and overtly pampered engineers, forcing Western leaders to worry more about Pyongyang’s intentions than ever before. On Sunday, North Korea launched a newly developed intermediate-range missile, its 10th missile firing this year. Mr. Kim attended the test of the nuclear-capable missile and described it as a “perfect weapon system,” according to a state media report. Initial projections from several experts suggested it would be able to reach U.S. military forces in Guam (para. 1-4). Weapons experts who study satellite images and photos released by North Korea say the newer machines have become ubiquitous in North Korean missile plants. The machines allow faster, more precise manufacturing of parts around the clock, reducing the need to skirt sanctions by importing similar parts. The United Nations bans any imports that could be used in weapons programs. (para. 14). Weaponry in a military parade in April in Pyongyang to mark the 105th anniversary of the birth of state founder Kim Il Sung, the grandfather of Mr. Kim, included rocket casings that might have been made by the new CNC machines, missile experts say. North Korea also showed off what appeared to be at least one new long-range missile (para. 14-15). 10th missile launch The launch spurred expectations among analysts that North Korea would successfully launch a similar missile before long, possibly within months. On April 28, North Korea fired its ninth missile so far this year. Sunday’s launch was immediately seen as another sign of progress (para. 50). Some analysts say North Korea’s record of exaggeration makes them cautious about its claim of being able to mount a nuclear warhead on a long-range missile that could reach the U.S. North Korea hasn’t tested its KN-08 missile, the gravest potential threat in the country’s arsenal. “The motive may also be threat demonstration, but they are making real progress,” says John Schilling, a rocket and missile specialist at the Aerospace Corp., which runs a research center for the U.S. Air Force (para. 51-52). Gale, A. & Cheng, J. (2017). Inside North Korea’s Accelerated Plan to Build a Viable Missile. The Wall Street Journal. World. Asia. Retrieved from\nhttps://www.wsj.com/articles/north-korea-is-accelerating-plan-to-land-missiles-in-u-s-1494792608\n"], [35569, "2017-05-15T01:45:33Z", [1.0], "There is a significant difference between launch and successfully launch.  North Korea will continue to launch as many ICBMs as possible.  Some of their launches will succeed and some will fail, but they will continue to launch regularly.  The most important questions to answer...will any of these ICBMs from North Korea launch and successfully strike a land target?  Or hit land in general?  Those two questions concern me the most.  In my opinion, answers to those two questions will determine the likelihood of nuclear war or at least, a very ugly war in the near future.    "], [35586, "2017-05-15T01:43:13Z", [0.15], ""], [16554, "2017-05-15T00:48:58Z", [0.75], ""], [35557, "2017-05-14T23:02:45Z", [0.0], ""], [2965, "2017-05-14T22:11:17Z", [0.0], "This is a pattern of provocations. The missiles will continue. He needs  a warhead for new missile he will continue to test missiles and wmd including nuclear, chemical, and biologic weapons.\nPutin should view this as the ultimate threat to Russia in Pacific theater\nand Xi Ping greatest threat to Beijing which is in range\nNot THAAD not US Seventh Fleet.\nLIkely source of  global cyber  ransom attack on Euro and NHS\nDPRK, Russia, China ISIS\nDPRK more likely.\ncnn.com citing Russia state outlets states missile hit 50 miles  east of \nVladivostok\n\nGoal: Kim III wants recognition. no sanctions\nso this was  an effort to enlist Beijing and Moscow against US\nwhile continuing negotiations with US and ROK fonder over \n recognitions a nuclear power\nthe denuclearization of the Korean peninsula. no way\nKim III is  an absolute totalitarian dictator\nJust like PRC in 60s and Mao he is starving peasants, No 6 party talks. Continuing nuclear  and ballistic test for foreseeable future\nFrozen conflict US much less PRC much less Russia have unacceptable costs for intervention,\nNor is throwing 500,00 US Troops and conventional warfare is unthinkable See Coldest Winter David Halberstam analysis of First Korean War\nNow KIm III has Vladivostok ,Beijing, US troops and All ROK and Nippon hostage\nFrozen conflict along DMZ\nSame Humint like none on Kim III( like none on Saddam\nCIA should  not be sanguine in its  NIE-it is a existential threat to  US now\nWe have no clue-nothing as to decision-making process in DPRK\nand if we did, it would be useless as KIm III predictably will continue to do the unpredictable\nWho could have foreseen DPRK leapfrogs sanctions by billions from ramsomware SO, DPRK is a nuclear power and unlike  Iran no compromises possible\nand we better start the trade, the food, the recognition the sooner DPRK becomes\na responsible; regional power like North Vietnam with nukes\nDPRK  and Iran are de facto  nuclear powers,\nSO, kim III does not want to start a war. \nand he will not launch one with demonstrated capability\nto hit US for 6-8 months,\nThere are no easy answers here\nSECDEF is correct and we must never ever take preemptive option off the agenda\nas that is the only constraint on DPRK ICBM targeting of US may warrant a pre-emptive assault\ntough call. new missile described in detail by Schilling\nhttp://38north.org/2017/05/jschilling051417/?utm_source=38+North+Bulletin+051417&utm_campaign=38+North&utm_medium=email During last month's parade, one genuinely new missile was revealed - one that looks very much like a small, two-stage version of their three-stage KN-08 ICBM  1 Schilling at www38north:\nvThe missile would have flown a distant of some 45oo kilometers if launched on a maximum trajectory. It appears to have not only demonstrated an intermediate-range ballistic missile (IRBM) that might enable them to reliably strike the US base at Guam, but more importantly, may represent a substantial advance to developing an intercontinental ballistic missile (ICBM). Given speculation over the past months about the possibility of military action by the Trump administration to prevent Pyongyang from acquiring such a weapons, the possible testing of ICBM subsystems in this low-key manner may be a North Korean hedge against the possibility of such action. We are still awaiting more details on this test, and if the North Koreans follow their usual practice we can expect photographs soon. But unless Pyongyang is hiding something completely new, there's only one real candidate for this missile. During last month's parade, one genuinely new missile was revealed - one that looks very much like a small, two-stage version of their three-stage KN-08 ICBM prototype, on displayed on a mobile launcher previously used for the \"Musudan\" intermediate-range ballistic missile. We don't have a name for this missile yet; the \"KN-17\" designation has been used for both this system and for a Scud-derived short-range ballistic missile with a maneuvering reentry vehicle displayed in the same parade. But whatever the name, it would be expected to have about the same performance as the missile just launched. While the April 15 parade may be the first time this missile was seen, and yesterday's test may be its first successful flight, there have been earlier indications that such a missile was under development. In January this year, intelligence sources reported that North Korea had deployed two prototype ICBMs at a test site, just under 15 meters long. All of North Korea's ICBM prototypes and mock-ups are well over that size, which left us puzzled. But this new missile comes in at just under 15 meters, and while its performance doesn't quite reach ICBM standards it clearly shares a common heritage with the KN-08 ICBM. Quite likely this was the missile that was reported in January."], [368, "2017-05-14T21:12:20Z", [0.0], ""], [35170, "2017-05-14T20:27:23Z", [0.0], ""], [691, "2017-05-14T19:29:01Z", [0.18], ""], [34973, "2017-05-14T18:49:13Z", [0.1], ""], [34353, "2017-05-14T16:38:00Z", [0.6], ""], [1034, "2017-05-14T16:16:18Z", [0.0], "North Korea Fires New Type of Ballistic Missile With Longer Range Cheng (2017) May 14, states that: North Korea fired what appeared to be a new type of ballistic missile Sunday, days after the election of a new South Korean president who advocates more engagement with Pyongyang. Experts said the missile had a greater range than any other weapon North Korea has successfully launched, and U.S. President Donald Trump said the missile landed “close to Russian soil.”  The missile rose to a height of about 1,240 miles, Japanese Defense Minister Tomomi Inada said, a much steeper trajectory than usual for a North Korean missile test. She said officials were looking into the possibility that it was a “new type of ballistic missile.” Yoshihide Suga, Japan’s chief cabinet secretary, said the missile traveled for about 30 minutes and landed some 500 miles east of the launch site. A spokesman for South Korea’s Joint Chiefs of Staff estimated the distance at 435 miles. [Maj. Rob Shuford, a spokesman for U.S. Pacific Command in Hawaii, said the launch {didn’t appear to be consistent} with that of an intercontinental ballistic missile]. Independent experts said the missile, if fired at a conventional angle, could have flown 2,800 miles—far enough to reach the U.S. military base in Guam. That is a “considerably longer range than its current missiles,” said David Wright, co-director of the Global Security Program at the Union of Concerned Scientists, in an analysis of the launch (para. 1-6). Cheng, J. (2017). North Korea Fires New Type of Ballistic Missile With Longer Range. The Wall Street Journal. World Asia. Retrieved from\nhttps://www.wsj.com/articles/north-korea-launches-possible-ballistic-missile-south-korean-news-agency-reports-1494713029"], [38, "2017-05-14T16:06:01Z", [0.44], ""], [2965, "2017-05-14T14:21:44Z", [0.0], "I concur with @Wildwood2000\nChart from wsj.com ESTIMATED MAXIMUM RANGE FROM NORTH KOREA\nhttps://www.wsj.com/graphics/the-threat-from-north-koreas-missiles/ Tokyo\nAlaska\nSan Francisco\nWashington, D.C.\nApril 1984\nHwasong-5\n190 miles\nMay 1990\nNodong\n810 miles\nAug. 31, 1998\nTaepodong-1\n1,550 miles\nJuly 5, 2006\nTaepodong-2\n4,160 miles\nMay 9, 2015\nKN-11\n560 miles\nFeb. 7, 2016\nTaepodong-2\n6,210 miles\nApril 15, 2016\nMusudan\n1,860 miles\nMay 14, 2017\nUnknown\n2,800 miles\nPyongyang, North Korea\nAnchorage, Alaska\nSan Francisco Feb 2016\n It appears  from the chart and ww.38North.org that the prior Feb 2016 is a Taepoong Dong  could have reached SFO This  5-13-2017 test was just short of the range of US.https://www.wsj.com/graphics/the-threat-from-north-koreas-missiles/nuclear-armed missile that could hit the U.S. mainland Published April 17, 2017 at 12:30 p.m. ET MISSILE TEST    NUCLEAR TEST 1985                               '90                                 '95                          \n     2000                             '05                               '10 ESTIMATED EXPLOSIVE POWER IN KILOTONS Size of atomic bomb, in\n15 kilotons, dropped on Hiroshima  in 1945 July 5, 2006\nTaepodong-2 North Korea fired a Taepodong-2 missile\n(https:/ www.wsj.com/articles/SB115204584251197609) with an\nestimated range of 6,700 km (4,160 miles). The missile breaks up about 40 seconds after launch.\nThe Threat From North Korea’s\n  Pyongyang has accelerated its testMs of miisssislesialned nsuclear bombs as it tries to develop a\nnuclear-armed missile that could hit the U.S. mainland Published April 17, 2017 at 12:30 p.m. ET MISSILE TEST\tNUCLEAR TEST July 5, 2006\nTaepodong-2 North Korea fires a Taepodong-2 missile\n(https:/ www.wsj.com/articles/SB115204584251197609) with an\nestimated range of 6,700 km (4,160 miles). The missile breaks up about 40 seconds after launch. ESTIMATED MAXIMUM RANGE FROM NORTH KOREA\n  April 1984 Hwasong-5\nMay 1990\nNodong\nAug.  31, 1998\nTaepodong-1\nJuly 5, 2006 Taepodong-2\nMay 9, 2015 KN-11\nFeb. 7, 2016\nTaepodong-2\nApril 15, 2016 Musudan\nMay 14, 2017\nUnknown\n  \nTokyo\tAlaska      San Francisco Washington, D.C.\n  Drag and move the globe\n  Sources: Center for Strategic and International Studies (test dates); South Korea Ministry of National Defense (explosive power and range);\nNorth American Aerospace Command; GlobalSecurity.org; Union of Concerned Scientists; Center for Arms Control and Non-Proliferation; staff and news reports (timeline) See LInk at my twitter account I will post it there. Adobe / Word fragment here may be more confusing . Bottom line LSG ana ESTIMATED MAXIMUM RANGE FROM NORTH KOREA April 1984 Hwasong-5\nMay 1990\nNodong\nAug.  31, 1998\nTaepodong-1 Drag and move the globe July 5, 2006 Taepodong-2\nMay 9,  2015 KN-11\nFeb. 7, 2016\nTaepodong-2\nApril 15, 2016 Musudan\nMay 14, 2017\nUnknown 4,160 miles Tokyo                                Alaska       San Francisco Washington, D.C. Pyongyang, North Korea Sources: Center for Strategic and International Studies (test dates); South Korea Ministry of \nNational Defense (exposive power and range);\nNorth American Aerospace Command; GlobalSecurity.org; Union of Concerned Scientists; Center for \nArms Control and Non and news reports (timeline) sj.com/graphics/the­threat­from­north­koreas­missiles/ The Threat From North Korea’s Missiles\nCredit\nDevelopment by Yasufumi Saito ( https://twitter.com/yasufumisaito) and Andrew Jam (    \nhttps://twitter.com/andjames)\nReporting by Jonathan Cheng ( https://twitter.com/JChengWSJ) and Kwanwoo Jun (    \nhttps://twitter.com/kwanwoo) It is a different missile than T 2\n1.Solid fuel\n 2,)Nose cone\n 3.Trajectory SO I interacted with this chart\nReaffirm 100% not likely  today\nthis could change as early as august same with nuclear test\nreaffirm 100 for  test\nit could change by June 1, 2017\ntime degradation and events  require day to day corrections \ncc@dowser\nlooks like they still do not have nose cone configuration but at 5 tests they have 20 wmd inventory so please do not consider me a hedgehog on these 2\n"], [4634, "2017-05-14T12:57:22Z", [0.35], ""], [4634, "2017-05-14T12:54:43Z", [0.4], ""], [1034, "2017-05-14T05:54:39Z", [0.0], "North North Korea Launches a Missile, Its First Test After an Election in the South Hunmay (2017) May 13, states that: SEOUL, South Korea — North Korea launched an intermediate-range ballistic missile on Sunday, the first test since a new president took office in South Korea this past week and called for dialogue with the North (para. 1). In its previous missile test from Kusong, North Korea launched what the Pentagon called “a medium- or intermediate-range ballistic missile” from the Banghyon air base on Feb. 12. The missile, which was identified as a Pukguksong-2, flew 310 miles. The test was conducted as Mr. Trump was hosting Japan’s prime minister, Mr. Abe, on an official visit (para. 23). North Korea has said its intermediate-range Pukguksong-2 could carry a nuclear payload. The missile was also fired from a mobile-launch vehicle and used a solid-fuel technology that missile experts say will make it easier to hide it and launch on short notice. North Korea has been trying to build a reliable intermediate-range ballistic missile, which would be capable of reaching American military bases in the Pacific. In a New Year’s Day speech, Mr. Kim said his country had reached a “final stage” in preparing to conduct its first test of an intercontinental ballistic missile (para. 23-26). Hunmay, C. (2017). North Korea Launches a Missile, Its First Test After an Election in the South. The New York Times. Asia Pacific. Retrieved from\nhttps://www.nytimes.com/2017/05/13/world/asia/north-korea-missile-test-kim-jong-un-moon-jae-in.html\n"], [35033, "2017-05-14T05:44:01Z", [1.0], ""], [35556, "2017-05-14T03:50:34Z", [0.09], ""], [23006, "2017-05-14T01:52:00Z", [1.0], "https://www.nytimes.com/2017/05/13/world/asia/north-korea-missile-test-kim-jong-un-moon-jae-in.html?emc=edit_na_20170513&nl=breaking-news&nlid=52725637&ref=headline&_r=0"], [34613, "2017-05-14T00:09:30Z", [0.45], ""], [1643, "2017-05-13T22:28:09Z", [0.1], "1) Given that the South Korean election just completed and the last missile attempt appeared to fail, I think there will almost certainly be a test by Nov 1.\nStart with 100% chance of test. 2) I'm not sure if the test will be a medium range missile, an ICBM, or a nuclear test.\n 30%/30%/30% 3) We know they have the ability to do a nuclear test and seem to be preparing for one: \n( https://www.nytimes.com/interactive/2017/04/12/world/asia/north-korea-nuclear-test.html?_r=0 ).\n[ keep 40% for nuclear ] We don't know if they have an ICBM: http://www.bbc.com/news/world-asia-39628223\n[ go with 20% for ICBM ] We know they have medium range ballistic missiles to test: http://www.cnn.com/2017/04/15/asia/north-korea-missile-test/ .\n[ go with 40% for non-ICBM ballistic test ] 4) If a nuclear test happens, I think the US will respond and there will not be an ICBM test.\nIf another non-ICBM test happens, I think there is still a chance for ICBM test later in the year. Decreasing the 20% to 10% because they may choose nuclear test first and then will not be able to proceed to ICBM after the US and allies respond."], [368, "2017-05-13T19:19:43Z", [0.0], ""], [28766, "2017-05-13T19:07:19Z", [0.25], ""], [35544, "2017-05-13T17:43:31Z", [0.06], "While the North Korean Government certainly wants to have a functional ICBM, they seem to be more hopeful than practical. US news media often overemphasizes the capabilities of North Korea leading to a view that the country is much more functional than it actually is. "], [34353, "2017-05-13T17:11:18Z", [0.6], ""], [30517, "2017-05-13T15:13:59Z", [0.35], ""], [2965, "2017-05-13T12:40:08Z", [0.0], ""], [691, "2017-05-13T12:33:33Z", [0.14], ""], [35531, "2017-05-13T11:04:23Z", [0.4], "Talks already in progress with south Korea saber rattling will lesson unless the US postures still very high chance. \nthis may open the door for more items to enter from the south that they may need to further there goal (the majority of South Korea see the north as no big threat or as distant relatives)\nBefore the date maybe not but it will happen maybe not any time soon.\nyes kinda stupid to put the cart before the horse.\nBut building submarine's that can handle ICBM missiles would be the same thing.\nPlus detonating a bomb underground and calling it a nuclear detonation makes the same argument.\n it's the fact that they are dead set on making these things happen or stating that they have is the issue"], [1034, "2017-05-13T07:09:41Z", [0.0], ""], [35033, "2017-05-13T06:24:14Z", [0.7], ""], [35518, "2017-05-13T04:39:10Z", [0.33], ""], [35470, "2017-05-12T21:54:10Z", [0.48], ""], [35504, "2017-05-12T20:40:35Z", [0.0], ""], [35505, "2017-05-12T20:16:39Z", [0.75], ""], [368, "2017-05-12T18:04:30Z", [0.0], ""], [35401, "2017-05-12T16:07:41Z", [0.7], "North Korea's missile program has increased its abilities dramatically recently.  While many countries are against the North Korean government developing ICBMs it has become the countries main goal.  While the launch may be unsuccessful, the North Koreans will surely try to launch an ICBM. "], [35483, "2017-05-12T15:18:02Z", [0.68], ""], [35481, "2017-05-12T15:12:35Z", [0.2], ""], [13377, "2017-05-12T14:37:23Z", [0.55], ""], [2965, "2017-05-12T13:34:13Z", [0.0], ""], [35471, "2017-05-12T12:58:41Z", [0.02], ""], [34353, "2017-05-12T11:41:09Z", [0.65], ""], [28414, "2017-05-12T09:00:47Z", [0.15], ""], [35457, "2017-05-12T06:57:58Z", [0.01], ""], [1034, "2017-05-12T06:34:05Z", [0.0], ""], [35441, "2017-05-12T05:10:50Z", [0.05], ""], [35426, "2017-05-12T04:54:44Z", [0.15], ""], [35433, "2017-05-12T04:05:53Z", [0.25], ""], [35417, "2017-05-12T03:30:00Z", [0.15], "They're trying sooo it's a chance"], [35410, "2017-05-12T03:19:00Z", [1.0], "Yes and I personally believe they are receiving help from Russia"], [35416, "2017-05-12T03:11:12Z", [0.75], ""], [35377, "2017-05-12T02:02:26Z", [0.56], ""], [35395, "2017-05-12T01:38:15Z", [1.0], ""], [35393, "2017-05-12T01:26:31Z", [0.24], ""], [14253, "2017-05-12T01:25:12Z", [0.43], ""], [23006, "2017-05-11T18:42:47Z", [0.51], ""], [4634, "2017-05-11T18:37:30Z", [0.55], "Oops  \"The U.S. Intelligence Community believes that North Korea will test a long-range intercontinental ballistic missile (ICBM) this year in an attempt to prove that Kim Jong-un has the capability to strike directly at the American homeland. The North Korean regime has been preparing its new missile for the past several years and has developed miniaturized nuclear warhead designs to fit atop such a weapon.\" http://nationalinterest.org/blog/north-korea-test-nuclear-missile-could-strike-america-year-20609"], [368, "2017-05-11T17:44:08Z", [0.0], ""], [5386, "2017-05-11T17:21:32Z", [0.15], ""], [34353, "2017-05-11T13:59:12Z", [0.7], ""], [522, "2017-05-11T13:43:17Z", [0.35], ""], [16652, "2017-05-11T09:59:11Z", [0.01], ""], [34725, "2017-05-11T06:25:03Z", [0.09], ""], [1034, "2017-05-11T05:56:57Z", [0.0], ""], [32100, "2017-05-10T19:39:51Z", [0.2], ""], [34353, "2017-05-10T19:08:40Z", [0.7], ""], [368, "2017-05-10T18:33:19Z", [0.02], ""], [691, "2017-05-10T14:14:41Z", [0.14], ""], [4634, "2017-05-10T12:17:19Z", [0.15], ""], [4634, "2017-05-10T12:17:05Z", [0.2], ""], [28414, "2017-05-10T11:50:39Z", [0.01], ""], [16652, "2017-05-10T09:48:45Z", [0.01], "Comment deleted on May 25, 2017 07:57PM UTC"], [1034, "2017-05-10T05:03:57Z", [0.0], ""], [35342, "2017-05-10T01:31:49Z", [0.55], "The question is \"will North Korea launch a land-based ICBM,\" not \"will it launch it successfully\" or \"will it miniaturize nuclear warheads to fit on the ICBM.\" As a result, it is more likely that North Korea will launch an ICBM before November 1st.  Currently, the launch is unlikely because of China's coercive diplomacy designed to reign in its client ally. However, Chinese leverage is limited. Historically, the North Koreans eventually act in their interests despite Beijing's prodding to do otherwise. So the launch, while unlikely at present, will probably occur later in the year.  For more, see 38North; the Union of Concerned Scientists; and analysis by Jeffrey Lewis et al."], [35243, "2017-05-10T00:40:34Z", [0.05], ""], [34353, "2017-05-09T23:18:47Z", [0.7], ""], [368, "2017-05-09T18:02:04Z", [0.02], ""], [691, "2017-05-09T16:30:44Z", [0.14], ""], [16652, "2017-05-09T13:57:01Z", [0.01], ""], [1034, "2017-05-09T06:32:14Z", [0.0], ""], [2965, "2017-05-09T05:05:00Z", [0.0], ""], [2965, "2017-05-09T04:35:48Z", [0.0], ""], [35319, "2017-05-09T00:37:28Z", [0.86], "The only thing that is certain to come out of the North Korean leader is that he will act uncertainly. No matter how often we suggest he could never go THAT far, he does. It would be a mistake to trust that NK would not fire ICBMs at a land based target."], [4139, "2017-05-08T23:47:56Z", [0.1], ""], [35322, "2017-05-08T21:27:30Z", [0.0], "They will never launch it."], [368, "2017-05-08T19:48:50Z", [0.02], ""], [34353, "2017-05-08T12:34:39Z", [0.75], ""], [691, "2017-05-08T11:20:53Z", [0.14], ""], [35304, "2017-05-08T08:05:46Z", [0.01], ""], [34404, "2017-05-08T00:46:30Z", [0.16], ""], [38, "2017-05-07T22:11:42Z", [0.55], ""], [35307, "2017-05-07T22:07:52Z", [0.85], ""], [16554, "2017-05-07T21:56:17Z", [0.35], ""], [368, "2017-05-07T19:02:16Z", [0.02], ""], [35305, "2017-05-07T18:14:50Z", [0.15], ""], [2965, "2017-05-07T14:31:39Z", [0.0], ""], [32921, "2017-05-07T14:04:17Z", [0.59], ""], [691, "2017-05-07T12:08:37Z", [0.14], ""], [755, "2017-05-07T05:58:51Z", [0.05], "UPI, May 5, 'North Korea shipyard for sub-launched missiles is active, analyst says': http://www.upi.com/Top_News/World-News/2017/05/05/North-Korea-shipyard-for-sub-launched-missiles-is-active-analyst-says/2881494009848/ Deutsche-Welle, May 5, 'IAEA chief 'concerned' about North Korean nuclear progress - The United Nation's nuclear watchdog has confirmed Pyongyang's progress in advancing its nuclear weapons program. The agency's worry comes amidst growing tension around North Korea's nuclear ambitions': http://www.dw.com/en/iaea-chief-concerned-about-north-korean-nuclear-progress/a-38708633 AOL News, May 5, 'Report: Pentagon tracking military cooperation between Iran and North Korea': https://www.aol.com/article/news/2017/05/05/report-pentagon-tracking-military-cooperation-between-iran-and/22072073/ IBT, May 4, 'Is North Korea Preparing For War? New Artificial Islands Could Be For Nuclear Missile Launch': http://www.ibtimes.com/north-korea-preparing-war-new-artificial-islands-could-be-nuclear-missile-launch-2534629 Pre-strike:\nSuppression of Enemy Air Defenses: https://en.wikipedia.org/wiki/Suppression_of_Enemy_Air_Defenses\nSuppression of Enemy Air Defenses (SEAD), also known as \"Wild Weasel\" and \"Iron Hand\" operations in the United States, are military actions to suppress enemy surface-based air defenses, including not only surface-to-air missiles (SAMs) and anti-aircraft artillery (AAA) but also interrelated systems such as early-warning radar and command, control and communication (C3) functions, while also marking other targets to be destroyed by an air strike. Suppression can be accomplished both by physically destroying the systems or by disrupting and deceiving them through electronic warfare. In modern warfare SEAD missions can constitute as much as 30% of all sorties launched in the first week of combat and continue at a reduced rate through the rest of a campaign. One quarter of American combat sorties in recent conflicts have been SEAD missions. Potential use on the Peninsula:\nBreaking Defense, May 5, 'Air Force Drops First GPS Bomb From Reaper: GBU-38 JDAM': http://breakingdefense.com/2017/05/air-force-drops-first-gps-bomb-from-reaper-gbu-38-jdam/\\\n....... 'This expands the aircraft’s weapons mix of Hellfire missiles and GBU-12 Paveway II bombs. The use of the JDAM marks a potentially important expansion of the drone’s combat capability, pushing it closer to the weapons mix — though not the capacity — of a so-called fast mover fighter like the F-16 or F-15.' Joint Direct Attack Munition: https://en.wikipedia.org/wiki/Joint_Direct_Attack_Munition\nThe Joint Direct Attack Munition (JDAM) is a guidance kit that converts unguided bombs, or \"dumb bombs\", into all-weather \"smart\" munitions. JDAM-equipped bombs are guided by an integrated inertial guidance system coupled to a Global Positioning System (GPS) receiver, giving them a published range of up to 15 nautical miles (28 km). JDAM-equipped bombs range from 500 pounds (227 kg) to 2,000 pounds (907 kg). When installed on a bomb, the JDAM kit is given a GBU (Guided Bomb Unit) nomenclature, superseding the Mark 80 or BLU (Bomb, Live Unit) nomenclature of the bomb to which it is attached.\nThe JDAM is not a stand-alone weapon; rather it is a \"bolt-on\" guidance package that converts unguided gravity bombs into precision-guided munitions (PGMs). The key components of the system consist of a tail section with aerodynamic control surfaces, a (body) strake kit, and a combined inertial guidance system and GPS guidance control unit.\nThe JDAM was meant to improve upon laser-guided bomb and imaging infrared technology, which can be hindered by bad ground and weather conditions. Laser seekers are now being fitted to some JDAMs.\nFrom 1998 to November 2016, Boeing completed over 300,000 JDAM guidance kits, and is now building them at a rate of over 130 kits per day. 126 MQ-9s in inventory:\nUAVs in the U.S. military: https://en.wikipedia.org/wiki/UAVs_in_the_U.S._military Source: Wikipedia Comments: How about sending 1MM KPA across the DMZ in a surprise attack instead? The National Interest, May 6, 'North Korea's Secret Strategy in a War with America: Go Underground': http://nationalinterest.org/blog/the-buzz/north-koreas-secret-strategy-war-america-go-underground-20525 Incremental adjustment down."], [34613, "2017-05-06T22:54:24Z", [0.42], ""], [368, "2017-05-06T20:52:10Z", [0.02], ""], [13974, "2017-05-06T17:50:09Z", [0.28], ""], [691, "2017-05-06T12:56:08Z", [0.11], ""], [35190, "2017-05-06T09:32:56Z", [0.04], ""], [29648, "2017-05-06T07:59:15Z", [0.7], "but there's a 99% chance it will fail or be photoshopped to look more impressive than it is"], [2965, "2017-05-06T03:36:50Z", [0.0], "Hey you POTUS\n@realdonaldtrump\nput down tht tweeter\nor no one in Seoul-ROK gets out alive.\nget off that that twitter for good man\nvip: no tweets\nor no one  gets out alive on Seoul 20-million civilians with no nukes\nSee alert https://www.thecipherbrief.com/dead-drop!!!!!!!!!!!! This weeks : \"Dead Drop\nNoun.\nA location to secretly pass information without a face-to-face meeting.\nEach week we hope to give our readers tidbits of gossip from the world of national security and intelligence. The Dead Drop is a source of fun or intriguing news you can't get anywhere else. Got a tip for us? Email us at thedeaddrop@thecipherbrief.com and share the scoop. We promise to protect our sources and methods. Below is our recent intelligence collection: PDDNI 2B? The Dead Drop is hearing that Sue Gordon, currently the Deputy Director at the National Geospatial-Intelligence Agency (NGA) is the leading candidate to become the Principal Deputy Director of National Intelligence under DNI Dan Coats.  Gordon spent more than 25 years at the CIA and led the Agency’s Information Operations Center while simultaneously being the CIA Director’s senior advisor on cyber. She is well-known and liked in Silicon Valley, which would be an asset in her new position.  The PDDNI position is currently vacant and requires Senate confirmation.  Just last month, the number three position at DNI – the Deputy Director of National Intelligence (without the “Principal” in the title) job was filed by Dawn Eilenberger – who, most recently was the Assistant Director of National Intelligence for Policy & Strategy at the ODNI.  Eilenberger also served as IG at NGA and started her intelligence career at the CIA. COMMISSAR, WE HARDLY KNEW YE: Way back on February 3rd, The Dead Drop told you about plans to install “liaison officers” from the NSC in the front offices at the various intelligence community components to keep an eye on political purity.  Some observers likened the jobs to the zampolits or political commissars of the old Soviet Union.  The idea soon spread to the entire cabinet, where minders were assigned to make sure Departments were towing the political line.  Now Politico reports that the thought police – who they dubbed “chaperones” – are being phased out after it became apparent what a bad idea the positions were. KGB LEFT NO STONE UN-SPUN: Interesting story in The Daily Beast last week says that the widespread belief that the CIA was behind JFK’s assassination was the direct result of a KGB influence operation – one that ended up inspiring years of bogus conspiracy theories – including those promoted in Oliver Stone’s movie, “JFK.” NATIONAL PARK SERVICE GOES OUT ON A LIMB FOR OSS VETS: Prince William Forest Park and the OSS Society are hosting an event on June 24th to reflect on the historical legacy of the OSS. Eastern National Bookstore, a cooperating partner with the National Park Service, is providing a free dinner to all OSS veterans and their spouses.  Since 2017 is the 75th anniversary year of the OSS, we suspect they won't go broke with that free offer.  The rest of us can attend too for just $12 per person to enjoy the meal and remarks by historian and author Patrick O'Donnell.  The event starts at 5PM (1700 for your OSS vets) at the OSS Theater at Prince William Forest Park in Dumfries, VA.  To attend contact Chris Alford at chris_alford@nps.gov or call 703-221-7183. HULU HULLABALOO:  The streaming TV service Hulu announced this week they are starting work on a 10-part adaptation of Lawrence Wright’s critically acclaimed 2006 book, The Looming Tower: Al Qaeda and the Road to 9/11. The book provided a detailed look at the growth of Islamic fundamentalism and events leading up to 9/11.  What garnered media attention this week, however, was the news that Alec Baldwin has signed on to play CIA Director George Tenet.  Insiders tell us that when Wright was working on his book in the aftermath of 9/11, the FBI was exceedingly cooperative – but that the CIA, then under the leadership of Porter Goss, elected not to be.  As a result, The Looming Tower leans heavily on the FBI’s version of events. POCKET LITTER: Bits and pieces of interesting /weird stuff we discovered: Fruit of the Loon: Former CIA analyst John Nixon was on NPR’s program “Wait Wait…Don’t Tell Me” last week talking about his book Debriefing the President – which describes his experiences interrogating Saddam Hussein.  Part of the price of promotion on NPR was that Nixon had to endure a three-question quiz on a different kind of briefs – men’s underwear.  He got two of the three wrong – but we don’t want to hear about intelligence failures.  They were tough questions.\nThrown onto the bus – not under it.  On Tuesday, members of the Senate Select Committee on Intelligence, including Chairman Senator Richard Burr, were spotted boarding a chartered bus on Capitol Hill believed to be bound for CIA headquarters in Virginia where they were expected to be briefed on the ongoing investigation into possible Russian meddling in the U.S. election. When asked where they were heading, CNN says Burr replied, “Slow news day?” \nState of the World Explained: With Palestinian Authority President Mahmoud Abbas meeting with President Trump this week – we thought we would share with you this nugget (via The Jerusalem Post) which says that, according to a Palestinian Authority TV host, Israel is waging war against the Muslim world via “sex mania.” In addition, the commentator claims the CIA has created a branch called the “Unit for Creating the Global Mood,” which distributes “pain killers, mood enhancers and hallucinatory substances” to “destroy what remains of our children’s values.”\nSighted Sheep Sank (by) Same: Late last week came news that a Russian naval intelligence ship collided with a merchant freighter carrying 8,800 sheep in the Black Sea. The Russian vessel, the Liman, came out decidedly worst in the encounter. It sank. Fortunately, all 78 sailors onboard survived – which allows us to enjoy the observation that Putin’s Navy must be embarrassed by losing a modern ship to a “ewe boat.”\nNETWORK NEWS: Not a day goes by when members of The Cipher Brief Network aren’t making news.  Here are just a few examples from this week: Guess who’s coming to dinner! John McLaughlin, former acting CIA Director  – speaking with NBC News on President Trump inviting Philippines President Rodrigo Duterte to the White House noting that the president \"seems to admire strength and power in other leaders inordinately. Without looking at the downsides of how they exercise that power.\"\nGenerally speaking: NPR last week looked at what many consider the “moderating” effect of the generals appointed to prime positions in the Trump administration.  General Jack Keane told NPR that Secretary of Defense (and fellow retired general) Jim Mattis has been effective in reaching out and reassuring allies in the Middle East.\nSeeing Red: Former DNI James Clapper speaking at the Harvard Kennedy School on Tuesday said he had no doubt that Russia successfully interfered with the presidential election and “clearly favored” Trump over Hillary Clinton. Michael Morell, former acting CIA director and another TCB network member was also at the event, according to the Harvard Gazette, and participated in the discussion.\nWith all due respect: Ambassador Joe DeTrani spoke with NPR this week following reports that North Korea has detained a third American citizen. What does Kim Jong un expect to get from actions like this?  DeTrani says “they make it very clear that they will not tolerate anyone who treats them with nothing but total respect.”\nWHAT’S ON THEIR NIGHTSTAND? (Our contributors tell us about what they’re currently reading) Dan Markey, adjunct Senior Fellow at the Council on Foreign Relations and Senior Research Professor and Academic Director of the Global Policy Program at the Johns Hopkins School of Advanced International Studies: “I’m reading The Silk Roads: A New History of the World, by Peter Frankopan, a sweeping history that will likely be by my bedside for a long time.  Frankopan re-frames our perspective not just from west to east, but inside out, by situating Central Asia at the heart of the story. “ SECURITY QUOTE OF THE WEEK: “But never underestimate the chances of a miscalculation. What about a situation where Kim believes we are beginning a military operation to overthrow him, even though we are not doing that? Miscalculations have occurred many times in history. This time it could end with a nuclear detonation over the United States. This is why we have to be extraordinarily careful with what we say and do vis-à-vis the North today.” Begin lsgold7 specific forecast:\n it will fail due to THAAD or  cyber attacks\nkind of a trick question or am I am just a dumb lawyer\n0 chance I stress no way  they can hit US today but see\n alert http://www.foxnews.com/politics/2017/05/05/pentagon-eyes-iran-north-korea-military-connection.html DPRK artillery have Seoul  20m metro area and 50,00 US troops in range, on target and beyond any \"4cis fire control\"  they will continue  to be successful in  solid fuel mobile and sub launches\nthey look like Pak deterrent as they came from A Q Khan\nconsistent with number of India and Pak test 5-6\nstill do not have icbm nose cone done\nIRBM is a parabolic shot \nQuestion is can they hit Tokyo or Beijing or Pusan \nThe answer to that is yes if they get one on a pad and it rose 10 feet and exploded?\nTHAAD fully deployed as of today\n I  say 0 initiating coverage today.\nEvidence NO says Mike Morell https://www.thecipherbrief.com/column/expert-view/north-koreas-threat-us-homeland-correcting-misperception-1090?utm_source=Join+the+Community+Subscribers&utm_campaign=4802c06770-EM\n@dowser last one we nailed 3-2016 was a nose cone test\n see this year's military parade dummies 4-15-2017\njust out last 3 minutes http://38north.org/2017/05/missile050217/\nJ. Bermudez ( the real expert for me  in OSI)\nthe man\nall him begin quote \"The massive military parades in Pyongyang provide great opportunities to gain insight into North Korea’s ballistic missile aspirations, but they are often used to disseminate propaganda and dissemble about its real aspirations and program direction. Rather than parades, infrastructure developments often provide the most accurate indicators and warnings of long-term program directions and capabilities. Some of the more notable examples that have not received the attention they deserved because of an excessive focus on the military parades include: The construction of two successive missile test stands from 2011-2014, which presaged the development of submarine-launched ballistic missiles (SLBMs) and an experimental ballistic missile submarine;\nThe suspension, in 2013-2014, of a substantial modernization program[1] at the Tonghae Satellite Launching Ground, which foretold the concentration of limited resources into expanding and developing the Sohae Satellite Launching Station; and\nThe beginning of construction on a solid rocket engine test facility at Magunpo in early 2013, which anticipated the development of large solid-fuel rocket engines (i.e., for the Pukguksong-1 SLBM and Pukguksong-2 medium-range ballistic missile (MRBM)), smaller air-to-air and air-to-ground class systems and potentially cruise missiles.\nMore recently, several infrastructure developments may provide new insights into future development in the North’s missile programs. Among these are: Modernization of the vertical engine test stand facility at the Tae-sung Machine Factory: Commercial satellite imagery from February 20, 2016 and April 24, 2017 show that over the past year, a modernization program has begun at the Tae-sung Machine Factory’s vertical engine test stand facility.[2] Included among the activities noted here are the placing of a guard position at the entrance, paving of the access road and parking area, construction of a large new paved work yard and the replacing of several support buildings with new structures. One of these new support structures is suggestive of a horizontal solid rocket engine test stand similar in size and layout to that seen at the Magunpo solid rocket engine test facility.[3] In March 2016, North Korea conducted a nose cone test at this site. That test along with the current modernization of this facility indicates its continuing role in more advanced ballistic missile design and development efforts. Should the new support building prove to be for solid rocket engine development and testing, it supports the analysis of an expanding effort in this field. It may also be related to the acquisition of the second submersible test stand barge and an expansion of SLBM developments to the West Sea area. Figure 1. Vertical engine test stand at Tae-sung Machine Factory in February 2016. Image includes material Pleiades © CNES 2017. Distribution Airbus DS / Spot Image, all rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nImage includes material Pleiades © CNES 2017. Distribution Airbus DS / Spot Image, all rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nFigure 2. Renovated Tae-sung Machine Factory in April 2017, with possible new solid rocket engine test stand. Image includes material Pleiades © CNES 2017. Distribution Airbus DS / Spot Image, all rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nImage includes material Pleiades © CNES 2017. Distribution Airbus DS / Spot Image, all rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nDevelopment of a new missile and TEL: On February 12, 2017, North Korea conducted its first test launch of its Pukguksong-2 MRBM from the Iha-ri Driver Training and Test Facility north of Kusong.[4] The choice of the Iha-ri facility was a logical one since the system’s transporter-erector-launcher (TEL) is manufactured at the nearby No. 95 Factory. Recent commercial satellite imagery shows that during January-April 2017, the North has constructed two temporary launch positions on the south side of the Iha-ri facility.[5] Significantly, satellite imagery from March 14, 2017 shows what also appears to be a TEL with launch tube elevated. The image is taken at a high off-nadir angle, which makes accurate measurement challenging, however, the elevated height of the launch tube is approximately 11-12 meters with a diameter of approximately 3 meters. The overall length of the tube and TEL is approximately 11 meters. These dimensions match neither the Pukguksong-2 TEL with launch tube, nor the new trailer-mounted ICBM TEL’s large launch tube.[6] Rather, taken as a whole, these developments suggest: an existing tracked Pukguksong-2 TEL with an, as yet unreported, missile system that has a larger diameter but is shorter than the systems displayed during the recent parade; an existing tracked Pukguksong-2 TEL with a missile training system; or an, as yet unreported, new TEL with a new missile system. Figure 3. The Iha-ri Driver Training and Test Facility north of Kusong. Image © 2017 DigitalGlobe, Inc. All rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nImage © 2017 DigitalGlobe, Inc. All rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nFigure 4. Close-up of TEL with launch tube elevated at the Iha-ri facility. Image © 2017 DigitalGlobe, Inc. All rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nImage © 2017 DigitalGlobe, Inc. All rights reserved. For media licensing options, please contact thirtyeightnorth@gmail.com.\nThe Iha-ri Driver Training and Test Facility is likely being used for both manufacturer’s tests and acceptance trials for the Pukguksong-2 and other TELs. Moreover, Iha-ri is likely being used as a temporary training facility for launch crews. Additionally, the February 12 Pukguksong-2 test and April 15 parade indicate that the tracked TEL will likely form the basis for the first Pukguksong-2 missile brigade and that tracked or trailer TELs will likely form the basis for larger missile systems under development. The 2017 appearance of several indigenously designed and constructed tracked TELs—based upon a common parent chassis rather than more efficient multi-axle wheeled TELs—strongly suggests that international pressure on China to restrict sale of large, heavy-duty dual-use trucks to North Korea has had an effect upon the North’s ballistic missile program.\"   ————– [1] This modernization program included construction of a new launch pad, horizontal processing building, administration and launch control building and substantial road and housing improvements. [2] The Tae-sung Machine Factory is sometimes identified as the Chamjin-ri or Sagi-dong Missile Factory. This is North Korea’s oldest ballistic missile production complex. [3] The dimensions of the Magunpo test stand are 16.25-meters by 8.25-meters, while the new structure at Tae-sung is approximately 16.25-meters by 6.25- meters. The structure at Tae-sung, however, does not presently have an exhaust trench. [4] Although the Iha-ri area has long been used for tank and armored fighting vehicle testing and driver training it wasn’t until late-2014 that an actual facility and formal driving course was constructed. Although there is a 20-meter in diameter paved firing position on the west side of the facility suitable for training Pukguksong-2 TEL crews and launching the missile, North Korea elected to use the main driving training course for its February 2017 test launch of the system. [5] Each position consists of a square dirt pad (approximately 13-meters by 12.5-meters and approximately 13.75-meters by 13.5-meters) and a rectangular firing position approximately 17-meters by 4-meters). [6] The author would like to thank Nathan J. Hunt for sharing some of his preliminary dimensional data of the new canister missile systems displayed during the April 15, 2017 military parade.\"\nend quote\nLsgold7 concludes: ONE BAD HOMBRE! he needs a nosecone and  nuclear test not an icbm erectile dysfunction\nbut he is getting Iranian ballistics and he gives Iran  5 10-20k  deliverable nuke device on an IRBM\nthat is the \" axis of evil\"\npotential for EU and Russia and PRC  and Us or be balanced by just Iran and DPRK\nbig long term threat\nok sanctions  do not work\nthey do not work on Iran alone\nsanctions doe not work on DPRK alone\non   Iran and DPRK  trade NO IMPACT\nand both are beyond any balance of terror\nwake up DPRK and Iran are nuking up \nthe deadbeat club of WMD and  ballistics proliferators"], [20829, "2017-05-06T03:33:06Z", [0.65], ""], [31518, "2017-05-05T22:12:25Z", [0.96], ""], [368, "2017-05-05T18:40:18Z", [0.02], ""], [691, "2017-05-05T18:35:46Z", [0.15], ""], [35284, "2017-05-05T15:20:48Z", [0.32], "They still working on it but regarding the latest attempts they need more time to achieve it "], [4634, "2017-05-05T13:58:20Z", [0.25], ""], [35270, "2017-05-04T22:27:06Z", [0.3], "Testing the part commonly used to carry nukes would be a step too far, everything else could be considered a bluff but this would be considered very serious."], [30330, "2017-05-04T20:19:21Z", [0.55], "As missile tests have less of a deterrent effect, the young leader may require a greater show of force to engender unity in the nation. "], [691, "2017-05-04T20:16:26Z", [0.15], ""], [368, "2017-05-04T13:35:58Z", [0.02], ""], [34353, "2017-05-04T11:05:09Z", [0.75], ""], [35221, "2017-05-04T07:59:43Z", [0.3], ""], [368, "2017-05-03T22:59:00Z", [0.02], ""], [28931, "2017-05-03T20:13:54Z", [0.04], ""], [28414, "2017-05-03T19:52:10Z", [0.15], ""], [691, "2017-05-03T19:32:39Z", [0.18], "Li'l Kim's attention seems to have shifted to blowing things up on purpose in a weapons test rather than accidentally in a launch attempt.  Stay tuned."], [4577, "2017-05-03T17:22:05Z", [0.2], ""], [34628, "2017-05-03T16:15:24Z", [0.12], ""], [31142, "2017-05-03T13:36:39Z", [0.85], ""], [34353, "2017-05-03T12:34:10Z", [0.75], ""], [35218, "2017-05-03T06:32:06Z", [0.0], ""], [31949, "2017-05-03T02:29:55Z", [0.75], "Comment deleted on May 03, 2017 02:30AM UTC"], [23006, "2017-05-02T23:51:21Z", [0.5], ""], [691, "2017-05-02T20:18:25Z", [0.21], ""], [368, "2017-05-02T18:56:42Z", [0.02], ""], [34717, "2017-05-02T17:38:15Z", [0.25], ""], [24771, "2017-05-02T15:20:19Z", [0.26], ""], [35040, "2017-05-02T13:34:16Z", [0.52], ""], [34353, "2017-05-02T12:26:10Z", [0.75], ""], [35190, "2017-05-02T06:26:31Z", [0.03], ""], [13974, "2017-05-01T20:57:56Z", [0.3], ""], [368, "2017-05-01T17:05:02Z", [0.02], ""], [22833, "2017-05-01T13:05:05Z", [0.21], ""], [22833, "2017-05-01T13:03:38Z", [0.3], ""], [34353, "2017-05-01T12:51:39Z", [0.75], ""], [35170, "2017-04-30T20:59:19Z", [0.1], ""], [34353, "2017-04-30T16:54:35Z", [0.75], ""], [1593, "2017-04-30T16:47:17Z", [0.25], ""], [368, "2017-04-30T13:57:41Z", [0.02], ""], [691, "2017-04-30T12:01:56Z", [0.21], "When I was a lad, \"crash pad\" meant something different to what it now means in the DPRK, where it has beome synonymous with \"launch pad.\"  Still, one supposes they are learning from these little exercises; stay tuned."], [755, "2017-04-30T05:41:32Z", [0.1], "Clip from my April 19 post (CSIS analysis):\n\"This pattern suggests a provocation as early as two weeks before the South Korean elections on May 9th. The start of the provocation window falls on Military Foundation Day (April 25), a holiday in North Korea, and 10 days after the 105th anniversary of Kim Il-sung’s birthday on April 15th (KST).\" Comments: Saturday's missile launch appears to support this assumption.  In place:\nUSS Michigan (SSGN-727): https://en.wikipedia.org/wiki/USS_Michigan_(SSGN-727)\n22 vertical tubes, 7 Tomahawk missiles per = 154\nSource: Wikipedia Affirming forecast."], [35158, "2017-04-30T04:27:45Z", [0.35], "North Korea's missile system has been developing very quickly, but there's always MAD."], [34184, "2017-04-30T01:24:05Z", [0.85], ""], [34973, "2017-04-29T20:20:57Z", [0.13], ""], [34353, "2017-04-29T19:48:35Z", [0.75], ""], [368, "2017-04-29T19:05:06Z", [0.02], ""], [35149, "2017-04-29T18:06:43Z", [0.2], ""], [1333, "2017-04-29T14:20:50Z", [0.35], ""], [691, "2017-04-29T12:20:15Z", [0.36], ""], [35073, "2017-04-29T11:03:06Z", [0.95], "NK under pressure of sanctions, etc will attempt launch kn14  but It is increasingly apparent Russia will cause it's failure shortly after launch as they most likely did the 4-28-17 kn17 launch https://m.lenta.ru/news/2017/04/29/pvo/ The air defense system of Russia in the Far East is in a state of increased combat readiness. On this RIA Novosti said the head of the Federation Council Committee on Defense and Security Viktor Ozerov. \"Russia is extremely attentive to what is happening in the DPRK. (...) We control the airspace in the zone of responsibility of the RF air forces, \"the senator said. According to him, the Russian military \"are doing everything in their power to prevent accidental missiles from entering the territory\" in the event of an extraordinary situation. \""], [4634, "2017-04-29T08:31:50Z", [0.3], ""], [24771, "2017-04-29T04:46:44Z", [0.2], ""], [38, "2017-04-28T22:13:57Z", [0.66], "North Korea fires missile, US official says - CNN.com\nwww.cnn.com/2017/04/28/world/north-korea-missile-launch/\n3 mins ago - (CNN)North Korea on Saturday launched a missile that landed in the Sea of Japan, also known as the East Sea, a US official said. The test-fired missile probably was a medium-range ballistic missile called a KN-17,\n~~~~~~~\nCOMMENT:  This launch won't satisfy this question, but it tells me that Kim has not been deterred from doing as he plans/pleases, so until there's been additional sanctions imposed, I'll be expecting more launches."], [38, "2017-04-28T22:06:16Z", [1.0], "@Dsarin\nhttp://www.bbc.co.uk/news/world-asia-39750240"], [22833, "2017-04-28T21:41:56Z", [1.0], ""], [1333, "2017-04-28T19:56:17Z", [0.45], ""], [368, "2017-04-28T19:36:32Z", [0.02], ""], [35146, "2017-04-28T18:07:40Z", [0.35], "I suspect that threats, pressure and some amount of cyber-related sabotage may make this an untenable proposition for NK this year. That said, this analysis is definitely sensitive to new developments and actions and reactions of actors outside NK. Not least the US and China. "], [1333, "2017-04-28T14:30:33Z", [0.5], ""], [691, "2017-04-28T14:29:19Z", [0.44], ""], [34353, "2017-04-28T12:17:30Z", [0.75], ""], [34250, "2017-04-28T04:36:11Z", [0.3], ""], [23006, "2017-04-28T02:29:16Z", [0.51], ""], [38, "2017-04-28T01:11:54Z", [0.22], "On the BBC tv news tonight there was a story about China making it clear to DPRK that there will be consequences for this."], [34628, "2017-04-27T19:34:21Z", [0.11], ""], [691, "2017-04-27T19:16:56Z", [0.44], ""], [34353, "2017-04-27T18:55:15Z", [0.75], ""], [31450, "2017-04-27T17:44:26Z", [0.85], "I think a test is extremely likely because the technology is developing rapidly (http://38north.org/2017/04/ychang042517/) and because I think Kim is a rational actor. He learned the lessons of NATO's Libya intervention and the US's second Iraq War (two examples of dictators abandoning their pursuit of nuclear weapons and thus leaving themselves open to attack) and understands that without a threatening arsenal of nuclear weapons he is not safe on his throne (is there a throne? I feel like there should be). My bet is our new president has him worried and he needs a way to demonstrate deterrence against a US attack, assuming of course the North Koreans haven't already worked out how to launch nuclear tipped missiles from submarines. "], [34973, "2017-04-27T17:12:02Z", [0.15], ""], [38, "2017-04-27T16:42:03Z", [0.33], "38 North recently posted an analysis of DPRKs missile capability.  http://38north.org/2017/04/ychang042517/ I don't understand enough about missile technology to be able to figure out from that article if an ICBM test is in the near future, or not."], [33856, "2017-04-27T14:44:50Z", [0.05], ""], [368, "2017-04-27T12:48:57Z", [0.05], ""], [34953, "2017-04-27T08:45:55Z", [0.85], "I'm betting that US will successfully pressurise China to stop economic relations with NK. And that will provide Kim three choices - (i) Let his country into ruin risking someone taking him out or an uprising; (ii) Make peace with the US / other global powers by shutting down his weapons development program; (iii) risk everything by going all out with a ICBM or worse. I think (i) is impossible because it leads to him getting killed or executed\n(ii) is actually (i) because he can't keep a lid on North Korea if he is no longer required to 'fight the enemy' if there is no enemy.\nThat leads us to (iii). There is option (iv) - he is taken out by the US or Chinese intelligence or someone within NK. That's for the remaining 15% doubt in my mind."], [34953, "2017-04-27T08:40:09Z", [0.85], "Comment deleted on Apr 27, 2017 08:46AM UTC"], [34953, "2017-04-27T08:39:58Z", [0.75], "Comment deleted on Apr 27, 2017 08:46AM UTC"], [27798, "2017-04-27T06:05:31Z", [0.01], "Too lazy to look up the link now but some military expert in a paper said maybe by 2020"], [34353, "2017-04-27T03:01:54Z", [0.75], ""], [368, "2017-04-26T19:26:26Z", [0.05], ""], [38, "2017-04-26T14:12:14Z", [0.33], ""], [18207, "2017-04-26T08:32:11Z", [0.08], ""], [35101, "2017-04-26T05:08:47Z", [0.0], ""], [35097, "2017-04-26T02:32:15Z", [0.01], "They'd invite war upon themselves if they did."], [34353, "2017-04-25T22:37:05Z", [0.75], ""], [29980, "2017-04-25T22:29:45Z", [0.99], ""], [26242, "2017-04-25T21:28:19Z", [0.1], ""], [27944, "2017-04-25T20:18:46Z", [0.05], ""], [368, "2017-04-25T17:59:58Z", [0.05], ""], [29867, "2017-04-25T16:58:51Z", [0.05], ""], [16272, "2017-04-25T16:54:32Z", [0.28], ""], [34377, "2017-04-25T16:01:55Z", [0.15], "Although there is a lot of data pointing to NK's ability to develop the weapon, the US's renewed vigor in monitoring the situation should deter the launch. China will also exert significant economic pressure on NK to not move forward. While Kim-Jong Un is certainly not the most rational actor, this combination of pressures should deter him at least until November 1st. "], [35088, "2017-04-25T15:28:35Z", [0.0], ""], [167, "2017-04-25T15:09:07Z", [0.09], ""], [4634, "2017-04-25T14:57:23Z", [0.35], ""], [34960, "2017-04-25T14:50:13Z", [0.05], ""], [35085, "2017-04-25T14:06:03Z", [0.2], ""], [23500, "2017-04-25T13:21:30Z", [0.4], ""], [22833, "2017-04-25T12:36:43Z", [0.5], ""], [368, "2017-04-24T21:06:35Z", [0.05], "In 2016, NK has tested a nuclear device that can be assessed or verified.  Varying tests of components of the nuclear missile program has occurred as well since restarting nuclear production last year.  Whether  NK is capable of implementing a successful nuclear test is not is not quite clear -- given the size of the tremors near its nuclear plant where underground tests occurred, one can assume some level of success.   The various stages of component design, development, testing and launching (needs highly compotent scientists, fissile material and other factors) can occur within one or several cycles depending on the stage of technological development.  Since only one nuclear test has occurred (2016) but 5 over 2 decades that we know of, it is likely that there could be component ( or module) tests this year.  There is clear urgency and intentionality in weapons development, fissile production and testing given the current relations between NK and USA.  Given Pyongyang's bellicose rhetoric toward its rivals, it is capable of producing 6 kilograms of plutonium (a sufficient requirement for building 1 nuclear bomb) per year.  With prior production storage of fissile material, at this point, we know that has a capability of the use of 14 - 48 nuclear missiles.  While NK claims it can mount nuclear warheads on its missile and has the capability to employ an ICBM, it is less clear that this is the case. Given the suicidal nature of an outcome that deploys a nuclear missile (specifically an ICBM), this non-cooperative strategic move by NK will result in a Pareto inefficient outcome along with an unstable NE; it is reasonable to infer that autocrats (like other regime type leadership agents) would not seek an inefficient outcome with suicidal consequences.   Given these fundamentals, it is unlikely that we will see such action by the NK regime.  Testable hypothesis regarding nuclear-thermal device are difficult in that datasets are incomplete on data related to randomized variables.  While we know some implications of the 2016 test, there is still a large set of error term(s). Addendum April 25, 2017: The New York Times has confirmed that NK's production capability for nuclear bombs are at 6 - 7 weeks/bomb."], [500, "2017-04-24T18:27:35Z", [1.0], "Severno korejska podmornica sa nuklearnim bojevim glavama je na putu za zapadnu obalu AMERIKE.Napad SAD na severnu koreju rezultirace odgovorom tj napadom  podmornice na VASINGTON i WHITE HAUS.Severna korejan nema projektile da gadja ameriku sa sobstvene teritorije tako da ce poslati minimum dve podmornice i jedan brod za snabdevanje maskiran u trgovacki.Ne bih voleo da sam u vasingtonu jer podmornice su isplovile pre deset dana."], [22833, "2017-04-24T16:03:59Z", [0.75], ""], [25804, "2017-04-24T15:35:42Z", [0.65], "Pyongyang being pushed to show that its missiles have longer range than in previous tests"], [691, "2017-04-24T14:46:21Z", [0.52], ""], [17051, "2017-04-24T14:06:49Z", [0.4], "I believe the US effort to gain China's support will be effective and will delay the launch."], [4634, "2017-04-24T12:46:17Z", [0.38], ""], [34353, "2017-04-24T12:11:30Z", [0.75], ""], [14572, "2017-04-24T08:37:04Z", [0.45], ""], [34872, "2017-04-24T08:06:39Z", [0.05], ""], [35071, "2017-04-24T06:44:06Z", [0.81], "They need to show the strenght to the others in order to improve their negotiation position."], [20062, "2017-04-24T02:33:47Z", [0.73], "Assuming test launch without payload. As for successful it is another story. "], [14133, "2017-04-24T00:37:42Z", [0.25], "I think they probably could by then, but I believe China is now on board to prevent that."], [34115, "2017-04-24T00:09:49Z", [0.0], ""], [34973, "2017-04-23T18:19:21Z", [0.35], ""], [34267, "2017-04-23T16:58:11Z", [0.15], ""], [34353, "2017-04-23T15:29:19Z", [0.75], ""], [6903, "2017-04-23T15:18:02Z", [0.65], ""], [995, "2017-04-23T15:01:12Z", [0.6], ""], [7053, "2017-04-23T14:44:55Z", [0.14], ""], [31756, "2017-04-23T14:39:25Z", [0.54], ""], [8199, "2017-04-23T13:58:12Z", [0.7], "North Korea seems to be willing to pay any price including war to develop the intercontinental ballistic technology. The only way for them not to succeed will be the lack of technical ability not of political  will. They are going to be taking advantage of conflicts that continues to rise between USA , China and Russia. "], [4577, "2017-04-23T13:54:24Z", [0.33], ""], [4577, "2017-04-23T13:45:22Z", [0.95], "Comment deleted on Apr 23, 2017 01:45PM UTC"], [691, "2017-04-23T13:25:37Z", [0.52], ""], [33773, "2017-04-23T13:15:20Z", [0.25], "The leadership wants to make a political statement"], [35062, "2017-04-23T11:24:43Z", [0.66], "Is technically possible? Yes. They have kind of already done it,  \"see Unha\" although with an different payload..\nIs politically possible? Yes. A dictator can only rule as long he puts fear in peoples mind\nDoes Americas new president/politics influence the matter? Yes. Putting pressure on N.K forces Kim to show he is \"strong\" to his own people. Especially the army who probably are the only ones that can overthrow him.\nWill they succed? Probably not, since its technically complicated, and driven by haste/fear of his own possible defeat. "], [522, "2017-04-23T09:22:32Z", [0.65], ""], [34401, "2017-04-23T05:32:17Z", [0.75], ""], [34353, "2017-04-22T20:34:02Z", [0.75], ""], [15196, "2017-04-22T18:38:49Z", [0.25], ""], [20968, "2017-04-22T18:01:55Z", [0.77], ""], [32801, "2017-04-22T17:35:23Z", [0.67], ""], [35057, "2017-04-22T16:36:26Z", [0.4], ""], [38, "2017-04-22T15:47:32Z", [0.44], "I'm not sure that they actually HAVE an ICBM.  It's possible that they only have mock-ups."], [4634, "2017-04-22T15:10:56Z", [0.4], ""], [18207, "2017-04-21T19:13:50Z", [0.25], ""], [18762, "2017-04-21T12:20:25Z", [0.49], ""], [34353, "2017-04-21T12:04:24Z", [0.75], ""], [706, "2017-04-21T04:33:30Z", [0.55], "Launch, yes.  Will it clear the launchpad?  TBD."], [35033, "2017-04-21T03:10:03Z", [0.1], ""], [35037, "2017-04-21T02:13:49Z", [0.27], ""], [30517, "2017-04-20T23:39:33Z", [0.6], ""], [22264, "2017-04-20T21:32:30Z", [0.0], ""], [34931, "2017-04-20T20:59:54Z", [0.75], "The desired capability: An intercontinental ballistic missile (ICBM) is a guided ballistic missile with a minimum range of 5,500 kilometres (3,400 mi) primarily designed for nuclear weapons delivery...ICBMs are differentiated by having greater range and speed than other ballistic missiles: intermediate-range ballistic missiles (IRBMs), medium-range ballistic missiles (MRBMs), short-range ballistic missiles (SRBMs) and tactical ballistic missiles (TBMs). Short and medium-range ballistic missiles are known collectively as theatre ballistic missiles.\n(https://en.wikipedia.org/wiki/Intercontinental_ballistic_missile#Modern_ICBMs). The question is even if they had the capability (and they must be close) would they want to show it in light of the current rhetoric? It generally appears as probable that they would try since they have already tried with Teappodoing 2 (55-80% probability). Current proven or estimated capabilities: Hwasong-10 – believed to be a modified copy of the Soviet R-27 Zyb SLBM. Originally believed to have been tested as the first or second stage of Unha, but debris analysis showed that the Unha used older technology than it is believed the Hwasong-10 uses.[117] Also known under the names Nodong-B, Taepodong-X, Musudan and BM25, predicted to have a range of 2,500–4,000 km.[131] A DoD report puts BM25 strength at fewer than 50 launchers.[132] Pukkuksong-1 – a long-range, solid-fueled, SLBM. Also called the KN-11 by the Defense Department. Possibly derived from the Chinese JL-1 SLBM.[133] Future capabilities: Technology demonstrators[edit] Taepodong-1 – three-stage technology demonstrator. First stage was adapted from a Rodong-1. Second stage was adapted from a Hwasong-6. A satellite launch was attempted in 1998. The satellite failed to reach orbit, but the first two stages apparently functioned adequately. The U.S. Defense Intelligence Agency concluded that the Taepodong-1 was a test-bed for a series of long-range ballistic missiles and SLVs.[134] The US National Air and Space Intelligence Center made a similar assessment.[135] Taepodong-2 – Three-stage technology demonstrator.[136] First test occurred in 2006, when the missile failed 40 seconds after launch. Estimates of the range vary widely – from 4,500 to 10,000 kilometers (most estimates put the range at about 6,700 km)..\n(https://en.wikipedia.org/wiki/North_Korea_and_weapons_of_mass_destruction#Delivery_systems)"], [691, "2017-04-20T17:12:24Z", [0.52], ""], [34353, "2017-04-20T12:01:37Z", [0.75], ""], [19801, "2017-04-20T07:10:19Z", [0.09], "1.Pyongyang showed off two new intercontinental ballistic missile-sized canisters as well as displaying its submarine-launched ballistic missile and a land-based version of the same for the first time, according to analysts. \"We can infer given the size of the canister and the fact that it was paraded on Saturday that Pyongyang wants the world to know that it is actively working toward at least two types of solid-fuel, canisterized ICBMs,\" Panda wrote. 'A message to the United States'\n\"It certainly appears to be a message to the United States that they're capable of threatening the US homeland. That's certainly their objective,\" Adam Mount, senior fellow at the Center for American Progress, told CNN.\nhttp://edition.cnn.com/2017/04/15/asia/north-korea-missiles-parade/ North Korea tests missile in what may be step toward mobile ICBM\nhttps://arstechnica.com/tech-policy/2017/04/north-korea-tests-missile-in-what-may-be-step-toward-mobile-icbm/ KN-15 (Pukkuksong-2)\nhttps://missilethreat.csis.org/missile/pukkuksong-2/ Reactions from Chinese military expert For this new missile, the CCTV 4 aired a 9-minute-long interview with a Chinese military expert discussing about KN-14 and North Korea's potential in future. This video was subsequently uploaded into other Chinese Internet TV.[33] The Chinese expert in the video has estimated that North Korea can have a true ICBM strike against US mainland between 2021 and 2026 if they can successfully master their Musudan missile. He stated that the technology and the theory behind an Intermediate Range Ballistic Missile is exactly the same as an ICBM except that ICBM involves more stage separation in order for the missile to have a longer range. North Korea have successfully demonstrated their stage separation technology by the latest 2 satellite launches in 2012 and 2016.\nhttps://en.wikipedia.org/wiki/KN-08#New_KN-08_based_missile:_KN-14 While an ICBM is a 100% certainty, by 1 Nov is a tough task. \nhttps://en.wikipedia.org/wiki/Intercontinental_ballistic_missile#Modern_ICBMs"], [755, "2017-04-20T02:06:59Z", [0.1], "Interesting analysis:\nCSIS (Analysis), April 18, 'DPRK Provocations Possible Around South Korean Elections': http://beyondparallel.csis.org/rok-elections-and-dprk-provocations/\nClips from article:\n\"This new study is one of the first to examine the relationship between ROK elections and North Korean provocations with the key findings listed below.\nKey Findings\nThe provocation window between South Korean elections and North Korean provocations has become more narrow over time. A previous Beyond Parallel study also found that North Korean kinetic provocations, including missile and nuclear tests, have clustered increasingly closer to U.S. elections.\nUnder Kim Jong-un, the average window for a North Korean provocation bracketed around all ROK elections is 6.5 days (about 1 week). The average for presidential elections is 15 days or about two weeks.\nThis represents a significant change from previous periods: Under the leadership of both Kim Il-sung and Kim Jong-il the window was an average of about 10 and 11 weeks respectively.\nThere has been a transformation in the types of kinetic provocations that North Korea has carried out over the last 20 years. The provocations are now overwhelmingly comprised of missile and nuclear tests rather than other types of conventional kinetic military actions.\nThis pattern suggests a provocation as early as two weeks before the South Korean elections on May 9th. The start of the provocation window falls on Military Foundation Day (April 25), a holiday in North Korea, and 10 days after the 105th anniversary of Kim Il-sung’s birthday on April 15th (KST). Center for Strategic and International Studies (CSIS): https://www.csis.org/"], [38, "2017-04-19T23:31:11Z", [0.66], ""], [1972, "2017-04-19T18:39:35Z", [0.25], ""], [691, "2017-04-19T18:05:48Z", [0.85], "Continuing to assume that \"launch\" means aim 'er Up and let 'er rip.  Anything higher off the ground than blowing up on the pad would count as a \"launch\" if I'm right; further assuming that someone authoritative and credible (i.e., not the DPRK and not the White House) identifies the object as an ICBM.  Full disclosure: I am rarely right."], [1333, "2017-04-19T15:08:07Z", [0.55], ""], [34353, "2017-04-19T11:58:23Z", [0.75], ""], [755, "2017-04-19T03:13:26Z", [0.1], "The DPRK could makeover the Taepodong-2 for the job. But, this liquid-fueled rocket takes time to warm up. We'd most likely notice real quick and take it out at the launch site. One reason USA retired the Titan 2.  Agree with comments about nuke test and USA response from @pclinton April 18 post.  Taepodong-2: https://en.wikipedia.org/wiki/Taepodong-2\nThe Taepodong-2 (TD-2, also spelled as Taep'o-dong 2) (Korean: 대포동 2호) is a designation used to indicate a North Korean two or three-stage ballistic missile design that is the successor to the Taepodong-1 technology demonstrator. In 2012 the U.S. Department of Defense assessed that the Taepodong-2 had not been deployed as a missile. The Taepodong-2 is the technology base for the Unha space launch vehicle, and was likely not intended as ICBM technology. LGM-25C Titan II: https://en.wikipedia.org/wiki/LGM-25C_Titan_II\nThe Titan II was an intercontinental ballistic missile (ICBM) and space launcher developed by the Glenn L. Martin Company from the earlier Titan I missile. Titan II was originally designed and used as an ICBM, but was later used as a medium-lift space launch vehicle to carry payloads for the United States Air Force (USAF), National Aeronautics and Space Administration (NASA) and National Oceanic and Atmospheric Administration (NOAA). Those payloads included the USAF Defense Meteorological Satellite Program (DMSP), the NOAA weather satellites, and NASA's Gemini manned space capsules. The modified Titan II SLVs (Space Launch Vehicles) were launched from Vandenberg Air Force Base, California up until 2003.\nSource: Wikipedia Not easy to build:\nNYT, April 18, 'Hand of U.S. Leaves North Korea’s Missile Program Shaken': https://www.nytimes.com/2017/04/18/world/asia/north-korea-missile-program-sabotage.html?_r=0 Update: Reagan and Nimitz to join Vinson\nDaily News, April 18, 'U.S. reportedly sends two more aircraft carrier groups to the Korean Peninsula following Pyongyang’s missile test': http://www.nydailynews.com/news/national/u-s-sends-aircraft-carrier-groups-korean-peninsula-article-1.3069538"], [28091, "2017-04-19T01:57:52Z", [0.7], "North Korea will certainly continue to try to test ICBMs. I am not sure how we define launch, what if it launches but blows up later will it still be a positive to this question? It is hard to believe they would go over 6 months without testing but it is also possible that they will do a nuclear test and the US would respond with an attack that could sidetrack there ICBM program or even bring down the regime. "], [15196, "2017-04-19T01:16:52Z", [0.8], ""], [35015, "2017-04-18T23:41:50Z", [0.11], ""], [691, "2017-04-18T22:16:16Z", [0.85], "It would be pleasant to know whether this means such a missile need only be placed on a pad and fired in the direction of Up, or whether it must achieve measurable altitude, or whether it must actually display intercontinental capability.  If only the first, pretty good odds, but as one moves up the difficulty scale, the numbers go down faster than the Disaster-Prone Rockets of Kim (or DPRK).  And there is of course the excellent question posed by @Sneaky_Pete531: Who gets to decide if the debris would have been an ICBM in the first place?   Starting out high because the GJedi have not clarified this.  On past form, they never will.  One holds out hope for a change in that."], [1333, "2017-04-18T21:26:16Z", [0.5], ""], [33887, "2017-04-18T19:29:19Z", [1.0], ""], [22833, "2017-04-18T18:48:51Z", [1.0], ""], [1333, "2017-04-18T18:09:55Z", [0.0], "They seem to having a problem with just tickets right now."], [34353, "2017-04-18T17:49:59Z", [0.75], ""], [32100, "2017-04-18T17:39:10Z", [0.5], ""], [23500, "2017-04-18T17:32:05Z", [0.95], ""], [12879, "2017-04-18T17:08:23Z", [1.0], "They will most likely launch one BUT, it will most likely fail once again, as past launches have.  ???? The question still remains as who would confirm the missile to be an \"Intercontinental\" capable one????"]], "open_date": "2017-04-18T17:00:17Z", "close_date": "2017-07-04T17:00:34Z"}