{"question_id": 496, "title": "Who will win Georgia's 6th Congressional district in the upcoming special election?", "possible_answers": ["Jon Ossoff (Democrat)", "Karen Handel (Republican)"], "crowd_forecast": [0.55, 0.45], "correct_answer": "Karen Handel (Republican)", "correct_forecast": 0.45, "preds": [[30364, "2017-06-20T05:34:57Z", [1.0, 0.0], ""], [1639, "2017-06-20T04:10:48Z", [0.53, 0.47], "The race to succeed Tom Price, now the health secretary, as representative for Georgia’s 6th district has been the costliest in congressional history. The run-off election today pits Jon Ossoff, a 30-year-old documentary film-maker and former Democratic congressional aide, against Karen Handel, a veteran Georgia Republican. The contest has been supercharged by tens of millions of dollars in spending, much of it by outside groups who see it as a test of the parties’ prospects in the age of President Donald Trump. Oddly, neither candidate has been outspoken about the president, for fear of riling swing voters. The district, a stretch of mostly well-heeled Atlanta suburbs, was for decades safe Republican territory, but in November Mr Trump took it only by a whisker. Mr Ossoff narrowly missed an outright win in the poll’s first round, in April—but then the Republican field was crowded. Today’s contest will be close"], [29646, "2017-06-20T02:10:44Z", [0.49, 0.51], "Last polls have shifted towards Handel.\nNot convinced that progressive fans Ossoff aren't just suffering from wishful thinking. I am going to say Handel by a hair."], [38, "2017-06-20T01:57:39Z", [0.52, 0.48], "http://www.kansas.com/news/politics-government/article156879299.html#storylink=cpy \"Democrats have discovered something unexpected in Jon Ossoff, the 30-year-old first-time candidate from Georgia: a model for winning back the House majority. . . .  he [has] harnessed the unbridled enthusiasm of the progressive left while carefully avoiding its most polarizing positions. \"The fresh-faced House candidate has raised nearly $25 million, much of it from small-dollar liberal donors, even as he resisted progressive priorities, such as single-payer health care.  It’s an ideal combination in this wealthy Atlanta suburb,\n. . . \n\"Ossoff effectively avoided Democratic opposition in his own race. Other Democrats ran, but the party, including neighboring Congressman John Lewis, coalesced early behind his candidacy and made him the de-facto nominee months before the first round of voting in April. \"The absence of pressure from the left let him craft his own message, one that emphasized cutting wasteful government spending instead of single-payer health care. Ossoff’s own website doesn’t even announce support for increasing the minimum wage to $15, a favorite position of liberals, including progressive icon Bernie Sanders. Ossof’s site says the minimum wage should be increased \"at a pace that allows employers to adapt their business plans.\" \"He also has avoided direct criticism of Trump, and certainly has not suggested, as some Democrats have, that the party should consider impeachment. \"I’m willing to work with on issues of mutual interest, if it’s infrastructure, bringing jobs and investment to metro Atlanta,\" he told reporters Sunday, after stopping by one of his campaign’s field offices to encourage volunteers. (Ossoff also said he would oppose Trump whenever the president \"embarrasses\" the country.) \"Republicans have consequently struggled to find fresh fodder for attacks, instead using well-worn criticisms that he’s a supporter of House Democratic Leader Nancy Pelosi and a liberal more at home in San Francisco than Georgia. \"He’s basically done a good job of being two different people,\" said one Republican operative. \"The person the activist progressive base wants to throw huge sums of money at, and someone who wants to appeal to moderate voters in the district.\" \"The more centrist tack hasn’t disappointed his supporters, either. In addition to raising an eye-popping $23 million through May, Ossoff has command of a volunteer army of 12,000 people — the kind of support many statewide candidates couldn’t even match. \"It was abundantly clear during a series of weekend campaign stops that Ossoff is wildly popular among his supporters and local Democrats. Dozens of people surrounded him Saturday when he appeared at an afternoon celebration — a crowd larger than even the one that surrounded Lewis, the civil-rights leader who was campaigning with Ossoff that day. \"One young girl kept yelling his name over and over, while Ossoff signed at least four autographs for children over the course of the day. He took what seemed like a hundred pictures with supporters. . . .  Ossoff had \"galvanized\" local progressive groups and liberal activists who had participated in the Women’s March in January.\n. . . \n\"Ossoff is by no means a perfect candidate: He’s young and looks younger, and Republicans have exploited his background as a former Congressional aide. He also doesn’t actually live in the district. (He said he lives a few minutes away to make it easier for his fiancé to attend medical school.) \"Both parties consider his race against Republican Karen Handel a true toss-up."], [35618, "2017-06-20T01:34:39Z", [0.54, 0.46], ""], [35618, "2017-06-20T01:29:41Z", [0.42, 0.58], ""], [12879, "2017-06-19T22:09:46Z", [0.25, 0.75], ""], [1333, "2017-06-19T21:46:06Z", [0.25, 0.75], "https://fivethirtyeight.com/features/why-the-georgia-special-election-matters/"], [4461, "2017-06-19T21:24:49Z", [0.5, 0.5], ""], [34628, "2017-06-19T19:21:54Z", [0.48, 0.52], ""], [485, "2017-06-19T15:28:24Z", [0.55, 0.45], "According to news reports, polls say it is basically a tie, with Ossoff very slightly ahead. It does seem to be, in part, a referendum on Trump.  Related OSINT in the news: “Day before Georgia vote, Trump tweets support for Handel,” Politico, June 19. http://www.politico.com/story/2017/06/19/georgia-special-election-2017-trump-tweet-239707 “High-Stakes Referendum on Trump Takes Shape in a Georgia Special Election,” New York Times, June 19. https://www.nytimes.com/2017/06/18/us/politics/high-stakes-referendum-on-trump-takes-shape-in-a-georgia-special-election.html?_r=0 “The Stakes in Georgia’s Election Couldn’t Be Higher,” NBC News, June 19. http://www.nbcnews.com/politics/first-read/stakes-georgia-s-election-couldn-t-be-higher-n773991 “Early-vote turnout soars in Georgia special election,” Politico, June 17. http://www.politico.com/story/2017/06/17/early-voting-georgia-special-election-2017-239663 “Q&A: The complex issues of the Russia probe, special counsel,” Associated Press on Washington Post, June 16. https://www.washingtonpost.com/politics/whitehouse/qanda-the-complex-issues-of-the-russia-probe-special-counsel/2017/06/16/89390ef4-52d6-11e7-b74e-0d2785d3083d_story.html?utm_term=.d4b0f82f7fe7 “There's a theme emerging in Mueller's Russia probe that could prove damning for Trump,” Business Insider, June 17. http://www.businessinsider.com/trump-russia-probe-follow-the-money-mueller-2017-6 “Russia Renewed Unused Trump Trademarks in 2016,” New York Times, June 18. https://www.nytimes.com/2017/06/18/us/politics/russia-trump-trademarks.html?_r=0\n"], [34489, "2017-06-19T13:05:54Z", [0.45, 0.55], "It seems to be strong GOP District. Hard for dems to overcome this."], [691, "2017-06-19T12:14:23Z", [0.68, 0.32], ""], [28771, "2017-06-19T11:10:05Z", [0.59, 0.41], ""], [38, "2017-06-19T05:51:58Z", [0.52, 0.48], "This race seems to be tightening."], [34353, "2017-06-19T04:25:14Z", [0.55, 0.45], ""], [33838, "2017-06-19T04:01:26Z", [0.6, 0.4], "Softening from previous 65-35, every news outlet and polling/forecasting service is emphasizing how this is too close to call (http://www.politico.com/story/2017/06/18/georgia-special-election-ossoff-handel-239650)"], [35926, "2017-06-18T21:58:09Z", [0.47, 0.53], "This district seat hasn't been filled by a democrat since 1979. If you look at the election results leading up to the run off it appears Ossoff has quite the lead, but when you then assign the rest of the election results to a party for the run off and you assume Ossoff will take all the other democrat votes and Handel takes all the republican votes and you split the independent votes, Handel takes the lead by about 2%. They also only had a 43% turnout. If I assume 55% of voters turn out and I keep the previous ratio constant that gives Handel the edge just barely. "], [1333, "2017-06-18T20:40:45Z", [0.35, 0.65], ""], [36069, "2017-06-18T17:52:02Z", [0.35, 0.65], ""], [32851, "2017-06-18T16:38:14Z", [0.97, 0.03], ""], [10449, "2017-06-18T14:38:36Z", [1.0, 0.0], ""], [3434, "2017-06-18T13:42:48Z", [1.0, 0.0], "TBA"], [691, "2017-06-18T12:08:21Z", [0.68, 0.32], ""], [22689, "2017-06-18T06:07:36Z", [0.75, 0.25], ""], [29646, "2017-06-18T04:37:14Z", [0.57, 0.43], ""], [35618, "2017-06-18T01:49:17Z", [0.6, 0.4], ""], [35454, "2017-06-18T01:44:45Z", [0.2, 0.8], ""], [33917, "2017-06-18T01:33:49Z", [0.6, 0.4], ""], [1333, "2017-06-17T20:23:17Z", [0.55, 0.45], "In Georgia, voters will go to the polls to decide whether Republican Karen Handel or Democrat Jon Ossoff will represent the 6th Congressional District in the U.S. House. The runoff election, which has become the most expensive U.S. House race in history, has garnered national attention. In the 18-candidate special election on April 18, Ossoff received 48 percent of the vote against Handel's runner-up total of 19.8 percent. Votes for Republican candidates, however, slightly outpaced votes for Democratic candidates, 51 to 49 percent. The special election became necessary when Tom Price (R) was confirmed to become the Secretary of Health and Human Services. Georgia's 6th Congressional District has been held by a Republican continuously since Newt Gingrich took the seat in 1979, but the district voted for President Trump (R) over Democrat Hillary Clinton by a margin of just 1.5 percentage points in 2016. Polling has shown a tight race, indicating something between a tie race and a 7 percentage point advantage for Ossoff over the past month.- Ballotpedia"], [30364, "2017-06-17T20:17:40Z", [1.0, 0.0], ""], [485, "2017-06-17T19:47:03Z", [0.6, 0.4], "According to an Atlanta-based poll, Ossoff leads by just 2 percent. Because the race is widely seen as a referendum on Trump and the Russia investigation situation, recent news about those elements could tip the scale toward Ossoff. Some related OSINT in recent news reports: “GOP sirens blare over Georgia special election,” Politico, June 16. http://www.politico.com/story/2017/06/16/georgia-special-election-gop-worries-239619 “As Russia Probe Widens, Special Counsel Builds Up Team,” Voice of America, June 16. https://www.voanews.com/a/special-counsel-boosts-russia-probe-team-plans-more-hires/3903472.html “Trump's tweets over Russia investigation renew suspicion he might fire Mueller,” Los Angeles Times, June 17. http://www.latimes.com/politics/la-na-pol-trump-special-counsel-20170616-story.html “This is the Woman Who'd Take Over the Russia Probe,” U.S. News & World Report, June 16. https://www.usnews.com/news/national-news/articles/2017-06-16/if-donald-trump-fires-rod-rosenstein-rachel-brand-would-take-over “White House plans to push House GOP for friendlier Russia sanctions deal,” Politico, June 17. http://www.politico.com/story/2017/06/17/trump-white-house-russia-sanctions-deal-239636 “Putin Unhappy with New US Sanctions, but Says Too Early for Retaliation,” Voice of America, June 17. https://www.voanews.com/a/putin-unhappy-with-new-us-sanctions/3904593.html “How the Russia Investigation Entangled a Manafort Protégé,” New York Times, June 16. https://www.nytimes.com/2017/06/16/us/politics/rick-gates-russia.html?_r=0"], [593, "2017-06-17T18:37:23Z", [0.35, 0.65], ""], [30795, "2017-06-17T17:01:37Z", [0.59, 0.41], "Decreasing this due to slight drop in Ossoff's average since my last prediction. Looks like a slight tightening, but with him still ahead. "], [34353, "2017-06-17T16:49:24Z", [0.55, 0.45], ""], [18846, "2017-06-17T14:18:12Z", [0.0, 1.0], ""], [691, "2017-06-17T11:49:00Z", [0.7, 0.3], ""], [32723, "2017-06-17T10:34:46Z", [0.12, 0.88], ""], [20156, "2017-06-17T09:25:48Z", [0.6, 0.4], ""], [4918, "2017-06-17T08:22:47Z", [0.55, 0.45], ""], [23006, "2017-06-16T22:56:36Z", [0.5, 0.5], "Karen\n-republican funded (indirectly) and they have lots of money\n-republican held seat\n- Jon seemed to struggle - based on ever-increasing amount of dosh democrats threw at his campaign. 33%, 33% 34% = 100% Karen Handel\n(Yes, it's a postdiction - after-the-fact)"], [32258, "2017-06-16T21:04:03Z", [1.0, 0.0], "http://www.politico.com/story/2017/06/16/georgia-special-election-gop-worries-239619"], [32258, "2017-06-16T20:32:08Z", [1.0, 0.0], "http://www.politico.com/story/2017/06/16/georgia-special-election-gop-worries-239619"], [3363, "2017-06-16T19:40:13Z", [0.72, 0.28], ""], [691, "2017-06-16T19:34:51Z", [0.72, 0.28], ""], [14880, "2017-06-16T19:07:22Z", [0.7, 0.3], "It's pretty much too close to call, but I'm going to do it anyway. "], [34628, "2017-06-16T18:11:07Z", [0.49, 0.51], "closer than current expectations;  RNC better organized, sympathy for Handel vis a vis hate mail.  could turn in either direction. "], [36053, "2017-06-16T16:13:01Z", [0.54, 0.46], ""], [601, "2017-06-16T16:09:18Z", [0.55, 0.45], ""], [36009, "2017-06-16T04:41:03Z", [0.75, 0.25], ""], [32988, "2017-06-15T17:56:47Z", [0.45, 0.55], "According to a balance of presidential results in GA06 and past congressional results, the seat is pretty darn red - R+8, to be precise. In the primary contest in April Democrats cast 49% of total ballots to the GOP's 51% -- a rough sign that the district is close, by GOP favored.  In this general election contest, it looks like Ossoff Democrats are showing up to polls early -- but not by enough. Preliminary estimates say that the general election early vote (which, importantly, usually is more democratic than election day vote)  is more Republican than the primary early vote. Which that above caveat in mind, it seems slightly less likely that Ossoff will win the race than Handel.  We'll see how accurate the polls turn out to be. Of course, the national environment *is* very pro-Dem. But is it 8 points more Dem? In a race where all of the above is true, and the Democratic candidate is being outspent? I'm not so sure... "], [485, "2017-06-15T17:10:06Z", [0.55, 0.45], "It's close -- a virtual tie according to news sources. The recent news that Trump is officially under investigation seemingly would help Ossoff.  Additionally, voters are becoming more educated about the Russia investigation and penetration of the U.S. by Russian intelligence. Related OSINT in the news: “Poll: Georgia special election tied,” Politico, June 14. http://www.politico.com/story/2017/06/13/poll-georgia-jon-ossoff-karen-handel-239477 “Will the Georgia Special Election Get Hacked,” Politico Magazine, June 14. http://www.politico.com/magazine/story/2017/06/14/will-the-georgia-special-election-get-hacked-215255 “Seventeen-Point Drop in US Satisfaction Among Republicans,”” Gallup, June 15. http://www.gallup.com/poll/212252/seventeen-point-drop-satisfaction-among-republicans.aspx “Trump under investigation for possible obstruction of justice: Washington Post,” Reuters news service, June 14. https://www.reuters.com/article/us-usa-trump-russia-idUSKBN195385 “Three prongs of the Russia investigation, explained,” Washington Post, June 15. https://www.washingtonpost.com/news/the-fix/wp/2017/06/15/3-prongs-of-the-russia-investigation-explained/?utm_term=.b88356f70cc5 “Trump tweets obstruction of justice reports are phony,’\" CBS News, June 15. http://www.cbsnews.com/news/trump-tweets-obstruction-of-justice-reports-are-phony/ “Trump Mocks Investigators Over ‘Phony Collusion’ Story,” New York Times, June 15. https://www.nytimes.com/2017/06/15/us/politics/trump-obstruction-of-justice-reports.html?_r=0"], [12879, "2017-06-15T16:49:59Z", [0.55, 0.45], ""], [38, "2017-06-15T15:55:35Z", [0.66, 0.34], "My thanks to @ErikFritzsche for calling my attention to the analysis by 538 and to @vegasman2000 for the reminder of the outside view.  That information, coupled with recently reported increased GOP support for Handel, has led me to the conclusion that my forecast has been too close to the deep end on this question."], [14761, "2017-06-15T14:27:54Z", [0.45, 0.55], ""], [12453, "2017-06-15T14:25:44Z", [0.5, 0.5], "This will make the results questionable for the forseeable future.\nhttps://phys.org/news/2017-06-georgia-voter-exposed-internet.html?utm_source=menu&utm_medium=link&utm_campaign=item-menu"], [18762, "2017-06-15T14:09:08Z", [0.4, 0.6], "this is not a partisan comment, but in every poll that was close in 2016 where a democrat was ahead, they lost, with one exception IIRC. Though a narrative is a narrative, this seat has been red for almost 40 years, so i am betting on that"], [34353, "2017-06-15T12:32:16Z", [0.55, 0.45], ""], [30594, "2017-06-15T12:28:41Z", [0.56, 0.44], "I give it a try. Based on 538... https://fivethirtyeight.com/features/democrats-have-a-slight-edge-in-the-georgia-6/"], [33838, "2017-06-15T06:12:34Z", [0.65, 0.35], "Moving Ossoff's odds from 70% to 65%, mainly to compensate for new poll that placed the two candidates both at 47%.  Harry Enten (https://fivethirtyeight.com/features/democrats-have-a-slight-edge-in-the-georgia-6/) summarized how it is less of a hill for Ossoff to climb than Handel (Handel needs to grab near-100% of the Republican votes in the primary)."], [38, "2017-06-15T04:48:00Z", [0.8, 0.2], "http://www.politico.com/playbook The GOP leadership aligned Congressional Leadership Fund disclosed another $105,514 in Georgia’s sixth congressional district to boost Karen Handel and try to take down Jon Ossoff, according to an FEC report made public Tuesday.\n~~~~~~~\nhttps://www.realclearpolitics.com/epolls/2017/house/ga/georgia_6th_district_runoff_election_handel_vs_ossoff-6202.html#polls RealClearPolitics reports 11 polls on this race, eliminating the one that was tied, Ossoff was leading in 80%.  \n~~~~~~~\nCOMMENT:  The polls show Ossoff with a margin of victory approximately equal to the polling error and more and more national GOP funding support is being given to Handel, so I am not going to increase my forecast for Ossoff at this time!"], [27589, "2017-06-15T04:16:18Z", [0.55, 0.45], ""], [35872, "2017-06-15T04:15:56Z", [0.05, 0.95], ""], [35175, "2017-06-15T01:46:33Z", [1.0, 0.0], ""], [1333, "2017-06-14T18:59:06Z", [0.65, 0.35], ""], [16272, "2017-06-14T17:21:40Z", [0.59, 0.41], ""], [485, "2017-06-14T16:57:35Z", [0.6, 0.4], "The race seems to be narrowing. Last-minute ads are hitting Ossoff for his youth, viewpoints and being a Dem. At the same time, Trump and the Russia investigation also seem to be influencing voters. Related OSINT: \"Handel, Ossoff tied in new poll,” Atlanta Business Chronicle, June 13. http://www.bizjournals.com/atlanta/news/2017/06/13/handel-ossoff-tied-in-new-poll.html “Trump Approval Edges Down to New Weekly Low,” Gallup, June 13. http://www.gallup.com/poll/212120/trump-approval-edges-down-new-weekly-low.aspx?g_source=ALL_GALLUP_HEADLINES&g_medium=topic&g_campaign=tiles “Trump’s approval rating dips to new low,” MarketWatch, June 13. http://www.marketwatch.com/story/trumps-approval-rating-dips-to-new-low-2017-06-13 “Congress Set to Prod Trump, Who Denies Russia Meddled, to Punish Moscow,” New York Times, June 13. https://www.nytimes.com/2017/06/13/world/asia/trump-russia-sanctions-veto.html?_r=0 “Tough new sanctions on Russia agreed on by GOP, Dem senators,” Associated Press on CBS News, June 13. http://www.cbsnews.com/news/tough-new-sanctions-on-russia-agreed-on-republican-democratic-senators/ “Russian cyberattack on US electoral systems more widespread than revealed: report,” The Hill, June 13. http://thehill.com/policy/cybersecurity/337538-russian-cyberattack-on-us-electoral-systems-more-widespread-than-reported “Jeff Sessions' explanation for firing Comey just doesn't make sense,” CNN, June 14. http://www.cnn.com/2017/06/14/politics/jeff-sessions-james-comey/index.html  “The Stakes of the Russia Inquiry Could Not Be Higher,” Slate, June 13. http://www.slate.com/blogs/the_slatest/2017/06/13/the_stakes_of_the_russia_inquiry_could_not_be_higher.html"], [32100, "2017-06-14T14:42:10Z", [0.8, 0.2], ""], [33917, "2017-06-14T14:01:02Z", [0.55, 0.45], "Forecast based on 170k votes for Democrat and 140k votes for Republican. Early voting already exceeded 100k by June 14."], [34353, "2017-06-14T13:25:05Z", [0.55, 0.45], ""], [22689, "2017-06-13T20:23:52Z", [0.65, 0.35], ""], [38, "2017-06-13T18:07:43Z", [0.8, 0.2], "PredictIt shows Ossoff's chances down 6 to 61.\nThe GOP has allocated $83x,xxx for ads for Handel. Reducing forecast for Ossoff 88 to 80."], [691, "2017-06-13T15:37:59Z", [0.74, 0.26], ""], [26242, "2017-06-13T15:37:15Z", [0.6, 0.4], ""], [32100, "2017-06-13T14:32:48Z", [0.6, 0.4], ""], [167, "2017-06-13T13:03:11Z", [0.2, 0.8], ""], [34353, "2017-06-13T12:11:09Z", [0.55, 0.45], ""], [35242, "2017-06-13T08:32:15Z", [1.0, 0.0], "It is going to be a tight race, but Ossoff will win."], [32851, "2017-06-13T07:37:10Z", [0.97, 0.03], ""], [36016, "2017-06-13T05:34:05Z", [0.51, 0.49], ""], [30396, "2017-06-12T23:44:44Z", [1.0, 0.0], ""], [1333, "2017-06-12T20:15:05Z", [0.75, 0.25], ""], [35806, "2017-06-12T18:30:51Z", [0.4, 0.6], ""], [32446, "2017-06-12T15:50:47Z", [0.7, 0.3], ""], [601, "2017-06-12T15:16:44Z", [0.6, 0.4], ""], [36009, "2017-06-12T13:46:21Z", [0.8, 0.2], ""], [34353, "2017-06-12T12:56:43Z", [0.55, 0.45], ""], [28931, "2017-06-12T12:39:10Z", [0.85, 0.15], ""], [241, "2017-06-12T11:45:47Z", [0.85, 0.15], ""], [691, "2017-06-12T11:42:25Z", [0.74, 0.26], ""], [33838, "2017-06-12T05:13:46Z", [0.7, 0.3], "Polling data gives Ossoff a small but growing lead. That combined with anti-Trump sentiment puts him ahead, but with Handel having a reasonable chance (would be well within polling error) https://ballotpedia.org/Georgia%27s_6th_Congressional_District_special_election,_2017#Pre-April_18_election_polling"], [7124, "2017-06-12T03:51:56Z", [0.65, 0.35], "Ossoff is a new refreshing face. Handel is chained to Trump who plays badly in this district"], [16554, "2017-06-12T01:20:41Z", [0.55, 0.45], ""], [35831, "2017-06-11T22:35:44Z", [0.3, 0.7], "I couldn't find the numbers with regard to party registration to establish my baseline for the 6th District. So I'll have to go with what's election results. \nIn Nov 2016, Tom Price won the district by the margin of 23.3% (201,088 vs. 124,917). Meanwhile, Trump only won the district by 1.6% (often cited number, I don't have concrete number). Assuming people vote in November vote for both presidential and congress, and remove 3% Gary Johnson votes, there would be 47.7% Clinton, 49.3% Trump.\nThat tells me 40,300 Republicans (or 12.3% of all voters) who voted for Tom Price crossed over to vote for Clinton as a protest vote against Trump. The protest votes are already baked into the November number. These protest votes continue to maintain its proportion in the April Special Election: Ossoff has 48.3% of the votes. So my baseline is 48% Ossoff, 52% Handel. What has changed between then and now? A sub-par debate performance by Handel may have push her number down (as shown by AJC poll, the most recent one. Another poll taken at the same time period shows the race still in statistical tie (although Ossoff still leads). On the other hand, such poll may motivate Republicans to come out and vote. Anecdotally, reports of long lines in early voting in East Cobb on June 10, where Karen Handel had most of her supporters, should encourage Handel. By predicting a 51/49 victory by Handel, I would have to give the odds of a Handel win to 70/30, hedging my bet a bit. EDIT1: Newest poll shows 47/47 with 6% undecided. The post-debate surge for Ossoff fizzled, but then polls are not sensitive enough to predict tie races. No change in my prediction odds."], [241, "2017-06-11T22:09:30Z", [0.8, 0.2], ""], [27321, "2017-06-11T21:58:57Z", [0.9, 0.1], ""], [35618, "2017-06-11T21:57:54Z", [0.65, 0.35], ""], [34267, "2017-06-11T21:48:16Z", [0.15, 0.85], ""], [3363, "2017-06-11T21:32:11Z", [0.63, 0.37], ""], [34353, "2017-06-11T21:29:36Z", [0.55, 0.45], ""], [35405, "2017-06-11T20:43:50Z", [0.0, 1.0], "Ossoff made it to the runoff election because the Republican vote was split between several candidates in the special election. Handel will win handily."], [534, "2017-06-11T20:10:15Z", [0.55, 0.45], ""], [32300, "2017-06-11T18:52:48Z", [0.6, 0.4], ""], [16501, "2017-06-11T18:16:56Z", [0.6, 0.4], ""], [31201, "2017-06-11T18:01:52Z", [1.0, 0.0], ""], [31142, "2017-06-11T16:57:06Z", [0.55, 0.45], ""], [38, "2017-06-11T16:35:05Z", [0.88, 0.12], "The Georgia special election is seen as a proxy battle for 2018.  It is an arms race of money and organization.  According to the latest fundraising report, Ossoff raised an additional $15 million in the past two months, nearly quadruple what Handel brought in.  There are few undecided voters.  The outcome of the race will depend on who turns out their voters. Trump's base was not  very engaged in politics until he ran for president;  I am thinking that they will be difficult to turn out. Romney is the hot GOP draw lately, and he is slated to make an add for Handel."], [31450, "2017-06-11T15:59:09Z", [0.9, 0.1], "Ossoff has a small but persistent lead in polling. I think that, combined with evidence that democrats are more motivated to turn out makes me think Ossoff is an easy favorite.  https://www.realclearpolitics.com/epolls/2017/house/ga/georgia_6th_district_runoff_election_handel_vs_ossoff-6202.html"], [35061, "2017-06-11T15:16:27Z", [0.55, 0.45], ""], [35061, "2017-06-11T15:04:33Z", [0.55, 0.45], "Rising anti-trump sentiment  "], [30795, "2017-06-11T14:56:27Z", [0.67, 0.33], "Averaging polls from https://goo.gl/eEt2a6, Ossoff's average during runoff is 48% to Handel's 46%; for past 30 days that increases to 50/46, respectively. HuffPost and RealClearPolitics have the averages at 50.9/44 and 49.8/45, respectively. However, I don't see any polls where that difference is outside the MOE. Thus, it seems like Ossoff has a softish lead, especially considering that the special election polls near the election underestimated Ossoff by 6 points (https://goo.gl/ttjvp8).  Full disclosure: Nate Silver and Nate Cohn discussed Handel at a ~36% winning on 6/9 which gives me confidence in my prediction here."], [19652, "2017-06-11T14:42:24Z", [0.85, 0.15], ""], [31914, "2017-06-11T14:37:54Z", [0.65, 0.35], "I believe the preponderance of voters who will turn out will be anti-trump, not pro-Democrat.  It will be difficult to retain the seat in 2018 if Ossoff wins, but a special election, even with the massive efforts on both sides, always has a low turnout.\n"], [8622, "2017-06-11T14:29:51Z", [0.9, 0.1], ""], [8622, "2017-06-11T14:28:48Z", [0.85, 0.15], ""], [30364, "2017-06-11T12:29:28Z", [1.0, 0.0], ""], [32258, "2017-06-11T02:47:20Z", [1.0, 0.0], "@seved because there are good arguments there but I'm taking the plunge to 100% :  https://fivethirtyeight.com/features/5-takeaways-from-the-georgia-6-special-election-results/  \"So if you’re just looking at the 2016 presidential result as your benchmark you’re probably missing something. Instead, our best estimate of the partisan lean of a district is to take a weighted average2 of its past two presidential election results. By that measure, a Democrat would be expected to lose Georgia 6 by 9.5 percentage points in a neutral national environment (one in which the two parties fought to a tie nationally). Democrats did far better than that on Tuesday, losing by 2 points. The Democratic candidates combined took 49 percent to the Republicans’ 51 percent.\""], [29980, "2017-06-10T23:33:58Z", [1.0, 0.0], ""], [29980, "2017-06-10T23:31:59Z", [0.99, 0.01], ""], [4615, "2017-06-10T23:30:32Z", [0.8, 0.2], ""], [35618, "2017-06-10T23:06:32Z", [0.7, 0.3], "Current polling shows Ossoff with a decent lead  of on average 4.8 and the last time Handel polled -in any one poll- as the winner was over a month ago. The problem is the polls don't allays equal votes on election day and while Trump is a force in the election I don't know if it's a big one to get people to vote against their political \"team\". That said, I could see that Trump both disenfranchising some voters on the right while lighting a fire under some of those on the left."], [12879, "2017-06-10T22:35:40Z", [0.45, 0.55], "#KrenHandel ...... Have to remain positive.......\nEarly voting is underway in the suburban Atlanta 6th district. In person voting will be held on Election Day, June 20.\nStay up-to-date on the GA-06 House race with our Georgia Special Election coverage.\nhttps://www.conservativedailynews.com/2017/06/georgia-special-election-new-poll/"], [4918, "2017-06-10T19:30:24Z", [0.85, 0.15], ""], [1333, "2017-06-10T19:12:33Z", [0.6, 0.4], ""], [12879, "2017-06-10T18:04:59Z", [0.5, 0.5], ""], [34353, "2017-06-10T17:19:57Z", [0.55, 0.45], "If this election is a referendum on Trump, Dems would do well not to overestimate their chances (see November 2016). As we saw last year, polling is only so effective, and requires a participant who wants to answer the pollsters questions. Right now, it is not surprising that those opposed to Trump are more vocal than those who support Trump. But this is a gerrymandered district with a solid Rep base, and it's important to keep in mind that the drama of Trump inside the beltway doesn't necessarily equate to decreased support outside the beltway.  Additionally, Handel has served as GA's Secretary of State and narrowly lost the GA gubernatorial bid in 2010. Ossoff has held no political office, and has limited governmental experience other than being a Hill staffer. So to blindly rule out Handel's ability to win over conservative voters is a risky position."], [485, "2017-06-10T16:41:54Z", [0.8, 0.2], "The election seems to be, in part, a referendum on Trump. Trump's standing appears to be increasingly damaged significantly by the Russia investigations -- even among Repubs, independents, those who voted for Trump because they felt Hillary was also a problematic candidate. And many Americans are starting to understand the factors and seriousness involved. This could possibly include espionage, treason, financial crimes or other crimes and behavior -- and a very concerning ongoing \"hybrid warfare\" situation with Russia, even involving penetration of the executive branch of the U.S. government. Related OSINT in recent news items: “Trump looms over Georgia special election, a proxy battle for 2018,” Washington Post, June 10. https://www.washingtonpost.com/powerpost/trump-looms-over-georgia-special-election-a-proxy-battle-for-2018/2017/06/10/a9fddce4-4ddd-11e7-9669-250d0b15f83b_story.html?utm_term=.7e826335435e “I was an FBI agent. Trump’s lack of concern about Russian hacking shocks me.” Washington Post, June 10. https://www.washingtonpost.com/posteverything/wp/2017/06/10/i-was-an-fbi-agent-trumps-lack-of-concern-about-russian-hacking-shocks-me/?utm_term=.78df7df4c44a “Comey handed Mueller a fat case file on Trump,” Politico, June 8.  http://www.politico.com/story/2017/06/08/james-comey-robert-mueller-trump-case-file-239319 “Top criminal law expert joins special counsel Robert Mueller’s Russia probe,” Washington Post, June 9. https://www.washingtonpost.com/world/national-security/top-criminal-law-expert-joins-special-counsel-robert-muellers-russia-probe/2017/06/09/daafb86e-4d45-11e7-bc1b-fddbd8359dee_story.html?utm_term=.f13246c23f98"], [35235, "2017-06-10T15:07:13Z", [0.65, 0.35], "The percentage who voted republican in the first round would not overtake Ossoff's numbers. Ossoff has better polls and name recognition. Finally both the Republican party and Trump have faced some significant recent issues that are likely to depress turnout and encourage swing voters"], [28091, "2017-06-10T14:35:35Z", [1.0, 0.0], "With Trumps approval rating at 37% enough swing voters may use this as an anti Trump vote. "], [1064, "2017-06-10T14:17:06Z", [0.0, 1.0], "Seats have been gerrymandered for years.  Polls are well within the margin of error.  The Dem does not live in the district and lots of outside influence is not helping anyone.  Republicans will continue to hold it.  All the loud noise is just to bring eyeballs to websites and to have something to talk about.  "], [30364, "2017-06-10T12:46:56Z", [1.0, 0.0], ""], [691, "2017-06-10T12:42:45Z", [0.73, 0.27], ""], [35985, "2017-06-10T10:52:58Z", [0.85, 0.15], ""], [68, "2017-06-10T09:24:14Z", [0.65, 0.35], "http://www.motherjones.com/politics/2017/06/jon-ossoff-might-really-win-georgia-karen-handel/ Trump's current unpopularity, with an approval rating under 40%, must be dragging Handel down. Otherwise, if everyone who voted Republican in the initial election supported her, she would win with 51%. "], [31369, "2017-06-10T08:19:43Z", [0.3, 0.7], ""], [706, "2017-06-10T04:46:01Z", [0.75, 0.25], "Republican brand too tarnished right now."], [35982, "2017-06-10T03:04:50Z", [0.68, 0.32], ""], [35982, "2017-06-10T03:04:22Z", [0.51, 0.49], ""], [35642, "2017-06-10T00:07:38Z", [0.87, 0.13], ""], [31317, "2017-06-09T23:53:04Z", [0.6, 0.4], ""], [23939, "2017-06-09T23:15:27Z", [0.52, 0.48], ""], [22264, "2017-06-09T21:10:46Z", [1.0, 0.0], ""], [29054, "2017-06-09T20:36:23Z", [1.0, 0.0], ""], [38, "2017-06-09T20:31:53Z", [0.88, 0.12], "Predictit gives Ossoff the victory:  65%, up 6%\nRealClearPolitics shows that Ossoff has lead in all 5 of the polls, by an average of 4.8%\nRecent polls show Ossoff leading by 7%  (with 5% undecided)"], [22689, "2017-06-09T19:32:33Z", [0.85, 0.15], ""], [22689, "2017-06-09T19:31:55Z", [0.65, 0.35], ""], [485, "2017-06-09T19:22:44Z", [0.85, 0.15], "The reactions against Trump and his associates seem to be building.  The ongoing FBI, IC and special counsel investigations are turning up more suspicious behavior by Trump and his associates. This seems to be affecting the Ossoff-Handel race.  Related OSINT in the news: “New poll shows Jon Ossoff with 7-point lead in Georgia race,” Politico, June 9. http://www.politico.com/story/2017/06/09/poll-jon-ossoff-karen-handel-georgia-239349  “How Seven Trump Associates Have Been Linked to Russia,” New York Times, June 7. https://www.nytimes.com/interactive/2017/06/07/us/politics/trump-russia-flynn-kushner.html?_r=1 “Former US intelligence chief: Watergate pales in comparison to Russia probe,” CNN, June 7. http://www.cnn.com/2017/06/07/politics/james-clapper-watergate-russia “Comey told senators Sessions may have met Russia's ambassador a third time,” CNN, June 8. http://www.cnn.com/2017/06/08/politics/jeff-sessions-kislyak-meeting “Donald Trump's new FBI director pick has Russian ties of his own,” USA Today, June 8. https://www.usatoday.com/story/opinion/2017/06/08/trump-new-fbi-director-chris-wray-russian-ties-rosneft-gazprom-column/102603214/"], [35569, "2017-06-09T18:53:51Z", [1.0, 0.0], "Georgia's 6th congressional district is mostly nice suburbs in Atlanta.  As a person who lives in the South, I know this area and the type of people that live in those suburbs.  The 6th congressional district in Georgia is a place where many non-Southern, middle to upper class individuals reside.  I predict there are enough swing voters willing to vote for a Democrat and Trump revenge voters in Georgia's 6th congressional district for Jon Ossoff to win.    "], [34353, "2017-06-09T18:45:33Z", [0.55, 0.45], "Polling currently has Ossoff leading, but there's still 5% undecided (http://thehill.com/homenews/campaign-polls/337089-poll-dem-ossoff-leads-by-7-in-georgia-house-race). The Reps have a fairly strong GOTV for early voting, whereas I haven't seen anything indicating significant Dem improvement in that area within the district.  Cautiously putting Ossoff ahead for now, and will reevaluate as new polling comes in plus information regarding early voting numbers."], [691, "2017-06-09T18:15:30Z", [0.61, 0.39], "http://politics.blog.ajc.com/2017/02/28/all-about-the-georgia-6th-congressional-district-election/\nOn paper it looks good for the D.  However, on paper Hillary Clinton is the president.  This is precisely the sort of question I have blown up on recently, for the first time in like six decades, so you would do well to ignore anything I say until further notice.\n"], [1639, "2017-06-09T18:12:59Z", [0.56, 0.44], "Democrat Jon Ossoff has a 7 percentage point edge over Republican Karen Handel among likely voters in a closely watched special election for a Georgia House seat, a new poll released Friday shows. Ossoff leads Handel 51% to 44% among likely voters in an Atlanta Journal-Constitution poll conducted June 5-8 by Abt Associates.\n______________________\nComments: For now those are the figures. But there is more than one thing going for him: 1. disappointed DT voters, 2.  he is more charming/charismatic than the R contender, 3. Has a message, 4. he is younger."], [1333, "2017-06-09T18:02:51Z", [0.5, 0.5], ""], [745, "2017-06-09T17:54:04Z", [0.65, 0.35], ""], [12879, "2017-06-09T17:49:48Z", [0.35, 0.65], ""], [5863, "2017-06-09T17:23:00Z", [0.95, 0.05], ""], [27345, "2017-06-09T17:22:08Z", [0.6, 0.4], ""]]}