{"question_id": 1100, "title": "Will Mick Mulvaney cease to be White House Chief of Staff before 1 January 2020?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.25, 0.75], "correct_answer": "No", "correct_forecast": 0.75, "preds": [[81176, "2020-01-01T04:33:29Z", [0.0], ""], [74102, "2020-01-01T01:59:13Z", [0.0], ""], [1738, "2020-01-01T01:39:00Z", [0.0], ""], [1034, "2020-01-01T00:16:32Z", [0.0], ""], [81262, "2019-12-31T23:57:26Z", [0.0], "A few hours left and presuming there’s too little time and attention for a rigorous decision"], [37236, "2019-12-31T21:44:08Z", [0.01], ""], [767, "2019-12-31T21:17:21Z", [0.0], ""], [42004, "2019-12-31T20:04:30Z", [0.01], ""], [34527, "2019-12-31T16:42:43Z", [0.0], ""], [529, "2019-12-31T16:38:52Z", [0.0], ""], [32100, "2019-12-31T14:27:23Z", [0.0], ""], [691, "2019-12-31T13:17:06Z", [0.0], ""], [43311, "2019-12-31T08:17:58Z", [0.0], "Charles \"Sam\" Faddis\nhttps://www.hstoday.us/author/sfaddis/ \"Sam's\" predictions for 2020 \"My predictions obviously constitute my informed opinion and nothing more.  Nonetheless, they are based on information in my possession, from sources overt and otherwise, and decades of experience in the fields of intelligence and law enforcement.\" PREDICTION #1 U.S. Attorney John Durham will release the results of his investigation sometime in the spring of 2020.  (For more, see Prediction #9)  The report will reveal that there was, in fact, a deliberate plot to prevent Donald Trump from gaining the White House. This was not sloppiness or negligence.  This was deliberate.  It did not involve a handful of overzealous FBI agents.  It involved some of the most powerful people in the republic. PREDICTION #2 Implicated in the plot uncovered by Durham’s investigation will be senior individuals within Hillary Clinton’s campaign for the Presidency and senior officials in both the US law enforcement and intelligence communities. They will be found to have formed a criminal conspiracy. PREDICTION #3 Durham’s report will make clear that once the original plot failed, and Donald Trump won the election, the focus of the plot changed.  It moved from being an effort to block President Trump’s election to one which had the goal of sabotaging his presidency and removing him from office.  It became the first coup attempt in U.S. history. The key individuals involved knew the purpose of the conspiracy and acted with full knowledge of its criminality. PREDICTION #4 It will become clear that the plotters working against the President were motivated not simply by a desire for personal or political gain, but also by an intense arrogance and a general contempt for the American people.  As evidenced in so many of the interviews given by individuals like Mr. Brennan and Mr. Comey, it will be revealed that the “coup plotters” were offended by Mr. Trump and considered him an illegitimate president whom they had a “duty” to remove from office. PREDICTION #5 Not all of the individuals named in Durham’s report will be former government officials.  Serving officials, some of them at very senior levels, will be found to have been part of the conspiracy to keep Donald Trump out of the Oval Office.  Individuals who are currently serving in key positions in this administration will be among those proven to be involved in the plot. PREDICTION #6 The conspiracy to sabotage the Trump campaign will be found to have originated months before the initiation of the Crossfire Hurricane investigation.  The nerve center of the conspiracy will be identified inside the Central Intelligence Agency in a “counterintelligence task force” formed at the direction of CIA Director John Brennan.  Targeting of the Trump campaign by intelligence sources will be substantiated. PREDICTION #7 The plot will be found to be ongoing.  Current efforts to destabilize this administration will be revealed.  This is not yet over. PREDICTION #8 Foreign intelligence agencies will be found to have participated in the plot to keep Donald Trump from winning the presidency.  The agencies in question will include some that are among our closest allies. PREDICTION #9 There will be indictments.  They will be significant, and they will be handed down against individuals who were and perhaps still are serving at the highest levels of the federal bureaucracy.  As indictments emerge, some of the individuals involved in this plot will begin to cut deals in exchange for leniency in sentencing. PREDICTION #10 People are going to go to jail, some of them for a very long time.\nhttps://www.google.com/amp/andmagazine.com/talk/2019/12/30/predictions-for-the-new-year-how-the-ongoing-coup-against-president-trump-ends/amp/"], [69091, "2019-12-31T03:21:04Z", [0.0], ""], [46762, "2019-12-30T22:02:11Z", [0.0], ""], [3429, "2019-12-30T20:45:21Z", [0.0], "maintaining current forecast"], [1034, "2019-12-30T20:22:27Z", [0.0], ""], [23879, "2019-12-30T18:54:32Z", [0.0], "Just here for the easy accuracy score points from being scope sensitive."], [81252, "2019-12-30T18:29:57Z", [0.0], ""], [81252, "2019-12-30T18:19:30Z", [0.5], "I do not know, but mister Trump has a significant fluctation in his team"], [81251, "2019-12-30T17:55:43Z", [0.0], ""], [4645, "2019-12-30T17:54:06Z", [0.0], ""], [43003, "2019-12-30T06:14:06Z", [0.0], ""], [37520, "2019-12-30T03:02:22Z", [0.0], ""], [81240, "2019-12-29T22:50:13Z", [0.0], ""], [1034, "2019-12-29T22:23:59Z", [0.0], ""], [691, "2019-12-29T18:50:44Z", [0.0], ""], [64684, "2019-12-29T16:11:35Z", [0.0], ""], [62912, "2019-12-29T13:38:26Z", [0.0], "I believe he will cease to be White House chief of staff in early January but it won’t occur before January 1 "], [14107, "2019-12-29T13:31:38Z", [0.01], ""], [593, "2019-12-29T12:28:35Z", [0.0], ""], [73813, "2019-12-29T09:16:00Z", [0.0], ""], [43115, "2019-12-28T23:09:46Z", [0.01], ""], [19260, "2019-12-28T21:23:50Z", [0.0], ""], [63876, "2019-12-28T19:33:56Z", [0.0], ""], [31201, "2019-12-28T17:18:33Z", [0.02], ""], [529, "2019-12-28T16:34:28Z", [0.03], ""], [14321, "2019-12-28T16:17:05Z", [0.02], ""], [691, "2019-12-28T14:46:02Z", [0.01], ""], [79783, "2019-12-28T14:03:14Z", [0.0], ""], [57970, "2019-12-28T12:09:58Z", [0.01], ""], [33035, "2019-12-28T04:59:20Z", [0.0], ""], [49016, "2019-12-28T02:09:26Z", [0.66], "Comment deleted on Dec 28, 2019 02:09AM UTC"], [73, "2019-12-28T01:46:53Z", [0.0], ""], [29646, "2019-12-28T01:27:26Z", [0.0], "4 days left. Clearly not."], [79461, "2019-12-27T20:32:58Z", [0.0], ""], [62808, "2019-12-27T20:24:38Z", [0.0], ""], [81216, "2019-12-27T16:30:42Z", [0.01], ""], [15196, "2019-12-27T16:00:36Z", [0.0], ""], [529, "2019-12-27T15:44:30Z", [0.05], ""], [78328, "2019-12-27T12:37:38Z", [0.0], ""], [41922, "2019-12-27T08:37:54Z", [0.0], ""], [73687, "2019-12-27T04:12:57Z", [0.0], ""], [67232, "2019-12-26T21:50:24Z", [0.0], "Making adjustment because it  is only five days away."], [49838, "2019-12-26T17:05:54Z", [0.0], ""], [63835, "2019-12-26T17:00:52Z", [0.04], ""], [19127, "2019-12-26T02:29:11Z", [0.01], ""], [1034, "2019-12-26T01:16:09Z", [0.0], ""], [14107, "2019-12-25T22:18:52Z", [0.02], ""], [1738, "2019-12-25T10:25:27Z", [0.0], ""], [57628, "2019-12-25T02:11:51Z", [0.0], ""], [19127, "2019-12-25T00:25:52Z", [0.02], ""], [80764, "2019-12-24T21:24:53Z", [0.0], ""], [11455, "2019-12-24T20:13:32Z", [0.01], ""], [529, "2019-12-24T19:47:05Z", [0.21], ""], [691, "2019-12-24T16:23:32Z", [0.01], ""], [80179, "2019-12-24T06:50:32Z", [0.05], ""], [74102, "2019-12-24T05:00:38Z", [0.02], ""], [1333, "2019-12-24T04:45:51Z", [0.0], ""], [57628, "2019-12-23T16:16:23Z", [0.25], ""], [691, "2019-12-23T13:18:56Z", [0.01], ""], [81176, "2019-12-23T06:26:42Z", [0.02], ""], [14027, "2019-12-23T03:37:04Z", [0.13], ""], [80475, "2019-12-22T20:39:56Z", [0.0], "Changing odds, given time remaining"], [14432, "2019-12-22T18:41:49Z", [0.0], ""], [37236, "2019-12-22T14:25:20Z", [0.15], "Holiday season. Idle gossip for the Politico crowd and fake newsniks channeling the 19th hole at Mar a Lago. Not before Sir Rudy is named Secretary of State. Maybe after State of the Union speech."], [80764, "2019-12-21T16:04:10Z", [0.02], ""], [38, "2019-12-21T03:00:34Z", [0.0], "Mark Meadows Resignation Reignites Trump Chief of Staff Rumors\nBy John Gizzi \nThursday, 19 December 2019  \"Within minutes of the stunning announcement Thursday morning by Rep. Mark Meadows, R.-N.C., that he would not seek re-election in 2020, speculation was sparked that the four-term conservative lawmaker would be the next White House chief of staff. Amid growing reports that President Donald Trump is dissatisfied with his current chief of staff Mick Mulvaney, several sources close to the White House say he would prefer the more activist Meadows — a fierce Trump loyalist and former chairman of the conservative House Freedom Caucus. A builder and developer (like Trump), Meadows, 60, made little secret of his desire to leave Congress and take over the White House staff in January when then-chief of staff John Kelly resigned. The job went instead to Mulvaney, who has served for nearly a year on an \"acting\" basis while still officially holding the position of director of the Office of Management and Budget. Other close Trump-watchers told Newsmax that it would be unwise for the president to appoint his fourth chief of staff in as many years and that he might be smarter to consider naming Meadows if he is re-elected next year. Others take a different view of Meadows becoming chief of staff. Chris Whipple, author of the best-selling book \"The Gatekeepers: How the White House Chiefs of Staff Define Every Presidency,\" told us: \"Without singling anyone out by name, I would simply say the last thing Trump needs is another sycophant as White House chief of staff.\"\n~~~~~~~\nCOMMENT:  11 days to go but all it would take for Mulvaney as CoS to be history is about 60 seconds on Twitter.  Why did I forecast on this question when it is so subject to the whims of a spontaneous individual?  What was I thinking?"], [31859, "2019-12-21T02:05:20Z", [0.17], ""], [1333, "2019-12-20T19:46:36Z", [0.01], ""], [72713, "2019-12-20T14:52:46Z", [0.0], ""], [4645, "2019-12-20T14:09:11Z", [0.1], ""], [67232, "2019-12-20T09:07:35Z", [0.05], ""], [1738, "2019-12-20T04:46:21Z", [0.0], ""], [529, "2019-12-20T03:02:55Z", [0.24], "Another report (dated 12/19/19) that Mulvaney will be gone...but supposedly not until after the Senate impeachment trial: https://www.politico.com/news/2019/12/19/white-house-impeachment-mulvaney-088246"], [25705, "2019-12-20T02:17:34Z", [0.0], "So, with just 2 weeks to go, the crowd still forecasts 30% for Mulvaney losing his job. "], [33035, "2019-12-20T00:36:45Z", [0.25], ""], [63835, "2019-12-19T23:06:13Z", [0.23], ""], [57778, "2019-12-19T21:29:17Z", [0.02], ""], [1333, "2019-12-19T19:29:16Z", [0.02], ""], [78126, "2019-12-19T19:23:18Z", [0.0], ""], [40930, "2019-12-19T16:43:44Z", [0.0], ""], [1639, "2019-12-19T11:43:39Z", [0.0], ""], [73674, "2019-12-19T11:23:46Z", [0.0], "Comment deleted on Dec 19, 2019 05:46PM UTC"], [1646, "2019-12-19T05:40:18Z", [0.01], ""], [72737, "2019-12-19T00:50:04Z", [0.0], ""], [81145, "2019-12-18T22:35:55Z", [0.1], ""], [81145, "2019-12-18T22:35:29Z", [0.95], ""], [79569, "2019-12-18T20:32:08Z", [0.03], "There are very few capable people who are able to carry out DJT's bidding even if it controverts the law. At this juncture, Mulvaney is an asset to the president. "], [3429, "2019-12-18T19:34:44Z", [0.0], "Maintaining current forecast"], [32300, "2019-12-18T15:23:39Z", [0.01], ""], [691, "2019-12-18T13:50:32Z", [0.08], ""], [14107, "2019-12-18T09:54:27Z", [0.06], ""], [74102, "2019-12-18T06:32:08Z", [0.05], ""], [83, "2019-12-17T18:16:59Z", [0.0], ""], [63835, "2019-12-17T17:11:52Z", [0.33], ""], [691, "2019-12-17T14:59:03Z", [0.1], ""], [62737, "2019-12-17T12:57:08Z", [0.0], ""], [41922, "2019-12-17T11:17:11Z", [0.1], ""], [40584, "2019-12-17T00:02:36Z", [0.0], ""], [529, "2019-12-16T17:52:29Z", [0.23], ""], [10192, "2019-12-16T15:42:27Z", [0.0], ""], [691, "2019-12-16T14:22:59Z", [0.12], ""], [70711, "2019-12-16T10:31:07Z", [0.0], ""], [62808, "2019-12-16T09:57:26Z", [0.0], ""], [80179, "2019-12-16T03:58:08Z", [0.15], ""], [80185, "2019-12-16T01:05:26Z", [0.0], ""], [1333, "2019-12-15T19:21:31Z", [0.03], ""], [206, "2019-12-15T18:11:40Z", [0.01], ""], [529, "2019-12-15T17:06:08Z", [0.26], "(Article also cited in @Anneinak comments below:)  FWIW: https://www.washingtonexaminer.com/news/white-house/mulvaney-expected-to-remain-acting-chief-of-staff-through-the-2020-election"], [31859, "2019-12-15T16:20:41Z", [0.13], ""], [38, "2019-12-15T09:54:19Z", [0.0], "https://www.washingtonexaminer.com/news/white-house/mulvaney-expected-to-remain-acting-chief-of-staff-through-the-2020-election \" . . .according to three sources familiar with his standing in the White House .  . . .\"Mick’s acting title is just that — just a title,\" [said[ a senior White House official . . .  In a sign of his standing with Trump, Mulvaney was among a small number of senior aides who joined the president for a Christmas trip to Afghanistan. He's also forged relationships with Trump’s family. A former official said he's been seen dining with the family on trips to Florida.\n. .  . \nThe senior White House official said disagreements between Mulvaney and Cipollone subsided “for the most part” and that Mulvaney “has a thick skin and excels at staying focused on the task at hand” amid reports that suggested he may be fired. A second source, a senior administration official close to West Wing politics, said, “Mick is respected in the White House and is moving forward with the full faith of the president.” A well-connected Republican operative close to the White House, who is not close to Mulvaney, said insiders widely believe that “barring anything crazy,” he will remain in his position through the November election. Trump is believed to favor staff stability amid impeachment and an intensifying reelection campaign.\n. . . \nWhite House spokesmen declined to comment. The White House official credited diminished internal tension with the intensity of an external fight with Democrats on Capitol Hill. “Everyone is focused on working together to defeat impeachment,” the official said.\n~~~~~~~\nCOMMENT:  I thought that DJT might throw Mulvaney under the bus, but other forecasters have convinced me that Guiliani would be more likely to be sacrificed since Guiliani doesn't have an official position.  Furthermore, throwing people under the bus would suggest that DJT recognized that something wasn't \"perfect\", and I doubt that DJT would want to suggest that."], [67247, "2019-12-15T08:22:22Z", [0.05], ""], [46762, "2019-12-14T23:42:40Z", [0.01], ""], [31859, "2019-12-14T22:07:03Z", [0.25], ""], [46762, "2019-12-14T20:10:24Z", [0.02], "It never was 35% with budget negotiations ongoing. And it won't happen now with impeachment. I'm at 2% in case something stupid happens."], [43311, "2019-12-14T19:48:36Z", [0.0], "\"Mick Mulvaney is expected to remain President Trump’s acting chief of staff through the 2020 election, according to three sources familiar with his standing in the White House.\" 24hrs ago.\nhttps://www.google.com/amp/s/www.washingtonexaminer.com/news/white-house/mulvaney-expected-to-remain-acting-chief-of-staff-through-the-2020-election%3f_amp=true https://mediabiasfactcheck.com/?s=Washington+examiner"], [484, "2019-12-14T18:46:31Z", [0.0], "Down 100%, but my score on this question should not be matched ;-)"], [80475, "2019-12-14T18:35:51Z", [0.05], "The crowd forecast of 35% is way too high. There are only 18 days left this year. While he could be fired at any moment (as has been the experience with any other Trump staffer), he's been very much fighting for Trump on the impeachment thing, and for the past couple months there have been no further news articles indicating that Trump is mad at him. "], [19127, "2019-12-14T14:28:24Z", [0.08], ""], [74102, "2019-12-14T12:52:53Z", [0.1], ""], [14107, "2019-12-14T11:27:24Z", [0.07], ""], [1333, "2019-12-14T07:41:43Z", [0.04], ""], [81061, "2019-12-14T06:10:41Z", [0.03], ""], [69091, "2019-12-13T17:01:56Z", [0.0], ""], [57970, "2019-12-13T16:51:47Z", [0.1], ""], [928, "2019-12-13T13:03:09Z", [0.15], ""], [79461, "2019-12-13T05:11:07Z", [0.02], ""], [40584, "2019-12-13T01:43:33Z", [0.01], ""], [3429, "2019-12-12T18:54:17Z", [0.0], "Maintaining current position"], [19127, "2019-12-12T15:58:27Z", [0.14], ""], [34353, "2019-12-12T15:15:05Z", [0.01], ""], [675, "2019-12-12T14:06:12Z", [0.1], ""], [691, "2019-12-12T12:51:47Z", [0.12], ""], [529, "2019-12-11T23:39:33Z", [0.35], ""], [77477, "2019-12-11T20:10:48Z", [0.0], ""], [597, "2019-12-11T15:53:49Z", [0.09], ""], [691, "2019-12-11T13:18:31Z", [0.12], ""], [12856, "2019-12-10T23:26:20Z", [0.05], ""], [12856, "2019-12-10T23:25:50Z", [0.25], ""], [767, "2019-12-10T20:56:02Z", [0.2], ""], [14107, "2019-12-10T20:28:51Z", [0.12], ""], [1333, "2019-12-10T19:40:58Z", [0.05], ""], [31450, "2019-12-10T14:12:22Z", [0.0], "Dropping a few points to zero because there's only a few weeks left in the year. I guess trump looked around at the constant dysfunction and impeachment and thought to himself, this is exactly how I want things to be run. "], [20504, "2019-12-10T13:18:07Z", [0.0], ""], [42004, "2019-12-10T11:08:10Z", [0.05], ""], [31859, "2019-12-10T03:08:37Z", [0.4], "President needs even more faithful staff who put President before the country"], [80179, "2019-12-10T02:29:25Z", [0.25], ""], [63835, "2019-12-09T22:10:53Z", [0.57], "With the passing of time - the chance of removal/resignation goes down.\nI'm not of a mind that he'll be fired. I believe Trump will heed advice, and keep him on.\nI think resignation is still alive given the possibility of an impeachment trial in 2020 - that his compelled testimony might expose him to personal legal jeopardy.\nI'm not aware that resigning helps to shield him from testimony.\nBut resigning as a preemptive move to offer to tell-all in exchange for immunity?\nIn any event - all this is speculation.\nOnly he and counsel know whether that's actually an option."], [36132, "2019-12-09T16:34:45Z", [0.0], ""], [40584, "2019-12-09T13:57:24Z", [0.02], "I'm sticking with \"no\" (or the closest I can justify to no) given that Trump's given no indication that he's selected Mulvaney as the fall guy. "], [691, "2019-12-09T13:46:16Z", [0.14], ""], [74102, "2019-12-09T08:53:00Z", [0.16], ""], [19127, "2019-12-09T08:43:06Z", [0.18], ""], [37379, "2019-12-09T02:09:37Z", [0.05], ""], [529, "2019-12-08T19:28:15Z", [0.38], "Passage of time update"], [27461, "2019-12-08T19:19:58Z", [0.0], ""], [38094, "2019-12-08T18:44:02Z", [0.0], "Will Mick Mulvaney cease to be White House Chief of Staff before 1 January 2020? Assume nothing changes in the next 3 weeks."], [67844, "2019-12-08T15:45:13Z", [0.0], ""], [83, "2019-12-08T13:57:23Z", [0.02], ""], [691, "2019-12-08T12:43:25Z", [0.14], ""], [80937, "2019-12-08T04:58:04Z", [0.12], ""], [60598, "2019-12-07T23:57:46Z", [0.05], "Highly unlikely that Mulvaney will make a sudden move before year end."], [47388, "2019-12-07T22:33:47Z", [0.1], "Neither he nor Trump want him to leave while the impeachment is underway."], [206, "2019-12-07T20:14:07Z", [0.35], ""], [65901, "2019-12-07T18:38:16Z", [0.35], "Too much of a suckup to Trump"], [484, "2019-12-07T16:49:24Z", [1.0], "(no change) If Pompeo heads to Kansas, I wonder if MM might be tapped as SecState? (I'm too lazy to look it up, but think that was once his dream job.)"], [80185, "2019-12-07T15:10:24Z", [0.05], ""], [691, "2019-12-07T13:38:03Z", [0.14], ""], [74102, "2019-12-07T01:54:17Z", [0.24], ""], [6978, "2019-12-07T01:53:03Z", [0.0], "Fin."], [484, "2019-12-07T00:04:49Z", [1.0], "(no change) I do wonder whether MM weighed in on the WH decision to not give the Judiciary the courtesy of some participation."], [40584, "2019-12-06T23:49:15Z", [0.15], "Time"], [37236, "2019-12-06T20:23:30Z", [0.39], "Revising. Could be possible impeachment casualty."], [691, "2019-12-06T12:34:13Z", [0.2], ""], [529, "2019-12-06T00:48:16Z", [0.41], ""], [80859, "2019-12-05T19:19:00Z", [0.0], ""], [1333, "2019-12-05T19:11:20Z", [0.1], ""], [56, "2019-12-05T07:14:05Z", [0.0], ""], [42004, "2019-12-05T06:55:51Z", [0.1], ""], [63963, "2019-12-05T01:38:16Z", [0.0], "if he quits he may have to testify. he won't quit or get fired."], [20504, "2019-12-04T20:45:55Z", [0.01], "-3%, time decay and impeachment proceedings"], [3429, "2019-12-04T18:06:02Z", [0.0], "Not likely!"], [691, "2019-12-04T15:28:59Z", [0.25], ""], [12591, "2019-12-04T14:08:00Z", [0.35], ""], [38094, "2019-12-03T23:21:04Z", [0.01], "Will Mick Mulvaney cease to be White House Chief of Staff before 1 January 2020?\nCutting my forecast in half to celebrate the remaining 4 weeks of the year.\n"], [14107, "2019-12-03T19:47:54Z", [0.15], ""], [1333, "2019-12-03T19:03:56Z", [0.12], ""], [32438, "2019-12-03T17:54:11Z", [0.05], ""], [40584, "2019-12-03T16:25:57Z", [0.2], ""], [73687, "2019-12-03T16:04:39Z", [0.01], ""], [19127, "2019-12-03T13:37:31Z", [0.21], ""], [80185, "2019-12-03T03:35:48Z", [0.25], ""], [484, "2019-12-03T02:53:05Z", [1.0], "(no change) In a normal world, I might expect OMB to take some heat for not helping shepherd appropriations bills through Congress. \"Strange days\" to quote a famous forecaster."], [1333, "2019-12-02T20:03:21Z", [0.13], ""], [32300, "2019-12-02T17:03:31Z", [0.3], ""], [484, "2019-12-02T16:17:54Z", [1.0], "(no change) The WH ignoring the Judiciary Committee doesn't make the threat of impeachment go away, it just kicks the (perfect) conversation down the road. As the press of the event is uncontrollable by F&F, I suspect DJT may search for ways to gain some headlines. Of the many I can imagine, firing people are among the most benign. Of course the best move is to compartmentalize things and trust Mitch. —silly idea of course ;-)"], [691, "2019-12-02T14:24:47Z", [0.36], "There is still time for his Fearful Leader to put a lump of coal in his stocking over the fireplace, probably to relieve him of Chief of Staff responsibilities but leaving him with OMB.  This would serve two important purposes for the Current Incumbent:  It would open a slot for another toady, and it would significantly increase demand for coal in the US, which has plummeted since M. Petits-Doigts promised to increase it.  Strange days. https://ieefa.org/eia-u-s-coal-production-to-fall-to-40-year-low-in-2019/"], [597, "2019-12-02T13:02:58Z", [0.2], ""], [14027, "2019-12-02T01:59:42Z", [0.19], ""], [80179, "2019-12-02T01:45:35Z", [0.33], ""], [43003, "2019-12-02T01:15:11Z", [0.1], "MM is now needed with impeachment at full steam. Guliani has been fingered to be the fall guy, not MM. Radically cutting my estimate a bit late. DJT reinsisted MM will stay."], [1333, "2019-12-01T23:06:41Z", [0.14], ""], [529, "2019-12-01T22:41:12Z", [0.44], ""], [58669, "2019-12-01T18:01:12Z", [0.15], ""], [34527, "2019-12-01T16:27:07Z", [0.5], ""], [80742, "2019-12-01T14:30:06Z", [0.28], ""], [57778, "2019-12-01T03:36:12Z", [0.2], ""], [8663, "2019-11-30T23:44:20Z", [0.0], "Given Trump faces impeachment in the coming weeks, he needs to circle the wagons.  The last thing he needs is someone else who could testify against him.  Even though Trump is erratic and mercurial I doubt he will fire Mulvaney until after the impeachment issue has been resolved. \n"], [484, "2019-11-30T16:25:22Z", [1.0], "(no change) Who will have the final say regarding how to participate (or not with) the Judiciary Committee proceedings? DT and almost certainly MM will have an opinion. Regardless of whether they are in perfect agreement, the next few weeks are likely to be stressful with lots of Monday morning second guessing (to mix a metaphor)."], [691, "2019-11-30T13:34:01Z", [0.4], ""], [39381, "2019-11-30T09:15:54Z", [0.0], ""], [6978, "2019-11-29T17:02:26Z", [0.1], "."], [3429, "2019-11-29T16:23:10Z", [0.0], "Not going to happen unless tantrum."], [691, "2019-11-29T13:57:27Z", [0.42], ""], [65715, "2019-11-29T08:25:20Z", [0.8], ""], [691, "2019-11-28T14:22:17Z", [0.44], ""], [74102, "2019-11-28T08:00:33Z", [0.28], ""], [35033, "2019-11-28T07:07:18Z", [0.0], ""], [19801, "2019-11-28T06:14:10Z", [0.25], ""], [80237, "2019-11-28T01:41:03Z", [0.03], ""], [80701, "2019-11-27T23:41:14Z", [0.09], "While I think there is a 0% chance that the president fires him (or rather has someone tell him he's fired then tweet that he's done it) I do think there is a chance that he resigns before the end of the year."], [38094, "2019-11-27T21:01:20Z", [0.02], "Will Mick Mulvaney cease to be White House Chief of Staff before 1 January 2020? Cutting my forecast in half as no news appears on this topic."], [41922, "2019-11-27T15:23:21Z", [0.15], ""], [19127, "2019-11-27T14:23:25Z", [0.28], ""], [80662, "2019-11-27T01:51:05Z", [0.1], "Firing Mulvaney could suggest he did something wrong and Trump will avoid that until impeachment issues are settled. Mulvaney will avoid resigning for the same reason. If they believe they’ve done nothing wrong, they won’t want a change."], [11278, "2019-11-27T00:23:29Z", [0.05], ""], [3429, "2019-11-26T21:25:22Z", [0.03], "Not likely."], [14107, "2019-11-26T19:17:11Z", [0.23], ""], [691, "2019-11-26T18:45:05Z", [0.45], ""], [14027, "2019-11-26T16:06:37Z", [0.31], ""], [80677, "2019-11-26T15:01:33Z", [0.05], ""], [30477, "2019-11-26T12:46:41Z", [0.1], ""], [48619, "2019-11-26T11:46:38Z", [0.17], ""], [52601, "2019-11-25T22:24:56Z", [0.01], "Trump clearly still believes in Mulvaney. There will be a deal until March 20"], [529, "2019-11-25T20:58:28Z", [0.45], "11/25/19: FWIW, Trump says he still has confidence in Mulvaney.  https://www.reuters.com/article/us-usa-trump-impeachment-mulvaney/trump-says-he-still-has-confidence-in-mulvaney-idUSKBN1XZ27M"], [1333, "2019-11-25T17:39:05Z", [0.15], ""], [37236, "2019-11-25T11:41:31Z", [0.44], "In re the Navy Seal dustup, Politico is jammering that the POTUS may thank him for his services before end of this calendar year."], [19127, "2019-11-24T20:38:07Z", [0.3], ""], [27461, "2019-11-24T20:10:24Z", [0.03], ""], [78969, "2019-11-24T16:18:33Z", [0.15], ""], [40584, "2019-11-24T15:34:56Z", [0.4], "Jumping in late here. Mulvaney does seem like an obvious fall guy. Problems: 1)Trump has already nominated several people for the role and Sondland has already volunteered. 2) Mulvaney may not be high enough in the food chain to satisfy Trump's opponents.  Seems to me that Giuliani would work but is risky because he presumably has dirt on Trump (and others). Very crudely: \n1) probability that a big-time fall guy is needed before Christmas: 75%\n2) probability that it is Mulvaney: 50%\nAs pointed out by others he could quit his post for other reasons. => 37%"], [67232, "2019-11-24T06:50:19Z", [0.1], "The date is fast approaching.  I suspect Mulvaney will still be there.   The most important considerations for Trump I suspect are 1) Mulvaney will defend even Trump's craziest public proclamations;  2)  Trump will have a hard time finding a qualified replacement; 3)  Trump seems to be firing few people in the last few months, and 4) Trump does not need yet  another former staffer trash talking his administration.   Thus, I suspect Mulvaney will be there until after the November election. I doubt there is any prospect of Mulvaney quitting.  (However, having people \"happily\" quit seems to be Trump's favorite way of  firing them these days.)  "], [1333, "2019-11-24T00:21:34Z", [0.13], ""], [56, "2019-11-23T18:56:16Z", [0.02], ""], [38094, "2019-11-23T17:58:32Z", [0.04], "Will Mick Mulvaney cease to be White House Chief of Staff before 1 January 2020? Cutting my forecast by 20%, nothing has happened yet."], [14107, "2019-11-23T11:42:52Z", [0.25], ""], [38, "2019-11-23T06:26:11Z", [0.16], "thanks to @Greyowlsova https://www.gjopen.com/comments/comments/922735  who has me convinced that if DJT needs/wants a scapegoat, Guilliani would make a much, much better one.  So, ok, I concede that DJT is unlikely to fire MM. But what about MM resigning?  Imagine the legal bills he's racking up and will continue to rack up if he continues to work for DJT! And what might his spouse and children be saying to him about continuing to work for DJT; he has 3 teenagers who might be very idealistic. Reducing my forecast significantly.  Today, I've been \"talked down\" from 95% to 16% by @cafebedouin & @Greyowlsova.  Thank you fellow forecasters! "], [38, "2019-11-23T03:06:32Z", [0.45], "@cafebedouin makes a good point: it's easier to compel your employee to do something than someone you've just fired!"], [38, "2019-11-23T01:19:27Z", [0.65], "I thought that DJT might fire MM during the hearings, as witnesses revealed who did what. But that didn't happen. Why not?  My thoughts are 1) Maybe because thus far there's not been that much publicly revealed about specifically what MM did. Some who have given testimony have said MM was in the loop and others have said that they did things on MM's instructions, but nobody has proven whether or not MM was acting on his on volition or on DJT's orders. So, MM's involvement at this point is somewhat a matter of conjecture and can be seen as either minimal or maximal. 2) If DJT were to fire him AT THIS POINT, it could do 2 damaging things to DJT: it would suggest that something wasn't \"perfect\" and it might turn MM into a loose canon. DJT may perceive MM's willingness to put himself into deep legal debt by refusing to testify as an act of loyalty that should be rewarded. However, it's possible that the House might pass Articles of Impeachment by about Dec 12th, 18 days before this question closes. How will DJT react to being impeached? It seems entirely possible that he'll try to mollify GOP senators by ascribing any \"imperfection\" to underlings, like MM, and fire MM as a consequence. So,  The main arguments in support of firing MM seem to me to be that it could shift blame and mollify GOP Senators and the public by \"holding someone accountable\", and that DJT may do this reactively. The main arguments in support of NOT firing MM would be to reward his loyalty, not admit to any \"imperfection\", and to prevent MM from becoming a loose canon. I'm thinking that the arguments for NOT firing are now stronger than they were a week ago, now that the Witness Testimony Storm has passed.   Reducing forecast from 95 to 65%.\n"], [62808, "2019-11-23T01:18:02Z", [0.5], ""], [1333, "2019-11-22T19:18:39Z", [0.14], ""], [529, "2019-11-22T18:28:18Z", [0.48], "One theory: ..Maybe he's not gone until he may be 'sacrificed' as a scapegoat around or after the House impeachment vote(?).  Trump also reportedly doesn't want the appearance of (more) upheaval in his White House. https://www.newsweek.com/republicans-could-setting-mulvaney-trump-impeachment-scapegoat-says-gop-strategist-1473153"], [37236, "2019-11-22T18:17:54Z", [0.43], "Will keep revising downward now that stopgap budget deal has been approved and the POTUS has had no blowback from military chiefs or Esper over his moves on the Navy Seal case. Naming a new bum to the bum of the month club before January holds no political currency for Trump unless Mulvaney is still holding a chip in the game nobody's talking about."], [46762, "2019-11-22T17:48:22Z", [0.02], ""], [75564, "2019-11-22T15:55:04Z", [0.25], "Adjusting for time"], [79783, "2019-11-22T14:40:20Z", [0.05], "Lowering down significantly, as given the political climate and recent developments, unless he steps down himself (which I don't believe will happen), he won't be fired. "], [484, "2019-11-22T03:54:56Z", [1.0], "(no change) Now that the HPSCI has probably wrapped up their investigations, even if MM were to spend more time with his family, DT might worry less about what he knows. —book deal excepted."], [3429, "2019-11-21T21:27:11Z", [0.05], "Updating for passage of time."], [66692, "2019-11-21T17:25:46Z", [0.05], ""], [69091, "2019-11-21T16:37:32Z", [0.01], ""], [67232, "2019-11-21T14:37:56Z", [0.2], ""], [691, "2019-11-21T14:34:29Z", [0.47], ""], [67232, "2019-11-21T05:11:33Z", [0.25], ""], [77412, "2019-11-20T19:57:50Z", [0.15], ""], [48709, "2019-11-20T19:21:11Z", [0.3], "Time update since, the impending impeachment process and the evedence present in the political climate ..."], [19127, "2019-11-20T16:33:03Z", [0.34], ""], [4645, "2019-11-19T22:20:50Z", [0.35], "Earlier I took a strong outside view, and neglected the unique circumstances of Mulvaney and the President. I stand by the outside view analysis, but not to the exclusion of entertaining other possibilities. For example: Pres. Trump has reportedly toyed around with the idea of firing Mulvaney. The fact that he hasn't done it yet is evidence that Mulvaney possesses some leverage over the administration. He could be prepared to feed the President to the Democrats in Congress, should he be fired (the rumor mill reports that this is close Mulvaney's own take on the matter). Alternately, he could be being set up as the fall guy for the Ukraine scandal. In either case, the outcome is intimately tied to the Impeachment trial, which is likely to occur (or at least begin) before the end of the year. And, of course, there's a ~40% that this is all completely wrong and I have no idea what's actually going on."], [529, "2019-11-19T21:43:25Z", [0.51], "A harsh light upon Mulvaney's questionable role in the Trump-Ukraine mess is likely, over the next couple of days of hearings.. https://time.com/5732513/mick-mulvaney-impeachment/"], [20504, "2019-11-19T21:16:52Z", [0.04], ""], [20504, "2019-11-19T21:16:37Z", [0.07], "-3%. Not much time left and would look bad."], [46762, "2019-11-19T19:07:43Z", [0.05], ""], [13960, "2019-11-19T19:01:14Z", [0.25], "Trump needs him inside the tent"], [32300, "2019-11-19T12:48:32Z", [0.4], ""], [32300, "2019-11-19T12:48:16Z", [0.35], ""], [37236, "2019-11-19T10:06:23Z", [0.63], ""], [67715, "2019-11-18T16:14:37Z", [0.57], ""], [14107, "2019-11-18T10:12:09Z", [0.3], ""], [19127, "2019-11-18T09:06:59Z", [0.36], ""], [80560, "2019-11-18T01:05:01Z", [0.9], ""], [27461, "2019-11-17T17:20:06Z", [0.05], ""], [691, "2019-11-17T12:44:40Z", [0.47], ""], [38, "2019-11-17T00:33:35Z", [0.95], "https://trofire.com/2019/11/13/mick-mulvaney-says-trump-cant-fire-him-because-he-knows-too-much/ \". . .  Mulvaney has been on the hot seat for several weeks, but he isn’t worried about losing his job. According to reports, Mulvaney says that the President can’t fire him because he “knows too much” about the whole Ukraine phone call and could possibly take down this presidency. Mulvaney has also gone back and forth about testifying before Congress, and Ring of Fire’s Farron Cousins explains why Mulvaney will likely flip on the President. \" . . . the things that he knows specifically according to Mulvaney, what he said to his aides, specifically involving the entire Ukraine scandal. Mulvaney is bragging that he knows too much for Trump to fire him, so he’s not worried about his job.. . .. He does know too much. He knows everything and that’s one of the main reasons why house Democrats want to get him in front of the committees and have him testify.  . . . here’s one thing that Mulvaney needs to think about. He, unlike so many other people in this administration, could still have a career after he leaves the white house.  . . .  Mulvaney could go back to his home state and run for his old seat again and likely win it. His career’s not finished, but it will be if he goes down with the Trump sinking ship. \n~~~~~~\nhttps://www.nytimes.com/2019/11/14/opinion/trump-white-house.html The White House Motto: Watch Your Back\nHaving stooped low to protect the president, administration officials are vulnerable to one another. Nov. 14, 2019 \" . . .  Once-eager presidential enablers have turned on one another with feral abandon as the facts of what Mr. Trump’s flunkies were doing in Ukraine have become clear and the impeachment investigation moves into its public phase.\n. . . \nMr. Mulvaney .  . .  was a key player in the pressure campaign to have Ukraine announce an investigation of former Vice President Joe Biden, while Mr. Bolton reportedly said he wanted nothing to do with “the drug deal” Mr. Mulvaney was “cooking up” with Gordon Sondland, the ambassador to the European Union. Surprised by the blowback, Mr. Mulvaney dropped his court request [to join the lawsuit of Bolton & Kupperman] and now says he will abide by the president’s edict not to cooperate. Even so, he has been clashing with Pat Cipollone, the White House counsel, over what each sees as the other’s mishandling of the president’s impeachment defense. Mr. Mulvaney also faces danger from House Republicans looking for someone to blame other than Mr. Trump for the Ukraine mess. He is among the most promising scapegoats, according to The Washington Post, along with the president’s lawyer Rudy Giuliani and Mr. Sondland, two of the principal players. But Mr. Mulvaney has implied to people that he knows too much to be fired.\n. . .\nThe president, meanwhile, is said to want to fire not only Mr. Mulvaney but also the inspector general of the intelligence community, Michael Atkinson, who alerted Congress to the whistle-blower complaint, kicking off the impeachment inquiry.\n. . . \n. . . As the impeachment inquiry grinds on, the circular firing squad is likely to grow still larger — and potentially armed with higher-caliber ammunition.\n~~~~~~~\nhttps://www.theatlantic.com/politics/archive/2019/10/mick-mulvaney-impeachment/600313/ Why Firing Mick Mulvaney Is Riskier Than Keeping Him\nPresident Trump’s third chief of staff seemed destined for the door until impeachment came along. OCTOBER 18, 2019\nMick Mulvaney's job was in danger even before his disastrous press conference yesterday, and his equally disastrous attempt to walk that performance back. The fumble could not have been more poorly timed: According to multiple current and former White House officials, many of whom spoke on the condition of anonymity to relay private conversations, Trump has been steadily souring on Mulvaney for weeks.\n. . .\nThe president has polled confidants about whether Mulvaney is up to the job, blaming him for leaks and negative news coverage, and considering whether he should find someone else to run the West Wing. It might stand to reason, then, that with Trump’s growing frustrations with Mulvaney—coupled with a performance yesterday that could put Trump in greater legal jeopardy than ever before—Mulvaney’s days as acting chief of staff are numbered. Yesterday’s press conference was significant not just for Mulvaney’s revelations about Trump’s dealings with Ukraine. It also laid bare just how key a role Mulvaney has played in those dealings. Mulvaney admitted, for example, that Trump had spoken to him directly about an issue at the heart of Congress’s impeachment inquiry: withholding aid to Ukraine partly because Trump wanted an investigation into a conspiracy theory involving a Democratic National Committee server. Trump was not happy—and neither were his most prominent allies. The shock of Mulvaney’s admission was only compounded by the flippancy with which he delivered it: For those troubled by it, he told reporters, “get over it.” Mulvaney later walked the claim back, but even in the eyes of the president’s closest confidants, the damage was done. For a White House staffer, there is perhaps no worse place to be than in Sean Hannity’s crosshairs, and that’s where Mulvaney found himself yesterday, after undercutting the administration’s talking points on impeachment in a way that not even a Trump-loving Fox News host could spin. Shortly after the press conference, Hannity excoriated the acting chief on his radio show: “What is Mulvaney even talking about?” Hannity scoffed. “I just think he’s dumb, I really do. I don’t even think he knows what he’s talking about. That’s my take on it.” Nevertheless, in the course of combusting the White House’s narrative on impeachment, Mulvaney unwittingly demonstrated why, at this fraught moment in Trump’s presidency, he may be untouchable: Should Trump fire him and leave him aggrieved, Mulvaney could prove a damaging witness in Congress’s impeachment investigation. A former White House official said Trump “will be feeling the pain of having pushed out [former National Security Adviser John] Bolton at a very inopportune time. He won’t make the same mistake with Mulvaney, however frustrated he may be with him. Now, their interests are aligned. They sink or swim together.” It’s a line of thinking that has come to permeate the West Wing, and it marks a significant shift in how Trump is beginning to view his relationship with his staffers. For the past two and a half years, the White House has operated like a radio perpetually set on scan, with Trump sampling staffer after staffer in search of those whose rhythms match his own. Indeed, as Mulvaney told us earlier this year, it’s made for a West Wing whose atmosphere is dictated by one particular maxim: “He could fire any of us tomorrow.” With the backdrop of impeachment, however, some White House staffers could feel more secure in their jobs than even their boss—and that’s perhaps especially true of Mulvaney. As Democrats move forward in their investigation, they’re looking for star witnesses, those officials in Trump’s inner circle who could speak authoritatively as to whether Trump pressured a foreign power to open investigations into both the 2016 election and former Vice President Joe Biden. And should Trump discard an adviser in his preferred manner—hastily announce the news on Twitter, then trash the person’s reputation—he or she may decide to become said star witness.\n. . .\nBolton’s uncertain loyalty in this pivotal moment has convinced many of Trump’s allies that, eager as the president may be to oust him, Mulvaney is better kept inside of the White House. According to the current and former White House officials and others close to the president, people have been urging Trump to hold his acting chief in place, telling him that the risk of an aggrieved ex-official on the outside far outweighs any annoyances Trump may have with him. As President Lyndon Johnson famously said about then–FBI Director J. Edgar Hoover, it’s better to keep him inside the tent “pissing out” than the opposite. “The president always fears that people he either gets rid of or resigns will turn out to be a press liability,” one person close to the White House told us. “But, look, if you treat people like crap, you shouldn’t expect loyalty.” According to legal experts, by keeping Mulvaney in place, Trump can make a stronger case that Mulvaney is immune from having to testify about conversations with the president. “It becomes more difficult to control those who are no longer part of the executive branch,” Jonathan Turley, a George Washington University law professor, told us. This is not to say, of course, that Trumpworld was quick to move on from Mulvaney’s disastrous briefing-room appearance. One of the president’s personal lawyers, Jay Sekulow, released a terse statement after Mulvaney’s press conference, saying that Trump’s legal team “was not involved” in the briefing. However, the fact that Mulvaney still holds his job—in spite of the torrent of criticism inside and outside the White House—could underscore just how much impeachment has come to scramble the regular rhythms of this presidency. Gone, perhaps, are the days when Trump would give little thought to axing a senior official. Because while tell-all books come and go—promising a juicy anecdote here, a gossipy passage there—the impeachment inquiry is in motion. Which means the risk of ushering his staff into the arms of Democratic investigators is one that Trump may become less and less inclined to take. There was a curious moment on Wednesday in the Oval Office, when Trump’s opinion of Bolton suddenly seemed to brighten. No longer did Trump want to dwell on his disagreements with Bolton or how Bolton had wrongly supported the Bush administration’s war in Iraq. “I actually got along with him pretty well. It just didn’t work out,” Trump told reporters during a meeting with his Italian counterpart, Sergio Mattarella. It was as though Trump was telegraphing an understanding of the stakes, in this moment, of having his former national security adviser as an enemy. And earlier today, when he brushed off reporters’ questions about Mulvaney’s press conference, saying simply, “I think he clarified it,” Trump seemed to communicate another message of self-awareness: that he, more than ever, needs Mulvaney as a friend.\n~~~~~~~\nCOMMENT:  I can believe that Mulvaney knows a lot!  Whether or not that will be a consideration in DJT's decision-making is something I don't know.  The 2nd article I provided excerpts from concluded with a reference to the WH being staffed by a circular firing squad:  that seems highly probable to me.  It sure seems to me that Mulvaney doesn't have many supporters in the WH at the moment, and that DJT is too easily manipulated by Sean Hannity and others.   My forecast is waaaaaaayyyy out there; I'm considering adjusting it."], [691, "2019-11-16T14:35:10Z", [0.47], ""], [1333, "2019-11-16T14:17:03Z", [0.15], ""], [80179, "2019-11-16T01:30:29Z", [0.35], ""], [25705, "2019-11-15T16:32:10Z", [0.0], "https://theweek.com/speedreads/878079/trump-advisers-predict-mick-mulvaney-goner-after-trumps-impeachment-trial \"It looks like Mick Mulvaney is right: President Trump just can't quit him, even as he longer wants or needs him.\nTrump has been threatening to fire Mulvaney, the acting White House chief of staff and nominal director of the Office of Management and Budget, for weeks, The Washington Post reports. ... But \"senior advisers have cautioned Trump that removing Mulvaney at such a sensitive time could be perilous,\" the Post reports, \"both because Mulvaney played an integral role in the decision to freeze the aid, and because of the disruption that would be caused by replacing one of Trump's most senior aides.\"\n\"I don't think you'll see him going anywhere until after December,\" one Trump adviser told the Post. \""], [691, "2019-11-15T16:28:01Z", [0.45], ""], [80548, "2019-11-14T20:57:10Z", [0.7], ""], [72820, "2019-11-14T18:54:09Z", [0.08], "Only 6 weeks left. The White House staff list has always been tenuous. With Mulvaney now complying with White House demands to not participate in impeachment hearings this looks to be a step in the right direction. There seems to be so much fluctuation and rumor that it is difficult to be definitive on anything. With Mulvaney now complying that is further incentive for him to remain as Chief of Staff at least until the impeachment hearings are completed."], [43003, "2019-11-14T03:48:40Z", [0.65], "Update for rumors and innuendos from DC. "], [1333, "2019-11-13T19:05:26Z", [0.25], ""], [79783, "2019-11-13T16:00:23Z", [0.7], ""], [20504, "2019-11-13T13:40:37Z", [0.07], "-2%, time decay."], [74102, "2019-11-13T09:14:04Z", [0.32], ""], [38, "2019-11-13T07:15:26Z", [0.95], "https://www.nytimes.com/2019/11/11/us/politics/bolton-mulvaney-impeachment.html?nl=todaysheadlines&emc=edit_th_191112?campaign_id=2&instance_id=13710&segment_id=18714&user_id=0a0c579776f0cfaf13a2bd3672253728&regi_id=286991831112  President Trump’s chief of staff and former national security adviser clashed in court on Monday. . . . when Mick Mulvaney, the acting White House chief of staff, abruptly withdrew his effort to join a lawsuit over impeachment testimony after a sharp collision with his onetime colleague John R. Bolton, the former national security adviser. Mr. Mulvaney retreated only hours after a lawyer for Mr. Bolton and his former deputy, Charles M. Kupperman, went to court arguing that his clients wanted nothing to do with the staff chief because they had vastly different interests. In withdrawing his motion, Mr. Mulvaney indicated that he would now press his own lawsuit to determine whether to comply with a subpoena to testify in the House impeachment inquiry. But it left him at odds with the president, who has ordered his team not to cooperate with the House, an order Mr. Mulvaney has essentially refused to accept as other administration officials have until he receives separate guidance from a judge. Mr. Mulvaney’s lawyers emphasized that he was not trying to oppose Mr. Trump, maintaining that he was actually trying to sue House Democrats, and an administration official who insisted on anonymity said there was “no distance” between the president and his chief of staff. Still, Mr. Mulvaney hired his own lawyer instead of relying on the White House counsel, and he consciously made clear that he was open to testifying if left to his own devices. The situation underscored the longstanding enmity between Mr. Mulvaney and the counsel, Pat A. Cipollone, who have repeatedly been at odds throughout the impeachment inquiry, according to four administration officials briefed on the events. Mr. Mulvaney, who has been left with an “acting” title for more than 10 months and therefore insecure in his position, is said to see Mr. Cipollone as angling for his job as chief of staff. People close to Mr. Cipollone deny that and say he is not interested, although they acknowledged that there were previous discussions with Mr. Trump about such a shift. Hoping to bolster his own place in the White House, Mr. Mulvaney has recommended to Mr. Trump that he hire Mark Paoletta, the general counsel at the Office of Management and Budget, where Mr. Mulvaney is still technically the director, according to people familiar with the maneuvering. Mr. Paoletta would not displace Mr. Cipollone but would give Mr. Mulvaney an ally on the legal team as the impeachment battle plays out. Another person familiar with the latest moves said that Mr. Paoletta was considered, but that West Wing officials decided they were pleased with the hiring of Pam Bondi, a former attorney general of Florida, and Tony Sayegh, a Republican strategist, both of whom began full time this week. The latest personnel struggle echoed an attempt by Mr. Mulvaney several weeks ago to hire former Representative Trey Gowdy, a fellow South Carolina Republican, to join the president’s legal team. Mr. Cipollone and others were said to take issue with the idea, concerned it was an effort by Mr. Mulvaney to run his own legal team. Mr. Cipollone told allies he had no such concerns, but eventually, Mr. Gowdy bowed out, facing an issue with a ban on former House members lobbying Congress. Despite his own tenuous job status, Mr. Mulvaney has privately told associates in recent days that there is no easy way for Mr. Trump to fire him in the midst of the impeachment fight, the implication being that he knows too much about the president’s pressure campaign to force Ukraine to provide incriminating information about Democrats. The court fight between Mr. Mulvaney and Mr. Bolton on Monday brought their long-running feud into the open. Mr. Mulvaney was among those facilitating the Ukraine effort, while Mr. Bolton was among those objecting to it. At one point, according to testimony in the impeachment inquiry, Mr. Bolton declared that he wanted no part of the “drug deal” Mr. Mulvaney was cooking up, as the then national security adviser characterized the pressure campaign. . . . \n~~~~~~~\nCOMMENT:  Mulvaney is at odds with Pompeo, Bolton, Kupperman, Cipollone, and Barr.  Who are his allies???  "], [67232, "2019-11-13T06:52:21Z", [0.35], "Well. Mulvaney dropped his lawsuit upon which my last estimate was based.   He still insists he will not obey a subpoena and will follow orders from the White House instead.   Mulvaney is clearly running with the White House playbook in all respects.  Trump loves this sort of blind loyalty and may want to keep Mulvaney happy if he knows anything really bad about Trump--I am sure he does.   On the other hand, Trump has no loyalty to others, unless there is something in it for him,  and he still does not seem to like or have much faith in Mulvaney's ability.   I suspect he dropped the lawsuit with the approval of Trump only because his lawyers thought it might not be successful, even with a strong plaintiff like Mulvaney for the reasons laid out in my previous post.   After all, the DC courts are filled largely with democratic and non-Trump republican appointees who would likely vote against him. "], [38, "2019-11-13T06:48:08Z", [0.95], "https://www.nytimes.com/2019/11/11/opinion/republicans-trump-impeachment-hearings.html?nl=todaysheadlines&emc=edit_th_191112?campaign_id=2&instance_id=13710&segment_id=18714&user_id=0a0c579776f0cfaf13a2bd3672253728&regi_id=286991831112 The Washington Post reported that House Republicans may try to throw the hapless Trump lackeys Rudy Giuliani, Mick Mulvaney and Gordon Sondland under the bus, suggesting they “could have acted on their own to influence Ukraine policy.” "], [529, "2019-11-13T05:02:10Z", [0.5], "https://thehill.com/homenews/administration/470200-trump-threatening-to-fire-mulvaney-report"], [43003, "2019-11-13T04:46:31Z", [0.85], "News from The Hill on the issue at hand (firing).\nhttps://thehill.com/homenews/administration/470200-trump-threatening-to-fire-mulvaney-report"], [63835, "2019-11-12T23:16:02Z", [0.78], "I'm going to be an odd-man-out and continue to keep the chance of dismissal/resignation high.\nMick initially tried to split the baby by initiating a judicial review that would determine that he didn't have to appear before committee - contradicting the President's order to simply not appear.\nThen he tried to join Charles Kupperman's existing suit testing immunity to subpoena, and was rebuffed by that Plaintiff and the judge at a hearing last night.\nHe then indicated to the judge he'd pursue a separate suit.\nToday his lawyers announce he'll do what he's told to do by the WH, and cease pursuing any suit on the matter, and simply not appear before committee.\nCipollone has always wanted Mulvaney off the team, opining that Mulvaney has been at best ineffective, and at worst decidedly counterproductive to the President's interest, and now to his defense.\nAn example of the former was MM's October news conference - Mick has since developed an allergy to podiums.\nAn example of the latter is this attempt at judicial review - had Mulvaney pursued and lost, this would have established the matter into law. Further WH resistance to subpoena would be patently illegal - thus adding a possible Article for obstruction should the WH continue to resist subpoenas.\nWithout a judicial determination - the matter remains in the domain of speculation, and is consistent with the WH effort to run out the clock on the country's interest. \nNear term - things are such that rather than scapegoating him out the door - Trump will keep him close - in the WH.\nAnd yet - I feel there's something behind this now-aborted legal maneuvering that infers that Mick is aware of dire consequences for himself.\nIf true - he may have to decide his best bet to save himself is to resign, and to \"come in\" and sing."], [1333, "2019-11-12T19:14:41Z", [0.35], ""], [1333, "2019-11-12T19:14:16Z", [0.45], ""], [14027, "2019-11-12T17:00:54Z", [0.37], ""], [67232, "2019-11-12T03:54:33Z", [0.35], "The filing of the lawsuit changes things dramatically.  He is much less likely to be fired now.   Specifically, there are four possible reasons why he did it:  1)  He felt pangs of  conscious and decided to challenge Trump. 2) He wanted to avoid a possible jail sentence.  3) He wanted to delay the inevitable,   4) Or,  he and Trump want a judicial ruling finding immunity really exists in this context, and they think this is the best way to get it.     The idea that Mulvaney has a conscious is laughable given his history, and Trump would probably have fired him already.  There is little chance he will go to jail, given no one else has and AG Barr will not likely prosecute anyone for refusing to testify.   The lawsuit would delay his testifying only if he planned on eventually obeying the subpoena, but that is not likely.  Trump wants a judicial finding that immunity is not something he and his lawyers just made up.  Actually, it is not, but the press reports suggests the courts have never recognized it.   The best way to have a court recognize immunity would be to 1) have the person with the best justification for it file a lawsuit and 2) present arguments favorable to the president in that lawsuit.  Mulvaney's attempt to intervene in the lawsuit filed by Bolton and Kupperman did just that.  If Mulvaney had succeeded in joining Bolton and Kupperman's lawsuit, it could have changed the nature of the lawsuit entirely.   Bolton at least seems to want to tell his story and may present legal arguments suggesting immunity is  nonsense.   Mulvaney would then have presented legal arguments and authorities  that no one might have presented in his absence.  Mulvaney's lawyers might have been able to tilt the filed toward the president.  Any lawyer wanting to litigate immunity would want to do it with the  person most likely to win--and that is Mulvaney.    Mulvaney is more likely to get the immunity because he is a current, not former, member of the White House staff, unlike Bolton and Kupperman.  He also has information related to the internal workings of the White House.  A White House chief of staff normally spends a lot of time pondering with the president alternative courses of action.  A court will likely feel that a president needs to do this in private so he can freely formulate policy on a vary wide variety of issues.  Some of the things considered could be strictly political and/or some options could be extremely embarrassing if revealed.   Yet, in order to thoroughly evaluate a possible course of action, considering unpopular options may have to be discussed.  Privacy is essential for this to occur. It is kind of like a lawyer's impressions of his client's case--which are never discoverable.   The lawyer needs to know he can discuss his client's case with co-counsel without the opposition knowing what they discussed.    Thus,  Mulvaney should have a much better argument for immunity than the Bolton and Kupperman who are lower down the food chain and may not have had the same contact with the president.   If this is the reason why Mulvaney filed a lawsuit, it would not be the first time.  Paul Manafort after pleading guilty (to additional counts after conviction on some counts agreed to cooperate with Meuller and the grand jury investigating Trump.  Manafort did not cooperate but continued to lie.  He  listened to all the questions I suspected he relayed the questions back to the Trump team.  The sentencing judge said Manafort continued to lie in hopes of getting a pardon. \n\nPresident Trump does not fire those who, like Kelly Anne Conway, defend him no matter what.     All Mulvaney's past sins could be forgiven if he won and established immunity as a legal doctrine--making Trump and any other president almost a dictator.  Also, if immunity is found, the courts may find it exists only for current, not former, staff members.  So, I think Mulvaney's chances of staying improved greatly with this lawsuit.    If I am wrong, Mulvaney will be gone very soon."], [38, "2019-11-11T23:14:47Z", [0.95], "Mulvaney and Pompeo are at odds. Reports are that Barr is distancing himself from Mulvaney. Now, it seems that former deputy national security adviser Charles Kupperman doesn't want to let Mulvaney join his lawsuit.  Kupperman says that Mulvaney should file a separate lawsuit.  He says that Mulvaney may have jeopardized his ability to claim immunity from the House's efforts to subpoena him when he essentially said in a press conference last month that the White House was seeking an investigation from Ukraine into former Vice President Joe Biden in exchange for congressionally approved security funding. \n\n\"Mulvaney has publicly discussed the events at issue in the House’s impeachment inquiry, including appearing to admit that there was a quid pro quo relationship between the President’s decision to withhold appropriated financial assistance from Ukraine and a Ukrainian investigation into what happened to a Democratic server in 2016 (an admission he subsequently sought to disavow),\" \n\nKupperman and his former boss, John Bolton, share an attorney, When DJT was asked if he was going to fire Mulvaney, he said something about him still working that day, which to my ears, sounded like the weakest statement of support and  job security anyone could give. https://thehill.com/homenews/house/469902-house-democrats-former-bolton-aide-ask-judge-to-block-mulvaney-from-joining  "], [80507, "2019-11-11T22:09:26Z", [0.0], ""], [529, "2019-11-11T20:37:49Z", [0.46], "..Hard to really know exactly what's going on with this guy + his job status. In part per the following 11/11/19 news report, slightly backing-off of a straight 50/50 forecast for the moment: https://www.cnn.com/politics/live-news/impeachment-inquiry-11-11-2019/h_101c8392f6c5e898a26df6ba3818bf18"], [4645, "2019-11-11T16:30:17Z", [0.09], ""], [80506, "2019-11-11T15:38:14Z", [1.0], ""], [691, "2019-11-11T15:27:26Z", [0.4], "He seems to have donned the Invisibility Cloak again; unless he decides to respond to the various subpoenas, he is somewhat safer than formerly."], [72695, "2019-11-10T23:42:50Z", [0.85], ""], [79195, "2019-11-10T10:31:40Z", [0.66], "Maybe. Is it possible? I don't know!"], [1646, "2019-11-09T20:26:20Z", [0.1], ""], [41373, "2019-11-09T20:20:40Z", [0.0], "Comment deleted on Nov 09, 2019 08:22PM UTC"], [1333, "2019-11-09T20:19:12Z", [0.55], ""], [38, "2019-11-09T20:15:24Z", [0.95], "Barr  is reportedly distancing himself from Mulvaney https://thehill.com/homenews/administration/469700-impeachment-tests-barr-trump-relationship"], [38, "2019-11-09T20:10:41Z", [0.95], "briefing@nytimes.com. Mr. Kent described how Mick Mulvaney, the acting White House chief of staff, wielded power over Ukraine policy — it was Mr. Mulvaney, he said, who controlled the nearly $400 million in military aid designated for the country. “The head of the Office of Management and Budget who was the acting chief of staff, Mick Mulvaney, at the direction of the president, had put a hold on all security assistance to the Ukraine,” Mr. Kent testified."], [6978, "2019-11-09T12:56:02Z", [0.33], "21-30 days."], [14107, "2019-11-09T08:51:18Z", [0.36], ""], [57628, "2019-11-08T22:25:19Z", [0.33], "Jumping into the mix.  Baserate: \nThe previous chief of staff lasted for two years before going over to Mick Mulvaney. Jeff Sessions was around for several years during the Muller investigation. Rex Tillerson lasted approximatel a year,  but he left (was fired) under very different circumstances. All three of those things would put Mulvaney probability under 50%.  Inside view: Mulvaney seems to being asked to testify before congress, though he can plead the fifth. \nThere is also the option that he would resign, which is a real possibility if he is going to take the fall for this impeachment inquiry. \nMulvaney has also been around the whitehouse since the beginning of this administration. Given all of this information I would give it a 30 percent. However, since Trump is turbullent, I am going to upgrade 3 percent for a risk mitigation. "], [4645, "2019-11-08T18:55:11Z", [0.09], "Degradation over time"], [14027, "2019-11-08T18:09:02Z", [0.61], ""], [46762, "2019-11-08T17:55:54Z", [0.06], "Trump derangement syndrome looks to let me make a few points on this q. "], [25705, "2019-11-08T16:12:27Z", [0.03], "A contrarian view. The prevailing wisdom is that previous COSs did not last long and overall the Trump's administration is characterized by fast turnover of staff. Hence, MM should also not last long. In real life though, fast turnover at the beginning can be explained by screening new hires until you find a \"good fit\". Most probably, the previous COSs did not fit the employer's (DJT) vision of his COS. It looks MM fits perfectly DJT's style and without other considerations - impeachment proceedings - we would expect MM serve in this capacity for quite a while. When DJT came to WH, it took him a while to get rid of \"babysitters\" and finally settle in his usual MO. 2 COSs is not representative enough and I'd rather use excellent model by @AABoyles for COS's survival probability (https://www.gjopen.com/comments/comments/918845), which uses all COSs after WWIII. At this time his model gives MM just around 6% percentage points to cease to be COS in the question timeframe. The compounding factor is impeachment. And again it looks the majority considers that as an aggravating factor for MM, increasing his chances to lose his position. What history tells us? Neither Richard Nixon, nor Bill Clinton changed their COSs during long impeachment proceedings - Alexander Haig and Jon Podesta, respectfully. Yes, MM didn’t say “No!” to DJT when he was supposed to by conventional wisdom, but that was expected of MM by DJT. And the lack of incoherent response on impeachment at the beginning blamed on MM is also well within DJT’s expectations.\n\nCan DJT blame mishaps –  e.g. incoming troubles for Giuliani on MM and throw the latter under the bus? Most probably not – easier to blame everything on Giuliani, a person without official status than on MM, who is too close to the President. I believe Giuliani’s scapegoating will be in order. Can Giuliani sink MM - who wants to go down as a rogue actor alone? Maybe, but not in a timeframe we have - so far Giuliani resisted to testify at all.  So, impeachment per se IMHO significantly decreases, practically eliminates chances of MM losing his position. Of course, there is a possibility that DJT would be impeached and MM loses his position along with Trump losing his. We may boldly assign probability of this to 0 as it is practically impossible in the Senate at this time AND the time is short for that - just two months and the House of representatives is just starting with testimonies. The rest (death, illness etc.) was covered by @Anneinak here (https://www.gjopen.com/comments/comments/819695). Of course, it is just my personal assessment and I can be mistaken. We are analyzing a very rare event and in very fast changing context.\n"], [691, "2019-11-08T13:13:48Z", [0.5], ""], [43003, "2019-11-08T01:18:15Z", [0.75], "Historically, DJT appointees have a short shelf life. This particular model blundered badly and in so doing helped the impeachment probe against DJT. Anneinak summed up other reasons:\nhttps://www.gjopen.com/comments/comments/917939"], [66692, "2019-11-07T07:07:29Z", [0.1], "Updating for the passage of time. This one is a crap shoot; everything around this administration is highly unpredictable."], [63835, "2019-11-06T23:12:13Z", [0.84], "If Mulvaney is subpoenaed AND he testifies - it's curtains - the chance goes to 99%\nRight now he is only being \"invited\" and \"requested\" to appear. He might opt to resign as a way to skirt the requirement to appear before Congress - which is why I adjusted the possibility incrementally."], [69091, "2019-11-06T22:14:41Z", [0.02], ""], [691, "2019-11-06T14:04:38Z", [0.5], ""], [19801, "2019-11-06T05:03:01Z", [0.95], "House impeachment inquiry requests White House chief of staff Mick Mulvaney testify \nhttps://edition.cnn.com/2019/11/05/politics/mick-mulvaney-requested-to-testify/index.html"], [19127, "2019-11-05T12:09:11Z", [0.39], ""], [691, "2019-11-05T11:08:48Z", [0.5], ""], [20504, "2019-11-04T22:53:06Z", [0.09], "-1% time lapse since last forecast."], [530, "2019-11-04T20:40:25Z", [0.55], ""], [33035, "2019-11-04T15:18:54Z", [0.59], ""], [57970, "2019-11-04T04:46:28Z", [0.2], ""], [206, "2019-11-03T18:13:49Z", [0.7], ""], [691, "2019-11-03T12:20:46Z", [0.52], ""], [29860, "2019-11-03T07:48:06Z", [0.45], ""], [128, "2019-11-03T01:57:16Z", [0.18], ""], [72695, "2019-11-02T23:45:40Z", [0.6], ""], [691, "2019-11-02T13:33:45Z", [0.52], ""], [67232, "2019-11-02T05:52:49Z", [0.75], "Recently, Trump has been offering hints that Mulvaney may be on his way out the door.   Also, Trump did not include him in discussions prior to the recent raid in Syria.   Clearly, the president is very unhappy with Mulvaney.   However, the other side of the coin is that no one with any clout in Washington wants the job according to a radio news report I heard.  I found an article stating that Trump allies are looking for a replacement.    Yet, if  he could replace Susan Hucklabee Sanders, he could replace Mulvaney.   Trump was quoted as saying he has a good relationship with Mulvaney just a few hours later.   We have heard that before--just before Trump fired Cabinet members and senior staffers.  "], [80185, "2019-11-02T01:52:55Z", [0.35], ""], [28103, "2019-11-02T00:26:48Z", [0.4], ""], [1333, "2019-11-01T18:39:07Z", [0.65], ""], [6978, "2019-11-01T14:18:32Z", [0.5], "7-14 days."], [691, "2019-11-01T12:34:29Z", [0.5], ""], [80371, "2019-11-01T12:00:37Z", [0.35], ""], [32100, "2019-11-01T11:38:40Z", [0.8], ""], [80179, "2019-11-01T06:41:12Z", [0.55], ""], [78126, "2019-11-01T02:31:21Z", [0.15], ""], [57778, "2019-11-01T00:25:55Z", [0.8], "https://www.news.com.au/finance/work/leaders/white-house-chief-of-staff-mick-mulvaney-sidelined-for-raid-that-killed-abu-bakr-albaghdadi/news-story/979bf4ecfbbf944294f4603f5b998ee9"], [38094, "2019-11-01T00:23:49Z", [0.05], "Switching hats as the weather has changed in media land."], [691, "2019-10-31T15:06:42Z", [0.65], ""], [80237, "2019-10-31T04:44:23Z", [0.1], ""], [79461, "2019-10-31T03:38:12Z", [0.25], "Trump normally acts relatively quickly in replacing members when they make mistakes or go against his wishes. Given that Mick has survived the past two weeks, I think it is more likely than not he makes it long term. Especially, with conservatives putting their weight behind him when Trump knows he needs support from conservatives in the Senate and House. "], [79783, "2019-10-30T12:47:15Z", [0.4], ""], [80329, "2019-10-29T20:09:11Z", [0.6], "news"], [691, "2019-10-29T13:17:31Z", [0.76], ""], [29680, "2019-10-29T12:27:57Z", [0.45], ""], [56, "2019-10-29T04:41:38Z", [0.05], "Affirming\nhttps://www.npr.org/2019/10/24/773066563/conservatives-urge-trump-to-keep-mick-mulvaney-as-chief-of-staff"], [58952, "2019-10-29T02:52:46Z", [0.8], "Everybody gets fired lol"], [14027, "2019-10-28T16:27:13Z", [0.87], ""], [69091, "2019-10-28T16:06:08Z", [0.03], ""], [65001, "2019-10-28T14:47:41Z", [0.0], "Despite foot-in-mouth over admitting quid-pro-quo in Ukraine, Mulvaney proved his \"loyalty\" by verbal gymnastic walk-back, thus cementing his position until at least January 1."], [4645, "2019-10-28T14:04:37Z", [0.1], ""], [66692, "2019-10-28T10:34:03Z", [0.15], "Update based on amount of time remaining."], [691, "2019-10-28T09:30:57Z", [0.78], ""], [46762, "2019-10-28T00:53:11Z", [0.09], ""], [46762, "2019-10-28T00:26:22Z", [0.09], ""], [46762, "2019-10-28T00:25:51Z", [0.16], "https://www.google.com/url?sa=t&source=web&rct=j&url=https://thehill.com/homenews/administration/467291-conservatives-send-message-to-trump-dont-dump-mulvaney%3Famp&ved=2ahUKEwivmMSA1b3lAhVBT98KHRCwD-AQ0PADMAh6BAgDEBk&usg=AOvVaw2bzghIxY_-aii-f7o6aeCg"], [38094, "2019-10-27T21:15:39Z", [0.95], "Will Mick Mulvaney cease to be White House Chief of Staff before 1 January 2020?"], [691, "2019-10-27T12:01:20Z", [0.82], ""], [1333, "2019-10-27T11:08:13Z", [0.75], ""], [1333, "2019-10-27T10:59:49Z", [0.65], "Just saw that we got Baghdadi so now the job has SOME appeal."], [1333, "2019-10-27T10:58:23Z", [0.55], "Who has Roger Stone like money and the swagger to pull off filling a hot seat like that - St. Elmo maybe."], [62808, "2019-10-27T00:55:16Z", [0.51], ""], [1333, "2019-10-26T18:55:17Z", [0.45], ""], [691, "2019-10-26T15:29:18Z", [0.85], "What kept Mulvaney relatively safe before now is that the press didn't pay much attention to him.   In the current environment, once the press starts paying attention to you there are two possibilities:  You can get treated better than The Current Incumbent, in which case you get sacked because he's not so good at competing for adulation; or you get treated worse than The Current Incumbent, in which case you get sacked because either The Crown Prince or Tox News will tell him that you're  embarrassing him.   As a staffer in the Orange House, your best chance of keeping your gig (leaving aside why on earth you would want such a thing to befall you) is to pretend to be dead.  It is possible, but just barely, to resume this practice, so only 85% at the moment.  If Mick slips beneath the waves again, I'll come down some more.  The good news, if that's what it is, for Mulvaney is that he may get the boot as Acting Chief of Staff but keep the OMB portfolio."], [80185, "2019-10-26T13:02:13Z", [0.45], ""], [14107, "2019-10-26T12:05:07Z", [0.42], ""], [62737, "2019-10-26T09:04:18Z", [0.75], "Going up to 75% based on Trump talking about replacements."], [19801, "2019-10-25T23:27:17Z", [0.95], "Trump Floats Mulvaney Replacements Including Mnuchin and Conway\nhttps://www.bloomberg.com/news/articles/2019-10-22/trump-floats-mulvaney-replacements-including-mnuchin-and-conway The previous two chiefs to staff didn't exceed 2 years.\nhttps://en.wikipedia.org/wiki/White_House_Chief_of_Staff Trump is a true Christian Capitalist. The only hope for the Murican worker is was and will always be Communism. https://www.youtube.com/watch?v=crmvHJpCkfM"], [41373, "2019-10-25T23:02:02Z", [0.14], ""], [4645, "2019-10-25T18:31:09Z", [0.1], "Outside view suggests that he's extremely likely to make it through the end of the year: https://aaboyles.github.io/Predictions/MickMulvaneysLongevityAsTrumpsChiefOfStaff.html"], [25705, "2019-10-25T12:53:42Z", [0.0], "Conservatives Urge Trump To Keep Mick Mulvaney As Chief Of Staff The signatories, who include Tony Perkins, Jenny Beth Martin, Ginni Thomas, David McIntosh and J. Kenneth Blackwell, lead influential conservative groups and are often consulted by President Trump and White House officials. That such a letter is being sent at all hints at the precariousness of Mulvaney's current position. \nHe's been in the job for almost a year and President Trump hasn't seen fit to lift the \"acting\" from Mulvaney's title. Now the fast-talking jovial former congressman from South Carolina is a central player in the Ukraine scandal and his words and actions may have helped fuel the impeachment push against his boss. \n\"Recent news reports demonstrate that that the D.C. Swamp is attacking him—and we believe it is because he has been the most successful Chief of Staff in this administration to advance the Trump pro-America agenda,\"\nThe letter from conservatives comes after earlier this week word leaked out of a White House senior staff meeting that aides had cheered Mulvaney for the job he was doing. In the Trump administration, leaks are common and often have a purpose.\n\"He was told he is doing a good job, and the entire room agreed and applauded,\" said an aide who was in the room. \"It was a very supportive meeting.\" https://www.npr.org/2019/10/24/773066563/conservatives-urge-trump-to-keep-mick-mulvaney-as-chief-of-staff Back to my original forecast..."], [41922, "2019-10-25T09:11:42Z", [0.25], ""], [4645, "2019-10-24T18:37:29Z", [0.3], "Fit a survival curve over all the tenures of all chiefs of staff, use that to compute a survival curve. Use that to compute the probability of survival for 364 days (the amount of time Mulvaney will have to survive to satisfy this question). -> 70% survival probability."], [59882, "2019-10-24T18:17:35Z", [0.0], "Trump calls claims that he has discussed sacking Mulvaney \"Fake news\" (h/t @jayb); https://twitter.com/realDonaldTrump/status/1186850642901557248 Crowd: 50%."], [597, "2019-10-24T18:04:13Z", [0.88], ""], [1333, "2019-10-24T17:56:43Z", [0.35], "Well, since her job has already fouled her Marriage up - maybe this would be a welcome break from the Holiday Grind- Kelly - haven't we had a Kelly in there before?"], [529, "2019-10-24T16:59:05Z", [0.5], "..He is 'safe'...he's not...he's 'safe'...he's.....: https://www.politico.com/news/2019/10/24/mick-mulvaney-support-conservatives-056618 https://www.politico.com/news/2019/10/23/trump-replace-chief-of-staff-mulvaney-055585"], [691, "2019-10-24T14:18:46Z", [0.84], ""], [38, "2019-10-24T08:32:46Z", [0.95], "DJT is asking people if Kellyanne Conway would be a good CoS. . ."], [3429, "2019-10-23T22:30:22Z", [0.2], "updating for passage of time"], [80240, "2019-10-23T20:30:36Z", [0.0], ""], [1333, "2019-10-23T18:39:26Z", [0.25], "I'm about 80 % sure it won't happen till after the election but if the vote goes the RNC's way I think Trum will give him a Holiday Bye like he did EPA Pruitt who got to keep his job till after the 4th."], [19127, "2019-10-23T17:52:20Z", [0.31], ""], [29680, "2019-10-23T16:02:49Z", [0.65], ""], [1646, "2019-10-23T14:58:03Z", [0.55], ""], [1646, "2019-10-23T14:57:48Z", [0.25], ""], [77477, "2019-10-23T14:13:33Z", [0.15], ""], [691, "2019-10-23T13:35:42Z", [0.84], "Things have been quiet on this front for a day or so--as they say in the old movies, too quiet.  He's outta there before the end of the month, and maybe before the end of the week, depending on how strongly the Crown Prince and Fox News push The Current Incumbent to unload him.  Someone should get in touch with his family and see how they feel about spending more time with him; nobody ever seems to ask that question."], [41373, "2019-10-23T13:10:05Z", [0.67], "Did he lie about telling the truth, or tell the truth about lying? Either way, recent references by co-forecasters indicate the ice is thin for MM in this job."], [74102, "2019-10-23T12:18:14Z", [0.41], ""], [25705, "2019-10-23T12:16:15Z", [0.85], "If Fox News starts talking about MM, watch out: https://www.foxnews.com/media/mick-mulvaney-struggles-as-white-house-leaks-say-his-job-is-in-jeopardy “aides and allies have started to contemplate the length of Mulvaney’s tenure in the West Wing…\n“In recent months, Jared Kushner, the president’s senior adviser and son-in-law, has grown fed up with Mulvaney at various points and has spoken poorly of his laissez-faire management style, one Republican close to the White House said.”"], [41922, "2019-10-23T10:04:39Z", [0.5], ""], [57778, "2019-10-23T09:15:49Z", [0.8], ""], [79461, "2019-10-23T04:51:07Z", [0.65], "Trump is supposedly openly musing about canning him. [1] Trump seems to start by openly musing about firing someone before doing so - gives me good reason to believe he may do the same again.  [1] https://www.vanityfair.com/news/2019/10/donald-trump-mick-mulvaney-firing"], [529, "2019-10-22T22:26:08Z", [0.53], "FWIW: Some Mulvaney replacement rumors are flying..: https://www.bloomberg.com/news/articles/2019-10-22/trump-floats-mulvaney-replacements-including-mnuchin-and-conway"], [80238, "2019-10-22T22:24:00Z", [0.12], "Dunning-Kruger. He's just proved that he'll lie about telling the truth. There's contradicting yourself, then there's backtracking a confession. That's loyalty."], [767, "2019-10-22T21:40:18Z", [0.65], ""], [38, "2019-10-22T20:57:50Z", [0.85], "MM explaining why he's not resigning.\nDJT is having to explain why he hasn't fired MM.\nSpeculation is rampant about who the next CoS will be. That seems like a lot of smoke to me.   Where  there's smoke there's usually fire, or in this case fireD.\n"], [1333, "2019-10-22T18:42:59Z", [0.25], ""], [14027, "2019-10-22T18:34:15Z", [0.93], ""], [79964, "2019-10-22T18:07:52Z", [0.74], ""], [14027, "2019-10-22T16:03:52Z", [0.41], ""], [691, "2019-10-22T13:44:16Z", [0.77], "https://www.reuters.com/article/us-usa-trump-whistleblower-mulvaney/trump-fielding-ideas-for-replacing-acting-chief-of-staff-mulvaney-sources-idUSKBN1X02DG Nobody wants this job unless they are totally blinded by ambition, or in pathetic need of resume fodder, or their mother is being held prisoner in an abandoned warehouse somewhere out beyond Loudoun County.  The lack of a plausible replacement will not prevent The Leader Of The Free World from dispensing with Mick's services in a 3 a.m. Twit if the nice people at Fox News tell him to.   He has always maintained he doesn't really need a chief of staff, since his awesome magnificence enables him to do everything perfectly all at once, or words to that effect. Mick will therefore be available to take the kids trick-or-treating and will suggest Donald Trump masks.  The kids, somewhere in their teens as I recall, will decline.  Mulvaney will write a book, which no one will buy.  Meantime, The Current Incumbent will go through two more chiefs of staff, or acting ones.  Tragic, but not necessarily sad."], [67232, "2019-10-22T09:44:42Z", [0.65], ""], [67232, "2019-10-22T08:39:07Z", [0.65], ""], [41373, "2019-10-22T07:20:53Z", [0.3], ""], [33035, "2019-10-22T03:40:59Z", [0.67], ""], [62356, "2019-10-22T00:13:48Z", [1.0], ""], [57778, "2019-10-21T21:40:04Z", [0.7], ""], [59882, "2019-10-21T19:51:53Z", [0.15], "Increasing from 11%. BASE CASE In the 73 years since the Second World War there have been 28 previous Chiefs of Staff so 2.6 years per Chief [1]. The odds of leaving post per year equals 1 in 2.6 therefore 7% for the 2 months of 2019 remaining.* INSIDE CASE The recent kerfuffle over a Mulavney faux pas has shifted the crowd on this question but is it a storm in a tea cup? What do US liberals think and what do US conservatives think? Using my Google in the UK if I search for \"Mick Mulvany news\" I get articles from CNN, Washington Post, The Guardian, Independent, The Atlantic, Vox,  etc etc. so this looks like a liberal issue and not something that republicans are too bothered about. ANOTHER INSIDE CASE An incident between Trump and Mulvaney occurred in June 2019 when Trump was interrupted by Mulvaney coughing [2]. I'm not sure whether that incident in hindsight means that this new incident could cause Trump to run out of patience with Mulvaney or whether it's just another bump in the road for their relationship. * Thanks to @Anneinak for pointing out the error in my base case. I now realise that the CoS usually changes when the President changes. Crowd: 48%. [1] https://en.wikipedia.org/wiki/White_House_Chief_of_Staff#List_of_White_House_Chiefs_of_Staff\n[2] https://www.dailymail.co.uk/news/article-7148425/Dont-interrupt-president-Trump-kicks-Chief-Staff-Oval-Office-coughing.html"], [78993, "2019-10-21T18:22:41Z", [0.75], "He just made a major PR error and is scrambling to take undo it. Trump replaces people swiftly after errors, but there is a dwindling pool of people willing to work for him"], [63835, "2019-10-21T17:46:59Z", [0.82], "A possible corroboration of a matter currently under investigation on the way to article(s) of impeachment?\nFrom an ally and friend of the President?\nMick doesn't knows anymore what he is supposed to do when the President sends him out to speak.\nThe DOJ has since contradicted some of what he said, and the WH counsel is faulting him additionally for not staffing up \"adequately\".\nTepid support like \"no consideration is being given\" suggests to me the axe will fall when another acting Chief of Staff has been determined.\nI'm guessing that search is proceeding with all deliberate haste."], [691, "2019-10-21T14:41:03Z", [0.58], "https://apnews.com/c8c82d3b0de44756bfe86393412081ca\nhttps://www.reuters.com/article/us-usa-trump-whistleblower/white-houses-mulvaney-did-not-mull-quitting-over-quid-pro-quo-flap-idUSKBN1WZ0I7\nAccording to these stories no consideration has been given by anyone to the notion that Mulvaney is on his way out.   In the current version of Newspeak, that means no longer than a week from today he will either be Twitted out or will decide he needs to spend more time with his family.\n"], [79783, "2019-10-21T13:52:15Z", [0.9], ""], [62737, "2019-10-21T13:44:55Z", [0.67], "Things are looking worse for Mick.  I'm going up to 67% https://www.washingtonpost.com/news/powerpost/paloma/powerup/2019/10/21/powerup-mulvaney-s-job-hangs-in-balance-after-rough-performances-defending-trump/5dacaf0d88e0fa3155a71269/"], [19127, "2019-10-21T10:50:10Z", [0.32], ""], [73687, "2019-10-21T09:29:19Z", [0.23], ""], [8267, "2019-10-21T04:25:11Z", [0.75], ""], [79964, "2019-10-20T20:32:54Z", [0.62], ""], [80185, "2019-10-20T17:25:20Z", [0.55], "Efforts under way to oust him."], [206, "2019-10-20T17:07:31Z", [0.5], "After his press conference this week, I'm upping my estimate."], [20504, "2019-10-20T15:55:56Z", [0.1], "+2%, Mulvaney's recent performance at White House press briefing."], [19801, "2019-10-19T12:28:14Z", [0.75], "The president has polled confidants about whether Mulvaney is up to the job, blaming him for leaks and negative news coverage, and considering whether he should find someone else to run the West Wing. It might stand to reason, then, that with Trump’s growing frustrations with Mulvaney—coupled with a performance yesterday that could put Trump in greater legal jeopardy than ever before—Mulvaney’s days as acting chief of staff are numbered.\nhttps://www.theatlantic.com/politics/archive/2019/10/mick-mulvaney-impeachment/600313/\n"], [38, "2019-10-18T22:29:01Z", [0.55], "What have I learned after 6+ years with GJ?   That events that are the result of large groups take forever/don't happen overnight, like mega-trade deals, but events that can come about as the result of the decisions of one or a few people can happen with little or no notice.  Because MM is only an \"acting\" CoS, DJT can fire him in a blink, or he can quit equally precipitously.    Questions involving few \"deciders\" are generally more volatile, then. I've thought that MM wouldn't quit.  When he took the job he sold himself to DJT as a known entity looking for job stability, but sometimes legal heat gets so high that people have to quit their jobs to devote themselves full-time to their legal defense.  MM seems to have gotten himself into a legal mess the other day with his contradictory statements re quid pro quo in the July 25th phone call between DJT & Zelensky.  He may find his life consumed with hearings. At the same time, I thought DJT would not fire him because of the \"optics\" of it, since DJT has already had so much turn-over in his cabinet & staff.  And, it seemed to me that MM was keeping a low profile and knew how to satisfy his boss.  I said DJT wouldn't fire him for his role in the Ukraine deal  because DJT would have to first admit that there was something wrong with it.  But what MM said at the press conference, and after, made other DJT cabinet officers look complicit in possibly illegal activity.  Since he's only an Acting CoS, DJT may decide to sacrifice MM to appease somebody else on his team, giving the reason that MM went rogue and wasn't a team-player. Maybe. I see that when the crowd was forecasting strongly \"yes\", I was forecasting strongly \"no\".  Now, the crowd is weakly \"no\", and I'm going to forecast weakly \"yes\"????  I am really regretting that I took on this question!  Oh, man . . . . ."], [79964, "2019-10-18T19:22:42Z", [0.43], ""], [80174, "2019-10-18T16:27:49Z", [0.33], ""], [80185, "2019-10-18T15:38:51Z", [0.3], "Not much time left"], [6978, "2019-10-18T15:04:31Z", [1.0], "OH 14-21 days."], [691, "2019-10-18T13:30:08Z", [0.51], "https://www.reuters.com/article/us-usa-trump-whistleblower-worries/white-house-aides-words-on-ukraine-upend-impeachment-strategy-rattle-allies-idUSKBN1WX14Q?feedType=RSS&feedName=domesticNews Among White House staff since forever, infighting and backstabbing and similar pursuits have always been and always will be, but this gang prefer these to all other forms of recreation, particularly since policymaking is out of their reach, having been preempted by the midnight Twitstorm.   As soon as someone who doesn't like Mulvaney explains in simple enough terms to The Current Incumbent what has happened and what it means, the countdown on Mick starts.   Coming up a few."], [57778, "2019-10-18T08:38:50Z", [0.8], "\"we do it all the time\""], [41922, "2019-10-18T08:24:56Z", [0.4], ""], [41373, "2019-10-18T08:18:21Z", [0.5], "Quid pro quo"], [74102, "2019-10-18T04:56:00Z", [0.32], ""], [529, "2019-10-18T03:07:45Z", [0.51], "By most accounts Mulvaney offered some damaging admissions today.  How will Trump react? https://www.washingtonpost.com/politics/get-over-it-mulvaneys-twin-admissions-put-trump-at-the-center-of-emoluments-and-ukraine-controversies/2019/10/17/28ca595c-f10c-11e9-b648-76bcf86eb67e_story.html https://theweek.com/speedreads/872581/mulvaneys-quid-pro-quo-admission-took-things-from-bad-much-much-worse-schiff-says"], [77968, "2019-10-18T02:29:21Z", [0.77], "He just made damaging statements about the administration and then refuted himself, the president will likely lose faith in him in the next month and ask for a resignation sometime in November."], [38, "2019-10-18T02:22:38Z", [0.51], "Mulvaney seems to have pulled a Giuliani in reverse:  Yes we did and we do it all the time; no we didn't! The question is, was he being DJT's mouth-piece, or was he \"going rogue\"?  Will he be scapegoated, regardless?"], [529, "2019-10-17T22:47:14Z", [0.47], "...Mulvaney now 'walking back' key comments made earlier today. Unsure how this might affect his status. https://www.nbcnews.com/politics/donald-trump/mulvaney-acknowledges-trump-held-ukraine-aid-political-reasons-get-over-n1068256? https://www.foxnews.com/politics/mulvaney-comments-seized-on-by-critics-as-proof-of-ukraine-quid-pro-quo"], [57778, "2019-10-17T22:12:53Z", [0.45], ""], [6978, "2019-10-17T20:52:24Z", [0.25], "."], [79783, "2019-10-17T20:28:41Z", [0.75], ""], [55331, "2019-10-17T20:13:27Z", [0.66], ""], [529, "2019-10-17T18:52:11Z", [0.44], "Trump wants an enabler... and being a loyal accomplice helps too. This guy appears to fit the bill. (https://www.cnn.com/videos/politics/2019/10/17/mulvaney-trump-ukraine-aid-biden-investigation-crn-vpx.cnn) Others in the administration/WH may also be finding the exits if/when Mulvaney is out. Whether that might occur by year-end is a big part of the question."], [14107, "2019-10-17T18:05:00Z", [0.5], ""], [38, "2019-10-17T17:48:28Z", [0.11], "https://www.nytimes.com/2019/10/14/us/politics/bolton-giuliani-fiona-hill-testimony.html?nl=todaysheadlines&emc=edit_th_191015?campaign_id=2&instance_id=12941&segment_id=17890&user_id=0a0c579776f0cfaf13a2bd3672253728&regi_id=286991831015 It has been revealed that Mulvaney was involved in the efforts to get the government of Ukraine to help DJT dig up stuff on the Bidens. So, should DJT need a scapegoat, Mulvaney, only an Acting CoS, might prove to be a handy target.  However, before DJT would need a scapegoat he'd need to admit that something improper occurred, and it seems to me that he's a long way from that."], [75564, "2019-10-17T13:52:18Z", [0.28], "adjusting for time."], [8663, "2019-10-17T02:57:10Z", [0.51], "I think Trump would love to replace Mulvaney but who would replace him?  Trump's fighting impeachment and being pressured by Republicans as well as Democrats.  No one worth his or her salt would take the job.  I suppose he could always get a Russian cut-out.  I don't think Trump can find a replacement. \n"], [79964, "2019-10-17T00:51:58Z", [0.27], ""], [14027, "2019-10-16T18:51:31Z", [0.37], "Mulvaney's reported involvement in the Ukraine corruption scandal could make him vulnerable.  But I'm reminded of the old saying about hanging together or hanging separately.  I still believe Trump will not dump him."], [1333, "2019-10-16T18:37:31Z", [0.22], ""], [484, "2019-10-16T15:21:37Z", [1.0], "(no change) Press about his (whatever) role in the (Ukraine policy) \"Three Amigos\" won't be a plus to his CV."], [56, "2019-10-16T03:13:06Z", [0.05], "Mulvaney is in the thick of the Ukraine business. He isn't going anywhere."], [80104, "2019-10-15T22:58:01Z", [0.2], "Low likelihood that Trump will consider replacing Mulvaney preferable to keeping him in the next 2.5 months.    "], [79410, "2019-10-15T17:08:37Z", [1.0], ""], [80074, "2019-10-15T14:27:22Z", [0.0], ""], [80070, "2019-10-15T14:23:33Z", [0.85], ""], [79962, "2019-10-15T13:40:06Z", [0.15], "Statistically President Trump changes CoS every 355 days, which gives MM another three months - however, senior WH staff are now leaving at a slower pace, and MM has different personality traits to those who have left the administration early ('tolerance', 'knew what he was getting into'). "], [80021, "2019-10-15T06:05:03Z", [0.6], ""], [79977, "2019-10-15T03:34:02Z", [0.65], "There is a tipping point happening when people associated with Trump realize that their legal costs will be prohibitive because of that association."], [38094, "2019-10-14T00:20:33Z", [0.33], "I think the focus in the WH is elsewhere this month."], [13856, "2019-10-13T09:49:48Z", [1.0], "Same background as trump"], [691, "2019-10-12T12:43:11Z", [0.38], ""], [14107, "2019-10-12T10:41:44Z", [0.33], ""], [494, "2019-10-12T00:42:41Z", [0.9], ""], [79919, "2019-10-11T23:08:05Z", [0.15], "Trump has gone through three chiefs of staff during his time in office, and has only given Mulvaney the title of 'acting' CoS suggesting that he could be replaced very rapidly. However, with an impeachment inquiry underway (albeit not likely to end before December) now seems like a bad time to shake up WH staff. Small constant probability for unforeseen personal/family circumstances, plus a generous allowance for the reluctance to hand him the post full-time/historical turnover."], [77341, "2019-10-11T21:00:55Z", [0.6], ""], [56, "2019-10-11T01:43:55Z", [0.2], "It seems likely that everyone there now is in the thick of it, and they'll all sink or swim together."], [56, "2019-10-11T01:42:09Z", [0.7], ""], [6978, "2019-10-10T22:37:00Z", [0.5], "7-14 days."], [38, "2019-10-10T22:22:34Z", [0.11], "There's been reports that DJT has had some angry days lately, yet there's been no mention of any issues between him and Mulvaney.\nReducing forecast dramatically."], [691, "2019-10-10T14:33:56Z", [0.38], ""], [19127, "2019-10-10T07:48:41Z", [0.33], ""], [72695, "2019-10-10T01:45:49Z", [0.1], ""], [30610, "2019-10-09T15:38:07Z", [0.5], ""], [25705, "2019-10-09T15:05:40Z", [0.0], "The Atlantic just published an article exactly on this topic. Both points of view - that Mulvaney's ouster is imminent and that Mulvaney suits the DT's vision. I am siding with the 2nd view, but who knows? Also, there is a possibility that Mulvaney can quit himself to save his reputation. I assign to that 0% chance though. https://www.theatlantic.com/politics/archive/2019/10/trump-mulvaney-impeachment/599671/ \"A few weeks back, a Trump-administration official told me that the White House’s acting chief of staff, Mick Mulvaney, would soon be “acting” no more. Mulvaney had won the job for good, and Donald Trump was about to make him permanent chief, this person said. One week ago, another person close to the president came to me with a different tip: Trump had seen enough, and Mulvaney’s firing was imminent.... As for Trump questioning whether Mulvaney is up to the task, the official added: “That’s not a leading indicator at all. [Mulvaney] could not be happier about the challenges of the job, and is pleased with the role. His feeling is the president is similarly happy with him. The relationship is as strong as it’s ever been.”"], [1646, "2019-10-09T05:31:39Z", [0.15], ""], [65401, "2019-10-09T00:23:56Z", [0.05], ""], [79646, "2019-10-08T18:07:34Z", [0.15], "Update for time passage "], [25705, "2019-10-08T13:52:04Z", [0.0], "Going against the crowd.  IMHO, Mick Mulvaney perfectly fits into Trump's MO and it does not make sense to replace him amidst the impeachment proceedings. Can he be made a scapegoat for Ukraine call? Hardly, the whistleblowers point at DT. For lack of preparations to impeachment? Did Trump expect such preparations? Most probably, not. Any other scenario? My imagination is limited. The old skeletons would appear already. No time for the new ones to appear. Of course, it is just my personal opinion. I do not have a crystal ball..."], [41922, "2019-10-08T09:36:00Z", [0.25], ""], [57778, "2019-10-08T09:31:50Z", [0.45], ""], [57778, "2019-10-08T09:30:24Z", [0.33], ""], [41373, "2019-10-08T01:27:03Z", [0.25], "Hedging up a little - Half-Lives in the Whitehouse just got shorter with the impeachment investigation starting"], [33035, "2019-10-07T16:13:39Z", [0.59], ""], [3429, "2019-10-07T16:08:08Z", [0.2], "maintaining forecast"], [74102, "2019-10-07T09:13:52Z", [0.41], ""], [19127, "2019-10-06T23:35:38Z", [0.34], ""], [1333, "2019-10-06T19:05:44Z", [0.23], ""], [6978, "2019-10-05T13:07:44Z", [1.0], "OH."], [14107, "2019-10-05T09:08:22Z", [0.3], ""], [19801, "2019-10-05T03:19:20Z", [0.5], " (CNN)Acting White House chief of staff Mick Mulvaney is on shaky ground in the wake of a bad week for President Trump, according to multiple sources with knowledge of discussions surrounding the whistleblower fallout.\nThe sources say the President is not upset with Mulvaney for the White House releasing the summary of his July 25 call with Ukraine's leader or the whistleblower complaint because he had been convinced that it was necessary.\nWhat Trump and other aides are frustrated with, according to the sources, is that Mulvaney did not have a strategy for defending and explaining the contents of those documents as soon as they were publicly released. One of the sources says it's not just the President, but also widespread frustration in the White House about the lack of a response plan to deal with the fallout after the release of the whistleblower complaint ignited more controversy surrounding the President. The sources say Mulvaney is taking the heat for that. \nhttps://edition.cnn.com/2019/09/28/politics/mick-mulvaney-impeachment-inquiry-donald-trump/index.html Trump is volatile and prone to firing members of his staff. John Bolton and the two previous White House Chiefs are evidence of that. Christian Capitalism at its finest. This is what Murica stands for."], [79819, "2019-10-04T04:02:57Z", [0.1], ""], [19127, "2019-10-03T15:51:19Z", [0.36], ""], [691, "2019-10-03T13:15:52Z", [0.37], ""], [62737, "2019-10-03T10:01:54Z", [0.33], "With the current impeachment hearings, I'm going up to a 1 in 3 chance."], [36132, "2019-10-02T21:18:50Z", [1.0], ""], [78776, "2019-10-02T19:36:23Z", [0.25], ""], [57778, "2019-10-02T10:42:42Z", [0.2], "Maybe trump blames him for impeachment stuff"], [19127, "2019-10-01T23:52:58Z", [0.37], ""], [69091, "2019-10-01T15:51:20Z", [0.05], ""], [128, "2019-10-01T14:01:09Z", [0.22], ""], [32100, "2019-09-30T15:26:10Z", [0.2], ""], [1646, "2019-09-30T15:00:30Z", [0.21], ""], [25705, "2019-09-30T14:55:52Z", [0.17], "1. While impeachment response failure has its bearings on MM, it is within Trump's expectations. 2. The proceedings have a challenging timeframe - which means that most probably they will be much slower as there is no clear smoking gun and too many people should be questioned to find one. Yes, MM can be the fall guy in the interim, but with White House procrastinating, it may take time. 3. You do not change horses in the midstream. OK, I cannot back it up looking at the similar cases. But it just make sense in this development..."], [79765, "2019-09-30T14:11:50Z", [0.43], "Base rate approx 355 days in position, adjusted down for perceived reluctance of Mulvaney to challenge Presdident, adjusted up to account for increased pressure of impeachment"], [63835, "2019-09-30T11:31:06Z", [0.66], "Mulvaney is more crossing guard than traffic cop, stays out of Trump's way, and doesn't try to handle him.\nAstute, and otherwise a proscription for relative longevity. However, The Ukrainian transcript blowup arose from a Trump decision to release.\nAnd it's reported Mulvaney was against any release.\nThat's two strikes against Mulvaney - that Trump was wrong on anything, and that an underling was correct.\nThe more embarrassment Trump endures - the more resentment falls onto Mulvaney.\nTwo-thirds chance he's done by Christmas."], [19127, "2019-09-30T09:29:12Z", [0.38], ""], [41922, "2019-09-30T08:43:29Z", [0.5], ""], [38, "2019-09-29T22:08:54Z", [0.55], "https://www.cnn.com/2019/09/28/politics/mick-mulvaney-impeachment-inquiry-donald-trump/index.html Acting White House chief of staff Mick Mulvaney is on shaky ground in the wake of a bad week for President Trump, according to multiple sources with knowledge of discussions surrounding the whistleblower fallout. The sources say the President is not upset with Mulvaney for the White House releasing the summary of his July 25 call with Ukraine's leader or the whistleblower complaint because he had been convinced that it was necessary. What Trump and other aides are frustrated with, according to the sources, is that Mulvaney did not have a strategy for defending and explaining the contents of those documents as soon as they were publicly released. One of the sources says it's not just the President, but also widespread frustration in the White House about the lack of a response plan to deal with the fallout after the release of the whistleblower complaint ignited more controversy surrounding the President. The sources say Mulvaney is taking the heat for that. White House press secretary Stephanie Grisham said Saturday in a statement, \"This story is manufactured palace intrigue. \"The fact is that President Trump and this Administration have done nothing wrong,\" the statement continued. \"Why would we need to implement a strategy to explain the contents of a document we willingly released? Sounds to me like more anonymous troublemakers working to stir the pot for their own selfish reasons.\" The feeling among some working to contain the controversy is that some aides who pushed for a response felt Mulvaney was getting in the way of allowing it. The frustration over a lack of a response plan poured over into a series of meetings at the White House Friday between the President and top aides, including his personal counsel and White House lawyers, to figure out a strategy moving forward. Sources caution that despite Mulvaney not being in a good place right now, the President may not be eager to fire Mulvaney anytime soon given the amount of tumult, even for a White House used to that. Mulvaney allies are dismissing the notion that he is in trouble. \"That literally has no basis in reality,\" said John Czwartacki, a senior adviser to Mulvaney.\n. . . \nThe reporting about Mulvaney comes weeks after Trump abruptly fired his then-national security adviser John Bolton. Trump's administration has been marked by a series of exits by high-ranking officials, and the President has already cycled through two White House chiefs of staff. Mulvaney has not lost the \"acting\" part of his title since stepping into the role after John Kelly left the post at the end of last year. The conservative former South Carolina congressman became the third chief of staff in less than two years to take on the task of running a White House besieged by a drumbeat of investigations. He took over just before Democrats took control of the House of Representatives, and before former special counsel Robert Mueller delivered his report on Russia's interference in the 2016 election. Mulvaney previously represented South Carolina's 5th District in the House of Representatives, where he rose to prominence as a founding member of the Freedom Caucus, a group of hardline conservatives."], [38, "2019-09-29T20:31:25Z", [0.33], "Because working for a president who is being investigated in advance of impeachment charges being filed may not be a fun or \"safe\" place to work. "], [1333, "2019-09-29T18:31:54Z", [0.24], ""], [37250, "2019-09-29T16:49:21Z", [0.55], "With impeachment investigations starting - and if more smoking guns emerge, I see loads of people deserting ship. "], [30610, "2019-09-29T16:26:20Z", [0.35], ""], [83, "2019-09-29T05:39:03Z", [0.05], "Trump points to the Pence calls with Ukraine:\nhttps://www.politico.com/story/2019/09/25/trump-pence-ukraine-phone-calls-1512771 This suspicion is around: Trump pointed to Pence, possible on the suspicion some Republicans may turn on DT, resulting in Pence taking the Presidents role after DT is gone.  By pointing to Pence, he is suggesting that Pence would be out as well, giving the Presidency to Pelosi."], [529, "2019-09-29T02:35:23Z", [0.48], "Taking the following 'report' (linked) with some skepticism but at the same time given the burgeoning issues facing mercurial Trump and his White House, moving slightly closer to a 50/50 forecast. Question may be more now whether Mulvaney can 'hang on' and/or wishes to hang on through year's end. \nhttps://www.cnn.com/2019/09/28/politics/mick-mulvaney-impeachment-inquiry-donald-trump/index.html"], [38, "2019-09-29T01:22:19Z", [0.03], "https://www.salon.com/2019/09/26/how-many-of-trumps-minions-will-go-down-with-him-bill-barr-mick-mulvaney-possibly-mike-pence/ \"It’s hard to recall anything that Donald Trump has touched which initially looked bad but eventually turned out to be nothing. With Trump, things are always worse than they appear. Throughout his recent career, that has usually ended up hurting those closest to Trump more than the president himself. If that pattern holds true in the growing Ukraine scandal, then several top members of Trump’s administration should be worried right now. This is likely to get real messy before it ends. \n. . . \n. . . When Trump ordered military aid to the nation to be frozen earlier this year, he reportedly went through his acting chief of staff and budget director Mick Mulvaney, to the chagrin of Pentagon officials. \n~~~~~~~\nCOMMENT:  I'm significantly increasing my forecast.  I'm thinking of the Nixon impeachment inquiries and how many members of Nixon's inner circle ended up losing their jobs.  Heads rolled.  Some people got thrown under the bus, some offered themselves as loyal sacrificial lambs.  Everyone needed to get a team of expensive lawyers.  DJT's not going to be having fun, and closely working for him may not be a lot of fun, either.  So, maybe Mulvaney will resign or be sacrificed. EDIT:  oops!  Thanks @dowser for catching my typo.  I meant to forecast 33%."], [30610, "2019-09-29T01:15:22Z", [0.19], ""], [20504, "2019-09-29T00:40:48Z", [0.08], "-4% due to impeachment inquiry."], [31201, "2019-09-29T00:08:36Z", [0.8], "Both parties have strong incentives to end the relationship now that impeachment has started."], [8663, "2019-09-28T22:25:15Z", [0.55], "As long as the status quo remained, I think Mulvaney would be secure.  But things aren't going well for Trump and as impeachment looms larger I think Trump will become increasingly erratic and I wouldn't be surprised to see Trump replace Mulvaney. \n "], [1333, "2019-09-28T19:59:28Z", [0.25], ""], [691, "2019-09-28T11:09:16Z", [0.34], ""], [14107, "2019-09-28T09:43:57Z", [0.17], ""], [83, "2019-09-28T01:35:12Z", [0.05], "Two articles cover Trump's circle that may be exposed to the investigation.\nMulvaney, as budget director, would be familiar with the military disburse nuts for Ukraine.\nThe group may need to stay togather.\nhttps://www.politico.com/news/2019/09/26/impeachment-trump-top-advisers-001484\nhttps://www.salon.com/2019/09/26/how-many-of-trumps-minions-will-go-down-with-him-bill-barr-mick-mulvaney-possibly-mike-pence/\n"], [73202, "2019-09-27T19:55:49Z", [0.0], ""], [691, "2019-09-27T17:51:33Z", [0.34], ""], [529, "2019-09-27T13:56:30Z", [0.44], "Slight increase for now reflecting increasing problems for Trump and his current administration."], [14027, "2019-09-27T00:21:43Z", [0.23], ""], [530, "2019-09-26T21:04:26Z", [0.2], ""], [12138, "2019-09-26T19:10:03Z", [0.66], "Well, the shit show of this administration keeps on surprising me with how much shit they can pile on top of their shit mountain. I don't see Mulvaney resigning, I see him being the target of the Teflon Don's ire for the next couple of months. However, the deadline is only three months away which makes me not too sure that Mulvaney will leave before Jan 1, 2020."], [56, "2019-09-26T17:18:29Z", [0.7], "Inclined to think everyone will be thinking of getting the hell out ASAP and three months is an awful long time given the circumstances."], [1639, "2019-09-26T16:33:56Z", [0.88], "This Q should read \"How many of [Trump men] cease to be .... before 2020! DT hurts those closest to Trump more than Trump himself. Mick Mulvaney is still \"acting chief of staff.\" Quite handy at this perilous moment, if things go bad it is easy to pack and go. Trump ordered military aid to the nation to be frozen earlier this year, he reportedly went through his acting chief of staff and budget director Mick Mulvaney, to the chagrin of Pentagon officials.  Enough to start clearing the desk.\n"], [484, "2019-09-26T16:07:47Z", [1.0], "(no change) DT's \"midas\" touch: https://www.politico.com/news/2019/09/26/impeachment-trump-top-advisers-001484"], [78415, "2019-09-26T14:13:06Z", [0.0], ""], [79646, "2019-09-25T21:30:53Z", [0.17], "Outside view:\n27% - looking at the list of previous WH CoS, 9  of the 33 (including acting) served under 1 year which would be the length of time served by Mulvaney if he quits or is fired before 1/1/20. Mortality rate is negligible at his age (less than 1%) Inside view:\n- Letting \"Trump be Trump\"\n- According to WP, \"avoiding pitfalls of predecessors\" by not controlling Twitter, or his family. These two points are related to 5% decrease \n- Former Tea Party member- outside of dominant Republican party (a pitfall for Priebus), and getting able to enact conservative domestic policy 2% decrease, 1% for Trump favor 1% for incentivizing him to keep the job\n- 1 of 2 main oppositions (Bolton) quit/resigned 1% decrease\n- Trump reported to be \"tiring\" of him, reported in June and nothing has come of it yet so 1% increase\n- Loyal to Trump, defended him on multiple occasions (an issue between Trump and other staffers) 3% decrease Sources: Vox, Politico, WP"], [6978, "2019-09-25T21:02:19Z", [0.4], "Running with the herd."], [529, "2019-09-25T20:06:57Z", [0.4], ""], [30610, "2019-09-25T17:34:15Z", [0.5], ""], [484, "2019-09-25T17:16:35Z", [1.0], "(no change) MM is probably in the center of the whole Ukrainian $ decisions. Even if DT is happy with MM, there may be some really negative notes during appearances before the House panels."], [41373, "2019-09-25T15:42:30Z", [0.14], "Passage of time "], [69091, "2019-09-24T15:30:36Z", [0.06], ""], [484, "2019-09-23T23:24:42Z", [1.0], "(no change) Reports (no link) are that the IC whistleblower was seconded to the WH. Might be in MM's wheelhouse and suspect it will get uglier before it gets better. DC has lots of lawyers though and justice works slowly. What would Roy Cohn do?"], [62808, "2019-09-23T22:47:43Z", [0.51], ""], [20504, "2019-09-23T20:14:25Z", [0.12], "-1% due to time lapse."], [57778, "2019-09-23T02:05:47Z", [0.08], ""], [33418, "2019-09-22T17:20:01Z", [0.6], ""], [14107, "2019-09-21T12:34:57Z", [0.22], ""], [30610, "2019-09-20T18:47:59Z", [0.2], "no sign of any conflict, so lowering odds"], [66432, "2019-09-20T17:50:28Z", [0.15], ""], [19127, "2019-09-20T16:12:03Z", [0.21], ""], [1646, "2019-09-20T01:34:28Z", [0.15], ""], [73687, "2019-09-19T22:29:47Z", [0.19], ""], [1333, "2019-09-19T19:02:29Z", [0.39], ""], [691, "2019-09-19T14:00:54Z", [0.32], ""], [529, "2019-09-18T19:06:30Z", [0.36], "(Passage of time update)"], [30610, "2019-09-18T18:24:59Z", [0.3], ""], [35217, "2019-09-18T09:19:03Z", [0.15], "Adjusting for passage of time."], [3429, "2019-09-17T22:00:30Z", [0.2], "Seems likely that he'll stay in position."], [128, "2019-09-17T12:56:53Z", [0.16], ""], [691, "2019-09-17T11:37:25Z", [0.32], ""], [79275, "2019-09-17T06:50:39Z", [0.34], ""], [74102, "2019-09-17T03:08:11Z", [0.5], ""], [79380, "2019-09-16T18:58:20Z", [0.85], ""], [31542, "2019-09-15T19:37:23Z", [0.15], "Such a loyal footsoldiering parrot. But there’s a change he will be “tired of” "], [28893, "2019-09-15T09:55:33Z", [0.0], "Comment deleted on Jan 01, 2020 11:37PM UTC"], [14107, "2019-09-15T08:54:47Z", [0.24], ""], [14107, "2019-09-15T08:53:44Z", [0.29], ""], [79429, "2019-09-14T17:51:32Z", [0.19], ""], [79391, "2019-09-13T22:43:03Z", [0.36], "LOOKING AT 2017 , 2018 AND 2019 (SO FAR), TRUMP HAS FIRED OR PUSHED OUT TWICE TO THREE TIMES THE NUMBER OF MAJOR ADMIN PEOPLE IN THE JAN, FEB, MAR PERIOD, AS HE HAD IN THE SEPT, OCT, NOV, DEC PERIOD.  IF MULVANEY DEMONSTRATED LOYALTY TO TRUMP BY PRESSURING ROSS TO PRESSURE THE  NOAA TO BACK UP TRUMP'S LIE, THEN THAT LOYALTY MIGHT COUNT FOR SOMETHING WITH TRUMP. FOR THE MOMENT I THINK THAT HE'S MORE LIKELY TO SACK ROSS THAN MULVANEY."], [79321, "2019-09-12T15:44:27Z", [0.25], ""], [57778, "2019-09-12T09:50:35Z", [0.11], ""], [65097, "2019-09-12T01:06:56Z", [0.6], ""], [1646, "2019-09-11T18:10:09Z", [0.35], ""], [6978, "2019-09-11T15:37:26Z", [0.2], "~30 days."], [691, "2019-09-11T11:07:44Z", [0.35], "Mulvaney seems to have figured out how to kiss The Leader Of The Free World on all four cheeks, p.r.n.   Well played, Mick."], [78212, "2019-09-11T10:11:19Z", [0.0], ""], [484, "2019-09-10T16:40:25Z", [1.0], "(no change) As goes (went?) Bolton, how many more will be spending more time with their families?"], [691, "2019-09-10T13:20:07Z", [0.46], ""], [79251, "2019-09-10T10:41:24Z", [0.4], ""], [1333, "2019-09-09T18:25:27Z", [0.4], ""], [42004, "2019-09-09T09:17:36Z", [0.25], ""], [19127, "2019-09-09T01:10:54Z", [0.23], ""], [67635, "2019-09-08T19:02:03Z", [0.1], ""], [38, "2019-09-08T17:30:18Z", [0.03], "https://www.nytimes.com/2019/09/06/opinion/sunday/trump-reality-tv.html?nl=todaysheadlines&emc=edit_th_190908?campaign_id=2&instance_id=12073&segment_id=16839&user_id=dc6933c94fc82416d25dd297622374d1&regi_id=778250250908 COMMENT:  There's an army of journalists who make a living trying to analyze world leaders.  This fellow has a bit of a different perspective on DJT:  that of a TV critic.  Towards the end of his piece he points out that when the ratings were falling on \"The Apprentice\", DJT  \". . .  reacted to his declining numbers by ratcheting up what worked before: becoming a louder, more extreme, more abrasive version of himself. He gets more insulting in the boardroom — “You hang out with losers and you become a loser”— and executes double and quadruple firings. \"It’s a pattern that we see as he advances toward his re-election campaign, with an eye not on the Nielsen ratings but on the polls: The only solution for any given problem was a Trumpier Trump. \"Did it work for “The Apprentice”? Yes and no. His show hung on to a loyal base through 14 seasons, including the increasingly farcical celebrity version. But it never dominated its competition again, losing out, despite his denials, to the likes of the sitcom “Mike & Molly.” \n. . . . \n\" . . Every season has to top the last. Every fight is necessary, be it against Ilhan Omar or Debra Messing. Every twist must be more shocking, every conflict more vicious, lest the red light grow bored and wink off.  COMMENT:  I've been thinking DJT would not fire Mulvaney  because DJT''s already had such high staff turn-over and it would reflect badly on him, so I've been thinking of reducing my forecast further.  But, I found the arguments the writer made compelling (and disturbing).  If there's going to be more firings, who easier to fire than your CoS ?  With that thought in mind, no way am I going to reduce this forecast. Mulvaney's survival may depend on him keeping his head down and his mouth shut.  Maybe.  If he doesn't just quit on his own.  However, I know that some people in such positions look at the election calendar and think, \"I'll hang in there until the end of his term, because I don't want to cause negative PR  for my president and thereby tarnish my reputation as a \"team player\".  So, my forecast is based on my hope that Mulvaney keeps a low profile and hangs in there."], [14107, "2019-09-07T09:34:23Z", [0.3], ""], [79150, "2019-09-05T21:20:25Z", [0.55], "No one can take that job for long.  "], [79142, "2019-09-05T16:54:29Z", [0.25], ""], [34353, "2019-09-05T16:29:27Z", [0.15], ""], [79104, "2019-09-04T13:58:17Z", [0.45], ""], [19127, "2019-09-04T12:19:35Z", [0.24], ""], [57778, "2019-09-03T23:22:30Z", [0.2], ""], [78212, "2019-09-03T21:09:15Z", [0.0], ""], [66432, "2019-09-03T18:03:12Z", [0.2], "Seems pretty stable. Under a different President, my forecast would be 3%"], [79087, "2019-09-03T17:34:23Z", [0.9], "Trump fires lots of people"], [1646, "2019-09-03T04:28:02Z", [0.55], ""], [79037, "2019-09-02T20:37:27Z", [0.95], "There is an acceleration of unpredictability on the part of Trump, which I believe will affect the rate of occurrence of WHCOS replacements."], [1333, "2019-09-02T18:35:24Z", [0.41], ""], [530, "2019-09-02T17:02:37Z", [0.2], ""], [128, "2019-09-02T12:58:00Z", [0.18], ""], [79021, "2019-09-02T12:03:09Z", [0.15], "Donald Trump doesn’t make a change if there is no waves.  The overall staff level negative interactions seem to be minimalized as of now and there is little reason for there to be a change to divert attention to an organization that has been presented as dysfunctional if it seems to be hitting its stride generally in geopolitical and local consistent policies. "], [14027, "2019-09-01T18:15:02Z", [0.31], ""], [62737, "2019-09-01T03:26:07Z", [0.1], "Time."], [83, "2019-09-01T03:06:46Z", [0.05], ""], [78659, "2019-08-31T14:53:16Z", [0.93], ""], [691, "2019-08-31T12:39:08Z", [0.5], ""], [14107, "2019-08-31T08:18:51Z", [0.32], ""], [75564, "2019-08-30T19:16:45Z", [0.3], "(-5%) Adjusting for passage of time. Mulvayne's coverage in the media appears aligned with 45."], [78944, "2019-08-30T04:04:47Z", [0.05], "In the time frame referenced, it is not likely that Trump will make major changes in his confidants."], [484, "2019-08-29T23:34:39Z", [1.0], "(no change) Wonder if someone will be collateral damage (except Trump DC customers) over the Comey decisions?"], [1333, "2019-08-29T19:05:15Z", [0.42], ""], [20504, "2019-08-29T15:13:39Z", [0.13], "-3% for time decay from last prediction."], [691, "2019-08-29T11:40:57Z", [0.51], ""], [72550, "2019-08-29T10:48:00Z", [0.5], ""], [767, "2019-08-29T01:45:45Z", [0.2], "15"], [78570, "2019-08-28T08:40:28Z", [0.0], "It doesn't seem likely he'll be ruffling Trump's feathers "], [78856, "2019-08-27T23:47:45Z", [0.1], "Going into the year end, normally this time of the year is less disruptive."], [78856, "2019-08-27T23:44:12Z", [0.8], ""], [78793, "2019-08-27T14:19:00Z", [0.65], ""], [78703, "2019-08-27T11:27:54Z", [0.25], "Average WH COS tenure is ~18 months and no signs Mulvaney would have a below-average time in the position (except that he's still technically \"acting\")"], [78788, "2019-08-27T10:39:07Z", [0.25], "Past turnover.  Little experience in difficult position."], [78777, "2019-08-27T09:30:09Z", [0.15], ""], [41373, "2019-08-26T23:46:47Z", [0.18], "Adjusting for passage of time "], [78328, "2019-08-26T22:47:54Z", [0.05], "Trump likes a yes man.\nUpdate - September  26 - MM pretty much tied in with possible Ukraine mudslinging - so now Trump needs to keep him closer than ever and on his side..... MM also needs to sits tight, stay close to the trouble-maker in chief, and hope it all blows over. If Trump fires him now that leaves MM feeling sore, isolated and prone to dishing the dirt so Trump ironically less likely to fire him. If MM leads of his own volition that also leaves him outside the bubble of protection (whether that protection is real or not).\nOf course he could always be about to resign - go solo and dish all the dirt he has on Trump in a bid to save himself...... but that would take some cojones and generally speaking suits like this do not have the ability to take a stand and prefer to bunker down."], [78709, "2019-08-26T22:06:12Z", [0.05], ""], [6978, "2019-08-26T21:30:25Z", [0.0], "OH ~14 days."], [529, "2019-08-26T20:58:33Z", [0.4], "Lowering forecast a bit for passage of time and no strong indications (publicly) that Mulvaney might leave soon."], [78624, "2019-08-26T17:06:37Z", [0.5], ""], [78634, "2019-08-26T16:52:45Z", [0.76], ""], [78564, "2019-08-26T16:13:20Z", [0.0], "I think he has survived long enough at the WH to know how to deal with Trump. He basically stays under the radar, which is what Trump likes."], [78288, "2019-08-26T14:34:20Z", [0.45], ""], [19127, "2019-08-26T12:58:30Z", [0.26], ""], [78544, "2019-08-26T12:52:45Z", [0.25], ""], [78544, "2019-08-26T12:51:55Z", [0.75], ""], [77477, "2019-08-26T10:36:57Z", [0.23], ""], [78366, "2019-08-26T03:31:42Z", [0.0], "Gut feel. He’s gonna be around a good while. A rarity for Trump,"], [14107, "2019-08-25T19:32:43Z", [0.33], ""], [30610, "2019-08-25T19:11:20Z", [0.4], ""], [38, "2019-08-25T01:41:53Z", [0.03], ""], [77341, "2019-08-24T02:19:15Z", [0.75], ""], [691, "2019-08-23T14:05:21Z", [0.54], ""], [42170, "2019-08-22T20:55:25Z", [0.15], ""], [9842, "2019-08-22T00:52:27Z", [0.7], "Revolving door at the WH"], [3429, "2019-08-21T20:34:08Z", [0.5], "Not enough information to form a more accurate forecast. "], [530, "2019-08-21T20:10:06Z", [0.65], ""], [78277, "2019-08-21T13:46:39Z", [0.42], "Mulvaney seems to be able to deal with Trump in an interesting manner. He gives him space and allows Trump to do what he wants which helps in not getting fired by him. However his background leads me to think that his morals and ideals will way on him heavily and when that finally boils over there will be consequences."], [26132, "2019-08-21T01:19:11Z", [0.65], "Signs point to yes."], [10880, "2019-08-20T23:31:33Z", [0.75], "Too many other possible excuses for poor recent performance. "], [484, "2019-08-20T22:52:11Z", [1.0], "(no change) Who better positioned to get a payroll tax cut through the US Congress other than the Director of the OMB? ;-)"], [39572, "2019-08-20T22:47:41Z", [1.0], ""], [12138, "2019-08-20T19:02:59Z", [0.16], "Historically, staff turnover is low in the fourth year of a presidency compared to the first three years which I will start off with 25%. https://www.brookings.edu/research/tracking-turnover-in-the-trump-administration/ Mulvaney still shows up on the Sunday morning news shows which is an indication of Trump's approval which I cut in half again to 12.5% but rounding up. However, Trump is extremely volatile and I wouldn't be surprised if he asked for Mulvaney's resignation after biting into a Beyond Meat cheeseburger which was probably ordered by mistake. So I increased it by 3% to 16%. https://www.businessinsider.com/trump-loves-mcdonalds-afraid-of-being-poisoned-2018-1"], [69091, "2019-08-20T15:54:57Z", [0.08], ""], [78188, "2019-08-20T08:42:08Z", [0.4], ""], [19801, "2019-08-20T05:25:41Z", [0.02], "Less time left for Mulvaney to be fired."], [77412, "2019-08-19T23:27:22Z", [0.2], ""], [78244, "2019-08-19T22:46:55Z", [0.65], ""], [1333, "2019-08-19T14:38:45Z", [0.43], ""], [66692, "2019-08-19T12:27:56Z", [0.3], "Update"], [1019, "2019-08-19T10:55:06Z", [0.15], ""], [19127, "2019-08-19T06:35:23Z", [0.27], ""], [77968, "2019-08-17T20:12:34Z", [0.1], ""], [62737, "2019-08-17T14:34:48Z", [0.12], "Time."], [77586, "2019-08-17T09:22:24Z", [0.67], ""], [14107, "2019-08-17T08:38:50Z", [0.34], ""], [1333, "2019-08-16T18:05:51Z", [0.44], ""], [78126, "2019-08-16T15:38:09Z", [0.25], ""], [77956, "2019-08-16T13:11:45Z", [0.6], "Based on average turnover of employees of trumps presidency so far"], [62808, "2019-08-15T21:27:54Z", [0.86], ""], [78163, "2019-08-15T21:10:23Z", [0.6], ""], [55331, "2019-08-15T12:53:29Z", [0.72], ""], [691, "2019-08-15T12:12:23Z", [0.54], ""], [78133, "2019-08-15T03:21:17Z", [0.25], "Trump has kept his previous COSes for over a year."], [77477, "2019-08-14T19:35:00Z", [0.25], "Articles I'm reading seem to indicate he's building a coalition in the West Wing, which makes me think he has at least implicit support of President Trump. Also don't think Trump would risk another change at this position with the impending election."], [73687, "2019-08-13T11:24:05Z", [0.24], ""], [128, "2019-08-13T01:00:53Z", [0.22], ""], [78029, "2019-08-12T17:51:17Z", [0.7], ""], [78028, "2019-08-12T17:02:12Z", [0.75], "Most of the Trump Administration staff has experienced turnover every 24 months."], [78020, "2019-08-12T16:37:37Z", [1.0], ""], [77999, "2019-08-12T06:09:51Z", [0.2], "The most likely reason for Trump to fire or replace Mick Mulvaney will revolve around how U.S. businesses respond to a likely no-deal Brexit. If a no-deal Brexit occurs, Mulvaney's past  budgetary positions as well as his loyalty to Trump will result in him staying in office and possibly getting the full time job. If anything besides a no-deal Brexit occurs, Mulvaney may be fired due to perceived U.S. loss of economic oppurtunity in the UK."], [77996, "2019-08-12T05:23:33Z", [0.75], "Past track record of posts in us"], [6978, "2019-08-11T19:31:09Z", [0.25], ""], [77958, "2019-08-11T15:57:26Z", [0.25], "Mulvaney is a consistent Trump sycophant unlikely to irritate the president  with nothing to gain by leaving "], [77942, "2019-08-11T09:19:56Z", [0.55], "You just never know..."], [77914, "2019-08-10T21:59:46Z", [1.0], ""], [77912, "2019-08-10T20:49:50Z", [0.55], ""], [691, "2019-08-10T17:10:44Z", [0.54], ""], [19127, "2019-08-10T16:42:00Z", [0.29], ""], [77901, "2019-08-10T15:14:54Z", [0.2], "Trump has no qualms when it comes to replacing people that he feels are disloyal or dragging him down, but Mulvaney has so far proven to be a great toadie for the Trump administration. I think, assuming no major scandals concerning Mulvaney that make the Trump administration look incompetent or corrupt concerning, that he will survive until next year."], [77815, "2019-08-09T07:23:53Z", [0.4], ""], [77793, "2019-08-09T04:44:29Z", [0.3], ""], [77788, "2019-08-09T04:27:28Z", [0.25], "Trump loves to replace people, but he's lazy.  "], [77789, "2019-08-09T04:08:33Z", [0.26], ""], [77787, "2019-08-09T03:40:00Z", [0.9], "Current POTUS have a willing to not keep close relationship with key actors that can help go on their goverment, and is almost likely to discard them in a visceral way just because something doesnt going OK, not so much based on geopolitics but mainly in the mental profile and the past beahivor of the POTUS. "], [77412, "2019-08-09T00:49:45Z", [0.21], "See base rate comment earlier + he has shown to be aligned with Trump worldview, so the inside view makes it slightly more likely"], [1333, "2019-08-08T13:41:47Z", [0.45], ""], [77725, "2019-08-08T11:25:06Z", [0.65], "Patterns of turnover, interpersonal instability of the President."], [77716, "2019-08-08T03:36:43Z", [0.65], ""], [128, "2019-08-08T01:43:33Z", [0.25], ""], [77696, "2019-08-07T13:01:33Z", [0.9], ""], [67387, "2019-08-06T13:44:52Z", [0.25], ""], [33887, "2019-08-06T02:07:07Z", [0.0], ""], [75758, "2019-08-05T22:19:52Z", [0.55], ""], [3429, "2019-08-05T21:25:36Z", [0.5], "maintaining forecast."], [75988, "2019-08-05T17:40:11Z", [0.85], "I believe the economy will become more uncertain, and Trump will have to find someone to blame.  "], [77575, "2019-08-05T08:02:37Z", [0.5], ""], [77572, "2019-08-05T05:50:30Z", [0.3], "Well, he will cease to be the Chief of Staff at some point, but I don't think this year will be it. Plus I think Trump will be a bit reluctant to indiscriminately fire people as election is approaching and he will try to show his base that his administration can be mostly stable for a reelection bid. "], [14107, "2019-08-03T18:29:07Z", [0.35], ""], [77545, "2019-08-03T18:07:01Z", [0.25], ""], [77541, "2019-08-03T13:29:35Z", [0.66], "staff under the current potus seems to be shortlived"], [62737, "2019-08-03T11:24:25Z", [0.13], "Time."], [34114, "2019-08-02T05:14:25Z", [0.9], ""], [77524, "2019-08-01T23:34:06Z", [0.8], "I believe he will cease to be chief of staff simply bc Trump’s track record firing and replacing people at an alarming rate"], [24440, "2019-07-31T19:48:59Z", [0.3], ""], [83, "2019-07-31T14:29:48Z", [0.1], "Just one more cough, or one sneeze .... And it could be over....\nFrom: https://www.politico.com/story/2019/06/25/trump-mick-mulvaney-white-house-1379594\n\"Labeled “Coughgate” by some in the Trump orbit, the TV clip showed the president asking his acting chief of staff to leave the room if he needed to cough again. “You just can’t, you just can’t cough,” Trump said toward Mulvaney as he shook his head.\"\n...\n\"He doesn’t even like it if people sneeze around him, said one White House aide.\"\nhttps://m.youtube.com/watch?v=MnbIBJZgcK4"], [77502, "2019-07-31T07:31:13Z", [0.45], "Because trump trusts him, but that is no guarantee of survival in the current administration."], [20504, "2019-07-31T04:32:05Z", [0.16], "Reducing chance by 1 percent due lapse in time since last prediction."], [76448, "2019-07-30T21:32:30Z", [0.55], ""], [77493, "2019-07-30T19:30:34Z", [0.25], "Inertia"], [75942, "2019-07-30T17:32:00Z", [0.66], ""], [691, "2019-07-30T13:51:22Z", [0.54], ""], [77486, "2019-07-30T12:43:53Z", [0.7], "Nobody lasts long in the position"], [77485, "2019-07-30T11:24:46Z", [0.15], ""], [77477, "2019-07-30T05:32:59Z", [0.5], "Initial guess. Testing this process"], [484, "2019-07-29T23:16:02Z", [1.0], "(no change) Will someone need to spend more time with the family in response to pushback to the budget deal and/or DNI decisions?"], [77458, "2019-07-29T22:14:05Z", [0.1], ""], [12591, "2019-07-29T20:59:32Z", [0.5], ""], [1333, "2019-07-29T18:23:41Z", [0.5], ""], [6978, "2019-07-29T13:36:54Z", [0.2], ""], [529, "2019-07-29T03:21:33Z", [0.45], "No change to forecast for now. ..Although these recent Mulvaney \"performances\" bend reality for anyone except Trump Republicans, apparently:  https://www.usatoday.com/story/news/politics/2019/07/28/chris-wallace-refutes-mick-mulvaney-meuller-testimony-exoneration-claim/1851843001/ https://www.newsweek.com/fox-news-anchor-confronts-trump-official-deficit-decreasing-under-obama-1451474"], [484, "2019-07-29T00:10:59Z", [1.0], "(no change) Still a few details to work out ;-) https://www.politico.com/story/2019/07/28/donald-trump-border-wall-budget-1437590"], [75150, "2019-07-28T15:57:54Z", [0.1], ""], [32438, "2019-07-28T12:25:57Z", [0.3], ""], [75195, "2019-07-28T11:17:53Z", [0.15], ""], [77448, "2019-07-28T05:57:38Z", [0.3], ""], [1646, "2019-07-28T05:07:39Z", [0.65], ""], [691, "2019-07-27T11:30:13Z", [0.55], ""], [14027, "2019-07-27T08:50:40Z", [0.37], ""], [20156, "2019-07-27T08:46:04Z", [0.4], ""], [67232, "2019-07-26T18:12:08Z", [0.3], "Trump is firing fewer and fewer staff members.  I suspect this is because it makes his administration appear unstable and out of control.   Therefore, he will likely keep Mulvaney until after the next election unless there is a \"black swan\" event,  However, Mulvaney has been in the public eye as a congressman and chief of staff long enough that a scandal would be unlikely."], [77412, "2019-07-26T00:20:32Z", [0.23], ""], [77412, "2019-07-26T00:08:31Z", [0.2], "Base rate of chief of staff historically ~2.5 years. Turnover higher under Trump but highly publicized exits from administration may bias shouldn't lead to bias, a lot of positions haven't seen turnover."], [64357, "2019-07-25T19:43:00Z", [0.05], ""], [72427, "2019-07-24T05:58:30Z", [0.4], ""], [77145, "2019-07-24T04:02:54Z", [0.53], ""], [74769, "2019-07-24T01:09:22Z", [0.45], ""], [83, "2019-07-23T12:59:00Z", [0.2], "5 months left"], [12856, "2019-07-22T20:33:34Z", [0.37], ""], [70711, "2019-07-22T17:46:13Z", [0.2], ""], [35217, "2019-07-22T06:36:43Z", [0.48], ""], [72550, "2019-07-22T04:20:02Z", [0.6], ""], [33035, "2019-07-21T21:42:19Z", [0.67], ""], [77089, "2019-07-21T19:27:39Z", [0.75], ""], [206, "2019-07-21T17:22:16Z", [0.4], ""], [77035, "2019-07-21T16:08:18Z", [0.0], ""], [76950, "2019-07-21T14:10:50Z", [0.8], ""], [691, "2019-07-21T13:17:34Z", [0.58], ""], [76982, "2019-07-21T10:30:57Z", [0.35], "I feel that with the election coming up people are unlikely to make big changes beforehand"], [76750, "2019-07-21T05:33:36Z", [1.0], ""], [76941, "2019-07-21T05:17:24Z", [0.18], "Given the nature of the Trump presidency, nothing is ever truly certain as he tends to act impulsively. Most reports cite the fact that he may be there longer than could be expected.\nhttps://www.google.com/amp/s/www.vox.com/platform/amp/2019/6/25/18746304/donald-trump-mick-mulvaney\nConsidering the fact that the US elections are on the Verge of occurence, I do actually believe that Trump will not be concerned with governence as much as he would with campaigning.\nFor him to be removed, there must be an extremely high chance of scandal occuring within that branch of Government."], [76939, "2019-07-21T05:10:52Z", [0.0], "Building a stronghold and is currently too powerful. Smart enough not to intervene too directly into Trump's  way of doing politics via tweeter he is a strong , influential and powerful ally to the president."], [76852, "2019-07-20T23:55:45Z", [0.05], ""], [76835, "2019-07-20T23:38:10Z", [0.35], ""], [76793, "2019-07-20T23:11:01Z", [0.5], ""], [72708, "2019-07-20T23:01:18Z", [0.25], ""], [14107, "2019-07-20T15:50:05Z", [0.39], ""], [1333, "2019-07-19T17:16:45Z", [0.51], "Mick may be the one guy DT will take a no from, I wasn't sure he would survive the Acosta matter."], [3429, "2019-07-19T16:59:06Z", [0.5], "I haven't seen anything that would lead me to believe that he's lost Trump's confidence but as unpredictable as Trump is I still can't see a reason to change my forecast one way or the other."], [61182, "2019-07-19T10:11:37Z", [0.2], "Seems unlikely with all the other potential changes in his senior staff it is necessary that some people remain fairly stable over time"], [76124, "2019-07-19T03:58:28Z", [0.36], "Trump changes em out faster than the kid in the drive-through window at McDonalds. But Mik Mulvaney"], [76674, "2019-07-18T22:05:18Z", [0.2], ""], [76593, "2019-07-18T13:42:36Z", [0.8], "Trumps history of poor relationships with senior staff"], [76440, "2019-07-18T13:03:36Z", [0.66], "Interested in the trump model of governance "], [76551, "2019-07-18T12:34:12Z", [0.5], "Trump is so precocious and has lost so many staff it’s impossible to say with any certainty either way"], [76443, "2019-07-18T10:51:11Z", [0.8], ""], [76305, "2019-07-18T10:00:04Z", [0.5], ""], [65001, "2019-07-18T00:16:32Z", [0.1], "Mulvaney is defying my previous expectations and forecast. Revise way down."], [62737, "2019-07-17T22:37:24Z", [0.15], "Mulvaney is sounding like he's very much in line with Trump and with letting Trump be Trump.  That spells job security in this administration.  I'm quartering my forecast. https://www.washingtonpost.com/politics/his-own-fiefdom-mulvaney-builds-an-empire-for-the-right-wing-as-trumps-chief-of-staff/2019/07/14/85c5ebdc-942b-11e9-b570-6416efdc0803_story.html?utm_term=.e7f7dac4ac36"], [6978, "2019-07-17T22:20:37Z", [0.27], ""], [62808, "2019-07-17T21:59:41Z", [0.53], ""], [59882, "2019-07-17T17:37:07Z", [0.11], "Reducing from 14% due to passage of time. BASE CASE In the 73 years since the Second World War there have been 28 previous Chiefs of Staff so 2.6 years per Chief. The odds of leaving post per year equals 1 in 2.6 therefore 16% for the 5 months of 2019 remaining. https://en.wikipedia.org/wiki/White_House_Chief_of_Staff#List_of_White_House_Chiefs_of_Staff INSIDE CASE Reducing the base case by a third due to the issues raised by @Anneinak, especially the point that Trump will not want to fire Mulvaney because he is already on Chief #3. https://www.gjopen.com/comments/comments/819695 Crowd: 52%."], [691, "2019-07-17T14:22:33Z", [0.58], ""], [76097, "2019-07-17T11:16:15Z", [0.4], "Liable on too many issues."], [71040, "2019-07-17T02:21:14Z", [0.85], "Uncivil environment, unpredictable boss"], [128, "2019-07-16T12:52:15Z", [0.28], ""], [691, "2019-07-16T12:38:35Z", [0.58], ""], [76060, "2019-07-15T19:51:34Z", [0.03], ""], [691, "2019-07-15T15:30:26Z", [0.58], ""], [76011, "2019-07-15T06:59:28Z", [0.09], "Trump has seen a high rate of turnover in his administration - however, Mick has stayed out of the press / confrontations with Trump - I see his survival ability as fairly high."], [74142, "2019-07-14T12:46:12Z", [0.77], ""], [14107, "2019-07-14T03:07:35Z", [0.43], ""], [76025, "2019-07-13T20:25:26Z", [0.83], ""], [57778, "2019-07-12T09:16:22Z", [0.38], ""], [75934, "2019-07-11T14:50:38Z", [0.32], ""], [554, "2019-07-11T06:54:03Z", [0.87], ""], [75969, "2019-07-11T05:11:25Z", [0.35], ""], [13759, "2019-07-11T03:33:45Z", [0.05], ""], [72093, "2019-07-11T01:17:00Z", [0.85], "Nobody lasts in this administration."], [27504, "2019-07-10T22:22:05Z", [0.2], ""], [46503, "2019-07-10T21:53:16Z", [0.1], ""], [66335, "2019-07-10T21:27:46Z", [0.55], ""], [20896, "2019-07-10T21:25:29Z", [0.3], ""], [3429, "2019-07-09T21:21:30Z", [0.5], "Hard to tell with this one. Maintaining current position."], [1333, "2019-07-09T18:23:10Z", [0.52], ""], [1333, "2019-07-08T18:21:11Z", [0.53], ""], [75907, "2019-07-08T18:10:04Z", [0.7], ""], [691, "2019-07-08T12:23:23Z", [0.6], ""], [1019, "2019-07-08T10:45:11Z", [0.63], ""], [74102, "2019-07-08T09:41:42Z", [0.6], "14/31+4.96%+5%+4.96%"], [22012, "2019-07-08T08:59:42Z", [0.1], ""], [74967, "2019-07-08T05:55:12Z", [0.35], "Mulvaney is a true Trump supporter, so he will stay as long as Trump wants him around.  Mulvaney will do whatever he needs to, to stay in Trump's favor.  However, if it becomes politically advantageous to remove or replace Mulvaney, Trump won't hesitate.  Its difficult to predict what kind of untenable positions Trump will put himself in."], [1333, "2019-07-08T00:04:46Z", [0.54], ""], [32297, "2019-07-07T23:19:02Z", [0.25], ""], [14107, "2019-07-06T18:22:45Z", [0.42], ""], [20504, "2019-07-06T05:41:22Z", [0.17], "This year has had lower 'A' team turnover(so far) than many other presidencies in the third year. \nhttps://www.google.com/amp/s/www.brookings.edu/research/tracking-turnover-in-the-trump-administration/amp/\n"], [75848, "2019-07-06T00:50:59Z", [0.35], ""], [59981, "2019-07-05T23:20:43Z", [0.35], "Various reports have hinted at a degradation of the relationship between Mulvaney and Trump, although other sources have indicated Trump's hesitance to try and find a new Chief of Staff after the struggle to replace Kelly. \nM's attitude towards the position is strategic. He employs a \"hands-off approach to the president\" (NYT) which is probably a good way to keep your job. Interestingly, he is currently being paid the salary as head of the CFPB as well as Chief of Staff, so he is unlikely to push to become the permanent Chief of Staff or risk his position as head of the CFPB. The most likely reason his tenure as Chief of Staff would end early is a falling out between him and Trump, and his actions indicate his desire to avoid such a falling-out. I started at a 30% chance and upgraded it to 35% because of the current administration's volatility. "], [61687, "2019-07-05T21:11:43Z", [0.52], "Negative press on level of pay due to dual roles at OMB and CoS may cause the White House to make a move to name a formal CoS."], [1333, "2019-07-05T18:02:15Z", [0.55], ""], [1333, "2019-07-04T19:47:25Z", [0.56], ""], [1333, "2019-07-03T18:27:14Z", [0.57], ""], [1333, "2019-07-03T14:39:58Z", [0.58], ""], [19127, "2019-07-03T10:37:29Z", [0.32], ""], [75760, "2019-07-03T07:02:38Z", [0.45], ""], [75564, "2019-07-03T04:49:53Z", [0.35], "Historically, the average tenure of a white house chief of staff is ~18 months, the median is ~21 months. For any other randomly chosen administration, I'd start it at ~19%. Of the 34 that preceded Mulvaney - including \"acting\" chiefs - 9 lasted less than 1 year, but 4 of those started within a year of the end of a president's term (I chose to include those 4 in the >1year group, it should be noted that there are strong argument to treat them other ways).  Only Gerald Ford (who served 1 term and had the Chief of Staff position vacant for 2.5 years of that time) and George H W Bush (who served one term and brought on his third chief of staff with 150 days remaining in his term) have had multiple Chiefs of Staff that did not last 1 year. As the current administration has already had Reince Priebus ousted after 190 days, it would be unusual but possible to see another <1 year term. Based on that, I'd dial the 19% back to ~15%. Now we come to the reality of the current administration. Pundits and comedians alike discuss the rampant turnover in the first 2 years of this aministration. How true are the jokes? This administration has seen roughly the same turnover of the initial \"A Team\" in 2.5 years that most recent administrations saw over 4 years. (Brookings has a nice breakdown of this here https://www.brookings.edu/research/tracking-turnover-in-the-trump-administration/ ) That is, of course, not quite the data we need. Mick Mulvaney is not a member of the \"A Team\" as the Brookings Institute defines it. However, we do see there is real data behind the sense that the current administration is seeing unusually high turnover. We also see 3 cabinet posts with 3 or more departures (of 15 senior level rolls which have 2 or more departures). This administration seems far more likely to see 2 Chiefs of Staff with <1 year tenure than a randomly chosen administration. I would say roughly on the order of twice as likely, arriving at 30%. Recent news suggests the president is unhappy with Mulvaney (one of several examples here https://www.politico.com/story/2019/06/25/trump-mick-mulvaney-white-house-1379594 ); when the current president tires of a senior staff member, they have not been long for their position. Normally, I would boost this by 2x or more (might say as high as 80% if I were in a particularly bullish mood) as 6 months will be a long time for Mulvaney to keep his position in this cabinet while drawing the ire of the president. That said, there are other considerations: Mulvaney repeatedly publicly supported shutting down the government early this year, he has reportedly been using Camp David and loading trips on Air Force One with his preferred staffers, and he is upsetting Republican lawmakers. It could be advantageous to keep him around until the politically appropriate time, cover him in blame and give the appearance of \"cleaning house\" to draw media attention and excitement from the Democratic primaries in H1 of 2020. Moreover, while brief, the last search for a Chief of staff was very embarrassing for the president with multiple politicians publicly declining the role. The president is not averse to controversy; however, embarrassment may be the driver that keeps him in check. Here I land at only a +5% from the previous 30%, the president's apparent tiring of Mulvaney doesn't yet seem to be strong ire and he will avoid another embarrassing situation if possible. Additionally, as the Politico article above states, Mulvaney has been very hands-off with the president - something I assume the president appreciates. 35% - unlikely, but still well in the realm of possible."], [14107, "2019-07-03T03:23:13Z", [0.4], ""], [70661, "2019-07-02T19:50:11Z", [0.69], ""], [1333, "2019-07-02T19:17:22Z", [0.59], ""], [75752, "2019-07-02T19:11:04Z", [0.67], "He will be forced out of his cabinet position and replaced by someone who will be more receptive to Trump's requests."], [75735, "2019-07-02T17:02:24Z", [0.8], ""], [75735, "2019-07-02T17:01:52Z", [0.35], ""], [75735, "2019-07-02T17:00:48Z", [0.85], "Not many people survive more than a year in this white house let alone chiefs of staff."], [691, "2019-07-02T16:00:41Z", [0.6], ""], [484, "2019-07-02T15:29:50Z", [1.0], "(no change) Perhaps there will be some awkward publicity related to DTs 4th and new Sherman tank blather. Javanka won't be in line for taking the hit."], [75653, "2019-07-02T11:08:09Z", [0.52], ""], [75616, "2019-07-02T00:05:09Z", [0.8], ""], [75629, "2019-07-01T22:06:22Z", [0.25], ""], [25200, "2019-07-01T18:24:57Z", [0.6], "I noted several negative articles about MM in the past couple weeks, bringing to light issues that might make it more likely that DJT removes him. I increase the likelihood by 5%, as the build up of public stories like this often precede personnel actions.  Leaked vetting documents include disparaging remarks MM made about DJT: https://www.newsweek.com/mulvaney-trump-axios-white-house-1445463 Reports of his falling out of favor with DJT: https://www.politico.com/story/2019/06/25/trump-mick-mulvaney-white-house-1379594 The there was the whole weird coughing thing: https://www.cnn.com/2019/06/17/politics/mick-mulvaney-donald-trump-coughing-oval-office/index.html It has also been another month, so I reduce the rate by 2% for passage of time. Net is +3% to 60%."], [25705, "2019-07-01T12:43:26Z", [0.0], "Going back to my initial forecast.\n1. No there is no magic in #3, but it is a good fit for DJT. MM proved to be \"flexible\" enough in all respects needed.\n2. Add to this too much hassle and disruption of choosing a new one. I think DJT settled into more comfortable phase of his tenure. There is enough chaos around to his liking.\n3. Of course, it can be an accident, a heart attack or other misfortune, but historically probabilities look low (did not assess those one though). "], [75621, "2019-07-01T12:15:50Z", [0.1], ""], [691, "2019-07-01T11:06:47Z", [0.59], ""], [38, "2019-07-01T02:57:51Z", [0.04], ""], [19127, "2019-07-01T00:23:15Z", [0.24], ""], [61269, "2019-06-30T19:28:50Z", [0.0], ""], [1333, "2019-06-30T02:05:00Z", [0.6], ""], [75363, "2019-06-29T17:40:01Z", [0.75], "For\nReason 1 - By end of December 2019 he would have been Acting White House Chief of Staff (CoS) for 12 months, when the average tenure is 18 months. Reason 2 - Have found historical evidence that White House CoS when are replaced before an upcoming re-election year as Trump will be in 2020, they are replaced between November and January (Obama 2012 - January, Bill Daley, Bush 1992 - December, John Sununu, Ford 1976 - November, Donald Rumsfeld). Makes sense as with the Christmas / New Year holidays the change over is less turbulent. Can imagine Mulvaney ceasing to be CoS during this period. Reason 3 - Is only in an acting role as CoS and wasn't reportedly Donald Trump's 1st or 2nd choice. Also while CoS is still Director for Office Budget and Management and Budget and don't him having the two White House jobs as sustainable long term. Reason 4 - Trump's wild / unpredictable behaviour has to make the job difficult with Mulvaney's predecessor quoted as saying the White House \"is a miserable place to work\" by the New York Times. Reason 5 - The Trump Administration has had historic high levels of top administration turnover compared to recent administrations as outlined by the Brookings Institution. Reason 6 - Obama had 4 CoS in his first term. Against. Reason 1 - As mentioned reportedly numerous people turned down the role of CoS, meaning that Trump may have no choice but to keep him. Reason 2 - He has reportedly adopted a policy of hands off, let \"Trump be Trump\" strategy, allowing him to avoid confrontation which I believe helps him."], [63963, "2019-06-28T21:15:44Z", [0.1], ""], [691, "2019-06-28T12:13:02Z", [0.6], ""], [75531, "2019-06-27T19:49:44Z", [0.75], "Nobody wants to work there."], [20504, "2019-06-27T19:34:28Z", [0.17], "According to this recent article, the president is showing irritation toward his 'acting' chief of staff. Adjusting(up2%).\nhttps://www.google.com/amp/s/www.politico.com/amp/story/2019/06/25/trump-mick-mulvaney-white-house-1379594"], [6978, "2019-06-27T19:25:08Z", [0.35], ""], [529, "2019-06-27T17:02:36Z", [0.45], "No significant change to forecast for now; recent news reports taken into consideration: https://www.politico.com/story/2019/06/25/trump-mick-mulvaney-white-house-1379594 https://thehill.com/homenews/senate/449808-gop-lawmakers-want-mulvaney-sidelined-in-budget-talks"], [54140, "2019-06-27T15:33:18Z", [0.1], ""], [691, "2019-06-27T14:03:28Z", [0.6], ""], [75512, "2019-06-27T13:31:51Z", [0.9], "President Trumps behavior/the way he treats staff will cause him to leave the post."], [75479, "2019-06-27T10:48:24Z", [0.8], ""], [75479, "2019-06-27T00:44:11Z", [0.8], "Mr Trumps behaviour in treating staff, personally of Mr Mulvaney . Similarity see with Mr Trump first COS"], [62808, "2019-06-27T00:09:28Z", [0.51], ""], [75448, "2019-06-26T20:53:33Z", [0.2], ""], [75436, "2019-06-26T18:33:14Z", [0.0], ""], [25705, "2019-06-26T17:52:20Z", [0.07], "It MAY be coming. https://www.politico.com/story/2019/06/25/trump-mick-mulvaney-white-house-1379594 \"In recent weeks, Trump has been snapping at his acting chief of staff with some frequency, and expressing greater frustration with him than usual, according to four current and former senior administration officials.\n…\n“The president doesn’t have any good reason to dislike Mulvaney in terms of him being disloyal,” said one Republican close to the White House. Still, the Republican added that the president has asked people in recent months what kind of leadership they think Mulvaney is offering in the West Wing and the value he is adding, often a sign the president is souring on a staffer.\""], [75074, "2019-06-26T16:35:52Z", [0.4], ""], [75093, "2019-06-26T16:08:25Z", [0.85], ""], [75378, "2019-06-26T13:27:16Z", [1.0], ""], [14107, "2019-06-26T05:51:50Z", [0.4], ""], [75237, "2019-06-26T05:06:46Z", [0.0], "He will be kept on this side of the next election."], [75220, "2019-06-26T03:10:38Z", [0.55], ""], [75206, "2019-06-26T02:30:01Z", [0.55], ""], [75098, "2019-06-26T01:36:55Z", [0.8], "Because nobody stays too long in this administration."], [75148, "2019-06-25T22:15:36Z", [0.5], "He seems well dig into his role, but 6 months with trump is an eternity so I would say this is a toss up "], [75151, "2019-06-25T22:03:34Z", [0.66], "So many people have left their roles (voluntarily or otherwise) so consistently, for so many reasons, over the course of this administration that it is hard to believe anyone will stay in the Chief of Staff position for long."], [75102, "2019-06-25T21:38:34Z", [0.75], ""], [75086, "2019-06-25T17:32:54Z", [0.0], ""], [75078, "2019-06-25T16:50:18Z", [0.9], "Historical turnover in Whitehouse. "], [128, "2019-06-25T16:16:12Z", [0.3], ""], [75044, "2019-06-25T14:57:48Z", [0.0], ""], [74983, "2019-06-25T14:11:05Z", [0.5], "Mr Trump's staff seem to be prone to changes.  Not sure why Mr Mulvaney should be able to buck this trend"], [75016, "2019-06-25T13:13:57Z", [0.7], "Rotating the deck chairs is Trumps style"], [74949, "2019-06-25T08:43:42Z", [0.0], ""], [74940, "2019-06-25T08:22:16Z", [0.96], "1. Trump won't last. 2. Mulvaney will fall out of favour. 3. Trump will make some slipup for which Mulvaney can take the fall."], [128, "2019-06-24T20:27:58Z", [0.2], ""], [70410, "2019-06-23T13:16:54Z", [0.25], ""], [74065, "2019-06-23T12:57:22Z", [0.7], "Trump goes through people quick."], [35, "2019-06-22T21:42:09Z", [0.3], ""], [60705, "2019-06-22T15:33:27Z", [1.0], ""], [20260, "2019-06-22T12:57:10Z", [0.8], ""], [72433, "2019-06-22T12:48:06Z", [0.25], "No strong indication that he is finished"], [61273, "2019-06-22T11:31:40Z", [0.85], ""], [57883, "2019-06-22T11:13:34Z", [0.05], ""], [26666, "2019-06-22T11:00:49Z", [0.6], ""], [13053, "2019-06-22T07:42:40Z", [0.65], ""], [22214, "2019-06-22T00:59:31Z", [0.6], ""], [70063, "2019-06-21T20:47:24Z", [0.95], "Signaling from the president that he is unhappy with Mulvaney. Also, COS tenure is limited under this president."], [74707, "2019-06-21T09:10:11Z", [0.17], ""], [74864, "2019-06-20T18:27:50Z", [0.06], ""], [41373, "2019-06-20T09:55:53Z", [0.25], ""], [57778, "2019-06-20T07:55:48Z", [0.4], ""], [74852, "2019-06-20T03:47:00Z", [1.0], ""], [74844, "2019-06-19T19:42:48Z", [0.3], ""], [66692, "2019-06-19T06:53:33Z", [0.75], "Trump staff have a short shelf life. This is a guess, based on a hunch and a tingling in my gut."], [19127, "2019-06-19T03:10:28Z", [0.21], ""], [11184, "2019-06-19T02:34:08Z", [0.75], ""], [1646, "2019-06-18T18:09:01Z", [0.99], ""], [1333, "2019-06-18T14:21:22Z", [0.61], ""], [59882, "2019-06-17T12:57:39Z", [0.14], "Passage of time. Mulvaney gets a very public spanking;\n• https://www.dailymail.co.uk/news/article-7148425/Dont-interrupt-president-Trump-kicks-Chief-Staff-Oval-Office-coughing.html Base case: 19% with 6 months remaining. Rationale;\n• https://www.gjopen.com/comments/comments/866805 Reducing the base case by 5% due to the issues raised by @Anneinak, especially the point that Trump will not want to fire Mulvaney because he is already on Chief #3.\n• https://www.gjopen.com/comments/comments/819695 Crowd: 55%."], [62808, "2019-06-17T02:53:11Z", [0.51], ""], [74661, "2019-06-16T15:15:07Z", [0.88], ""], [74661, "2019-06-16T15:14:56Z", [0.65], ""], [14107, "2019-06-16T14:17:32Z", [0.32], ""], [691, "2019-06-16T12:46:35Z", [0.6], ""], [484, "2019-06-15T23:24:56Z", [1.0], "(no change) Perfect storm this fall with MM in a key role: https://www.washingtonpost.com/business/economy/gop-in-disarray-as-budget-impasse-threatens-shutdown-deep-cuts--and-default/2019/06/15/6a61e6dc-8ded-11e9-8f69-a2795fca3343_story.html?noredirect=on&utm_term=.fbe88b3c18ef"], [57778, "2019-06-15T04:37:02Z", [0.45], ""], [484, "2019-06-14T15:30:43Z", [1.0], "(no change) Who gets blamed for \"report to the FBI\" and McGahn?"], [691, "2019-06-13T12:27:35Z", [0.61], ""], [62737, "2019-06-12T23:44:54Z", [0.6], "Time.  Dropping 10% per month starting 7/1."], [19127, "2019-06-12T19:16:39Z", [0.2], ""], [69091, "2019-06-12T14:00:26Z", [0.1], "He has been able to keep a low profile.  FOcus has shifted to other areas of the presidency and cabinet."], [3429, "2019-06-11T18:22:12Z", [0.5], "No discernible reason to change forecast."], [72695, "2019-06-11T00:33:52Z", [0.85], "With continued scrutiny on the inner workings of the current administration, the pressure on top individuals will increase accordingly. Mr Mulvaney may be on the hot seat."], [29054, "2019-06-10T22:21:35Z", [0.0], "Leeches will bleed you to death.....Mulvaney aka \"the leech\""], [50491, "2019-06-10T15:56:50Z", [0.04], ""], [128, "2019-06-10T13:49:58Z", [0.22], ""], [1333, "2019-06-09T18:28:15Z", [0.62], ""], [484, "2019-06-08T16:39:02Z", [1.0], "(no change) The whole Moon/Mars pivot might be because DT finally understands that (even if money were no object, which it is), trying to land a person on the Moon by 2024 has significant downsides to the whole legacy thing. OTOH, burying the change (if it really is direction) on Friday won't keep the fake news people from asking and pointing out awkward issues. I have no reason to believe MM was personally involved, although it seems plausible, but someone may be spending more time with their family. And there is the whole issue of undercutting the VP."], [60695, "2019-06-08T11:40:32Z", [0.8], "From observing President Trump's behaviour "], [1333, "2019-06-08T11:31:55Z", [0.63], ""], [14107, "2019-06-08T10:06:53Z", [0.34], ""], [74590, "2019-06-07T23:43:02Z", [0.43], ""], [45198, "2019-06-07T21:01:16Z", [0.05], "He's towing Trump's line quite nicely."], [74583, "2019-06-07T17:53:37Z", [1.0], ""], [691, "2019-06-07T14:42:56Z", [0.63], ""], [74572, "2019-06-07T09:32:00Z", [0.0], ""], [15784, "2019-06-06T21:35:36Z", [0.55], ""], [74525, "2019-06-06T16:48:56Z", [0.65], ""], [37413, "2019-06-06T16:03:13Z", [0.72], ""], [74376, "2019-06-06T07:30:25Z", [0.23], ""], [74349, "2019-06-06T06:43:04Z", [0.4], ""], [71426, "2019-06-06T04:53:04Z", [0.65], ""], [74291, "2019-06-06T03:53:46Z", [0.15], ""], [74265, "2019-06-06T03:39:16Z", [0.55], ""], [70993, "2019-06-05T21:16:51Z", [0.35], ""], [484, "2019-06-05T15:02:47Z", [1.0], "(no change, for now) Wondering about the relative position of Mulvaney and Miller. The latter has a long relationship with DT and at the center of many controversial \n policies."], [767, "2019-06-04T20:06:16Z", [0.2], ""], [25705, "2019-06-04T12:37:55Z", [0.05], ""], [57778, "2019-06-04T09:15:50Z", [0.48], ""], [73461, "2019-06-04T04:54:39Z", [0.75], ""], [51261, "2019-06-04T04:12:16Z", [0.6], ""], [68339, "2019-06-03T19:08:03Z", [0.8], "Based on the average turnover rate thus far (n = 32% (https://www.brookings.edu/research/tracking-turnover-in-the-trump-administration/)) multiplied by the likelihood the House will begin impeachment process (c = 75%) multiplied by the resulting erratic behavior that will ensue from dear leader (t = 45%). n x c x t = 1.08"], [60100, "2019-06-03T18:21:00Z", [0.5], ""], [1333, "2019-06-03T16:13:40Z", [0.64], ""], [691, "2019-06-03T12:10:47Z", [0.63], ""], [61217, "2019-06-03T01:09:04Z", [0.15], ""], [29054, "2019-06-02T23:16:11Z", [0.0], ""], [484, "2019-06-02T21:37:48Z", [1.0], "(no change) Sometimes one should not make a situation worse by pretending nothing was wrong. MM pronouncements today regarding the USS McCain while probably pleasing to POTUS, won't diminish the criticism. —of course it might be eclipsed by the other \"new normal\" stuff happening and be forgotten and not require someone to own the downsides."], [74219, "2019-06-02T20:51:35Z", [0.6], ""], [14107, "2019-06-02T11:42:59Z", [0.34], ""], [68188, "2019-06-02T08:40:58Z", [0.55], ""], [73687, "2019-06-01T09:24:15Z", [0.26], ""], [74207, "2019-06-01T01:26:31Z", [0.13], "The average tenure of a chief of staff at WH is 18 months. The tenure for acting will likely be lower "], [74200, "2019-05-31T15:12:32Z", [0.65], "He doesn't take spotlight from PDJT, so he's probably safe."], [484, "2019-05-30T22:35:57Z", [1.0], "(no change) Wonder if anyone will take the heat for the USS McCain fiasco? Now that DoD intends to investigate, it might be a bit harder to just \"forget\" the issue. Ah the innocence of youth. SecDef backtracked on any investigation. Have to update Profiles in Courage."], [20504, "2019-05-30T18:38:25Z", [0.15], "Seems like...so far this year, the administration has had low turnover with the first two years of very high turnover. Mulvaney has not been in the spotlight which is a positive for this administration. A quick search yielded few stories of friction between the President and his Chief of Staff. So this sets my base rate of 15%. It would have been lower but there is a bunch of uncertainty when it comes to the nature of our Chief of State."], [25200, "2019-05-30T18:11:57Z", [0.57], "This question asks whether MM will remain as COS for one year. Nine of the 29 CsOS (acting and permanent) have lasted for less than one year (https://en.wikipedia.org/wiki/White_House_Chief_of_Staff). The median tenure is just under two years. I'll use 31% as my base rate. DJT has had historically high turnover in his administration, including Cabinet level positions (https://www.npr.org/2018/03/19/594164065/trump-cabinet-turnover-sets-record-going-back-100-years), and senior White House Staff (https://www.npr.org/2018/03/07/591372397/white-house-staff-turnover-was-already-record-setting-then-more-advisers-left). In fact, depending on the metrics it appears to be 2-3 times as high as recent Presidents. I double the odds to 62%. MM is serving in an acting capacity and not a permanent capacity. I believe that this makes political and PR barriers to replacing him low relative to that of a permanent COS. In a typical administration I might weigh that fact as 25% more likely to not finish the year, but with DJT I think it weighs less. He is not as concerned with the fallout, so I only pump it up 15% to 77%.  Since I am jumping in late, five of the twelve months have already passed. MM has largely avoided public drama with DJT, and things appear to be going as smoothly for him as things go for anyone over there. I am dropping the likelihood of MM leaving by 20 % to account for the reduced time remaining, which leaves me at 57%."], [691, "2019-05-30T11:39:11Z", [0.65], ""], [72034, "2019-05-30T01:57:53Z", [0.65], "Trump can't stand anyone for long before he gets paranoid that they know more than he does"], [57778, "2019-05-30T00:47:45Z", [0.5], ""], [72820, "2019-05-29T17:52:28Z", [0.3], "Passage of time and relationship between Mulvaney and Trump seems to be in good health."], [74178, "2019-05-29T00:46:08Z", [0.1], "Based on current news, he hasn’t accepted a position at the University of South Carolina. The school year starts in September, it’s likely he would want to spend the summer preparing for the job, the trustees of the university wld prob want him to prepare, and it’s unclear who would replace him. "], [62808, "2019-05-28T21:50:46Z", [1.0], ""], [62992, "2019-05-28T17:59:06Z", [0.75], "Too long time in the proximity of his boss has depreciated already his abilities to handle and simultaneously his boss' trust in him."], [128, "2019-05-28T14:14:41Z", [0.25], ""], [74166, "2019-05-28T13:43:35Z", [0.42], ""], [691, "2019-05-27T12:05:15Z", [0.66], ""], [68922, "2019-05-27T00:07:59Z", [0.65], ""], [14107, "2019-05-26T21:51:57Z", [0.36], ""], [1333, "2019-05-26T20:23:28Z", [0.65], ""], [9746, "2019-05-26T19:41:11Z", [0.2], ""], [529, "2019-05-26T17:19:51Z", [0.45], "Nancy Pelosi: \"Who's in charge..(at the White House)?\" Suggested answer: Besides mercurial Trump himself; (also) seems to currently include Mulvaney. https://www.vox.com/policy-and-politics/2019/5/23/18637729/donald-trump-nancy-pelosi-stable-genius"], [74112, "2019-05-25T20:42:43Z", [0.65], ""], [47210, "2019-05-24T21:55:51Z", [0.75], ""], [41158, "2019-05-24T17:36:24Z", [0.4], ""], [36255, "2019-05-24T13:14:53Z", [0.58], ""], [67971, "2019-05-24T13:06:35Z", [0.55], ""], [74098, "2019-05-24T04:11:50Z", [0.5], ""], [484, "2019-05-23T22:49:55Z", [1.0], "(no change) If nothing is getting done and court cases are going against the POTUS, who will be rewarded? HH is already gone."], [74095, "2019-05-23T20:11:23Z", [0.8], "-high administration staff turnover\n-clash of personalities\n-presidential campaign"], [74093, "2019-05-23T19:55:55Z", [0.15], ""], [73299, "2019-05-23T19:50:59Z", [0.77], "Chief of Staff seems to be a very temporary position over the last few years.  Going into an election cycle my bet would be the President Trump will try to find someone strong and acceptable to most of the conservative base."], [56, "2019-05-23T15:43:09Z", [0.35], "Hard to say given the Trump White House, but he does seem to be burrowing in like a tick.\nhttps://www.nytimes.com/2019/05/21/us/politics/johnny-destefano-shahira-knight.html"], [74085, "2019-05-23T14:14:10Z", [0.35], ""], [57778, "2019-05-23T10:43:00Z", [0.64], ""], [6978, "2019-05-22T21:36:08Z", [0.3], ""], [59882, "2019-05-22T20:46:53Z", [0.22], "Reducing from 27% due to passage of time. BASE CASE In the 73 years since the Second World War there have been 28 previous Chiefs of Staff so 2.6 years per Chief. The odds of leaving post per year equals 1 in 2.6 therefore 22% for the 7 months of 2019 remaining. INSIDE CASE I can't see strong evidence for adjusting the base case either way at the moment. Mulvaney has had the odd minor disagreement / misunderstanding with Trump, but Trump hasn't shown any signs of losing faith in Mulvaney as far as I can see. Crowd: 60% (Yes -0.3729 ; No +0.3116) https://en.wikipedia.org/wiki/White_House_Chief_of_Staff#List_of_White_House_Chiefs_of_Staff EDIT 2019-06-17\nOuch. Mulvaney gets a very public spanking;\n• https://www.dailymail.co.uk/news/article-7148425/Dont-interrupt-president-Trump-kicks-Chief-Staff-Oval-Office-coughing.html"], [74059, "2019-05-22T18:28:17Z", [0.35], "in the past 100 years, 2 of 29 (31%) of CoS have lasted less than a year.  The Trump WH seems to be a more volatile administration than most.  The fact that he is still \"acting\" CoS after so long may also indicate the continued search for a replacement to fill the post permanently.   On the other hand, there are reports that Mulvaney has figured out how to \"stay out of the way\" which help his chances of keeping the job a while longer.\nhttps://www.politico.com/story/2019/03/19/white-house-mulvaney-acting-chief-staff-1226055"], [74061, "2019-05-22T17:51:47Z", [1.0], ""], [74050, "2019-05-22T15:41:30Z", [0.75], "your fired"], [74031, "2019-05-22T09:46:43Z", [0.25], ""], [73996, "2019-05-22T03:07:29Z", [0.3], "Trump has parted with two COSs already, so that's the most straightforward path. Mulvaney may get along better with Trump in a way that avoids that, it's hard to tell.\nBut I think the more likely path is that Trump will not be President by then, and Pence will pick somebody else."], [73970, "2019-05-21T21:58:49Z", [0.12], ""], [73708, "2019-05-21T21:04:48Z", [0.71], "Most likely will have a similar tenure length to John Kelly or perhaps slightly longer. "], [73962, "2019-05-21T20:53:37Z", [0.0], "Mike is a stable personality who appears to be flexible in his approach to dealing with issues. That is a character that any appointee must have in order to stick with Trump throughout the journey."], [14107, "2019-05-21T19:51:10Z", [0.39], ""], [73951, "2019-05-21T19:01:51Z", [0.0], "Trump has got his man."], [68304, "2019-05-21T17:45:22Z", [0.5], ""], [66432, "2019-05-21T15:14:58Z", [0.3], "With all the other controversy elsewhere, Mulvaney seems like a stable point -- though, with Trump, you can never rule something out\n"], [73906, "2019-05-21T13:42:36Z", [0.65], ""], [73828, "2019-05-21T11:09:03Z", [0.25], "With growing political turmoil, this position can provide some WH stability if left as is. There will be plenty of distracting drama elsewhere. \nHowever, there is a possibility that some simmering issue will explode and an executive resignation will occur. "], [73813, "2019-05-21T11:08:03Z", [0.7], ""], [73828, "2019-05-21T10:52:14Z", [0.1], ""], [73461, "2019-05-21T08:05:47Z", [0.53], "The crowd's opinion"], [73767, "2019-05-21T01:09:04Z", [0.05], "He is a sycophant and Trump loves that"], [20585, "2019-05-20T20:05:14Z", [0.66], ""], [484, "2019-05-20T15:09:34Z", [1.0], "(no change) UK state visit will be an an interesting forcing function."], [73747, "2019-05-20T14:12:49Z", [0.38], "As President Trump prepares for his 2020 campaign, he will seek to convince stakeholders that he is capable and reliable. With so much chaos and churn in his cabinet to date, his advisors will attempt to mitigate this type of behavior going forward. That said, there is a chance that Trump will repeat his past behavior and replace Mulvaney with someone he perceives as being more compliant (e.g. voicing concern about Trump's infrastructure deal) as he heads into re-election season. "], [68929, "2019-05-20T01:41:58Z", [1.0], "He is expendable and he is horrible at his job."], [73722, "2019-05-19T22:30:16Z", [0.73], ""], [71996, "2019-05-19T21:39:01Z", [0.53], ""], [69034, "2019-05-19T13:40:51Z", [0.2], ""], [691, "2019-05-19T11:38:32Z", [0.76], ""], [57778, "2019-05-19T07:58:05Z", [0.64], ""], [73689, "2019-05-19T06:42:21Z", [0.8], ""], [73674, "2019-05-18T21:10:58Z", [0.95], "As the calendar turns to the election-year of 2020, trump will want to make changes in order to \"shake things up\" -- one natural tendency of his is to discard anyone who has been around long enough to bore him.... and mulvaney will fit into that mold. (Also, mulvaney is a pugnacious bastard, and trump prefers to be the worst of the noxious assholes in the limelight.)"], [6978, "2019-05-18T12:55:33Z", [0.35], ""], [73632, "2019-05-18T05:37:19Z", [0.95], ""], [62808, "2019-05-17T23:38:13Z", [1.0], ""], [73598, "2019-05-17T21:32:27Z", [0.8], ""], [73593, "2019-05-17T20:53:58Z", [0.1], ""], [691, "2019-05-17T20:31:23Z", [0.79], ""], [484, "2019-05-17T20:18:13Z", [1.0], "(no change) A bit of drama today between POTUS and CoS. With very few exceptions, once someone has a high'ish profile, then it is time for that person to spend more time with his/her family."], [73564, "2019-05-17T15:34:28Z", [0.8], ""], [53491, "2019-05-17T13:42:56Z", [0.05], "Mulvaney thus far effectively serves Trumps needs with a successful balance of competency and sycophancy.   However Trump's inherently chaotic, and blame externalizing personality guarantees that he will eventually turn on him.  The question is one of timing.  Im betting that it is very unlikely that this will happen by 1/20.\n"], [62808, "2019-05-17T11:41:32Z", [0.99], ""], [73511, "2019-05-17T10:03:29Z", [0.88], ""], [72705, "2019-05-17T08:05:20Z", [0.6], ""], [73499, "2019-05-17T08:03:28Z", [0.8], ""], [73470, "2019-05-17T05:48:26Z", [0.6], ""], [73458, "2019-05-17T05:23:09Z", [0.55], "Everything can happen with Trump "], [73380, "2019-05-17T00:16:49Z", [0.25], ""], [73369, "2019-05-16T23:28:57Z", [0.33], ""], [73357, "2019-05-16T23:23:06Z", [0.92], "Trump will fire anyone not saying like him"], [73287, "2019-05-16T22:56:47Z", [0.27], "Trump "], [73287, "2019-05-16T22:55:23Z", [0.17], "Anything could happen with trump "], [73323, "2019-05-16T22:43:58Z", [0.72], ""], [73308, "2019-05-16T22:34:07Z", [0.7], ""], [73295, "2019-05-16T22:30:54Z", [0.05], ""], [73306, "2019-05-16T22:29:42Z", [0.85], ""], [73263, "2019-05-16T22:15:14Z", [0.25], ""], [73256, "2019-05-16T22:13:30Z", [0.25], ""], [70457, "2019-05-16T15:31:57Z", [0.75], ""], [15124, "2019-05-16T11:31:01Z", [0.5], ""], [45141, "2019-05-15T19:42:43Z", [0.85], "Trump will do something inane and therefore fire Mulvaney. "], [71265, "2019-05-14T19:24:40Z", [0.45], "Mr. Mulvaney is already all-in with Trump, and he is carrying Trump's water, so he'll stay until after the 2020 election."], [73202, "2019-05-14T16:24:16Z", [1.0], ""], [70316, "2019-05-14T15:37:59Z", [0.05], "Seems to be doing the job well."], [27403, "2019-05-14T15:06:29Z", [0.1], ""], [70272, "2019-05-13T20:19:08Z", [0.85], ""], [70978, "2019-05-13T19:34:27Z", [0.99], "No one lasts with TRUMP!"], [70947, "2019-05-13T15:23:26Z", [0.3], ""], [73175, "2019-05-13T03:23:18Z", [0.55], "This administration has had an unprecedented amount of staff changes.  Some of the terminations/resignations have been predictable, but others have come out of left field.  From a purely \"anything goes\" in this presidency, I would say there's a more than even chance he will go.  "], [65001, "2019-05-11T13:51:08Z", [0.33], "Mulvaney seems to be keeping his head down, voice hushed, and profile low -- maybe he'll make it through the year.  Trump can use all the help he can get, and so far has many better targets to blame than Mulvaney."], [73152, "2019-05-11T05:09:02Z", [0.09], ""], [38, "2019-05-11T03:02:51Z", [0.07], "https://thehill.com/homenews/administration/442830-senate-gop-grows-frustrated-with-trump-chief-of-staff GOP Senators are voicing frustration with Mulvaney because he's discouraging deals DJT seemed ready to make to pass infrastructure funding and disaster relief bills.  Will their dis-affection impact DJT?  I doubt it!  But I'm not going to lower my forecast."], [19511, "2019-05-10T18:11:58Z", [0.75], "A lot of turmoil in the organization, we've seen a lot of changes. "], [1333, "2019-05-09T23:37:18Z", [0.56], ""], [12856, "2019-05-09T21:03:57Z", [0.41], ""], [14107, "2019-05-09T14:35:06Z", [0.38], ""], [73105, "2019-05-09T05:59:20Z", [0.2], "Support from President exists "], [73100, "2019-05-08T23:36:59Z", [0.8], "Trump seems fickle minded "], [68634, "2019-05-08T21:23:42Z", [0.7], ""], [3429, "2019-05-08T20:52:50Z", [0.5], "No discernible reason to change forecast."], [19433, "2019-05-08T18:41:57Z", [0.77], "Trump displays little loyalty to those who serve him, and the pressures upon this position are almost unimaginable. They will mount at subpoenas threaten him and those around him."], [25705, "2019-05-08T16:55:25Z", [0.07], ""], [61260, "2019-05-08T16:07:14Z", [0.75], "An awful job, working for an awful man"], [73088, "2019-05-08T14:02:45Z", [0.4], "Game of musical chairs makes it highly possible, but I wouldn't say odds are even."], [128, "2019-05-08T13:16:51Z", [0.28], ""], [128, "2019-05-08T13:16:32Z", [0.25], ""], [73075, "2019-05-08T10:37:29Z", [0.0], "My judgment"], [73058, "2019-05-08T03:18:34Z", [0.7], "Nobody lasts long with Trump"], [6978, "2019-05-08T02:38:14Z", [0.45], ""], [27485, "2019-05-08T00:44:31Z", [0.55], ""], [45198, "2019-05-07T22:54:47Z", [0.1], "Trump has what he wants in Mulvaney; a totally controllable stooge."], [35580, "2019-05-07T21:43:10Z", [0.22], "Comment deleted on May 07, 2019 09:43PM UTC"], [73053, "2019-05-07T21:35:27Z", [0.35], ""], [35580, "2019-05-07T21:21:36Z", [0.4], "Comment deleted on May 07, 2019 09:43PM UTC"], [73014, "2019-05-07T16:36:36Z", [0.85], "High turn over rate at White House. "], [73015, "2019-05-07T15:19:49Z", [0.5], "It feels like this could go either way. No one seems to last a year, but maybe he lasts a little longer or they don't want to disrupt things just as the campaign get moving. "], [2825, "2019-05-07T15:05:33Z", [0.2], ""], [12591, "2019-05-07T05:00:30Z", [0.7], ""], [691, "2019-05-06T13:39:23Z", [0.76], ""], [72050, "2019-05-05T21:05:09Z", [0.4], "Despite the high turnover in the Trump admin, Mulvaney seems to be performing smoothly, so wil probably be effectively permanent."], [72888, "2019-05-05T20:29:04Z", [0.75], "The enormous current turnover is a trend that suggests a high percent chance of his leaving."], [72886, "2019-05-05T19:41:45Z", [1.0], "Trump’s track record for retaining staff"], [72878, "2019-05-05T14:58:47Z", [0.87], ""], [72843, "2019-05-05T09:12:18Z", [0.75], "Frequent mood swing of Donald Trump"], [72820, "2019-05-04T19:01:40Z", [0.33], "High turnover rate for administration keeps probability high. Lowered due to Mulvaney simply shifting from OMB to Chief of staff. He's familiar with Trump and has not had any notable problems beforehand. Chief of staff is a position that regularly changes. Under a presidency that has had fewer changes I would lower probability to 5-7%. Too much uncertainty with President Trump."], [36132, "2019-05-03T23:11:04Z", [0.0], ""], [691, "2019-05-03T19:52:55Z", [0.76], ""], [72396, "2019-05-03T18:05:05Z", [0.53], "50%*8/12 months left. Also I've revised downward because the differences between acting* and actual* for this president seem to be less important compared to other presidents."], [8171, "2019-05-03T17:28:36Z", [0.25], ""], [67232, "2019-05-01T06:10:50Z", [0.3], "Oops.  Last estimate was his chance of NOT being fired."], [72784, "2019-04-30T14:42:36Z", [0.1], ""], [72627, "2019-04-30T06:23:33Z", [0.65], ""], [67232, "2019-04-30T05:54:38Z", [0.7], "Trump has gone through two chiefs (Kelly 557 days and Priebus 154 days) who lasted a total of 711 days -- or an average of 355.5 days.   January 1, 2020 is only 264 days away.  Hence, if Mulvaney lasts the average of his two predecessors, he will only last another (355.5 -117 days already served= )  238.5--about 25 days short.  I did not compute a variance for two chiefs, but it would have been high, and the sample size is small.  Thus, the outside view is less reliable.  I suspect Priebus may not have lasted because he refused or resisted going along with Trump's crazier requests, e.g., announcing Trump had the largest inaugural crowd ever.  Kelly may have lasted so long out of a sense of duty to the country based upon what I read.  He clearly hated the job.   Trump tosses out experienced and qualified staff like old shoes.   It seems like the sleezyer the staffer, the longer they last, e.g.,  Sarah Saunders, Kelly Ann Conway, Steven Miller ,.. need I go on.  The key ingredients seem to be loyalty to Trump, not embarassing Trump and not outshining Trump--unless you are defending him.  Really, unconditional loyalty in the face of the Russian, tax and financial investigations and scandals seems to be the key to longevity.     Mulvaney seems to meet the criteria for staying as stated above.   That is,   See https://en.wikipedia.org/wiki/Mick_Mulvaney.   Thus, outside view would probably be about 45 percent chance that he will STAY.  The high variance  and small sample size reduces the probability  to maybe 35 percent.   The inside view would add 35 percent, given the factors listed above.   Yielding a final 70 percent probability of Mulvaney staying.  I realize that I am allowing my dislike of Trump and his administration to influence my position.  So, maybe, I should knock off another 10 percent.  But, then again maybe not.  So I end up with a 30 percent chance of CEASING to be Chief.   (I need to change the number in the estimate box; it was a typo.) I wonder if I have over-stated the inside view.  Again, the outside is less reliable because of the high variance and small sample size.  Moreover, it does seem that it was Trump's original appointees who did not last long.  It also seems a lot of them were government professionals who resisted his nonsense or were chosen just because they were prominent Republicans with strong support in the party but no ties or personal loyalty to Trump.    Trump's subsequent appointments did not suffer from the same bouts of common sense or lack of unconditional loyalty  in the face of his many scandals.  Hence, it took Trump a little while to find the right people for his White House.   Thus, I think giving a lot more weight than unusual to the inside view makes sense."], [14107, "2019-04-29T22:20:35Z", [0.39], ""], [72769, "2019-04-29T21:43:20Z", [0.65], ""], [72745, "2019-04-29T20:41:49Z", [0.2], "Comment deleted on Apr 29, 2019 08:42PM UTC"], [64921, "2019-04-29T20:35:43Z", [0.85], ""], [3429, "2019-04-29T19:44:59Z", [0.5], "The administration has a high turn over rate but it's also in turmoil most of the time so it is hard to take a firm stance."], [68188, "2019-04-29T17:01:48Z", [0.55], ""], [71538, "2019-04-29T15:58:48Z", [0.2], "Trump seems happy with him and there aren't really any other viable options. "], [67403, "2019-04-29T15:15:55Z", [0.1], ""], [1333, "2019-04-29T12:13:31Z", [0.55], ""], [38094, "2019-04-29T01:42:07Z", [0.5], "On any given day there is a 50-50 chance of a decision on anything and everything. Flipping a coin would have more continuity."], [72720, "2019-04-28T21:45:00Z", [0.8], "This administration has a high turn over rate for staff members. "], [35054, "2019-04-28T18:20:20Z", [0.85], ""], [15674, "2019-04-28T18:06:02Z", [0.75], ""], [72713, "2019-04-28T09:50:33Z", [0.05], "I think Trump will keep him, Mulvaney seems to be a good yes man"], [57778, "2019-04-28T06:04:18Z", [0.65], ""], [72708, "2019-04-27T23:16:10Z", [0.8], "Trump has a history of exiting dissidents. "], [72707, "2019-04-27T22:37:53Z", [0.4], ""], [66755, "2019-04-27T22:37:06Z", [0.25], "Based off of the generally reported good relationship between Mick Mulvaney and President Trump, and the fact that while the President seems to still be freewheeling on policy (https://www.cnn.com/2019/03/30/politics/donald-trump-chaos-agenda/index.html), there have yet to be any of the typical stories of White House dysfunction a la disagreements between the Chief of Staff and other senior staff with or among junior staff as were commonplace under John Kelly and Reince Priebus, I put the odds at 25 percent.  Using Bayes, I'm happy to come back and revise it with the conditional that Trump would fire Mulvaney IF news stories began to break about continued intra-White House dysfunction and a falling out between Mulvaney and Trump as happened with his previous Chiefs of Staff."], [72705, "2019-04-27T16:52:36Z", [0.65], ""], [42417, "2019-04-27T16:19:49Z", [0.35], ""], [61704, "2019-04-27T16:01:26Z", [0.2], "Seems like anybody could be forced out of this administration, so hard to predict *too* low of a chance for anyone. Still Mulvaney seems to be shilling from Trump in just the way Trump likes for now."], [66062, "2019-04-27T15:49:26Z", [0.9], "As the 2020 elections loom closer, Trump is likely to wax more unstable and impulsive. His track record for lasting relationships with staff bodes ill for Mulvaney."], [13377, "2019-04-27T09:22:52Z", [0.76], ""], [593, "2019-04-27T06:37:00Z", [0.4], ""], [72697, "2019-04-27T04:54:54Z", [0.25], ""], [42694, "2019-04-27T02:44:01Z", [0.85], ""], [14027, "2019-04-26T21:59:36Z", [0.45], "Nobody seems to last long in this White House.  But Mulvaney seems to be such a loyal Trump guy that maybe he'll beat the odds.  OTOH, if for whatever reason Trump needs to blame somebody for the stupid stuff he says/does Mulvaney could get the axe.  Or he could just become exhausted.  The consensus is 65%.  I'll start with a 55-45 chance that he'll stay."], [60400, "2019-04-26T18:37:57Z", [0.45], ""], [72688, "2019-04-26T17:11:40Z", [0.75], ""], [529, "2019-04-25T22:22:30Z", [0.46], "https://www.nytimes.com/2019/04/09/us/politics/mick-mulvaney-homeland-security.html"], [62808, "2019-04-25T19:08:46Z", [0.82], ""], [60705, "2019-04-25T16:30:15Z", [1.0], "Can anyone last working this close to this President?  Plus when it looks like Trump will lose the November 2020 election, the whole staff in the administration will be scattering like fly's to get away."], [63498, "2019-04-25T14:10:04Z", [0.05], "the timing is not conducive for him to fire Mulvaney by January 2020.  "], [70501, "2019-04-25T12:55:54Z", [0.05], ""], [28295, "2019-04-25T03:30:03Z", [0.15], ""], [66012, "2019-04-25T01:55:24Z", [0.75], "based on the track record of his boss. whatever kind of job he does, he would beat the odds to stay through the year."], [12856, "2019-04-24T20:25:24Z", [0.45], ""], [71412, "2019-04-24T19:57:49Z", [0.85], "There's a high probability given Trump's favourable view of high staff turnover as a 'good'management tool, Trump's 'management by tantrum' style, his self-interest (no matter how weird that self-interest may look). There are also some increasingly stressful times ahead for Trump with a Democratic Congress wanting to go after him (Nancy Pelosi notwithstanding), the fall out of the Mueller report and the numerous other legal proceedings against his family."], [37852, "2019-04-24T17:38:49Z", [0.25], ""], [63697, "2019-04-24T16:23:22Z", [0.24], ""], [128, "2019-04-24T15:29:06Z", [0.22], ""], [69813, "2019-04-24T13:51:17Z", [0.0], "He’s a syncophant."], [72627, "2019-04-24T05:51:05Z", [0.75], ""], [71644, "2019-04-24T01:46:48Z", [0.95], "Trump likes to shake things up.  It keeps everyone on their toes, as well as his foes guessing.  Unless there is no one he really trusts for the job, Trump will definitely appoint another Chief of Staff.\n"], [70711, "2019-04-23T23:15:39Z", [0.3], "Other things/people will annoy Trump more.."], [68161, "2019-04-23T21:46:29Z", [0.6], ""], [70126, "2019-04-23T21:11:44Z", [0.75], ""], [55747, "2019-04-23T20:57:36Z", [1.0], ""], [72193, "2019-04-23T20:51:16Z", [0.15], ""], [69465, "2019-04-23T19:51:12Z", [0.75], ""], [72363, "2019-04-23T04:10:57Z", [0.65], "In the first two years of Trump's presidency, Mulvaney is already his third appointment to the position of White House Chief of staff. This doesn't bode well for Mulvaney, with at least a year and a half left for Trump. However, if Mulvaney is good as a \"yes man\" to Trump, he'll likely be able to retain his position, especially if Trump is embroiled in other things. However, Chief of Staff is a very important position that works closely with the President. Trump has been shown to fire folks pretty quickly if they don't telepathically understand his wishes, so, chances may not be so good to last Mulvaney that long. "], [72544, "2019-04-23T03:34:02Z", [0.1], "When Trump replaced Kelly he stated he wanted some one who would stay in this job into 2020.  Mulvaney so far has not had even rumors of big disagreements with Trump.  I think it's unlikely he would resign in next 8 month's"], [484, "2019-04-23T01:59:36Z", [1.0], "(no change) \"Anonymous\" might be forgotten, but the (allegedly) less than positive spin from the Mueller report might prompt some change. Those closest to the POTUS (Ivanka and Jared excepted) would be easy targets."], [72546, "2019-04-23T01:13:54Z", [0.6], ""], [72566, "2019-04-22T16:46:21Z", [0.75], "The White House is run by a ego maniac, narcsist anyone that has a difference of opinion is out."], [66432, "2019-04-22T12:53:57Z", [0.35], ""], [69091, "2019-04-22T12:53:25Z", [0.11], "Things have been very quiet on his front for a while, and with a strong economy, there will be other crises to attend before focus comes back to him"], [72553, "2019-04-22T09:19:02Z", [0.15], ""], [72552, "2019-04-22T09:11:08Z", [0.0], ""], [72550, "2019-04-22T07:22:53Z", [0.67], "Temporary appointment in a white house that changes staff quickly"], [72533, "2019-04-21T20:30:13Z", [0.25], "Based on the longevity of most current white house officials "], [72515, "2019-04-21T16:59:31Z", [0.1], ""], [72509, "2019-04-21T12:47:20Z", [0.15], ""], [14107, "2019-04-21T12:23:12Z", [0.46], ""], [45198, "2019-04-20T19:48:15Z", [0.5], ""], [691, "2019-04-20T14:45:13Z", [0.76], ""], [72480, "2019-04-20T10:44:21Z", [0.67], ""], [62737, "2019-04-20T09:48:56Z", [0.64], "I now have chance of impeachment before Oct 1 at 38%, so I'll say 43% by Jan 1.  That raises my forecast to 64%."], [691, "2019-04-19T19:28:12Z", [0.77], ""], [65097, "2019-04-19T15:21:40Z", [0.7], ""], [1333, "2019-04-19T14:11:34Z", [0.54], ""], [72427, "2019-04-19T10:34:09Z", [0.65], ""], [72430, "2019-04-19T10:23:29Z", [0.6], "No Chief of Staff has lasted long in the Trump White House, but we are entering an election year. "], [72417, "2019-04-19T06:33:58Z", [0.0], "Even with unpredicatble Trump at the helm US politics don't move quickly - no, the man's inabilities and mistakes will be glossed over if, for nothing more than saving faces.."], [72396, "2019-04-18T19:49:05Z", [0.62], ""], [72396, "2019-04-18T19:48:35Z", [0.55], "Comment deleted on Apr 18, 2019 07:48PM UTC"], [72396, "2019-04-18T19:27:17Z", [0.62], "Base rate = 50% percent * (9/12 months left in the year) = 37%. Context: 18 months historically is expectation, but last 5 presidents (including this one) is a 24 month tenure. \nAdding 10% because turnover for this president's cabinet in higher than other presidents\nAdding 10% because because year 3 is generally a higher turnover year\nAdding 10% because this is an acting role, meaning he has *intention* to replace it\nMinus 5% because he hasn't been successful in finding someone in looking for 5 month. This number will increase over time as we get closer"], [72392, "2019-04-18T16:47:52Z", [0.25], "Even with the \"revolving door\" in the WH, this is quite a short time frame for \"falling out\" between him and Trump."], [62701, "2019-04-18T15:52:07Z", [0.8], ""], [71294, "2019-04-18T05:35:01Z", [0.65], ""], [72096, "2019-04-18T02:49:16Z", [0.85], ""], [72096, "2019-04-18T02:48:04Z", [0.15], "I believe he will tire of President Trump’s constant need for friction in almost all situations "], [72346, "2019-04-17T22:13:10Z", [1.0], ""], [72316, "2019-04-17T16:29:17Z", [0.65], ""], [67971, "2019-04-17T15:08:14Z", [0.66], "According to Brookings Institution research, the average turnover in the Trump administration’s most influential positions is 66%.  "], [57004, "2019-04-17T14:42:56Z", [0.35], ""], [70427, "2019-04-17T12:28:26Z", [0.0], ""], [72294, "2019-04-17T11:27:05Z", [0.8], "Because Trump is an idiot, he often executes him, but badly, and puts in the sensitive positions they like to think without taking into consideration their ability to properly manage and carry out the tasks assigned to them."], [72274, "2019-04-17T05:35:35Z", [0.85], ""], [72265, "2019-04-17T00:25:42Z", [0.75], ""], [72234, "2019-04-16T18:42:01Z", [0.7], "Hunch"], [64326, "2019-04-16T13:53:09Z", [0.5], "The revolving door may be slowing--but will it really stop now?  "], [72204, "2019-04-16T12:57:29Z", [0.1], ""], [72204, "2019-04-16T12:54:01Z", [0.1], "He is truly Trump’s man."], [72192, "2019-04-16T10:30:47Z", [0.45], ""], [72170, "2019-04-16T06:34:09Z", [0.95], ""], [72165, "2019-04-16T05:51:50Z", [0.7], "The current administration has had a single constant, and that is it's continuous departure rush of staff. I see no reason for that to change now."], [72163, "2019-04-16T05:48:17Z", [0.1], ""], [72160, "2019-04-16T04:22:30Z", [0.6], "Mulvaney has gone on record in the past smearing Trump. Things between them may be smooth now, but Trump has proven he doesn't forget a slight. It's likely that the acting CoS will either be involved in, or near enough to, a mess that needs someone to take the heat."], [72152, "2019-04-16T03:11:45Z", [0.8], "Muller report increases volatility"], [72147, "2019-04-16T02:41:42Z", [0.5], ""], [72130, "2019-04-15T23:54:25Z", [0.65], "This position is very high pressure and the frequent staffing changes within the Trump White House indicate that Mulvaney's time will likely be shorter than longer. He does seem to have shared interests with Trump (also the son of a real estate developer), but I don't think he will last as long as Kelly did in this position. Kelly had a military background and was very disciplined. Mulvaney is likely to be more of a yes-man for Trump. This might help him stick around longer, but he'll probably end up a scape-goat for something."], [72103, "2019-04-15T23:31:43Z", [0.85], ""], [72091, "2019-04-15T19:10:32Z", [0.5], ""], [72083, "2019-04-15T18:18:08Z", [0.0], "Timing and optics"], [72079, "2019-04-15T17:40:05Z", [0.8], ""], [71541, "2019-04-15T16:58:14Z", [0.0], "Mulvaney is buds with Jared and Ivanka, and golfs and travels with Trump, he knows how to dodge political bullets I know I'm stepping out a bit on the limb here with Trump's history with Chief of Staff's but he has more of a chance of surviving than any past chief."], [71541, "2019-04-15T16:54:52Z", [0.0], "Comment deleted on Apr 15, 2019 04:57PM UTC"], [72075, "2019-04-15T16:39:16Z", [0.15], "Trump white house thrives on power of Trump who constantly needs someon to blame for shortcomings "], [72072, "2019-04-15T16:18:03Z", [0.9], ""], [72019, "2019-04-15T11:39:03Z", [0.3], "Trump change his staff frequently."], [71979, "2019-04-15T08:06:08Z", [0.45], ""], [71969, "2019-04-15T07:28:13Z", [0.97], ""], [68824, "2019-04-15T03:49:34Z", [0.7], "Based on the history of appointments in the Trump White House, more likely out than in."], [71761, "2019-04-15T03:00:11Z", [0.99], ""], [71925, "2019-04-15T02:04:20Z", [0.85], ""], [71919, "2019-04-15T01:39:50Z", [1.0], "The unstable mood swung policies of Trump will isolate all good decision makers from him "], [68929, "2019-04-14T21:23:07Z", [1.0], ""], [71851, "2019-04-14T20:16:54Z", [0.1], ""], [71851, "2019-04-14T20:16:27Z", [0.9], "Prior records average less than 1 year"], [71835, "2019-04-14T20:02:28Z", [0.6], "Normally I'd say it's a 50/50 shot on this one, but the Trump administration is clearly collapsing.  Resignations are growing and the replacements are not even remotely close to being knowledgeable on the subject matter relevant to the areas that they will be leading.  It's looking like Trumps presidency isn't only a national embarrassment but his leadership style (or lack thereof) is leading to government instability.  No one that is close to him will be able to remain in office for any length of time.  Hence the 60% prediction.  And should he be re-elected, things will only get worse."], [71842, "2019-04-14T19:54:08Z", [0.2], "He is a proven Trump Stooge. He would have to be thrown under the bus for some major catastrophe to leave now. "], [71811, "2019-04-14T19:37:15Z", [0.85], ""], [70308, "2019-04-14T18:40:51Z", [0.51], ""], [71798, "2019-04-14T17:37:38Z", [1.0], "Turnover rate is very high with this administration."], [71777, "2019-04-14T16:16:55Z", [0.76], "The reason is Trump's mental instability"], [71777, "2019-04-14T16:14:23Z", [0.77], ""], [70813, "2019-04-14T10:16:49Z", [0.85], "Trump's revolving door makes it around 50-50. Add on the possibility he'll get in very hot water either protecting Trump from the House, or giving the House what they want."], [71688, "2019-04-14T09:28:24Z", [1.0], "Previous record shows trump doesn't like to be in negative press, which will inevitably happen. "], [71674, "2019-04-14T08:59:58Z", [0.75], "According to a March 2018 article Trump staffers only make it to an average of 264 days.  No significant shifts in Trump's policy or demeanour would suggest that the trend has increased.  Furthermore, Mulvaney is taking on a full stack as a replacement for someone who was already cut, driving his probability for lasting past the end of the year even lower.  2019 will see the start of significant canvassing for 2020 elections and someone will need to take high heat to sanitise Trump's bid.  "], [71629, "2019-04-14T04:46:29Z", [0.82], ""], [71569, "2019-04-14T02:00:32Z", [0.45], ""], [71040, "2019-04-14T00:41:25Z", [0.65], "Trump is not a team player, not open to advice. Anyone who could work with him isn't up to the job."], [71534, "2019-04-13T23:47:21Z", [0.5], ""], [71504, "2019-04-13T22:45:33Z", [0.65], "Comment deleted on Jul 01, 2020 01:13AM UTC"], [71455, "2019-04-13T22:07:23Z", [0.1], "No, Mulvaney seems more interested in pleasing trump than serving the United States. "], [71486, "2019-04-13T22:05:00Z", [0.2], ""], [71474, "2019-04-13T21:44:15Z", [0.75], ""], [71057, "2019-04-13T21:41:18Z", [0.85], ""], [71436, "2019-04-13T21:15:36Z", [0.0], ""], [71435, "2019-04-13T21:08:43Z", [0.74], ""], [71385, "2019-04-13T20:43:46Z", [0.85], "Trump's cabinet positions revolve like a carousel. It's unlikely he will still be there a year from now."], [71398, "2019-04-13T20:40:00Z", [0.75], "\"The record-setting turnover rate in the Trump Administration has been noted in various publications.\" https://en.wikipedia.org/wiki/List_of_Trump_administration_dismissals_and_resignations"], [71376, "2019-04-13T20:31:16Z", [0.88], ""], [71335, "2019-04-13T20:18:39Z", [0.3], ""], [71236, "2019-04-13T20:16:02Z", [0.55], ""], [71354, "2019-04-13T20:11:23Z", [0.81], "I believe Trump need stability. As the next year will be the election year. "], [66976, "2019-04-13T19:31:39Z", [0.35], "It seems that the White House has dropped the \"acting\" part of Mulvaney's title, which could imply that he's in for a more permanent position. Despite Mulvaney seemingly to be very well likely by Trump, this administration has had 3 chief's of staff in just 2 years which suggests that Mulvaney could lose the job at a moment's notice. But this has also caused some fatigue in the White House of trying to find new Chief's of Staff. However, Mulvaney does seem to be very well liked by Trump and has built up a good relationship with him, so it seems he might make it through to January 2020. https://www.politico.com/story/2019/03/19/white-house-mulvaney-acting-chief-staff-1226055"], [70541, "2019-04-13T16:08:37Z", [0.5], "Although Trump's turnover rate is high & Mulvaney is the third one a little over 2 years, Mulvaney seems to operate more smoothly with Trump & differently from his predecessors.  So I'll put it lower than the average."], [71265, "2019-04-13T15:06:21Z", [0.25], "It's an easy job, given the do-nothing nature of the White House under Trump, and Mulvaney does well at easy jobs."], [68739, "2019-04-13T14:58:44Z", [0.75], "based on previous staff members job expectancies"], [71268, "2019-04-13T14:33:03Z", [0.7], "Trumps inability to sustain a working relationship and accept the reality of slow moving beauracracy  "], [27403, "2019-04-13T14:15:33Z", [0.6], "Because he is going to overstep his bounds and piss off trump."], [71243, "2019-04-13T13:09:23Z", [0.75], "High whitehouse staff turnover. “Acting” suggests temporary "], [71222, "2019-04-13T12:26:42Z", [0.9], ""], [71233, "2019-04-13T12:19:35Z", [0.2], ""], [71169, "2019-04-13T08:23:27Z", [0.35], "Actually Mulvaney is only *acting* Chief of Staff. However, Mulvaney knows that he has to constantly support and agree with Trump or be removed. He appears to be able to summon the necessary ass-kissing and submissive approach which may preserve his job for longer than one might expect. "], [71076, "2019-04-13T07:46:32Z", [0.15], "He is more conformal than his predecessor and  unlikely to have a serious difference of view with his boss. "], [71143, "2019-04-13T06:45:35Z", [0.4], "White House churn"], [71118, "2019-04-13T05:32:00Z", [0.2], ""], [71116, "2019-04-13T05:29:11Z", [0.15], "Conversion rate will slow as end comes in sight. Also, the threat will be on Mulvaney's radar."], [71116, "2019-04-13T05:25:10Z", [0.15], "Comment deleted on Apr 13, 2019 05:26AM UTC"], [71023, "2019-04-13T03:58:50Z", [0.75], "High turnover in the Trump White House"], [71094, "2019-04-13T03:54:54Z", [0.5], "He seems like the kind of anonymous \"Yes\" man who is the only type that Trump can tolerate for long, so he may buck the trend and outlast all his predecessors. But on the other hand, Trump is so volatile he might just grow frustrated with him. This is a hard one to call."], [71095, "2019-04-13T03:20:10Z", [0.66], ""], [71081, "2019-04-13T02:48:57Z", [0.75], ""], [71077, "2019-04-13T02:41:38Z", [0.2], ""], [70997, "2019-04-13T01:49:48Z", [0.65], "Revolving door at the Whitehouse. "], [71061, "2019-04-13T01:34:01Z", [1.0], "Turn over rate in the White House is insane"], [71043, "2019-04-13T00:54:26Z", [0.92], ""], [71043, "2019-04-13T00:52:54Z", [0.9], ""], [71043, "2019-04-13T00:51:59Z", [0.99], ""], [71028, "2019-04-13T00:43:48Z", [0.65], ""], [70567, "2019-04-13T00:03:33Z", [0.32], "Because he feeds Trump information but doesn't try to control Trump"], [70974, "2019-04-12T23:41:33Z", [0.95], "Given turnover of senior (and other) positions in the Trump White House, it seems improbable that Mulvaney will last until then end of this year."], [484, "2019-04-12T23:38:27Z", [1.0], "(no change) Reportedly GOP Senators are a bit weary of Trump semi-appointments (no link). If true, will there be self-reflection and an adjustment or will someone conveniently close to the POTUS get to spend more time with his (not POTUS) family?"], [70993, "2019-04-12T23:23:49Z", [0.35], "He and the President will desperately try to save face even if their relationship breaks down"], [70919, "2019-04-12T20:56:28Z", [0.35], "He has survived the initial period (the Mooch period) and there are no apparent signs of friction between him and DT, so I expect him to stay at least a year."], [70910, "2019-04-12T20:54:07Z", [0.8], ""], [70907, "2019-04-12T20:50:38Z", [0.6], "Because Trump has a track record of getting rid of staff."], [70890, "2019-04-12T20:16:29Z", [0.3], ""], [70888, "2019-04-12T20:07:37Z", [0.35], "Mick Mulvaney does not appear to be asserting himself in his role and survival around Donald Trump seems to be predicted by offering comfort rather than challenge."], [70876, "2019-04-12T19:55:43Z", [0.71], "Trump staff rotation is very active "], [70662, "2019-04-12T19:34:36Z", [0.7], ""], [70802, "2019-04-12T18:58:43Z", [0.61], "One would think he would have a short tenure. He is a sycophant and yes man with similar ideas to trumps. He is less likely to buck trumps wishes no matter how illegal and therefore has a better chance of lasting than anyone else prior to this. "], [70719, "2019-04-12T18:49:48Z", [0.65], ""], [70826, "2019-04-12T18:48:11Z", [0.76], "The chaos that is the Trump presidency..."], [70787, "2019-04-12T18:43:57Z", [1.0], "The revolving door at the whitehouse. \nTrump turns on him for being too much of yes man, and therefore too weak.\nMulvaney quits after another dose of humiliation.\n"], [70783, "2019-04-12T18:31:47Z", [0.4], ""], [70729, "2019-04-12T18:28:05Z", [0.2], ""], [70544, "2019-04-12T18:25:01Z", [0.5], ""], [70105, "2019-04-12T18:22:50Z", [0.1], "Mulvaney is not pushing back as previous WHCoS have done and just letting Trump be Trump."], [70782, "2019-04-12T18:18:08Z", [0.75], "Judging on past length of performance of people in that position, it is quite likely."], [70711, "2019-04-12T18:07:07Z", [0.8], "More powerful than OMB position, especially if you have boss's ear. Unlikely to do anything to displease boss to the point of being fired. OMB will continue function."], [70769, "2019-04-12T18:03:43Z", [0.75], ""], [70755, "2019-04-12T17:54:47Z", [0.78], ""], [70700, "2019-04-12T17:51:23Z", [0.7], "High turnover of staff in general"], [70718, "2019-04-12T17:49:32Z", [0.7], ""], [70701, "2019-04-12T17:29:51Z", [0.05], ""], [70680, "2019-04-12T17:23:57Z", [0.75], "too many departures, unstable white house"], [70705, "2019-04-12T17:23:04Z", [1.0], ""], [70663, "2019-04-12T17:22:45Z", [0.0], ""], [70670, "2019-04-12T17:22:20Z", [0.65], "Given the turnover rates in the White House it seems unlikely he will be able to buck that trend, whether moved to another post or moved out entirely."], [70674, "2019-04-12T17:00:33Z", [0.66], "Most Trump officials don't last long"], [70659, "2019-04-12T16:58:08Z", [1.0], ""], [70644, "2019-04-12T16:55:35Z", [0.55], ""], [70661, "2019-04-12T16:53:01Z", [0.65], ""], [70643, "2019-04-12T16:47:16Z", [0.85], "No one lasts more than a few months with Trump."], [70604, "2019-04-12T16:45:59Z", [0.73], "Trump hires seem to only last a few months. He's obviously a complete ass to work for."], [70641, "2019-04-12T16:45:35Z", [0.68], ""], [70626, "2019-04-12T16:37:54Z", [0.55], ""], [70595, "2019-04-12T16:23:08Z", [0.99], ""], [70568, "2019-04-12T16:04:29Z", [0.65], ""], [31122, "2019-04-12T16:03:30Z", [0.65], ""], [70539, "2019-04-12T15:40:37Z", [0.15], ""], [70465, "2019-04-12T14:48:08Z", [0.35], "Trump is mecurial"], [70484, "2019-04-12T14:42:53Z", [0.8], "He is destined to fail like all Trumpy's​ selections."], [70450, "2019-04-12T14:32:41Z", [0.8], "Has shown strong support of Trump, ie is willing to set aside beliefs in order to do Trump’s bidding"], [70435, "2019-04-12T13:50:47Z", [0.25], ""], [70347, "2019-04-12T13:24:58Z", [0.85], ""], [70405, "2019-04-12T13:13:27Z", [0.75], "No one lasts long under this regime."], [70342, "2019-04-12T12:55:20Z", [0.0], ""], [70380, "2019-04-12T12:53:52Z", [0.55], ""], [70371, "2019-04-12T12:39:13Z", [0.1], "He will probably last a little longer than January 2020 but could be out after the elections when either Trump loses or starts looking for new Best People"], [70366, "2019-04-12T12:31:41Z", [0.75], "History of change. Mulvaney's temperament. Need for constant change in the Administration. "], [70369, "2019-04-12T12:27:54Z", [0.75], "Based on past retention, he will be gone before next term."], [70368, "2019-04-12T12:25:18Z", [0.8], "Low level of retention of staff in trump administration"], [70346, "2019-04-12T12:12:01Z", [0.75], "Turnover in the White House staff is insane"], [70311, "2019-04-12T12:07:18Z", [0.25], "Trump is unpredictable so anything is possible. I suspect though he may not want to deal with a new chief of staff when campaigning."], [70319, "2019-04-12T11:49:13Z", [0.95], ""], [70327, "2019-04-12T11:47:38Z", [0.25], ""], [70295, "2019-04-12T11:30:47Z", [0.95], ""], [70293, "2019-04-12T11:26:46Z", [0.75], ""], [70269, "2019-04-12T10:48:37Z", [0.5], ""], [70257, "2019-04-12T10:39:12Z", [0.25], "He seems a good enough sycophant to last till the end of the year but who knows"], [70261, "2019-04-12T10:33:41Z", [0.99], ""], [70227, "2019-04-12T09:23:58Z", [0.65], ""], [70219, "2019-04-12T09:07:36Z", [0.79], ""], [70214, "2019-04-12T08:47:54Z", [0.7], ""], [22309, "2019-04-12T07:18:13Z", [0.2], "He's a professional ass-kisser, and he's proven himself to be remarkably tolerant of the Trump administration's policies. What more could Trump want?  "], [69259, "2019-04-12T04:18:17Z", [0.7], "It takes very little to fall out of favor with President Trump. Odds are high that Mulvaney could unknowingly make a misstep or, as Trump is highly unpredictable, he could simply decide he wants someone else in Mulvaney's position."], [69091, "2019-04-12T02:14:26Z", [0.13], "Chief of staff is one of the most time consuming and complicated jobs.  It has become more so under Trump.  Mulaney is already stretched thin with his other responsibilities and being named \"Acting\" provides an easy out without losing face.\nMulvaney has expressed a low opinion of Trump in the past.  He does not possess the unwavering loyalty Trump expects from his inner circle. "], [70113, "2019-04-12T01:37:57Z", [0.55], "he is sucking pretty hard - just so long as he maintains his human centipede position he might last another six months, or he might want to stop eating process KFC and Mcdonalds burgers , find a spine and quit."], [23006, "2019-04-12T01:24:49Z", [0.4], ""], [70101, "2019-04-12T00:05:32Z", [0.0], "If Trump says it, it probably isn’t true. "], [70094, "2019-04-11T23:43:12Z", [0.1], "It's not in Trump's interest at this point of time"], [70082, "2019-04-11T23:32:01Z", [0.75], ""], [70074, "2019-04-11T23:25:07Z", [0.3], ""], [70062, "2019-04-11T22:32:06Z", [0.5], ""], [70031, "2019-04-11T22:17:55Z", [0.95], ""], [70063, "2019-04-11T22:13:52Z", [0.9], ""], [70066, "2019-04-11T22:09:57Z", [0.85], "His personality is a match for the absolute leadership style of Trump. Mulvaney understands that he is not on a committee with Trump but working for him. Unless somebody strategically better comes along for Trump, Mulvaney stays. "], [70013, "2019-04-11T21:17:45Z", [1.0], "At this point would be more surprising if he did not. Is in line with Trump's 'leadership' style"], [70026, "2019-04-11T20:45:20Z", [0.98], "Trump\n"], [70004, "2019-04-11T20:27:44Z", [0.17], ""], [69921, "2019-04-11T19:28:23Z", [0.15], "Seems POTUS is unfettered with the WHCS"], [69962, "2019-04-11T18:58:47Z", [0.85], ""], [69939, "2019-04-11T18:42:22Z", [0.67], ""], [69939, "2019-04-11T18:41:36Z", [0.7], ""], [69927, "2019-04-11T18:26:35Z", [0.0], ""], [69907, "2019-04-11T17:48:49Z", [0.5], ""], [69855, "2019-04-11T16:47:18Z", [1.0], "Past history of people leaving"], [69861, "2019-04-11T16:39:56Z", [0.7], ""], [69273, "2019-04-11T15:59:21Z", [0.8], "Departures being prevalent among personnel, Mulvaney being unpopular to begin with."], [69575, "2019-04-11T15:15:47Z", [0.55], "Depends if  Mulvaney prefers to play a real round of golf with Trump or play the game using Trumps rule book."], [66335, "2019-04-11T15:06:59Z", [0.55], "He is letting Trump be Trump"], [69783, "2019-04-11T14:59:49Z", [0.3], ""], [69760, "2019-04-11T14:45:27Z", [0.3], "By all accounts Mulvaney has been allowing Trump to be Trump, which no doubt endears him to the President.  However, given the longevity of most of Trump’s senior White House staff one shouldn’t be surprised if he leaves.  Nine months can be a very long time in a job like this in Washington."], [69765, "2019-04-11T14:34:55Z", [0.75], "The turnover in this administration is very high.  The odds of a staff member staying in a position for over a year is low.  "], [69762, "2019-04-11T14:29:03Z", [0.72], "History and burn out rate"], [69738, "2019-04-11T14:07:19Z", [0.2], "I believe there will be less changing of staff during the election year."], [69732, "2019-04-11T14:01:33Z", [0.7], "The continued deterioration of the White House staff, the President seems to be having some mental lapses which will cause the role of maintaining the White House staff an ever increasing difficult job. And the President is too arrogant to admit his failing mental and political health."], [69645, "2019-04-11T12:38:49Z", [0.65], ""], [69632, "2019-04-11T12:36:33Z", [0.12], ""], [69616, "2019-04-11T12:16:57Z", [0.1], "Trump appointment likely well vetted"], [69621, "2019-04-11T12:14:45Z", [0.33], "I do not believe Mick Mulvaney will be fired by Trump, due no current negative feedback about his job performance. Trump is business oriented, so if you are doing ok at your job then he has no reason to fire you."], [69588, "2019-04-11T12:10:46Z", [0.75], ""], [69593, "2019-04-11T11:58:48Z", [1.0], ""], [69582, "2019-04-11T11:53:03Z", [0.96], "Even if the perfect candidate took the position, there’s no reason or logic behind the appointment or the firing of the prior person who held it.  Given the termination rate so far and firings seem to occur when heat needs to be taken off of the president...the firings haven’t been and won’t be in the future, for a legitimate reason. It will absolutely happen...by the date specified most probably. Will he get fired? -yes, at some point, yes."], [69581, "2019-04-11T11:33:08Z", [0.5], ""], [69557, "2019-04-11T11:21:48Z", [0.7], ""], [69547, "2019-04-11T11:03:00Z", [0.69], ""], [69549, "2019-04-11T11:02:36Z", [0.7], ""], [69501, "2019-04-11T09:57:26Z", [0.65], ""], [69491, "2019-04-11T09:47:53Z", [0.0], ""], [69473, "2019-04-11T09:35:25Z", [0.75], ""], [69444, "2019-04-11T09:00:08Z", [0.88], "Nobody lasts long around Trump."], [69365, "2019-04-11T08:07:10Z", [0.52], ""], [68786, "2019-04-11T06:55:44Z", [0.35], "Trump can not afford to have any changes going into an election year - not to mention the fact that there will be very few candidates who would want to do this job"], [69194, "2019-04-11T06:38:29Z", [0.3], ""], [69275, "2019-04-11T06:28:23Z", [0.9], "Trump likes to change the players in his administration"], [69269, "2019-04-11T06:20:45Z", [0.67], "The Trump administration has had a high staff turnover. However, this could also contribute to him staying longer than if he’d been in the beginning of the administration. For this reason I am a more cautious 67%."], [69244, "2019-04-11T05:53:04Z", [0.7], ""], [69206, "2019-04-11T05:50:14Z", [0.15], "I firmly foresee Mick Mulvaney remaining as part of the Trump Administration into the second presidential term. He shares President Trump's vision of significantly less influence by elite global leaders on United States policy. President Trump and Mr. Mulvaney are pragmatic and have learned from history that when global leaders attempt to influence American foreign policy as well as economic and political issues, at least over the last 50 years, its rarely in the United States best interest. Mr. Mulvaney is able to read the writing on the wall and recognizes that adversarial states such as Russia, China, Islamic dominated countries and so on are not passive and will persist in identifying weakness in democracy. Humans haven't change in 50,000 years and what we see as civilization is a thin veneer. President Trump and Mr. Mulvaney intend to play the same game as global adversaries and that is what will keep Mr. Mulvaney to the current administration."], [69193, "2019-04-11T05:47:30Z", [0.88], "In the build up of pressure for Trump to release tax returns, and following release of the Mueller report. Mulvaney will resign in a bid to salvage any remnants of his own credibility before Trump fires him, and brings in another Chief of Staff ahead of the 2020 POTUS elections."], [69206, "2019-04-11T05:44:42Z", [0.95], "Comment deleted on Apr 11, 2019 05:50AM UTC"], [69187, "2019-04-11T05:09:41Z", [0.85], "In consideration of the churn of staff serving this administration I believe there will be a change in the Chief of Staff. Position."], [69138, "2019-04-11T03:53:04Z", [0.99], "Previous Chief of Staffs don't last very long"], [69061, "2019-04-11T02:48:03Z", [0.8], ""], [69077, "2019-04-11T02:42:39Z", [0.15], "The last chief of staff was around for a while, the job is not considered to be influential by the president and is merely organizational. Trump would likely want to avoid negative headlines, and there was a lot of push back on DHS oustings. Still Mulvaney made negative comments during 2016, and may be going against current like Steven Miller"], [69065, "2019-04-11T02:34:17Z", [1.0], "Trump holds onto his chief of staff , so precedent factors huge in this "], [69034, "2019-04-11T02:31:48Z", [0.4], "Doing well"], [69050, "2019-04-11T02:20:52Z", [0.81], ""], [69009, "2019-04-11T02:20:31Z", [0.75], ""], [69031, "2019-04-11T02:17:43Z", [0.05], "Seems likely"], [69042, "2019-04-11T02:14:33Z", [1.0], "High turnover is routine in this White House"], [68992, "2019-04-11T02:03:06Z", [1.0], ""], [69021, "2019-04-11T02:01:35Z", [0.84], "Instability of Trump"], [68957, "2019-04-11T01:45:22Z", [0.9], ""], [68970, "2019-04-11T01:36:04Z", [0.4], "This isn't too far into the future. Mulvaney has kept his head down and there have been no reports that Trump is unhappy with him, but look at the history - people don't last long in that role."], [68988, "2019-04-11T01:34:46Z", [0.0], "Trump has already weeded out everyone around him he doesn’t want. Also trump is lazy, therefore will not make any changes."], [68959, "2019-04-11T01:23:15Z", [0.75], ""], [68936, "2019-04-11T01:01:41Z", [0.75], "History "], [68931, "2019-04-11T00:57:57Z", [0.25], ""], [68926, "2019-04-11T00:55:54Z", [0.66], ""], [68913, "2019-04-11T00:52:18Z", [0.0], ""], [68905, "2019-04-11T00:43:10Z", [0.85], "No one lasts in this joke of an administration."], [68881, "2019-04-11T00:23:23Z", [1.0], ""], [68873, "2019-04-11T00:23:13Z", [0.9], ""], [68881, "2019-04-11T00:22:32Z", [0.0], "Comment deleted on Apr 11, 2019 12:23AM UTC"], [68545, "2019-04-11T00:19:53Z", [0.9], ""], [16196, "2019-04-10T23:52:27Z", [0.1], ""], [68828, "2019-04-10T23:46:10Z", [0.99], "Nobody really wants to deal with Trump’s BS"], [68827, "2019-04-10T23:36:46Z", [0.25], "I think he will be taken out of it"], [68814, "2019-04-10T23:34:42Z", [1.0], "Trumps record at being an unstable mental patient... still thinks he’s in the apprentice and he can’t stop saying “You’re fired” every episode"], [68759, "2019-04-10T23:13:04Z", [0.49], ""], [68772, "2019-04-10T23:11:03Z", [1.0], ""], [68779, "2019-04-10T23:09:58Z", [0.6], ""], [68785, "2019-04-10T23:07:53Z", [1.0], ""], [68752, "2019-04-10T23:00:09Z", [0.65], ""], [49838, "2019-04-10T22:57:03Z", [0.87], ""], [68715, "2019-04-10T22:42:40Z", [0.86], ""], [68653, "2019-04-10T22:19:45Z", [0.2], "Because the strain of working in a chaotic and dysfunctional admin, while negating his own previous beliefs on fiscal policy and trade, will eventually prove to be too much. Either he will quit or he will generate friction with Trump and get fired."], [68641, "2019-04-10T22:16:13Z", [0.75], ""], [68572, "2019-04-10T21:46:48Z", [0.95], ""], [68542, "2019-04-10T21:45:48Z", [0.65], ""], [68546, "2019-04-10T21:45:26Z", [0.5], ""], [68561, "2019-04-10T21:39:44Z", [0.3], "He will probably survive due to his servility "], [68540, "2019-04-10T21:38:20Z", [0.78], ""], [68534, "2019-04-10T21:33:41Z", [0.95], ""], [68466, "2019-04-10T21:26:06Z", [0.75], ""], [529, "2019-04-10T20:15:50Z", [0.49], "https://www.nytimes.com/2019/04/09/us/politics/mick-mulvaney-homeland-security.html"], [31450, "2019-04-10T19:23:54Z", [0.6], "Dropping a bit because, while the first two lasted only a year or so each, Mulvaney seems like his style of encouraging trump's worst impulses (completely dismantling the ACA, shutting down the government, purging the DHS, etc.) will make him a longer survivor than his predecessors. "], [66572, "2019-04-10T18:41:16Z", [0.85], ""], [38, "2019-04-10T18:16:20Z", [0.07], "I'm reading that, unlike DJT's previous CoSs, Mulvaney doesn't say \"I'd advise against that\", but instead encourages DJT to follow his gut."], [14107, "2019-04-10T16:43:50Z", [0.48], "55% base rate given previous chiefs of staffs of this WH.\n5% that Trump will cease to be president.\n--> 58% Adjusting downward due to his behavior: https://www.nytimes.com/2019/04/09/us/politics/mick-mulvaney-homeland-security.html"], [68374, "2019-04-10T11:49:21Z", [0.85], "Donald Trump fires people on a near-weekly basis with literally no rhyme or reason for any of it.  Mulvaney will most likely depart in November 2019 before Trump begins his re-election plans in earnest."], [68371, "2019-04-10T11:35:11Z", [0.95], "No one lasts in Trumps employ."], [67259, "2019-04-10T07:37:57Z", [0.65], ""], [6978, "2019-04-09T19:31:02Z", [0.25], ""], [8318, "2019-04-09T03:28:34Z", [0.09], ""], [1333, "2019-04-08T18:18:48Z", [0.53], ""], [68325, "2019-04-08T12:48:39Z", [0.69], "- First, uninformed guess based on POTUS Trump's tendency to fast alterations in his personell"], [68326, "2019-04-08T12:38:06Z", [0.25], ""], [61815, "2019-04-08T11:03:20Z", [0.89], ""], [1333, "2019-04-08T09:09:49Z", [0.54], ""], [372, "2019-04-08T00:52:52Z", [0.85], "Oh yeah. If he has any brains. EVeryone who is dumb enough to get close to Trump can't seem to wait to get the heck out."], [484, "2019-04-07T23:15:34Z", [1.0], "(no change) DHS?"], [23006, "2019-04-07T22:15:40Z", [0.7], ""], [62808, "2019-04-07T20:00:32Z", [0.81], ""], [68313, "2019-04-07T18:09:44Z", [0.45], ""], [13157, "2019-04-07T14:38:11Z", [0.05], "Trump will want a stable team in place for the elections"], [13377, "2019-04-07T10:23:33Z", [0.61], ""], [15382, "2019-04-07T07:33:41Z", [0.62], "I think there is a 10% chance that Trump does not serve out his natural term of office. I think if he is no longer President, it is likely Mick Mulvaney would be removed/replaced. Much of the following is not analytically based, so this is \"gut\" and I know very little about politics (most of what I know I am researching now) so I have very low confidence in the below: Trump's cabinet positions seem to be decided chiefly by his personal perception of loyalty, and people who do not agree with everything he says do not stay in power very long. I feel that those who have a history of being at all critical of Trump are very likely to ultimately not get along, and possibly be removed or resign. It does not seem like Mick particularly gets along with Trump, and was critical of him before his Presidency. However, since then he seems to have demonstrated the ability to appease Trump very readily. I also think that the recent outcome of the Russian investigation has been favorable towards Trump, but also decreased overall political volatility. Despite Mick's title being acting, I am under the impression there are very few people that give Trump the yes-man acquiescence he expects, so I think the chances are \"good\" he maintains this position. Overall, I think there is another 20% of errant political volatility (outside of Trump no longer being president), and within this outcome, it's 75% likely Mick ceases to be WHCoS. If not, he is 80% likely to stay. So Yes = 0.9*(0.2*0.25 + 0.8*0.8) = 62%"], [65835, "2019-04-06T20:46:09Z", [0.35], ""], [1333, "2019-04-06T18:03:15Z", [0.55], ""], [14107, "2019-04-06T17:46:32Z", [0.61], "55% base rate given previous chiefs of staffs of this WH. 13% Trump will cease to be president (3% for death or some other incapacitation, 10% for *successful* impeachment/resignation). Result: 61% overall chance."], [15784, "2019-04-06T17:08:54Z", [0.6], ""], [62737, "2019-04-06T11:43:12Z", [0.58], "The House Judiciary Committee has approved a subpoena for the Mueller report, I'm raising the chances of impeachment down to 30%. Per my previous forecasts: .5583*.7+.1*.3=.4208       42% he stays, 58% he goes. https://www.newsandguts.com/house-judiciary-committee-approves-subpeona-for-mueller-report/"], [61687, "2019-04-06T03:36:30Z", [0.41], "Appears to be no change in news on specifics to taking position at USC.   Mulvaney has been active in the administration as of late and continues to defend the president after release of the Mueller report.  Dropping probability by a bit based on recent coverage and outspoken nature of the CoS."], [68296, "2019-04-06T01:08:27Z", [0.85], "A year in the Trump White House is like dog years compared to previous admins (7:1).\n"], [68295, "2019-04-06T00:51:18Z", [0.5], "Chiefs of staff usually don't have terms beyond 2 years and the Trump White House is particularly volatile."], [67084, "2019-04-05T20:09:49Z", [0.58], "Average tenure of Chiefs of Staff across administrations; average tenure of Trump CoS; Mulvaney's other roles."], [60695, "2019-04-05T20:01:57Z", [0.0], ""], [13055, "2019-04-05T19:26:42Z", [0.4], ""], [48104, "2019-04-05T18:32:45Z", [0.55], ""], [48104, "2019-04-05T18:32:15Z", [0.5], "Comment deleted on Apr 26, 2019 12:40PM UTC"], [691, "2019-04-05T15:43:21Z", [0.8], ""], [4836, "2019-04-05T00:34:43Z", [0.4], ""], [68271, "2019-04-04T07:52:13Z", [1.0], "Trump loves to fire people when he isn’t doing well"], [57778, "2019-04-04T01:40:39Z", [0.55], "Priebus 192 days, Kelly 519 days... Mulvaney 88 days so far"], [40642, "2019-04-02T21:41:54Z", [0.0], ""], [29980, "2019-04-02T21:15:28Z", [0.99], ""], [29980, "2019-04-02T21:15:15Z", [0.05], ""], [41373, "2019-04-02T17:58:48Z", [0.35], ""], [63520, "2019-04-01T18:15:04Z", [0.95], ""], [427, "2019-04-01T04:12:56Z", [0.05], ""], [29230, "2019-04-01T03:43:26Z", [0.85], ""], [68218, "2019-03-31T22:59:06Z", [0.6], ""], [68212, "2019-03-31T18:56:51Z", [0.75], "yes he ready to set up a stronger political career "], [1333, "2019-03-31T18:11:08Z", [0.54], ""], [67343, "2019-03-31T17:25:15Z", [0.35], "Trump's COS seem to remain about a year, so I originally assumed it was a 50-50 thing. That he survived for a few months without controversy, though, should decrease the odds of him being fired before 1/1. The odds won't get much closer to 0% until December 31st, however, because of Trump. "], [6978, "2019-03-31T17:19:11Z", [0.15], "Douthat NY Times opinion that Mulvaney WH/policy is just \"a fantasy\" is very fadeable: https://www.nytimes.com/2019/03/30/opinion/trump-obamacare-mulvaney.html"], [29529, "2019-03-31T12:20:25Z", [0.8], "Trump does not keep his staff people very long. 1 year seems on the outside of the normal duration."], [8171, "2019-03-31T01:52:18Z", [0.3], ""], [35374, "2019-03-30T23:07:55Z", [0.9], ""], [525, "2019-03-30T21:46:58Z", [0.35], "Mulvaney seems prepared to accept the president’s non traditional style without placing himself between Trump and his family or his unorthodox communications and decision making tendencies."], [41926, "2019-03-30T20:41:44Z", [0.75], ""], [1333, "2019-03-30T18:47:19Z", [0.55], ""], [66519, "2019-03-30T18:22:54Z", [0.15], ""], [24214, "2019-03-30T18:21:26Z", [0.87], ""], [592, "2019-03-30T18:18:13Z", [0.76], ""], [51000, "2019-03-30T18:17:35Z", [0.9], "Trump goes through personnel very quickly, even with his more restrained action as of late"], [47254, "2019-03-30T17:55:45Z", [0.85], ""], [25905, "2019-03-30T17:16:41Z", [0.12], "He is sound and will make it to the next presidential election"], [19801, "2019-03-30T09:15:58Z", [0.05], ""], [14107, "2019-03-29T21:32:03Z", [0.55], ""], [66432, "2019-03-29T14:29:32Z", [0.5], ""], [68188, "2019-03-29T12:12:08Z", [0.53], ""], [68188, "2019-03-29T12:04:52Z", [0.53], ""], [691, "2019-03-28T10:50:52Z", [0.82], ""], [62808, "2019-03-27T22:37:53Z", [0.81], ""], [68126, "2019-03-27T20:14:46Z", [0.5], ""], [529, "2019-03-27T19:22:02Z", [0.55], "Moving forecast up some for now based mainly upon the following linked reports. ..Currently not a clear way for the GOP to \"win\" a healthcare repeal/no-real-plan-to-replace confrontation with all American voters. https://www.nytimes.com/2019/03/27/us/politics/donald-trump-obamacare-mulvaney.html https://theweek.com/speedreads/831623/mick-mulvaney-terrible-job"], [484, "2019-03-27T16:24:46Z", [1.0], "(no change) If reports (no link) are true that MM was leading the latest charge against the ACA, and if there were pushback from some of the vulnerable GOP pols, his (MM) reputation might be tarnished a tad."], [6978, "2019-03-27T15:42:43Z", [0.2], "Fading dumb money."], [45821, "2019-03-27T11:57:15Z", [0.8], ""], [66012, "2019-03-27T01:24:17Z", [0.75], "He will either 1) be fired or 2) be moved to another post where his only qualification is loyalty to Trump."], [128, "2019-03-26T13:25:59Z", [0.28], ""], [62737, "2019-03-26T12:21:38Z", [0.54], "With no (known) recommendation for charging Trump from the Mueller report, I'm dropping the chances of impeachment down to 20%.  Per my previous forecasts:  .5583*.8+.1*.2=.4666   46% he stays, 54% he goes."], [25705, "2019-03-25T14:36:00Z", [0.0], ""], [41922, "2019-03-25T11:16:55Z", [0.35], ""], [19801, "2019-03-25T04:53:47Z", [0.1], "Base Case Both previous chiefs of staff lasted for longer time periods Reince Priebus\t192 days\t\nJohn F. Kelly            519 days\nMick Mulvaney\t79 days\nhttps://en.wikipedia.org/wiki/White_House_Chief_of_Staff Median is 355 days. He has been made permanent, which increases his odds of longer term survival.\t Mulvaney on cusp of permanent status upgrade\nhttps://www.politico.com/story/2019/03/19/white-house-mulvaney-acting-chief-staff-1226055 "], [47724, "2019-03-25T04:01:32Z", [0.85], ""], [60666, "2019-03-25T03:59:35Z", [0.75], ""], [67307, "2019-03-25T03:15:22Z", [0.45], "He's no longer an acting chief of staff."], [484, "2019-03-24T22:21:50Z", [1.0], "(no change) Since the Special Investigation is \"over\" (but not separate legal inquiries elsewhere), there might be time in the WH to un-circle the wagons and go forward with other issues. (—not likely, but just wanted to offer a benefit of the doubt) My point such as it is, is that there will be ample time for the knives to come out and more opportunity for the POTUS and staff to stew about other things—and CoS will be at ground zero."], [68102, "2019-03-24T14:23:23Z", [0.25], "He doesn't seem to have any integrity to tarnish like his predecessors and isn't trying to keep Trump from acting out, so he's the perfect fit."], [691, "2019-03-23T12:27:04Z", [0.82], ""], [67339, "2019-03-22T21:56:21Z", [0.9], ""], [62311, "2019-03-22T14:57:30Z", [0.5], ""], [62311, "2019-03-22T14:56:53Z", [0.1], "Comment deleted on Mar 22, 2019 02:57PM UTC"], [36309, "2019-03-21T16:41:04Z", [0.75], "Mick Mulvaney is politically savvy enough to have a quick exit plan in place in the event the Mueller report, SDNY investigations, or House of Representatives investigations into possible criminal activity by Trump produce clear, damning, potentially indictable evidence.   Whether Mulvaney stays through 1/1/2020 or departs earlier is directly correlated to the status of these investigations.  I believe damning prosecutable evidence will be forthcoming in the next 6 months, and that Mulvaney will orchestrate his departure shortly thereafter for a less controversial position outside of the White House."], [691, "2019-03-21T13:00:58Z", [0.87], ""], [35217, "2019-03-21T07:18:41Z", [0.52], "Passage of time "], [67343, "2019-03-21T04:59:24Z", [0.39], "The reports that he will be permanent make me a tiny bit more confident than before. Not to mention every week he survives raises the odds another 2 of so %"], [68061, "2019-03-21T01:40:41Z", [0.35], "For leaving I would site Pence rising to potus,  Trump lashing out and scapegoating Mulvaney, and or needing him elsewhere. \nFor staying I would site his personal agendas and the administration's decision to let him be OMB chief and Cheif of Staff.  "], [529, "2019-03-20T20:44:44Z", [0.52], "Report that Mulvaney may be made \"permanent\" CofS.... Understanding how meaningful that often is in mercurial Trump-world: https://www.politico.com/story/2019/03/19/white-house-mulvaney-acting-chief-staff-1226055"], [66432, "2019-03-20T13:02:41Z", [0.59], ""], [67986, "2019-03-19T23:43:43Z", [0.15], "As an initial forecast, I see no reason why his tenure will be 35% shorter than Kelly’s. "], [66854, "2019-03-19T23:23:30Z", [0.75], ""], [65097, "2019-03-19T20:08:37Z", [0.7], ""], [65097, "2019-03-19T20:05:58Z", [0.75], ""], [58618, "2019-03-19T17:36:55Z", [0.95], "big turnover of Trumps staff."], [1333, "2019-03-19T16:49:28Z", [0.56], ""], [691, "2019-03-19T11:11:23Z", [0.87], ""], [67996, "2019-03-18T23:36:58Z", [0.09], ""], [67994, "2019-03-18T21:32:36Z", [0.3], "Low probability given the high turnover in Trumps cabinet but Mulvaney can ride it out if he doesnt try to impose his or another agenda over Trunp and if he can survive the chaos."], [67989, "2019-03-18T18:54:06Z", [0.15], "Mm will stay in charge over the 01012020 bc its in trumps interest to est. Unpreductiple circumstances with personell beeing short of. Mm will not cease bc hes in line with trumo"], [41373, "2019-03-18T16:53:56Z", [0.45], "(adjusting for passage of time)"], [62701, "2019-03-18T13:07:44Z", [0.65], ""], [24146, "2019-03-18T06:10:17Z", [0.75], ""], [64849, "2019-03-18T00:12:24Z", [0.2], ""], [6978, "2019-03-17T21:09:17Z", [0.25], ""], [1333, "2019-03-16T20:46:10Z", [0.57], ""], [529, "2019-03-16T16:37:59Z", [0.54], "Affirming forecast for now, based in part upon the following recent reports. Much can change by 1/1/20. https://www.nbcconnecticut.com/news/politics/Mick-Mulvaney-Trump-Acting-Chief-of-Staff--507244201.html https://www.apnews.com/36116a7fc14b469e8340962d8969bdb9"], [1333, "2019-03-15T18:31:02Z", [0.58], ""], [56, "2019-03-15T13:38:58Z", [0.7], "I'm thinking he'll job ship when it starts getting rough."], [45198, "2019-03-14T19:50:35Z", [0.9], "Nobody can hack that job for more than a few months. That White House job has been reduced to an Elmer Fudd mentality."], [64329, "2019-03-14T15:45:17Z", [0.95], ""], [13377, "2019-03-14T08:50:24Z", [0.87], ""], [67925, "2019-03-14T06:01:26Z", [0.75], ""], [19801, "2019-03-14T03:17:16Z", [0.25], "Light, a professor at New York University’s school of public service, said the law limits the amount of time an “acting” official can serve to about seven months. \nhttps://www.washingtonpost.com/politics/whitehouse/trump-likes-actings-experts-say-permanent-staff-is-better/2019/03/03/0ce8a8d0-3db9-11e9-85ad-779ef05fd9d8_story.html?utm_term=.35da2f7100cb So decision time to make him permanent or remove him will happen soon."], [67918, "2019-03-13T20:23:34Z", [0.6], ""], [691, "2019-03-13T12:20:58Z", [0.87], ""], [67906, "2019-03-13T00:13:25Z", [0.2], "Average tenure since 1980 is a little under 2 years, but Trump is known to be unpredictable."], [67904, "2019-03-12T21:30:40Z", [0.75], ""], [167, "2019-03-12T17:34:30Z", [0.05], ""], [691, "2019-03-12T15:41:47Z", [0.87], ""], [66432, "2019-03-12T14:41:27Z", [0.61], "Time has passed without controversy\n"], [67887, "2019-03-12T09:54:13Z", [0.75], ""], [62808, "2019-03-11T22:50:54Z", [0.76], ""], [40755, "2019-03-11T18:59:58Z", [0.44], ""], [40755, "2019-03-11T18:55:04Z", [0.44], ""], [40755, "2019-03-11T18:54:35Z", [0.35], ""], [66335, "2019-03-11T18:09:25Z", [0.65], "Trump turnover continues to break records"], [67877, "2019-03-11T17:07:36Z", [0.6], ""], [1333, "2019-03-10T23:06:32Z", [0.57], ""], [64791, "2019-03-10T21:04:20Z", [0.89], ""], [45217, "2019-03-10T20:50:41Z", [0.55], ""], [64264, "2019-03-10T15:35:53Z", [0.85], "I figure he’s thinking about becoming the new Communications Director and I doubt he can do both jos simultaneously."], [64184, "2019-03-09T22:45:41Z", [0.7], ""], [1333, "2019-03-09T19:59:15Z", [0.56], ""], [1333, "2019-03-09T19:51:22Z", [0.55], ""], [67842, "2019-03-09T16:43:08Z", [0.85], "White House Chief of Staff position exposes the incumbent to the pressures of competing political agendas within the US Administration. Given the president's erratic behavior, and his track record of dismissals (or resignations) of key officials in his Administration, it seems that the closest an official is to the President, the more exposed he is to potential conflicts, and therefore the more fragile his position. "], [64169, "2019-03-09T16:10:10Z", [0.75], ""], [64921, "2019-03-09T15:25:23Z", [0.85], ""], [691, "2019-03-08T17:24:37Z", [0.88], ""], [67343, "2019-03-08T06:20:19Z", [0.41], "My working assumption at the start of the year had been that it was more or less a 50-50 thing for reasons discussed below. It's now been a bit more than 1/6th of the year, with no discussion of his removal, which should reduce the odds somewhat. Moreover, a key reason for the 50% original odds was the presumption that Trump's internal unrest would continue apace. While we're still seeing plenty of insanity elsewhere, there really haven't been as many reports as we have seen in the recent past. These are all good signs for Mulvaney."], [67829, "2019-03-08T03:22:37Z", [0.5], ""], [62356, "2019-03-08T02:05:46Z", [1.0], ""], [6978, "2019-03-07T20:55:38Z", [0.2], ""], [691, "2019-03-07T19:37:14Z", [0.88], ""], [5766, "2019-03-07T16:14:59Z", [0.0], "No way.\nIn slightly likely scenario when he gets bored, or do unethical act or have feud/argument with his boss, because of upcoming elections and to show stability in administration, he will likely stay. \nIn extreme scenario of Trump getting impeached or after impeachment, next President (Pence?), will likely to keep most of staff to show unity."], [67808, "2019-03-06T21:07:59Z", [0.0], "I think Pres. Trump will require his knowledge of the institution and will serve a purpose."], [67715, "2019-03-06T20:13:21Z", [0.65], ""], [65435, "2019-03-06T16:49:15Z", [0.85], "Who lasts with Trump? I think the pressure of reality will make him (Trump) even more unwieldy. Yes, unwieldy. He'll get more paranoid. Hence Mulvaney will be gone. "], [67788, "2019-03-05T22:44:50Z", [0.8], ""], [67778, "2019-03-05T15:59:40Z", [0.76], "Because turnover in the Trump Whitehouse is high. "], [66766, "2019-03-05T15:32:24Z", [0.53], "Since 1900 there have been 28 Chief of Staffs before Mick Mulvaney. 9/28 of the COS were in office for less than a year. However, 1/2 of Trump's previous COS were in office for less than a year. This sets the precedent for the Trump Administration forecast. When these two probabilities are averaged, it turns to 41%. Additionally, it is important to include turnover rates within Trump's immediate circle of advisors which was 65% as of January 2019. When calculated, this makes a likelihood of Mick Mulvaney ceasing to be White House COS before 1 of January 2020 to be: (41% +65% = 106 / 2 =  53% https://en.wikipedia.org/wiki/White_House_Chief_of_Staff\nhttps://www.brookings.edu/research/tracking-turnover-in-the-trump-administration/"], [67774, "2019-03-05T12:05:35Z", [0.75], ""], [63542, "2019-03-05T05:27:29Z", [0.8], ""], [67502, "2019-03-05T01:05:03Z", [0.83], "Mick Mulvaney is interested in becoming University of South Carolina president. His title is still Acting Chief of Staff. He is still currently head of OMB. Tea Party. Chief of Staff stay 6-18 mos. "], [67764, "2019-03-04T22:42:17Z", [0.5], "Previous chiefs of staff went 6 months and 18 months. 12 months would meet that average."], [1333, "2019-03-04T22:05:00Z", [0.54], ""], [62808, "2019-03-04T20:00:46Z", [0.75], ""], [1333, "2019-03-04T00:58:42Z", [0.53], ""], [15674, "2019-03-03T20:46:55Z", [0.75], ""], [67736, "2019-03-03T17:50:57Z", [0.75], ""], [7318, "2019-03-03T02:29:40Z", [1.0], ""], [49359, "2019-03-02T00:50:20Z", [0.8], ""], [27117, "2019-03-01T22:42:20Z", [0.25], ""], [691, "2019-03-01T20:02:05Z", [0.88], ""], [36681, "2019-03-01T15:49:22Z", [0.15], ""], [62808, "2019-03-01T15:44:08Z", [0.74], ""], [1333, "2019-03-01T14:30:16Z", [0.52], ""], [1479, "2019-03-01T08:37:22Z", [0.85], ""], [19801, "2019-02-28T04:04:20Z", [0.25], ""], [59882, "2019-02-27T23:38:31Z", [0.27], "Passage of time. Crowd: 75% Base case: In the 73 years since the Second World War there have been 28 past Chiefs of Staff so 2.6 years per Chief. Therefore 1 in 2.6 chance of leaving post per year equals 32% for the 10 months of 2019 remaining. Inside case: reducing by 5% because he seems to be in favour at the moment. I'm still a long way from the crowd on this one. Crowd doesn't seem to be adjusting for passage of time."], [8318, "2019-02-26T21:28:43Z", [0.24], ""], [529, "2019-02-26T21:28:27Z", [0.55], ""], [66950, "2019-02-26T18:53:02Z", [0.75], "Mulvaney has been at odds with Trump throughout his time as the Chief of Staff. Disagreements over funding have resulted in the deterioration of their relationship. In addition, Mulvaney is partly responsible for the shutdown which has led many to view him in a poor light. Given Trump's track record with Chief of Staff's,​ it is likely that Mulvaney will cease to be the Chief of Staff before January 1 2020. "], [691, "2019-02-26T18:35:20Z", [0.88], ""], [67587, "2019-02-26T17:46:24Z", [0.66], "10/33 historical chiefs of staff less than 1 year\nhttps://en.m.wikipedia.org/wiki/White_House_Chief_of_Staff 33 trump advisors or employees removed within 1 year \nhttps://www.cnn.com/interactive/2017/08/politics/trump-admin-departures-trnd/\n26 - current White House key official staff \nhttps://ballotpedia.org/Donald_Trump_White_House_staff Assuming official staff is only 2/3 of the total group of advisors, so revise up to 39 25% of cabinet is “acting” which I’ll use as a 3rd data point to gauge trumps willingness to maintain a person as an activing role at any given time. \nhttps://www.reuters.com/article/us-usa-trump-cabinet/trump-says-acting-cabinet-members-give-him-more-flexibility-idUSKCN1P00IG These three outside views of 30%, 40%, and 25% average out to 31.7% probability of departure  0/5 other acting officials made it to a year under trump (implies a 100% probability of departure) Since this is specific to acting officials, I’d set this to 50% of the total weight vs the other 3 sources. My final estimate would (32%+ 100%)/2 = 66% chance of departure."], [522, "2019-02-26T13:13:27Z", [0.45], "POTUS has a poor track record so another COS is quite likely."], [63806, "2019-02-26T10:50:10Z", [0.35], ""], [67643, "2019-02-26T05:34:30Z", [0.85], ""], [64653, "2019-02-26T01:13:47Z", [0.7], "Statistical probability of longevity of Trump Cabinet members"], [65740, "2019-02-25T20:26:50Z", [0.65], "You're well off when Trump likes you, but it doesn't last very long"], [21771, "2019-02-25T16:28:03Z", [0.85], ""], [6978, "2019-02-25T12:21:22Z", [0.25], ""], [67615, "2019-02-25T04:12:58Z", [0.15], ""], [67615, "2019-02-25T04:12:09Z", [0.85], ""], [67605, "2019-02-24T19:34:22Z", [0.1], "Unlikely given that finding replacement for him would be difficult."], [29, "2019-02-24T19:14:44Z", [0.3], "Tough to call. Mulvaney is a yes man to Trump, so he is likely to last longer than most."], [64755, "2019-02-24T15:58:19Z", [0.95], "Trump seems to be unable to find anybody to fill his administrative positions oh, at least anybody that will stay for any length of time. Mulvaney will move to another position somewhere in the Trump government"], [61687, "2019-02-24T15:34:27Z", [0.45], "Reports Mulvaney is discussing the position of President of USC, which opens up summer 2019. Acting CoS since 02 Jan 2019. This would be 12 months if Mulvaney makes it to 01 Jan 2020.\nPredecessor John F. Kelly served 31 July 2017 to 02 Jan 2019 (17 months). \nPredecessor Reince Preibus served 20 Jan 2017 to 31 July 2017 (6 months). President Obama's CoS (five individuals) average duration in office was ~584 days (19.5 months)."], [34725, "2019-02-24T10:33:54Z", [0.95], ""], [66803, "2019-02-23T23:03:09Z", [0.75], ""], [62808, "2019-02-22T23:43:41Z", [0.75], "Comment deleted on Dec 22, 2019 10:39PM UTC"], [66806, "2019-02-22T22:48:38Z", [0.65], ""], [55331, "2019-02-22T19:46:58Z", [0.87], ""], [44013, "2019-02-22T19:03:32Z", [0.9], ""], [55306, "2019-02-22T16:52:09Z", [0.75], "People have turning over faster than pancakes at the White House and doubt whether Mulvaney will last till then.  Trump will get his feelings hurt and feel betrayed by him and fire him or Mulvaney will be worn down by the circus in the White House"], [67559, "2019-02-22T04:07:21Z", [0.77], ""], [24440, "2019-02-21T23:33:19Z", [0.7], "High turnover in Trump cabinet, and likely to continue. Trump's first COS served six months and second served 20 months.  Obama's COS in first term averaged just less than one year each.  End of 2019 will also see administration turn to focus on 2020 election.  "], [52778, "2019-02-21T22:44:33Z", [0.75], "History of turn over within the white house; his own desires to not be in the position for an extended period of time; challenges of the election season."], [67554, "2019-02-21T21:01:47Z", [0.47], "Past history would lead one to believe this should be higher but he has already been in Trump's administration for 2 years so maybe there is something we dont know that will make him stay."], [67544, "2019-02-21T10:57:09Z", [0.06], "2019 will be a turbulent year for the White House and Mulvaney will bail."], [67542, "2019-02-21T08:33:31Z", [0.75], "Unstable staff and too much turbulence in president’s office."], [46747, "2019-02-20T22:41:52Z", [1.0], ""], [62737, "2019-02-20T22:35:44Z", [0.87], "I did my math wrong.  Using 55.83% chance (per my first forecast) he stays without the Mueller report, 6% there won't be a report this year, and I will guess a 10% chance of him staying if there is a report. .5583*.06+.94*.1=0.1275 A 12.75% chance he stays, 87.25% chance he's gone. "], [62737, "2019-02-20T21:38:43Z", [0.98], "Looks like things are happening soon with the Mueller report. https://www.thedailybeast.com/muellers-report-could-be-delivered-as-early-as-next-week-cnn?source=cheats&via=rss"], [60273, "2019-02-20T20:50:02Z", [0.5], ""], [61273, "2019-02-20T18:55:25Z", [0.7], "Will he have a boss to work for?"], [67526, "2019-02-20T18:40:15Z", [0.45], ""], [11366, "2019-02-20T18:37:05Z", [0.75], "The White House staff continues to remain tumultuous. Mulvaney may be replaced or find his own way out the door."], [60695, "2019-02-20T17:27:06Z", [1.0], ""], [66048, "2019-02-20T15:46:37Z", [0.15], "Mulvaney will continue as White House Chief of Staff for three reasons. 1) The White House is increasingly unable to find people, with any qualifications, willing to serve in the White House; 2) Mulvaney shares the mean-spirited philosophies of the Trump Administration; 3) Where else can Mulvaney go? He doesn't possess any of the \"big\" characteristics of successful politicians. The Trump Administration is the end of the \"big\" road for him. "], [1333, "2019-02-20T15:30:12Z", [0.51], ""], [31989, "2019-02-20T15:14:27Z", [0.96], "Because trump percieves him to be weak."], [45188, "2019-02-20T15:07:47Z", [0.85], "Whitehouse turnover "], [41373, "2019-02-20T13:04:57Z", [0.55], "Most of the people I'm following are forecasting less than the crowd, but are using the 'external view' of what the average half-life for this position is: my 'inside view' is that changes are happening at least twice as fast as usual."], [41922, "2019-02-19T15:41:55Z", [0.5], ""], [15231, "2019-02-19T07:09:54Z", [0.35], ""], [47396, "2019-02-19T03:47:52Z", [1.0], "Move to Trump's campaign."], [6518, "2019-02-19T01:35:50Z", [0.74], "Mulvaney has shown to be a 'Yes' man to D. Trump.  This is a good quality to keep your job.\nIn addition, I don't believe there are many qualified candidates ready to jump into the fray."], [62980, "2019-02-18T17:07:19Z", [0.9], ""], [62980, "2019-02-18T17:06:37Z", [0.5], ""], [22216, "2019-02-18T17:04:37Z", [0.72], ""], [52594, "2019-02-18T14:55:28Z", [0.65], ""], [65298, "2019-02-17T22:40:36Z", [0.85], ""], [3316, "2019-02-17T19:56:09Z", [1.0], ""], [28091, "2019-02-17T16:43:50Z", [0.8], "The term acting Chief of Staff would suggest that he will be gone sooner rather than later and that it will be his career choice as the Mueller report comes out and impeach looms on the horizon. "], [67374, "2019-02-17T02:56:45Z", [0.83], ""], [64983, "2019-02-17T00:00:38Z", [0.8], ""], [27155, "2019-02-16T21:41:12Z", [0.8], ""], [52005, "2019-02-16T16:14:33Z", [1.0], ""], [66672, "2019-02-16T13:31:54Z", [0.75], "Chiefs of Staff do change quite a bit and this administration has changed people even more often than most"], [64681, "2019-02-16T11:40:46Z", [0.75], ""], [53217, "2019-02-15T23:26:46Z", [0.75], ""], [66339, "2019-02-15T21:32:14Z", [0.75], "He's already showing the strain, so he is unlikely to last very long."], [691, "2019-02-15T15:48:20Z", [0.9], ""], [67451, "2019-02-15T15:03:48Z", [0.77], ""], [66722, "2019-02-15T09:14:15Z", [1.0], ""], [4805, "2019-02-14T21:40:34Z", [0.65], "Factors that I believe increase (+) vs decrease (-) the probability, that MM will cease to be CoS before January 1, 2020: January 1, 2020 is 321 days away. It isn’t unusual for chiefs of staff in general to be in office for at least such a period (https://en.wikipedia.org/wiki/White_House_Chief_of_Staff) (-) Trump, has had a huge staff-turnover overall, and MM is his third CoS, which could increase the probability that he will be replaced within a relatively short period (+), but on the other hand, these statistics might make Trump less inclined to replace MM (cf. @Anneinak ’s forecast) (-) According to some sources MM has wanted the job for some time (https://www.nytimes.com/2018/12/14/us/politics/mick-mulvaney-trump-chief-of-staff.html), which could mean that he is unlikely to resign (-) The title, however, is acting CoS (+), and he is rumored to already be searching for another job (https://www.vanityfair.com/news/2019/01/mick-mulvaney-is-already-planning-his-escape) (+) Trump might be out of office before January 1, 2020 (+) As the end of his term nears, Trump’s level of stress might rise, making him more prone to impulsive decision making (+)"], [37852, "2019-02-14T16:54:57Z", [0.25], ""], [55331, "2019-02-14T12:33:35Z", [0.86], ""], [66536, "2019-02-14T04:10:31Z", [0.65], ""], [32851, "2019-02-14T03:52:38Z", [0.98], ""], [7318, "2019-02-13T22:20:04Z", [1.0], ""], [47299, "2019-02-13T21:16:30Z", [0.75], ""], [67436, "2019-02-13T20:46:57Z", [0.85], "nobody wants that job"], [55331, "2019-02-12T13:16:06Z", [0.22], "Trump blames Mulvaney for poor management of communications during gvmt shutdown. Mulvaney also looking to fill a different position within the admin. "], [66561, "2019-02-12T05:51:18Z", [0.95], ""], [45198, "2019-02-11T22:27:35Z", [0.25], "With the 2020 election on everyone's mind, Trump won't have the time to deal with new personnel. Mulvaney will probably stay."], [64329, "2019-02-11T18:42:55Z", [0.95], ""], [47877, "2019-02-11T18:36:23Z", [0.83], ""], [60705, "2019-02-11T16:57:19Z", [1.0], "Chief of Staff is always a volatile position.  Given Trumps record of staff retention this marriage can't last.   "], [48709, "2019-02-11T16:55:47Z", [0.63], "Trumped again one does not know the workings of the White House."], [64662, "2019-02-11T16:44:39Z", [0.75], ""], [5244, "2019-02-11T16:40:59Z", [1.0], "No one has lasted that long as Chief of Staff."], [56516, "2019-02-11T16:08:34Z", [0.75], ""], [67387, "2019-02-11T13:52:37Z", [0.42], ""], [48507, "2019-02-11T13:24:27Z", [0.75], ""], [66012, "2019-02-11T05:14:14Z", [0.75], "trump track record. "], [67307, "2019-02-11T04:45:19Z", [0.57], "Trump has been turning over CoS roughly once a year through this term, not an unprecedented amount for this office. On the one hand he could replace Mulvaney with someone more campaign focussed for 2020 before end of year, however Mulvaney has been ideologically flexible in his roles in the past. This should serve him well as CoS. He also may leave for greener pastures if he's offered a better, lower risk job allowing him to leave with his reputation in the GOP intact. However there is a high risk for anyone in Trump's inner circle. The turnover has been quite high overall and it's foreseeable that he could be blamed for any number of problems, including a shut down."], [66470, "2019-02-10T14:26:05Z", [0.95], "News reports; his choice to have “ Acting “ Status."], [20156, "2019-02-10T10:19:22Z", [0.8], ""], [67343, "2019-02-10T05:04:45Z", [0.5], "My initial presumption was 50-50 with the idea that the administration is getting increasingly unstable. I'm now less certain about that, especially if Pelosi is right that there won't be a second shutdown"], [64656, "2019-02-10T02:33:09Z", [0.85], "Looking at past time in the job for this administration, this makes sense."], [8663, "2019-02-10T01:15:04Z", [0.25], "I think Trump has finally found a man totally devoid of moral compass and is just as greedy as he is.  In other words, I think Mulvaney is, from Trump's point of view, the perfect chief of staff.  So I expet Mulvaney will stay for the remainer of Trump's first term in office. \n"], [1333, "2019-02-09T19:50:24Z", [0.5], ""], [66411, "2019-02-09T19:32:05Z", [1.0], "Are you kidding"], [64559, "2019-02-09T18:41:36Z", [0.15], "Can't stand the pressure and lies."], [55331, "2019-02-09T18:28:01Z", [0.51], "Aince the Truman administration, chiefs of staff hold their position on average 780 days.Even under more recent administrations (Clinton, GWB, Obama) chief of staff hold their position longer than 1 year.\nIn the case of Mulvaney, the particularity is it seems to have been rushed to fill the position. Trump didn't expect his candidate would bail out.  \nWith DJT, many factors come into play - mood of the day, does the nominee venerate him enough, is changing chief of staff often showing discord and a lack of stability?,...changing Mulvaney quickly would be an admission that the choice was indeed rushed and poorly made to begin with.  I don't believe DJT would bother changing the chief of staff at this point.  Predicting anything with absolute certitude under this administration is pure madness...\nThere is still the slight chance that DJT, for different reasons, will not be president in January 2020 and therefore would increase the chance of Mulvaney no longer holding this position. http://nymag.com/intelligencer/2018/12/mick-mulvaney-to-serve-as-trumps-acting-chief-of-staff.html\nwww.whitehouse.gov"], [67369, "2019-02-09T15:50:44Z", [0.7], ""], [39938, "2019-02-09T15:12:21Z", [0.99], ""], [67364, "2019-02-09T13:08:49Z", [0.9], "The administration will not last that long. And if it does he will likely choose to leave or be fired. "], [6978, "2019-02-09T12:38:02Z", [0.33], ""], [67363, "2019-02-09T10:47:12Z", [0.3], "Trump burns thru folks"], [65438, "2019-02-08T23:14:05Z", [0.85], "Inevitable legal peril will likely threaten or ensnare everyone close to Trump. Survival instincts will probably kick in once the heat kicks up."], [66335, "2019-02-08T22:53:16Z", [0.55], "Historical precedent and Mulvaney lack of interest"], [1333, "2019-02-08T20:17:21Z", [0.49], ""], [529, "2019-02-08T20:13:42Z", [0.53], "Forecast slightly over 50% for now, mainly reflecting Trump's capriciousness + burgeoning investigations."], [1333, "2019-02-08T20:12:41Z", [0.48], ""], [1333, "2019-02-08T20:07:46Z", [0.47], ""], [64538, "2019-02-08T19:10:37Z", [0.1], ""], [66394, "2019-02-08T17:21:54Z", [0.55], "He will tire of the futility of working with Trump."], [691, "2019-02-08T16:58:58Z", [0.9], ""], [66334, "2019-02-08T16:21:38Z", [0.8], "Mulvaney is an astute politician and his continuing association with the president will be detrimental to his future."], [64099, "2019-02-08T16:02:10Z", [0.85], ""], [64849, "2019-02-08T15:25:38Z", [0.55], ""], [53897, "2019-02-08T15:17:17Z", [0.9], ""], [67243, "2019-02-08T06:03:14Z", [0.55], ""], [67243, "2019-02-08T06:02:48Z", [0.35], ""], [67343, "2019-02-08T03:36:03Z", [0.52], "Sorry, I meant 52% that he would cease"], [67343, "2019-02-08T03:35:04Z", [0.48], "Most recent presidents (the younger Bush being a big exception) have replaced their CoS every two years, but Trump has been replacing his every year. That seems plausible to continue, and 1/1 will be right around the end of one year. Trump seems to be becoming marginally more unstable with time, though, so I'm a hare beneath that"], [65378, "2019-02-08T01:11:38Z", [0.75], "Historical turnover for this WH cabinet has been high. Combined with  the stress of Mr. Mulvaney's multiple cabinet positions and the increased likelihood of impeachment...I don't think that he'll survive"], [64554, "2019-02-08T00:27:17Z", [0.75], ""], [64387, "2019-02-07T22:45:50Z", [0.9], "Comment deleted on Feb 07, 2019 11:21PM UTC"], [63473, "2019-02-07T21:33:22Z", [0.75], "After people work with Trump they can't take him any more and quit."], [1333, "2019-02-07T19:18:54Z", [0.46], ""], [1333, "2019-02-07T19:11:49Z", [0.45], ""], [66280, "2019-02-07T19:03:15Z", [0.8], ""], [61704, "2019-02-07T18:41:51Z", [0.75], "Turnover is especially high in this administration, and the Chief of Staff job appears to be especially punishing."], [66062, "2019-02-07T16:46:43Z", [0.85], "Meeting the support needs of the president currently in office exceeds the capabilities of anyone with even the strongest ego and skill set "], [65914, "2019-02-07T16:37:08Z", [0.55], ""], [65914, "2019-02-07T16:36:50Z", [0.25], ""], [66055, "2019-02-07T16:17:44Z", [0.85], "Another victim of Trump's revolving door"], [65341, "2019-02-07T07:22:17Z", [0.0], ""], [37639, "2019-02-07T07:19:54Z", [0.75], "President's staff and advisers are a dynamic group in a volatile situation."], [65368, "2019-02-07T04:47:01Z", [0.95], "No one lasts in the trump white house"], [36309, "2019-02-07T03:38:54Z", [0.99], "Mulvaney has proven himself to be a dedicated opportunist with a good sense of timing and maneuver.  He went into this job with the notion of only serving as WHCoS for a \"stabilizing period\" of six months or so, and hopes to secure a less controversial and more prestigious post -- Sec Treasury or Fed Reserve Chairman -- as a promotion and reward for his service.  He is also savvy enough to know to be far way from the Oval Office when the political momentum for impeaching Trump crescendos this summer.   There is no chance he will still be COS at the end of 2019.  "], [65901, "2019-02-07T01:59:44Z", [1.0], "Nobody lasts in Trump's Cabinet"], [65271, "2019-02-06T20:48:15Z", [1.0], ""], [29512, "2019-02-06T20:46:36Z", [0.35], ""], [64169, "2019-02-06T18:50:40Z", [0.75], "The WH staff is very unstable."], [65321, "2019-02-06T18:20:04Z", [0.75], "He appears to be already looking for a way out."], [64831, "2019-02-06T17:56:49Z", [0.8], "Mulvaney is angling for something else, does not plan to be WH COS for long."], [64286, "2019-02-06T17:46:51Z", [0.75], ""], [64264, "2019-02-06T17:35:58Z", [0.85], ""], [64462, "2019-02-06T16:29:42Z", [0.5], ""], [65048, "2019-02-06T16:29:34Z", [0.5], ""], [65282, "2019-02-06T16:28:44Z", [0.75], "Turn over in the administration is high and there is a lot of time left in the year."], [34353, "2019-02-06T16:20:05Z", [0.87], ""], [66835, "2019-02-06T04:08:24Z", [0.85], "How can anyone last more than a few months?  In any case, if Trump is still president by then, he'll have sacked him or Mulvaney will have resigned.  If Trump is not president, the new one will want someone different."], [37236, "2019-02-05T20:21:27Z", [0.95], ""], [40221, "2019-02-05T19:59:20Z", [0.85], ""], [66942, "2019-02-05T19:11:19Z", [0.65], ""], [691, "2019-02-05T17:29:18Z", [0.9], ""], [35766, "2019-02-05T17:17:16Z", [0.75], "Mulvaney got promoted, seems to press the correct buttons with Trump, and comes in at a point where Trump's own freedom to maneuver has been curtailed. I suspect Mulvaney will be kept as the \"don't rock the boat any further\" solution, with Trump's ire directed elsewhere."], [67272, "2019-02-04T21:36:41Z", [0.7], "Trump fires everybody with common sense who tries to tell him what he should do "], [67188, "2019-02-04T04:21:57Z", [0.65], "There has been two different Chiefs of Staffs within the Trump Presidency Priebus and Kelly. Priebus was CoS for about 6 months and and Kelly for 18 months. With that, Mulvaney has a 50% chance of no longer being chief of staff by the beginning of 2020 (since Priebus was CoS for half a year and Kelly for 1.5 with the average being 1 year.) Trump's predecessor, Obama, had 5 CoS 3 within his first term. Raising the percentage to 60% Harry Truman was the first President to have a CoS and since then there has been 33 CoS compared to 12 presidents. With a president on average having 2.75 CoS. Raising the % to 70. On the other hand one year is a short time frame, making me lower it to 60 again.  In October of 2010 Rahm Emmanuel left CoS and Pete Rouse became acting CoS. He lasted from October to January of 2011. Showing that Interim CoS do not typically last long, bumping it up again to 65%. "], [65401, "2019-02-03T20:25:54Z", [0.5], ""], [12591, "2019-02-03T19:26:31Z", [0.8], ""], [66716, "2019-02-03T14:03:28Z", [0.52], ""], [67247, "2019-02-03T12:43:18Z", [0.65], "The Trump administration has an approximately 40% annual turnover rate among all senior advisers. https://www.brookings.edu/research/tracking-turnover-in-the-trump-administration/ The Chief of Staff position specifically has averaged 100% annual turnover; the small sample size reduces my confidence in that figure, so I've averaged the two."], [63914, "2019-02-03T10:07:09Z", [0.9], "The Pelosi  move was daft, if indeed it was all down to him, and Chris Christie is making noises about how much he could improve WH workings (and to be fair, can't see how he'd make them much worse.  But also can't see Jared or Junior wearing that one while there's a breath in their bodies or they're outside a jail). Getting rid of one placeholder to make way for a fresh one might take some of the bad stuff about Stone out of the headlines for a while, but Christie would be a difficult choice. Mulvaney, however, is certainly not up to it. "], [61391, "2019-02-03T04:36:41Z", [0.8], ""], [67241, "2019-02-03T02:05:15Z", [0.6], ""], [1333, "2019-02-02T23:15:23Z", [0.44], ""], [67239, "2019-02-02T22:40:24Z", [0.75], ""], [530, "2019-02-02T18:31:29Z", [0.75], ""], [10392, "2019-02-02T14:33:59Z", [0.3], "The turnout in the position and the Trum administration has been very high. Mulvaney is designated acting CoS only. On the other hand, there only elevent months left. Decrease the probability over time as the window shrinks. Increase if Trump tweets negatively about him. There is also a chance that Trump will not finish the term, which would trigger the event. Unlikely."], [5766, "2019-02-01T20:31:39Z", [0.0], "Answer is no but there is other side to it. By that time, it is strongly likely that during post Mueller report era, there will be hefty load on republican to admonish Trump. That will make White house extremely volatile and \"Good\" people are about to start to leave. But MM will move out later."], [66558, "2019-02-01T20:16:26Z", [0.72], "Adjusting downward to reflect the passage of time."], [61694, "2019-02-01T19:44:38Z", [0.29], ""], [1333, "2019-02-01T19:13:34Z", [0.43], ""], [691, "2019-02-01T17:15:32Z", [0.9], ""], [67221, "2019-02-01T15:54:22Z", [0.95], ""], [62686, "2019-01-31T20:16:12Z", [0.4], "I started making this forecast by finding the base rate. I used the % of cabinet and cabinet-level positions listed on Wikipedia (https://en.wikipedia.org/wiki/Cabinet_of_the_United_States)  that are no longer filled by their original staff. This came to 52% (I didn't include VP as it's elected). More accurate would have been % retention of officials in these positions but my way saved time. I then made a listed of all the factors I could ascertain from a quick read of articles. These included the two linked in the question information here, and this \nhttps://www.nytimes.com/2019/01/07/us/politics/mulvaney-south-carolina-chief-staff.html\nA search through articles written about Mulvaney in the NYT over the last month yielded little, so I took that to mean few developments since his appointment on how he's doing. These factors included:\n-He has lasted at the OMB for a long time, indicating his ability to work within the administration\n-But there are some indications he's interested in other positions, for example at USC (though this evidence doesn't seem too strong)\n-Past Chiefs of Staff have lasted 6 months and 18 months\n-He is listed as acting instead of permanent, even though the role does not require Congressional approval. This could indicate hedging on Trump's part in case it doesn't work out, or could have been driven by Mulvaney's desire to return to OMB (he has not given up his position). However, as written in the Politico article, he has brought his own staff in, indicating some permanence. Balancing the above factors, I set my forecast at 40%. I did a quick Fermi process to make sure I hadn't missed anything essential, and also played around with scope sensitivity. I.e. if the date was changed to 6 months from now, I would drop my forecast to 30%. However, if it was pushed out to the 2020 Presidential election, I would up it to 65%. Based on that I felt comfortable staying at 40%.  Finally I had a quick look at others' forecasts but found no additional evidence at this time. Will continue to monitor what others write and update as needed. \n"], [67193, "2019-01-31T18:48:00Z", [0.88], "He will not survive the meat grinder of 2019 once the Mueller probe drops"], [33035, "2019-01-30T20:33:08Z", [0.75], ""], [33035, "2019-01-30T20:08:04Z", [0.75], ""], [66432, "2019-01-30T13:23:04Z", [0.75], "Both considering that Mulvaney is only acting, did not seem to want the position and Trump's volatility."], [67164, "2019-01-30T01:20:40Z", [0.65], ""], [691, "2019-01-29T21:26:21Z", [0.9], "Sooner or later he will get into trouble with M. Petits-Doigts (or his current spouse or his children or his puppetmasters at Fox) for being either more ignorant or more honest than The Leader Of The Free World.  He may not be pushed from his OMB perch, but he will be surplus to requirements as Acting Chief of Staff."], [67156, "2019-01-29T21:17:11Z", [0.7], "As evidenced by the previous removal of high-ranking white house administrative staff members who seldom hold their title for longer than a year, and the upcoming tumultuous year due to the Mueller investigation, Mick Mulvaney will cease to be White House Chief of Staff before January 1, 2020. As well, he is currently serving as an active chief of staff and not a permanent member, allowing for Trump to appoint a new member for this position. "], [49359, "2019-01-29T20:58:05Z", [0.8], "Trump's volatility and Mulvaney's lack of qualifications! "], [6978, "2019-01-29T17:18:40Z", [0.25], "Follow the leader ;)"], [40930, "2019-01-29T16:46:39Z", [0.75], ""], [1333, "2019-01-29T05:10:32Z", [0.42], ""], [128, "2019-01-29T03:45:21Z", [0.48], ""], [67032, "2019-01-29T01:11:10Z", [0.73], "Mick Mulvaney is currently acting chief of staff, making it more likely than not that he could be out of the chief of staff position quite quickly and still be on good terms with the president. This is due to him not being permanent as well as having other roles that he can go back to. Also the factor of impeachment adds increased uncertainty even to the presidency."], [63691, "2019-01-28T23:49:15Z", [0.45], ""], [63087, "2019-01-28T18:24:38Z", [0.5], ""], [41922, "2019-01-28T13:31:25Z", [0.3], ""], [37512, "2019-01-28T00:33:29Z", [0.55], ""], [767, "2019-01-27T21:33:30Z", [0.3], ""], [13377, "2019-01-27T21:26:43Z", [0.5], ""], [59882, "2019-01-27T20:26:14Z", [0.3], "Adjusting down again having watched an interview with Mulvaney on CBS News [1]. Base case: In the 73 years since the Second World War there have been 28 past Chiefs of Staff so 2.6 years per Chief so 1 in 2.6 chance of leaving post per year equals 35% for the 11 months of 2019 remaining. Politics: The interview shows that Mulvaney is prepared to engage with the opposition to argue Trump's case for a wall. I think that will give him a better \"life expectancy\" for want of a better phrase. So I'm reducing to 30%. [1] https://www.cbsnews.com/news/transcript-mick-mulvaney-on-face-the-nation-january-27-2019/"], [59882, "2019-01-27T20:05:45Z", [0.35], "Oops, forgot there's only 11 months left. Adjusting down from 38%."], [59882, "2019-01-27T19:54:09Z", [0.38], "In the 73 years since the Second World War there have been 28 past Chiefs of Staff so 2.6 years per Chief so 1 in 2.6 chance of leaving post per year."], [16932, "2019-01-27T19:02:37Z", [0.16], ""], [31201, "2019-01-27T18:25:50Z", [0.5], "The job is a living hell."], [67099, "2019-01-27T08:50:33Z", [0.65], "Trump will probably not last that long and resign"], [66338, "2019-01-26T17:04:59Z", [0.6], ""], [54996, "2019-01-26T09:54:51Z", [0.45], ""], [67085, "2019-01-26T05:41:51Z", [0.65], ""], [67083, "2019-01-26T02:24:06Z", [1.0], "It’s just too crazy over there. "], [66238, "2019-01-25T23:07:39Z", [0.85], ""], [67057, "2019-01-25T17:05:04Z", [1.0], ""], [67052, "2019-01-25T15:44:21Z", [0.2], "Trump likes Mulvaney, there's no time limit, and so no need to replace him. https://www.rollcall.com/news/politics/donald-trump-names-mick-mulvaney-acting-chief-staff"], [12573, "2019-01-25T15:18:44Z", [0.86], ""], [6978, "2019-01-25T13:14:01Z", [0.35], ""], [7658, "2019-01-25T00:39:51Z", [0.5], ""], [1333, "2019-01-24T20:56:07Z", [0.41], ""], [10237, "2019-01-24T19:46:56Z", [0.75], "Track record of chief of staff’s with Trump, against a background of growing pressures in Trump and his character as displayed over last 2 years plus"], [12591, "2019-01-24T19:09:51Z", [0.8], ""], [30610, "2019-01-24T15:46:26Z", [0.5], ""], [48757, "2019-01-24T10:01:51Z", [0.7], ""], [61815, "2019-01-24T09:18:20Z", [0.82], ""], [56863, "2019-01-24T06:55:57Z", [0.58], ""], [706, "2019-01-24T03:24:56Z", [0.85], "Impeachment proceedings will make him step down."], [128, "2019-01-24T00:07:34Z", [0.52], ""], [530, "2019-01-23T22:04:00Z", [0.75], "Seems like there is a high turnover rate with the staffers. Not sure what the problem is. The hours? That's probably it."], [3702, "2019-01-23T20:03:51Z", [0.65], ""], [66967, "2019-01-23T19:19:49Z", [0.42], "During the 2016 election season, Mike Mulvaney denounced President Trump while campaigning for his seat in the House. He described President Trump as \"a terrible human being\" and that he is \"one of the most flawed human beings running for president in the history of the country\". This statement indicates that Mulvaney does not see him fit for office and will likely not stay in his position for the rest of the term."], [1333, "2019-01-23T19:08:48Z", [0.4], ""], [66558, "2019-01-23T17:57:59Z", [0.75], "On further review I expect Mulvaney to drop the Chief of Staff position in favor of returning to OMB.\n"], [66966, "2019-01-23T17:14:51Z", [0.65], "He is making recommendations and taking decisions knowing that he is only there as acting chief. Besides, he will have a hard time trying to get along with Trump. Nobody can work on a daily basis with that man. He will be ousted (booted) by august 2019"], [63087, "2019-01-23T15:09:29Z", [0.6], ""], [529, "2019-01-23T14:33:25Z", [0.47], "Forecast closer to 50%, mainly reflecting Trump's capriciousness. Mulvaney is no John Kelly  - possibly enhancing his survival time - and might also have a couple of 'escape routes' available. https://www.economist.com/united-states/2019/01/19/the-wild-rise-of-mick-mulvaney https://www.thestate.com/news/politics-government/politics-columns-blogs/the-buzz/article224622710.html"], [65097, "2019-01-23T05:15:55Z", [0.85], "They all seem to drop like flies... lol"], [66959, "2019-01-23T04:55:18Z", [0.75], ""], [31450, "2019-01-23T02:15:34Z", [0.9], "There were two chiefs of staff in two years, seems likely that continues."], [66957, "2019-01-23T01:33:28Z", [0.0], "He is a push over. "], [128, "2019-01-22T22:59:41Z", [0.55], ""], [64078, "2019-01-22T22:20:19Z", [0.9], ""], [63697, "2019-01-22T21:07:31Z", [0.8], ""], [1570, "2019-01-22T18:36:00Z", [0.15], "Comment deleted on Jan 22, 2019 06:36PM UTC"], [66941, "2019-01-22T16:57:40Z", [0.85], ""], [691, "2019-01-22T16:16:38Z", [0.94], ""], [31648, "2019-01-22T14:53:47Z", [0.85], ""], [66930, "2019-01-22T06:00:33Z", [0.75], "Trump's management style or lack thereof."], [554, "2019-01-22T05:22:40Z", [0.85], ""], [65001, "2019-01-21T22:38:04Z", [0.89], "Priebus lasted 5 months. Kelly lasted 17 months. Mulvaney and Trump gave themselves even more of an out by agreeing on \"acting\" title. Trump's style does not allow working well with anyone for long - many departures with \"no regrets\". Mulvaney is a politician who will exit when the going gets tough, or another opportunity arises, if he doesn't get pushed out first. Caprice (1 - 0.66) x Opportunism (1- 0.66) = .11 for event not happening, .89 probability of event happening."], [23006, "2019-01-21T22:32:46Z", [0.99], ""], [1333, "2019-01-21T21:36:45Z", [0.39], ""], [66918, "2019-01-21T19:45:38Z", [0.65], ""], [10237, "2019-01-21T16:50:37Z", [0.65], ""], [34353, "2019-01-21T15:42:17Z", [0.95], "Trump will either find a new COS to be permanent, or Mulvaney's legal issues, coupled with being the head of OMB as well, will cause him to bow out. Of course, he could always irritate Trump to the point of being asked to resign."], [7809, "2019-01-21T15:32:14Z", [0.75], "He has a near impossible task dealing with Mr.\nTrump."], [9746, "2019-01-21T10:18:49Z", [0.95], ""], [66907, "2019-01-21T04:21:31Z", [0.85], ""], [14133, "2019-01-21T02:25:13Z", [0.95], "Oh my, yes. He's such a venal little punk that he will surely: a) get fired; b) get in trouble over something; and/or c) desert for what he considers a better opportunity."], [15196, "2019-01-21T01:59:04Z", [0.1], ""], [30798, "2019-01-20T22:22:28Z", [0.34], ""], [5943, "2019-01-20T21:08:30Z", [0.99], ""], [66886, "2019-01-20T21:00:16Z", [0.5], ""], [16501, "2019-01-20T19:50:26Z", [0.9], ""], [1333, "2019-01-20T19:41:09Z", [0.38], ""], [1333, "2019-01-20T19:35:36Z", [0.37], ""], [6978, "2019-01-20T19:19:24Z", [0.3], "Initial smart money returns show 30-40%. Even if Trump is replaced by Pence, something tells me 'ol Mick will remain a point of continuity."], [30976, "2019-01-20T19:01:28Z", [1.0], ""], [35837, "2019-01-20T18:42:32Z", [0.55], ""], [33307, "2019-01-20T18:34:17Z", [0.7], ""], [61285, "2019-01-20T17:33:32Z", [0.95], "Man has narrow, ridged ideological views, none of which are his oun. He will turn out to be an embarrassment, if that’s possible, to the administration.. "], [61285, "2019-01-20T17:29:36Z", [0.95], ""], [63963, "2019-01-20T17:09:48Z", [0.25], ""], [45366, "2019-01-20T16:43:29Z", [1.0], ""], [56503, "2019-01-20T16:31:45Z", [0.85], "Given how the average tenure for a White House Chief of Staff is 18 month, in addition to the now-regular turmoil of the current administration, it doesn't seem too risky to rate this so high."], [66893, "2019-01-20T14:51:29Z", [0.25], "I am assessing two main possibilities:\n1) Will Trump remain in office or will he be impeached/indicted/resign?\n2) Will the special counsels report be completed AND released to the public before Jan 1, ‘20? I feel the special counsel’s office will conclude their investigation in 2019. And I believe Trump is in serious jeopardy and he will lash out like a drowning man and fire Mulvaney. My 25% was a result of my feeling that in 3 out of 4 times Mulvaney would be fired"], [35217, "2019-01-20T14:15:20Z", [0.59], "The average tenure of WH CoS since 1946 is 780 days, median is 581 days. 9 out of 32 CoSs (28%) had a tenure shorter than 365 days.  Trump's previous two CoSs had an 'average' tenure of 355 days, and Mick Mulvaney was introduced as 'acting' CoS. The longer term base rates would put me at 28-35% for this, but given the short tenures of MM's direct predecessors and the communication around 'acting' CoS, I am forecasting more likely than not that MM will cease to be WH CoS before the end of the year."], [691, "2019-01-20T13:28:08Z", [0.95], "He'll probably need to wander back to OMB pretty soon, unless he decides to spend more time with his family, or is Twitted off the island some midnight.   Speaking of family, look for a member of the House of Orange to become Chief of Staff.  This would be a terrible idea, which makes it almost inevitable.  Full disclosure:  I have no evidence for this conjecture."], [14948, "2019-01-20T13:09:24Z", [0.93], ""], [63914, "2019-01-20T11:42:20Z", [0.85], "He's not a top pick even by the standards of this WH, and the averages are against him. Also has carefully been described as 'acting' only. Kelly might have been stiff-necked but his commitment seems to have been the only thing keeping him going, and he was a 'name'. Mulvaney is neither: a sacrificial lamb whose previous loyalty will protect him about as much as 'loyalty' has anyone else. I doubt he'll be stupid enough to get into a shouting match but he might do something else  - probably unknowingly - that gets into the news or upsets one of the real big dogs. "], [30477, "2019-01-20T09:59:28Z", [0.71], ""], [20156, "2019-01-20T09:03:13Z", [0.9], ""], [66884, "2019-01-20T03:13:59Z", [0.01], "1% is due to the revolving door that is now in place in Washington. 99% No, possibility of no & vice versa 1% No & 99% Yes. If President Trump is for him, then he’ll stay & if not, then he’ll go. That depends on Trumps day."], [66882, "2019-01-20T02:36:54Z", [0.95], ""], [5018, "2019-01-20T01:52:00Z", [0.93], ""], [61217, "2019-01-20T01:44:11Z", [0.85], ""], [34527, "2019-01-19T20:51:40Z", [1.0], ""], [1333, "2019-01-19T20:12:19Z", [0.36], ""], [1333, "2019-01-19T20:00:26Z", [0.35], ""], [1333, "2019-01-19T19:57:26Z", [0.36], ""], [36736, "2019-01-19T18:33:39Z", [1.0], ""], [62737, "2019-01-19T15:39:54Z", [0.79], "So, he is a career politician, which I think makes him less likely to stay long with such close contact with Trump as needed for CoS.  Also, the previous CoS's under Trump have been rather short-lived (though Kelly lasted almost a year and a half).  If Mueller releases his report, there may be mass departures.  Trump has had a yearly turnover rate of 32.5% over the first two years of his presidency (see link). However, he has been with the administration since Nov 2017, and he is a Tea-Party Republican which means he is more in-line with Trump's extremism. At a minimum, there is a little over a half percent chance he will die in that time according to actuarial tables, so I would round that up to 1.  But the administration's turnover rate seems a better place to start, so 32.5%.  CoS has had an annual rate of 100% so far, so that should up the forecast.  On another forecast, I currently have a 48% chance of Mueller releasing his report in roughly the first half of the year, bump that up to maybe 75% for the full year.  So I'm going to average the 32.5% and the 100% to get 66.25%.  I want to knock that down by a third because of the Tea-Party affiliation and the time he's already spent in the admin, so 44.17%  That means 55.83% chance he stays without the Mueller report, 25% there won't be a report this year, and I will guess a 10% chance of him staying if there is a report.  .5583*.25+.75*.1=0.2146   A 21.46% chance he stays, 78.54% chance he's gone.  Adding in mortality, it puts it right around 79% even. https://www.brookings.edu/research/tracking-turnover-in-the-trump-administration/"], [66872, "2019-01-19T13:45:24Z", [0.65], "Because the presidency will be shaken by the Mueller report"], [38564, "2019-01-19T12:37:35Z", [0.75], "High administration turnover and multiple investigations in progress"], [66870, "2019-01-19T12:14:31Z", [0.77], "It is an acting position and likely the President will attempt to find another Chief of Staff. Also, the turnover rate in this administration is very high. However, due to the high turnover rate, there is a not insignificant possibility that there will be no one willing to take the position. "], [66868, "2019-01-19T09:29:49Z", [0.9], ""], [1333, "2019-01-19T02:52:23Z", [0.35], ""], [60695, "2019-01-19T02:50:33Z", [1.0], ""], [66863, "2019-01-18T23:31:27Z", [0.75], ""], [44805, "2019-01-18T23:30:07Z", [0.05], "Mick Mulvaney has been this President’s OMB Director for 2 years without a single complaint, serving the will of many discordant views such Steve Bannon.  He has had time to fully understand the federal budget requirements in the coming years."], [66860, "2019-01-18T23:28:45Z", [0.95], ""], [66861, "2019-01-18T23:22:47Z", [0.9], "He might not even make it to Jan 20, 2019."], [66859, "2019-01-18T23:21:16Z", [0.9], "Rapid turnover of non-familial advisors\nMay run for Senate from KS\n"], [31895, "2019-01-18T23:18:04Z", [0.75], "no one stays with POTUS very long"], [66857, "2019-01-18T23:12:08Z", [0.9], " Churn"], [66856, "2019-01-18T23:12:03Z", [0.15], "Not sure if Donald Trump will be president on January 1st 2020 "], [41869, "2019-01-18T23:02:38Z", [0.75], "Revolving door of WH staff clearly demonstrates that Trump is very difficult to work with. 2019 will likely be the most stressful year for the administration with likely economic weakness, political battles with Democrat controlled House of Representatives, and progress or even possible resolution of Mueller and related investigations. Possible political crises include a long government shutdown, additional trade disputes, and impeachment."], [484, "2019-01-18T22:48:07Z", [1.0], "Up 5%. Can't let @Clairedelune cheat me out of my deserved 2.0 ;-)"], [66304, "2019-01-18T22:05:03Z", [1.0], ""], [529, "2019-01-18T21:24:57Z", [0.39], "As noted, 1/1/20 seems almost an 'eternity' given the pace of developments involving the Trump regime. Starting off with something less than a 50/50 coin flip for now, mainly given Mulvaney's general success to date working within the administration. (Also ref. some of 'anneinak's observations below.) Small chance (currently) that Trump could be pressured to resign before 1/1/20."], [1333, "2019-01-18T21:05:21Z", [0.26], ""], [1333, "2019-01-18T20:49:40Z", [0.25], ""], [32851, "2019-01-18T20:38:00Z", [0.98], ""], [66558, "2019-01-18T20:31:42Z", [0.15], "The current administration has seen a lot of turnover, but each successive occupant of a high-ranking position has lasted longer than his or her predecessor. There is some chance Mulvaney could move on to another position within the Administration, or he could experience a personal scandal or health event, or he could be impacted by some exogenous event."], [56, "2019-01-18T20:15:49Z", [0.65], "Basically boils down to random chance. I'll add a bit more to the yes side because volatility in that job seems high. "], [38, "2019-01-18T19:06:08Z", [0.09], "Why would he cease to be WH CoS? 1) death or illness:  extremely low probability due to his (not advanced) age and safe type of occupation 2) fired: \n-no:   DJT will be under pressure to not fire him since he is already #3\n-no:  I read yesterday that . . .  \n      He has loosened the rules about access to DJT:  this removes sources of friction and annoyance with him\n      He has accepted that there are no rules for Jared & Ivanka; this should make them his champions, rather than his enemies\n-no:  DJT has worked with him and knows how he operates.  MM is known and deemed loyal.\n-yes:  if DJT needs a scapegoat   1%\n-yes:  if MM unwisely makes public statements that DJT takes exception to  1%\n-yes:  if DJT thinks he's a leaker or was the author of the NYT Op Ed 2% 3) quits:  \n-yes:  for a more lucrative job on K Street. . . The possibility of this grows  as he becomes sharper about how the machinery of government works, makes connections and strengthens his network.  . .2% \n-no/yes:  quitting before 1/1/20 means before he has completed a year, but right after it means one year. 1%\n-no:  CoS to POTUS is about as close to the pinnacle of power as one can get\n-yes:  legal problems .  . if somehow he gets embroiled in something and becomes consumed with making his legal defense 1%\n-yes:  frustration & disgust:  I'd say that was unlikely.  MM's been on DJT's team and seen how DJT operates.  He has to have a pretty good idea of what he's getting in to.  The wine of power seems to dull many noble sentiments and sensibilities.  1% ASSUMPTION:  this question asks if he will \". . . cease to be . . . .\".  Therefore, I am making my forecast based on the assumption that an announcement during 2019 that he will resign on a date in 2020 will NOT resolve this question as \"yes\".  One doesn't \"cease to be\" in an office until the date of one's resignation or termination."], [27345, "2019-01-18T18:58:55Z", [0.45], "If we assume the best base rate is 'length of tenure for Chiefs of Staff under Trump,' then it's 50/50:  Priebus ~6months  \nKelly ~18months  As for why not 50/50 -- Mulvaney may be more pliant (upping the chances he'll last). Plus the longer-term base rate (pre-Trump) suggests a 12month or longer tenure is more common."], [20530, "2019-01-18T18:56:20Z", [0.75], "Two reasons: 1) Trump's evident high record for axing his staff, and, 2) Trump's erratic behavior will induce Mulvaney to jump ship to avoid damage to his reputation."], [484, "2019-01-18T18:12:16Z", [0.95], "Initial forecast. 11 months is an eternity."], [484, "2019-01-18T18:07:23Z", [0.95], "Comment deleted on Jan 18, 2019 06:07PM UTC"]], "open_date": "2019-01-18T18:00:38Z", "close_date": "2020-01-01T07:59:38Z"}