{"question_id": 928, "title": "Between 11 April 2018 and 31 July 2018, will Chinese tariffs on any US aircraft take effect?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.05, 0.95], "correct_answer": "No", "correct_forecast": 0.95, "preds": [[38, "2018-07-31T22:04:59Z", [0.0], ""], [1333, "2018-07-31T14:55:22Z", [0.14], ""], [691, "2018-07-31T13:34:39Z", [0.0], ""], [36440, "2018-07-31T09:44:00Z", [0.0], ""], [30364, "2018-07-30T22:21:30Z", [0.0], ""], [691, "2018-07-30T11:44:57Z", [0.0], ""], [13306, "2018-07-30T11:14:56Z", [0.0], ""], [30610, "2018-07-30T09:40:46Z", [0.0], ""], [39937, "2018-07-30T05:40:26Z", [0.0], ""], [19801, "2018-07-29T23:54:23Z", [0.0], "I still think tariffs will take effect but only 1 day left!"], [1333, "2018-07-29T14:29:13Z", [0.15], ""], [14432, "2018-07-29T13:44:20Z", [0.0], ""], [691, "2018-07-29T11:31:05Z", [0.0], ""], [35217, "2018-07-29T10:17:27Z", [0.0], ""], [1333, "2018-07-28T22:00:44Z", [0.25], "The Red Chinese have their knickers in a twist over three U.S. Air Carriers refusing to change their websites to delete Taiwan. I'm holding at 25% for bit longer."], [37488, "2018-07-28T21:25:02Z", [0.0], "Comment deleted on Aug 04, 2018 04:27AM UTC"], [4681, "2018-07-28T19:54:43Z", [0.02], ""], [32338, "2018-07-28T15:03:35Z", [0.01], ""], [47482, "2018-07-28T14:52:10Z", [0.01], "Times almost up"], [1624, "2018-07-28T06:46:27Z", [0.01], ""], [37488, "2018-07-27T22:13:19Z", [0.01], ""], [1646, "2018-07-27T16:01:28Z", [0.01], ""], [57797, "2018-07-27T14:40:28Z", [0.04], ""], [35636, "2018-07-27T14:39:39Z", [0.1], "WoC 18% 330 from 135"], [60009, "2018-07-27T08:52:51Z", [0.05], ""], [5018, "2018-07-27T05:13:37Z", [0.0], ""], [57797, "2018-07-26T17:23:07Z", [0.05], ""], [30364, "2018-07-26T17:21:57Z", [0.01], ""], [4681, "2018-07-26T13:50:16Z", [0.04], ""], [691, "2018-07-26T11:52:42Z", [0.0], ""], [31450, "2018-07-25T16:46:10Z", [0.0], "Not much time left and China seems to be following a tit for tat response strategy. So they won't apply new tariffs until the next round of US tariffs."], [1333, "2018-07-25T15:37:10Z", [0.3], ""], [172, "2018-07-25T11:33:58Z", [0.0], ""], [32300, "2018-07-24T21:51:08Z", [0.04], ""], [40633, "2018-07-24T20:09:40Z", [0.0], ""], [36132, "2018-07-24T17:56:18Z", [0.0], ""], [1333, "2018-07-24T16:00:12Z", [0.31], ""], [59967, "2018-07-23T19:42:20Z", [1.0], ""], [57797, "2018-07-23T15:31:09Z", [0.1], ""], [1333, "2018-07-23T15:06:03Z", [0.32], ""], [5018, "2018-07-23T12:39:31Z", [0.02], ""], [691, "2018-07-23T12:00:16Z", [0.0], ""], [19801, "2018-07-23T09:14:29Z", [0.85], "Problem is that this question has such a tight deadline. It will happpen but by which date?"], [83, "2018-07-23T05:28:24Z", [0.0], ""], [1333, "2018-07-22T15:38:53Z", [0.33], ""], [1333, "2018-07-21T20:15:40Z", [0.32], ""], [1034, "2018-07-21T15:06:30Z", [1.0], ""], [37488, "2018-07-21T14:15:54Z", [0.08], ""], [30364, "2018-07-20T17:57:50Z", [0.01], ""], [1333, "2018-07-20T16:26:36Z", [0.33], ""], [1333, "2018-07-19T14:28:36Z", [0.34], ""], [15196, "2018-07-19T14:17:45Z", [0.0], ""], [41922, "2018-07-19T11:18:22Z", [0.0], ""], [691, "2018-07-19T11:10:59Z", [0.0], ""], [1333, "2018-07-18T17:23:29Z", [0.35], ""], [172, "2018-07-18T11:19:21Z", [0.0], ""], [691, "2018-07-18T10:51:17Z", [0.0], ""], [73, "2018-07-17T18:08:05Z", [0.0], ""], [44887, "2018-07-17T18:06:48Z", [0.55], ""], [59881, "2018-07-16T19:29:06Z", [0.89], ""], [1333, "2018-07-16T14:53:43Z", [0.44], ""], [691, "2018-07-16T14:26:08Z", [0.01], ""], [12591, "2018-07-15T16:31:29Z", [0.25], ""], [691, "2018-07-15T14:53:12Z", [0.01], ""], [30364, "2018-07-14T15:20:10Z", [0.01], ""], [40930, "2018-07-13T18:20:12Z", [0.1], ""], [691, "2018-07-13T14:18:44Z", [0.01], ""], [1333, "2018-07-13T14:14:55Z", [0.45], ""], [37488, "2018-07-13T04:35:34Z", [0.05], ""], [46079, "2018-07-12T15:20:06Z", [0.2], ""], [1034, "2018-07-12T14:15:25Z", [1.0], ""], [691, "2018-07-12T12:16:53Z", [0.05], ""], [15196, "2018-07-12T05:22:07Z", [0.35], ""], [59812, "2018-07-12T02:04:09Z", [0.7], ""], [172, "2018-07-12T00:26:08Z", [0.05], ""], [49937, "2018-07-11T23:42:36Z", [0.35], ""], [1333, "2018-07-11T14:14:12Z", [0.55], ""], [35636, "2018-07-11T14:11:55Z", [0.15], "Agh China, gotta laugh - whinges then does exactly what they whinged about. Hypocrites.   Stuff Russia and Iran, let's get China. Before it's too late. Bannon knows.  WoC 32% 275 from 124 bettors"], [5018, "2018-07-11T12:56:37Z", [0.07], ""], [57797, "2018-07-11T12:07:34Z", [0.38], ""], [57797, "2018-07-11T12:00:10Z", [0.14], "Even if the next round of tariffs includes aircrafts, it might enter into force too late to resolve this question. With the first round of tariffs, the U.S. implemented them at 12:01 am and China retaliated at 12:01pm the same day. Now the U.S. has just escalated the tariff war with a new threat, but if history is any guide, China will wait until those tariffs actually take effect to retaliate. This could be a while though: A senior WH official \"said that the process of imposing tariffs on the new list of goods would take roughly two months, with a public hearing on the tariffs scheduled for Aug. 20 through Aug 23.\" [1] EDIT: However, there is another salvo of U.S. tariffs in the pipeline that might come in less than \"two weeks\" [2] so there is a possibility a retaliation from China would include aircrafts. The size of those tariffs is relatively small at $16 billion though compared to the $34 billion the U.S. imposed last week. Thus, I am revising my forecast. [1] https://www.nytimes.com/2018/07/10/us/politics/trump-china-trade-war.html\n[2]https://www.cnbc.com/2018/07/05/trump-says-us-will-impose-16-billion-in-additional-tariffs-on-china-i.html"], [1333, "2018-07-10T14:19:38Z", [0.65], ""], [1333, "2018-07-09T14:54:37Z", [0.75], ""], [57797, "2018-07-09T14:30:53Z", [0.15], ""], [691, "2018-07-09T13:38:46Z", [0.05], ""], [19801, "2018-07-09T07:23:11Z", [1.0], "1. Trade war starts with 25pc tit-for-tat tariffs on US$68 billion in goods\nTHE United States has imposed sweeping tariffs on 25 per cent on US$34 billion worth of Chinese flat-screen televisions, aircraft parts and medical devices\nhttp://www.seanews.com.tr/trade-war-starts-with-25pc-tit-for-tat-tariffs-on-us-68-billion-in-goods/177320/\n2.The US' scheduled tariffs on $34 billion in Chinese products took effect at 12:01 pm (Beijing Time) Friday. In response, China's additional tariffs on some US imports took effect at 12:01 am (Beijing Time) Friday, the Xinhua News Agency reported.\nhttp://www.globaltimes.cn/content/1109939.shtml\n"], [1034, "2018-07-09T03:32:47Z", [1.0], ""], [28858, "2018-07-09T00:29:26Z", [0.33], ""], [691, "2018-07-08T19:24:30Z", [0.05], ""], [1333, "2018-07-08T14:35:26Z", [0.65], ""], [15196, "2018-07-08T13:10:21Z", [0.25], ""], [59747, "2018-07-07T18:47:16Z", [0.75], ""], [1333, "2018-07-07T17:56:33Z", [0.55], ""], [59731, "2018-07-07T15:43:21Z", [0.73], ""], [35636, "2018-07-07T06:20:29Z", [0.0], "China whinges and runs off to WTO with a complaint, like they've been following rules all along. Bluffers know they've got nothing.  Will be good to make WTO useless perhaps. Kick them off SWIFT too. Throw the world in to a 2 year recession but that's alright we can wear it, don't think China can. US will still be the top economy and reserve currency.  Sooner we sort them out the better. Happy to go up against their fake AK47 lasers. "], [4681, "2018-07-06T22:42:38Z", [0.1], ""], [57797, "2018-07-06T20:32:43Z", [0.13], "The list of goods getting hit by first wave of Chinese tariffs includes aircraft tires and engines [1].  [1] http://www.businessinsider.com/trump-china-tariff-full-list-of-goods-products-2018-6"], [57797, "2018-07-06T20:27:49Z", [0.1], ""], [172, "2018-07-06T20:26:50Z", [0.05], ""], [50629, "2018-07-06T20:06:52Z", [0.05], "Chinese aircraft are basically rubbish, depending upon US and Russian hardware. "], [691, "2018-07-06T20:02:44Z", [0.21], "Coming up some, but at the moment one suspects that China need aircraft more than revenge or revenue.  There are lots of other things they can retaliate on that won't hurt their domestic market's growth in air travel.  (Full disclosure:  I am probably wrong about this; the Chinese government do not routinely confide in me.)"], [1333, "2018-07-06T13:30:48Z", [0.65], "Chinese are issuing their response today - after we did this- Washington's 25 percent duties went into effect at midnight EDT and affected products such as water boilers, X-ray machine components, airplane tires and various other industrial parts.\nChina immediately retaliates with tariffs on its $34 billion list of goods issued last month, including soybeans, pork and electric vehicles.\nChina’s tariff target list is light on consumer products, it includes billions of dollars worth of imported machinery and components that go into finished goods made in the U.S. \nAircraft is China's number two in value tariff, and Jet Engines are number #5 in value, at 12M and 3Million respectively. Now we find out if they are bluffing. "], [1333, "2018-07-06T05:03:46Z", [0.45], "THings should take shape rapidly now.\nhttps://www.cnbc.com/2018/07/06/trade-war-worries-us-china-tariffs-to-kick-in-on-friday.html"], [40702, "2018-07-06T04:44:02Z", [0.5], "Going back to my original for a the time being.  I know the chinese airlines rely heavily on Boeing/Airbus (about 53/47% respectively), but I also know they chinese government subsidizes _A_LOT_.  I discovered this when I recently had free shipping on a 22lb box from Hong Kong to Cincinnati, Ohio...    Sure, free shipping could mean a lot of things, but this was FedEx International Priority which is one of the most expensive shipment options in the world right behind \"Air Cargo\" on one of the passenger airlines.   "], [40702, "2018-07-06T04:38:16Z", [0.2], ""], [35636, "2018-07-06T02:57:22Z", [0.0], "Will it come down to the last minute again? "], [57797, "2018-07-05T23:24:05Z", [0.15], ""], [37488, "2018-07-05T16:20:29Z", [0.1], "The Bernstein analyst believes that China will not target aircraft in retaliatory tariffs because it is building up its aerospace industry.  \"China needs airplanes, and Boeing and Airbus (EADSY) are both effectively sold out on most products over the next three to four years,\" Harned wrote in a research note. \"So, China has no other option than to buy from both Boeing and Airbus.\"  While China may make a symbolic action, such as a large order with Airbus, the damage shouldn't be lasting.  \n\"Such an order could lead investors to think that China is going to shift its purchases toward Airbus,\" Harned explained. \"But, we have seen such symbolic moves on multiple occasions against both the U.S. and the EU.\"  In fact, China's Premier, Li Keqiang, said Monday his government is prepared to continue talks with France linked to the purchase of Airbus aircraft.  https://www.thestreet.com/investing/boeing-flies-higher-as-analysts-say-recent-sell-off-was-overblown-14638449\n"], [1333, "2018-07-04T13:49:47Z", [0.34], ""], [13306, "2018-07-04T05:54:35Z", [0.07], ""], [56515, "2018-07-03T14:32:28Z", [0.05], ""], [57797, "2018-07-03T02:31:31Z", [0.18], ""], [4681, "2018-07-03T00:59:17Z", [0.23], ""], [691, "2018-07-02T14:46:58Z", [0.0], ""], [4681, "2018-07-01T21:21:33Z", [0.25], ""], [1333, "2018-07-01T15:56:51Z", [0.35], "So the Tariff on Chinese Turbo Jets doesn't count as a aircraft part then?"], [59439, "2018-07-01T13:50:40Z", [0.65], ""], [59468, "2018-06-30T05:28:16Z", [0.8], "I still see chances that Trump realizes that tariffs and a trade war are some of the dumbest ideas of his so far. But I believe it is more realistic that the conflict will grow before he (and a result of that China or Europe) will cut tariffs again."], [5018, "2018-06-30T04:12:08Z", [0.1], ""], [172, "2018-06-29T19:52:52Z", [0.05], ""], [1034, "2018-06-29T04:41:34Z", [1.0], ""], [691, "2018-06-29T01:34:29Z", [0.0], ""], [59538, "2018-06-28T10:03:54Z", [0.75], ""], [59535, "2018-06-28T07:43:45Z", [0.7], ""], [59489, "2018-06-28T04:46:33Z", [0.09], ""], [59499, "2018-06-27T22:15:41Z", [0.72], ""], [59491, "2018-06-27T21:10:49Z", [0.4], ""], [59477, "2018-06-27T20:12:28Z", [0.2], "China needs aircrafts from USA to grow their capacity quickly. The local airplane transport system is a mass. Therefore the chance is high that it will not take effect."], [59381, "2018-06-27T19:36:11Z", [0.1], ""], [59490, "2018-06-27T19:35:16Z", [0.75], ""], [59484, "2018-06-27T19:24:13Z", [0.05], ""], [59430, "2018-06-27T19:17:29Z", [0.03], ""], [59474, "2018-06-27T19:08:50Z", [0.08], ""], [59397, "2018-06-27T19:01:50Z", [0.2], "China will only react on US measures, i doubt, that the US won´t escalate seriously further with China and find a settlement on the negotiation table."], [59403, "2018-06-27T18:25:24Z", [0.9], ""], [59318, "2018-06-27T18:14:34Z", [0.5], ""], [59213, "2018-06-27T18:13:09Z", [0.35], ""], [59283, "2018-06-27T18:12:43Z", [0.45], ""], [59259, "2018-06-27T18:10:33Z", [0.0], ""], [59250, "2018-06-27T18:08:54Z", [0.53], ""], [58242, "2018-06-27T03:32:39Z", [0.65], ""], [58216, "2018-06-27T01:36:06Z", [0.3], ""], [4681, "2018-06-27T00:42:23Z", [0.3], ""], [59147, "2018-06-26T18:52:27Z", [0.0], ""], [691, "2018-06-26T12:31:39Z", [0.0], ""], [1333, "2018-06-26T10:33:39Z", [0.35], "I understand they kicked in already on Turbo jets."], [554, "2018-06-24T23:41:49Z", [0.55], ""], [1034, "2018-06-24T20:34:47Z", [1.0], ""], [50937, "2018-06-24T04:58:23Z", [0.2], ""], [172, "2018-06-24T01:34:11Z", [0.05], ""], [57941, "2018-06-23T22:13:39Z", [0.94], ""], [691, "2018-06-23T19:23:07Z", [0.0], ""], [37488, "2018-06-22T20:07:39Z", [0.18], "It sounds like China plans to retaliate in equal measure and kind to Trump's tariffs, but they are also being fairly strategic about the kinds of things they're targeting.  They've been very careful to respond in kind but also to wait until the last minute to see if Trump flip flops on his plans and doesn't go through.  If the July 6 tariffs go through, I am sure China's will as well.  Trump has threatened to retaliate and is probably hoping China will back down first; China doesn't need to nor seem inclined to show any form of desperation or deferential attitude toward the US or Trump, so if Trump responds and planned, I am sure China will as well even though they haven't formally announced what their relations might be.  I would give Trump's chance of going through with the July 6 tariff's above 80% and China's likelihood of responding in kind 100%.  However, I would expect Trump's likelihood of following through on his second round of tariffs much lower - maybe 15-25%.  News flurry as July 6 approaches, etc.  China has responded pretty aggressively and quickly to US threats and tariffs (US bumps tariffs but exempts China and Canada and China responds with tariffs against the US; Trump threatens $100bn and China reduces tariffs on products with other countries but not the US; Trump plans to go through with $50bn of proposed $100bn tariffs and China responds immediately with $34bn of their proposed $70bn against US imports) https://www.cnbc.com/2018/06/19/how-the-us-ended-up-in-an-escalating-trade-dispute-with-china.html However, it seems possible also that China can respond by cutting out Boeing in favor of Airbus without a specific tariff despite the April warning. Or even start selling US Treasury bonds.  But given what they've done so far, it seems likely that they will do a bit of both.  They most want to show their power without destroying the economy - enough to get Trump to stop aggressive threats and public confrontation for political or economic benefits, which is what they've been emphasizing the last several years and what they've been repeating in the news lately.  A two-pronged route seems most likely also because \"...China cannot match the US on a like-for-like basis – it simply does not buy the same value of American goods – exerting pressure on multinational companies that have operations in China could be a way for it to influence US policymakers and ease the trade tension.\" http://www.scmp.com/news/china/diplomacy-defence/article/2152090/china-us-trade-war-business-leaders-officials-scrabble\nhttp://www.xinhuanet.com/english/2018-06/22/c_137271886.htm So it seems likely that China will still retaliate against Trump's recent measures and having already included aircraft in a previous warning, it's reasonable to expect that it is still on the table.  Certainly investors think so given Boeing's recent stock prices and the continued interest from news and investment media.\nhttps://www.cfr.org/blog/what-would-happen-if-china-started-selling-its-treasury-portfolio\nhttp://www.scmp.com/comment/insight-opinion/article/2151960/trumps-trade-war-us-companies-will-be-first-casualty\nhttp://www.ecns.cn/news/economy/2018-06-22/detail-ifyvmiee7352101.shtml https://www.bloomberg.com/news/articles/2018-06-21/boeing-risks-losing-china-lead-as-trump-and-xi-clash-over-trade\nWith the rising prospect of an all-out trade war after the Trump administration announced tariffs on $50 billion of goods imported from China, President Xi Jinping is under pressure to retaliate. A clue to his tactics may be revealed during French Prime Minister Edouard Philippe’s visit to Beijing this weekend, where he’ll try to seal a deal for more than 180 Airbus A320 jets.  The $18-billion order, if confirmed, would send a strong signal to the US that China has effective options to hit hard where it hurts. The Asian power is likely to favor Airbus planes for future orders, according to Jin Wei, an aviation researcher at China Center for Information Industry Development, a state-backed think tank in Beijing. “Awarding big plane orders to Airbus will be a wake-up call to the US that China has alternatives and does not fear clashing with US on trade,” Jin said.  Such a strategy may also help China drive deeper divisions within the Group of Seven nations, whose leaders in Europe and Canada are struggling to adapt to challenges from an unpredictable Trump on issues ranging from security to exports. Germany’s foreign minister last week called on European nations to unite and fill the void left by the US pullback from global agreements.  ...To be sure, China isn’t likely to dump Boeing altogether for Airbus. Nor is the Airbus order a given, considering Sino-French relations haven’t hit all the right notes. Though Macron has shown more inclination to connect with China than his predecessors and has pledged to visit once a year, he said in Canada this month that the Asian country couldn’t yet join the G7 because it doesn’t share the club’s values. Yet, Trump’s policies may give China enough reasons to tilt the balance in favor of Airbus, said Corrine Png, chief executive officer and founder of Crucial Perspective Pte., a Singapore-based research firm focused on transportation.  “We expect Airbus’s market share in China to increase going forward,” she said. Back in April, as trade tensions heated up, China fired a warning shot with the threat of a 25 percent levy on aircraft categories that included the largest Gulfstream luxury jets and older and smaller 737 models nearing the end of their production run. But the measure stopped shy of penalizing the 737 Max 8, Boeing’s best-selling new model. https://www.usatoday.com/story/money/2018/06/22/stocks-hurt-trump-china-trade-war/717640002/\nhttps://www.bloomberg.com/news/articles/2018-06-15/boeing-737-pitted-against-chinese-spacecraft-as-trade-war-grows\nhttp://www.scmp.com/business/china-business/article/2151996/china-stocks-verge-bear-market-after-week-saw-us514-billion"], [691, "2018-06-22T12:53:49Z", [0.0], ""], [48709, "2018-06-22T04:47:08Z", [0.8], "O' Canada how green your grass is now tourism Will be brisk there and US tariffs will really mean a thing."], [46079, "2018-06-21T20:42:51Z", [0.6], ""], [29860, "2018-06-21T18:47:12Z", [0.0], ""], [29860, "2018-06-21T18:47:05Z", [0.05], ""], [57918, "2018-06-21T18:15:49Z", [0.0], ""], [13306, "2018-06-21T06:22:52Z", [0.1], ""], [13306, "2018-06-21T06:22:29Z", [0.2], ""], [30364, "2018-06-21T00:56:27Z", [0.01], ""], [691, "2018-06-20T19:51:42Z", [0.01], ""], [37488, "2018-06-20T05:17:14Z", [0.7], "Beijing said on Tuesday it will use “quantitative and qualitative” measures to hit back at US President Donald Trump’s act of “blackmail” in threatening to impose tariffs on US$200 billion worth of Chinese products.   The statement, by China’s Ministry of Commerce, suggests the government is considering options other than tariffs as its tit-for-tat trade row with Washington rumbles on.  ...Wei Jianguo, a former vice-minister of commerce, said the ministry’s announcement meant it was likely that Beijing would now extend the range and duration of its countermeasures.  “Aircraft, chips and energy imported from the US could be subject to [punitive tariffs]” he said.  “China is also likely to take action against the US service trade, including transport, tourism and education.” Wei, who is now a deputy secretary general at the Chinese Centre for International Economic Exchanges, a state-backed think tank, said Beijing might also make its countermeasures permanent rather than temporary, and if the situation worsened US firms could be excluded from China’s financial markets. A commerce ministry spokeswoman contacted by the South China Morning Post declined to comment on the statement.\nhttp://www.scmp.com/news/china/diplomacy-defence/article/2151502/donald-trump-can-outgun-china-trade-tariffs-beijing-has\nhttp://www.xinhuanet.com/english/2018-06/19/c_137265552.htm\nhttp://www.xinhuanet.com/english/2018-06/19/c_137264464.htm"], [13306, "2018-06-19T06:23:11Z", [0.75], ""], [1034, "2018-06-18T15:16:55Z", [1.0], ""], [59042, "2018-06-18T10:29:45Z", [0.05], ""], [12745, "2018-06-17T22:07:00Z", [0.25], ""], [1333, "2018-06-17T18:34:49Z", [0.25], ""], [54077, "2018-06-17T16:22:23Z", [0.77], ""], [4681, "2018-06-17T04:41:48Z", [0.17], ""], [59053, "2018-06-16T23:41:25Z", [0.75], ""], [37488, "2018-06-16T19:51:01Z", [0.02], "\"...The list of 659 U.S. goods was longer than a preliminary list of 106 goods published by the commerce ministry in April, although the value of products affected remained unchanged at $50 billion. (here)   Aircraft, included in the earlier Chinese list, were not on the revised list....\" https://www.reuters.com/article/us-usa-trade-china-tariffs/china-to-impose-25-percent-tariffs-on-659-us-goods-worth-50-billion-idUSKBN1JB2MS"], [691, "2018-06-16T13:12:15Z", [0.01], ""], [13306, "2018-06-16T09:47:41Z", [0.3], ""], [27461, "2018-06-16T03:06:38Z", [0.0], ""], [40702, "2018-06-15T20:36:54Z", [0.5], ""], [691, "2018-06-15T19:59:00Z", [0.0], ""], [28414, "2018-06-15T19:20:34Z", [0.0], ""], [29680, "2018-06-15T18:56:34Z", [0.25], ""], [28414, "2018-06-15T17:51:14Z", [1.0], ""], [40702, "2018-06-15T13:24:03Z", [0.2], ""], [783, "2018-06-15T13:23:55Z", [0.85], "Trump ignites trade war with China, officially announces tariffs on $50 billion worth of Chinese goods\nFirst set of tariffs to hit July 6, another round under review\nMove will help U.S. achieve more balanced trade: Trump\nhttps://www.bloomberg.com/news/articles/2018-06-15/trump-targets-50-billion-in-china-goods-vows-more-if-needed"], [19801, "2018-06-15T11:23:24Z", [1.0], " The United States has nearly completed a second list of tariffs on $100 billion in Chinese goods, as President Donald Trump prepares to enact an initial round of duties that is expected to trigger an in-kind response from Beijing, several sources said. \nhttps://www.reuters.com/article/us-usa-trade-china-tariffs/as-trade-war-with-china-looms-u-s-readies-second-wave-of-duties-idUSKBN1JB0M8"], [783, "2018-06-15T05:21:31Z", [0.85], "Trump moving ahead with steep tariffs on Chinese goods, reports say\nhttps://www.usatoday.com/story/news/2018/06/14/reports-trump-moving-ahead-steep-tariffs-chinese-goods/704068002 Donald Trump Approves Tariffs on About $50 Billion of Chinese Goods\nUSTR to announce products subject to tariffs on Friday; China has said it would retaliate\nhttps://www.wsj.com/articles/donald-trump-approves-tariffs-on-about-50-billion-of-chinese-goods-1529016073"], [691, "2018-06-14T17:16:46Z", [0.0], ""], [54761, "2018-06-14T11:54:01Z", [0.1], ""], [27461, "2018-06-14T02:34:43Z", [0.25], ""], [59025, "2018-06-14T02:14:11Z", [0.15], ""], [12745, "2018-06-14T01:53:46Z", [0.2], ""], [172, "2018-06-13T22:48:27Z", [0.0], ""], [45572, "2018-06-13T16:35:00Z", [0.15], ""], [57918, "2018-06-13T13:33:59Z", [0.0], ""], [52343, "2018-06-12T23:46:57Z", [0.65], ""], [691, "2018-06-11T13:04:37Z", [0.0], ""], [19801, "2018-06-11T11:50:17Z", [0.25], "Prior pattern of behavior by the USA supports trade war outcome. But question only gives until 31 July. Too short! Trade war: EU will put tariffs on US metals after ‘depressing’ G7 tweets by Donald Trump\nhttp://www.scmp.com/news/world/united-states-canada/article/2150134/trade-war-eu-will-act-against-us-tariffs-after On April 4, 2018, China's Customs Tariff Commission of the State Council decided to announce a plan of additional tariffs of 25% on 106 items of products including automobiles, airplanes, and soybeans.[98] Soybeans are the top U.S. agricultural export to China.[99][100] The increased tit-for-tat tariff announcements stoked fears that the two countries are inching closer to a trade war.[101][102][103] On April 4, 2018, President Trump responded to speculation tweeting: \"We are not in a trade war with China, that war was lost many years ago by the foolish, or incompetent, people who represented the U.S. Now we have a Trade Deficit of $500 Billion a year, with Intellectual Property Theft of another $300 Billion. We cannot let this continue!\"[104] The next day Trump directed the USTR to consider $100 billion in additional tariffs.[105][106] On May 9, 2018, China cancelled soybean orders exported from United States to China. Zhang Xiaoping, Chinese director for the U.S. Soybean Export Council, said that Chinese buyers simply stopped buying from the U.S.[107]\nhttps://en.wikipedia.org/wiki/Trump_tariffs\n"], [1019, "2018-06-11T10:37:13Z", [0.1], ""], [29680, "2018-06-11T00:22:18Z", [0.09], ""], [1034, "2018-06-09T19:16:08Z", [0.0], ""], [691, "2018-06-08T13:44:04Z", [0.0], ""], [58930, "2018-06-08T12:49:01Z", [1.0], ""], [37488, "2018-06-08T00:27:09Z", [0.1], ""], [58924, "2018-06-07T20:55:41Z", [0.05], ""], [48709, "2018-06-07T15:57:39Z", [0.0], "This is talk the war dost not need to happen as everyone looses. But have We been Trumped again in a bad Trumped up deal you be the judge.\nThe Ministry of Commerce said then that it could impose tariffs in two stages: first, a 15 percent duty on 120 products, including fruit and wine, and then, after further assessing the impact of the United States’ tariffs, a 25 percent tariff on eight other products, including pork, an important moneymaker, especially in farming regions in states that voted for Mr. Trump.\nBut the latest announcement said the tariffs taking effect on Monday covered all 128 products, including the 25 percent charge on pork."], [1333, "2018-06-07T15:51:08Z", [0.15], ""], [58193, "2018-06-07T11:47:16Z", [0.85], ""], [27461, "2018-06-07T01:41:03Z", [0.2], ""], [49937, "2018-06-06T21:28:08Z", [0.1], ""], [57918, "2018-06-06T18:27:25Z", [0.0], ""], [57918, "2018-06-06T00:18:32Z", [0.0], ""], [1034, "2018-06-05T13:47:04Z", [0.0], ""], [57918, "2018-06-04T19:08:09Z", [0.0], ""], [691, "2018-06-04T11:39:00Z", [0.0], ""], [42472, "2018-06-03T17:04:10Z", [0.0], ""], [691, "2018-06-03T12:56:47Z", [0.0], ""], [44991, "2018-06-03T11:44:00Z", [0.45], ""], [29980, "2018-06-03T02:48:09Z", [0.99], ""], [593, "2018-06-02T19:32:50Z", [0.15], ""], [48114, "2018-06-02T18:45:49Z", [0.77], ""], [27461, "2018-06-02T03:06:23Z", [0.0], "It's not clear to me what will Ross talk about in China in the next few days. Judging by the speech he gave in Paris, his message seems to be \"we will put tariffs on you, but if you retaliate, it will get even worse\". Hardly a productive approach. But the Chinese do not need to reciprocate in kind - they could just advise their companies to stop buying US aircraft and achieve the same result while retaining \"the high moral ground\" of being pro-free-trade (sort of....). On the other hand, such an approach is not quickly visible, which may be a problem for the Chinese government - they will be seen as giving in under pressure. So they will have to impose some further tariffs, and they have announced a few ideas, but aircraft is just too bulky and expensive for that - as with any tariffs, they will be penalizing their own buyers.   "], [37488, "2018-06-01T20:06:39Z", [0.15], ""], [4681, "2018-06-01T16:28:27Z", [0.1], ""], [52343, "2018-06-01T03:50:57Z", [0.35], ""], [34353, "2018-06-01T03:10:57Z", [0.0], ""], [172, "2018-06-01T02:20:33Z", [0.0], ""], [9755, "2018-05-31T22:40:37Z", [0.05], ""], [37488, "2018-05-31T21:33:50Z", [0.2], ""], [53897, "2018-05-31T19:00:22Z", [0.35], ""], [691, "2018-05-31T18:39:36Z", [0.0], ""], [57918, "2018-05-30T18:12:26Z", [0.0], ""], [39937, "2018-05-29T16:03:48Z", [0.01], ""], [37488, "2018-05-29T12:57:34Z", [0.15], "     The investment limits and tariffs are part of a broad crackdown aimed at limiting China’s ability to acquire U.S. technology.  The announcement comes less than 10 days after Treasury Secretary Steven Mnuchin said that the trade war with China was “on hold.” Commerce Secretary Wilbur Ross is due to arrive in Beijing on Saturday for talks aimed at cooling trade tensions between the two countries. Tariffs of 25 percent will be applied to Chinese imports containing important technologies, including those related to Beijing’s Made-in-China 2025 development program, the White House said. The final tariff list will be made public by June 15 with the new import taxes taking effect shortly thereafter.\nhttps://www.washingtonpost.com/news/business/wp/2018/05/29/trump-hits-china-with-broad-limits-on-tech-investment-moves-forward-with-50-billion-in-tariffs-ahead-of-key-trade-meeting/?utm_term=.c27ed7d6de5e      The United States said that it will continue pursuing steps regarding trade with China, days after Washington and Beijing stated a tentative solution to their dispute and suggested that tensions had cooled. \"To protect our national security, the United States will implement specific investment restrictions and enhanced export controls for Chinese persons and entities related to the acquisition of industrially significant technology,\" the release said. \"The proposed investment restrictions and enhanced export controls will be announced by June 30, 2018, and they will be implemented shortly thereafter.\"\n     By June 15, Washington will release a list of some $50-billion worth of Chinese goods that will be subject to a 25% tariff, the White House said in a statement. The United States will also continue to pursue litigation against China at the World Trade Organization.\"Under Section 301 of the Trade Act of 1974, the United States will impose a 25 percent tariff on $50 billion of goods imported from China containing industrially significant technology, including those related to the \"Made in China 2025\" program,\" the release said.\nhttps://sputniknews.com/business/201805291064905078-us-tariffs-china-technology-goods/      Chinese and U.S. envoys sparred at the World Trade Organization on Monday over U.S. President Donald Trump's claims that China steals American ideas, the subject of two lawsuits and a White House plan to slap huge punitive tariffs on Chinese goods.  U.S. Ambassador Dennis Shea said \"forced technology transfer\" was often an unwritten rule for companies trying to access China's burgeoning marketplace, especially if they were partnering with a state-owned or state-directed Chinese firm.   U.S. Ambassador Dennis Shea said \"forced technology transfer\" was often an unwritten rule for companies trying to access China's burgeoning marketplace, especially if they were partnering with a state-owned or state-directed Chinese firm....\"Fundamentally, China has made the decision to engage in a systematic, state-directed, and non-market pursuit of other (WTO) members cutting-edge technology in service of Chinas industrial policy.\"  It was a lose-lose proposition for foreign investors, he said, and not just Americans. All countries would see their competitiveness eroded if China's policies were left unchecked.  China flatly rejected the criticism, which has spawned WTO disputes from both sides and a $50 billion tariff threat from Trump.  \"There is no forced technology transfer in China,\" China's Ambassador Zhang Xiangchen told the meeting, adding that the U.S. argument involved a \"presumption of guilt.\"  \"But the fact is, nothing in these regulatory measures requires technology transfer from foreign companies.\"  The U.S. Trade Representative's office had failed to produce a single piece of evidence, and some of its claims were \"pure speculation,\" he said, adding that the USTR saw Chinese M&A activity as a Chinese government conspiracy.\n      Under WTO rules, if disputes are not settled amicably after 60 days, the complainant can ask for a panel of experts to adjudicate, escalating the dispute and triggering a legal case that takes years to settle.  The United States, which launched its complaint on March 23, could have used the dispute meeting on Monday to take that step. China could do so at next month's meeting.  But since the dispute erupted, U.S.-China trade policy has been the subject of high-level bilateral talks.  Last week Trump tweeted cryptically that \"our trade deal with China is moving along nicely\" but said it probably needed a \"different structure.\"\nhttps://www.cnbc.com/2018/05/29/us-and-china-clash-over-technology-transfer-at-the-wto.html\n"], [691, "2018-05-28T17:34:17Z", [0.0], ""], [1333, "2018-05-28T14:44:58Z", [0.05], ""], [31542, "2018-05-27T15:12:45Z", [0.15], ""], [58556, "2018-05-27T13:23:01Z", [0.35], "I don't things will move that fast and Trump could always backflip on some tariffs."], [691, "2018-05-26T13:15:22Z", [0.0], ""], [745, "2018-05-26T03:44:02Z", [0.01], ""], [172, "2018-05-26T02:02:37Z", [0.0], ""], [691, "2018-05-24T20:20:54Z", [0.0], ""], [54140, "2018-05-24T15:31:26Z", [0.0], ""], [13306, "2018-05-24T14:37:55Z", [0.15], ""], [15196, "2018-05-24T12:47:29Z", [0.0], ""], [54646, "2018-05-24T02:48:51Z", [0.02], "only if a comprehensive breakdown in trade negotiations - will the Iran nuclear deal give an opportunity to Airbus at Boeing's expense?"], [42115, "2018-05-23T21:52:08Z", [0.2], ""], [691, "2018-05-23T15:09:34Z", [0.0], ""], [34405, "2018-05-22T20:18:53Z", [0.0], ""], [46762, "2018-05-22T16:48:27Z", [0.0], ""], [691, "2018-05-22T14:50:22Z", [0.0], ""], [44965, "2018-05-22T11:52:57Z", [0.2], ""], [5018, "2018-05-22T01:48:45Z", [0.01], ""], [37488, "2018-05-22T01:26:10Z", [0.0], "China's official stance - likely to last through the next few months.  They don't like to make quick decisions or back down from their goals, and I think they've been pushing for calming of tensions even if they were willing to make threats and follow through on their purchasing power in the relationship.  The aircraft tariff would be particularly stiff and damaging to China as well as to the US, so I think they're likely to be slower to implement in any case. \"...Chinese officials on Monday were keen to show Beijing had stood firm in the talks. A researcher for China’s commerce ministry said in an interview that the country had demonstrated three “bottom lines”: it would not cut exports to the US in order to reduce the trade deficit, no target was set for reducing the deficit – Trump had previously pushed for a $200bn reduction, and China upheld its right to upgrade its industry. The White House’s threatened tariffs had targeted Beijing’s “Made in China” industrial programme. “Despite all the pressure, China didn’t ‘fold’, as US President Donald Trump observed,” the state-run China Daily said in an English-language editorial. “Instead, it stood firm and continually expressed its willingness to talk.”\nhttps://www.theguardian.com/world/2018/may/21/china-censors-weibo-online-comments-as-us-says-tariff-plan-is-on-hold"], [37488, "2018-05-22T01:20:32Z", [0.0], ""], [1034, "2018-05-21T14:16:38Z", [0.0], ""], [1333, "2018-05-18T18:24:32Z", [0.16], ""], [15196, "2018-05-17T15:09:59Z", [0.05], ""], [691, "2018-05-17T14:54:26Z", [0.01], ""], [32100, "2018-05-17T13:09:23Z", [0.02], ""], [172, "2018-05-16T22:13:16Z", [0.01], ""], [974, "2018-05-16T17:07:37Z", [0.05], ""], [37154, "2018-05-16T13:56:22Z", [0.05], ""], [37488, "2018-05-16T03:03:58Z", [0.05], ""], [58228, "2018-05-15T01:08:38Z", [0.25], ""], [172, "2018-05-15T00:03:04Z", [0.01], ""], [50568, "2018-05-14T16:46:18Z", [0.0], ""], [691, "2018-05-14T13:17:00Z", [0.02], ""], [35636, "2018-05-14T08:01:54Z", [0.0], ""], [1034, "2018-05-13T21:17:34Z", [0.0], ""], [56515, "2018-05-12T15:04:50Z", [0.05], ""], [691, "2018-05-12T12:37:11Z", [0.02], ""], [172, "2018-05-10T00:33:12Z", [0.02], ""], [34353, "2018-05-08T13:29:14Z", [0.01], ""], [5766, "2018-05-07T20:42:50Z", [0.15], ""], [1333, "2018-05-06T17:22:26Z", [0.15], ""], [37893, "2018-05-06T07:49:56Z", [0.05], ""], [49937, "2018-05-05T20:16:55Z", [0.27], ""], [23006, "2018-05-04T18:10:29Z", [0.1], ""], [172, "2018-05-02T01:31:26Z", [0.02], ""], [691, "2018-05-01T16:20:48Z", [0.02], ""], [46339, "2018-04-30T18:29:36Z", [0.5], ""], [58004, "2018-04-29T20:28:26Z", [0.47], "The Chinese already announced that there is a possibility of aircraft tariffs, but it would be hard to implement them because there will be a high demand on the Airbus industries, allowing Airbus to name their own prices and therefore causing a monopoly.\n"], [51931, "2018-04-29T12:15:31Z", [0.2], ""], [38993, "2018-04-28T15:16:02Z", [0.03], ""], [15196, "2018-04-27T00:54:03Z", [0.2], ""], [57918, "2018-04-26T17:21:19Z", [0.35], ""], [57918, "2018-04-26T17:18:13Z", [0.4], ""], [1333, "2018-04-26T14:56:51Z", [0.25], ""], [57998, "2018-04-26T12:09:02Z", [0.0], ""], [691, "2018-04-26T01:10:03Z", [0.05], ""], [1034, "2018-04-25T16:26:04Z", [0.0], ""], [172, "2018-04-25T11:38:58Z", [0.02], ""], [33887, "2018-04-25T08:42:33Z", [1.0], ""], [27461, "2018-04-22T23:26:55Z", [0.0], ""], [29680, "2018-04-22T20:20:16Z", [0.1], ""], [1034, "2018-04-21T17:34:59Z", [0.0], ""], [172, "2018-04-21T02:59:28Z", [0.02], ""], [1034, "2018-04-20T23:21:25Z", [0.0], ""], [27461, "2018-04-19T21:27:26Z", [0.02], ""], [691, "2018-04-19T14:54:27Z", [0.05], ""], [36147, "2018-04-18T12:17:53Z", [0.03], ""], [16272, "2018-04-17T18:02:44Z", [0.1], ""], [1526, "2018-04-17T14:02:19Z", [0.05], ""], [691, "2018-04-17T12:24:09Z", [0.05], "The airline industry in China is, shall we say, taking off.  They will need aircraft for this, and production from elsewhere probably can't keep up with demand at least for the next several years.  Not necessarily a good time to increase costs in that sector.   The necessary messages can be sent with other tariffs instead."], [172, "2018-04-16T22:40:09Z", [0.02], ""], [52343, "2018-04-16T22:24:28Z", [0.65], ""], [691, "2018-04-16T16:35:02Z", [0.33], ""], [32100, "2018-04-16T16:14:21Z", [0.05], ""], [26965, "2018-04-16T15:31:02Z", [0.35], ""], [130, "2018-04-16T14:23:48Z", [0.55], "Trump will force the tariffs through mismanagement and bad tweets."], [35636, "2018-04-16T06:46:54Z", [0.1], ""], [57427, "2018-04-16T00:39:33Z", [0.18], ""], [46317, "2018-04-15T17:55:01Z", [0.45], "The Chinese have already announced (4 April) the \"possibility\" of such tariffs, but implementation would only put Airbus Industries in an increasingly and likely intolerable position as sole source for Chinese airlines, thus allowing Airbus to dictate prices in what becomes a monopoly supplier position. As that becomes increasingly clear to China's ruler and airline executives, it will be hard actually to effect such tariffs in the short run."], [974, "2018-04-15T13:22:42Z", [0.4], ""], [37154, "2018-04-15T11:13:48Z", [0.15], ""], [1333, "2018-04-15T10:44:59Z", [0.35], ""], [12591, "2018-04-15T05:40:45Z", [0.25], ""], [34114, "2018-04-15T00:16:29Z", [0.95], ""], [51931, "2018-04-14T23:12:09Z", [0.3], ""], [52883, "2018-04-14T22:45:40Z", [0.12], ""], [1034, "2018-04-14T17:35:15Z", [0.0], ""], [21836, "2018-04-14T12:21:34Z", [0.6], ""], [53388, "2018-04-14T11:29:06Z", [0.02], ""], [35636, "2018-04-14T08:05:33Z", [0.2], "Boeing has good lobbyists and jobs in nearly every state, so all Senators and the House will be hounding Trump not to annoy Xi more and negotiate to get it lifted. But who knows. Perhaps manufacturing might just move offshore anyway. AirBus do it well. Canada and Brazil are options. Unions will hate it though. "], [36736, "2018-04-14T06:30:23Z", [0.0], ""], [1646, "2018-04-14T02:05:00Z", [0.05], ""], [37488, "2018-04-14T01:07:08Z", [0.15], "China is apparently willing to impose their tariffs at any time, but Trump's tariff's are moving through a 30-day public comment period.  China has made it clear that it will react quickly and firmly to tariffs, but that they don't really want them and are willing to reconsider if the US is willing to participate in talks and follow WTO protocols.  Trump generally hates to back down, except that this really is bad news and when he is wrong or planning to hedge a bluff or aggressive move he has made, he generally lets it lay quietly for a while and then buries the decision, which he may do on the proposed tariffs after the 30 days comment period.  China will lose some but not nearly as much as the US will, and although Chinese companies have made a huge deal with Boeing and seem to prefer it within the industry over Airbus, they are also also trying to encourage their own company to develop and expand.  It is of course nowhere near ready to manage primary aircraft manufacturing in China, but China has a variety of other places it can go to expand which may be cheaper (Boeing is good but expensive and slow to develop new equipment/models; it also outsources 50% of its aerospace engineering).  In the end, it will probably encourage relationships in regions of the world where China is looking to expand partnerships already.   I suppose that leaves a lot dependent on Trump, and although he hates to do an about-face, he's done it in the past when it's clear there's not much to be achieved.  He tends to stay strongest in his positions when he has a support base, and a lot of his support base isn't going to like this. https://www.forbes.com/sites/mikeboyd/2018/04/02/boeing-china-us-travel-to-experience-minimal-fallout-from-tariff-disputes/#2cd823312ce6\nhttps://www.forbes.com/sites/ralphjennings/2018/04/11/u-s-tariffs-would-pull-chinas-aircraft-dream-out-of-the-sky/#71e68f08423d\nhttps://www.ft.com/content/cd3f286e-315f-11e8-b5bf-23cb17fd1498\nhttp://www.globaltimes.cn/content/1097818.shtml\nhttp://www.thejakartapost.com/news/2017/11/09/china-signs-37-billion-deal-to-buy-300-boeing-planes-.html\nhttp://www.scmp.com/business/companies/article/2127678/french-president-macron-confirms-china-will-buy-184-airbus-a320\nhttps://www.cnbc.com/2018/02/06/comac-the-maker-of-chinas-first-passenger-jet-sets-its-sights-on-southeast-asia.html\nhttps://www.washingtonpost.com/business/will-made-in-china-jets-threaten-boeing-and-airbus-quicktake/2018/04/10/2616ccf0-3c7b-11e8-955b-7d2e19b79966_story.html?utm_term=.b073e8469d5d\nhttp://www.globaltimes.cn/content/1097023.shtml\nhttp://www.chinadaily.com.cn/business/2017-08/22/content_30940595.htm\nhttp://www.xinhuanet.com/english/2018-04/10/c_137101018.htm\nhttp://www.scmp.com/news/china/economy/article/2141566/meet-chinese-farmers-delighted-prospect-us-trade-war\nhttp://www.scmp.com/news/china/economy/article/2141032/xi-jinpings-defence-globalisation-and-open-markets-key-takeaways\nhttp://www.scmp.com/news/china/diplomacy-defence/article/2138685/trump-tariffs-are-bid-force-chinas-hand-because-it\nhttp://www.scmp.com/news/china/diplomacy-defence/article/2139858/china-hits-back-trump-retaliatory-tariffs-128-us\nhttp://www.scmp.com/news/china/diplomacy-defence/article/2140263/china-strikes-back-25pc-tariffs-106-us-imports-all-out\nhttp://www.scmp.com/comment/insight-opinion/article/2141035/why-china-should-walk-away-trade-war-and-toss-us-some\nhttp://www.scmp.com/news/china/diplomacy-defence/article/2141567/china-us-talking-avoid-trade-war-says-oecd-boss\nhttps://www.cnbc.com/2018/04/11/tariffs-china-will-fight-back-if-us-escalates-trade-spat.html\nhttps://www.seattletimes.com/seattle-news/foreign-workers-for-us-jobs-a-rarity-at-boeing/"], [45198, "2018-04-14T01:05:35Z", [0.1], "I think the USA will back track on it's tariff threats. The president seems to make these threats, then finds an excuse to water them down once he finds out what the real consequences will be. He's one to bluster and threaten first, then subsequently reverses himself when he finds out what the reality will be. Reference his Steel and Aluminum tariff. He went from a staunch \"across the board\" restriction on \"all\" imports to excluding most countries that actually supply much of these metals to America. Those still under the tariffs are smaller and more inconsequential payers."], [27409, "2018-04-14T00:58:55Z", [0.65], ""], [16127, "2018-04-14T00:19:41Z", [0.45], ""], [689, "2018-04-14T00:12:51Z", [0.0], "Wrong direction. Deficit being amended to make level playing field."], [44887, "2018-04-13T23:41:43Z", [0.1], ""], [691, "2018-04-13T17:47:47Z", [0.33], ""], [57879, "2018-04-13T16:26:01Z", [0.25], "\"Trade War\" will turn out to be only so much saber rattling. Even the craven GOP will push back once it the economic consequences become clear. Trump will tweet about something else.\nChina still too dependent on foreign sources \nOn the other hand, China may use this as an excuse to protect domestic aircraft manufature (tariff would be on future orders). Also to assert itself against what it must be seeing as a weakned USA.\n"], [1333, "2018-04-13T15:18:20Z", [0.45], ""], [30364, "2018-04-13T13:07:42Z", [0.01], ""], [172, "2018-04-13T02:11:05Z", [0.02], ""], [40702, "2018-04-13T01:38:30Z", [0.0], "Very doubtful - at the moment.  There are ~52 airlines in China and many of the larger ones have fleets that are >40% Boeing with nearly 1000 aircraft on order. I feel embarrassed not knowing this since this was one of my graduate capstone projects, but I do not know if the tariff applies on the full value of the order or the remaining balance upon delivery once inside the tariff period.  Regardless, tariffs don't apply to leased aircraft which is the primary way most airlines chinese airlines acquire their aircraft.   For other related points of interest:  https://www.forbes.com/sites/mikeboyd/2018/04/02/boeing-china-us-travel-to-experience-minimal-fallout-from-tariff-disputes/#10850a312ce6 That aside, it If you read the Chinese aircraft tariff proposal you'll see that they want to impose them on planes between 15,000 and 45,000kg which really targets aircraft such as the 737 (~42,000kg) which is the most popular aircraft in the chinese market.   They _could_ drop the tariff range to 41,000kg to still allow domestic airlines the purchase the aircraft but since the tariff would then effect so few sales - and with the Chinese culture of \"saving face\" - they wouldn't do that either in order to not look silly.  "], [12879, "2018-04-12T23:18:59Z", [0.55], ""], [51931, "2018-04-12T23:06:46Z", [0.4], ""], [20284, "2018-04-12T21:08:09Z", [0.0], "There will be no aircraft tarifs by July 31 and I doubt there will be any after.  We are seeing out in the open trade talks with much hyperbole up front and most likely compromise in the end.  NAFTA and Pacific Trade pack will be modified a bit and put back in place.  Usually this is quiet talk in a more diplomatic manner.  Trump has a different approach but in the end things will not look too much different than before his administration began talking trade.\n "], [1034, "2018-04-12T20:38:48Z", [0.0], ""], [691, "2018-04-12T18:55:48Z", [0.33], "If this happens, and it might very well, it will be a gesture--quickly effected and promptly undone.  More like a hip fake than a trade policy.  I am probably wrong about this, as the PRC government do not confide in me.  "], [22833, "2018-04-12T16:18:15Z", [0.05], ""], [1333, "2018-04-12T15:04:55Z", [0.5], "I'm looking for co-ordinate efforts by Chinese and Russian officials to block us in every area they can and slow us in the rest."], [5018, "2018-04-12T14:47:07Z", [0.2], ""], [30364, "2018-04-12T02:11:00Z", [0.05], ""], [13306, "2018-04-12T01:12:43Z", [0.2], "A symbolic, nuanced, and potentially short-lived tariff on certain US aircraft is definitely on the table for the Chinese. Further trade war escalation at the moment remains well within the \"probably not\" ballpark."], [34353, "2018-04-11T23:03:37Z", [0.05], ""], [31450, "2018-04-11T21:30:00Z", [0.1], "Well I can see the US and China drifting into a trade war way to easily due to a miscalculation."], [172, "2018-04-11T21:01:43Z", [0.02], ""], [745, "2018-04-11T19:58:47Z", [0.15], "Boeing and all their suppliers (from South Carolina as well as Washington) bring pressure to bear. The Chinese do not want a trade war.  They do not have any ready substitutes, although Airbus can step in. Trump will find a way out. "], [18846, "2018-04-11T18:17:43Z", [0.0], ""], [11885, "2018-04-11T18:04:42Z", [0.0], ""], [23006, "2018-04-11T18:01:13Z", [0.1], "not while a meeting between NK and US might be on the table."]], "open_date": "2018-04-11T17:00:30Z", "close_date": "2018-08-01T06:59:30Z"}