{"question_id": 932, "title": "Before 1 January 2020, will any change be made to the Russian Constitution that would allow Vladimir Putin to remain in a leadership role after his current term?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[1738, "2020-01-01T01:39:50Z", [0.0], ""], [1034, "2020-01-01T00:17:41Z", [0.0], ""], [37236, "2019-12-31T21:46:05Z", [0.0], ""], [767, "2019-12-31T21:16:55Z", [0.0], ""], [42004, "2019-12-31T20:04:58Z", [0.0], ""], [34527, "2019-12-31T16:48:42Z", [0.0], ""], [32100, "2019-12-31T14:29:30Z", [0.0], ""], [1034, "2019-12-30T20:24:19Z", [0.0], ""], [691, "2019-12-30T19:27:40Z", [0.0], ""], [81252, "2019-12-30T18:24:44Z", [1.0], ""], [81251, "2019-12-30T18:06:30Z", [0.0], ""], [37520, "2019-12-30T03:08:37Z", [0.0], "No but they'll be considering it closer to 2024."], [1034, "2019-12-29T22:11:04Z", [0.0], ""], [2965, "2019-12-29T15:25:15Z", [0.0], ""], [593, "2019-12-29T13:39:56Z", [0.0], ""], [72737, "2019-12-28T15:15:43Z", [0.0], ""], [691, "2019-12-28T14:44:08Z", [0.0], ""], [79783, "2019-12-28T14:01:12Z", [0.0], ""], [14847, "2019-12-28T03:15:42Z", [0.0], "Forgot to update this."], [81216, "2019-12-28T02:43:43Z", [0.0], ""], [62808, "2019-12-27T23:25:41Z", [0.0], ""], [40584, "2019-12-27T03:59:38Z", [0.0], ""], [49838, "2019-12-26T16:46:50Z", [0.0], "Updating forecast for the current rends in the Geo-Political sphere."], [1034, "2019-12-26T00:51:10Z", [0.0], ""], [1738, "2019-12-25T10:26:27Z", [0.0], ""], [1034, "2019-12-24T16:26:32Z", [0.0], ""], [691, "2019-12-24T16:22:06Z", [0.0], ""], [81183, "2019-12-23T23:33:33Z", [0.0], ""], [1034, "2019-12-23T06:13:12Z", [0.0], ""], [62808, "2019-12-22T22:16:21Z", [0.0], ""], [81174, "2019-12-22T20:00:48Z", [0.0], ""], [37236, "2019-12-22T14:17:24Z", [0.0], ""], [80764, "2019-12-21T15:15:21Z", [0.0], "They didn´t change the constitution last time. He just let one of his friends take over office for a few years. Won´t be different this time. "], [79569, "2019-12-21T10:01:07Z", [0.0], "Putin does not need this so early in his term."], [72713, "2019-12-20T15:04:26Z", [0.0], ""], [1738, "2019-12-20T04:49:30Z", [0.0], ""], [10192, "2019-12-20T00:54:14Z", [0.0], ""], [46762, "2019-12-20T00:08:33Z", [0.0], "I *think* today is the last plenary session of the Duma.  Ie, no way to introduce."], [56, "2019-12-20T00:05:26Z", [0.0], "Following @Anneinak. Read this earlier but forgot it was a question."], [46762, "2019-12-20T00:01:50Z", [0.01], ""], [38, "2019-12-19T23:13:41Z", [0.0], "https://www.rferl.org/a/putin-remark-future-terms-speculation-signal-slip-press-conference/30334664.html A Signal Or A Slip Of The Tongue? Putin Remark Adds To Speculation About His Future\nDecember 19, 2019  \"Somewhere before the request for more money for Yekaterinburg’s subway, but after the question about the high cost of flying to the faraway Kamchatka Peninsula, President Vladimir Putin got a couple of politically vital questions during his marathon annual news conference on December 19. \"Is it time to change to constitution?” he was asked by a reporter from the state news agency RIA-Novosti. Should the balance of power between president, parliament, and cabinet be changed? Putin responded by saying there was no need for a new constitution – not that anyone asked about such a radical change. \"This is a living document, it should reflect the level of development of society,\" he said. \"But I nevertheless think that for us...a new constitution, does not need to be passed.\" One way the constitution could potentially be changed, he said, was to \"remove the word 'consecutive'\" from the clause that says no person can serve two consecutive presidential terms. \"Your humble servant served two successive terms and then stepped down and had the constitutional right to return to the post of president…. But some of our political scientists and activists do not like this and maybe this could be removed, possibly,\" he said.\n. . . \nAnd both he [Medvedev] and the Kremlin have remained coy about what plans are in store. Putin still commands relatively high popularity ratings, despite a slip over the past year or two. But his allies have floated ideas about changing the constitution, including in September when a longtime confidant hinted at it. Prior to that, it was the speaker of the lower house of parliament, the State Duma, and even the chief justice of the Constitutional Court. The issue of changing the constitution is fraught for several reasons, experts say; not least of which is that such a change would be accompanied by the perception that it benefits Putin.  More importantly, however, is that it's unclear what exactly he was proposing. Signaling To Future Leaders? Some of Putin’s biggest cheerleaders said the remarks were definitive: he won’t run for another term -- neither in 2024 nor in 2030, when he would be eligible under the current wording of the constitution. \"If anyone had any doubts about whether the Boss will seek another presidential term, he will not,\" Margarita Simonyan, the editor-in-chief of Russian state-funded broadcaster RT, wrote in a post to Twitter. But Will Pomeranz, a Russian constitutional law expert and deputy director at Washington’s Kennan Institute, said it appears that the specific part of the constitution where the word \"consecutive\" is written can be changed with a super majority in the Duma. He said the cryptic wording Putin used in answering the question may suggest not that Putin was looking necessarily to stay in power by amending the constitution. Rather, he was signaling to future leaders that no one else would be able to replicate his four terms as president. \"The way he has raised the issue, it would appear that no else could serve more than two consecutive terms. Unless he's trying to get rid of the entire clause, which would allow for unlimited terms, but that’s not what I think he’s doing,\" said Pomeranz, author of a recent book on Russian law. \"The reading I have now is that it would mean no one else in the future could do what [Putin] did,\" in having four non-consecutive terms, he said. Other Potential Scenarios That would still leave room for Putin to hold power from another position after he leaves the presidency. There are several scenarios that have also come up for discussion, either by Putin allies or by Kremlin analysts. One would be what Vyacheslav Volodin, the speaker of the Duma, has hinted at: tweaking the constitution to lessen the powers of the presidency and strengthen the powers of a parliament, making for a more powerful prime minister. For the factions known as the siloviki -- a shorthand word describing members of the military, intelligence, security, and police agencies -- the problem is that this could open the door to greater scrutiny from Duma members in the future. Another would be what some observers have called the Nazarbaev scenario -- named for Nursultan Nazarbaev, who stepped down as Kazakh president this year but heads the country’s Security Council and holds other positions that allow him to exert strong influence on politics in the Central Asian nation. Still another would involve what amounts to closer integration with Belarus under the Union State, which exists largely on paper but -- if beefed up -- could potentially be a vehicle for Putin to hold power over both Russia and Belarus. The problem with that is Belarus’s longtime leader, Alyaksandr Lukshenka, has resisted an effort that would see him losing clout in his own country. Putin and Lukashenka were supposed to conclude a road-map agreement that would pave the way for the Union State this month. It didn’t happen."], [40930, "2019-12-19T16:44:21Z", [0.0], ""], [691, "2019-12-19T14:57:56Z", [0.0], ""], [81145, "2019-12-18T22:40:28Z", [0.0], ""], [81138, "2019-12-18T13:06:51Z", [0.5], ""], [691, "2019-12-16T14:20:52Z", [0.0], ""], [70711, "2019-12-16T10:20:42Z", [0.0], ""], [62808, "2019-12-16T09:48:27Z", [0.0], ""], [18679, "2019-12-16T07:55:40Z", [0.0], ""], [206, "2019-12-15T18:38:33Z", [0.0], ""], [81061, "2019-12-14T06:20:01Z", [0.0], ""], [42004, "2019-12-13T16:26:24Z", [0.01], ""], [1034, "2019-12-13T08:35:03Z", [0.0], ""], [37236, "2019-12-12T15:05:03Z", [0.0], ""], [691, "2019-12-12T12:49:35Z", [0.0], ""], [691, "2019-12-11T13:14:54Z", [0.0], ""], [1034, "2019-12-10T19:42:07Z", [0.0], ""], [3110, "2019-12-09T20:47:52Z", [0.0], ""], [691, "2019-12-09T13:44:53Z", [0.0], ""], [37379, "2019-12-09T02:06:37Z", [0.0], ""], [1034, "2019-12-08T22:53:39Z", [0.0], ""], [67844, "2019-12-08T16:02:22Z", [0.0], ""], [691, "2019-12-08T12:42:51Z", [0.0], ""], [691, "2019-12-07T13:33:55Z", [0.0], ""], [41922, "2019-12-06T16:10:25Z", [0.0], ""], [14432, "2019-12-06T06:41:05Z", [0.0], ""], [80826, "2019-12-05T18:42:34Z", [0.02], ""], [1034, "2019-12-04T21:33:45Z", [0.0], ""], [691, "2019-12-04T15:26:41Z", [0.0], ""], [1333, "2019-12-04T15:00:26Z", [0.0], ""], [12591, "2019-12-04T14:05:53Z", [0.01], ""], [1034, "2019-12-03T20:42:04Z", [0.0], ""], [37250, "2019-12-03T16:18:37Z", [0.0], ""], [23879, "2019-12-02T18:10:34Z", [0.0], ""], [43003, "2019-12-02T01:11:46Z", [0.0], "Less than 0.5% rounding to zero"], [691, "2019-12-01T19:20:47Z", [0.01], ""], [80742, "2019-12-01T15:49:27Z", [0.05], ""], [60033, "2019-11-30T04:34:51Z", [0.0], ""], [70948, "2019-11-29T16:10:49Z", [0.0], ""], [691, "2019-11-29T13:56:07Z", [0.01], ""], [63963, "2019-11-28T16:47:38Z", [0.0], ""], [691, "2019-11-28T14:20:22Z", [0.01], ""], [1034, "2019-11-26T21:41:48Z", [0.0], ""], [691, "2019-11-26T18:42:41Z", [0.01], ""], [70948, "2019-11-25T14:44:05Z", [0.01], ""], [62737, "2019-11-25T13:47:39Z", [0.0], "Time."], [1333, "2019-11-24T18:53:25Z", [0.01], ""], [78969, "2019-11-24T14:36:19Z", [0.0], "Not enough time for a whole legislative procedure."], [62808, "2019-11-23T02:02:47Z", [0.0], ""], [37236, "2019-11-22T18:19:59Z", [0.0], ""], [57778, "2019-11-22T09:18:30Z", [0.0], ""], [691, "2019-11-21T14:30:50Z", [0.02], ""], [25141, "2019-11-21T12:52:24Z", [0.0], ""], [80613, "2019-11-20T21:49:47Z", [0.03], ""], [80560, "2019-11-20T21:47:03Z", [0.0], ""], [79464, "2019-11-19T22:22:37Z", [0.0], ""], [80594, "2019-11-19T12:56:47Z", [0.05], ""], [691, "2019-11-18T15:40:52Z", [0.02], ""], [56294, "2019-11-18T14:58:03Z", [0.02], ""], [80559, "2019-11-18T00:39:33Z", [0.0], ""], [79783, "2019-11-17T19:53:47Z", [0.0], "Dropping to 0, as there have been no news on it and there is no time left for a constitutional reform "], [38094, "2019-11-17T19:38:38Z", [0.0], "Before 1 January 2020, will any change be made to the Russian Constitution that would allow Vladimir Putin to remain in a leadership role after his current term? \nToo short a timeframe to realize."], [20156, "2019-11-15T21:11:45Z", [0.0], ""], [691, "2019-11-15T16:25:12Z", [0.02], ""], [42004, "2019-11-15T15:25:41Z", [0.02], ""], [32300, "2019-11-14T14:55:13Z", [0.0], ""], [21884, "2019-11-14T07:13:54Z", [0.01], ""], [62808, "2019-11-13T23:27:58Z", [0.0], ""], [31450, "2019-11-13T20:42:29Z", [0.0], "Dropping the last few points since I have not heard much about this happening this year."], [62531, "2019-11-12T10:54:34Z", [0.0], ""], [80506, "2019-11-11T15:44:15Z", [0.0], ""], [691, "2019-11-11T15:23:12Z", [0.02], ""], [62808, "2019-11-10T01:41:57Z", [0.0], ""], [20879, "2019-11-09T09:59:49Z", [0.0], ""], [29680, "2019-11-06T15:43:10Z", [0.01], ""], [691, "2019-11-06T14:02:49Z", [0.02], ""], [1333, "2019-11-05T15:19:44Z", [0.02], ""], [691, "2019-11-02T13:29:07Z", [0.02], ""], [63401, "2019-11-02T11:50:35Z", [0.0], "There are no forcing events or motivations to drive the outcome of this question to a \"yes\" within the time horizon of the question."], [80371, "2019-11-01T12:15:27Z", [0.02], ""], [34353, "2019-10-31T18:18:10Z", [0.0], ""], [23879, "2019-10-31T17:58:14Z", [0.02], "Down from 3% due to passage of time."], [691, "2019-10-31T15:05:44Z", [0.02], ""], [66692, "2019-10-30T22:50:56Z", [0.0], ""], [76730, "2019-10-30T18:29:06Z", [0.0], ""], [29680, "2019-10-29T12:25:09Z", [0.1], ""], [80318, "2019-10-29T11:24:22Z", [0.02], ""], [1034, "2019-10-28T17:54:30Z", [0.0], ""], [691, "2019-10-28T09:30:07Z", [0.05], ""], [62808, "2019-10-27T00:57:32Z", [0.0], ""], [1034, "2019-10-26T22:40:27Z", [0.0], ""], [1333, "2019-10-26T18:37:03Z", [0.01], ""], [40960, "2019-10-26T17:50:37Z", [0.0], ""], [68386, "2019-10-24T22:49:55Z", [0.0], ""], [691, "2019-10-22T13:29:46Z", [0.05], ""], [691, "2019-10-21T14:38:36Z", [0.05], ""], [8267, "2019-10-21T04:26:11Z", [0.01], ""], [1034, "2019-10-20T21:45:57Z", [0.0], ""], [1333, "2019-10-20T18:05:55Z", [0.0], ""], [206, "2019-10-20T17:15:19Z", [0.05], ""], [55682, "2019-10-17T19:14:36Z", [0.8], ""], [55331, "2019-10-17T14:05:15Z", [0.04], ""], [79783, "2019-10-15T19:50:58Z", [0.01], "I believe that the constitution reform will happen in 2021, not by the end of the year. "], [79410, "2019-10-15T17:18:37Z", [0.05], ""], [1034, "2019-10-14T19:48:55Z", [0.0], ""], [691, "2019-10-12T12:40:54Z", [0.05], ""], [172, "2019-10-11T23:01:08Z", [0.0], ""], [16895, "2019-10-11T22:33:03Z", [0.02], ""], [29680, "2019-10-11T03:16:14Z", [0.12], ""], [79889, "2019-10-10T09:44:48Z", [0.05], "He doesn't need it"], [76730, "2019-10-10T05:52:35Z", [0.05], ""], [1034, "2019-10-09T20:29:14Z", [0.0], ""], [21046, "2019-10-08T02:05:57Z", [0.01], ""], [1034, "2019-10-06T17:40:51Z", [0.0], ""], [68, "2019-10-06T15:30:31Z", [0.0], ""], [78343, "2019-10-06T13:36:04Z", [0.01], ""], [1333, "2019-10-05T18:30:17Z", [0.11], ""], [1034, "2019-10-04T21:05:56Z", [0.0], ""], [41318, "2019-10-04T03:54:52Z", [0.15], ""], [62737, "2019-10-03T10:03:59Z", [0.01], "Time."], [63401, "2019-10-03T00:51:55Z", [0.0], "Affirming my forecast. "], [34353, "2019-10-02T16:18:58Z", [0.01], ""], [77502, "2019-10-02T06:56:54Z", [0.2], "It is putin after all."], [23879, "2019-10-01T17:25:08Z", [0.03], "Down from 4% due to passage of time without further movement on this front. I can't find a State Duma calendar online except for the top right corner of [1], which seems to suggest no Duma work after 24 Oct 2019, and that can't be right. In any case, the first and last full weeks of Oct seem to be marked \"district work\", and there are quite a few such weeks if one looks at past months. So that reduces the remaining time available. If no draft bill is announced by early Dec I will regard NO as the certain outcome. [1] https://sozd.duma.gov.ru/"], [29680, "2019-09-30T05:45:14Z", [0.35], ""], [78343, "2019-09-29T20:42:48Z", [0.14], ""], [15196, "2019-09-28T04:01:40Z", [0.0], ""], [691, "2019-09-27T17:49:08Z", [0.05], ""], [63401, "2019-09-27T01:56:52Z", [0.0], "Affirming my view. "], [1034, "2019-09-26T20:32:15Z", [0.0], ""], [45972, "2019-09-26T06:11:39Z", [0.15], ""], [46762, "2019-09-25T17:46:13Z", [0.02], ""], [691, "2019-09-25T11:54:24Z", [0.05], ""], [60033, "2019-09-25T03:12:15Z", [0.02], ""], [21046, "2019-09-25T02:30:04Z", [0.02], ""], [61391, "2019-09-24T20:01:34Z", [0.05], ""], [1034, "2019-09-23T17:35:30Z", [0.0], ""], [37488, "2019-09-23T04:21:17Z", [0.0], ""], [57778, "2019-09-23T02:03:40Z", [0.01], ""], [1034, "2019-09-22T18:19:32Z", [0.0], ""], [78328, "2019-09-22T18:01:51Z", [0.0], ""], [1034, "2019-09-20T21:28:06Z", [0.0], ""], [11430, "2019-09-20T18:32:48Z", [0.05], ""], [691, "2019-09-19T13:58:57Z", [0.05], ""], [63409, "2019-09-19T04:02:10Z", [0.03], "Time"], [1333, "2019-09-18T20:24:15Z", [0.1], ""], [63401, "2019-09-18T01:12:35Z", [0.0], "Interesting article...https://foreignpolicy.com/2019/07/22/putins-not-ready-to-call-it-quits/ ...but, in my view, there will not be such a change in the Russian Constitution within the time horizon of the question. "], [691, "2019-09-17T11:34:10Z", [0.05], ""], [38, "2019-09-16T22:05:55Z", [0.0], "https://www.rferl.org/a/change-the-russian-constitution-might-be-a-good-idea-says-putin-confidant/30167426.html Last October, it was a senior Russian judge suggesting that the country's 26-year-old constitution should be tweaked -- possibly with an eye toward prolonging President Vladimir Putin's stay in power. Two months later, it was the speaker of the State Duma, a Putin ally, echoing the same sentiment -- a sentiment he doubled down on again in July. Now, one of Putin's former KGB colleagues, a fellow St. Petersburg native who heads the powerful state conglomerate Rostec, is weighing in . . .  \"It must not be changed fundamentally, of course,\" Sergei Chemezov told the newspaper RBK in an interview published on September 16. \"But life goes on, life changes. In any case, it should be decided collectively, should be submitted to the discussion of the people.\"\n. . . \n. . . Chemezov's comments were a sign that the discussions in the Kremlin and in Putin's inner circle are gaining new momentum as members of Moscow's elite grapple with a question that, for them and the country, is one of the most momentous since the Soviet collapse: What to do about Putin? Tatyana Stanovaya, founder of the political consulting firm R.Politik, says that Chemezov's comments reflect some of the thinking going on behind closed doors -- and that it is unusual for someone so close to Putin to raise the issue openly. \"From my point of view it's something very new and strange,\" says Stanovaya, a longtime analyst of Kremlin activity. \"And as we know, Putin's friends usually don't interfere in internal policies, political issues, and they stay away from any political conflict or difficult situation, so it looks really very strange.\"\n. . . \nBut Russians have grown increasingly impatient, as sanctions, isolation, demographics, and corruption drag on the country's long-term economic prospects. His popularity has slipped noticeably since his reelection. Approval ratings for United Russia, the Kremlin-affiliated party that dominates politics nationwide, are worse -- so much so that some candidates try to obscure their affiliation by running as independents. There's wide agreement among political analysts that Putin in recent years has grown increasingly dependent on an increasingly smaller circle of advisers, allies, and friends. Some, like Prime Minister Dmitry Medvedev and Chemezov, date back to his days in St. Petersburg and beyond -- the latter served alongside Putin when they were KGB officers in East Germany in the Soviet era. Some, also like Chemezov and presidential Security Council Secretary Nikolai Patrushev, come from a KGB background, and are among the group known in Russian as the siloviki. Others, like the Rotenberg brothers, are former judo-sparring partners and St. Petersburg allies, who have parlayed their proximity to Putin into lucrative state contracts. Those groups have flourished under Putin, and built their own wealth and power bases. For that reason, experts say, it's hard to imagine a democratic transition where Putin simply steps down at the end of 2024 and hands over the reins to a democratically elected successor. Adding further urgency is the fact that lawmakers in the Duma will run for election in two years. If United Russia loses seats in September 2021, that would make it harder to push through any possible constitutional changes. \"The Kremlin is not really thinking about how they're going to prepare for these elections, whether they should reform United Russia, what to do with the...opposition,\" Stanovaya says. \"For Putin, everything is fine, he thinks United Russia is a stable party with a good level of support, and even if it faces some decrease of approval, the situation is not critical,\" she says. \"So no need for changes. For the Kremlin, for the presidential administration, it's very hard to talk about reforms when Putin feels like doesn't need it.\" For Chemezov's part, the conglomerate he heads is one of several powerful state-owned corporations that control an increasingly large segment of the economy. Rostec's companies include some of Russia's best-known brands, including arms exporter Rosoboroneksport, Russian Helicopters, truck manufacturer KamAZ, and legendary gunmaker Kalashnikov.\n. . .\nIn an article published in the state-run newspaper Rossiiskaya gazeta in October 2018, Valery Zorkin, the chairman of the Constitutional Court, floated the proposition that the constitution -- adopted in 1993 under Putin's predecessor, Boris Yeltsin -- was ambiguous and outdated. \"Of course, our constitution has shortcomings,\" Zorkin wrote. \"These include the lack of an adequate balance in the system of checks and balances; bias in favor of the executive branch of government; the lack of clarity in the distribution of powers between the president and the government.\" Three months later, in comments made directly to Putin during a Kremlin meeting, Vyacheslav Volodin, the head of the lower chamber of parliament, suggested it was time to begin discussing changing the document, possibly in order to water down the powers of the presidency and increase that of parliament. \"There are questions in society,\" said Volodin, who also served as deputy chief of staff in the presidential administration. \"This is the time when we could answer these questions, without in any way threatening the fundamental provisions\" of the constitution. Volodin returned to that question in July in an opinion article published in the official parliamentary newspaper, arguing there was a \"lack of a necessary balance between the work of the legislative and executive branches\" that must be fixed. Putin himself has downplayed the possibility of changing the constitution and the idea that he and his allies are considering options that would enable him to stay in power beyond 2024. \"At present I don't plan any constitutional reforms,\" he said after his reelection in March 2018. Asked specifically about Volodin's earlier comments or what specific constitutional changes he would propose, Chemezov qualified his remarks. \"I'm not saying that it ought to be changed. You have to ask Volodin what he had in mind,\" he said. Chemezov also did not advocate any specific changes in the constitution and seemed to suggest he does not favor scrapping term limits to let Putin stay on as president past 2024. He said that \"since under the constitution he cannot go on leading the country, he could take up some other post.\" For Putin to leave the presidency but still retain ultimate power from another post -- head of a beefed-up union with Belarus, for example -- a change in the constitution would probably be required. Stanovaya says that at this point \"no one understands how Putin is going to solve this problem, the 2024 problem.\" \"No one understands how we can change the constitution. There are a lot of projects, a lot of ideas\" being discussed in the Kremlin, she says. 'Politburo 2.0' Chemezov also voiced in the interview veiled criticism of how Moscow and federal authorities were responding to liberal opposition groups who sought to get their candidates on the ballot for the Moscow City Duma elections in September. After local election authorities blocked the candidates, the groups organized near-weekly protests in Moscow; one was among the largest political demonstrations since 2012. Riot police and National Guard troops violently cracked down on one unauthorized protest on July 27, fueling outrage among liberal groups. Putin's inner circle and its decision-making process has been dubbed by Russian political analysts as \"Politburo 2.0\" -- a reference to the most important decision-making body during the Soviet Union. Chemezov bristled at that comparison. \"Honestly, it always makes me smile. You come up with some hypotheses, some system of communication. What is this 'Politburo 2.0?' As if we get together and then discuss some sort of personnel appointments. I know many of these people, but we never have any special meetings with them,\" he said. @dsarin"], [21046, "2019-09-16T02:36:30Z", [0.04], ""], [1034, "2019-09-15T21:51:40Z", [0.0], ""], [79464, "2019-09-15T21:37:37Z", [0.01], ""], [62737, "2019-09-15T05:46:25Z", [0.02], "Time."], [79387, "2019-09-13T18:27:12Z", [0.02], ""], [79379, "2019-09-13T16:36:50Z", [0.0], ""], [79379, "2019-09-13T16:35:55Z", [1.0], "Comment deleted on Sep 13, 2019 04:36PM UTC"], [76964, "2019-09-12T21:22:50Z", [0.0], ""], [21884, "2019-09-12T21:02:53Z", [0.02], ""], [79312, "2019-09-12T13:08:28Z", [0.01], ""], [691, "2019-09-12T12:15:40Z", [0.03], ""], [42004, "2019-09-11T14:16:36Z", [0.1], ""], [42004, "2019-09-11T14:16:26Z", [0.15], ""], [691, "2019-09-10T13:17:51Z", [0.07], ""], [41389, "2019-09-10T10:36:46Z", [0.03], ""], [23879, "2019-09-09T15:35:14Z", [0.04], "Down from 5% due to passage of time."], [41707, "2019-09-08T08:07:18Z", [0.03], ""], [78343, "2019-09-07T01:53:38Z", [0.17], "He'll stay in power for as long as he wants, he can manipulate the majority of the public and the media to his liking (he's ex KGB) he knows all the tricks, right down to triggering a war to draw attention away from other tedious issues, such as economic downturn, in turn bolstering his ratings (Georgia 2008). Another factor to consider is any potential successor that he will need to approve of, there isn't one yet as far as I can make out. So while it  probably will happen... I can't see it happening just yet."], [691, "2019-09-05T13:10:48Z", [0.08], ""], [78328, "2019-09-04T10:01:38Z", [0.01], ""], [33307, "2019-09-02T18:28:15Z", [0.01], ""], [2965, "2019-09-01T20:48:39Z", [0.0], ""], [43003, "2019-08-31T20:31:23Z", [0.02], ""], [691, "2019-08-31T12:37:01Z", [0.08], ""], [42131, "2019-08-30T13:57:00Z", [0.01], ""], [691, "2019-08-29T11:40:24Z", [0.08], ""], [767, "2019-08-29T01:30:44Z", [0.01], "Definitely moving in that direction but can't find a reason why it would need to be done before Jan. 2020\nhttps://www.themoscowtimes.com/2019/07/17/kremlin-opens-door-to-changing-constitution-as-succession-looms-a66458"], [78894, "2019-08-28T19:50:50Z", [0.07], "Putin is currently scheduled to remain in power until 2024. However given his history and love of power its likely he will enact the change to extend. While possible that it might happen before Jan 1st, 2020 more than likely the change will occur in late 2021 to early 2023."], [1333, "2019-08-28T18:20:01Z", [0.09], ""], [78717, "2019-08-27T01:54:25Z", [0.02], "I'm not sure why the Constitution would be altered before January 2020 when Putin doesn't need to move until 2024.  I doubt he will stay in power that long, honestly, but I also don't see why the Constitution would be changed in the next few months.  "], [78328, "2019-08-26T22:43:08Z", [0.05], "He's likely to try this move - however this time frame seems rushed"], [78673, "2019-08-26T20:39:43Z", [0.1], "Chances of this happening are fairly high, but unlikely to happen in this timeframe"], [78564, "2019-08-26T16:32:08Z", [0.1], "Putin doesn’t seem like he’s going to retire anytime soon."], [78591, "2019-08-26T15:05:47Z", [0.0], ""], [2965, "2019-08-25T22:18:12Z", [0.0], ""], [78353, "2019-08-25T06:17:49Z", [0.45], ""], [691, "2019-08-23T14:04:17Z", [0.08], ""], [2965, "2019-08-22T15:25:56Z", [0.0], ""], [586, "2019-08-22T11:32:57Z", [0.0], "Not with the people on the streets. Or if they were on the streets not long ago.\nOne possibility would be a new state and its consitution - united Russia and Belarus. This way Putin could become a leader, without changing Russia constitution."], [78295, "2019-08-21T19:45:36Z", [0.0], ""], [78285, "2019-08-21T15:34:27Z", [0.1], ""], [32294, "2019-08-20T18:10:43Z", [0.0], ""], [19801, "2019-08-20T05:04:20Z", [0.0], "No such amendment has been proposed and amendments can take years.\nhttps://www.memri.org/reports/duma-speaker-volodin-proposes-amending-russian-constitution-upgrade-dumas-powers"], [1333, "2019-08-18T19:08:04Z", [0.1], ""], [37488, "2019-08-18T02:17:11Z", [0.01], ""], [62737, "2019-08-17T14:37:14Z", [0.03], "Time."], [62808, "2019-08-15T19:20:36Z", [0.0], ""], [691, "2019-08-15T12:11:17Z", [0.1], ""], [68, "2019-08-13T02:20:00Z", [0.02], ""], [82, "2019-08-13T01:36:52Z", [0.01], ""], [2965, "2019-08-11T15:19:26Z", [0.0], "With at least 50,000 mobilized in the streets of Moscow I doubt it. Crowds could grow and demonstrations  continues if US is or starts active influence operations. Putin is in absolute control and is a student of history.A small group of Bolsheviks took over the Winter Palace slightly more than 100 years ago."], [691, "2019-08-10T17:09:05Z", [0.1], ""], [1333, "2019-08-08T13:42:54Z", [0.09], ""], [42162, "2019-08-07T22:32:38Z", [0.01], ""], [691, "2019-08-06T11:57:18Z", [0.1], ""], [2965, "2019-08-05T06:02:48Z", [0.0], ""], [37488, "2019-08-05T04:00:31Z", [0.02], ""], [26553, "2019-08-05T00:27:13Z", [0.07], ""], [77511, "2019-08-04T02:08:13Z", [0.09], ""], [77511, "2019-08-04T02:07:45Z", [0.61], ""], [77502, "2019-08-03T04:33:48Z", [0.0], "Why would he do that? To come across as a nice guy?"], [2965, "2019-08-03T03:25:58Z", [0.0], ""], [22522, "2019-08-02T08:02:03Z", [0.05], ""], [34114, "2019-08-02T05:10:28Z", [0.6], ""], [691, "2019-08-01T12:35:10Z", [0.12], ""], [1333, "2019-07-28T14:45:43Z", [0.08], ""], [172, "2019-07-28T02:10:07Z", [0.01], "I haven’t heard any speculation on change to constitution - which could show some weakness/deterioration in support. A number of people have brought up case of land grab/unification with Belarus (of John Wick fame!) that could allow Putin to stay in power so his cronies can continue to enrich themselves...\nhttps://www.axios.com/putin-2024-russia-belarus-union-lukashenko-9d267be2-09f1-4734-bdff-a76aef8b536e.html\n"], [691, "2019-07-27T11:28:14Z", [0.12], ""], [76636, "2019-07-26T06:41:34Z", [0.5], ""], [28166, "2019-07-24T00:35:44Z", [0.0], ""], [77307, "2019-07-23T17:13:15Z", [0.0], ""], [21884, "2019-07-23T04:05:16Z", [0.02], ""], [77127, "2019-07-21T22:50:45Z", [0.2], ""], [68501, "2019-07-21T16:21:24Z", [0.3], ""], [691, "2019-07-21T13:15:06Z", [0.12], ""], [76892, "2019-07-21T01:32:46Z", [0.05], ""], [76852, "2019-07-21T00:10:30Z", [0.4], ""], [76841, "2019-07-20T23:43:25Z", [0.5], ""], [63401, "2019-07-20T15:11:34Z", [0.02], "Door is open, but process-wise it ain’t gonna get done by the resolution date of the question. https://www.bloomberg.com/news/articles/2019-07-17/kremlin-opens-door-to-changing-constitution-as-succession-looms Remember this about Putin remaining in a “leadership role.” What does this mean?"], [1333, "2019-07-18T17:28:02Z", [0.07], ""], [46762, "2019-07-18T16:02:53Z", [0.03], "In my previous post, I said there were no sounds from Putin mouth pieces regarding changing the Constitution. If only I had waited a day...https://www.yahoo.com/news/kremlin-opens-door-changing-constitution-133238532.html Due to timing I am keeping my prediction on place. But Putin has just put Russia on notice he has no intention of retiring. It would be interesting if someone researched the time lapse between first mention and implementation of the last Constitution change."], [691, "2019-07-17T14:20:20Z", [0.12], ""], [46762, "2019-07-16T21:34:44Z", [0.03], ""], [62808, "2019-07-16T21:20:52Z", [0.0], ""], [691, "2019-07-15T15:23:20Z", [0.12], ""], [37488, "2019-07-15T04:04:02Z", [0.05], "...\"Since Mr. Putin came to power nearly 20 years ago, rival agencies like the F.S.B. and Mr. Muzraev’s organization, the Investigative Committee, have cooperated in persecuting the Kremlin’s critics. They are now increasingly at odds amid mostly hidden jockeying to influence a protracted and possibly unruly succession struggle. With the arrest of Mr. Muzraev, however, the infighting burst into the open.\n...Last month, however, the official, Mikhail K. Muzraev, was forced from his car at gunpoint near his home in the city now called Volgograd by a team of heavily armed men sent from Moscow by Russia’s Federal Security Service, or F.S.B., the main successor agency to the K.G.B. He was flown to Moscow and jailed the same day.\n...On Thursday, in another sign of turmoil in Volgograd’s justice system, a female judge on the municipal court was found dead outside her apartment building in the center of the city. She was reported to have “fallen” from the window of her apartment on the 15th floor.\n...Nikolai Petrov, a political scientist, said the abrupt fall from grace at the hands of the F.S.B. of such a powerful law-enforcement figure as Mr. Muzraev was a clear sign that a divide-and-rule balance between different clans of “siloviki” — whose loyalty to the Kremlin and wariness of each other have been the bedrock of Mr. Putin’s rule — is wobbling.\n“Without a clear signal from Putin about what he will do in 2024 or who will replace him, the whole system is coming apart,,” Mr. Petrov said. “Putin is in control of all major moves, but we see more and more moves by this or that elite clan.”\n...Mr. Putin could well attempt another ruse to stay on after 2024 but anxiety about his intentions has left rival power centers scrambling to assert their influence ahead of a possible transfer of power at the top, political analysts say.\n...Mr. Kurilla added that it was not yet clear who would win the fight over Mr. Muzraev and his record in Volgograd, but it was already clear that it involved far more than a mere provincial quarrel. “Something is going on in Moscow,” he said.\nhttps://www.nytimes.com/2019/07/13/world/europe/fsb-intelligence-committee-putin-russia-muzraev.html ...With public support for President Vladimir Putin wilting, the Kremlin is considering changing election rules in an effort to secure its lock on parliament ahead of potentially vital decisions that could extend his rule. Putin faces the end of what under the constitution must be his final presidential term in 2024. Though he’s given no public hint of his intentions, aides and advisers are working on ways to allow him to prolong his rule, already the longest since Soviet dictator Josef Stalin, according to people involved in the efforts. Maintaining the ruling United Russia party’s two-thirds majority in parliament -- necessary for making constitutional changes -- could be essential to that.\n...But with less than 18 months to go before the parliamentary vote, United Russia’s popularity has dropped along with Putin’s after five straight years of falling consumer incomes. Amid poll ratings at a 13-year low, the party’s candidates have lost several recent regional elections, despite the Kremlin’s monopoly control of the system.\n...The Kremlin is now considering cutting the share of seats elected by party lists in the 450-member State Duma lower house of parliament to only 25% from half under current law, according to two people familiar with the preparations who spoke on condition of anonymity to discuss confidential matters. The rest would be elected in local districts where many pro-Kremlin candidates run as nominally independent to avoid the stigma of United Russia membership.\nThe changes would take effect for the next parliamentary elections in 2021, giving Putin full control of a new legislature three years before the end of his term, one of the people said. The Kremlin has shifted the proportions several times before to suit its electoral needs and the changes don’t require constitutional amendment. The authorities have tight control over who can get on the local ballots and usually block opposition candidates.\nThe mixed voting system in 2016 enabled United Russia to secure a three-quarters majority with only 54% of the vote because pro-Kremlin candidates successfully campaigned as independents in local districts. But the party’s support has since plunged to a third as popular opinion turned against the authorities amid the slump in living standards. Six Kremlin-backed gubernatorial candidates in September’s elections have dropped their party affiliation to run as nominally unaffiliated after United Russia contenders lost last year.\nWith the current voting system, United Russia at best will obtain a simple majority in the Duma in 2021, said Vladimir Zhirinovsky, leader of the nationalist Liberal Democratic Party, one of three other parties in the Duma. “United Russia’s national score can hardly exceed 20% to 30% - that’s our forecast.”\nKeeping a strong hold on Parliament would widen Putin’s room for maneuver. It could potentially allow the 66-year-old Russian president to switch roles, keeping the reins of power as head of the ruling party and prime minister with expanded constitutional authority at the expense of the presidency, said two people close to the Kremlin and a ruling-party legislator.\nBut it’s not clear whether Putin would back such a switch, since shifting power to the parliament would go against the presidential system that’s widely seen to suit Russia, said Alexei Mukhin, head of the Moscow-based Center for Political Information.\n...With the Russian leader repeatedly ruling out abolishing term limits, discussion of possible scenarios for 2024 is in a deadlock, according to Sergei Markov, a Kremlin political consultant. “In any case, whatever he decides in the end, Putin will need strong support from parliament,” he said.\nhttps://www.bloomberg.com/news/articles/2019-07-12/putin-seeks-to-lock-in-parliament-control-amid-falling-ratings"], [62737, "2019-07-14T14:41:12Z", [0.04], "Time.  Drop by 1% per month."], [76023, "2019-07-13T18:39:18Z", [0.75], ""], [76012, "2019-07-12T20:02:13Z", [0.05], ""], [76012, "2019-07-12T20:01:44Z", [0.65], ""], [75518, "2019-07-11T07:10:55Z", [0.95], ""], [72417, "2019-07-11T07:03:12Z", [0.75], ""], [23949, "2019-07-10T21:30:05Z", [0.85], "Why should anything change, Putin has pretty firm control of Russia and it would take something major for a change to occur. Putin leaves when Putin is ready to leave"], [75725, "2019-07-10T07:07:48Z", [0.5], ""], [691, "2019-07-08T12:23:00Z", [0.12], ""], [35814, "2019-07-07T20:31:20Z", [0.0], ""], [21865, "2019-07-07T17:59:28Z", [0.2], ""], [73653, "2019-07-04T18:48:00Z", [0.0], ""], [75811, "2019-07-03T23:37:04Z", [0.6], "Putin has steadily been making inroads toward this very thing since his first term in office. It has always been his goal. "], [37379, "2019-07-03T03:46:26Z", [0.12], ""], [691, "2019-07-02T15:59:12Z", [0.12], ""], [691, "2019-07-01T11:05:12Z", [0.12], ""], [21884, "2019-07-01T04:31:17Z", [0.02], ""], [11885, "2019-06-28T21:31:31Z", [0.0], ""], [63401, "2019-06-28T15:13:50Z", [0.02], "There have only been about 4 or 5 amendments (baseline). In 2008, the Constitution received its first major change, which was to extend term limits from 4 to 6 years.  The change was proposed in November 2008 and was effective on December 31, 2008. A fast process turn around. Having said that, when/if an additional change is made related to this question, it will also likely be quick. However, I don't think it is expedient to accomplish before January 1, 2020."], [62737, "2019-06-28T12:48:23Z", [0.06], "Time."], [39978, "2019-06-27T14:05:57Z", [0.0], ""], [691, "2019-06-27T14:01:01Z", [0.14], ""], [75425, "2019-06-26T17:35:08Z", [0.75], ""], [75093, "2019-06-26T16:47:26Z", [0.55], ""], [41318, "2019-06-26T14:18:59Z", [0.25], ""], [75345, "2019-06-26T11:39:42Z", [0.51], "Russia is in a Love & Hate relationship with autocratic figures."], [52933, "2019-06-26T04:29:30Z", [0.03], ""], [75072, "2019-06-25T23:06:20Z", [0.0], ""], [73188, "2019-06-24T22:29:52Z", [0.04], "Were this scenario extended to cover the entire period prior to the 2024 election, this would be one of the highest probabilities I have listed on a forecast. However, as it stands, the scenario ends in January 2020, and it is highly unlikely the constitution will be changed prior to that date. There is simply no urgency for the Kremlin or Putin to pursue a change when there are nearly six years before the next election is held. Putin is still relatively young, especially compared to President Trump and the current candidates for the U.S. Democratic Party, several of whom are in their early 70s. That said, it is fairly likely the Kremlin and Putin will pursue a change to allow him to run again, but not prior to January 2020. "], [72994, "2019-06-24T17:59:19Z", [0.1], "I think it unlikely that the Russian Constitution will be changed before 1 January 2020 to allow Putin to run for a third consecutive term.  Mostly because I do not think Putin will make that move.  In the past, he was perfectly willing to step into another political leadership role to abide by the constitutional rules.  While, he may not have fully approved of the new President's every actions, he was close enough and maintained enough political power and clout to still effectively lead Russia in the direction he deemed most appropriate.  This evidence, plus Putin's increasing age and the likely desire to \"end on a high note\" and retire safely and securely are probably enough to keep him from pressing for a constitutional change.  He still has a few year to groom a successor of his choosing to ensure his legacy does not die.  The 10% yes is attributed mostly to the random crazy acts of life that happen in this world.  If the international political climate were to shift dramatically in the next six months, and he became anxious for the future of his homeland, I could see the Russian people and Putin pressing for the change to ensure continued stability instead of risking an unknown with a new president.  "], [73176, "2019-06-24T15:44:25Z", [0.5], "I think it is likely that the Constitution could be changed by 1 January 2020 to allow Putin to stay in power longer. Currently, the next Russian elections are set to be held in 2024 at which point Putin will have fulfilled the two consecutive term limit. However, in the past Putin has found ways around this rule. In 2008, the Constitution was changed to allow for longer terms, changing from a 4 year limit to a 6 year limit. This change allowed Putin to remain in his position an extra 4 years than he otherwise would have. He has also hand picked others to serve as president while he served elsewhere in government in order to break up his time in service and not have to extend his term limits in the past. There has already been discussions within the Russian government of amending the constitution to allow Putin to serve longer.  At this time Putin claims he is not looking to serve another term but he has made similar claims in the past and still chose to run for another term. Therefore, I think it is likely the Constitution will be amended to allow Putin another term or to extend his current term. However, it is also likely that he may find other ways to skirt the term limit. Additionally, it is likely that the Constitution might be amended to allow for this prior to 1 January 2020 but I don't think it is highly likely since there will still be four more years left of his term in which that change can be made.  "], [73149, "2019-06-24T01:02:26Z", [0.4], "Putin's approval rating generally averages around 65%. Although Putin hit a historic low of 33.4%, this is still higher than American approval ratings of Congress (see: https://www.themoscowtimes.com/2019/05/25/putins-trust-rating-hits-historic-low-state-poll-a65744). Putin is generally liked by his people. In the last election, Putin won significantly and the term limit increased for him. However, I did not want to fully commit to a response over 50% because Putin's trust level has also declined more recently, especially as Russia's economy continues to decline. \nOther experts indicate there are signs that a political stir-up may occur, as some have expressed a likelihood of placing  Putin in a position that enables him input for crisis situations. Since Putin has been there for two decades, Russia will most likely face a lot of questions in regard to its future, stability, and public concern. Generating a new position may be the best fit to ease apprehnsion. See: https://www.csmonitor.com/World/Europe/2019/0122/New-Russian-order-After-presidency-yet-another-role-for-Putin."], [73115, "2019-06-23T23:37:34Z", [0.07], "Putin has previously stated he does not intend to seek reelection after his current term (when eligible). Additionally, no change to the Russian constitution is really needed to be made in order for Putin to serve in a top leadership role (ie Prime Minister) after his term has ended. Therefore, I believe it's highly improbable any change will be made specifically to accommodate a guarantee of leadership to Vladimir Putin.\n"], [74223, "2019-06-23T17:14:50Z", [0.03], ""], [71161, "2019-06-23T15:19:18Z", [0.95], ""], [62737, "2019-06-23T14:28:01Z", [0.07], "Time."], [691, "2019-06-23T11:56:12Z", [0.14], ""], [73156, "2019-06-22T17:12:25Z", [0.04], ""], [74877, "2019-06-21T15:32:46Z", [0.02], "Comment deleted on Jun 21, 2019 03:48PM UTC"], [74785, "2019-06-21T14:50:15Z", [0.05], "Probably not, as whoever takes his position will be controlled by him anyway."], [73038, "2019-06-20T01:27:13Z", [0.06], "Putin clearly does not care about norms, nor what the international community thinks about him so long as his efforts lead other states to respect Russia.  This has led him to imprison political prisoners, jail dissidents/free media, intervene in the Ukraine/Syria, and meddle in Western elections.  This behavior suggests that Putin would have no problem with any political movement to keep him in power past 2024.  The reason my probability percentage is so low right now is because I think Putin and his allies would want to pursue this course of action closer to the end of his current term in 2023-2024. https://www.bloomberg.com/news/articles/2018-12-26/russia-considers-constitution-changes-as-putin-faces-term-limits "], [73046, "2019-06-18T17:03:57Z", [0.06], "Putin has served as Russia's preeminent leader since 1999, and his popularity remains high.  The constitution can be modified using simple legislation, but, at least officially, amending the section of the constitution that would allow Putin to remain in office beyond 2024 requires a constitutional convention-  or a repeat of the ‘castling’ maneuver that enabled him to remain in power as prime minister during the nominal presidency of his acolyte Dmitry Medvedev between 2008 and 2012 https://www.lowyinstitute.org/publications/going-legit-foreign-policy-vladimir-putin.  (The constitution was changed only once before -- in 2008 -- when Dmitry Medvedev, just months after succeeding Putin as president, pushed through an amendment that extended the presidential term limits from four to six years). https://www.rferl.org/a/russia-s-top-judge-spurs-new-talk-of-changing-constitution/29547265.html.  In May 2018, lawmakers in Chechnya submitted a proposal that would allow Russian President Vladimir Putin to run for office in 2024, giving him another six years at Russia's helm.  Some think it is inevitable that he will want to stay in power, if for no other reason than self-protection- as he has made a considerable amount of enemies https://www.npr.org/sections/thetwo-way/2018/05/18/612450404/lawmakers-propose-to-extend-putins-term-limits-as-president.   Political analysts and government insiders have been discussing the possibility of constitutional changes for months as the focus on the end of Putin’s term grows.  Putin, now 66 years old and apparently healthy, has suggested he doesn’t plan to stay beyond that time, but few see a suitable replacement for the man who has ruled Russia virtually unchallenged for the last 18 years https://www.themoscowtimes.com/2018/12/26/russia-contemplates-constitution-changes-as-putin-faces-term-limits-a63970.   Russia’s great power identity is an enduring legacy of its imperial past.  Ideas and ideology will continue to influence Putin’s foreign policy over the current presidential term.  Putin arguably remains the dominant political figure in Russia.  Nobody’s certain Putin could pull off a transfer of power without triggering destabilizing infighting among rival Kremlin camps that currently is held in check by his rule. The political and personal risks to Putin are high https://www.bloomberg.com/news/articles/2019-03-21/kremlin-wonders-if-putin-may-follow-kazakh-model-to-keep-power.   Putin, 66, won a fourth and presumably final term with a record 77 percent in elections last year. He’s crushed political opposition and centralized power in his own hands since he was first elected in 2000, becoming so dominant that many Russians find it hard to name potential successors even as his popularity has declined https://www.bloomberg.com/news/articles/2019-03-21/kremlin-wonders-if-putin-may-follow-kazakh-model-to-keep-power.  All said, in early 2019, Russia's trust in its President Vladimir Putin has fallen to its lowest level since 2006, falling more than 33 percent, according to a recent poll conducted by the Russian-state Public Opinion Research Center. Confidence in Putin’s government fell 33.4 percent amid sluggish economic growth, a decline in disposable income, and a deeply unpopular rise in the retirement age.  The trust level was at 71 percent in July 2015 after Russia's annexed Ukraine’s Crimea https://www.aljazeera.com/news/2019/01/poll-shows-russia-trust-putin-falls-time-190122184309853.html.  When Putin came to power in the midst of economic turmoil in 1998, he promised Russians better living conditions and decent salaries, in exchange for the freedom of expression - the social contract.  For this reason, the inability to deliver might very well overshadow political culture.  Any constitutional change before 01 January 2020 would send this public perception deeper into the negative.  For now- it is likely Putin will appear to depart as scheduled while considering ways to influence the Kremlin into the future to bolster his legacy. "], [73046, "2019-06-18T17:00:51Z", [0.07], "Comment deleted on Jun 18, 2019 05:00PM UTC"], [73046, "2019-06-18T16:59:54Z", [0.04], "Comment deleted on Jun 18, 2019 05:01PM UTC"], [62737, "2019-06-17T13:27:04Z", [0.08], "Time."], [691, "2019-06-16T12:45:12Z", [0.16], ""], [23879, "2019-06-15T18:10:59Z", [0.05], "Down from 6% due to passage of time and anti-Putin feelings in Russia becoming more prominent due to Ivan Golunov case. Seems like the next month or two would be a bad time to move forward with changing the Constitution to advantage Putin."], [57778, "2019-06-15T09:18:46Z", [0.06], ""], [74656, "2019-06-14T16:57:07Z", [0.1], "Possible, but more likely to happen closer to the end of his current limit."], [2965, "2019-06-14T07:26:25Z", [0.0], ""], [2965, "2019-06-14T07:23:16Z", [0.0], ""], [691, "2019-06-13T12:25:31Z", [0.18], ""], [62737, "2019-06-09T13:52:05Z", [0.09], "Time."], [2965, "2019-06-09T03:15:34Z", [0.0], ""], [1333, "2019-06-08T11:23:38Z", [0.06], "Going up after Putin comments on the failed economic model in use today (worldwide). If that is preping the market for reforms at home he might build himself a contract extension this way."], [1333, "2019-06-07T18:23:22Z", [0.05], ""], [691, "2019-06-07T14:41:41Z", [0.18], ""], [62808, "2019-06-06T01:35:28Z", [0.0], ""], [82, "2019-06-04T00:31:20Z", [0.04], ""], [68, "2019-06-03T18:03:49Z", [0.03], ""], [691, "2019-06-03T12:08:57Z", [0.18], ""], [172, "2019-06-03T02:09:32Z", [0.01], ""], [62737, "2019-06-01T15:15:07Z", [0.1], "Time."], [2965, "2019-05-31T10:36:08Z", [0.0], "When you are Czar and the richest man in the world at an estimated 80 billion and for less than 50 million USD paralyzed UK  with interference with Brexit and US with interference in 2016 and hence NAT0 \nnot on agenda until 2021\nPutin will not mess with success \nFirst comes US 2020 elections "], [28550, "2019-05-30T07:18:27Z", [0.08], ""], [62808, "2019-05-28T21:52:10Z", [0.0], ""], [70948, "2019-05-28T18:01:57Z", [0.05], "Most likely in 2022."], [41922, "2019-05-28T11:53:44Z", [0.05], ""], [691, "2019-05-27T12:03:08Z", [0.18], ""], [172, "2019-05-27T01:33:11Z", [0.01], ""], [37488, "2019-05-26T20:10:53Z", [0.01], ""], [13377, "2019-05-26T10:13:00Z", [0.18], ""], [41707, "2019-05-26T08:11:53Z", [0.05], ""], [62737, "2019-05-25T15:00:30Z", [0.11], "Time."], [62808, "2019-05-24T23:05:34Z", [0.0], ""], [5766, "2019-05-22T15:51:39Z", [0.01], "This has negligible possibility for before January 1, 2020, which is just few months away. However it has high probability (>50%) of happening beyond that. "], [74021, "2019-05-22T08:36:53Z", [0.1], ""], [73905, "2019-05-22T02:17:11Z", [0.95], "KGB Dictator Putin is going to stay forever. Otherwise he will be sentenced to life in jail."], [73934, "2019-05-21T17:10:33Z", [0.0], ""], [63401, "2019-05-21T17:00:12Z", [0.03], "Putin is not moving away from my baseline, and there is a very low probability that a move will be made before January 1, 2020."], [73896, "2019-05-21T14:02:48Z", [0.99], ""], [62737, "2019-05-21T11:14:59Z", [0.12], "Time."], [73764, "2019-05-20T23:44:55Z", [0.1], "Россия – священная наша держава,\nРоссия – любимая наша страна.\nМогучая воля, великая слава –\nТвоё достоянье на все времена! Славься, Отечество наше свободное,\nБратских народов союз вековой,\nПредками данная мудрость народная!\nСлавься, страна! Мы гордимся тобой! От южных морей до полярного края\nРаскинулись наши леса и поля.\nОдна ты на свете! Одна ты такая –\nХранимая Богом родная земля! Широкий простор для мечты и для жизни.\nГрядущие нам открывают года.\nНам силу даёт наша верность Отчизне.\nТак было, так есть и так будет всегда!"], [1333, "2019-05-19T18:20:36Z", [0.04], ""], [172, "2019-05-19T15:18:50Z", [0.01], ""], [69034, "2019-05-19T13:30:50Z", [0.05], ""], [57778, "2019-05-19T08:02:33Z", [0.07], ""], [73598, "2019-05-18T17:18:49Z", [0.8], ""], [691, "2019-05-17T20:28:12Z", [0.18], ""], [73520, "2019-05-17T12:03:53Z", [0.84], ""], [62808, "2019-05-17T11:59:03Z", [0.0], ""], [73526, "2019-05-17T11:15:58Z", [0.99], ""], [73511, "2019-05-17T09:54:55Z", [0.2], "Since he's got till 2024 they will probably not rush this "], [72705, "2019-05-17T08:17:13Z", [0.05], ""], [73470, "2019-05-17T06:23:02Z", [0.02], ""], [172, "2019-05-17T01:23:03Z", [0.01], ""], [691, "2019-05-15T17:25:43Z", [0.18], ""], [73197, "2019-05-15T13:08:55Z", [0.05], "He could easily step down to the position of prime minister and then run as president again, a move he has done before. No need to change the constitution. "], [73202, "2019-05-14T16:23:04Z", [0.0], ""], [62808, "2019-05-13T21:38:31Z", [0.08], ""], [1333, "2019-05-12T20:30:41Z", [0.03], ""], [62737, "2019-05-12T04:06:42Z", [0.13], "Time."], [14847, "2019-05-12T02:55:31Z", [0.04], "5 -> 4 due to passage of time. 4 could be too high since the urgency isn't there."], [73149, "2019-05-11T01:07:31Z", [0.45], ""], [50491, "2019-05-09T22:51:08Z", [0.15], ""], [172, "2019-05-09T02:48:50Z", [0.01], "Tsar Vladimir the Shirtless doesn’t need to... its unlikely Russians will take a U turn - they’ll likely choose someone like Vlad (meaning unlikely to pursue him).  And anyway, he’s next to untouchable. He needs some time to relax, spend his money, and travel shirtless. "], [691, "2019-05-06T13:37:14Z", [0.19], ""], [45821, "2019-05-06T08:16:11Z", [0.3], ""], [21884, "2019-05-06T01:44:15Z", [0.02], ""], [72713, "2019-05-06T00:18:55Z", [0.02], ""], [72855, "2019-05-05T13:04:23Z", [0.05], "they already did one, next step will be somehow different"], [70711, "2019-05-04T22:04:21Z", [0.02], ""], [49359, "2019-05-03T23:54:32Z", [0.65], ""], [691, "2019-05-03T19:50:23Z", [0.16], ""], [62808, "2019-05-02T21:51:05Z", [0.08], ""], [72818, "2019-05-02T21:13:07Z", [0.79], ""], [82, "2019-05-01T23:25:06Z", [0.05], "Updating. "], [72808, "2019-05-01T23:24:50Z", [0.01], ""], [23879, "2019-05-01T20:44:17Z", [0.06], "Down from 7% due to passage of time. Aim to reach 0% on 1 Dec 2019 if no announcements are made."], [43003, "2019-04-30T17:37:44Z", [0.06], "Reducing 1% per month till due date"], [62737, "2019-04-30T11:16:38Z", [0.15], "Time."], [172, "2019-04-30T02:10:30Z", [0.01], ""], [66929, "2019-04-29T15:42:58Z", [0.45], "While many may propose a less high chance of a change to the Russian constitution by January 2020, I think that his track record as a leader would only mean that he would extend his term. After through looking through various sources, there is no way to tell yet what he will do. The reports present that he has two cabinet members that could be two possible successors. However, the reality of this announcement is that there are hidden motives that could be present underneath. For example, maybe Vladimir Putin and his team are just putting out feelers for how the public will react to the suggested future leaders. Depending on how the public reacts and how Putin decides to address it will greatly change the way this prediction plays out. Additionally, his character as a leader can be an indication of what we should expect in the next year. Sure, he is impulsive and unreliable, but his grasp on his cabinet and the people who surround him is an entirely meticulous and well thought-through product of his eagerness to maintain control. Therefore, looking ahead at the election past 2024, some ideas and plans may be in the works that we don't know about. It could take more time than we think to mobilize support for an alteration of the constitution, and we cannot leave that unacknowledged.  https://apnews.com/f447c4e387a54298925d307850f68468\nhttps://www.nytimes.com/2017/12/11/world/europe/russia-vladimir-putin-election.html\nhttps://www.reuters.com/article/us-russia-election-term/putin-has-russia-guessing-before-election-how-long-will-he-keep-power-idUSKCN1GP0S9"], [57778, "2019-04-28T05:57:39Z", [0.08], ""], [72705, "2019-04-27T17:21:13Z", [0.05], ""], [593, "2019-04-27T11:43:23Z", [0.65], ""], [22988, "2019-04-26T23:41:25Z", [0.0], ""], [62808, "2019-04-26T22:21:25Z", [0.11], ""], [66788, "2019-04-25T18:44:18Z", [0.15], "The speaker of Russia’s parliament raised the possibility of changing the constitution as speculation grows that the Kremlin is considering ways to allow President Vladimir Putin to remain in power beyond the end of his current term in 2024 while current law requires him to step down.  Deriving from the previous case when Putin succeeded Boris Yeltsin as president then stepped down in 2008 after two of his continuative terms. He helped his successor Medvedev elected and he stayed as prime minister until 2011 when Medvedev quit for the second term and nominated Putin for president in March 2012, Putin accepted the nomination and appointed Medvedev as the prime ministership in return. This trick plays arosed big protest on the day after the election because not everyone in Russia thought it was ethical or the nation’s best choice. As now, the public opinion has changed and most people believe there is no one could replace Putin as the nation’s guarantor. \nAnother consideration is regarding the age of Putin. There are several possibilities that Putin may voluntarily quit the president election due to his age (72 in 2024). References:\nAccidentally deleted"], [55747, "2019-04-23T21:14:04Z", [0.99], ""], [72548, "2019-04-23T08:57:41Z", [0.33], "Putin will not willingly give up the absolute power that he currently enjoys, so I am sure he is planning to remain in a leadership role beyond his current constitutional limit.  The only thing that will stop him is death (natural, accidental or assassination) or serious illness (eg, stroke, cancer, dementia) or coup d'état.  So it is not certain that Putin's plan will come to fruition and, even if it does, I believe that it is more likely to occur closer to 2024 than 2019."], [72566, "2019-04-22T17:15:29Z", [0.0], "If he does it will be a last minute thing. No need to do it this year."], [172, "2019-04-21T14:15:24Z", [0.01], ""], [691, "2019-04-20T14:43:36Z", [0.16], ""], [62737, "2019-04-20T09:49:23Z", [0.16], "Time."], [72463, "2019-04-20T00:08:08Z", [0.85], "Putin's power and ability to influence matters outside of Russia is a small indication of the amount of power he has within Russia. He also has a large amount of personal and government wealth at his disposal. He is ruthless in achieving his goals and considers Russians who do not comply with his wishes as traitors to him personally and eliminates them quickly. "], [32258, "2019-04-19T03:29:24Z", [0.0], ""], [72394, "2019-04-18T17:45:42Z", [0.4], ""], [72329, "2019-04-17T19:51:11Z", [0.01], ""], [70402, "2019-04-16T19:53:57Z", [0.02], ""], [72163, "2019-04-16T06:05:27Z", [0.1], "Putin has no need to rush this"], [71806, "2019-04-14T18:25:39Z", [0.1], ""], [20879, "2019-04-14T15:37:31Z", [0.04], ""], [71627, "2019-04-14T04:50:31Z", [1.0], "Yes, I think this will happen,"], [71564, "2019-04-14T01:24:40Z", [0.0], "I highly doubt it, since the elderly population is declining, the new generation isn't so obedient, if such event occurs, a revolution is inescapable "], [70311, "2019-04-14T01:01:49Z", [0.3], ""], [29054, "2019-04-13T14:54:55Z", [0.0], ""], [62737, "2019-04-13T00:53:42Z", [0.17], "Time."], [70754, "2019-04-12T18:25:41Z", [0.01], "Puțin knows IT is the last time"], [70631, "2019-04-12T17:48:31Z", [0.1], ""], [70663, "2019-04-12T17:11:36Z", [0.8], ""], [70498, "2019-04-12T15:36:12Z", [0.12], "Putin is a very good strategist. He will rule behind through a completely NEW person and I strongly believe it will be a female politician."], [70531, "2019-04-12T15:35:00Z", [0.15], "Certainly a possibility but I'm thinking he'll be tired by then"], [70450, "2019-04-12T15:15:56Z", [0.8], "It worked in China and Putin will have trouble retiring and not getting sent to prison. "], [70026, "2019-04-12T13:54:55Z", [0.65], ""], [70348, "2019-04-12T12:35:02Z", [0.01], "Although such changes have likely been planned already in Putin's private circle, he will almost certainly not officially reveal his plans this year (1%). Due to the current political situation in Russia (such as the rise of independence of the supporting parties, LDPR and KPRF, or the string of arrests of high profile businessmen connected with Putin's allies) it is clear that the various Russian elites may see a future without Putin after 2024 and it would not be wise for him to reveal his cards at this stage. "], [70295, "2019-04-12T11:40:09Z", [0.85], ""], [70082, "2019-04-11T23:28:51Z", [0.65], ""], [70031, "2019-04-11T22:29:04Z", [0.85], ""], [172, "2019-04-11T20:32:07Z", [0.01], ""], [1333, "2019-04-11T19:04:32Z", [0.04], ""], [69903, "2019-04-11T17:46:02Z", [0.6], ""], [69412, "2019-04-11T16:03:08Z", [0.7], ""], [69689, "2019-04-11T13:45:42Z", [0.0], ""], [69575, "2019-04-11T11:56:00Z", [0.15], ""], [69593, "2019-04-11T11:54:45Z", [0.0], ""], [69543, "2019-04-11T11:28:43Z", [0.6], ""], [69170, "2019-04-11T05:16:54Z", [0.9], ""], [69065, "2019-04-11T04:06:01Z", [0.0], ""], [69082, "2019-04-11T03:38:33Z", [0.0], "Too early for that. "], [69076, "2019-04-11T02:49:09Z", [0.3], "Because I had a dream where I met him or a body double near a hospital. Though I think it far more likely that past 2020, somewhere near 2022 is when such an alteration to the constitution could occur."], [21884, "2019-04-11T01:50:21Z", [0.02], ""], [68814, "2019-04-11T00:09:03Z", [0.75], "He’s been unwilling to relinquish power for the past 2 decades.. he won’t start now"], [68818, "2019-04-10T23:53:37Z", [0.25], ""], [68652, "2019-04-10T22:10:17Z", [1.0], ""], [68573, "2019-04-10T22:09:24Z", [0.1], ""], [68523, "2019-04-10T22:08:00Z", [0.0], "More likely to happen closer to 2024"], [68523, "2019-04-10T22:03:16Z", [0.85], "Pretty likely. Putin is a Tsar, and Russians like their leaders to die in office"], [68418, "2019-04-10T19:11:03Z", [0.9], ""], [68334, "2019-04-09T01:49:01Z", [0.15], ""], [1333, "2019-04-08T09:13:50Z", [0.05], ""], [37379, "2019-04-08T04:34:26Z", [0.07], ""], [49838, "2019-04-07T22:06:46Z", [0.74], ""], [691, "2019-04-05T15:40:42Z", [0.15], ""], [62737, "2019-04-04T12:09:14Z", [0.18], "Time."], [23006, "2019-04-04T00:21:05Z", [0.01], ""], [23879, "2019-04-03T23:30:21Z", [0.07], "Down from 8% due to passage of time."], [62808, "2019-04-02T20:43:09Z", [0.51], ""], [41926, "2019-03-30T20:45:01Z", [0.99], ""], [63806, "2019-03-30T16:32:34Z", [0.05], ""], [62737, "2019-03-27T22:54:23Z", [0.19], "Time."], [43003, "2019-03-25T19:21:28Z", [0.07], "update for time."], [172, "2019-03-25T00:51:10Z", [0.01], ""], [28166, "2019-03-23T13:27:37Z", [0.01], ""], [62311, "2019-03-22T14:47:24Z", [0.0], "Putin may find ways to retain de facto power without changing the constitution. But even if the constitution was changed, it's likely to happen much closer to the end of his term in 2024."], [59836, "2019-03-21T15:54:54Z", [0.03], "Putin’s term is not over until 2024, so he would not have to change the constitution by 2020. Also, he could retain influence through the security council or State Council after he leaves office."], [62737, "2019-03-21T13:47:34Z", [0.2], "Time."], [14847, "2019-03-21T06:06:07Z", [0.05], "I'm not hearing about any movement in that direction for 2019."], [691, "2019-03-19T11:03:49Z", [0.15], ""], [1333, "2019-03-18T21:39:20Z", [0.06], ""], [38548, "2019-03-18T17:28:29Z", [0.05], "Traditionally leadership set up was announced in the last 6m before new elections etc\nHere it would have to proceed earlier to allow a campaign by Putin. But still this is too early\nHe needs to show I) good health ii) good results and iii) need to remain in place. "], [37379, "2019-03-18T17:12:55Z", [0.08], ""], [61391, "2019-03-18T02:50:29Z", [0.2], ""], [61391, "2019-03-18T02:50:05Z", [0.5], ""], [21884, "2019-03-18T02:03:40Z", [0.02], ""], [21046, "2019-03-16T19:13:43Z", [0.05], ""], [172, "2019-03-15T00:20:45Z", [0.01], ""], [62737, "2019-03-14T11:00:37Z", [0.21], "Time."], [13377, "2019-03-14T09:09:50Z", [0.15], ""], [691, "2019-03-13T12:14:29Z", [0.15], ""], [57778, "2019-03-11T23:03:59Z", [0.08], ""], [68, "2019-03-11T02:25:46Z", [0.04], ""], [691, "2019-03-07T19:35:44Z", [0.15], ""], [62737, "2019-03-07T11:12:09Z", [0.22], "Time."], [67798, "2019-03-07T09:35:56Z", [0.05], ""], [172, "2019-03-04T03:13:27Z", [0.01], ""], [62737, "2019-03-02T03:24:57Z", [0.23], "Time."], [691, "2019-03-01T20:00:05Z", [0.15], ""], [62808, "2019-03-01T16:29:24Z", [0.61], ""], [11430, "2019-02-28T19:54:11Z", [0.95], ""], [33217, "2019-02-27T23:06:18Z", [0.0], "No there wont be. \nIt seems like Putin doesnt want to keep doing his job, since it is a lot of work, especially dealing with the non stop personal attacks by the west.\nI think he will take another 1 term break to sit back and see if someone else can handle his seat. Medvedev did a terrible job the last time he was president. It would be in the entire world's benefit (except the west of course) if Putin did amend the consitution and ran for president again. But I seriously doubt he will do that."], [11430, "2019-02-27T19:46:01Z", [0.95], "Only death will stop this."], [23879, "2019-02-27T19:36:30Z", [0.08], "Reducing from 9% due to passage of time."], [691, "2019-02-26T18:33:00Z", [0.15], ""], [57778, "2019-02-26T10:05:29Z", [0.09], ""], [55331, "2019-02-26T03:22:36Z", [0.09], ""], [39937, "2019-02-24T09:16:15Z", [0.0], ""], [62737, "2019-02-23T08:04:20Z", [0.24], "Time."], [82, "2019-02-22T01:25:04Z", [0.09], "Updating..."], [172, "2019-02-20T18:53:01Z", [0.01], ""], [23006, "2019-02-20T14:54:08Z", [0.01], "10 months Not enough time"], [23006, "2019-02-20T14:53:39Z", [0.15], ""], [62737, "2019-02-19T22:01:30Z", [0.25], "Time."], [21884, "2019-02-19T01:42:00Z", [0.02], ""], [55331, "2019-02-17T22:53:48Z", [0.21], ""], [40272, "2019-02-16T17:27:13Z", [0.93], ""], [691, "2019-02-15T15:46:22Z", [0.16], ""], [49838, "2019-02-13T02:08:33Z", [0.68], ""], [37488, "2019-02-12T18:01:09Z", [0.02], ""], [62737, "2019-02-12T10:29:47Z", [0.26], "With regards to the comments with @pietrokc.  30% prorated for the year comes to 26.5%. Times 80% for chance of it happening at all, then +5% for recent chatter  26.2%"], [172, "2019-02-12T01:34:41Z", [0.01], ""], [66563, "2019-02-11T18:39:04Z", [0.45], ""], [66563, "2019-02-11T18:38:33Z", [0.25], ""], [65565, "2019-02-11T16:26:08Z", [0.5], "He will try to do so.  "], [20156, "2019-02-10T10:23:38Z", [0.15], ""], [37379, "2019-02-09T07:42:44Z", [0.09], ""], [691, "2019-02-08T16:56:42Z", [0.16], ""], [62737, "2019-02-08T10:53:39Z", [0.32], "I think he will likely change the constitution (as the waters have already been tested with the 2008 changes by Medvedev), but not necessarily by Jan 1, 2020.  80% he will change it, and if he does, 40% that it will happen in time for this question.  So, 32%. I don't think he will give up power, but he could do the Prez/PM switcheroo like he did before."], [67346, "2019-02-08T09:08:15Z", [0.35], "His successor is currently unclear, and thus it is likely that even Mr. Putin himself has not yet made a decision on what his course of action will be when his current term expires."], [66287, "2019-02-07T20:29:30Z", [0.6], "Given!!"], [35814, "2019-02-07T06:53:41Z", [0.0], ""], [691, "2019-02-05T17:26:48Z", [0.16], ""], [35814, "2019-02-05T06:47:29Z", [0.0], ""], [67268, "2019-02-04T19:35:11Z", [0.95], ""], [35814, "2019-02-03T19:11:29Z", [0.0], ""], [691, "2019-02-02T15:14:35Z", [0.16], ""], [691, "2019-02-01T17:14:01Z", [0.13], ""], [49838, "2019-02-01T01:56:12Z", [0.67], ""], [172, "2019-01-31T03:03:09Z", [0.01], ""], [30971, "2019-01-30T17:19:33Z", [0.0], "This question is too soon. This will be a very relevant question in after Parliamentarian Elections in 2021. "], [35814, "2019-01-30T10:04:21Z", [0.0], "Putin will more likely do another swap with Medvedev or another politician as he did in 2007. There is no particular reason for him to bend the constitution. So keeping it at 0%"], [691, "2019-01-29T21:18:05Z", [0.13], ""], [60033, "2019-01-29T04:07:58Z", [0.04], "miss-saw the end date, correcting down."], [1333, "2019-01-27T09:28:43Z", [0.07], ""], [67083, "2019-01-26T02:37:31Z", [0.75], "He has no limits. "], [30610, "2019-01-24T11:01:09Z", [0.01], ""], [21884, "2019-01-24T08:14:48Z", [0.02], ""], [35814, "2019-01-24T07:00:47Z", [0.0], ""], [23879, "2019-01-23T19:01:39Z", [0.09], "Reducing from 11% due to passage of time. it should be going down to 10%, but I reduce further because apparently Putin's popularity is at a low [1]. That doesn't mean that Putin couldn't change the Constitution; but I think it does mean he is more constrained in how he can do it. (E.g. he has to be more discrete, do it in a way that is harder for average people to understand and rebel against, etc.) [1] https://www.aljazeera.com/news/2019/01/poll-shows-russia-trust-putin-falls-time-190122184309853.html"], [691, "2019-01-22T16:13:45Z", [0.13], ""], [172, "2019-01-22T01:35:06Z", [0.01], ""], [57778, "2019-01-21T21:00:28Z", [0.09], ""], [19404, "2019-01-21T07:44:18Z", [0.75], ""], [691, "2019-01-20T13:21:56Z", [0.13], ""], [1333, "2019-01-19T20:09:18Z", [0.08], ""], [49904, "2019-01-19T16:14:58Z", [0.05], "I'm lowering my estimate to 5% from 7%. It's been 24 days and there has not been any more substantive chatter about the recent \"Russia Contemplates Constitution Changes as Putin Faces Term Limits\" development. "], [66868, "2019-01-19T09:28:13Z", [0.33], ""], [62808, "2019-01-18T19:20:09Z", [0.51], ""], [82, "2019-01-18T01:24:37Z", [0.15], ""], [14847, "2019-01-17T22:26:26Z", [0.09], "Made an update mid-December saying I didn't see any talk yet where I reduced the chance, and then info comes out a week later. This could get interesting. \"At his annual press conference last week, Putin noted that constitutional changes are “a matter for broad civic discussion.” 2018/12/26"], [64368, "2019-01-16T23:46:03Z", [0.05], "With the next presidential election coming in 2024 there is no rush to change the Russian Constitution. Back in 2015, Russian news outlets were reporting Putin \"doubted\" he would run for a fourth term. That is, frankly, all a charade. Putin is not going to give up the reins of power. The real question is whether he will choose to become prime minister for one presidential term, as before, or--since he'll now be 72--simply drop the charade of transfer of executive power and push through a constitutional change. (So, 95% yes before the next election.)"], [66761, "2019-01-16T14:48:03Z", [0.3], "There stands a good chance that there will be constititutional change in Russia prior to 2024, however there needs to be some manufactured crisis to stimulate it, and if this were to happen it would be more likely to occur closer to the 2024 mark."], [691, "2019-01-16T13:38:30Z", [0.14], ""], [63806, "2019-01-15T21:52:30Z", [0.08], "I'd say maybe 50% chance until his term ends but still a lot of time to do that later, if they choose to. And little reason to rush."], [691, "2019-01-14T13:14:14Z", [0.14], ""], [39708, "2019-01-14T07:02:21Z", [0.9], ""], [47602, "2019-01-13T16:52:26Z", [0.77], "Yes, Putin will remain in power in some form to directly control Russia"], [500, "2019-01-12T19:33:09Z", [0.0], ""], [1092, "2019-01-12T17:16:48Z", [0.3], ""], [8318, "2019-01-12T05:37:21Z", [0.97], ""], [11242, "2019-01-12T01:07:35Z", [0.65], ""], [29428, "2019-01-11T16:37:34Z", [0.7], ""], [35814, "2019-01-11T14:26:39Z", [0.0], "More likely a similar move as the last time, where he becomes prime minister for 4 years"], [60033, "2019-01-11T04:29:50Z", [0.06], "I don't know why I chose to forecast this question so early. If memory serves, forecasts are only really accurate a year and a half out, so with resolution in 2020 this is not likely to even be predictable from here. That said, let's go through my thinking on this 6%. In my view Putin is likely to retire at some point. It seems unlikely that he would die in office given that he heads an oligarchy rather than a full blown dictatorship. That is to say, he can name a successor and leave power as long as his cliche remains in power. This may even be appealing, as he could retire as a great Russian leader  in the eyes of the public (and, potentially, history) to become an elder statesmen and spend some of that cash he's been piling up. In one scenario he names a successor and leaves office, but still remains a powerful influencer in the government a la Deng Xiaoping. In another he finds that he cannot leave power safely, as it would spark a succession crisis or be dangerous to him personally. And in a final scenario he wants to hold on to power into his 70's and does so. In all of these cases Putin remains a powerful force in Russian politics far into the future, so is not \"going anywhere\", however he may cease to be president. The latter two, while still somewhat likely in the long run, I don't think are particularly likely in the time span of this question. If you want to amend the constitution to allow Putin to serve longer you'd probably want to have his retirement looming in the near future. Politically, to accomplish that you might wish to play on people's patriotism by saying how strong Putin has made Russia and how we need to keep him into the future. It's a little early for the former and I haven't heard anything about the latter."], [66486, "2019-01-10T09:03:27Z", [0.9], ""], [66440, "2019-01-09T21:30:11Z", [0.6], "He likes power. "], [691, "2019-01-09T13:28:41Z", [0.14], ""], [65097, "2019-01-08T19:10:07Z", [0.8], "That guy is not going anywhere. "], [23879, "2019-01-08T18:39:31Z", [0.11], "Down from 13%. Should have updated to 12%, but going down an extra 1% as an avenue for Putin staying in power *without* changing the Constitution might be opening up [1]. [1] https://www.bloomberg.com/opinion/articles/2019-01-08/putin-is-seeking-to-retain-power-through-a-union-with-belarus"], [691, "2019-01-08T13:32:17Z", [0.12], ""], [63893, "2019-01-08T04:33:00Z", [0.1], ""], [172, "2019-01-08T01:22:36Z", [0.01], ""], [63991, "2019-01-07T17:44:34Z", [0.1], ""], [64584, "2019-01-07T15:42:47Z", [0.99], "Yes, as he is winning on the global stage, now would not be the time for him to step down"], [66142, "2019-01-07T11:36:01Z", [0.0], ""], [64407, "2019-01-07T04:03:36Z", [0.35], ""], [65699, "2019-01-06T21:18:47Z", [0.25], "I don't think Putin will want another term since he'll be in his mid-70s.  However, Putin will work to have his desired person replace him."], [45252, "2019-01-06T21:01:48Z", [0.95], ""], [65388, "2019-01-06T20:30:39Z", [0.4], ""], [65388, "2019-01-06T20:28:24Z", [1.0], ""], [1333, "2019-01-06T19:38:22Z", [0.07], ""], [33307, "2019-01-06T19:09:28Z", [0.3], ""], [64871, "2019-01-06T18:09:08Z", [0.75], ""], [64714, "2019-01-06T17:32:44Z", [0.95], ""], [64781, "2019-01-06T17:07:31Z", [0.25], "Unlikely but possible if there is a significant external challenge to his rule."], [64180, "2019-01-06T16:58:15Z", [0.1], "Doesn't have to. Will find other back doors. "], [64600, "2019-01-06T16:42:50Z", [1.0], ""], [49904, "2019-01-06T15:59:39Z", [0.07], "I'm lowering my estimate to 7% from 10%.  It's been 11 days and there has not been any more substantive chatter about the recent \"Russia Contemplates Constitution Changes as Putin Faces Term Limits\" development.  Everything is a copy+paste of the Moscow Article.  Overall, this reduction is mostly a result of greater reflection rather than any news item."], [63401, "2019-01-06T13:02:34Z", [0.04], "Two important points to consider in terms of baseline: 1) Has President Putin changed the Constitution in the past to stay in power? No. He has also indicated that he will not change the Constitution to stay in power in July 2017. HOWEVER, in late 2018, Vyacheslav Volodin, speaker of the State Duma and head of the ruling party United Russia Party began publicly floating the idea of updating the Constitution to Putin. There is a growing consensus among leaders that matter in Russia that the Constitution was draft in haste and to match a different set of circumstances. Thus, the argument that it needs to be updated.  2) Have Presidents or key leaders of other countries changed Constitutions of other countries to retain power. YES! No question there, especially when power has become too concentrated in one individual + small leadership group, and such a cadre thinks that the well-being and future success of the country depends on them. In other words, they believe that there is nobody else that can do the job, things will fall apart without them, and of course they and their cadre and family + close associates will lose benefits with leaving power. Therefore, the baseline for Putin, taking into account the experience of other countries, is actually one of a proclivity to changing the Constitution. Thus, I continue to forecast that a change will be made to the Constitution to allow Putin to remain in a leadership role after his current term, but don't think this will take place by the due date of the question."], [37379, "2019-01-06T10:49:25Z", [0.1], "Putin could run a new Medevev type deal to keep control via a figurehead."], [34353, "2019-01-04T15:43:39Z", [0.05], ""], [691, "2019-01-04T13:30:50Z", [0.1], ""], [63848, "2019-01-04T05:01:51Z", [0.7], ""], [30610, "2019-01-03T14:25:33Z", [0.02], ""], [63963, "2019-01-02T23:30:19Z", [0.05], ""], [63893, "2019-01-02T04:28:51Z", [0.1], ""], [13377, "2018-12-31T16:56:46Z", [0.08], ""], [691, "2018-12-31T12:55:15Z", [0.1], ""], [63401, "2018-12-30T23:15:42Z", [0.03], "Upon further consideration of information available in my earlier forecast today, I am making an adjustment to my forecast. "], [63401, "2018-12-30T22:59:13Z", [0.06], "Slight uptick in my forecast based on this article - https://themoscowtimes.com/news/russia-contemplates-constitution-changes-as-putin-faces-term-limits-63970. However, in spite of the progressive move toward changing the Constitution, I do not think such a change will be made prior to the due date of the question. There is little upside to making this change too early and it runs counter-culture to Russian culture to complete this task so early when it does not have to be completed until 2024."], [1333, "2018-12-29T22:38:08Z", [0.08], ""], [83, "2018-12-29T10:15:21Z", [0.0], ""], [63353, "2018-12-28T14:44:55Z", [0.65], ""], [691, "2018-12-28T13:21:04Z", [0.1], ""], [1333, "2018-12-28T02:40:56Z", [0.09], ""], [21884, "2018-12-27T09:35:50Z", [0.02], ""], [49904, "2018-12-26T23:07:05Z", [0.1], "An article by the Moscow Times, titled \"Russia Contemplates Constitution Changes as Putin Faces Term Limits\", has hit the news waves and is likely going to make some heads spin.  I'm going to revise my forecast to 10%, but not because this is some alarming development. I'm raising my estimate because the government is openly discussing the issue. I think the topic is appearing in public discourse given that December 12 of this year marks the 25th anniversary of the Russian Constitution. It appears that these comments are a reflection on the Constitution's history. At any rate, I could not find the transcript in which the in-article quotes derived from.  This, coupled with two other items, moderates my estimate: (1) Putin appears to downplay the news. Presidential Spokesman Dmitry Peskov told reporters: \"There is no position on this now. In fact, various expert viewpoints are being expressed, including Volodin’s stance, but no position on this has been outlined and no works in this context are being conducted,\" [2] (2)  Valery Zorkin, the chairman of the Constitutional Court, stated earlier this year:  \"Of course, our Constitution has its drawbacks. Among them, there is a lack of proper balance in the system of checks and balances, a bias in favor of the Executive branch, insufficient clarity in the distribution of powers between the President and the government, in determining the status of the presidential administration and the powers of the Prosecutor's office.\" [3] However, the constitution is not immutable: \"The constitution was changed only once before -- in 2008 -- when Dmitry Medvedev, just months after succeeding Putin as president, pushed through an amendment that extended the presidential term limits from four to six years.\" [3] [1] https://themoscowtimes.com/news/russia-contemplates-constitution-changes-as-putin-faces-term-limits-63970\n[2] http://tass.com/politics/1037947\n[3] https://www.rferl.org/a/russia-s-top-judge-spurs-new-talk-of-changing-constitution/29547265.html "], [43003, "2018-12-25T03:04:32Z", [0.08], ""], [691, "2018-12-24T14:09:46Z", [0.09], ""], [63409, "2018-12-24T06:44:07Z", [0.05], ""], [691, "2018-12-20T13:26:04Z", [0.09], ""], [38564, "2018-12-20T05:23:21Z", [0.02], "Putin has plenty of tim 2020 to do it."], [63698, "2018-12-19T19:14:19Z", [0.1], ""], [49838, "2018-12-17T23:07:09Z", [0.63], ""], [39572, "2018-12-16T14:09:17Z", [0.0], ""], [15953, "2018-12-16T11:37:10Z", [0.01], "Too early for such change..."], [12591, "2018-12-15T05:04:27Z", [0.09], ""], [691, "2018-12-14T21:39:05Z", [0.1], ""], [63213, "2018-12-14T15:16:30Z", [0.35], ""], [63486, "2018-12-13T18:59:35Z", [0.8], ""], [63486, "2018-12-13T18:56:19Z", [0.9], ""], [6079, "2018-12-13T18:10:58Z", [0.95], ""], [14847, "2018-12-12T04:14:37Z", [0.04], "I'm not finding any reports in the media to hint at movement toward this."], [49904, "2018-12-10T15:39:57Z", [0.08], "I'm assuming Yes includes extending the term limits or creating a new position of power, while No includes reverting to Prime Minister and informally appointing a successor to serve as President (as with Medvedev in 2008). I'm going to put this at 8% (approximately 1 in 12) for the following reasons: FOR: -Taking after @pietrokc, with the assumption that Putin is capable of changing the Constitution, there is little incentive for President Putin to announce such a decision so early. The Russian regime is an oligarchy that requires a strong central figure to balance and hedge against the competing interests of a very powerful and wealthy selectorate. Announcing a decision early would inevitably create greater instability for Russia, all else equal, given that he would likely face organized dissent -- whether from the oligarchy or the Russia citizenry themselves. If anything, Putin would more likely announce a decision closer to the end of his term in 2024 rather than in the next year. Taking the outside view, maintaining political survival is best achieved by giving an opposition little time to offer a challenge (an analogous example is \"snap elections\" in dictatorships, e.g. with Mubarak's Egypt). -From what I understand, especially from the writings of Micheal McFaul (former Russian Ambassador), President Putin has some semblance of respect for the Constitutional term limits of Russia -- and at least some support for a minimal definition of democracy. Arguably, that's why he stepped down in 2008 to allow Dmitry Medvedev to serve. There is a modest probability that this will occur again, while President Putin maintains power in the shadows as Prime Minister. AGAINST: -President Putin encountered greater insecurity than normal during his 2012 presidential elections, facing substantial protests. He ultimatley blamed the United States for inciting these protests. If anything, this increases the likelihood that he would unilaterally extend his leadership in some form. -There is little doubt that President Putin seeks a consolidated Russia in the ashes of the Soviet Union. Given recent progressions of NATO (Georgia, Ukraine, Bosnia), Putin may see it as necessary to remain in the position of President, given that it's the primary governmental organ that engages foreign policy. At the same time, the current US administration appears conducive to Putin's interests in disassembling the international order, and he may see it as important to remain engaged on this issue. However, once again, making such a decision before January 1st, 2020 seems highly unlikely."], [49904, "2018-12-10T15:34:28Z", [0.12], "Comment deleted on Dec 10, 2018 03:39PM UTC"], [691, "2018-12-09T18:57:08Z", [0.12], ""], [63486, "2018-12-09T18:55:44Z", [0.9], ""], [63479, "2018-12-09T13:12:22Z", [0.05], "He'll probably do it at some point, but more likely after January 2020."], [41707, "2018-12-09T10:29:25Z", [0.1], ""], [82, "2018-12-08T17:46:40Z", [0.05], ""], [63401, "2018-12-08T17:43:06Z", [0.01], "The Russian Constitution will be changed so that Vladimir Putin will stay in office after his current term expires in 2024. However, this change will not take place by January 1, 2020. There is little benefit to make this change too early. A risk is that his approval ratings could dip closer to the expiration of his term, but I think this won't happen. In any case, much depends on repressing any potential competitors in the 2024 election, which he will do. "], [13377, "2018-12-07T07:43:25Z", [0.15], ""], [691, "2018-12-05T20:10:54Z", [0.15], ""], [63319, "2018-12-05T15:24:12Z", [0.4], ""], [62266, "2018-12-05T02:35:15Z", [0.0], ""], [62266, "2018-12-05T02:32:44Z", [0.12], "Comment deleted on Dec 05, 2018 02:35AM UTC"], [23879, "2018-12-04T19:53:12Z", [0.13], "Updating from 14% due to passage of time."], [60839, "2018-12-03T03:34:45Z", [0.12], ""], [172, "2018-12-02T23:31:13Z", [0.01], ""], [13377, "2018-12-02T18:15:26Z", [0.17], ""], [63187, "2018-11-30T08:52:39Z", [1.0], "Putin can and does what he wants, there is no serious opposition in Russia that will change that. Until someone emerges that can oppose him he is likely to remain in power"], [58678, "2018-11-29T13:11:48Z", [0.02], ""], [1333, "2018-11-28T19:18:26Z", [0.1], ""], [691, "2018-11-28T13:26:39Z", [0.17], ""], [63101, "2018-11-28T03:06:59Z", [0.01], ""], [46762, "2018-11-27T23:53:11Z", [0.05], ""], [59141, "2018-11-27T23:07:52Z", [0.05], "He stands now till 2024, if he is thinking of doing another term then he has plenty of time after 2020 to do so."], [60033, "2018-11-27T02:58:43Z", [0.04], ""], [1333, "2018-11-26T19:15:12Z", [0.11], ""], [52343, "2018-11-25T23:13:24Z", [1.0], ""], [12879, "2018-11-25T22:39:14Z", [0.05], ""], [1444, "2018-11-25T20:45:17Z", [0.75], ""], [27092, "2018-11-25T19:57:36Z", [0.6], "There is a lack of credible emerging candidates in the next generation and this will enable Putin to groom the president"], [691, "2018-11-25T14:11:28Z", [0.22], ""], [63018, "2018-11-25T08:26:18Z", [0.02], "There just doesn't seem to be much reason for him to have this happen at this time. "], [45198, "2018-11-24T20:50:56Z", [0.75], ""], [30059, "2018-11-23T16:49:41Z", [0.05], ""], [30059, "2018-11-23T16:49:04Z", [0.15], ""], [14847, "2018-11-22T22:09:15Z", [0.06], ""], [1639, "2018-11-20T16:20:40Z", [0.0], "Putin term will go up to 2024. Why stir the boat ahead of time. If he will do it, he won’t let anybody know until his term comes due. "], [691, "2018-11-20T16:20:35Z", [0.24], ""], [62808, "2018-11-20T15:49:47Z", [0.7], ""], [5766, "2018-11-20T14:49:33Z", [0.0], "The opposition is building strong case. It is unlikely to happen. Even if it is going to happen, Putin will time it in such a way near his next possible term end - not before 2024"], [2965, "2018-11-20T14:31:32Z", [0.0], ""], [373, "2018-11-17T23:17:29Z", [0.2], ""], [1333, "2018-11-16T15:29:12Z", [0.12], ""], [40930, "2018-11-16T15:20:49Z", [0.01], ""], [2965, "2018-11-16T14:56:05Z", [0.0], ""], [62731, "2018-11-16T04:45:21Z", [0.21], ""], [21884, "2018-11-15T05:27:02Z", [0.02], ""], [2965, "2018-11-14T23:58:35Z", [0.0], ""], [29054, "2018-11-13T16:32:09Z", [0.04], ""], [37471, "2018-11-13T11:59:24Z", [0.05], ""], [13377, "2018-11-13T00:22:18Z", [0.0], ""], [172, "2018-11-11T22:59:55Z", [0.01], ""], [62532, "2018-11-11T15:43:57Z", [0.75], ""], [2965, "2018-11-11T15:18:33Z", [0.0], ""], [62531, "2018-11-11T14:01:35Z", [0.01], "Putin's term has only begun recently and will last to 2024. Even if such a change is considered, it will not be implemented  as soon as the end of 2019. There is a small possibility that a new position or government body is created for reasons unknown so far."], [22522, "2018-11-11T13:34:08Z", [0.1], ""], [28166, "2018-11-10T15:18:08Z", [0.04], ""], [691, "2018-11-10T13:36:25Z", [0.25], ""], [35636, "2018-11-09T09:05:22Z", [0.03], "468 (2) 215 @0.10 \nRussians are getting sick of the obvious tough guy strut by Vlad the Pedo. Retire to billions and kiddie harem. \nJuly28th: Was 5% now 3% \nBet#6"], [15471, "2018-11-08T17:38:50Z", [0.1], ""], [2965, "2018-11-08T17:11:51Z", [0.0], "Lavrov for Presidedent of US USSR and Russia ( Nova Rossiya)\nThanks for Fort Ross and all that support in War of 1812 and Civil War\nNeutral powers have rights @dsarin"], [1333, "2018-11-07T22:02:53Z", [0.13], ""], [23879, "2018-11-07T18:53:16Z", [0.14], "Updating from 15% due to passage of time."], [45217, "2018-11-07T18:32:30Z", [0.05], ""], [22988, "2018-11-07T18:07:15Z", [0.04], ""], [57866, "2018-11-07T10:15:55Z", [0.65], ""], [44887, "2018-11-06T17:57:24Z", [0.15], ""], [9549, "2018-11-06T17:35:49Z", [0.8], "They feel provoked by us.  They fight fire with fire.  Also russian saying is the cornerstone of russian governence. \"The end justifies the means if it is good for what the leaders think is good for them\"."], [61456, "2018-11-06T13:29:05Z", [0.75], ""], [691, "2018-11-06T12:54:36Z", [0.27], ""], [9755, "2018-11-05T23:53:36Z", [0.05], ""], [55331, "2018-11-05T20:38:30Z", [0.23], ""], [172, "2018-11-05T01:05:38Z", [0.01], ""], [27320, "2018-11-04T15:06:09Z", [0.6], ""], [42564, "2018-11-01T17:48:04Z", [0.0], "Putin has respected this part of constitution already earlier, even he had more reasons to try changing it. I can not see a reason why Putin would try to change this part of the constitution."], [1333, "2018-10-31T18:08:47Z", [0.14], ""], [2965, "2018-10-31T02:51:06Z", [0.0], ""], [691, "2018-10-30T15:03:42Z", [0.28], ""], [172, "2018-10-29T00:15:11Z", [0.01], ""], [28871, "2018-10-28T19:56:00Z", [0.55], ""], [691, "2018-10-28T12:05:19Z", [0.29], ""], [1333, "2018-10-27T19:19:31Z", [0.15], ""], [22833, "2018-10-26T20:59:19Z", [0.0], ""], [19801, "2018-10-26T06:11:08Z", [0.0], "Posner and Young assert that once a country’s president respects term limits, future presidents are very likely to do the same. During the years between 1990 and 2015, they found that “In the ten instances where a predecessor had stepped down in the face of a two-term limit, every single president who followed chose not to push for a third term.”\nhttps://www.washingtonpost.com/news/monkey-cage/wp/2018/04/24/do-term-limits-work-in-africa-the-answer-might-surprise-you/?noredirect=on&utm_term=.ed5af5e8c748 Putin has also been clear he has no interest in being President for life and intends to step down. Boris Yeltsin, his immediate predecessor, handed over to Putin. Resignation On 31 December 1999, in an announcement aired at 12:00 pm MSK on Russian television and taped in the morning of the same day, Yeltsin said he had resigned and Prime Minister Vladimir Putin had taken over as acting president, with elections due to take place on 26 March 2000. Yeltsin asked for forgiveness for what he acknowledged were errors of his rule, and said Russia needed to enter the new century with new political leaders. Yeltsin said:     I want to ask for your forgiveness, that many of our dreams didn't come true. That what seemed to us to be simple turned out painfully difficult. I ask forgiveness for the fact that I didn't justify some of the hopes of those people who believed that with one stroke, one burst, one sign we could jump from the grey, stagnant, totalitarian past to a bright, rich, civilized future. I myself believed this. One burst was not enough... but I want you to know – I've never said this, today it's important for me to tell you: the pain of every one of you, I felt in myself, in my heart... in saying farewell, I want to say to every one of you: be happy. You deserve happiness. You deserve happiness, and peace.\nhttps://en.wikipedia.org/wiki/Boris_Yeltsin#Resignation"], [29054, "2018-10-24T19:53:55Z", [0.49], ""], [60150, "2018-10-24T19:12:51Z", [0.05], ""], [60150, "2018-10-24T19:11:11Z", [0.65], ""], [691, "2018-10-24T13:37:33Z", [0.29], ""], [15265, "2018-10-23T19:43:46Z", [0.2], ""], [12453, "2018-10-22T01:46:47Z", [0.25], ""], [19801, "2018-10-22T01:28:58Z", [0.0], "The Russian presidential staff is conducting no work to prepare amendments to the Constitution, presidential spokesman Dmitry Peskov has said.\nhttp://tass.com/politics/1025372 They would need to be doing this work beforehand in order to pass an amendment."], [23006, "2018-10-21T19:02:08Z", [0.22], "Feel things are changing ito Iran, Saudi Arabia, Jordan, Syria, Eithiopia, all likely to work in Putin’s favour"], [34725, "2018-10-21T13:40:09Z", [0.02], ""], [37236, "2018-10-21T12:46:35Z", [0.0], ""], [691, "2018-10-21T11:40:56Z", [0.34], "Up slightly on this one.   The US pullout from INF may provide the fig leaf for Putin's puppets--it can help them pretend that in these troubled and dangerous times, the firm hand of Vlad the Shirtless is needed at the tiller.   "], [691, "2018-10-20T21:54:04Z", [0.31], ""], [172, "2018-10-20T20:58:33Z", [0.01], ""], [61641, "2018-10-20T15:05:42Z", [0.03], "Unlikely. He will try to install someone similar for next presidency and young. Might create some sort of generalisimo position for himself."], [2965, "2018-10-20T13:22:25Z", [0.0], ""], [27155, "2018-10-20T09:42:12Z", [0.15], "Probably not complete by 2020."], [2965, "2018-10-19T14:10:59Z", [0.0], "Because Putin is running active operations placing Botts leads on legitimate conservative websites and multiplying sources of disinformation in a manner that avoids Facebook type War rooms because the original Source appears to be authentic. In fact, these multiplying sources of disinformation lodged in otherwise legitimate papers like the Washington examiner well I don't think the Washington examiner is keeping track of who's paying for their online advertising.\nPlease prove me wrong here @aaseawaf15"], [14847, "2018-10-19T04:26:54Z", [0.08], "It seems like something that would give off many early signs, and I haven't found much to show it's impending. Given his term extends beyond 2020 and  parliamentary elections aren't until 2021, I don't see a political need to rush it through. I think the desire for the appearance of legitimacy will make it more obvious, or another solution could be found. Putin could also decide, for many reasons, that he doesn't want to stay in his role."], [2965, "2018-10-18T18:04:44Z", [0.0], "See below its 0 to 5"], [60017, "2018-10-18T14:25:47Z", [0.05], "My prior belief is no. Has he before extended his ability remain in power?  Yes, by extending presidential terms from 4 to 6 years\nhttp://edition.cnn.com/2008/WORLD/europe/12/30/russia.presidential.term.extension/ Changing the constitution would be a signal of dictatorship, and I believe Putin is shrewd enough to avoid the fate of African dictator Mugabe. Is Putin telling the truth when he says he respects the Russian constitution?\nhttps://www.reuters.com/article/us-russia-putin-rule-constitution/russias-putin-says-will-serve-only-two-presidential-terms-in-a-row-idUSKCN1IQ2H9?il=0 Putin probably is responsible for giving orders to have Skripal and Litvinenko ( and others) assassinated, so to avoid any criminal prosecution he needs to remain or retain power.  He could try for another term, although I think it depends on his approval ratings in the months before 1st January 2020."], [49515, "2018-10-17T20:52:12Z", [0.25], "Given the direction of the world at this moment, it does not feel out of the realm of possibility that Mr. Putin will position himself in some way that will allow him to extend his power over Russia. Given his current percieved almost total control over Russia from the perspective of an individual with limited information, taking such a bold move 4 years before the end of his term seems unlikely without some tide of rising discontent in his general population. If his approved officials begin losing elections with regularity then it may make sense for him to solidify his power before losing critical mass."], [1333, "2018-10-17T19:34:00Z", [0.16], ""], [32258, "2018-10-17T18:05:55Z", [0.02], ""], [61391, "2018-10-17T02:22:20Z", [0.8], ""], [2965, "2018-10-16T23:22:09Z", [0.0], "McDonnell v. United States, 136 S. Ct. 2355, 195 L. Ed. 2d 639, 84 U.S.L.W. 4565\n(2016), Court Opinion\n"], [2965, "2018-10-16T23:11:23Z", [0.0], ""], [61136, "2018-10-16T22:51:32Z", [0.1], "More likely he will find and insert another shadow leader and return when he can"], [2965, "2018-10-16T13:25:23Z", [0.0], ""], [28414, "2018-10-16T12:30:56Z", [0.0], "Putin’s Tough-Guy Act Is Getting Old\nRussians want economic fairness, not a strong guiding hand, research shows.\nhttps://www.bloomberg.com/view/articles/2018-10-16/putin-s-tough-guy-act-is-getting-old-russians-say\n...\nDmitriev and collaborators see an overwhelming desire for change, even if it’s risky and untested, which has superseded the long-dominant preference for stability. In the focus groups, the researchers played a game with their subjects, asking them to imagine Russia’s path as a muddy, potholed road. The road goes past a meadow that no one has ever tried crossing; it might be a swamp but there’s also a chance that it could be a useful shortcut. A full 70 percent of focus-group participants said they’d try crossing the meadow.  At the same time, Russians, who welcomed strongman Putin after a short fling with pluralism and democracy in the 1990s, no longer hunger for a strong hand. “The model based on strong leadership gradually turned from a remote dream into a daily routine,” the researchers wrote, “so its original halo of attractiveness began weakening.” Now, according to them, only 7 percent of focus group participants want a strong leader, while 80 percent have shifted to demanding justice rather than order.\n...\nDespite years of intensive propaganda, the idea of Russia as a great power has only taken hold to a limited extent. In the focus groups, only 20 percent of the respondents agreed that Russia is a great power; 49 percent believe it’s somewhere between a great nation and a backward one. To these people, military might and a proud history don’t mean much without a prosperous, modern, socially oriented economy.  Putin’s post-Crimea propaganda offensive initially stunned Russians into agreement. But then, Dmitriev, Belanovsky and Nikolskaya found, discontent with Putin's domestic policies, which had been on the rise in 2013, gradually came back. This is a dismal situation for Putin, but only potentially. Dmitriev and collaborators point out that in the absence of credible opposition leaders, protest activity is fragmented — for example, rallies against festering garbage dumps in the Moscow region earlier this year didn’t lead to bigger nationwide protests. “Actions become local and situational, often competing among themselves, which prevents protest initiatives from achieving mass success,” the researchers wrote. They also pointed to a low public interest in bringing down the regime. “Aggressive speech toward authority wasn’t heard in any of the groups,” the report says. Dmitriev and Belanovsky are moderates, so-called “system liberals” who believe in reforming Russia from above. To them, the political status quo is not an obstacle to positive economic change. The resumption of popular discontent after several years of post-Crimea euphoria troubles them because it reminds them of Trumpism or the quest for simple solutions offered by European anti-immigrant parties. So the absence of charismatic populist leaders who could direct the muttering masses is something of a relief to them. On the other hand, that lack of leaders is a direct result of Putin’s successful campaign of political suppression, which, as recent history shows, cannot be effective forever in Russia. If Dmitriev and Belanovsky are right and Russians have given up on their leaders and those leaders’ ideological constructs, that’s a lot like the situation that preceded the implosion of the Soviet repressive state in the late 1980s. Leaders with the courage and the clout to challenge the totalitarian machine emerged eventually — and the enforcers found themselves either powerless or reluctant to move against them. @Anneinak"], [691, "2018-10-16T12:30:04Z", [0.34], ""], [34353, "2018-10-16T11:44:00Z", [0.2], ""], [28414, "2018-10-16T08:34:55Z", [0.0], "Putin Is the Biggest Loser of Orthodox Schism\nAs Ukraine’s church moves toward independence, the Russian president could lose his role of defender of the faith.\nhttps://www.bloomberg.com/view/articles/2018-10-13/putin-is-loser-as-ukraine-s-orthodox-church-seeks-independence\n...\nt’s doubtful that Putin, who has co-opted the power of the church to the service of his neo-imperialist ideology, wants to play Henry VIII, the Tudor monarch who at first was a devout Catholic but then defied Rome’s spiritual authority. The Russian Church’s international reach has been important to the Russian ruler. Putin has twice visited Mount Athos, the monastic enclave in Greece that is Orthodox Christianity’s holiest place; it’s been fashionable among regime loyalists to assert their Orthodox faith by making a pilgrimage there. Defense Minister Sergei Shoigu and Prosecutor General Yuri Chaika have done so, along with more than 10,000 other Russians. Athos, though, falls under the jurisdiction of the Constantinople Patriarchate, and it may be lost to Russians after a formal schism, an enormous symbolic defeat for a president intent to project a devout image. On the other hand, it’s as difficult for Putin as it is for Moscow Patriarch Kirill to accept an independent Ukrainian church blessed by Constantinople. It would go against his oft-repeated assertion that Russians and Ukrainians are one people. And admitting that not Moscow but Istanbul, with only a few hundred Orthodox believers, is the true seat of power of global Orthodoxy would be almost unbearable. Compared to these spiritual wounds, the potential loss of many of the Russian church’s 12,328 parishes in Ukraine, and the income from them, is arguably less catastrophic.\n...\nRussia’s best hope is to sow discord and keep priests loyal to Moscow from defecting to the future Ukrainian church. The Ukrainian Orthodox Church of the Moscow Patriarchate will likely have to call itself “Russian” once the rival organization gains autocephaly, a handicap in Ukraine, where most people consider Russia an aggressor state. No matter how hard Russia tries to slow down Ukrainian autocephaly, the damage cannot be fully contained. Even if only 20 percent of Ukrainians and 15 percent of Russians say religion is very important in their lives, the symbolic meaning of the religious demarcation and the real prospect of a schism won’t be lost on much bigger percentages of both countries’ population. This is a war Putin has already lost to some unlikely adversaries, including a tough old cleric in Istanbul."], [82, "2018-10-15T21:22:07Z", [0.1], "I wouldn't put it past Putin to pull some shenanigans, but he will be strategic in when he does. If he does, he will do it when the political and economic conditions are more favorable. That could be sometime in 2019, but I think its more likely to happen closer to 2024.  "], [2965, "2018-10-15T19:57:05Z", [0.0], "Putin is cornered.\nLeft with Twitter and YouTube littered with the hatred and debris scattered by active influence operatives and opposition and ongoing Trump activities.\nWe see Trump and Putin's last gasp \nConscious parallelism is not price fixing.\nWrong fixing or tampering with electronic communications devices computers are Federal Felonies.\nI concur in the assessments and recommendations of McLaughlin,Morell Hayden and those of ODNI and Clapper. And Brennan.\nThese are all excellent experienced operating officers and we should follow their recommendations.\nPaper Ballots.\nUnplug those state election officials off the grid.\nI further recommend that we initiate all counter intelligence resources on an urgent basis to call out,name investigate and indict if necessary all RU and US agents in conspiracy with Soviet GRU.\nThe attack has reached such intensity and the disinformation so complete that POTUS thinks he can fire anybody and when Sec.Defense is in air to Hanoi and Sec.State is on way to Ankara and KSA  that would trigger impeachment and a complete fiasco.\nImagine its October 1974.\nBefore the election,Nixon fires AG who is guilty of a felony. Then he fires the AG successor. And the successor.Then 3 weeks before election Nixon fires Schlesinger The Secretaty of Defense in successor to Laird. Then he fires the Secretary of State Kissinger.\nAnd Nixon is impeached stays in office and 45 days after he fires Schlesinger the NVA seize all of South Vietnam. The constitutional crisis arrived at the time voting before the final tally.\nWho is going to win.\nPutin \nOr \nThe United States of America"], [28414, "2018-10-15T19:51:59Z", [0.0], "Russian church cuts ties with global Orthodoxy over Ukraine dispute\nhttps://www.ft.com/content/5421bd66-d09c-11e8-a9f2-7574db66bcd5 \tThe Russian Orthodox Church is to break all ties with the Ecumenical Patriarchate of Constantinople after it decided to grant independence to a Ukrainian church, effectively creating the greatest schism in Orthodox Christianity in a thousand years. Following a two-day synod in Minsk on Monday, the church announced on its website that conducting or attending religious services held by the Constantinople Patriarchate was “impossible.” The decision means that Moscow’s patriarchate no longer recognises the authority of Constantinople, which has led global Orthodoxy since the fifth century AD."], [22833, "2018-10-15T18:02:52Z", [0.01], ""], [3110, "2018-10-15T14:53:21Z", [0.05], ""], [1333, "2018-10-15T14:31:41Z", [0.17], ""], [34725, "2018-10-15T14:18:06Z", [0.02], "If this were to occur, it would likely not occur as early as 1 Jan 2020, which could negatively impact the 4 years through 2024. \n“I don’t think Putin has made a decision yet about what he will do in 2024,” said one source close to the Kremlin. “He always likes to postpone a decision if it can be made tomorrow rather than today.”\nhttps://www.theguardian.com/world/2018/feb/06/2018-election-is-no-problem-for-putin-but-what-about-2024"], [41389, "2018-10-15T10:52:28Z", [0.25], "Putin has created the Prime Minister position when his term in 2008 and made the term from 4 years to 6 years in 2012. So there is a precedent. I would say a 15% odds of extending the term limits, 80% of picking a new successor and establishing a new position, and 5% odds of reliable successor and no new position by 2024. But to wind back the forecast to expire by 2020 I would give a 16.67% weight to my estimate = .1667 * .95 = 15.8% and since the current consensus is 15% I will adjust down to 15%. I see a 1/6 chance of an action happening by beginning of 2020; 2/6 action between 2021-2022, and 3/6 action 2023-2024."], [27461, "2018-10-14T21:21:00Z", [0.0], ""], [1333, "2018-10-14T18:24:27Z", [0.18], ""], [3152, "2018-10-14T17:50:16Z", [0.15], ""], [61514, "2018-10-14T16:13:51Z", [0.05], "Why bother this early as an autocrat?\nHe is not a lame duck.\nHis parliamentary majority (should he even bother to use it) is huge and will not go away through 2020."], [35831, "2018-10-14T14:00:35Z", [0.02], "I feel even more insecure of my earlier forecast, downgraded it to 2%."], [35831, "2018-10-14T13:58:43Z", [0.1], "Just because I want a T-shirt, doesn't mean I am competent to forecast this question.\nHe doesn't need to make the move now. He can wait beyond 2020. You see, no need to become an emperor if your popularity is too low, you only increase your chance of losing your head."], [51261, "2018-10-14T13:16:09Z", [0.05], "Possibility seems slim at this time. Given the ruble is pretty much only worth kindling and Putin has stated he doesn't want to run in 2030 I'm taking a guess when his term is done he'll walk this time so it will be his predecessors burden. Like I said just a guess"], [59499, "2018-10-14T12:59:13Z", [0.34], ""], [47812, "2018-10-14T10:19:29Z", [0.02], "No need to act on this until closer to the term limit."], [41707, "2018-10-14T09:06:33Z", [0.14], "There does not seem to be a strong reason for Putin to make that move so early. On the other hand, the question is sufficiently broad for it to happen without the main goal being increasing Putin's term limit."], [23006, "2018-10-14T04:03:59Z", [0.13], ""], [32258, "2018-10-14T00:48:57Z", [0.1], "Posting again for the shirt.\n Putin will go down in history as the longest serving head of state. I don't see how any changes so early before 2024 serve him well. In fact, it seems more like the move of someone who feels insecure. This is not the image of Putin the shirtless horseman, an image he so carefully cultivates."], [2965, "2018-10-13T16:15:49Z", [0.0], "retirement plans to uncertain in this environment\nrouble is getting whacked\noil era is ending\nand Russia and KSA could well end\nup in the dustbin of history\nDutch disease, corruption in VZ Nigeria RU KSA Iran fosters instability\nPutin\ngoing nowhere fast\nCannot compete with US and other Hi tech economies ROK, Singapora, PRC China, Nippon\nEU\nCorruption\nNo Russian babies\nRussians are an ethnic minority in RU and a wasting\nasset in Syria\nSomeday soon PRC takes over Siberia\nOver in 72 hours\njust round up up 10 million \"settlers\"\nwith farm implements"], [15471, "2018-10-13T15:23:41Z", [0.15], "GJO T-shirt got me to look at this question again. Reducing a bit because while it is still a rather long time frame, currently the population is rather unhappy with Mr. Putin and there is little reason for him to act before this question ends. (Btw does anyone know why the cutoff is 01/01/2020?"], [21884, "2018-10-13T14:51:53Z", [0.02], "Popularity go down - it is more risk for that actions"], [31450, "2018-10-13T01:06:06Z", [0.03], "Dropping a couple points because I don't see any reason why he would change the constitution. After all he has a playbook for this, after 2024 he can go be prime minister for a few years while a puppet keeps the presidency warm for him."], [41383, "2018-10-13T00:47:09Z", [0.05], "Unlikely to occur so early prior to the next election "], [23006, "2018-10-12T22:37:20Z", [0.33], "- Putin needs to decide to run. Seems like he might be looking towards retiring, polling low, international skirmishes and interference don't really seem to be helping him at home. \n- He could swap positions like he did before with Medvedev, wouldn't need to change constitution. But this seems like a stretch that he would do this or could do this again.\n- Getting legal and legislative arms to work with him to change constitution is a lot of maneouvering and uncertain if it would be successful"], [691, "2018-10-12T21:52:45Z", [0.34], ""], [57866, "2018-10-12T18:17:13Z", [0.15], ""], [1333, "2018-10-12T18:12:05Z", [0.19], ""], [30610, "2018-10-12T16:46:37Z", [0.05], ""], [43003, "2018-10-12T16:31:50Z", [0.02], "WAF(Weighted average forecast) of forecasters who've done far more research than I."], [41373, "2018-10-12T15:32:05Z", [0.0], "The median/mean forecast for this question surprises me: does Putin have to change the constitution to make it an eight or ten year term? Would he not be OK being premier again for a while? Why worry about it now? There is much time left in his presidency, and he is not a young man, despite his demonstrations of eminent physique.  IF he does have a plan to change the Constitution, why enact it in 2018 or 2019?\nThanks @dsarin for information from Russia's Constitutional Court: change a few words around and the key sentences could be from the US, China, EU or India. We seem to be at a point in history where there is no national political system that can deal with the larger issues of international corporations, climate change, nuclear proliferation, ethics in bio-tech and artificial intelligence, etc...... "], [2965, "2018-10-12T13:58:23Z", [0.15], ""], [19801, "2018-10-12T12:24:37Z", [0.0], "The Russian presidential staff is conducting no work to prepare amendments to the Constitution, presidential spokesman Dmitry Peskov has said\nhttp://tass.com/politics/1025372"], [20156, "2018-10-12T11:42:41Z", [0.05], "Based on this report: https://www.rferl.org/a/kremlin-says-proposal-three-presidential-terms-chechnya-kadyrov-not-on-putin-agenda-peskov/29222448.html"], [43311, "2018-10-12T11:15:57Z", [0.0], "GJO trying to get me to commit to Jan 2020.. for a CHANCE of t-shirt. I'm a sucker."], [28414, "2018-10-12T10:38:53Z", [0.0], "Kremlin vows to defend interests of Orthodox believers & Russian speakers in Ukraine in event of \"illegal actions\" against them in connection with Ukrainian church independence decision, warns Putin spox Dmitry Peskov.\nhttps://twitter.com/ChristopherJM/status/1050693059980214272"], [28414, "2018-10-12T09:02:44Z", [0.0], "It would be difficult to push it now\nThere are other ways to hold on to power Putin's approval rating dropped from 88% in '15 to 67%\nGovernment approval rating is at 42%\nhttp://www.levada.ru/en/ratings/ The chairman of Russia's Constitutional Court says ‘drastic’ reforms are needed\nhttps://meduza.io/en/feature/2018/10/10/begone-outmoded-liberal-models-of-democracy\n'The Constitution has some imperfections, but they can be eliminated surgically. Russians are tired of reforms, injustice, and poverty. There’s no way to live in dignity: there was privatization in the 90s, and now millions of people are losing their jobs to computerization, plus there’s pension reform and corruption. The Constitutional Court protects Russian citizens. One party or one group shouldn’t be allowed to monopolize power, and the most effective system is a two-party government like in the United States. Instead of the outmoded liberal model of democracy, Russia needs a “more effective model of popular rule.” People want to defend traditional values against globalization. The European Court of Human Rights is increasingly divorced from reality, imposing its position on countries and forcing people to defend themselves. “Minority rights can be protected to the extent that the majority consents.” The country needs to unite economic and political competition with the “collectivism inherent in the Russian people.” Otherwise, the nation faces “another stagnation.”' Russians have elected several new ‘opposition’ governors, here's the likely fate that awaits these politicians, warts and all\nhttps://meduza.io/en/feature/2018/09/25/russians-have-elected-several-new-opposition-governors-here-s-the-likely-fate-that-awaits-these-politicians-warts-and-all\nOn September 23, LDPR candidates won runoff gubernatorial elections in the Khabarovsk and Vladimir regions. After a first-round election in Khakassia, where Communist Party candidate Valentin Konovalev won the most votes, incumbent Governor Viktor Zimin withdrew from the race, virtually ensuring that Konovalev will win the second round. LDPR and the Communist Party, meanwhile, have vowed to form coalition governments in “their” regions. But what happens next for Russia’s new “opposition” governors? In the following text, Meduza looks at a few likely scenarios, based on what’s happened to opposition candidates who’ve won past elections. (Some examples concern mayors because direct gubernatorial elections were abolished in Russia between 2005 and 2012. Before the recent upsets, just one opposition candidate won a gubernatorial race in the past six years.)"], [39937, "2018-10-12T08:02:32Z", [0.01], "For a GJOpen t-shirt I repeat my forecast and add a comment.. stay at my original https://www.gjopen.com/comments/comments/723035  - Putin does not get younger; he will be almost 72 years\n- Constitutional change takes not long, a few months  [1]; next election is in 2024 After all I give it a 1% chance just because for the long time period.  [1] https://en.wikipedia.org/wiki/2008_amendments_to_the_Constitution_of_Russia OT\n1. The Question is very sloppy worded. What means \"leadership\"? @GJOpen @amory10\n2. The new Lottery is a nice gimmick, BUT the layout is horrible!!! (where is the cooperate design?)"], [68, "2018-10-12T07:26:23Z", [0.05], "Putin has just started his present six year term, so has plenty of time before 2024 if he wants to remain in a leadership role after that. "], [28414, "2018-10-11T19:35:22Z", [0.0], "\"This is HUGE!!\" \nUkraine’s Orthodox church granted independence from Russia ties\nPolitically charged decision defies criticism from Moscow\nhttps://www.ft.com/content/723c14da-cd4b-11e8-b276-b9069bde0956 The head of global Orthodox Christianity has decided to grant Ukraine its own church independent of Russia’s patriarchate, in a politically charged move that defies sharp warnings from Moscow. The decision is a victory for Ukraine in a wider struggle against Russia that encompasses Moscow’s 2014 annexation of Crimea and its continued support for separatists fighting against Kiev in the east of the country. But it has been condemned by Russian officials, who have warned it threatens to trigger the biggest Christian schism in a millennium. While both Ukraine and Russia share the same orthodox Christian roots that date back to 988, a new Kiev-based Orthodox church formed in the 1990s has seen its support swell since 2014, propping up longstanding efforts to attain canonical recognition as an independent Ukrainian church."], [33307, "2018-10-10T03:26:58Z", [0.5], ""], [15265, "2018-10-09T21:32:41Z", [0.4], ""], [41318, "2018-10-09T20:46:51Z", [0.49], ""], [82, "2018-10-09T02:19:03Z", [0.15], ""], [1333, "2018-10-08T14:18:58Z", [0.2], ""], [41383, "2018-10-08T11:09:30Z", [0.6], "He's done it twice before. Although he currently struggles with image, he is cearly actively bolstering that image to increase voter allegiance."], [21441, "2018-10-07T23:54:24Z", [1.0], ""], [61392, "2018-10-07T12:12:37Z", [0.05], ""], [14672, "2018-10-05T02:48:01Z", [0.09], "Comment deleted on Oct 05, 2018 01:13PM UTC"], [23879, "2018-10-04T22:02:11Z", [0.15], "Updating from 16% due to passage of time."], [691, "2018-10-03T13:16:01Z", [0.36], ""], [61331, "2018-10-02T18:10:03Z", [0.15], ""], [691, "2018-10-01T11:42:49Z", [0.36], ""], [2965, "2018-09-30T21:13:21Z", [0.41], ""], [40930, "2018-09-28T15:14:20Z", [0.35], ""], [691, "2018-09-28T13:21:31Z", [0.36], ""], [39781, "2018-09-28T12:45:24Z", [0.2], ""], [21884, "2018-09-28T09:14:30Z", [0.02], ""], [19022, "2018-09-26T07:39:31Z", [0.0], "Already got all the money "], [691, "2018-09-25T12:54:59Z", [0.36], ""], [57778, "2018-09-24T02:12:26Z", [0.1], ""], [172, "2018-09-23T00:26:46Z", [0.01], ""], [20060, "2018-09-22T15:24:48Z", [0.03], ""], [60890, "2018-09-22T14:10:35Z", [0.09], "You can look at examining three factors for this problem set; the support Putin has within the government, the current financial state of Russia, and the severity of conflict that they are involved with. Currently Putin has the support of the government, however the financial state of Russia is declining (with many people unhappy about recent changes to retirement plans, and the fact that Russia is not involved in a severe conflict. Under these conditions, it will be harder for Putin to justify changes to the constitution to stay in power; vice creating a new position or maintaining control through other means. Following the math of the decision tree probability, I would expect that there is only a 9% chance of this occurring. Should factors change, this could reach as high as 42% under ideal conditions."], [61055, "2018-09-21T22:07:09Z", [0.15], ""], [691, "2018-09-18T12:59:11Z", [0.36], ""], [34566, "2018-09-17T20:43:22Z", [0.15], "Part of it is based on timing, putting in a new law by 2020 to account for 2024 changeup is probably not necessary. Plus as Putin ages he will consider different succession options; rather than merely inventing a position (which I think is more likely than a constitution change) and leave options open for now.  "], [61006, "2018-09-17T15:15:16Z", [0.2], ""], [691, "2018-09-17T13:50:33Z", [0.39], ""], [2965, "2018-09-17T13:27:09Z", [0.19], ""], [30389, "2018-09-17T07:37:21Z", [0.3], ""], [60931, "2018-09-17T04:03:59Z", [0.19], "Putin's control lies in his ability to arbitrate between the clans vying for power, and his appeal to the Russian public. He remains popular among the Russian public because of his ability to stand up to the West, and simply because there is no one else that can unite opinion and keep the clans in order. He cannot step away from a place of power or influence due to his own survival, however, I don't see a constitutional change by the 1 January 2020 deadline. There is the option of another Medvedev puppet, or a move to another government body, but again the deadline is the point of contention. "], [60967, "2018-09-16T23:52:05Z", [0.0], ""], [2965, "2018-09-15T14:28:38Z", [0.25], "reevaluating based on @pietrokc\n@JMR2017"], [691, "2018-09-15T11:23:45Z", [0.39], ""], [691, "2018-09-13T12:47:21Z", [0.39], ""], [57778, "2018-09-13T08:18:08Z", [0.2], "https://www.gjopen.com/comments/comments/770663"], [59882, "2018-09-12T23:12:53Z", [0.0], "Not currently on the agenda."], [172, "2018-09-12T20:44:30Z", [0.01], ""], [32258, "2018-09-11T23:54:40Z", [0.1], "Thanks @pietrokc. I agree with your conclusion regarding the timing of the options he's considering for longevity.  However, I would add back to the radar screen the possibility of changing the Constitution to create a most important position that is not the President or Prime Minister but something newly created just for him. And only because it's Putin, this new position would keep him in power while diminishing the role of the new President. That position would likely last his lifetime or forever long he wants it. He will go down in history as the longest serving head of state. I've been at 15% but I'm considering downgrading because I don't see how any changes so early before 2024 serve him well. In fact, it seems more like the move of someone who feels insecure. This is not the image of Putin the shirtless horseman, an image he so carefully cultivates."], [2965, "2018-09-11T21:45:13Z", [0.51], ""], [1333, "2018-09-11T15:30:31Z", [0.21], ""], [691, "2018-09-11T12:58:59Z", [0.32], ""], [60103, "2018-09-10T13:24:05Z", [0.62], ""], [23879, "2018-09-07T17:38:17Z", [0.16], "Downgrading from 25% due to passage of time. I originally forecast 25% in late April 2018 and, although there was a bit of a red herring in the form of Kadyrov's proposal to extend term limits to 3 [1], it does not seem to be going anywhere. Putin seems to have disavowed it, and in any case I see at least two problems with it: (i) Putin is 65 today. Suppose the 3rd term is approved and he serves it. Then by early 2030, at the time of new elections, he'd be 77. I feel like in that scenario it would be harder for him to do anything: secure a 4th term, make himself Prime Minister, what have you. After approval of 3 terms, approval of a 4th term would be a much harder sell I think; so Putin might then actually be trying to simply not be put in jail by his opponents.\n(ii) Speaking abstractly, Putin's opponents can do attacks on him, hoping to bring him down. Usually attacks come with a cost, like forming alliances you don't like, using resources, or at the very least revealing that you are an opponent (which might have been hidden until then). The more uncertain it is if Putin even needs to be attacked --- if he might simply leave the post of President --- the less attractive it is to attack. So it is to Putin's advantage to keep the suspense up as long as he can. I feel like whatever he wants to do to stay in power, he can definitely accomplish in the four years between this Q ending, and his term being up. For these reasons, I think Kadyrov's proposal should in hindsight not have raised the odds from 25% in late April. So if I draw a simple line from 25% in early May 2018 to 1% in early December 2019, that puts early September at 16%. [1] http://sozd.parliament.gov.ru/bill/469250-7"], [1333, "2018-09-07T14:43:48Z", [0.2], ""], [59606, "2018-09-06T16:37:09Z", [0.81], ""], [691, "2018-09-06T12:02:05Z", [0.32], ""], [21884, "2018-09-06T02:02:18Z", [0.02], ""], [60100, "2018-09-05T17:37:13Z", [1.0], ""], [60666, "2018-09-02T14:36:21Z", [0.6], ""], [691, "2018-09-01T11:53:03Z", [0.32], ""], [30319, "2018-09-01T03:10:50Z", [0.1], ""], [3345, "2018-08-31T20:43:23Z", [0.75], ""], [783, "2018-08-29T18:05:44Z", [0.4], ""], [15477, "2018-08-29T17:24:37Z", [0.85], "Power is intoxicating...."], [172, "2018-08-29T12:36:11Z", [0.01], ""], [30389, "2018-08-29T10:06:58Z", [0.6], ""], [60547, "2018-08-29T08:33:36Z", [0.15], ""], [1333, "2018-08-28T15:34:19Z", [0.19], ""], [691, "2018-08-27T12:41:11Z", [0.32], ""], [35683, "2018-08-25T17:44:23Z", [0.04], ""], [37236, "2018-08-23T21:06:30Z", [0.0], "Nyet... nein danke"], [172, "2018-08-23T21:04:00Z", [0.01], ""], [60402, "2018-08-23T16:46:28Z", [0.8], ""], [60401, "2018-08-23T14:33:12Z", [0.65], ""], [2965, "2018-08-23T11:59:35Z", [0.51], ""], [60394, "2018-08-23T11:22:14Z", [0.63], ""], [29054, "2018-08-22T20:16:59Z", [0.73], ""], [60359, "2018-08-22T16:23:29Z", [0.33], ""], [691, "2018-08-22T13:08:33Z", [0.32], ""], [39937, "2018-08-20T06:44:49Z", [0.02], ""], [57778, "2018-08-20T06:15:38Z", [0.25], ""], [172, "2018-08-19T23:51:46Z", [0.01], ""], [43588, "2018-08-19T17:11:47Z", [1.0], "Abso-freaking-lutely! No way will that not happen!"], [1333, "2018-08-18T15:42:27Z", [0.18], ""], [691, "2018-08-18T15:34:41Z", [0.35], ""], [2965, "2018-08-18T13:12:49Z", [0.35], "@pietrokc convinced me to downgrade 50 points-think the Medvdev  succession most likely and no need\nto change constitution.\nBut Vlad could move quicker a real page turner"], [15500, "2018-08-17T19:45:04Z", [0.95], ""], [1333, "2018-08-17T14:31:02Z", [0.19], ""], [60281, "2018-08-16T12:59:36Z", [0.59], ""], [1333, "2018-08-15T14:05:28Z", [0.18], ""], [691, "2018-08-13T13:51:36Z", [0.36], ""], [2965, "2018-08-13T10:33:28Z", [0.78], "sooner than later\nnotice the Russian currency is down\nRussia is not a great power\nPutin populace is waking up\nhe needs to cement his status as longest surviving leader  since Stalin\n"], [172, "2018-08-12T13:01:27Z", [0.01], ""], [57778, "2018-08-12T11:24:14Z", [0.25], ""], [23006, "2018-08-11T01:22:18Z", [0.99], ""], [60157, "2018-08-10T05:19:07Z", [0.85], ""], [172, "2018-08-10T00:02:00Z", [0.01], ""], [11885, "2018-08-09T20:00:52Z", [1.0], ""], [36132, "2018-08-09T18:22:40Z", [0.0], ""], [1333, "2018-08-08T20:48:15Z", [0.19], ""], [40617, "2018-08-08T13:17:14Z", [0.02], "I agree with the analysis of the highly upvoted forecasters but see the timeline as much more limiting. What incentive does Putin have to accomplish this 4 years before he needs to? It just wouldn't make logical sense. Logical sense doesn't always win out, but I can't find examples of other leaders attempting these tasks so far in advance of their due date."], [21884, "2018-08-08T07:35:42Z", [0.02], ""], [45198, "2018-08-07T15:34:19Z", [0.85], "He wants to remain president so as to ensure his hatred toward the west and his obsessive dedication to destroying all western institutions will continue. He can't be sure that a new Russian leader will have the same priorities regarding the destruction of the west as he has. His hatred of the west and the United States in particular, overrides everything else, including good and responsible governance of his own country. He is so obsessively focused on the destruction of the west that his own country is falling apart due to lack of proper attention. "], [1333, "2018-08-07T11:57:34Z", [0.2], ""], [39937, "2018-08-07T07:57:09Z", [0.15], ""], [691, "2018-08-05T13:16:31Z", [0.36], ""], [23879, "2018-08-02T16:58:37Z", [0.25], "Downgrading again from 30% since the Chechen Parliament and Kadyrov's initiative to propose a law extending term limits to 3 doesn't seem to be going anywhere [1]. When Medvedev increased term lengths from 4 to 6 years, legislation FLEW through the State Duma and other relevant bodies in less than 2 months. For this one it's been 2.5 months and it hasn't moved past the first stage, \"Introduction of the Draft Law into the State Duma\". Perhaps this draft will sit around for a while, and when Putin is ready to make his move he already has a \"warm start\". But I believe there is little reason to make any move before the Q deadline, as I explained back in April [2]. The current session of the State Duma lasts until Sep 2021 so even if drafts \"expire\" when Duma sessions end, this draft can live for a long time. [1] http://sozd.parliament.gov.ru/bill/469250-7\n[2] https://www.gjopen.com/comments/comments/728445"], [60069, "2018-08-01T14:29:45Z", [0.4], ""], [59350, "2018-08-01T12:14:01Z", [0.45], ""], [172, "2018-08-01T10:14:28Z", [0.01], ""], [37488, "2018-07-31T02:12:09Z", [0.05], ""], [60033, "2018-07-30T23:50:32Z", [0.13], ""], [60017, "2018-07-30T16:08:38Z", [0.05], "I put this at low probability because of his advancing age and recent protests about pensions.\nThink he will step down to avoid unpopularity and to take semi-retirement."], [691, "2018-07-30T12:08:05Z", [0.36], ""], [36016, "2018-07-30T06:54:43Z", [0.75], ""], [691, "2018-07-29T11:54:11Z", [0.36], ""], [1333, "2018-07-28T22:03:38Z", [0.21], ""], [35636, "2018-07-27T14:38:16Z", [0.05], "WoC 20% on 260 from 140 bettors. "], [60010, "2018-07-27T13:13:40Z", [0.2], "Recently Putin extended the length of term from 4 to 6 years and few people (if any) objected him. Unless Russia's opinion of Putin changes, Putin is very likely to modify the Constitution. Though may be not as early as 2020 but some time before 2024."], [21884, "2018-07-27T03:23:25Z", [0.02], ""], [172, "2018-07-25T11:29:38Z", [0.01], ""], [37488, "2018-07-25T00:36:41Z", [0.12], ""], [32300, "2018-07-24T22:51:07Z", [0.16], ""], [37852, "2018-07-24T18:59:50Z", [0.45], ""], [59967, "2018-07-23T19:53:00Z", [1.0], ""], [1333, "2018-07-23T14:41:50Z", [0.22], ""], [691, "2018-07-23T12:33:47Z", [0.36], ""], [48709, "2018-07-23T06:03:43Z", [0.0], "Why punten i n power Trumps all"], [20060, "2018-07-21T18:49:23Z", [0.65], ""], [52343, "2018-07-20T14:28:36Z", [1.0], ""], [691, "2018-07-19T12:14:58Z", [0.35], ""], [1333, "2018-07-18T17:27:19Z", [0.24], ""], [691, "2018-07-18T11:44:51Z", [0.35], ""], [172, "2018-07-18T11:35:50Z", [0.01], ""], [691, "2018-07-17T12:04:13Z", [0.36], ""], [45828, "2018-07-17T01:49:58Z", [0.25], ""], [691, "2018-07-16T14:37:13Z", [0.36], ""], [12591, "2018-07-15T16:32:39Z", [0.35], ""], [691, "2018-07-13T14:32:47Z", [0.36], "In their secret meeting, The Leader Of The Free World will try to persuade Vlad the Shirtless to make this happen; it will not be a tough sell.  The deadline for the Q is the only doubtful bit."], [37488, "2018-07-13T04:26:31Z", [0.15], ""], [691, "2018-07-12T12:36:43Z", [0.4], ""], [15196, "2018-07-12T05:27:45Z", [0.05], ""], [34353, "2018-07-10T17:59:33Z", [0.25], ""], [28166, "2018-07-09T23:44:02Z", [0.05], ""], [691, "2018-07-09T16:35:04Z", [0.45], ""], [974, "2018-07-08T16:24:39Z", [0.05], ""], [1333, "2018-07-08T14:40:52Z", [0.25], ""], [35636, "2018-07-08T07:14:52Z", [0.05], "Typical MAGA kid @Daveinsea cash in those Brier points at the Trumpy store."], [35636, "2018-07-07T06:31:37Z", [0.05], "Comment deleted on Jul 08, 2018 02:37PM UTC"], [35636, "2018-07-07T06:23:01Z", [0.05], "Comment deleted on Jul 07, 2018 04:33PM UTC"], [172, "2018-07-06T21:16:54Z", [0.01], ""], [691, "2018-07-06T20:35:03Z", [0.45], ""], [19106, "2018-07-06T10:23:56Z", [0.12], ""], [35636, "2018-07-06T09:19:34Z", [0.05], "5% start high due to 2020 end date. Doesn't really need to do anything, probably will go run the Russki Sovereign Wealth Fund and steal all the money. \n0.25 WoC 224 from 130 bettors. \n"], [59538, "2018-07-06T06:04:36Z", [0.9], ""], [1245, "2018-07-04T05:08:39Z", [0.2], "It's too soon for him to need to do anything at all."], [22129, "2018-07-03T17:30:00Z", [0.2], ""], [29539, "2018-07-03T16:17:23Z", [0.3], ""], [12879, "2018-07-03T14:39:55Z", [0.15], ""], [691, "2018-07-02T18:21:17Z", [0.43], ""], [172, "2018-07-02T11:22:26Z", [0.01], ""], [59439, "2018-07-01T13:44:29Z", [0.75], ""], [28166, "2018-07-01T10:02:40Z", [0.2], ""], [32258, "2018-06-30T17:37:50Z", [0.15], ""], [1333, "2018-06-30T15:10:43Z", [0.35], ""], [28166, "2018-06-30T02:42:27Z", [0.02], ""], [28166, "2018-06-30T02:42:10Z", [0.05], ""], [691, "2018-06-29T17:44:42Z", [0.43], ""], [39813, "2018-06-29T09:46:01Z", [0.06], ""], [23879, "2018-06-28T18:04:47Z", [0.3], "Downgrading from 35% since the Chechen Parliament and Kadyrov's initiative to propose a law extending term limits to 3 doesn't seem to be going anywhere at the moment [1]. From reading the news, Kadyrov seems like a rash actor, so it's possible this initiative was taken without consulting Putin, who is now trying to play it down. [1] http://sozd.parliament.gov.ru/bill/469250-7"], [59550, "2018-06-28T11:58:00Z", [0.15], ""], [59499, "2018-06-27T22:47:45Z", [0.52], ""], [59490, "2018-06-27T19:50:11Z", [0.6], "He tried before"], [59405, "2018-06-27T18:50:28Z", [0.87], ""], [59263, "2018-06-27T18:23:56Z", [0.3], ""], [59213, "2018-06-27T18:21:41Z", [0.1], ""], [83, "2018-06-27T02:01:30Z", [0.1], ""], [59147, "2018-06-26T19:06:15Z", [1.0], ""], [691, "2018-06-26T12:43:34Z", [0.52], ""], [28166, "2018-06-24T12:53:31Z", [0.03], ""], [50937, "2018-06-24T04:53:57Z", [0.1], ""], [172, "2018-06-24T01:18:34Z", [0.01], ""], [691, "2018-06-23T19:36:30Z", [0.52], ""], [691, "2018-06-22T13:53:12Z", [0.55], ""], [21884, "2018-06-19T07:16:11Z", [0.02], ""], [41418, "2018-06-18T12:40:26Z", [0.95], "I'm going to be a bit provocative about this topic. Russia is capable of quick decision making for example the case of \"green men\" taking over Ukraine. Even there were no formal decision being made. Putin made the decision \"by himself\" to occupy the country. Just to make it clear that decisions are not made in democratic way. (https://en.wikipedia.org/wiki/Little_green_men_(Ukrainian_crisis))  In addition to this Russian is one of the most corrupted (civilized) countries in the world. Laws can be changed quite rapidly. Constitution is applied in this country only partly. I've heard that \"Putin is not a strategist, he is a tactic.\" If there is big crises on its way I don't see that Russians would chance their leader. Russia is a country that requires strong leader. I don't see Putin in retirement enjoying Pina Colada in Cuba... Not yet."], [2965, "2018-06-17T21:38:36Z", [0.78], "reaffirm\nwww.bbc.com/panorama"], [37488, "2018-06-17T19:10:56Z", [0.25], ""], [59061, "2018-06-17T18:10:57Z", [0.03], ""], [44887, "2018-06-16T15:50:56Z", [0.2], ""], [691, "2018-06-16T13:34:46Z", [0.66], ""], [27461, "2018-06-15T01:53:25Z", [0.05], ""], [27461, "2018-06-15T01:52:14Z", [0.1], ""], [522, "2018-06-14T14:07:43Z", [0.01], "If it happens at all it will be after the closing of this question.  No indication at this point of a third term option but the creation of some 'elder stateman' role in line with the USSR is not inconceivable."], [15471, "2018-06-14T11:29:05Z", [0.2], ""], [58983, "2018-06-14T08:34:52Z", [0.25], ""], [172, "2018-06-13T22:46:50Z", [0.02], ""], [1333, "2018-06-13T14:52:43Z", [0.45], ""], [27571, "2018-06-11T18:25:27Z", [0.8], ""], [691, "2018-06-11T13:18:15Z", [0.74], ""], [19801, "2018-06-11T07:50:13Z", [0.0], "\"I am not planning any constitutional reforms for now,\" Putin said. Asked whether he might run in 2030, Putin said: \"Listen, it seems to me that what you're saying is a little bit funny.\" \"Let's count. What, am I going to sit here until I'm 100 years old? No,\" Putin said.\nhttps://www.rferl.org/a/putin-russia-no-plans-to-change-constitution/29107619.html"], [691, "2018-06-08T13:55:14Z", [0.74], ""], [37488, "2018-06-08T02:44:51Z", [0.3], "Ok, so I initially gave this a 10% chance given how early it is in the timeline.  But after reading through the rest of the comments and following up on @pietrokc's article from @JMR2017 (https://www.gjopen.com/comments/comments/737176) I reconsidered: The Chechen voting body sycophantically submitted a bill for a vote in the Duma to change the constitution to make it legal for Russian Presidents to stay in office for 3 terms (still limited).  I'd give this a strong likelihood of coming up for discussion and a 40% chance of passing.\nhttps://www.washingtonpost.com/news/worldviews/wp/2018/05/18/russias-parliament-to-consider-proposal-to-allow-putin-to-run-for-reelection-again-in-2024/?noredirect=on&utm_term=.f0e154857464\nhttps://www.rt.com/politics/426475-chechen-putin-third-term/\nhttps://www.politico.eu/article/how-putin-created-a-monster-in-chechnya/ There are issues / tensions among people who would take over after Putin steps down (so at least some people think he was/is being serious when he says he won't seek to change the constitution or to extend his political term past the age of 70.  \nhttps://www.rferl.org/a/putin-2024-election-raises-curtain-on-clouded-future/29107186.html\nhttps://www.forbes.com/2009/11/09/putin-medvedev-oligarch-leadership-power-09-russia_slide/#1428ac6119d4\nhttps://www.huffingtonpost.com/entry/putin-russia-election-inner-circle-successor_us_5aa805cee4b0e872b4bf6380\nhttps://www.ft.com/content/dc7d48f8-1c13-11e8-aaca-4574d7dabfb6 However, Putin is pretty coy about the whole issue of the 3 term change to the constitution.  He's very vocal in saying he will abide by the law and won't change it, yet he's careful to follow up with a lot of focus on how popular he is, how much the Muscovites love him, how the Navalny thing wasn't a thing because the public had access to the internet and could have backed him they wanted but he's really just a rebel and a clown, and that was really \"getting ahead of the game\" and nothing more at the moment than \"speculation.\"  In other words, he won't come at it directly even when prompted but he's careful to leave a HUGE space to suggest it's possible but not up to him.  Plus his interpretation of what is clearly and \"strictly\" legal in the same conversation about the Crimean vote for Russia is laughable but clearly also something he can apply here with less concern.  If the Chechens propose the bill and the other groups in the Duma think it's a great idea (they generally support Putin), then Putin wasn't tampering with the constitution; it was being changed in a completely \"democratic\" process.  And it does solve the problem of security issues for Putin and competition between oligarchs in the near future.  And it allows Putin to stay in the center of things, which I think he would choose.  \nhttps://www.memri.org/reports/putin-russias-interference-europe-%E2%80%93-putin-we-keep-40-our-gold-and-currency-reserves-euro-why\nhttps://www.rt.com/politics/426475-chechen-putin-third-term/ I think it's unlikely that Putin would push something like this so early, but it really REALLY benefits him to have it take care of so quickly, while he's still got such a huge approval rating and can very easily weather the storm.  Furthermore, he can look good (strong, capable, willing to sacrifice his aging body for the benefit of the state) and still appear as someone who upholds the law (go along with the Duma if the demand is high enough).  The country approval ratings are still high (though a notable spike in concern about corruption, as was in 2012) and probably wouldn't drop low enough to be seriously damaging even if there were protests over this.\nhttps://www.levada.ru/en/2018/05/08/societal-problems/\nhttps://www.levada.ru/en/2018/04/17/memorable-events-2/\nhttps://www.levada.ru/en/2018/05/08/protests-2/\nhttps://news.ru/politika/gubernatorov-poschitali/ From one of the most popular newspapers on the issue (one of the ONLY articles on this issue in this publication, in fact)\n...\"Changing the Constitution of the Russian Federation is more than likely, but not in terms of extending the number of presidential terms, as Putin has said many times. Putin is a legalist: he believes that if something is spelled out in the Constitution, then this is normal and legal. And since he said that he is not going to a new presidential term and is not going to change the Constitution in this respect, then I think this is for him a matter of principle.\n   \"Another thing is that we see how the leaders of the states in the post-Soviet space act. They do not necessarily act according to the Central Asian model, which repeals the time limit and establishes a lifetime presidency. No, there can be a transformation of the system - as, for example, it happened in Turkey. That is, the power is preserved in the same hands, but at the same time the system of the presidential republic is changing to a parliamentary one or something else. In this sense, it seems to me that we are already having discussions, some projects are being prepared.\n   \"Kadyrov's statement would be perceived as a PR of Kadyrov himself and a demonstration of his loyalty. But one way or another, soon enough the Kremlin will have to send a signal to the elites, so that they do not think who will be the next leader - so as not to doubt that after 2024 the power will be in the same hands. But in what configuration this happens, in what formats will be vested - the question. It seems to me that the search for an answer to this question is under way, but there is as yet no final solution. However, it must be found, because otherwise Putin turns into a \"departing nature\". And this, of course, both him and the Kremlin should be avoided.\"\n   \"But what format to create instead of the current one, to ensure the preservation of power in the same hands, has not yet been determined. It seems to me that we will see the transfer of power, not from President Putin to another president, but from Putin to President Putin in some other capacity. And this way will allow to remove all reproaches in attempts to achieve a lifetime presidency. Strictly speaking, there is no life-long presidency in China either: the restrictions that previously worked were simply lifted.\n   \"So, de facto lifelong leadership can take place, and de jure life presidency may not be. Putin is too high-minded to behave like a Central Asian dictator. It seems to me that he will make everything more elegant. But the option to transfer power to anyone else, to move away from power, in my opinion, is excluded for Putin for many reasons. Yeltsin's version of 1999 does not exist today, and now there are no institutions that could provide stability in the event of Putin's disappearance.\n   \"Hence, the system should create such institutions, or invent new ones, or strengthen those that are extremely weakened today - for such a transformation to take place. I think this transformation will be one of the most important in the content of Putin's current presidential term.\n   \"Another thing is that it is not yet clear on what background all this will happen. Will the foreign policy background be relatively favorable? Then you can expect to reduce confrontation with the West, to carry out some limited liberal economic reforms. This can be one form of transformation of the political regime. If, on the contrary, we intensify confrontation with the West, then there will be another format.\n   \"Arguing about whether there is an alternative to Putin as a leader, then I must say that the alternative does not imply a system. That is, there are really no alternatives, but not because the earth has become impoverished with talents. But because if someone appears at distant approaches, then very quickly somewhere disappears. This provides the system built in this way, but as a result it becomes a hostage to the aging leader.\n   \"It is clear that this is a dangerous state - including from the point of view of the closest circle of the leader. This condition can not last long. Therefore, it seems to me that the building of institutions in order for the system to live with the departure of the leader is absolutely inevitable. I think in the near future we will see it, \"said Nikolay Petrov\nhttp://polit.ru/article/2018/06/05/putinconst/ The second most popular news site also had only one fairly bland article (and the comments leaned negative, followed by cynical and then dismissive)\nhttps://news.mail.ru/politics/33508497/ We'll see what happens with the proposed bill and how popular it turns out to be.  If they kill it now but have discussion of the benefits and drawbacks, it gives time for the arguments to circulate and gain traction, and it can always be introduced as long as someone can argues that it's not clearly illegal and not absolutely rejected by Putin's office.  But anything that makes it look like Putin isn't the strategist behind this and is only giving in to people begging him to stay seems pretty likely to me in the end.  The repressive response about this publicly suggests that there's less than a 50% chance of it passing at the moment.  If something happens with it, I imagine there will be discussion and more news and comments, so plenty of time to change my forecast."], [37488, "2018-06-08T00:49:20Z", [0.1], "His current term, recently won in March, won't be up until 2024.  Why would he stir up resentment more than 2 years before his term is expected to end?  Seems likely to happen only if there is crisis or war, and even with this, it seems more likely that rumors and promises to take care of the country under these kinds of conditions would precede any changes to the constitution.  It seems unlikely that Putin would make this kind of move only 2 years into his 6 year term.  Although I think it's highly likely something will change before 2022 or the end of 2023,"], [1333, "2018-06-07T15:41:00Z", [0.55], ""], [58891, "2018-06-07T01:15:25Z", [0.2], ""], [691, "2018-06-04T11:50:06Z", [0.74], ""], [21884, "2018-06-04T09:52:56Z", [0.02], ""], [40960, "2018-06-03T21:14:27Z", [0.05], ""], [20879, "2018-06-03T15:52:41Z", [0.08], "While I can see Putin´s motivation for such a change, it seems to me that 1/1 2020 is too close (just 18 months from now). "], [42472, "2018-06-03T15:46:37Z", [0.0], ""], [691, "2018-06-03T13:04:55Z", [0.74], ""], [593, "2018-06-02T19:44:29Z", [0.65], ""], [172, "2018-06-01T22:40:31Z", [0.02], ""], [58319, "2018-06-01T15:55:28Z", [0.25], "Putin will be in power until 2024.  "], [9755, "2018-05-31T22:41:47Z", [0.65], ""], [691, "2018-05-31T18:51:32Z", [0.74], ""], [1708, "2018-05-31T07:29:51Z", [0.85], ""], [23006, "2018-05-30T17:54:03Z", [0.99], ""], [39937, "2018-05-30T16:36:45Z", [0.23], ""], [2965, "2018-05-30T14:29:48Z", [0.78], "@pietrokc thanks for the link"], [691, "2018-05-28T18:04:28Z", [0.74], ""], [27461, "2018-05-28T03:49:44Z", [0.15], ""], [58143, "2018-05-28T00:03:04Z", [0.9], "Putin will never willingly give up power"], [58604, "2018-05-27T18:24:04Z", [0.15], "There is no need to do so by then as it would get pressure intefnally snd externally. Such changes will be closd to end of the term and in case other measures fail. "], [691, "2018-05-26T13:29:18Z", [0.74], ""], [32258, "2018-05-24T20:36:45Z", [0.25], ""], [691, "2018-05-24T20:30:39Z", [0.74], ""], [23879, "2018-05-24T17:26:08Z", [0.35], "Upping from 25% on news that a constitutional amendment has been introduced by one of the federal subjects (the Chechen Republic) into the Russian parliament [1]. Thanks to @JMR2017 for the find. [1] https://meduza.io/en/news/2018/05/18/russia-s-parliament-will-consider-a-constitutional-amendment-to-let-putin-run-for-re-election-in-2024"], [1333, "2018-05-24T15:29:27Z", [0.65], ""], [54140, "2018-05-24T15:22:04Z", [0.6], ""], [34405, "2018-05-22T20:18:06Z", [0.75], ""], [28166, "2018-05-22T14:13:45Z", [0.03], ""], [44965, "2018-05-22T11:47:38Z", [0.75], ""], [29980, "2018-05-20T23:17:25Z", [0.99], ""], [29054, "2018-05-20T20:53:56Z", [0.69], "Putting is going 69 with Russia and it seems that both are enjoying it! The russian population as fallen prey of a smart dictator and they are happy about it because most russians knew any different or grow in any better circunstance. "], [32258, "2018-05-20T17:25:09Z", [0.15], "Date May 18 - https://meduza.io/en/news/2018/05/18/russia-s-parliament-will-consider-a-constitutional-amendment-to-let-putin-run-for-re-election-in-2024 Well, maybe I should increase but it still doesn't make sense to do this so early in his term."], [38707, "2018-05-20T16:40:00Z", [0.0], ""], [41707, "2018-05-20T07:09:22Z", [0.2], ""], [27461, "2018-05-19T02:54:06Z", [0.05], ""], [30389, "2018-05-18T15:11:24Z", [0.85], ""], [691, "2018-05-17T15:28:14Z", [0.74], ""], [58365, "2018-05-17T10:02:18Z", [0.15], ""], [172, "2018-05-16T22:17:37Z", [0.02], "Like George Costanza, Tsar Vlad the Shirtless knows when to leave. His legacy is already there. Getting harder going forward (Russia declining power)."], [50568, "2018-05-14T16:44:28Z", [1.0], ""], [35072, "2018-05-14T16:11:33Z", [0.65], ""], [691, "2018-05-14T13:27:24Z", [0.74], ""], [21884, "2018-05-14T08:33:39Z", [0.02], ""], [2965, "2018-05-14T05:35:37Z", [0.71], "I am lowering due to Excellent analysis by @pietrokc\nbut I am still convinced that Putin is very smart\nand likely to make his constitutional arrangements\nfor transition when oil is at brent plus $75\nand before  the inevitable fatigue set in on public.\nOut scoring 6-8  goals a game, in the Moscow  night league\nPutin looks very sharp and not ready to retire\nwith no clear successor.\ntoo smart too leave Russia like Lenin did\nwith no formal constitutional provisions\nfor his transition or death"], [15471, "2018-05-14T05:17:10Z", [0.1], ""], [41922, "2018-05-13T11:26:49Z", [0.1], ""], [5018, "2018-05-13T03:24:43Z", [0.0], "The consensus is crazy. It almost certainly won't happen at all but it most definitely will not happen four years ahead of time. "], [58284, "2018-05-13T01:26:52Z", [0.15], "While I think the probability of Putin choosing to stay in power past 2024 is high I don't think he will rush the constitution change. However, there could be some events that present an opportunity for such constitution change to be made. Such even would have to be useful backdrop for a narrative that will convince russian people that Putin in power is the best option going forward. Such events could be an internal hardship (obviously caused by outside enemies), war, natural disaster with severe death toll and destruction, civil unrest. It is hard to predict such events, but all of them are generally quite rare. And even serious economic decline, if it happens, will likely take longer to unfold. \nIn the end I put probability of constitutional change by start of 2020 at 15 percent."], [1333, "2018-05-12T18:26:23Z", [0.55], ""], [691, "2018-05-12T12:58:24Z", [0.72], ""], [45594, "2018-05-12T08:19:15Z", [0.5], "putin should name a possible new strong man oder you have chaos in russia. russia is putin, putin is russia."], [691, "2018-05-10T11:58:41Z", [0.72], ""], [1708, "2018-05-10T03:24:00Z", [0.95], ""], [172, "2018-05-10T00:48:28Z", [0.02], ""], [34184, "2018-05-09T23:08:17Z", [0.85], ""], [33887, "2018-05-09T17:46:46Z", [1.0], ""], [40930, "2018-05-09T15:34:56Z", [0.7], ""], [49461, "2018-05-09T02:09:19Z", [0.65], "During his entire span as president, Vladimir Putin has increased term limits and acted as prime minister when the role was not officially his. Considering these actions meant to retain power, it is likely that Putin will continue to hold a visible leadership role in the Russian government, whether by acting as prime minister again or creating a new government body to head and divert power to. "], [23006, "2018-05-07T12:00:28Z", [0.99], ""], [15196, "2018-05-06T19:04:20Z", [0.2], ""], [58112, "2018-05-06T13:35:32Z", [0.0], ""], [52343, "2018-05-06T03:46:40Z", [1.0], ""], [56265, "2018-05-05T02:49:37Z", [0.65], ""], [23006, "2018-05-04T05:27:30Z", [0.51], ""], [50981, "2018-05-02T04:44:34Z", [0.75], ""], [172, "2018-05-02T01:12:10Z", [0.02], "нет"], [691, "2018-05-01T23:15:57Z", [0.72], ""], [53217, "2018-05-01T20:59:30Z", [0.99], ""], [35117, "2018-04-30T23:44:44Z", [0.12], "So there has been one time a change was required to accommodate VVP, and one change was made. Every change comes with controversy - see the protests of 2011. But Putin put a great deal of effort into adhering to the letter of the law in 2008, although Medvedev passed reforms swiftly, no doubt in case his temporary demotion needed to be reversed. VVP isn't going to take up bee-keeping and writing poetry after 2024 - there is too much at stake to hand the reins over to someone else entirely - but I can't see another castling move to PM (too controversial) and I can't understand why he'd change the constitution himself; a desire for an appearance of legitimacy prevented him doing that the first time.  A Leader of a (reformed) State/Security Council role (as an example), with substantial powers to over-rule deadlock but not much in terms of day to day running of government, but with a President still in place (probably with particularly reduced powers over say, the MFA, defence and intel) would make some sense. These changes wouldn't want to take effect until the end of the current term so would be needlessly controversial to pass now. I also don't see any viable reports or get any sense that there is a clear successor to Putin yet - Andrei Kolesnikov at Carnegie Moscow https://carnegie.ru/commentary/75859 points to the parliamentaries in 2021 as the time this might start to take shape, and I think that analysis rings true. So the big thing here is the time bounding. Do I think it will happen? On balance, yes, although legitimate succession is also a possibility. Do I see any logical reason it would happen before 2020? Not at the moment. So a small percentage set aside for the inherent unpredictability and long time horizon, but a general no."], [8676, "2018-04-30T19:44:56Z", [0.1], "Legitimization and image are are overriding factors making this move unlikely.  Putin's a clever guy, he'll more subtle ways to manage the levers of power."], [57812, "2018-04-30T09:25:50Z", [0.7], ""], [23879, "2018-04-30T03:57:04Z", [0.25], "The basic facts, as far as I can tell, are: (i) Putin already has the right to be president until 2024; (ii) he has massive approval levels, having won the election with 75+% of the vote, no opinion poll having him below 60% [1], and 79% approval as measured by Gallup International in 2017 [2]; (iii) he seems to pass whatever legislation he wants quickly and without obstacle (e.g. changing presidential terms from 4 to 6 years in 2 months flat [3]); (iv) he seems to want to be in power. While (ii), (iii), (iv) strongly suggest a positive resolution to this question, I believe (i) will dominate, due to the timeframe. 1. EXTENDING / REMOVING TERM LIMITS\nThe earlier Putin does this, opening up the possibility of making himself \"president for life\", the longer his adversaries --- both domestic and foreign --- have to organize themselves against it. So why do this in 2018-2019, thereby giving opponents 3-4 years to organize, and the chance to install someone ELSE as president for life? Xi Jinping removed term limits for himself recently, but he did it practically on the eve of the day his current term would expire. I looked into what Venezuela's Maduro did but it doesn't seem directly comparable --- he already had no term limits, and what his 2017 reforms did was disenfranchise his opposition. In 1997 Brazil, the sitting president gave himself one extra term, but only about a year before the next elections. Taking the inside view for a bit, even as late as 6 months before the 2018 elections, Putin pretended to not know whether he was going to run. On the surface it seems difficult to change the appropriate section of the Russian Constitution --- you need a 2/3 majority in lower House and 3/4 in upper House [4, Article 108.2], as well as ratification by 2/3 of the 85 \"federal subjects\" (their provinces) [5, Article 136]. But Putin didn't seem to have any trouble with this the first time around. Moreover his party holds an overwhelming 75+% of the lower house, and the next elections aren't until Sep 2021. Seeing as how Putin can \"solve\" term limits anytime he wants and doing it later is more advantageous, I give low odds that he does it before 2020: 15%. 2.  CHANGING THE GOVT STRUCTURE\nAnother way Putin could hold on to power is to add/remove/rename posts. Maybe he consolidates President and PM into Leader of the Federation, a fresh post which he never held and hence is eligible for. Maybe he creates a Head of Govt / Steward of Russia position on top of both President and PM. Same as before. Etc. This seems to me like a more troublesome version of (1), so I don't see why he'd choose it instead of (1). The base rates are also against it, since the term extension was the only significant amendment since 1993 [3]. So let's give this option 5%. Assuming Putin does want to hold on to power beyond 2024, how is he gonna do it? My best guess is: 3. PRESIDENT - PM SWITCHAROO\nLast time Putin was kept from power by the Constitution, his solution was simple: he installed an old friend (Medvedev) as President, became PM, then ran again the very next time he could. In the meantime he got Medvedev to extend presidential terms, so it didn't look so bad for him to do it himself. At first I thought this strategy was shaky because Putin will be 71 in Oct 2023, and almost 76 when he took power again. This kind of wait was fine when he was 56, maybe not so much now. But as it turns out, if the President resigns, new elections are called --- there is no vice president [7, Article 92.2]. That means he can put someone up as President (maybe Medvedev again?), then have them resign quickly, for health reasons or whatever. Then he's back on the saddle. In the meantime he can be PM again. Or maybe he can run things well enough from PM that he doesn't even need this trick. 4. THE CROWD\nSo I get 20% chance, whereas currently the crowd sits at 63%. However there aren't that many forecasters on this Q yet, and there's lots of anti-Putin propaganda on western TV. So I will only mildly adjust towards crowd: 25%. [1] https://en.wikipedia.org/wiki/Opinion_polling_for_the_Russian_presidential_election,_2018\n[2] https://en.wikipedia.org/wiki/Public_image_of_Vladimir_Putin\n[3] https://en.wikipedia.org/wiki/2008_amendments_to_the_Constitution_of_Russia\n[4] http://www.constitution.ru/en/10003000-06.htm\n[5] http://www.constitution.ru/en/10003000-10.htm\n[6] https://en.wikipedia.org/wiki/State_Duma\n[7] http://www.constitution.ru/en/10003000-05.htm"], [33875, "2018-04-29T18:48:01Z", [0.0], "It's too early in his current term, lasting until 2024."], [1333, "2018-04-29T09:25:39Z", [0.45], ""], [12591, "2018-04-29T06:03:24Z", [0.55], ""], [2965, "2018-04-28T16:46:20Z", [0.75], ""], [28166, "2018-04-26T02:00:57Z", [0.05], ""], [691, "2018-04-26T01:32:35Z", [0.72], ""], [2965, "2018-04-26T00:50:02Z", [0.75], "The crowd is at 62 right now\nusing averaging the prediction 100\nminus crowd = 38\n1/2 of 38% is 19\nSome times it seems its best to move\nto the crowd\nthere  are different views by bright people\nLike @JMR2017\nSo i reaffirm but that degree of confidence\nis not a good prediction\nbelieve Putin's strength wanes as he ages\nconflicts increase\nSee the Economist\nthe Constitution changed once\nsince 1993 in 2008\nhttps://www.economist.com/node/12622987 (11-6-2008) (still best framework)\n\" RUSSIA'S constitution is sacred, Vladimir Putin always insisted when he was president. No, he would not amend it to remain in office beyond 2008, despite sycophantic urgings for him to scrap the limit of two consecutive presidential terms that meant he had to step aside. It seems, however, that Mr Putin and his henchmen may have hit upon a way of honouring his promises, while making it possible for him to reclaim his old job almost immediately. In May, Mr Putin installed Dmitry Medvedev as his successor, and became prime minister himself; now Mr Medvedev is apparently going to change the constitution for him. In his first—and conceivably last—presidential state-of-the-nation address Mr Medvedev said that he wanted to extend the presidential term from four years to six. The Kremlin then submitted the relevant legislation to parliament and three days later, on Friday November 14th, the Duma, the lower house, passed the bill on its first reading. This would not amount to a reform of the constitution, Mr Medvedev insisted; rather it was merely a clarification. Before the change becomes law, it must also be approved by the upper house and by two-thirds of Russia's regional legislatures. But since these bodies, like the Duma, are controlled by the Kremlin, their acquiescence will be automatic. Russia's post-Soviet constitution has not been changed since it came into force in 1993. The Kremlin's ostensible argument for doing so now is that, to implement reform in a country as big and complex as Russia, a president needs a longer term. The new six-year rule would not apply to Mr Medvedev's current term; but the overall limit for his successors would in effect become 12 years. (The term for parliamentarians is also to be extended, from four years to five). The question is, why the rush? Mr Medvedev's hasty manoeuvre is reminiscent of the changes made to Russia's governance arrangements in 2004, after the terrorist outrage at a school in Beslan, North Ossetia. Then, Mr Putin scrapped gubernatorial elections in Russia's regions. The explanation favoured by many in Moscow now is the same as the real reason in 2004: to cement Mr Putin's grip on power.\" some change is necessary\nbased on frequency close to 0\nbased on how autocratic rule decays historically\nSee Hiero of Syracuse or Plato\n outside in\nGeography:\nTurkey and Iran and PRC\nare lifetime autocratic states\nPRC is big ally and geographic challenge One Belt.....\nTurkey and PRC can Vlad be far behind? economics: unless Gazprom is underneath US sanctions\ndepletion should hit current production\nSee Russia push for no sanctions.\nSocial discontent can and will increase\nSo I rate Russia in UKR and Putin in office are co:dependent variables\nPutin and crony's need to secure power is permanent\nas long as he lives\nPutin is 65 that gives him 9 years\nJust like his comrades hope\nhttps://www.rbth.com/politics_and_society/2017/03/24/live-longer-putin-calls-for-improving-life-expectancy_726283"], [55547, "2018-04-25T18:50:36Z", [0.75], ""], [30389, "2018-04-25T13:51:49Z", [0.3], ""], [172, "2018-04-25T12:01:47Z", [0.02], ""], [40054, "2018-04-25T07:04:48Z", [0.9], ""], [41922, "2018-04-24T23:47:05Z", [0.2], ""], [42162, "2018-04-24T17:06:56Z", [0.03], ""], [22833, "2018-04-24T16:59:12Z", [1.0], ""], [47586, "2018-04-24T06:43:45Z", [1.0], "Mr. Putin has stayed in power by making very powerful enemies and if he ever loses power he is likely to be on the receiving end of all people he has mistreated and troubled during his tenure. So Mr. Putin will do anything to avoid facing the music by losing power."], [51876, "2018-04-24T00:44:51Z", [0.25], ""], [1333, "2018-04-23T14:14:45Z", [0.35], ""], [15196, "2018-04-23T13:30:18Z", [0.7], ""], [920, "2018-04-23T11:40:02Z", [1.0], ""], [34920, "2018-04-23T04:32:20Z", [1.0], ""], [39847, "2018-04-22T22:01:05Z", [0.6], ""], [31212, "2018-04-22T15:38:29Z", [0.1], ""], [48474, "2018-04-21T12:59:01Z", [0.99], "President Putin will move contrary to his own words and make a new governing body which would control all the intelligence forces in Russia and he'll make himself head of it. The presidency may change to someone other than Putin but by then it won't matter. \n"], [51457, "2018-04-21T04:17:25Z", [0.05], ""], [44965, "2018-04-21T03:02:04Z", [0.8], ""], [2965, "2018-04-20T14:09:46Z", [1.0], "yes as he ages like Stalin Putin will become increasingly insecure\nwill he lash out as Peter the Great when he strangled Tsarevich\nlike putting Medvedev in Lubyanka\nor will he function like Andropov and pick a reformer\nmost likely as FSB lifer he will want that succession plan as late as possible\nand be re:elected asap.\nIf  Brent goes below $40 even sooner"], [172, "2018-04-20T01:29:28Z", [0.0], ""], [40930, "2018-04-19T18:40:07Z", [0.66], ""], [691, "2018-04-19T16:01:45Z", [0.68], ""], [2965, "2018-04-19T00:59:47Z", [1.0], "Tsar Vlad I\nof the Putin dynasty\nor just nasty\nHe is there for life\nin great health unless poisoned\nlike Litivinenko"], [40960, "2018-04-18T21:33:13Z", [0.2], ""], [40960, "2018-04-18T21:33:02Z", [0.4], ""], [37776, "2018-04-18T18:49:10Z", [0.35], ""], [37446, "2018-04-18T12:48:34Z", [0.15], ""], [36147, "2018-04-18T12:15:01Z", [0.47], ""], [52647, "2018-04-18T12:06:09Z", [0.75], ""], [39814, "2018-04-17T20:21:52Z", [0.95], ""], [16272, "2018-04-17T18:00:52Z", [0.75], ""], [3317, "2018-04-17T17:30:28Z", [0.15], ""], [30389, "2018-04-17T08:40:31Z", [0.25], ""], [172, "2018-04-16T23:38:22Z", [0.0], "Putin - like him or not - is probably one of best leaders in world today IMO. He has excellent timing and intuition. He also know to leave near top of game. While many Russians would like him to continue, reality is it’s going to be harder for him going forward. More opposition. More kleptocracy. More challenges in foreign relations. At some point he will call it a day and he has already cast doubt on continuing past current mandate. That can of course change but he’s in no rush to push this through."], [691, "2018-04-16T21:31:57Z", [0.66], ""], [26965, "2018-04-16T15:31:14Z", [0.05], ""], [57911, "2018-04-16T15:26:12Z", [0.15], ""], [41623, "2018-04-16T12:28:14Z", [0.5], ""], [32100, "2018-04-16T12:25:38Z", [0.5], ""], [21884, "2018-04-16T10:09:25Z", [0.02], ""], [49481, "2018-04-16T02:50:49Z", [0.4], "Putin has shown that he is more than willing to remain in power for more than the allotted two terms. He has remained within his constitutional bounds by not assuming the presidency for longer than two consecutive terms, but rather has been appointed President for four non-consecutive terms. However he does not appear to wish to step down at any point in the near future. With his landslide victory in the most recent Russian elections, it is not likely that he will face many obstacles in altering the constitution to do so. "], [41318, "2018-04-16T01:42:43Z", [0.64], ""], [57427, "2018-04-16T00:43:58Z", [0.33], ""], [32258, "2018-04-15T18:45:58Z", [0.15], "Guessing after 2020 and before 2024."], [1092, "2018-04-15T16:04:26Z", [0.3], ""], [1333, "2018-04-15T09:42:14Z", [0.25], ""], [41661, "2018-04-15T08:58:36Z", [0.15], "I definitely see him making such a move before the end of his term, but probably not so soon. "], [39937, "2018-04-15T07:08:24Z", [0.02], ""], [57839, "2018-04-15T06:06:49Z", [0.9], ""], [12591, "2018-04-15T05:42:29Z", [0.3], ""], [34114, "2018-04-15T00:17:34Z", [1.0], ""], [34114, "2018-04-15T00:08:26Z", [0.85], ""], [52883, "2018-04-14T22:58:52Z", [0.1], "Changes will probably be made,  but not by 2020. It will be smarter to initiate a change around then and implement it by 2023."], [57893, "2018-04-14T17:35:40Z", [0.25], "Its some thing Putin would like to happen.\n"], [54186, "2018-04-14T12:36:42Z", [0.35], ""], [54760, "2018-04-14T12:30:56Z", [0.57], ""], [46339, "2018-04-14T11:02:55Z", [0.5], ""], [22767, "2018-04-14T10:43:49Z", [0.05], ""], [57761, "2018-04-14T08:03:41Z", [0.5], ""], [13441, "2018-04-14T07:27:06Z", [0.15], "Putin does not need to move this early, so he probably won't. A lot can happen in a short time in politics and Putin will want to be free to move with the current situation, not tied to something he has already done. That said if a golden opportunity presented itself to push through a change on huge surge of public opinion of course he would take it. "], [36736, "2018-04-14T06:32:06Z", [0.0], ""], [57887, "2018-04-14T04:41:02Z", [0.05], "Putin always make people wait so 2020 doesn't look like a realistic date because it would be too soon until the elections "], [28166, "2018-04-14T03:31:50Z", [0.15], ""], [32258, "2018-04-14T02:29:39Z", [0.35], ""], [51261, "2018-04-14T02:28:08Z", [0.8], ""], [25705, "2018-04-14T01:02:16Z", [0.0], ""], [27409, "2018-04-14T01:02:06Z", [0.2], "2020 is too soon.  If this is in the cards it will take more time for proper procedures to occur."], [32258, "2018-04-14T00:21:51Z", [0.75], "Can't have Xi best Putin."], [488, "2018-04-14T00:12:29Z", [0.95], ""], [57606, "2018-04-14T00:11:57Z", [0.9], "Putin is the leader of Russia. He will stay at least while Russian economy is war and petro based."], [27571, "2018-04-13T23:38:19Z", [0.8], ""], [11430, "2018-04-13T23:35:55Z", [0.9], "Everything underpinning Russian leadership relies on Putin staying in a position of control. Russian ‘managed democracy’ will unmask itself by establishing Putin as the highest authority, above the need for a ‘democratic’ process. "], [44887, "2018-04-13T23:27:13Z", [0.2], "Putin doesn't really need to change the constitution to remain in power - the last election he sat out as Prime Minister and still called all the shots.  "], [57839, "2018-04-13T23:13:20Z", [0.95], "Kadyrov proposes nationwide referendum to give Putin additional presidential term. - RT"], [691, "2018-04-13T18:13:13Z", [0.74], ""], [37776, "2018-04-13T17:06:06Z", [0.7], ""], [172, "2018-04-13T01:42:40Z", [0.0], ""], [12879, "2018-04-12T23:17:59Z", [0.5], ""], [26419, "2018-04-12T22:41:15Z", [0.6], ""], [20284, "2018-04-12T21:01:49Z", [1.0], "Assuming he is alive, and I have no reason to not to believe that, he will follow the lead of his Chinese neighbor and provide for a way to continue as leader of Russia.\nFirst he truly believes he has the knowledge and strength to continue protecting Russia from her enemies.  A life long job.\nSecond he knows that he would win another election\nThird what will he do with his life if he no longer has the power to direct the Motherland? \nSo if you believe you are the best person and know you can continue to win elections then why step down and give up that power?"], [691, "2018-04-12T19:08:17Z", [0.65], "True patriot that he is, Putin will reluctantly accede to the ardent wishes of the Russian people that he stay on indefinitely.  He knows they will need his steadying presence after the epidemic of inexplicable and unsolved murders of his opponents in Russia and elsewhere, and the fascistic resistance to Little Green Men in one or more other countries.  (No wonder the Leader of the Free World has a crush on him, huh?)"], [55331, "2018-04-12T18:46:02Z", [0.68], ""], [1333, "2018-04-12T15:10:15Z", [0.15], "That may be the point of increasing and restoring Cold War tensions."], [1333, "2018-04-12T15:09:27Z", [0.25], ""], [57839, "2018-04-12T14:43:27Z", [0.75], "He only reluctantly stayed on as President following various successes,  both domestic and abroad. However, whenever he leaves office there will be a power vacuum. To smooth this transition and maintain his own safety, he needs to maintain his link to power."], [5018, "2018-04-12T13:43:40Z", [0.0], ""], [699, "2018-04-12T13:30:15Z", [0.0], "Comment deleted on Oct 11, 2019 03:12PM UTC"], [28414, "2018-04-12T08:36:41Z", [0.0], ""], [54315, "2018-04-12T03:24:20Z", [0.8], ""], [41922, "2018-04-11T23:43:36Z", [0.1], "I think it may happen but rather later than 1/1/2020"], [34353, "2018-04-11T23:01:53Z", [0.55], ""], [31450, "2018-04-11T21:11:06Z", [0.05], "I'm confused about why Putin would want to change the constitution. While this is a common thing for dictators to do, we have already seen what Putin does when his two terms are up. It seems more likely that he will simply swap roles and be prime minister for another term again as he has already done that."], [172, "2018-04-11T20:37:48Z", [0.2], "Interesting and as much as certain part of Russian population would like that, think Tsar Vlad the Shirtless would like some time off to spend his billions. He will know when to leave..."], [23006, "2018-04-11T17:13:02Z", [0.51], ""]], "open_date": "2018-04-11T17:00:26Z", "close_date": "2020-01-01T07:59:26Z"}