{"question_id": 877, "title": "In Dalmazzi v. United States, will the Supreme Court rule that Judge Martin Mitchell was disqualified to rule on Nicole Dalmazzi's appeal before the Air Force Court of Criminal Appeals?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.5, 0.5], "correct_answer": "No", "correct_forecast": 0.5, "preds": [[23006, "2018-06-24T22:55:04Z", [0.23], ""], [691, "2018-06-24T19:12:02Z", [0.0], ""], [13377, "2018-06-24T08:30:32Z", [0.0], ""], [691, "2018-06-23T19:19:46Z", [0.0], ""], [35636, "2018-06-23T05:24:09Z", [0.0], "Testing what happens."], [49545, "2018-06-22T21:08:52Z", [0.0], ""], [43311, "2018-06-22T20:36:14Z", [0.0], ""], [4681, "2018-06-22T17:02:05Z", [0.0], ""], [48197, "2018-06-22T16:56:52Z", [0.0], "Dalmazzi was dismissed contemporaneously with the Court's ruling in Ortiz this morning."], [691, "2018-06-22T12:38:26Z", [0.54], ""], [1333, "2018-06-22T11:33:02Z", [0.99], "Comment deleted on Jun 22, 2018 11:33AM UTC"], [1333, "2018-06-22T11:32:01Z", [0.95], ""], [53555, "2018-06-22T01:52:13Z", [0.0], ""], [36856, "2018-06-21T18:50:23Z", [0.5], ""], [49545, "2018-06-21T17:46:46Z", [0.25], "Can anyone explain to me what this guy is saying in his argument? Affirm or reverse? https://reason.com/volokh/2018/06/20/a-new-draft-adjudication-outside-article"], [691, "2018-06-20T19:48:35Z", [0.54], ""], [58300, "2018-06-20T03:20:16Z", [0.25], ""], [1333, "2018-06-18T21:33:12Z", [0.35], ""], [691, "2018-06-17T13:08:20Z", [0.54], ""], [1333, "2018-06-16T14:27:54Z", [0.45], ""], [691, "2018-06-16T13:09:54Z", [0.55], ""], [5018, "2018-06-16T02:46:05Z", [0.15], ""], [59048, "2018-06-15T15:35:13Z", [0.1], ""], [691, "2018-06-14T17:03:55Z", [0.55], ""], [44808, "2018-06-14T11:47:02Z", [0.2], ""], [4681, "2018-06-12T23:14:53Z", [0.35], ""], [691, "2018-06-11T13:02:45Z", [0.55], ""], [49545, "2018-06-09T18:21:28Z", [0.25], ""], [691, "2018-06-08T13:42:15Z", [0.55], ""], [1333, "2018-06-06T14:49:30Z", [0.55], ""], [691, "2018-06-04T11:37:22Z", [0.55], ""], [691, "2018-05-31T18:05:47Z", [0.55], ""], [691, "2018-05-28T17:27:28Z", [0.55], ""], [1333, "2018-05-27T14:33:58Z", [0.46], ""], [13377, "2018-05-27T07:41:10Z", [0.55], ""], [691, "2018-05-26T13:13:17Z", [0.55], ""], [691, "2018-05-24T20:18:42Z", [0.6], ""], [49545, "2018-05-23T05:50:30Z", [0.27], "looks like the aggregate of folks at FantasySCOTUS are right about 81% of the time.  Since they are at 90% affirm, reducing based on accuracy.  "], [46029, "2018-05-23T01:45:45Z", [0.5], ""], [691, "2018-05-22T14:48:43Z", [0.6], ""], [27155, "2018-05-19T11:14:04Z", [0.25], ""], [1333, "2018-05-17T15:10:52Z", [0.45], ""], [691, "2018-05-17T14:52:28Z", [0.6], ""], [1333, "2018-05-16T15:10:15Z", [0.35], ""], [50568, "2018-05-14T17:02:52Z", [1.0], ""], [691, "2018-05-14T12:34:15Z", [0.6], ""], [691, "2018-05-12T12:34:17Z", [0.6], ""], [58255, "2018-05-12T10:10:12Z", [0.65], ""], [55834, "2018-05-07T16:37:50Z", [0.75], ""], [691, "2018-05-01T16:17:24Z", [0.6], ""], [27464, "2018-04-30T19:37:31Z", [0.3], ""], [5018, "2018-04-27T02:52:17Z", [0.25], ""], [691, "2018-04-26T00:32:17Z", [0.61], ""], [33887, "2018-04-25T08:39:46Z", [1.0], ""], [691, "2018-04-19T14:22:05Z", [0.61], ""], [691, "2018-04-16T16:21:02Z", [0.61], ""], [55873, "2018-04-15T23:37:45Z", [0.45], "Layman's logic might suggest that the Court would affirm the disqualification.  But I suspect there are issues having to do with the Court's unwillingness to tamper with military protocol & there are  likely arcane legal quibbles about defining \"office\" in a military context. "], [31450, "2018-04-11T19:12:24Z", [0.6], "Dropping a bit as I'm realizing I don't have a lot of info to make a decision."], [691, "2018-04-09T12:14:05Z", [0.61], ""], [36910, "2018-04-07T12:18:32Z", [0.75], ""], [1333, "2018-04-05T16:47:02Z", [0.45], ""], [13377, "2018-04-04T10:43:56Z", [0.61], ""], [691, "2018-04-01T17:02:43Z", [0.61], ""], [53863, "2018-04-01T03:07:03Z", [0.2], ""], [23006, "2018-04-01T00:26:20Z", [0.49], "Orinal thought no.\n"], [49545, "2018-04-01T00:09:55Z", [0.01], "The fantasyscotus folks are at 96% affirm now, I believe in them."], [593, "2018-03-31T15:34:30Z", [0.5], ""], [804, "2018-03-29T17:22:13Z", [0.56], ""], [804, "2018-03-29T17:20:57Z", [0.55], ""], [1333, "2018-03-26T17:20:22Z", [0.35], ""], [45069, "2018-03-20T15:42:54Z", [0.1], "Depends on how you read the appointments clause and how you define \"civil servants\" (does it include the military).  I do not think the clause applies to the military in meaning or intent.  Republican SCOTUS will prefer supporting the military judicial system. This one might even be more weighted than 5:4. "], [56620, "2018-03-19T18:21:46Z", [0.0], ""], [13377, "2018-03-19T07:05:59Z", [0.65], ""], [56512, "2018-03-18T18:29:07Z", [0.45], ""], [44606, "2018-03-17T12:57:21Z", [0.25], ""], [1333, "2018-03-16T19:30:52Z", [0.45], "https://ballotpedia.org/Dalmazzi_v._United_States"], [49545, "2018-03-15T17:52:27Z", [0.03], "More nerds over at FantasyScotus picking judge by judge give it a 95% affirm.  If you are on a fantasy supreme court sight picking by judge. You have got to know better than I do. I am sticking with them.  "], [56093, "2018-03-15T00:27:27Z", [0.7], ""], [691, "2018-03-14T13:01:43Z", [0.65], ""], [7370, "2018-03-12T19:46:24Z", [0.75], ""], [53555, "2018-03-12T17:10:37Z", [0.1], ""], [49545, "2018-03-11T15:37:54Z", [0.05], "There's a site where they predict, by judge, what will happen in the case.  I am going to trust the point of view of people with enough time to pick boring SCOTUS cases judge by judge.  The score has steadily been increasing towards affirmation.   fantasyscotus.lexpredict.com/user-predictions/case/dalmazzi-v-us/"], [46762, "2018-03-10T10:53:47Z", [0.0], "\nThe lawyer writing the post was the plaintiff's lawyer.  So while the argument appeals compelling it is not unbiased.  First the facts of the case:\nDalmizzi was courtmartialled.   \nOne of the officers appointed to the CMCR who heard her case was still a military officer. \nThe CAAF ruled that the CMCR  (via summary judgement) ruled that the CMCR is not a civilian post. \nThe 9th circuit disagrees.   and opines that the supreme court holds an expansive view of what constitutes civilian posts. So The Supreme Court can rule\n1.  That congress specifically intended to overturn the dual appointments clause. \n2.   That the commission does not qualify as a civilian position, despite civilians appointed to the case. \n3.   It could rule that he was an officer, and that his military service should have ended, as often occurs, with appointment; or t\n4.  That because he wasn't confirmed there was no dual appointments case. \n5.   That the MCA  using appointment / confirmation is not sufficient to qualify as a \"high office\".\n6.   That the MCA using appointment/confirmation *is* sufficient but that the act of a/c qualifies as civilian oversight. In any circumstance - dalmuzzi loses, and we have a hot shot making a name for himself taking a case to the supreme court. The ninth circuit is widely ridiculed as the most overturned court.  IMO all the interesting choices are in affirming, and I believe the supreme court wants to lend guidance in one of these areas.  Personally, my bet is #5.\n "], [52883, "2018-03-09T05:47:13Z", [0.58], ""], [49545, "2018-03-08T04:40:14Z", [0.12], "So... changing my mind.  Should do all my homework before posting.  Found this other site strictly for forecasting SCOTUS.  They forecast down to each judge.  Darn near everyone is forecasting affirmation.  \nhttps://fantasyscotus.lexpredict.com/user-predictions/case/dalmazzi-v-us/\n"], [49545, "2018-03-08T04:27:45Z", [0.2], "Raising, due to being so far from the crowd.  Although, I see very little strong argument either way recently, so the 55% that it currently sits at makes sense..... so I suppose I don't let it affect me too much..... 5 points added to \"yes\""], [691, "2018-03-07T21:13:59Z", [0.56], ""], [1333, "2018-03-05T20:47:21Z", [0.55], ""], [46376, "2018-03-04T12:12:20Z", [0.6], ""], [55778, "2018-03-04T01:27:59Z", [0.99], ""], [45015, "2018-03-04T00:49:50Z", [0.75], ""], [55748, "2018-03-03T22:24:31Z", [0.0], ""], [55743, "2018-03-03T20:57:08Z", [0.3], "this seems like exactly the type of issue that the Roberts court likes to parry back to Congress"], [53760, "2018-03-03T17:30:49Z", [0.75], ""], [29980, "2018-03-03T13:36:07Z", [0.99], ""], [55692, "2018-03-02T22:23:45Z", [0.75], ""], [671, "2018-03-02T14:10:01Z", [0.2], ""], [55601, "2018-03-02T06:38:27Z", [0.05], "The judge was nominated by Pres Obama and confirmed by Congress.  The authority of the office of the POTUS and Congress is not above reproach but, suggests in this case that the judge was not ineligable to the positions appointed. The Ineligability Clause might still apply but only under very conservative scrutiny of possible Constitutional conflicts.  The Incompatability Clause was intended to apply to civilians whose service spanned the Executive and Legislative branch. Again, except under very conservative interprations of the Constitutional clause, it does not apply."], [691, "2018-02-28T13:43:16Z", [0.56], ""], [54625, "2018-02-26T17:41:48Z", [0.6], "Judges are meticulous about preserving their own prerogatives and the independence of the judiciary."], [49545, "2018-02-26T02:35:53Z", [0.15], "@Creskoff makes several good arguments in a previous answer, it's merits slightly raised my answer by 3 points. "], [55126, "2018-02-25T22:01:32Z", [0.8], "conflicts with dual office holding"], [636, "2018-02-25T19:25:52Z", [0.05], "Lower court ruling is that the commissioning was not final when the judgement action took place.  This is borne out by the timeline of Martin Mitchell's appointment."], [54635, "2018-02-24T23:29:53Z", [0.75], "Based on current rules that are in place."], [691, "2018-02-24T13:17:00Z", [0.62], ""], [53173, "2018-02-24T12:01:04Z", [0.15], ""], [54348, "2018-02-24T00:11:07Z", [0.04], ""], [41732, "2018-02-23T15:49:01Z", [0.55], ""], [54307, "2018-02-23T14:06:51Z", [0.55], "There are several questions posed in the case.  The Court may decline to decide the question cited above.  However, the number of cases granted oral arguments is a small fraction of the cases submitted and oral arguments indicated an interest by the justices in drawing a line as well as the Federal Government, the Respondent, asking the Court to make a decision leads me to assess the likelihood of a decision on the jurisdiction question at 75% and that there the Court will find it has jurisdiction. While it is reasonable to assume that the Court might agree with the Federal Government that a military official need not be ejected from the military based upon service on the appellate court in question, a core question is what consequence the Federal Government should expect for violating the law.  The Federal Government’s argument is that there should be no consequence other than those it chooses for itself has been recently rejected by a unanimous Court in NLRB v Canning.  If the Court decides that it gets to that question then I assess the odds of the Court deciding the question as “yes” at 80%.  Further discounted my prediction a bit on chance there are other questions that interested the Court."], [49545, "2018-02-23T00:03:09Z", [0.12], "Abundance of thoughtful answers coming from the people who rated the probability very low.  The 33% that is currently the average is a little misleading, most people with any apparent knowledge almost unanimously are lower than the 33%  "], [54191, "2018-02-21T17:14:39Z", [0.15], "While the SCOTUS will surely provide direction in it's decision on how similar situations should be handled in the future, they will not rule he was disqualified. The lead counsel for Delmazzi has openly stated on his weekly podcast that the \"feel\" in the courtroom after oral arguments leads him to believe they will rule in favor of the government."], [47396, "2018-02-20T22:21:04Z", [0.2], "Depends on how bound conservative justices feel to constitutional rules."], [48224, "2018-02-20T18:26:56Z", [0.75], ""], [54148, "2018-02-20T16:56:32Z", [0.15], ""], [54140, "2018-02-20T09:59:14Z", [0.2], ""], [46804, "2018-02-18T23:44:26Z", [0.75], ""], [53937, "2018-02-18T17:56:45Z", [0.75], ""], [51375, "2018-02-18T02:01:10Z", [0.05], "It will be left without comment. The court is consecrating on lower court rulings, not the fine lines of military regulations. "], [1028, "2018-02-17T23:37:38Z", [0.65], "SCOTUS wants to clarify a point other wise why take the case."], [53646, "2018-02-17T23:29:39Z", [0.4], ""], [48309, "2018-02-17T21:35:15Z", [0.6], ""], [53775, "2018-02-17T20:04:40Z", [0.33], ""], [53769, "2018-02-17T19:05:08Z", [0.11], ""], [31142, "2018-02-17T17:15:26Z", [0.65], ""], [11322, "2018-02-17T17:06:42Z", [0.65], ""], [42783, "2018-02-17T16:46:28Z", [0.1], ""], [45069, "2018-02-17T16:25:23Z", [0.25], "SCOTUS majority loves the military and is unlikely to come down on side of plaintiff on what could be seen as a \"technical\" point and, while possibly clever, not likely to succeed with this court.  Judge Mitchell is not a civilian or civil servant; he is a military man and the military has its own judicial system.  Extending Appointments Clause (where \"officer\" does not mean military) to military judges would be a stretch for this SCOTUS. "], [41270, "2018-02-17T16:13:14Z", [0.6], ""], [51221, "2018-02-17T15:55:41Z", [0.1], ""], [8888, "2018-02-17T15:53:31Z", [0.05], ""], [48709, "2018-02-17T01:38:41Z", [0.35], "time not going to over turn "], [53582, "2018-02-16T21:13:10Z", [0.05], "He was qualified to rule on the appeal."], [53555, "2018-02-16T15:44:31Z", [0.5], "This case is weird and depending on how you define a win for either side, could go different ways. A better poll would be multivariate with an option for \"Mitchell shouldn't have been on the panel, but the panel's decision is affirmed,\" which I don't know how the site would code. So it has to be 50/50 for me."], [52461, "2018-02-16T00:04:22Z", [0.45], ""], [53300, "2018-02-15T22:15:44Z", [0.75], "The argument of the plaintiff makes sense to me"], [23006, "2018-02-13T15:23:03Z", [0.51], ""], [20250, "2018-02-13T15:14:27Z", [0.25], ""], [52824, "2018-02-12T19:34:24Z", [0.45], "Republican court usually gives more discretion to administrative agencies, though we have seen cracks in recent years overturning administrative agency rule."], [50558, "2018-02-12T19:24:55Z", [0.6], ""], [13196, "2018-02-12T18:26:56Z", [0.05], ""], [691, "2018-02-12T17:24:30Z", [0.72], ""], [49550, "2018-02-12T16:23:27Z", [0.05], ""], [47845, "2018-02-12T14:44:13Z", [0.45], ""], [48197, "2018-02-12T13:45:42Z", [0.15], ""], [4239, "2018-02-12T02:13:55Z", [1.0], ""], [884, "2018-02-11T20:53:27Z", [0.35], ""], [691, "2018-02-10T19:47:55Z", [0.74], ""], [52113, "2018-02-10T03:59:26Z", [0.66], ""], [52242, "2018-02-09T18:52:50Z", [0.55], "There is a good argument that the dual appointment violates constitutional rules. However, not knowing if they will take up this case before the end of the session I lowered my forecast."], [691, "2018-02-08T13:11:23Z", [0.74], ""], [51561, "2018-02-07T21:42:06Z", [0.05], "Reading the oral argument transcript, I don't think the Court was all that interested in the merits of this question. They had very few questions on the merits for the Solicitor General, instead keeping the bulk of his time focused on the jurisdictional argument made by the amicus. Hard to read numbers from oral argument, but I wouldn't be shocked by a 9-0 decision affirming the court below. "], [1333, "2018-02-06T16:00:57Z", [0.65], "I'm downgrading on the notion that the commission was automatically superseded by his convening a hearing in his new post."], [46132, "2018-02-05T05:40:20Z", [0.95], ""], [23006, "2018-02-05T03:54:45Z", [0.53], "https://www.lawfareblog.com/unconventional-test-case-civilian-control-military author suggests Supreme Court will rule Judge was disqualified due to necessary separation of powers that prevent opening the door to military control of civilian judiciary - a precedent-setting case. \"But writing for a majority of the Supreme Court in Stern v. Marshall, Chief Justice Roberts emphasized that “We cannot compromise the integrity of the system of separated powers and the role of the Judiciary in that system, even with respect to challenges that may seem innocuous at first blush.” While it may not appear to be a direct assault on the principle of civilian control of the military to have active-duty military officers serve as CMCR judges, it is an assault nevertheless, because it potentially opens the door to far more expansive service by active-duty military officers in positions (like Article I judgeships) historically reserved to civilians. The Supreme Court has never had a case about the dual-officeholding statute in the 147 years it’s been on the books. But now may well be an especially propitious time for the Court to reaffirm the role that statutes like § 973(b)(2) play in our constitutional system—and to reassert the preference for civilian control of the government that such statutes enshrine.\""], [23006, "2018-02-05T03:24:41Z", [0.49], ""], [44979, "2018-02-04T21:52:52Z", [0.5], ""], [47806, "2018-02-04T02:26:07Z", [0.99], "This is an obvious cut-and-dry ruling."], [691, "2018-02-03T19:08:28Z", [0.76], ""], [50747, "2018-02-03T16:53:01Z", [0.25], "seems logical"], [746, "2018-02-03T16:40:04Z", [0.45], ""], [1333, "2018-02-03T15:51:01Z", [0.75], ""], [1333, "2018-02-03T15:47:03Z", [0.75], ""], [11430, "2018-02-03T15:29:42Z", [0.6], ""], [49782, "2018-02-03T15:28:47Z", [0.75], "The court is likely to determine that the judge is not a civil servant within meaning of the statute. And this a lesser appointment for which the POTUS NEED NOT secure the advice and consent of the Senate."], [44022, "2018-02-03T14:35:27Z", [0.95], "simultaneous service on both the AFCCA and the USCMCR violates the Appointments Clause of the US constitution"], [45197, "2018-02-03T04:15:40Z", [0.12], "The linked articles are full of questions about jurisdiction, and this situation is riddled with ambiguity.  This will either get delayed, found to be outside the Supreme Court's jurisdiction, or otherwise decided based on the merits of a case that's pretty weak."], [50615, "2018-02-02T23:01:36Z", [0.25], "Seems clear that the judge was not actually seated on the bench of the USCMCR at the time of the proceedings in question "], [49028, "2018-02-02T15:20:17Z", [0.2], "SCOTUS may, in majority, deny this case as full dual offices - some of its members may have been in comparable situations. "], [13377, "2018-02-01T08:50:46Z", [0.8], "http://www.gjopen.com/comments/comments/675715"], [671, "2018-02-01T01:12:56Z", [0.33], ""], [45153, "2018-01-31T23:10:28Z", [0.65], ""], [50344, "2018-01-31T18:55:05Z", [0.25], ""], [50059, "2018-01-31T04:14:10Z", [0.7], ""], [31485, "2018-01-30T13:32:59Z", [0.91], ""], [50172, "2018-01-29T23:45:22Z", [0.88], ""], [691, "2018-01-29T21:38:33Z", [0.81], ""], [1333, "2018-01-29T16:51:03Z", [0.85], ""], [691, "2018-01-28T19:39:25Z", [0.81], ""], [49922, "2018-01-27T19:13:41Z", [0.75], ""], [691, "2018-01-25T16:53:26Z", [0.81], ""], [691, "2018-01-24T21:04:14Z", [0.81], ""], [23006, "2018-01-21T22:27:07Z", [0.49], "sounds like stacking the deck, but is that a obstacle to a justice being just? - not really. While ambiguity might be more at play in civilian courts, Military courts take a code of honour seriously, and follow directive to be just"], [49398, "2018-01-21T01:21:32Z", [0.35], ""], [42162, "2018-01-20T14:53:13Z", [0.19], "0,25 that they rule themselves to have no jurisdiction over the matter. It is obvious that they are taking the jurisdiction question quite seriously since they had the amicus professor join the oral argument. And if they have jurisdiction now, they would seem to have analogous jurisdiction over the SEC, and I guess it is established that they don't. But I was left with the feeling that the military tribunal system would be too much insulated from review if the Court were to agree with the professor. If the Court reaches the merits of the case, I think it about a 75 % chance that they rule against the plaintiffs. In order to decide in favour of the plaintiff, they would firstly have to consider Mitchell a dual officeholder and then to decide that he was by virtue of the law automatically booted from his military commission. The two offices that judge Mitchell has are so similar that it makes me ask: if one is a military office, why would the other not be a military office as well. But even if they viewed the CMCR office as a civil one, the question will still resolve as \"No\" if they indeed rule that Mitchell didn't lose his military commission automatically: 'Fletcher told the justices that the service members’ convictions would still stand because another part of the dual-officeholding law, known as the “savings clause,” indicates that the ban would not invalidate actions taken by “an officer in furtherance of assigned official duties.”' (http://www.scotusblog.com/2018/01/argument-analysis-justices-debate-dual-officeholding-ban-jurisdiction-military-courts/) So the probability for petitioners losing is 0,25 + 0,75 * 0,75 = 0,81, so 19 % on the question as stated. We could even go lower than that if we think there is a chance the case won't be decided at all by summer recess."], [691, "2018-01-19T20:53:57Z", [0.86], ""], [46458, "2018-01-19T08:13:26Z", [0.9], "Impartiality. He had previous interest in the case, therefore must recuse himself."], [36736, "2018-01-18T18:30:41Z", [1.0], ""], [691, "2018-01-18T16:16:19Z", [0.86], ""], [41270, "2018-01-18T15:41:52Z", [0.8], ""], [691, "2018-01-17T23:02:57Z", [0.85], ""], [1333, "2018-01-17T17:12:56Z", [0.75], "https://ballotpedia.org/Cox_v._United_States\nThis was a case about the appointment of judges to military appellate courts when they are also serving on the United States Court of Military Commission Review (CMCR). The CMCR is composed of both military and civilian judges and has appellate jurisdiction over all appeals from United States Military courts with regard to military commission cases. Generally, active-duty military officers are barred from simultaneously holding a civilian post without express approval by Congress. The issue in this case is whether service on the CMCR, a civilian post, means that a CMCR judge cannot simultaneously serve as a member of the military on a military court.\nThe CAAF noted that the CCA's ruling upholding Dalmazzi's conviction was issued \"ten days after Colonel Mitchell took the oath of office as a USCMCR appellate judge but two weeks before the President signed his commission.\" Without a signed commission, the court said, \"the President is free to change his mind and not make the appointment; afterwards, he is not.\"[2] The court wrote: “\tAppellant argues that actions Colonel Mitchell took as a judge on the USCMCR before the President issued the commission were public acts that evidenced his appointment. We disagree. It is the President who must perform some public act that evinces the appointment, not the purported appointee. Other than the commission, issued on May 25, 2016, there is no evidence that the President appointed Colonel Mitchell to the USCMCR. Therefore, that is the date of his presidential appointment as judge to the USCMCR. As Colonel Mitchell had not yet been appointed a judge of the USCMCR at the time the judgment in Appellant’s case was released, the case is moot as to these issues.[1][3]\t”\nRelying on the holding in Dalmazzi, the court denied petitioners' claims.[1]"], [10000, "2018-01-17T17:03:41Z", [0.95], ""], [31450, "2018-01-17T15:11:39Z", [0.8], "It seems to be that the judge was serving inappropriately on both a military and civilian panel, something that has been banned by federal law since shortly after the civil war (see link).  https://www.oyez.org/cases/2017/16-961"], [1333, "2018-01-17T14:49:30Z", [0.65], "In the Dalmazzi case the ruling was based on the fact that the judge was commissioned and serving both as a civilian and a JAG officer, however his commission was not signed by the President until a week after the ruing in the Dalmazzi case. It appears that appeal lawyers waited till they had more case, which they consolidated, where Judge Martin, is both a sitting Civilian Judge and sitting on a Military appeals court that is a clear violation of the double dipping room. I believe this will be a resounding yes."], [48962, "2018-01-17T06:15:54Z", [0.02], "As long as he follows the laws."], [1333, "2018-01-16T20:47:27Z", [0.55], ""], [12879, "2018-01-16T20:18:24Z", [0.75], ""], [43311, "2018-01-16T19:33:09Z", [0.75], ""], [691, "2018-01-16T19:04:21Z", [0.85], ""], [37474, "2018-01-16T18:28:56Z", [1.0], ""], [16272, "2018-01-16T18:20:57Z", [0.2], ""]]}