{"question_id": 503, "title": "Will the Kurdistan Regional Government hold a popular vote on independence before 1 January 2018?", "possible_answers": ["Yes, and a majority will vote in favor of independence", "Yes, but a majority will vote against independence", "No"], "crowd_forecast": [0.99, 0.0, 0.01], "correct_answer": "Yes, and a majority will vote in favor of independence", "correct_forecast": 0.99, "preds": [[40387, "2017-09-27T23:18:26Z", [1.0, 0.0, 0.0], ""], [23006, "2017-09-27T22:12:39Z", [1.0, 0.0, 0.0], ""], [9755, "2017-09-27T19:51:37Z", [1.0, 0.0, 0.0], ""], [1333, "2017-09-27T17:34:25Z", [1.0, 0.0, 0.0], "93% in favor. I support the movement and think Baghdad will find that there threats only insult Kurdmen and Turkeman alike.\n"], [37379, "2017-09-27T14:45:45Z", [1.0, 0.0, 0.0], "Dateline 9-27-2017 Iraqi Kurds overwhelmingly back split from Baghdad\nElectoral commission says 92 percent of voters chose 'Yes' in non-binding referendum. -- http://www.aljazeera.com/news/2017/09/iraqi-kurds-overwhelmingly-split-baghdad-170927140559257.html"], [34353, "2017-09-27T11:42:05Z", [1.0, 0.0, 0.0], ""], [1034, "2017-09-27T04:39:13Z", [1.0, 0.0, 0.0], ""], [23234, "2017-09-27T03:14:55Z", [1.0, 0.0, 0.0], "http://www.reuters.com/article/us-mideast-crisis-kurds-referendum/iraqi-kurdish-leader-says-yes-vote-won-independence-referendum-idUSKCN1C1127 http://www.rudaw.net/mobile/sorani/kurdistan/2609201714"], [9755, "2017-09-27T00:01:16Z", [1.0, 0.0, 0.0], ""], [691, "2017-09-26T21:20:58Z", [1.0, 0.0, 0.0], ""], [12879, "2017-09-26T17:25:15Z", [0.99, 0.0, 0.01], ""], [35537, "2017-09-26T14:51:45Z", [1.0, 0.0, 0.0], ""], [35537, "2017-09-26T14:51:16Z", [0.99, 0.01, 0.0], ""], [30594, "2017-09-26T12:14:58Z", [1.0, 0.0, 0.0], ""], [40318, "2017-09-26T04:31:29Z", [0.95, 0.05, 0.0], ""], [4273, "2017-09-26T02:52:55Z", [1.0, 0.0, 0.0], ""], [31450, "2017-09-26T02:42:07Z", [1.0, 0.0, 0.0], "Pleasantly surprised at how peaceful things have been, also switching my last few points away from No. "], [4273, "2017-09-25T21:42:09Z", [0.7, 0.0, 0.3], ""], [691, "2017-09-25T18:48:19Z", [1.0, 0.0, 0.0], ""], [4273, "2017-09-25T18:37:53Z", [0.75, 0.0, 0.25], ""], [34353, "2017-09-25T17:17:12Z", [1.0, 0.0, 0.0], ""], [39938, "2017-09-25T09:02:00Z", [1.0, 0.0, 0.0], ""], [32540, "2017-09-25T03:26:21Z", [1.0, 0.0, 0.0], ""], [691, "2017-09-25T01:23:13Z", [0.99, 0.0, 0.01], ""], [23234, "2017-09-25T00:36:16Z", [1.0, 0.0, 0.0], ""], [23006, "2017-09-24T23:40:48Z", [1.0, 0.0, 0.0], "https://www.washingtonpost.com/world/kurds-undeterred-by-international-opposition-to-independence-vote/2017/09/24/af704f92-9d54-11e7-b2a7-bc70b6f98089_story.html?utm_term=.1b18510295b4"], [39288, "2017-09-24T21:10:29Z", [0.0, 0.0, 1.0], ""], [39997, "2017-09-24T20:17:29Z", [1.0, 0.0, 0.0], ""], [10745, "2017-09-24T17:26:19Z", [1.0, 0.0, 0.0], ""], [37609, "2017-09-24T16:30:24Z", [0.95, 0.0, 0.05], ""], [1034, "2017-09-24T15:59:20Z", [1.0, 0.0, 0.0], ""], [29428, "2017-09-24T14:53:46Z", [0.7, 0.3, 0.0], ""], [705, "2017-09-24T13:41:31Z", [1.0, 0.0, 0.0], ""], [4634, "2017-09-24T11:59:58Z", [1.0, 0.0, 0.0], "From: https://twitter.com/heminhawrami/status/911915786331131910 \"Very important meeting between KDP,PUK, ISLAMIC UNION. Unanimously decided, referendum in Kirkuk is on time. No change No delay. Vote YES\""], [4729, "2017-09-23T19:26:35Z", [1.0, 0.0, 0.0], ""], [28414, "2017-09-23T14:33:53Z", [1.0, 0.0, 0.0], ""], [68, "2017-09-23T13:41:19Z", [1.0, 0.0, 0.0], "It's surely too late for the KRG to call it off now?"], [691, "2017-09-23T13:34:07Z", [0.95, 0.0, 0.05], ""], [30594, "2017-09-23T13:12:18Z", [0.91, 0.0, 0.09], ""], [37379, "2017-09-23T11:01:01Z", [1.0, 0.0, 0.0], "Yet more finger wagging against the referendum.  I can't imagine this will deter the Kurds. Comparison class: since when has international finger wagging been effective against Israel? And now, Israel, a nuclear power, has come out in support of the referendum and independence for Kurdistan. And Russia is tacitly supporting them. Given Russia's massive military presence in neighboring Syria, this is a big deal.  Source: Dateline 9-22-2017 http://www.bbc.com/news/world-middle-east-41359361"], [1034, "2017-09-23T05:53:51Z", [1.0, 0.0, 0.0], ""], [35636, "2017-09-23T03:30:09Z", [0.01, 0.0, 0.99], "Too early, so after "], [83, "2017-09-23T03:22:59Z", [1.0, 0.0, 0.0], "This may turn out to be the best negotiating gambit of the century; although seems like it's too late to disappoint the Kurds"], [37379, "2017-09-23T02:54:34Z", [1.0, 0.0, 0.0], "NEWSKURDS1 HOUR AGO\nBarzani: Kurd region poll to occur despite opposition\nKRG head defiant as Turkey calls planned independence referendum in Kurdish northern Iraq a threat to its security.-- http://www.aljazeera.com/news/2017/09/barzani-kurd-region-poll-occur-opposition-170922220609585.html"], [691, "2017-09-22T21:03:34Z", [0.95, 0.0, 0.05], ""], [1993, "2017-09-22T20:26:07Z", [1.0, 0.0, 0.0], "They have some international support from France, Israel. Russia doesn't mind. The staunch US position seems to be due to US need to work closely with Iraqi government right now rather than any longstanding geopolitical issue. We'll see in three more days."], [40094, "2017-09-22T16:16:07Z", [0.0, 0.0, 1.0], ""], [40124, "2017-09-22T16:15:13Z", [0.0, 0.0, 1.0], ""], [4273, "2017-09-22T13:25:42Z", [0.92, 0.0, 0.08], ""], [39125, "2017-09-22T10:02:12Z", [0.75, 0.15, 0.1], ""], [40028, "2017-09-22T09:55:52Z", [0.0, 0.0, 1.0], ""], [40055, "2017-09-22T09:41:18Z", [0.0, 0.0, 1.0], ""], [691, "2017-09-22T02:37:57Z", [0.95, 0.0, 0.05], ""], [39740, "2017-09-21T20:46:00Z", [0.0, 0.0, 1.0], ""], [39835, "2017-09-21T19:42:38Z", [0.0, 0.0, 1.0], ""], [39938, "2017-09-21T19:20:59Z", [0.7, 0.05, 0.25], ""], [39724, "2017-09-21T18:56:18Z", [1.0, 0.0, 0.0], ""], [39724, "2017-09-21T18:55:38Z", [0.0, 1.0, 0.0], "Comment deleted on Sep 21, 2017 06:56PM UTC"], [39847, "2017-09-21T18:47:02Z", [1.0, 0.0, 0.0], ""], [39586, "2017-09-21T18:38:13Z", [0.0, 0.0, 1.0], ""], [39859, "2017-09-21T18:27:38Z", [0.0, 0.05, 0.95], ""], [39620, "2017-09-21T18:22:25Z", [0.75, 0.2, 0.05], ""], [39792, "2017-09-21T18:20:47Z", [0.27, 0.21, 0.52], ""], [39665, "2017-09-21T18:19:10Z", [0.0, 0.0, 1.0], ""], [39763, "2017-09-21T18:07:30Z", [0.9, 0.0, 0.1], ""], [39749, "2017-09-21T18:03:15Z", [0.01, 0.0, 0.99], ""], [39715, "2017-09-21T17:59:30Z", [0.0, 0.0, 1.0], ""], [39562, "2017-09-21T17:50:31Z", [0.55, 0.35, 0.1], ""], [39611, "2017-09-21T17:49:27Z", [0.8, 0.0, 0.2], ""], [39201, "2017-09-21T17:46:34Z", [0.0, 0.0, 1.0], ""], [39209, "2017-09-21T17:36:18Z", [0.92, 0.0, 0.08], ""], [37379, "2017-09-21T15:03:37Z", [1.0, 0.0, 0.0], "Power players analysis: Israel openly supports, Russia supports behind the scenes, and Paul Manafort -- yes, he of the Russian collusion to elect Trump investigation -- is working on it. Going to 100%. Source: \nDateline 9-21-2017Paul J. Manafort, the former campaign chairman for President Trump who is at the center of investigations into Russian meddling in the 2016 presidential election, is working for allies of the leader of Iraq’s Kurdish region to help administer and promote a referendum on Kurdish independence from Iraq.   https://www.nytimes.com/2017/09/20/us/politics/manafort-kurdish-referendum.html\n"], [691, "2017-09-20T20:06:13Z", [0.99, 0.0, 0.01], ""], [1034, "2017-09-20T04:48:17Z", [1.0, 0.0, 0.0], ""], [691, "2017-09-20T02:42:06Z", [0.99, 0.0, 0.01], ""], [1333, "2017-09-19T14:20:41Z", [1.0, 0.0, 0.0], "Given that the US has failed the Kurds repeated, I doubt there are enough birds in the hand to entice Kurdistan to lie down. After GWI we assured the Kurds we had their backs. Yet EVERYTIME DODSec Gates would visit unannounced to give Maliki a tune up - as soon as he was wheels up the attacks began and were repeated even as they were forced to Camp Liberty and their fate was put in the hands of the UNHRC. They are correct to be skeptical of our support. http://www.dailymail.co.uk/news/article-1374793/Massacre-Camp-Ashraf-Iranians-help-Iraqi-soldiers-kill-25-refugees.html"], [29907, "2017-09-19T10:11:57Z", [1.0, 0.0, 0.0], ""], [37379, "2017-09-19T08:47:09Z", [0.99, 0.0, 0.01], "Dateline 9-9-2017 KIRKUK, Kurdistan Region - A major rally to support the Kurdistan Region’s independence referendum is being held at Kirkuk’s citadel on Tuesday with VP Kosrat Rasul and Kirkuk Governor Najmaldin Karim delivering reassuring messages to the crowds.\n\nKosrat Rasul, the vice president of the Kurdistan Region, addressed the ralliers, saying that Peshmerga have protected the people of Kirkuk without discrimination and will continue to do so. The VP re-iterated the position of other leaders that Kurdistan would accept an alternative for referendum but must have “international witnesses” not that of “locals.”\n\n\n\nHe said that they have to be “a factor of democracy” in Kirkuk and maintain good relations with other components in the city, including Arabs and Turkmen and Assyrians.\n\n\n“Together, we have to protect the unity of our nation,” Rasul urged.\n\n\n\nHe described Kirkuk as “the city of harmony and brotherhood,” urging all parties to take part in the upcoming independence referendum in Kirkuk.\n\n\n\nAbout a recent decision made by the Iraqi parliament upon a call from Iraqi Prime Minister Haider al-Abadi to remove Karim, from his post as Kirkuk governor, Rasul said “we do not give any weight  to the decisions made against Najmaldin Karim,” by Baghdad. Rasul urged people of Kurdistan to vote in the referendum because Iraqi governments \"have not implemented the demands of the Kurdistan people.\" -- http://www.rudaw.net/english/kurdistan/190920171"], [37379, "2017-09-19T08:40:27Z", [0.99, 0.0, 0.01], "Dareline SEPTEMBER 18, 2017  ANKARA/BAGHDAD (Reuters) - Turkish tanks carried out drills at the Iraqi border on Monday, the army said, a week before a referendum across that frontier on Kurdish independence that Ankara has called a threat to its national security. The exercises came as Turkey, the central government in Baghdad and their shared neighbor Iran all stepped up protests and warnings about the looming plebiscite in semi-autonomous Kurdish northern Iraq. Iran, which like Turkey fears fuelling separatism in its own Kurdish population, warned of unspecified consequences if the vote went ahead. Turkey’s Prime Minister Binali Yildirim said any threats from inside or outside its territory would face immediate retaliation. The military command released pictures of the tanks speeding along roads and kicking up dust during exercises. Iraq’s Supreme Federal Court ordered Kurdistan region to suspend the vote, Prime Minister Haider al-Abadi’s office said. Baghdad, its neighbors and Western powers fear the referendum could distract attention from the fight against Islamic State militants across the region. But the Kurdish leadership showed no sign of bowing to pressure to call off the vote, including from the United Nations - which urged Erbil to resolve disputes with Baghdad over land and power sharing through dialogue. -- https://www.reuters.com/article/us-mideast-crisis-iraq-kurds-turkey/turkish-tanks-drill-on-iraqi-border-week-before-kurdish-vote-idUSKCN1BT0WA"], [28414, "2017-09-19T07:48:52Z", [0.99, 0.0, 0.01], ""], [23234, "2017-09-19T03:33:19Z", [0.99, 0.0, 0.01], ""], [37379, "2017-09-19T02:55:56Z", [0.99, 0.0, 0.01], "https://www.wsj.com/articles/iraqi-kurds-plan-to-vote-on-independence-despite-court-ruling-1505785563"], [28414, "2017-09-18T19:44:52Z", [0.95, 0.0, 0.05], ""], [691, "2017-09-18T19:40:08Z", [0.97, 0.01, 0.02], "http://www.aljazeera.com/news/2017/09/guterres-urges-iraqi-kurds-scrap-referendum-170917223002535.html\nhttp://www.aljazeera.com/news/2017/09/iraq-army-intervene-kurds-referendum-escalates-170917042312324.html Looks very much like the Kurds will proceed with this.  There will be blood."], [30594, "2017-09-18T19:09:32Z", [0.88, 0.0, 0.12], ""], [4273, "2017-09-18T18:13:24Z", [0.9, 0.0, 0.1], ""], [4273, "2017-09-18T13:40:03Z", [0.95, 0.0, 0.05], ""], [37379, "2017-09-18T12:21:33Z", [0.75, 0.0, 0.25], "Dateline 9-18-2017 http://www.aljazeera.com/news/2017/09/iraq-top-court-rules-suspend-kurdish-referendum-170918102729593.html"], [37379, "2017-09-18T12:07:38Z", [1.0, 0.0, 0.0], "Neil Buckley‏Verified account @NeilRBuckley  3h3 hours ago  Rosneft expects to ink deal with Kurdistan for new gas pipeline to Turkey https://www.ft.com/content/7ad2857a-c242-3ce5-8a18-563c9a9567c6?conceptId=bbefd81c-49d8-355b-b20a-5a3db7663600&desktop=true&segmentId=d8d3e364-5197-20eb-17cf-2437841d178a … via @FT This suggests to me that Russia may be comfortable with independence."], [28414, "2017-09-18T09:56:09Z", [0.75, 0.0, 0.25], "Iraq's supreme court rules that Iraqi Kurdistan independence referendum cannot take place"], [28414, "2017-09-18T08:01:54Z", [0.85, 0.0, 0.15], ""], [68, "2017-09-18T06:46:27Z", [0.85, 0.0, 0.15], "Under pressure from all sides, including the UN and the US, the Kurdish leadership has left the door open in the hope of receiving satisfactory \"guarantees\". There is still some chance of a last minute compromise.\nhttp://www.foxnews.com/world/2017/09/17/un-chief-comes-out-against-kurdish-independence-referendum.html\nhttp://www.rudaw.net/english/kurdistan/150920174 - White House demands KRG to 'call off' Kurdistan independence referendum  http://www.rudaw.net/english/kurdistan/170920171\n\"ERBIL, Kurdistan Region – Top Kurdish leadership have decided to refuse the current US-backed alternative to the referendum as it did not “include the necessary guarantees” that can convince the people of Kurdistan to postpone the vote, a statement from the High Referendum Council that is headed by President Masoud Barzani read Sunday night. While it praised the United States, the United Kingdom and the United Nations to have offered to present the alternative, the meeting said that it did not meet their demands. “The process of the referendum will continue because the suggestions that have been presented until now don’t include the necessary guarantees that could meet the satisfaction and conviction of our people,” the statement read as it explained that the Referendum Council assessed the alternative. It added that the talks with the international community will continue “with a constructive and responsible spirit” to achieve the rights of the people to statehood."], [1034, "2017-09-18T06:19:47Z", [1.0, 0.0, 0.0], ""], [4634, "2017-09-18T05:04:06Z", [0.92, 0.0, 0.08], ""], [23234, "2017-09-18T04:03:05Z", [0.94, 0.0, 0.06], ""], [37379, "2017-09-17T22:10:29Z", [1.0, 0.0, 0.0], "ShiaPulse 🔎 🇮🇷‏ @ShiaPulse  2h2 hours ago\nBarazani rejects Iran & Turkey's warnings: How come Iraq's territorial integrity became so important for you? Khasrow Ajgayi‏ @ajgayi  3h3 hours ago\n #Kurdistan diaspora delivers a letter of support to #Kurdistan #Independence to #10DowningStreet asking the #UK Gov to support #Kurdistan"], [37379, "2017-09-17T19:37:30Z", [0.99, 0.0, 0.01], "Dateline 9-17-2017 ANKARA (Reuters) - Turkish President Tayyip Erdogan will meet Iraqi Prime Minister Haider al-Abadi this week to discuss their concerns about an independence referendum in Iraq’s Kurdish region. Turkey, the United States and other Western powers have advised authorities in the semi-autonomous region to cancel the vote, worrying that tensions it would generate might act as an unwelcome distraction from the war on Islamic State in Iraq and Syria. With the largest Kurdish population in the region, Turkey also fears that a “Yes” vote would fuel separatism in its southeast, where militants of the outlawed Kurdistan Workers Party (PKK) have waged an insurgency for three decades. Kurdish leader Massoud Barzani said on Friday the referendum would go ahead as planned on Sept. 25. -- http://www.reuters.com/article/us-iraq-referendum-turkey/turkeys-erdogan-iraqs-abadi-to-discuss-iraqi-kurdish-referendum-idUSKCN1BS085 Discussion:  Comparison class: The formation of Israel. When a whole people have been subjected to ethnic cleansing all the way to holocaust, they get really, really determined. Similarly, consider these issues for the Kurds:\n* Ongoing ethnic cleansing including razing of entire cities in Turkey\n* Saddam Hussein's ethnic cleansing with wholesale gassing of entire cities\n* ISIS's war on \"heretics\" such as the Kurds (Yazidis being among the Kurdish peoples) leading them to slaughter all \"heretic\" adult men and enslave or murder their women and children, subjecting even children to rape as a stated religious/ideological goal.\n* Recent news of Israel and Kurdistan possibly forging an alliance. Note: Israel has plenty of nuclear weapons and the means to employ them in defense of the Kurds. So amid all this finger wagging by Turkey, the U.S., Iran, Iraq's central government -- how much leverage do these nay sayers have?  Turkey already is killing and imprisoning Kurds and razing their cities, and infiltrating troops into Iraq. What worse could they do? The U.S. won't dare participate in slaughtering Kurds because (1) they are our best allies in fighting ISIS; (2) They fight like Israelis, including their women, and we know how that went when Israel's neighbors have invaded even though this was before their nuclear weapons existed; (3) Kurds have lots of political support int he U.S., including among Trump's base. Iran won't invade Kurdistan because (1) this would risk massive uprising in its Kurd-dominated region; (2) this would risk direct military conflict with the U.S.; (3) Sanctions might return, at least on the U.S. side. (3) ISIS also is a threat to essentially everyone in Iran as they, too, as considered to be heretics. With ISIS collapsing in Syria and Iraq, where are those tens of thousands of suicide-minded fighters going to go next? Instead, Kurdistan could continue to be a bulwark against ISIS and keeping them busy getting \"martyred.\"  Iraq may possibly take military action against Krudistan, but they currently are busy dealing with ISIS, a far more serious threat than an independent Kurdistan."], [4273, "2017-09-17T19:25:08Z", [0.82, 0.0, 0.18], ""], [1034, "2017-09-17T16:04:14Z", [1.0, 0.0, 0.0], ""], [24, "2017-09-17T15:51:30Z", [0.99, 0.0, 0.01], ""], [37379, "2017-09-17T10:52:07Z", [0.99, 0.0, 0.01], "Dateline 9-17-2017  ERBIL, Kurdistan Region - A high level Saudi delegation met with Kurdish President Masoud Barzani on Saturday urging dialogue between Erbil and Baghdad as the Region is going to hold independence referendum on September 25, a move viewed as unconstitutional by Baghdad, according to a statement from the Kurdistan Region Presidency\n\nThe Saudi delegation headed by Thamer al-Sabhan, Saudi’s Arab Gulf Affairs minister met with Barzani on Saturday evening expressing his country’s willingness for laying ground of dialogue and mediation between Erbil and Baghdad to resolving both sides’ unresolved problems that have recently grown in the wake of the declaration of referendum by the Kurdish leadership. \nSabhan, the former Saudi’s ambassador to Iraq, also conveyed greetings from Saudi’s King Salman to the role of the Kurdistan Peshmerga forces and Kurdish people, the KRP announcement added.\n\nBarzani for his part said Erbil has not closed the door of dialogue on anyone.\n\nBarzani, on behalf of the people of the Kurdistan Region, thanked the stance and consideration of King Salman to the Kurdistan Region.\n\nBarzani emphasized the significance of the historical relations between Erbil and Riyadh.\n￼\nIn the lead-up to the September 25 referendum, pressures are mounting on the Kurdish leadership to postpone the process or cancel it from regional and world countries. Saudi Arabia, however, has not expressed support or opposition to the Kurdistan Region’s decision to hold independence referendum.\n  --  http://www.rudaw.net/mobile/english/kurdistan/1609201710"], [31756, "2017-09-17T07:42:15Z", [1.0, 0.0, 0.0], ""], [1993, "2017-09-17T07:07:00Z", [0.9, 0.0, 0.1], ""], [29907, "2017-09-17T05:46:38Z", [0.98, 0.0, 0.02], ""], [4273, "2017-09-17T04:29:02Z", [0.8, 0.0, 0.2], ""], [37379, "2017-09-17T02:11:29Z", [0.99, 0.0, 0.01], "BAGHDAD —SEPT. 16, 2017\n — Iraq is prepared to intervene militarily if the Kurdish region’s planned independence referendum results in violence, Prime Minister Haider al-Abadi told The Associated Press in an interview Saturday. If the Iraqi population is “threatened by the use of force outside the law, then we will intervene militarily,” he said. Iraq’s Kurdish region plans to hold a referendum on Sept. 25 to gauge support for independence from Iraq in three governorates that make up its autonomous region, and in disputed areas that are controlled by Kurdish forces but claimed by Baghdad. “If you challenge the constitution and if you challenge the borders of Iraq and the borders of the region, this is a public invitation to the countries in the region to violate Iraqi borders as well, which is a very dangerous escalation,” Mr. Abadi said.\nhttps://www.nytimes.com/2017/09/16/world/middleeast/iraq-kurdish-referendum-haider-al-abadi.html"], [33887, "2017-09-16T20:27:46Z", [1.0, 0.0, 0.0], ""], [83, "2017-09-16T18:38:05Z", [0.3, 0.0, 0.7], "Iraq threatens military intervention if there is violence related to Kurdistan's referendum:\nhttp://abcnews.go.com/International/wireStory/iraq-force-kurdish-referendum-leads-violence-49895674"], [31756, "2017-09-16T18:28:11Z", [0.7, 0.0, 0.3], ""], [4634, "2017-09-16T16:33:41Z", [0.85, 0.03, 0.12], ""], [691, "2017-09-16T15:07:54Z", [0.97, 0.01, 0.02], "This will not end well, one supposes."], [1042, "2017-09-16T02:42:42Z", [0.99, 0.0, 0.01], "http://www.reuters.com/article/us-mideast-crisis-iraq-kurds/iraqs-kirkuk-province-to-vote-in-kurdish-independence-referendum-idUSKCN1B923W"], [4273, "2017-09-15T22:51:51Z", [0.75, 0.0, 0.25], ""], [4273, "2017-09-15T22:16:10Z", [0.85, 0.0, 0.15], ""], [1993, "2017-09-15T21:16:48Z", [0.85, 0.0, 0.15], "Coming down due to pressure being exerted by US and Iran."], [38, "2017-09-15T21:05:49Z", [1.0, 0.0, 0.0], ""], [37477, "2017-09-15T21:00:34Z", [0.25, 0.75, 0.0], ""], [691, "2017-09-15T20:40:42Z", [0.95, 0.01, 0.04], ""], [22689, "2017-09-15T20:29:50Z", [0.95, 0.0, 0.05], ""], [28414, "2017-09-15T19:58:09Z", [1.0, 0.0, 0.0], ""], [36309, "2017-09-15T19:18:12Z", [0.95, 0.0, 0.05], ""], [1646, "2017-09-15T19:12:03Z", [0.97, 0.03, 0.0], ""], [1333, "2017-09-15T18:33:49Z", [1.0, 0.0, 0.0], ""], [1333, "2017-09-15T18:16:32Z", [0.99, 0.0, 0.01], "Kurdistan Regional Government, sitting for the first time in two years, backed the 25 September vote on Friday."], [1333, "2017-09-15T18:15:24Z", [1.0, 0.0, 0.0], "http://www.bbc.com/news/world-middle-east-41279682?ns_mchannel=social&ns_campaign=bbc_breaking&ns_source=twitter&ns_linkname=news_central\nKurdistan Regional Government, sitting for the first time in two years, backed the 25 September vote on Friday."], [37379, "2017-09-15T18:09:36Z", [0.98, 0.0, 0.02], "The U.S., which is the number one backer of the Kurds, and Iran, which has the power to do much harm, have both put the muscle on Barzani to cancel the referendum. However, earlier today, the Kurdish parliament met for the first time in two years and voted to go ahead with the referendum.  Therefore, I am raising probability. Sources: \nDateline 9-15-2017 Kurdistan parliament approves independence referendum on Sept 25 -- http://www.rudaw.net/english/kurdistan/15092017 Dateline 9-14-2017 Mlitary commanders and diplomats from both Iran and the United States are swarming Iraqi Kurdistan in a last-ditch attempt to convince the Kurds, an important ally in the war against the Islamic State (IS), to either postpone the planned Sept. 25 referendum for independence or cancel it all together.  Maj. Gen. Qasem Soleimani, the commander of Iran’s powerful Quds Force, and Brett McGurk, the US special anti-IS envoy accompanied by US Ambassador Douglas Silliman, were shuttling this week between Baghdad, Erbil and Sulaimaniyah to convince all sides to come to an agreement. \"Both the Iranians and the Americans were in agreement about the referendum and reiterated that it should not take place,\" a source briefed about the Patriotic Union of Kurdistan’s (PUK) separate meetings with American and Iranian officials on Sept. 11 told Al-Monitor. Both Iran and the United States also separately conveyed similar messages to Gorran movement officials. The latter believe that the referendum should be postponed until regional and international support is secured. \"We will not support you, and you will be on your own,\" a Gorran official told Al-Monitor when recounting a meeting with the American ambassador. Indeed, “The United States is 100% opposed to the referendum on September 25,” Weshyar Omar, who was part of the Gorran delegation meeting with the Americans on Sept. 13, quoted McGurk as saying. \"Until now, we have held back the [Hashid Shaabi, or Popular Mobilization Units (PMU)] from attacking, but I will not bother to do that anymore,\" Soleimani warned the senior PUK officials, the source briefed on the meeting told Al-Monitor. \"Just look at Mandali and what happened there. That is the beginning,\" he cautioned, referring to the Sept. 11 incident in which a group of over a hundred Iranian-backed Iraqi militia fighters arrived in the disputed subdistrict of Mandali in Diyala province, 100 kilometers (62 miles) northeast of Baghdad, and forced the Kurdish head of the town’s council out of his job and announced that the town will not be included in the Kurdistan referendum. The incident came three days after Hadi Ameri, the head of the Badr Brigade — an important component of the PMU — warned that Iraq will stay united and if the Kurdistan referendum went ahead it could create a civil war in the country. In a direct challenge to the Kurds, on Sept. 12 and 13 respectively, Diyala and Salahuddin provincial councils canceled the plans to hold the referendum in disputed areas within their provincial boundaries. -- http://www.al-monitor.com/pulse/originals/2017/09/iran-us-kurdistan-referendum-soleimani-mcgurk-barzani.html#ixzz4sluce62n"], [14880, "2017-09-15T16:04:10Z", [0.95, 0.0, 0.05], ""], [1333, "2017-09-15T15:25:46Z", [1.0, 0.0, 0.0], ""], [4273, "2017-09-15T13:26:29Z", [0.75, 0.0, 0.25], ""], [28414, "2017-09-15T09:08:06Z", [0.63, 0.0, 0.37], ""], [68, "2017-09-15T07:06:12Z", [0.85, 0.0, 0.15], "http://www.kurdistan24.net/en/video/eb66278b-ac31-4945-8d49-d5d3302c7e3e The pressure is on. \"ERBIL, Kurdistan Region (Kurdistan 24) – The United States has proposed an “alternative path” to the Kurdistan Region’s upcoming independence referendum, a senior US official, Brett McGurk, US Special Presidential Envoy for the Global Coalition to Counter the Islamic State (IS), explained at the end of a visit in Erbil......On Thursday, less than two weeks before the scheduled vote, McGurk publicly discussed the plan, although without providing any details........His subsequent remarks suggest the plan failed to address Kurdish concerns. “If the only aim is to postpone the referendum, the postponement will never happen,” President Barzani said in Zakho, after meeting with the group of diplomats.\""], [4634, "2017-09-15T05:31:43Z", [0.65, 0.03, 0.32], "http://www.al-monitor.com/pulse/originals/2017/09/iran-us-kurdistan-referendum-soleimani-mcgurk-barzani.html"], [37609, "2017-09-15T03:17:57Z", [0.7, 0.0, 0.3], "It's not up to Barzini to decide if the referendum is held or not. I'm not sure that the Kurds care whether the US and other Western nations support this or not."], [5018, "2017-09-15T02:14:45Z", [0.01, 0.0, 0.99], ""], [37379, "2017-09-15T02:10:30Z", [0.15, 0.0, 0.85], "Oh, oh, about to chicken out?  http://www.presidency.krd/english/articledisplay.aspx?id=WUVYZ0nmEBU="], [83, "2017-09-14T23:21:10Z", [0.3, 0.0, 0.7], "Putting faith in the negotiators to find a vague date for a future referendum.\nhttp://www.rudaw.net/mobile/english/kurdistan/140920173"], [4273, "2017-09-14T22:38:51Z", [0.82, 0.0, 0.18], ""], [691, "2017-09-14T20:34:54Z", [0.92, 0.01, 0.07], ""], [31450, "2017-09-14T14:31:00Z", [0.9, 0.0, 0.1], "Shifting a little toward a vote for independence."], [37379, "2017-09-14T10:02:47Z", [0.9, 0.0, 0.1], "Dateline 9-13-2017  \nIraq's parliament has rejected Kurdish plans to hold an independence referendum aimed at creating a Kurdish state in Iraq's northern territory, a legislator announced on Tuesday. The resolution, which labelled the ballot due to take place on September 25 a \"threat to … the civil peace and regional security\", authorises Haider al-Abadi, Iraq's prime minister, to take any measures necessary to preserve Iraq's existing borders.... The Iraqi Kurdish parliament is expected to meet on Thursday for the first time since October 2015 in response to the decision, according to officials. Majid Shingali, a Kurdish legislator, said the vote was not binding and will not be accepted by the 111-member regional legislature. \"This decision has no value, and we will not implement it,\" he said. Authorities in Iraq's Kurdish region announced in June this year the decision to hold an election on independence. The referendum on whether to secede from Iraq was due to be held in the three governorates – Erbil, Dohuk and Sulaymaniyah - that constitute the nation's Kurdish region, and in areas of disputed territory currently under Kurdish military control, including the oil-rich province of Kirkuk. -- http://www.aljazeera.com/news/2017/09/iraq-parliament-rejects-kurdish-independence-referendum-170912132652290.html"], [691, "2017-09-14T02:25:38Z", [0.92, 0.01, 0.07], ""], [705, "2017-09-13T14:59:51Z", [0.97, 0.0, 0.03], ""], [705, "2017-09-13T14:58:34Z", [0.95, 0.0, 0.05], "BAGHDAD/ERBIL, Iraq (Reuters) - Iraq’s Kurdish leader Massoud Barzani vowed on Tuesday to press ahead with a referendum on Kurdish independence on Sept. 25 despite a vote by Iraq’s parliament to reject the move. “The referendum will be held on time... Dialogue with Baghdad will resume after the referendum,” Barzani, president of the Kurdistan Regional Government (KRG), said in a statement on his ruling party’s official website after the vote. http://www.reuters.com/article/us-mideast-crisis-iraq-kurds/barzani-vows-to-press-on-with-kurdish-referendum-defying-iraq-parliament-idUSKCN1BN11T?utm_source=Boomtrain&utm_medium=manual&utm_campaign=20170913"], [9755, "2017-09-13T01:53:12Z", [1.0, 0.0, 0.0], ""], [691, "2017-09-13T01:35:29Z", [0.91, 0.02, 0.07], ""], [9755, "2017-09-13T01:15:35Z", [1.0, 0.0, 0.0], ""], [4273, "2017-09-12T23:51:37Z", [0.85, 0.0, 0.15], ""], [15196, "2017-09-12T15:08:09Z", [1.0, 0.0, 0.0], ""], [38936, "2017-09-12T11:13:28Z", [0.86, 0.0, 0.14], ""], [23234, "2017-09-12T02:38:59Z", [0.96, 0.0, 0.04], ""], [1993, "2017-09-11T22:57:31Z", [0.9, 0.0, 0.1], ""], [4273, "2017-09-11T22:55:39Z", [0.75, 0.0, 0.25], ""], [4273, "2017-09-11T22:28:20Z", [0.7, 0.0, 0.3], ""], [68, "2017-09-11T17:04:46Z", [0.9, 0.0, 0.1], "It's still on with just two weeks left. Shifting back up from 70."], [4273, "2017-09-11T00:01:14Z", [0.65, 0.0, 0.35], ""], [1333, "2017-09-10T10:21:45Z", [0.75, 0.0, 0.25], ""], [31756, "2017-09-10T08:01:05Z", [0.65, 0.0, 0.35], ""], [1034, "2017-09-10T04:11:37Z", [1.0, 0.0, 0.0], ""], [23234, "2017-09-10T03:51:32Z", [0.87, 0.0, 0.13], ""], [28414, "2017-09-09T19:53:15Z", [0.95, 0.0, 0.05], ""], [37272, "2017-09-09T19:25:25Z", [0.93, 0.0, 0.07], ""], [9755, "2017-09-09T17:47:10Z", [0.99, 0.0, 0.01], "It seems it will go a head anyways , but at the moment I believe it will cause more conflicts \nThe better decision is to wait a bit more do it in 2018 when isis and other assholes are  defeated  in Iraq and Syria .\nThis vote will be a show event , which only benefits Israel and the hearts of Kurdish nationalists. In fact it will not be recognized .\nI am happy for the Kurds , which can decide to have an indpendnce election  ,but it's illegal by Iraq laws and will cause more conflicts which the Middle East can do without!"], [28414, "2017-09-09T11:45:59Z", [0.87, 0.0, 0.13], ""], [1993, "2017-09-09T05:23:11Z", [0.78, 0.02, 0.2], ""], [37379, "2017-09-09T03:42:15Z", [0.95, 0.0, 0.05], "https://www.gjopen.com/comments/comments/565885"], [1034, "2017-09-09T00:05:14Z", [1.0, 0.0, 0.0], ""], [83, "2017-09-08T23:13:37Z", [0.75, 0.0, 0.25], "As Iran, Russia and Syria regain influence, perhaps the US views a Kurdish are the best option to retain influence.\nhttps://www.newyorker.com/news/daily-comment/oil-erbil"], [4273, "2017-09-08T18:35:50Z", [0.6, 0.0, 0.4], ""], [691, "2017-09-08T12:07:32Z", [0.83, 0.02, 0.15], ""], [28414, "2017-09-08T10:01:54Z", [0.77, 0.0, 0.23], ""], [31802, "2017-09-08T09:29:44Z", [0.95, 0.0, 0.05], "Negotiations between Barzani and Bagdad fail.\nhttp://www.rudaw.net/english/middleeast/iraq/08092017"], [37379, "2017-09-08T08:29:22Z", [0.65, 0.0, 0.35], ""], [1993, "2017-09-08T02:13:28Z", [0.72, 0.02, 0.26], "This is from a Kurdish news service, but it looks like campaigning has begun for the referendum: http://www.rudaw.net/english/kurdistan/05092017 Pres. Barzani doesn't accomplish anything internationally by doing this (except to annoy people), but it's probably about internal Kurdish politics."], [23234, "2017-09-08T00:45:03Z", [0.81, 0.0, 0.19], ""], [691, "2017-09-07T18:44:24Z", [0.82, 0.02, 0.16], ""], [1034, "2017-09-07T05:50:33Z", [1.0, 0.0, 0.0], ""], [691, "2017-09-06T20:59:11Z", [0.82, 0.02, 0.16], ""], [83, "2017-09-06T17:12:30Z", [0.7, 0.0, 0.3], "Register to vote here:\nhttp://www.khec17.net"], [1034, "2017-09-06T06:43:46Z", [1.0, 0.0, 0.0], ""], [23234, "2017-09-06T05:53:12Z", [0.95, 0.0, 0.05], ""], [691, "2017-09-05T18:56:25Z", [0.82, 0.02, 0.16], ""], [1333, "2017-09-05T16:19:20Z", [0.65, 0.0, 0.35], ""], [20879, "2017-09-05T14:22:52Z", [0.86, 0.0, 0.14], ""], [28414, "2017-09-05T07:51:50Z", [0.65, 0.0, 0.35], ""], [1034, "2017-09-05T06:35:51Z", [1.0, 0.0, 0.0], ""], [15196, "2017-09-05T05:34:37Z", [0.6, 0.0, 0.4], ""], [83, "2017-09-05T00:58:08Z", [0.5, 0.0, 0.5], "Previously suspected Kurds would make a deal to delay referendum.\nStill could happen; even though the escalating conflict may limit Kurds ability to back down. Iraq -Kurds disagree on Kirkuk:\nhttp://www.iraqinews.com/baghdad-politics/barzani-vows-strong-response-attempt-seize-kirkuk/ Reports of protests in Kirkuk against non-Kurds:\nhttp://www.iraqinews.com/iraq-war/anti-arab-protests-kirkuk-kidnappings-rumored/"], [691, "2017-09-04T12:27:39Z", [0.84, 0.04, 0.12], ""], [4634, "2017-09-04T09:22:47Z", [0.85, 0.03, 0.12], ""], [37379, "2017-09-04T03:02:24Z", [0.96, 0.0, 0.04], "Updating for passage of time."], [691, "2017-09-03T17:20:19Z", [0.84, 0.04, 0.12], ""], [1034, "2017-09-03T07:02:26Z", [1.0, 0.0, 0.0], ""], [691, "2017-09-02T13:59:29Z", [0.84, 0.04, 0.12], ""], [1034, "2017-09-02T07:29:22Z", [1.0, 0.0, 0.0], ""], [13377, "2017-09-02T03:20:43Z", [0.96, 0.0, 0.04], ""], [29907, "2017-09-01T15:21:12Z", [0.96, 0.0, 0.04], "The announced date is getting closer and there are no signs Kurdistan is backing down, despite continued criticism of all regional powers and the US. Postponing the referendum now would be considered a huge political loss for Barzani. It may also be relevant that any offer coming from US diplomats - the most likely cause of a postponed/cancelled referendum - would be less credible than if it came from an administration with more consistent foreign policy."], [691, "2017-09-01T14:48:42Z", [0.84, 0.04, 0.12], ""], [1034, "2017-09-01T05:39:22Z", [1.0, 0.0, 0.0], ""], [691, "2017-08-31T18:11:58Z", [0.81, 0.07, 0.12], ""], [29266, "2017-08-31T16:16:04Z", [1.0, 0.0, 0.0], ""], [1034, "2017-08-31T10:32:43Z", [1.0, 0.0, 0.0], ""], [38, "2017-08-30T21:37:46Z", [0.96, 0.0, 0.04], ""], [691, "2017-08-30T19:03:53Z", [0.81, 0.07, 0.12], ""], [1034, "2017-08-30T06:29:41Z", [1.0, 0.0, 0.0], "\nIraq's Kirkuk province to vote in Kurdish independence referendum Jalabi (2017) August 29, states that: Iraq’s oil-producing region of Kirkuk will vote in a referendum on Kurdish independence on Sept. 25, its provisional council decided on Tuesday, a move that could increase tension with Arab and Turkmen residents. The ethnically mixed region is claimed by both the central government in Baghdad and the autonomous Kurdistan Regional Government (KRG) in northern Iraq. The vote is “definitely happening” on Sept. 25, Kirkuk Governor Najmuddin Kareem told Reuters after a majority of the provincial council voted in favor of taking part. Only 24 of the 41 council members attended Tuesday’s vote, with 23 voting in favor of participating in the referendum. One abstained (para 1-4). “Those who ask for a postponement - including Baghdad and the U.S. and Europe and whoever - should give us a time,” Kareem said. “Why don’t they propose a date” (para 14)? Kurdish peshmerga fighters seized control of Kirkuk in 2014 when the Iraqi army fled from Islamic State’s offensive across northern and western Iraq, preventing the region’s oil fields from falling into the hands of the militants. The Kurds have been seeking an independent state since at least the end of World War One, when colonial powers divided up the Middle East and left Kurdish-populated territory split between modern-day Turkey, Iran, Iraq and Syria (para 14-16). Jalabi, R. (2017). Iraq's Kirkuk province to vote in Kurdish independence referendum. Reuters. World News. Retrieved from\nhttps://www.reuters.com/article/us-mideast-crisis-iraq-kurds-idUSKCN1B923W"], [691, "2017-08-29T20:09:36Z", [0.81, 0.07, 0.12], ""], [1042, "2017-08-29T19:16:48Z", [0.95, 0.04, 0.01], "http://www.reuters.com/article/us-mideast-crisis-iraq-kurds-idUSKCN1B923W "], [37211, "2017-08-29T12:45:24Z", [0.05, 0.05, 0.9], ""], [38, "2017-08-29T07:10:15Z", [0.77, 0.01, 0.22], ""], [691, "2017-08-28T20:42:10Z", [0.81, 0.07, 0.12], ""], [4273, "2017-08-28T13:29:13Z", [0.55, 0.0, 0.45], ""], [31238, "2017-08-28T12:27:23Z", [0.7, 0.0, 0.3], ""], [1034, "2017-08-28T05:26:13Z", [1.0, 0.0, 0.0], ""], [23234, "2017-08-27T14:02:59Z", [0.9, 0.0, 0.1], ""], [691, "2017-08-27T12:34:59Z", [0.81, 0.07, 0.12], ""], [4634, "2017-08-27T12:00:31Z", [0.72, 0.03, 0.25], ""], [4634, "2017-08-27T10:07:58Z", [0.82, 0.03, 0.15], ""], [691, "2017-08-26T12:42:55Z", [0.81, 0.07, 0.12], ""], [35537, "2017-08-26T12:35:37Z", [0.87, 0.03, 0.1], ""], [691, "2017-08-25T20:55:35Z", [0.81, 0.07, 0.12], ""], [37379, "2017-08-25T20:48:59Z", [0.95, 0.0, 0.05], "The anticipated non-binding referendum is not that big a deal. I am doubting that the power players will expend diplomatic or military resources sufficient to derail the referendum. There will be plenty of time to slow roll the efforts at statehood while destroying Kurdish cities -- as is happening inside Turkey.  See today's https://www.washingtonpost.com/news/democracy-post/wp/2017/08/25/could-the-kurdish-referendum-derail-statehood/"], [23234, "2017-08-25T15:00:37Z", [0.96, 0.0, 0.04], ""], [1034, "2017-08-25T06:40:57Z", [1.0, 0.0, 0.0], "\nIraqi Kurdistan referendum in line with US policy: Iranian general Press TV (2017) Aug 23, states that: Iran's chief Armed Forces spokesman says the planned referendum on the independence of Iraq's semi-autonomous Kurdistan region is in line with the US policy of partitioning the region, reaffirming Iran's opposition to the plebiscite. Deputy Chief of Staff of Iran's Armed Forces Brigadier General Massoud Jazayeri said on Thursday that the referendum scheduled for September 25 “is in line with the US policy of partitioning the regional countries,\" adding that Iran is definitely opposed to it. Chief of Staff of the Iranian Armed Forces Major General Mohammad Baqeri visited Turkey last week, where the two sides discussed pressing issues of the region, including the referendum plan and the threat of militant groups to both countries.   Jazayeri said, “The Islamic Republic of Iran has so far proved that it strongly opposes terrorist elements as well as their supporters in the region and counters them and this trip was also made in that regard.” Iran “is trying to eradicate terrorism in the region through cooperation with other Western Asia states, so it has begun contacts with other countries,” the Iranian commander added (para. 1-5). Press TV Website. (2017) Iraqi Kurdistan referendum in line with US policy: Iranian general. Press TV. Middle East. Iraq. Retrieved from\nhttp://www.presstv.ir/Detail/2017/08/24/532808/Iraq-Kurdistan-Iran Kurdish Independence Could Deal A Major Blow To Oil Markets Widdershoven (2017) Aug 24, states that: The future stability of OPEC’s second-largest oil and gas producer could be decided by the end of 2017. Unrest is growing in Iraq as the Kurdish referendum grows nearer. Soon, the Iraq that we have known since the end of WWII could be drawing new borders. At the same time, the conflict between the Shi’a (supported by Iran) and the Sunni (Saudi-UAE) could be heating up again. Regional actors and political friction have added fuel to the fire, in the first signs that the strong Shi’a majority is experiencing internal instability. One of the main leaders of the region’s Shi’a has broken ranks in Iran’s Shi’a led government factions just as Sunni power players in the Arab Gulf are expecting a collapse of the Shi’a power triangle of Iran-Iraq-Syria. The unexpected visit of Shi’ite cleric and power broker Muqtada Al Sadr to Saudi Arabia and the UAE has stirred unrest in the region. On the 30th of July, Al Sadr and Saudi crown prince Mohammed Bin Salman met in Jeddah, discussing possible cooperation between the Sunni Wahhabi Kingdom and Shi’a led Iraq. Al Sadr’s meeting with MBS is significant, as it could lead to a change in Iraq’s pro-Iran political military position. This would signal a major success for the anti-Iran GCC front, but it would put severe pressure on Tehran in its quest to construct a Shi’a land bridge between Iran, Iraq, Syria, and Lebanon. A political thaw between Baghdad and Riyadh has occurred in recent months with a number of high-ranking ministers and officials meeting regularly. Still, official diplomatic relations remain very cold (para. 1-5). Still, the September 25 non-binding referendum could be a watershed in Kurdish and Iraqi politics. Until now, the Kurdish region has been one of the most tranquil regions in Iraq, when not taking into account the harsh military operations against Daesh around Mosul. The semi-autonomous Kurdish nation has also established trade and economic relations with Turkey and Iran (para 16). In the Iraqi constitution, supported by the U.S. after 2003, Kurdistan has received a semi-autonomous status. As in the whole region, political powers are tribe or family related, resulting in power politics and corruption. The Barzani-Talabani rule is no different from other parts in the Middle East. Kurdish politics are ruled by the two former Peshmerga leaders, now dividing the Kurdish arena between themselves. Since October 2015, the Kurdish Parliament has not met while Kurdish president Masoud Barzani has overstayed his tenure by four years. The economic situation is slightly depressed, largely due to declining oil and gas revenues, a conflict with the Baghdad government about financial disbursements of revenues and a rising debt portfolio (para 16-17). Widdershoven (2017). Kurdish Independence Could Deal A Major Blow To Oil Markets. Oil Price. Retrieved from\nhttp://oilprice.com/Geopolitics/International/Kurdish-Independence-Could-Deal-A-Major-Blow-To-Oil-Markets.html"], [4273, "2017-08-25T04:22:11Z", [0.52, 0.0, 0.48], ""], [691, "2017-08-24T17:48:34Z", [0.81, 0.07, 0.12], ""], [31756, "2017-08-24T16:40:11Z", [0.6, 0.0, 0.4], ""], [1333, "2017-08-24T16:16:03Z", [0.55, 0.0, 0.45], ""], [1034, "2017-08-24T06:10:02Z", [1.0, 0.0, 0.0], ""], [38542, "2017-08-24T01:28:04Z", [0.19, 0.01, 0.8], ""], [36739, "2017-08-23T22:01:25Z", [1.0, 0.0, 0.0], ""], [691, "2017-08-23T21:27:43Z", [0.83, 0.1, 0.07], "http://www.aljazeera.com/video/news/2017/08/calls-grow-delay-iraqi-kurdistan-vote-independence-170823083430015.html\nhttp://www.reuters.com/article/us-iraq-turkey-idUSKCN1B30R6?il=0 If I were Kurdistan, knowing the deep and abiding respect for the rule of law and previous commitments and such trivia on display from both the US and Turkish presidents, I would fill every house in Kurdistan up to the gunwales with weapons and carry out a referendum.  Probably luckily, I am not Kurdistan.  Still, going high on a Yes vote in an imminent referendum.   History suggests that twits and thugs do not get to rule forever, but offers little help on the specific timetable for the transition back to adult governance.  Oh, well...."], [1034, "2017-08-23T05:51:11Z", [1.0, 0.0, 0.0], ""], [23234, "2017-08-23T04:35:03Z", [0.91, 0.0, 0.09], ""], [691, "2017-08-22T22:49:39Z", [0.98, 0.01, 0.01], ""], [705, "2017-08-22T21:23:16Z", [0.7, 0.0, 0.3], ""], [1333, "2017-08-22T20:41:04Z", [0.5, 0.0, 0.5], "We are about to find out if Bargain is all hat and no cattle or ready to bust a move on Baghdad. Pressure us on. As @anneniak points out, this referendum has been used as a ruse in the past, with Baghdad making promises they never keep and Bargain angling for advantage. Now Turkey is menacing he Syrian PKK and Uranian home guards coming at Kurdistan from the east as harassing them. IF the referendum happens on schedule my opinion is it passes easily, but if postponement doesn't result in Barzanis ouster I would be very surprised. The Peshmerga spilled a lot of blood repelling D\"rash, so yielding to Baghdad's wishes after saving their ...butts, is a losing proposition for him personally and Kurds In. General."], [28414, "2017-08-22T20:08:26Z", [0.7, 0.0, 0.3], ""], [4273, "2017-08-22T19:03:31Z", [0.55, 0.0, 0.45], ""], [23006, "2017-08-22T18:22:58Z", [0.5, 0.0, 0.5], ""], [68, "2017-08-22T18:15:42Z", [0.7, 0.0, 0.3], "Coming down from 90/10 to 70/30 on reports (thanks @Anneinak) that the Kurdish Regional Government is talking to Baghdad with the referendum as a bargaining chip.\nAs Anneinak points out, there are pros and cons, but Barzani has probably more to lose in personal credibility if he back down, especially if he can't get any significant concessions from Baghdad in return"], [28414, "2017-08-22T07:45:51Z", [0.75, 0.0, 0.25], ""], [4634, "2017-08-22T06:00:51Z", [0.62, 0.03, 0.35], ""], [38, "2017-08-22T04:37:16Z", [0.53, 0.03, 0.44], "From Presstv & The New Arab:\nKurdistan may consider the possibility of postponing a planned referendum on independence in return for financial and political concessions from the central government in Baghdad. Mala Bakhtiar, a senior Kurdish official, said a Kurdish delegation was visiting Baghdad to sound out Iraqi leaders on the proposal. \"What thing would Baghdad be prepared to offer to the (Kurdish) region\" in return, asked Bakhtiar, who is the executive secretary of the Patriotic Union of Kurdistan (PUK) Politburo. \n~~~~~~~\nhttps://www.bloomberg.com/news/articles/2017-08-21/turkey-sees-risk-of-kurds-defying-region-with-independence-vote \"A delegation of Kurdish politicians has in recent days been in the Iraqi capital to discuss key issues, including the share of federal income handed to the Kurdistan Regional Government in Erbil and the distribution of oil revenues.  \". . . The central government’s “intention” is to reach a deal and the latest negotiations were held in a “friendly atmosphere,” Abadi’s spokesman, Saad Al-Hadithi, said . . .  \"A prominent member of the Kurdish team, Patriotic Union of Kurdistan spokesman Saadi Ahmed Pira, said Iraqi officials seemed to be aware of their past mistakes toward the Kurdish region and had pledged to iron out differences. The Kurdish delegation will meet with Barzani on Wednesday to assess progress, he said.\n. . . \n\"Sunni power Turkey has for years enjoyed closer ties to the Kurds than with the Shiite-led central government in Baghdad, which is backed by Iran, providing a key route to market for the Kurdish oil industry. But the chaos that could follow any break-up as well as Turkey’s domestic security concerns mean it has opposed Kurdish statehood. \"Investors appear to have confidence an agreement will be reached and the vote called off. \n~~~~~~~\nCOMMENT:  Will somebody please bring me a daisy, so I can pluck the petals off one by one while saying,  \"They will\", \"They won't\", \"They will\", \"They won't\"?   Barzani has called for an independence referendum before, then bargained it away. Apparently, he's sent out feelers to see what he can get if he does this again, and Iraq is said to be open to a deal.  Also, I've read that all Kurds are not totally thrilled with Barzani's leadership, so may vote against the referendum to thwart his ambitions.  If Barzani thinks that the referendum may not pass with resounding margins, that would be an incentive to bargain it away. However, how many times can Barzani declare an independence referendum will be held and then cancel it without being thought of as the \"Boy Who Cried \"Wolf!\"?  Right now, the area under Kurdish control is at a high-water mark.  Once ISIS is militarily defeated, I'm thinking that Iraq & Syria will turn their militarys against the Kurds and shrink the area under Kurdish control.  The Kurds will have more claim to that territory if they declare themselves independent. I think it's looking for pie in the sky to think that neighboring countries will EVER encourage an independent Kurdistan.  "], [83, "2017-08-22T00:25:56Z", [0.2, 0.0, 0.8], ""], [691, "2017-08-21T17:11:01Z", [0.98, 0.01, 0.01], ""], [38421, "2017-08-20T23:42:00Z", [0.5, 0.1, 0.4], "To be updated as further meetings between Kurdish & Iraqi authorities take place. http://www.kurdistan24.net/en/news/6fb0e082-d842-4418-8473-9a815e2d0201\n"], [30594, "2017-08-20T09:54:34Z", [0.83, 0.03, 0.14], ""], [38, "2017-08-19T03:02:25Z", [0.88, 0.03, 0.09], ""], [23234, "2017-08-19T00:22:44Z", [0.97, 0.0, 0.03], ""], [9755, "2017-08-18T21:56:10Z", [0.1, 0.0, 0.9], ""], [691, "2017-08-17T14:27:33Z", [0.98, 0.01, 0.01], ""], [38, "2017-08-17T05:17:28Z", [0.83, 0.06, 0.11], ""], [705, "2017-08-17T01:54:32Z", [0.93, 0.0, 0.07], ""], [23234, "2017-08-17T00:35:16Z", [0.93, 0.0, 0.07], ""], [30717, "2017-08-16T05:26:09Z", [0.1, 0.0, 0.9], ""], [691, "2017-08-16T02:06:56Z", [0.98, 0.01, 0.01], ""], [83, "2017-08-15T20:56:41Z", [0.4, 0.0, 0.6], ""], [1333, "2017-08-15T17:13:02Z", [0.5, 0.25, 0.25], "What is different this time around is simply that the Kurds have fought beside Iraqis to rebuke a school of thought that was an existential threat and shed blood. Now if Baghdad can act great full for a couple of months this may pass with Little notice or effect or not pass at all but there will be a vote."], [1333, "2017-08-15T15:51:36Z", [0.5, 0.25, 0.25], ""], [1034, "2017-08-15T06:52:55Z", [1.0, 0.0, 0.0], ""], [691, "2017-08-14T17:03:20Z", [0.98, 0.01, 0.01], ""], [37379, "2017-08-14T15:14:47Z", [0.95, 0.0, 0.05], "Dateline Aug. 14, 2017 No surprise for readers of Al-Monitor, including readers of this column last week, that Iraqi Kurdistan's President Massoud Barzani may consider stepping back from holding a referendum on Iraqi Kurdish independence previously scheduled for Sept. 25. In a telephone call Aug. 11, US Secretary of State Rex Tillerson commended Barzani on negotiations between Erbil and Baghdad on “outstanding issues” and asked him to postpone the referendum. Barzani responded that by doing so he “would expect guarantees and alternatives for their [the Iraqi Kurds] future.” Barzani has not yet made a decision to call off the referendum as this column goes to press. Hoshyar Zebari, a close adviser to Barzani, said, “The date is standing, Sept. 25, no change,\" after the call with Tillerson, according to Reuters. --Al-Monitor Week in Review: Is Barzani backing away from independence referendum? From: \"Al-Monitor\" <newsletter@al-monitor.com>\t CHAMPS KNOW checklist:  \nHunt for info. Share the evidence that helps inform your prediction.\nKnow the power-players. Describe individuals with influence and how will they use it. My commentary:  Given the mercurial Trump, and the ways in which Tillerson and Trump have at times publicly undercut each other, I find it hard to believe that the U.S. Secretary of State could put together an agreement that the Kurds could trust in time to call off this referendum. I'm keeping in mind that Turkey, a longtime U.S. ally, member of NATO, and host to the U.S. Incirlik air base, is busy imprisoning, killing, torturing Kurds and razing their towns withing Turkey, and making war on Kurdish forces in Syria right now. Turkey has threatened to shut down Incirlik.  But then I could be wrong. Hence the 5% on No. Anyone have some contrary observations to share with me?\n"], [1034, "2017-08-14T05:23:08Z", [1.0, 0.0, 0.0], ""], [23234, "2017-08-14T05:11:36Z", [0.87, 0.0, 0.13], ""], [38, "2017-08-14T04:49:20Z", [0.77, 0.06, 0.17], ""], [37474, "2017-08-14T04:28:49Z", [0.2, 0.05, 0.75], ""], [83, "2017-08-14T01:45:14Z", [0.6, 0.0, 0.4], ""], [4634, "2017-08-13T16:58:41Z", [0.82, 0.03, 0.15], ""], [4634, "2017-08-13T16:58:21Z", [0.72, 0.03, 0.25], ""], [29907, "2017-08-13T12:59:02Z", [0.94, 0.01, 0.05], "https://www.reuters.com/article/us-mideast-crisis-iraq-kurds-idUSKBN1AS06Z"], [29907, "2017-08-13T12:57:55Z", [0.91, 0.01, 0.08], "Comment deleted on Aug 13, 2017 12:59PM UTC"], [691, "2017-08-13T12:47:05Z", [0.98, 0.01, 0.01], ""], [30594, "2017-08-13T12:38:41Z", [0.85, 0.0, 0.15], "This is far from being safe... Tillerson asked to postpone...\nhttps://www.dailysabah.com/mideast/2017/08/11/tillerson-asks-barzani-to-postpone-krg-independence-referendum I have found a German article where they cite people from the inner circle of Barzani's Gov that the referendum is a bargaining chip for negotiations with the Iraqi Gov, e.g. regarding Kirkuk region... So: It is not 100 percent sure that the referendum will take place. http://derstandard.at/2000062598865/USA-fuer-Verschiebung-von-Unabhaengigkeitsreferendum-irakischer-Kurden"], [38, "2017-08-12T23:16:53Z", [0.94, 0.0, 0.06], "http://www.al-monitor.com/pulse/en/originals/2017/08/sulaymaniyah--kurdistan-referendum-independence-iraq.html Not all Kurds on board with Kurdish independence vote SULAIMANIYAH, Iraq — The majority of Kurdish parties agreed on June 7 to hold a referendum for independence in September. While outside pressure to stop the controversial referendum has been constant, the deadliest blow might, however, come from within. Ordinary Kurds, in particular those in Sulaimaniyah, are angry about the government's mismanagement of the economy, and many appear ready to express their dissatisfaction in their approach to the referendum. Over the last two months, Al-Monitor has spoken with several dozen people, primarily in Sulaimaniyah, to gauge their views on the upcoming referendum. Those interviewed include police officers, teachers, peshmerga, shopkeepers, taxi drivers and civil servants, the overwhelming majority of whom reject the referendum outright. They consider it a ploy by the current leadership to distract attention from its failure to efficiently run the government and manage the economy for the last 25 years, since the establishment of the Kurdistan Regional Government (KRG) in 1992. Sulaimaniyah, nestled between several mountain ranges, is the largest province in the Iraqi Kurdistan Region, the other two being Dahuk and Erbil. Sulaimaniyah is home to around 2 million of the region's total indigenous population of 5.2 million people. The anger and frustration among them is palpable. “Why should I vote yes in the referendum?” Shaho Mahyaddin, a father of two, asked rhetorically. “After 17 years of being a traffic police officer, what do I have? No electricity. No water. I have no house or investment. I have nothing. The only thing I had was my salary [$980 a month], but over the last two years, they have cut it by more than 30%. How can I feed two children on that amount?\"  Reeling from low oil prices, the KRG last year resorted to cutting the salaries of public sector employees — a bloated 1.4 million-person workforce — by up to 65% to counter the economic meltdown. The move had serious adverse effects for the economy, including a decline in purchasing power. Traders in the bazaar, already hit hard by the economic crisis, are now also worried about the possible impact of the upcoming referendum. “People are buying only essential goods, such as flour and rice, because they are worried about the day after the referendum,” said Dashtawan, an assistant in a shop selling kitchen wares. “This July was the worst month in terms of trading in the bazaar for me, even worse than when Daesh attacked,” referring to the Islamic State offensive in summer 2014. Dashtawan said that with only few exceptions, the majority of the people he knows in the bazaar are angry about the economy and are very likely to vote no at the polls.  “We have had this business since 1953, but it has never been this bad,” said Najat, who has worked in his father’s tea house in Sulaimaniyah's main bazaar since he was 15. Najat said his business has been in decline for the last three years, since Baghdad and Erbil began having serious disputes. “I used to sell about 400 teas per day, but now it is around 120,” said Najat, as he poured tea for the only customer in the little tea house. “Despite this, I will vote yes in the referendum, because this is a once in a lifetime chance, and we should not miss it.” Many civil servants have spent their savings since early 2014, when Baghdad refused to disburse Kurdistan's share of funding in the national budget, and salaries were cut. With no social security net, many residents are anxious about the negative impact of the referendum. Teachers are one group that has been particularly hit by the financial crisis, with cuts to their salaries of almost 70%. “I will go to the polls, and I will mark a resolute no,” said Nesar, a primary school teacher from Halabja who has taught for 18 years. “The government has slashed my salary of $900 by 65%.” When Al-Monitor asked whether he would vote yes if the government reinstated his salary, he responded, “No, because I have no trust whatsoever in the current leadership.” It is ironic that under the British and other regimes in Iraq, the people of Sulaimaniyah have always been rebellious, including at the forefront of the independence movements, but 25 years of Kurdish rule have turned them against a referendum for independence. During parliamentary elections in September 1930, the Kurds of Sulaimaniyah called on the British government, which held the League of Nations mandate over Iraq, to allow them to create an independent state as a British protectorate so they would not be at the mercy of an Arab king in Baghdad. When the Sulaimaniyah Kurds realized the futility of their effort, anger grew toward the British and what the Kurds saw as their betrayal. Rejecting Baghdad Arab rule, they poured into the streets while most of the rest of Kurdistan remained silent. By the end of election day, 14 residents were dead and many more wounded, killed or injured at the hands of British and Iraqi forces. In the second half of the 20th century, the people of Sulaimaniyah rebelled several more times. Ordinary Kurds were only too happy to name their children after a famous peshmerga commander or a battle that the peshmerga won against the Iraqi army. They have supported the peshmerga with whatever they could, but many are now scratching their heads and looking for answers to what went wrong. These days it is difficult to mention the name of a certain former peshmerga commander turned politician and not elicit a curse from the average Kurd. The people today despise or have no patience for their Kurdish rulers. “The main problem is the trust between the public and the political elite,” said Abdulbaset Ismail, who fought for four years as a peshmerga commander against the Iraqi army in the 1980s. “We fought to free the Kurds from the yoke of the Iraqi state, but I never thought we would create this mess.” Ismail, whose nom de guerre in the mountain was Halo Soor, is driving a taxi these days in Erbil and has difficulty making ends meet. He had commanded a unit of 26 peshmerga in the mountains, 24 of whom lost their life fighting the Iraqi army in the pursuit of Kurdish independence. “Don't get me wrong. I am all for independence, but not under the banner of these thieves,” Ismail asserted. Asked if he would vote on Sept. 25, he replied, “I’d rather cut off my index finger than vote in the referendum.”\n~~~~~~~\nCOMMENT:  I need to think about this.  I need to look for more news of this type:  more reports of Kurds not wanting to be independent.  If this article represents the thinking of a significant percentage of Kurds, I would think that Barzani would delay the referendum so as to not embarrass himself and his party with a defeat.   Has anyone else read reports like this?  @Jean-Pierre, @Rene, @ErikFritzsche, @sevedb, @cmeinel, @Dsarin, @Wildwood2000, @GL2814, @Khalid, @dowser"], [9755, "2017-08-12T18:32:17Z", [0.15, 0.0, 0.85], ""], [691, "2017-08-12T15:26:25Z", [0.98, 0.01, 0.01], "http://www.reuters.com/article/us-mideast-crisis-iraq-kurds-idUSKBN1AS06Z?il=0\nhttp://www.reuters.com/article/us-mideast-crisis-usa-kurds-referendum-idUSKBN1AS0BC?il=0\ngame on, apparently"], [4273, "2017-08-12T13:07:34Z", [0.85, 0.0, 0.15], ""], [1034, "2017-08-12T08:17:15Z", [1.0, 0.0, 0.0], ""], [38033, "2017-08-11T20:52:42Z", [0.05, 0.01, 0.94], ""], [691, "2017-08-11T19:39:16Z", [0.93, 0.0, 0.07], ""], [35537, "2017-08-11T14:54:00Z", [0.87, 0.05, 0.08], ""], [34566, "2017-08-11T12:25:35Z", [0.97, 0.0, 0.03], ""], [31756, "2017-08-11T09:17:14Z", [0.8, 0.0, 0.2], ""], [1034, "2017-08-11T06:48:18Z", [1.0, 0.0, 0.0], ""], [31802, "2017-08-10T16:57:37Z", [0.9, 0.0, 0.1], "Date is set for September 25th, but they leave some room for an alternative (http://www.rudaw.net/english/kurdistan/030820175)"], [691, "2017-08-10T16:06:11Z", [0.93, 0.0, 0.07], ""], [68, "2017-08-10T08:26:58Z", [0.9, 0.0, 0.1], ""], [1034, "2017-08-10T07:18:20Z", [1.0, 0.0, 0.0], ""], [619, "2017-08-09T18:45:26Z", [0.01, 0.0, 0.99], ""], [37135, "2017-08-09T18:28:03Z", [1.0, 0.0, 0.0], ""], [691, "2017-08-09T12:09:24Z", [0.93, 0.0, 0.07], ""], [1034, "2017-08-08T05:56:20Z", [1.0, 0.0, 0.0], ""], [13377, "2017-08-07T10:03:45Z", [0.89, 0.0, 0.11], ""], [1034, "2017-08-07T04:16:36Z", [1.0, 0.0, 0.0], ""], [1034, "2017-08-07T04:09:00Z", [1.0, 0.0, 0.0], ""], [1034, "2017-08-07T03:55:15Z", [1.0, 0.0, 0.0], ""], [1034, "2017-08-06T08:34:58Z", [1.0, 0.0, 0.0], "Kurds, Voting on Independence in September, Want Stability and Democracy Frantzman (2017) Aug 1, states that: The people of the Kurdistan region overwhelmingly or almost unanimously want independence,” former U.S. ambassador Peter Galbraith told a symposium in Washington, D.C., on July 28. His speech was one of many at the event, which highlighted Kurdistan as “a strategic U.S. ally” and provided a platform for making the case that the region deserves the right to decide on a future that may involve separating from Iraq. The Kurdistan Regional Government (KRG), an autonomous region in northern Iraq, has slated an independence referendum for September 25 and is seeking to persuade the U.S. and other nations to support the initiative. The case for KRG independence at the moment is strong, as the Kurds played a key role in defeating the Islamic State and suffered genocidal persecution at the hands of the previous Iraqi regime, Saddam Hussein’s (Para. 1). Frantzman, S., J. (2017). Kurds, Voting on Independence in September, Want Stability and Democracy. National Review. Retrieved from\nhttp://www.nationalreview.com/article/450028/kurdistan-independence-vote-hopes-stability-democracy-run-high"], [1034, "2017-08-05T07:08:15Z", [1.0, 0.0, 0.0], ""], [30594, "2017-08-04T19:25:18Z", [0.89, 0.0, 0.11], ""], [1034, "2017-08-04T08:19:19Z", [1.0, 0.0, 0.0], ""], [36255, "2017-08-03T19:24:57Z", [0.6, 0.1, 0.3], ""], [691, "2017-08-03T12:07:27Z", [0.93, 0.0, 0.07], ""], [1034, "2017-08-03T07:55:27Z", [1.0, 0.0, 0.0], ""], [23234, "2017-08-02T23:44:44Z", [0.94, 0.0, 0.06], ""], [691, "2017-08-02T14:19:32Z", [0.93, 0.0, 0.07], ""], [1034, "2017-08-02T06:23:16Z", [1.0, 0.0, 0.0], ""], [691, "2017-08-01T12:30:00Z", [0.93, 0.0, 0.07], ""], [1034, "2017-08-01T05:45:33Z", [1.0, 0.0, 0.0], ""], [29266, "2017-07-31T22:53:57Z", [1.0, 0.0, 0.0], ""], [16652, "2017-07-31T19:17:07Z", [0.35, 0.05, 0.6], ""], [691, "2017-07-31T12:18:16Z", [0.93, 0.0, 0.07], ""], [1034, "2017-07-31T05:48:20Z", [1.0, 0.0, 0.0], ""], [36600, "2017-07-31T00:58:01Z", [0.5, 0.35, 0.15], ""], [23234, "2017-07-30T22:31:37Z", [0.9, 0.0, 0.1], ""], [15196, "2017-07-30T15:40:39Z", [1.0, 0.0, 0.0], ""], [691, "2017-07-30T12:29:21Z", [0.93, 0.0, 0.07], ""], [1034, "2017-07-30T08:58:41Z", [1.0, 0.0, 0.0], ""], [4273, "2017-07-30T03:27:10Z", [0.9, 0.0, 0.1], ""], [38, "2017-07-30T01:51:10Z", [0.94, 0.0, 0.06], ""], [31756, "2017-07-29T19:04:51Z", [0.7, 0.0, 0.3], ""], [691, "2017-07-29T13:09:13Z", [0.93, 0.0, 0.07], ""], [15196, "2017-07-29T13:06:20Z", [0.8, 0.0, 0.2], ""], [35537, "2017-07-29T13:00:02Z", [0.8, 0.08, 0.12], ""], [1034, "2017-07-29T06:31:27Z", [1.0, 0.0, 0.0], ""], [691, "2017-07-28T21:08:19Z", [0.9, 0.0, 0.1], ""], [29907, "2017-07-28T15:31:22Z", [0.9, 0.02, 0.08], ""], [36648, "2017-07-28T13:46:47Z", [0.5, 0.3, 0.2], ""], [1034, "2017-07-28T08:18:47Z", [1.0, 0.0, 0.0], ""], [7124, "2017-07-28T05:14:14Z", [0.98, 0.0, 0.02], ""], [691, "2017-07-27T14:41:07Z", [0.9, 0.0, 0.1], ""], [1034, "2017-07-27T07:34:13Z", [1.0, 0.0, 0.0], ""], [691, "2017-07-26T20:05:26Z", [0.9, 0.0, 0.1], ""], [13377, "2017-07-26T11:25:51Z", [0.88, 0.01, 0.11], ""], [691, "2017-07-25T20:02:42Z", [0.9, 0.0, 0.1], ""], [35537, "2017-07-25T12:52:28Z", [0.72, 0.08, 0.2], ""], [30594, "2017-07-25T10:55:59Z", [0.88, 0.01, 0.11], ""], [1034, "2017-07-25T07:31:44Z", [1.0, 0.0, 0.0], "Why a referendum won’t solve Iraqi Kurdistan’s problems Diehl (2017) July 23, states that: There’s a lingering impression in Washington that Iraqi Kurdistan is what it was five years ago, before the rise of the Islamic State: a peaceful, prospering, emerging pro-Western democracy whose aspirations for full independence from Iraq are increasingly hard to ignore. Unfortunately, a great deal has changed since then, thanks to war, the U.S. retreat from the region and the Kurds’ own dysfunctions. As the Islamic State slowly crumbles to its south and west, Kurdistan is politically and economically broken. President Masoud Barzani remains in office four years after his term ended, and parliament has not met in almost two years. The government is deeply in debt and can scarcely afford to pay the three-quarters of the workforce who are state employees. The army and security services are divided into rival factions. Barzani’s reaction to this distress has been to schedule a referendum on Kurdish independence for Sept. 25. The initiative has been rejected not just by the Iraqi federal government, but also by Kurdistan’s powerful neighbors Iran and Turkey, as well as the United States. More significantly, it is being viewed even by staunchly pro-independence Kurds as evidence that the region’s politics have reached a dangerous dead end. The referendum is “an excuse by Kurdish leaders to remain in power,” says Shaswar Abdulwahid Qadir, the owner of Kurdistan’s independent NRT television network. “The younger generation doesn’t know anything about their fight in the mountains against Saddam Hussein. So the old leaders need another excuse to run the country for another 26 years.” Those bitter words reflect Qadir’s perspective as one of a rising generation of Kurds — and Iraqis — struggling over how to create stable political institutions and a working economy amid the mess of sectarian conflicts, extremist movements and corrupt establishments littered across the post-Islamic State landscape. Their challenge, like it or not, is “nation-building” — and they desperately need U.S. help (para. 1-5). Diehl, J. (2017). Why a referendum won’t solve Iraqi Kurdistan’s problems. The Washington Post. Opinion. Retrieved from\nhttps://www.washingtonpost.com/opinions/global-opinions/why-a-referendum-wont-solve-iraqi-kurdistans-problems/2017/07/23/857326fe-6d68-11e7-b9e2-2056e768a7e5_story.html Iraqi Kurds Want America as Their Divorce Lawyer Allen-Ebrahimian (2017) July 18, states that: Iraqi Kurds are mounting a campaign in Washington this week to rally U.S. government support for an independence bid before a referendum in September. But Baghdad opposes talk of secession, and with the United States committed to a one-Iraq policy, it’s going to be an uphill fight. Falah Mustafa Bakir, the head of the Kurdistan Regional Government’s Department of Foreign Relations, told Foreign Policy during a visit to Washington that the message he hoped to convey to his American counterparts was that “an independent Kurdistan is a solution and not a problem.” “The United States can play a very important role,” Bakir told FP. “It has leverage, and it has tools, in order to be the broker … in bringing Erbil and Baghdad to this process of negotiation.” Iraqi Kurds, who are concentrated in the country’s autonomous northern region, have long chafed under centralized rule. In the 1990s under Saddam Hussein, they were the targets of a genocidal campaign that forced hundreds of thousands of Kurds to flee into the mountains for safety. The 2005 Iraqi Constitution established the autonomous Kurdistan Regional Government, or KRG, which gained international acclaim for the role of its Peshmerga militias in the fight against the Islamic State. But many Kurds believe Baghdad has failed to respect their rights. Under the constitution, the Kurdish region is guaranteed a 17 percent cut of the national budget. But in 2014, following a dispute over oil sales, then-Iraqi Prime Minister Nouri al-Maliki refused to send the requisite payment, sparking a financial crisis (para. 1-6). Allen-Ebrahimian, B. (2017). Iraqi Kurds Want America as Their Divorce Lawyer. Foreign Policy. The Cable. Retrieved from\nhttp://foreignpolicy.com/2017/07/18/iraqi-kurds-want-america-as-their-divorce-lawyer-kurdistan-referendum-independence/\n"], [34353, "2017-07-24T18:32:48Z", [0.95, 0.0, 0.05], "Looks like they will move ahead on this: http://www.rudaw.net/english/kurdistan/24072017."], [1333, "2017-07-24T16:33:49Z", [1.0, 0.0, 0.0], ""], [691, "2017-07-24T15:11:26Z", [0.9, 0.0, 0.1], ""], [36590, "2017-07-24T10:28:41Z", [0.1, 0.6, 0.3], ""], [4634, "2017-07-24T09:55:30Z", [0.85, 0.0, 0.15], ""], [19801, "2017-07-24T07:49:18Z", [1.0, 0.0, 0.0], "This time is hardly going to be different. The importance of the referendum is not that it's being held again because clearly we know the outcome, but that it would give some ammunition to Mr. Barzani when he goes to Baghdad actually negotiate the terms of independence. It still has to be negotiated between the Kurdistan region and Baghdad.\nhttp://www.npr.org/2017/07/21/538608383/iraqi-kurds-schedule-independence-referendum-for-september"], [1034, "2017-07-24T06:29:48Z", [1.0, 0.0, 0.0], ""], [691, "2017-07-23T19:06:01Z", [0.89, 0.0, 0.11], ""], [23234, "2017-07-23T11:06:31Z", [0.87, 0.0, 0.13], ""], [1034, "2017-07-23T08:25:34Z", [1.0, 0.0, 0.0], ""], [1333, "2017-07-22T20:51:51Z", [0.85, 0.15, 0.0], ""], [691, "2017-07-22T12:19:06Z", [0.89, 0.0, 0.11], ""], [1034, "2017-07-22T07:32:27Z", [1.0, 0.0, 0.0], "U.S. general told Syria's YPG: 'You have got to change your brand' Stewart (2017) July 21, states that: One of America's most senior generals said on Friday he instructed the Kurdish YPG militia to change its \"brand\" a day or so before it unveiled an alliance with Syrian Arabs in 2015 under the name Syrian Democratic Forces. The recounting by U.S. Army General Raymond Thomas, the head of Special Operations Command, offered a glimpse into the mechanics that preceded a major rampup in U.S. support to the Kurdish fighters despite fierce opposition from NATO ally Turkey. Turkey views the YPG as an extension of PKK militants waging an insurgency on Turkish soil, and has sharply criticized U.S. support to the group, which has increased over time. Thomas said he made the Turkish concerns known to the YPG back in 2015 (para.1-4). Stewart, P. (2017). U.S. general told Syria's YPG: 'You have got to change your brand'. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-mideast-crisis-usa-ypg-idUSKBN1A62SS"], [1034, "2017-07-22T01:17:02Z", [1.0, 0.0, 0.0], ""], [29907, "2017-07-21T17:02:04Z", [0.86, 0.03, 0.11], ""], [691, "2017-07-21T16:15:52Z", [0.89, 0.0, 0.11], ""], [1333, "2017-07-21T14:54:36Z", [0.75, 0.2, 0.05], ""], [12879, "2017-07-21T14:14:47Z", [0.95, 0.0, 0.05], ""], [691, "2017-07-20T18:40:19Z", [0.89, 0.0, 0.11], ""], [30594, "2017-07-20T15:25:44Z", [0.8, 0.01, 0.19], "Referenda were proclaimed but not hold in\n- 2014\n- 2016 2005 was a referendum inofficially with 99 percent in favor of secession. I still think this is a bargaining chip of Barzani... If he really wants stateness of the Kurds he needs a road map with Turkey, Iran, USA and Iraq as actors... everything else is a receipt for upheaval in the region."], [30594, "2017-07-20T15:17:57Z", [0.82, 0.02, 0.16], ""], [1034, "2017-07-20T07:30:09Z", [1.0, 0.0, 0.0], ""], [23234, "2017-07-20T01:44:12Z", [0.84, 0.0, 0.16], ""], [13377, "2017-07-19T16:25:21Z", [0.88, 0.0, 0.12], "http://www.kurdistan24.net/en/news/5824eced-e219-4a2b-93bc-1b7195625bc1  The Kurdistan Region President on Wednesday announced the date for Kurdistan’s upcoming parliamentary and presidential elections. The Kurdistan Region President Masoud Barzani in a presidential order set November 1, 2017, for both parliamentary and presidential elections in the Kurdistan Region. Barzani urged all the related entities in the Kurdistan Region to take necessary steps and coordinate with the Independent High Electoral and Referendum Commission (IHERC) to arrange for the election."], [691, "2017-07-19T13:00:23Z", [0.89, 0.0, 0.11], ""], [29907, "2017-07-19T11:27:25Z", [0.84, 0.03, 0.13], ""], [29266, "2017-07-19T10:57:04Z", [1.0, 0.0, 0.0], ""], [1034, "2017-07-19T06:58:07Z", [1.0, 0.0, 0.0], ""], [15196, "2017-07-19T03:17:06Z", [0.3, 0.0, 0.7], ""], [1333, "2017-07-18T19:29:11Z", [0.81, 0.16, 0.03], ""], [691, "2017-07-18T16:18:05Z", [0.89, 0.0, 0.11], ""], [1034, "2017-07-18T06:54:12Z", [1.0, 0.0, 0.0], ""], [23234, "2017-07-18T01:32:56Z", [0.78, 0.0, 0.22], ""], [519, "2017-07-17T20:07:06Z", [0.9, 0.0, 0.1], "It seems likely, but I don't see any follow up. "], [691, "2017-07-17T19:31:19Z", [0.89, 0.0, 0.11], ""], [34353, "2017-07-17T16:43:29Z", [0.8, 0.05, 0.15], ""], [68, "2017-07-17T11:54:12Z", [0.85, 0.0, 0.15], "Reducing from 99/0/1 to 85/0/15 in view of strong US opposition. http://aranews.net/2017/07/kurdistan-referendum-destabilise-iraq-us-coalition-official/ Ultimately, the Kurds know that the US is their ultimate guarantor, and would probably postpone the referendum again if pressed hard. Along with the Iraqi government, none of the other neighbours (Turkey, Iran, Syria) are in favour, so despite what Barzani may say about \"no turning back\", he may well have to defer to the US.\nhttp://www.kurdistan24.net/en/news/377369a1-970b-4322-97ba-b44c79220871"], [29266, "2017-07-17T11:24:12Z", [1.0, 0.0, 0.0], ""], [1034, "2017-07-17T07:36:01Z", [1.0, 0.0, 0.0], ""], [4634, "2017-07-16T10:04:43Z", [0.8, 0.02, 0.18], ""], [1034, "2017-07-16T09:52:59Z", [1.0, 0.0, 0.0], ""], [30594, "2017-07-16T09:24:37Z", [0.83, 0.01, 0.16], "I think there is still a lot to debate about whether the referendum will take place or not. There are so many players, international and domestic, that oppose it, and Barzani might use the referendum as a bargaining chip. I do not think this is more likely than not, but it is possible. I'll keep an eye on the discussion. So far, they have not even prepared the voter registration..."], [691, "2017-07-15T13:14:24Z", [0.89, 0.0, 0.11], ""], [1034, "2017-07-15T08:57:34Z", [1.0, 0.0, 0.0], ""], [36467, "2017-07-14T19:49:05Z", [0.9, 0.0, 0.1], ""], [691, "2017-07-14T15:42:48Z", [0.89, 0.0, 0.11], ""], [12029, "2017-07-14T13:56:38Z", [0.36, 0.19, 0.45], ""], [1034, "2017-07-14T07:01:45Z", [1.0, 0.0, 0.0], ""], [1333, "2017-07-13T21:05:33Z", [0.8, 0.16, 0.04], ""], [691, "2017-07-13T15:35:08Z", [0.89, 0.0, 0.11], ""], [23234, "2017-07-13T03:30:44Z", [0.84, 0.0, 0.16], ""], [691, "2017-07-12T20:39:00Z", [0.89, 0.0, 0.11], ""], [31450, "2017-07-12T16:46:19Z", [0.85, 0.05, 0.1], "Upon reflection and research I think this is much more likely to result in independence but in some ways all I have to go on is the 2005 vote that was heavily in favor of independence. I don't see why the central government would have gotten more popular in that time. "], [36409, "2017-07-12T14:11:54Z", [1.0, 0.0, 0.0], ""], [34353, "2017-07-12T12:19:41Z", [0.8, 0.05, 0.15], ""], [1034, "2017-07-12T07:41:24Z", [1.0, 0.0, 0.0], ""], [35883, "2017-07-12T06:21:24Z", [0.85, 0.0, 0.15], ""], [23234, "2017-07-12T06:17:55Z", [0.89, 0.0, 0.11], ""], [23234, "2017-07-12T06:09:22Z", [0.79, 0.0, 0.21], "Comment deleted on Jul 12, 2017 06:18AM UTC"], [23234, "2017-07-12T00:53:15Z", [0.7, 0.0, 0.3], ""], [1333, "2017-07-11T20:23:48Z", [0.8, 0.15, 0.05], ""], [35537, "2017-07-11T16:34:15Z", [0.62, 0.08, 0.3], "A referendum is scheduled, but it has little support from major players in the international community. In my opinion, there is a considerable chance that the vote will continue to be delayed. However, if the scheduled referendum is held, I believe that the vote will be in favor of independence given a large Kurdish desire for an independent state."], [1034, "2017-07-11T06:07:48Z", [1.0, 0.0, 0.0], ""], [29980, "2017-07-11T02:24:32Z", [0.99, 0.0, 0.01], ""], [13377, "2017-07-11T02:17:05Z", [0.83, 0.01, 0.16], ""], [9755, "2017-07-11T00:23:16Z", [0.45, 0.0, 0.55], ""], [4273, "2017-07-10T23:28:05Z", [0.78, 0.02, 0.2], "if the kurds move too fast in holding a referendum on independence, antony j. blinken, deputy secretary of state in the Obama administration, warns that they will \"incure the wrath of both Baghdad and the sunnis, not to mention turkey and iran. if oil prices stay low, the kurds will be hard pressed to become self-sufficient."], [28091, "2017-07-10T16:53:50Z", [1.0, 0.0, 0.0], "A Kurdish state is a long way off with a lot of small steps to be taken and this vote is one of them. "], [1333, "2017-07-10T14:23:06Z", [0.85, 0.15, 0.0], "Cor flGs and indicatorz I watch for deals to be approved in Baghdad and if Barzani gets what be needs out of baghdad hell run the election off the rails. If not hell plow ahead and present Baghdad with a new reAlity."], [22507, "2017-07-10T11:56:02Z", [0.7, 0.1, 0.2], ""], [22689, "2017-07-10T06:57:22Z", [0.85, 0.05, 0.1], ""], [38, "2017-07-09T21:24:18Z", [0.88, 0.0, 0.12], ""], [29907, "2017-07-09T18:51:48Z", [0.78, 0.05, 0.17], ""], [691, "2017-07-09T18:45:42Z", [0.89, 0.0, 0.11], ""], [3363, "2017-07-09T13:37:33Z", [0.75, 0.04, 0.21], ""], [30594, "2017-07-09T11:44:10Z", [0.83, 0.01, 0.16], "Updating for doing research on whether they will do it or not. As far as I can see and read, Barzani is serious about it. However, I have read that the preparations for the referendum have not gone too well, so far. And Barzani might still trade the referendum in exchange for kind of more autonomy or a masterplan for independence... No country in the world has an interest in secession of the Kurds from Iraq... would be a dangerous precedent.  See for a list of pros and cons the discussion, here: http://www.gjopen.com/comments/comments/529416"], [1034, "2017-07-09T07:23:17Z", [1.0, 0.0, 0.0], ""], [23234, "2017-07-08T17:10:37Z", [0.99, 0.0, 0.01], ""], [23234, "2017-07-08T14:20:04Z", [0.98, 0.0, 0.02], ""], [1034, "2017-07-08T05:33:25Z", [1.0, 0.0, 0.0], ""], [23234, "2017-07-07T22:13:15Z", [0.89, 0.0, 0.11], ""], [36309, "2017-07-07T22:08:44Z", [0.75, 0.05, 0.2], "Barzani has staked alot of political capital on holding the referendum.  His rivals (Talabani's PUK party, and the Gorran party)  also want an independence referendum asap, as long as it is constructed in such a way as to allow power-sharing, not a Barzani KDP dictatorship.   It all depends on how the referendum language is written.  Barzani knows this and will probably compromise enough to get them on board.  So it will probably happen, and if it does a genuine 90%+ of the population will support it."], [1333, "2017-07-07T16:53:42Z", [0.85, 0.15, 0.0], ""], [691, "2017-07-07T15:33:57Z", [0.89, 0.0, 0.11], ""], [22689, "2017-07-07T14:17:44Z", [0.8, 0.2, 0.0], ""], [13135, "2017-07-07T12:45:32Z", [0.75, 0.15, 0.1], ""], [1034, "2017-07-07T06:18:22Z", [1.0, 0.0, 0.0], ""], [31756, "2017-07-06T19:51:31Z", [0.6, 0.0, 0.4], ""], [691, "2017-07-06T12:38:49Z", [0.89, 0.0, 0.11], ""], [36339, "2017-07-06T11:19:48Z", [0.33, 0.02, 0.65], "ongoing fight with ISIL means that there is chance of further delay. This has been a slow and arduous fight, and was the reason for the last delay. Hence chance of delay is still quite large. Also, foreign powers likely interested in keeping Iraq together.\nKurds have been wanting independence for years. chance of holding a vote and going against independence are very low.\nIf a vote is actually held, assuming no tamper, Kurds will strongly vote for independence.\n"], [1034, "2017-07-06T05:33:50Z", [1.0, 0.0, 0.0], ""], [31238, "2017-07-05T20:43:40Z", [0.9, 0.0, 0.1], ""], [34353, "2017-07-05T15:46:41Z", [0.8, 0.05, 0.15], ""], [28380, "2017-07-05T06:45:35Z", [0.34, 0.0, 0.66], "Their allies will do everything in their power to prevent this from happening. If it happens the Kurds will surely vote for independence."], [1034, "2017-07-05T04:55:34Z", [1.0, 0.0, 0.0], ""], [522, "2017-07-04T13:30:34Z", [0.85, 0.15, 0.0], ""], [691, "2017-07-04T13:13:17Z", [0.89, 0.0, 0.11], ""], [1034, "2017-07-04T06:57:01Z", [1.0, 0.0, 0.0], ""], [38, "2017-07-04T05:33:32Z", [0.88, 0.06, 0.06], ""], [34353, "2017-07-03T16:06:40Z", [0.8, 0.05, 0.15], "Revised based on further research by self and others as reflected below."], [1333, "2017-07-03T14:25:23Z", [0.75, 0.25, 0.0], ""], [691, "2017-07-03T14:04:42Z", [0.89, 0.0, 0.11], ""], [36274, "2017-07-03T13:19:18Z", [0.7, 0.1, 0.2], ""], [1034, "2017-07-03T06:21:41Z", [1.0, 0.0, 0.0], ""], [1034, "2017-07-02T07:44:56Z", [1.0, 0.0, 0.0], "5 maps that explain the new Middle East Friedman and Bokhari (2017) July 1, states that: Nation-states are the defining feature of the modern political era. They give people a collective identity and a pride of place… even when their borders are artificially drawn, as they were in the Middle East. However, transnational issues like religion and ethnicity often get in the way of the notion of nationalism. Those can’t be contained by a country’s borders. Arab nation-states are now failing in the Middle East. Their failure is mainly due to their inability to create viable political economies. Transnational issues—especially the competition between the Sunni and Shiite sects of Islam—however, amplify the process. \nThe Failure of Pan-Arabism \nTransnational issues have long plagued the modern Middle East. Major Arab states like Egypt, Syria, and Iraq began to flirt with pan-Arabism. It’s a secular, left-leaning ideology that sought political unity of the Arab world. It promoted a kind of nationalism that defied the logic of the nation-state. Pan-Arabism failed because it couldn’t replace traditional nationalism with something that had never existed in history. But the countries that rejected it never really developed into viable political entities (para. 1-5). Friedman, F. & Bokhari, K. (2017). 5 maps that explain the new Middle East. Mauldin Economics. Retrieved from \nhttp://www.businessinsider.com/5-maps-that-explain-the-new-middle-east-2017-6\n"], [30594, "2017-07-02T07:20:47Z", [0.78, 0.02, 0.2], "Some similarities with other questions on referenda and its rationales (Northern Ireland, Scotland) exist… Since it is near certain that the Kurds will vote in favor of independence if the referendum takes place, it all comes down to the question if they really do it! Will the referendum take place? Pro\n* They have a date.\n* They have a bargaining chip vis-á-vis the international community since they fight ISIS.\n* The Assyrian, Turkish, and Armenian minorities support the referendum; as do all political parties in Kurdistan.\n* US called it 'legitimate' to strive for a Kurdish state.\n* Barzani is an ally of Erdogan (despite Turkey is against the referendum).\n* Barzani needs legitimacy since his term ended in 2015. Elections were suspended in order to fight ISIS.  Con\n* Turkey, Iraq, the US and all other state oppose the referendum. There is no one in the international community who might have an interest since fear of secession is widespread in Europe, Latin America, Africa and Asia. \n* The referendum is something to pressure the Iraqi central government to institutionalize a more autonomous Kurdish polity; seems not unlikely that they will be open to discuss the referendum as such if the Iraqi Gov gives them something for that\n\t○ since separatism is feared by many international actors \n\t○ and since the success of the IS among Sunnis showed what a disaster the Shiite centered policy of the Iraqi central government is or was \n        ○ and since there is oil - so there is a payback for cooperation.\n* Base rate of announcements: 2007 and 2014 there were announcements (albeit without a date) that were not followed by referenda, however. Summing it up: It is at least possible to delay the referendum… that would be face-saving for Barzani and would allow the Kurdish Regional Gov to negotiate with its partners for a better deal. How to quantify? How to anchor?:\n* Since they announced the referendum with a date, I guess it is more likely it will take place than not.\n* Consensus is about 14 percent for the referendum not taking place. That seems underrated. I think, I would take a bet up to 1:4 or even 1:3. So I start with 20 percent for the \"No\" option - which I will discount for passing of time."], [23234, "2017-07-02T00:54:40Z", [0.95, 0.0, 0.05], ""], [691, "2017-07-01T15:47:40Z", [0.89, 0.0, 0.11], ""], [36263, "2017-07-01T11:20:28Z", [0.3, 0.05, 0.65], ""], [13377, "2017-07-01T09:44:24Z", [0.99, 0.0, 0.01], ""], [1034, "2017-07-01T06:16:16Z", [1.0, 0.0, 0.0], ""], [36185, "2017-06-30T15:33:36Z", [0.7, 0.3, 0.0], ""], [36253, "2017-06-30T15:26:40Z", [0.85, 0.15, 0.0], ""], [691, "2017-06-30T14:18:55Z", [0.89, 0.0, 0.11], ""], [1034, "2017-06-30T06:57:48Z", [1.0, 0.0, 0.0], ""], [30330, "2017-06-29T19:39:33Z", [0.1, 0.1, 0.8], ""], [691, "2017-06-29T19:34:16Z", [0.89, 0.0, 0.11], ""], [30330, "2017-06-29T19:17:41Z", [0.1, 0.1, 0.8], ""], [36230, "2017-06-29T14:59:11Z", [0.55, 0.3, 0.15], ""], [1034, "2017-06-29T07:51:34Z", [1.0, 0.0, 0.0], ""], [1593, "2017-06-29T01:02:00Z", [0.55, 0.25, 0.2], ""], [36219, "2017-06-29T00:56:20Z", [0.75, 0.15, 0.1], ""], [4273, "2017-06-28T23:39:34Z", [0.8, 0.0, 0.2], ""], [861, "2017-06-28T15:35:56Z", [1.0, 0.0, 0.0], ""], [13788, "2017-06-28T13:08:40Z", [0.32, 0.48, 0.2], ""], [23234, "2017-06-28T12:48:06Z", [0.85, 0.0, 0.15], ""], [995, "2017-06-28T12:18:18Z", [0.65, 0.0, 0.35], ""], [1034, "2017-06-28T05:40:15Z", [1.0, 0.0, 0.0], ""], [29266, "2017-06-28T00:43:42Z", [1.0, 0.0, 0.0], ""], [4273, "2017-06-27T19:34:27Z", [0.9, 0.0, 0.1], ""], [34353, "2017-06-27T18:12:14Z", [1.0, 0.0, 0.0], ""], [1034, "2017-06-27T06:12:57Z", [1.0, 0.0, 0.0], ""], [23234, "2017-06-26T22:44:53Z", [0.92, 0.0, 0.08], ""], [36162, "2017-06-26T20:20:45Z", [0.8, 0.0, 0.2], ""], [691, "2017-06-26T19:54:55Z", [0.89, 0.0, 0.11], ""], [1034, "2017-06-26T06:43:07Z", [1.0, 0.0, 0.0], ""], [7124, "2017-06-26T04:18:08Z", [0.98, 0.0, 0.02], ""], [784, "2017-06-25T15:41:22Z", [0.6, 0.1, 0.3], ""], [14133, "2017-06-25T15:28:08Z", [0.8, 0.0, 0.2], "It's really just a question of whether the KRG prefers to use the prospect of a referendum as a threat or weapon. If they held a referendum, at least 90% would vote for independence, so they would presumably have to respond to that desire in some way. This would limit their options, so they have-- so far-- preferred to be all but independent and keep threatening independence."], [28414, "2017-06-25T09:32:15Z", [0.99, 0.0, 0.01], ""], [68, "2017-06-25T09:14:10Z", [0.99, 0.0, 0.01], "They are almost certainly not going to back down now.  They will want a large majority in favour of independence to support their representatives in the negotiations with the Iraqi government that will follow (and to neutralize objections from other neighbours with Kurdish populations i.e. Turkey, Iran and Syria)."], [31756, "2017-06-25T09:11:38Z", [0.5, 0.0, 0.5], ""], [1034, "2017-06-25T08:18:22Z", [1.0, 0.0, 0.0], "The Kurdish region of Iraq is going to vote on independence. Here’s what you need to know. Kaplan and Mardini (2017) June 2, states that: Amid the backdrop of a fight against the Islamic State, the Kurdistan region of Iraq plans to hold an important vote to determine its direction on statehood. Earlier this month, Kurdistan Regional Government President Masoud Barzani announced that a long-awaited referendum on independence would be held Sept. 25, 2017. Importantly, the vote will not only take place within the borders of the Kurdistan region, but also within disputed territories that are now under de facto Kurdish control since their liberation from the Islamic State. Barzani has called for a referendum many times before, but this time an official date has been set and the vote will probably take place. An informal referendum passed overwhelmingly in the Kurdistan region in January 2005, and there is good reason to believe a positive result will be replicated in this year’s official process. A step toward independence The referendum is not equivalent of a declaration of independence. Nor will it trigger any immediate change to the nature of Kurdish sovereignty in northern Iraq, as the vote has neither a legal framework to empower the referendum as a binding measure, nor support from the international community. The referendum will simply ask voters if they want an independent Kurdish state. However, the referendum is a way for Iraqi Kurds to signal their intention to pursue independence more aggressively in a post-Islamic State Iraq, and the vote will likely give Kurds more leverage in that process. Why now? A strategy to solidify territorial gains. The referendum is also viewed as a way for the Kurds to help legitimize their hold on newly gained territory from the fight against the Islamic State. After nearly three years of war, the Kurdistan Region has gained control over many of the disputed territories in contention with the central government in Baghdad, most importantly the oil-rich city of Kirkuk. Knowing that their bargaining position vis-à-vis Baghdad (and Washington) will diminish once the fight against the Islamic State ends, and with the battle for Mosul reaching its final stages, the Kurds are acting fast to solidify their territorial gains before pressure is refocused to withdraw from those areas. A pro-independence vote in Kurdish-held disputed territories will undermine American and Iraqi efforts to have those territories returned to Iraqi control. Creating future bargaining power The referendum will be used as a mechanism to gain political leverage over Baghdad. Since the fall of Saddam Hussein in 2003, Iraq’s divisive sectarian politics sometimes award a united Kurdish front a powerful brokerage role, especially in the high-stakes government formation processes that have followed a national election. However, this influence is limited in the areas of sustainment and enforcement. For example, during the 2010 government formation stalemate, the Kurds backed Nouri al-Maliki for a second term as prime minister in exchange for his agreeing to enforce Kurdish interests. Maliki took the deal and sealed his premiership, but the Kurds could not keep him from reneging on those agreements shortly thereafter (para. 1-7). Kaplan, M., L. & Mardini, R. (2017). The Kurdish region of Iraq is going to vote on independence. Here’s what you need to know. The Washington Post. Monkey Cage. Analysis. Retrieved from\nhttps://www.washingtonpost.com/news/monkey-cage/wp/2017/06/21/what-you-need-to-know-about-the-kurdish-referendum-on-independence/"], [1034, "2017-06-25T08:06:22Z", [1.0, 0.0, 0.0], ""], [691, "2017-06-24T13:21:36Z", [0.89, 0.0, 0.11], ""], [1034, "2017-06-24T07:08:42Z", [1.0, 0.0, 0.0], ""], [35033, "2017-06-24T05:22:49Z", [1.0, 0.0, 0.0], ""], [20284, "2017-06-24T01:15:22Z", [0.3, 0.0, 0.7], "A most interesting question.  It will happen and it will be voted in favor.  The question is when and with the Syrian and Iraq situation still very much in flux it is had to see an election being put together in the next 6 months.  Obviously all of the 4 nation states with large Kurdish populations will put up roadblocks.   Turkey and Iran will not let it happen.  Iraq may not be able to stop it eventually but it and Syria may pitch a semi independent state to forestall independence.  Kurds may buy in to that as a first step towards what is will be an inevitable Kurdish nation."], [28414, "2017-06-23T23:06:59Z", [0.9, 0.0, 0.1], ""], [691, "2017-06-23T21:05:58Z", [0.89, 0.0, 0.11], "They don't need to actually form an operating independent state for this to be a Yes, and anyway none of the existing states will pay the smallest attention to this outcome.  This referendum will be for domestic political consumption amongst the Kurds, and to make whatever international points are available to make by this method."], [16272, "2017-06-23T17:57:33Z", [0.6, 0.1, 0.3], ""], [35854, "2017-06-23T16:44:53Z", [0.75, 0.05, 0.2], ""], [1389, "2017-06-23T15:58:36Z", [0.0, 0.0, 1.0], ""], [27944, "2017-06-23T15:38:03Z", [0.0, 0.0, 1.0], ""], [32100, "2017-06-23T15:23:19Z", [0.96, 0.0, 0.04], ""], [35569, "2017-06-23T14:54:08Z", [0.0, 0.0, 1.0], "The Kurdish people have wanted independence for decades.  A referendum is essentially an informal count of the number of Kurds that desire an independent state.  They are a key player in the fight against ISIS and believe they deserve independence.  With the referendum being held in a war torn region in September, and opposition from every surrounding state, the independence vote will likely take place next year or later.  Creating new state borders in the middle-east is an arduous process.     https://www.washingtonpost.com/news/monkey-cage/wp/2017/06/21/what-you-need-to-know-about-the-kurdish-referendum-on-independence/?utm_term=.a2a7c852fe5b"], [1034, "2017-06-23T06:05:18Z", [1.0, 0.0, 0.0], ""], [31317, "2017-06-22T23:39:44Z", [0.8, 0.05, 0.15], ""], [31450, "2017-06-22T22:59:51Z", [0.66, 0.29, 0.05], "The regional Kurdistan government is working hard on this referendum and I think they will hold it this year (see link). http://www.al-monitor.com/pulse/originals/2017/06/kurdistan-independence-iraq-iran-turkey.html"], [691, "2017-06-22T21:45:56Z", [0.99, 0.0, 0.01], ""], [31238, "2017-06-22T19:00:25Z", [0.95, 0.0, 0.05], "Tightening this up as I think @Rene 's challenge was fair. Though with the ME it's hard to ever be too certain. "], [31238, "2017-06-22T13:33:38Z", [0.92, 0.0, 0.08], "If I'm reading this correctly. On Sept 25th there will be a referendum to decide whether Kurdistan should be it's own country. Then, after that vote (which will likely overwhelmingly succeed), they'll need to have a popular vote. Which hasn't been scheduled and isn't mentioned in any of the articles? I think all of these votes will pass, but when the popular vote will be scheduled is an important question."], [4634, "2017-06-22T08:50:09Z", [0.85, 0.0, 0.15], ""], [1034, "2017-06-22T06:08:14Z", [1.0, 0.0, 0.0], ""], [706, "2017-06-22T05:29:25Z", [0.9, 0.0, 0.1], "Syrian de-stabilization will increase and make a referendum even more likely."], [484, "2017-06-22T02:52:57Z", [1.0, 0.0, 0.0], "Yes up 5% since the consensus is 100%!"], [34353, "2017-06-22T02:00:13Z", [1.0, 0.0, 0.0], ""], [22264, "2017-06-21T21:13:40Z", [1.0, 0.0, 0.0], ""], [36110, "2017-06-21T21:01:05Z", [0.95, 0.0, 0.05], ""], [1034, "2017-06-21T20:13:44Z", [1.0, 0.0, 0.0], "They have been waiting on this sense the conclusion of WWI The history of Mosul in five maps Tharoor, I. & Karklis, K. (2016). The history of Mosul, in five maps. Washington Post. Worldviews. Analysis. Retrieved from\nhttps://www.washingtonpost.com/news/worldviews/wp/2016/10/21/the-history-of-mosul-in-five-maps/\n"], [12879, "2017-06-21T15:21:43Z", [1.0, 0.0, 0.0], ""], [28414, "2017-06-21T06:37:49Z", [1.0, 0.0, 0.0], ""], [23006, "2017-06-21T05:38:10Z", [1.0, 0.0, 0.0], "Nothing's a sure thing but it would seem like the answer would be YES... on paper at least"], [19801, "2017-06-21T01:42:06Z", [1.0, 0.0, 0.0], " Iraqi Kurdistan, President Masoud Barzani. A transcript of the conversation follows.  FP: The date for a referendum [on Kurdish independence] has been set, and I’ve read reports that you have spoken with [Iraqi] Prime Minister [Haider] Al-Abadi since then. What was his reaction to your announcement? MB: It’s true but we have also discussed this issue previously. I called his excellency Prime Minster Abadi on this specific issue and I explained to him that this referendum is a normal, legal right of our people, and that afterwards we want negotiate the results of the referendum in a peaceful way through dialogue. He had an understanding of that. We told him that we want to solve this issue with Baghdad through peace and not through violence. He was receptive and understanding. He was positive. FP: You mentioned that any move towards independence would be done in a framework of negotiations with Baghdad. In those negotiations, would you settle for anything less than full sovereignty? MB: The referendum is for independence. That question will be asked to the people and the people will decide.\nhttps://foreignpolicy.com/2017/06/15/masoud-barzani-why-its-time-for-kurdish-independence/"], [38, "2017-06-21T00:57:47Z", [0.88, 0.12, 0.0], ""], [9755, "2017-06-21T00:04:40Z", [0.01, 0.0, 0.99], ""], [484, "2017-06-20T23:34:24Z", [0.95, 0.0, 0.05], "Initial forecast. If someone (Erdogan??) offers a deal they can't refuse, perhaps not. Not sure exactly who gets to referee which of the areas (and expats) get to vote."], [31317, "2017-06-20T23:14:03Z", [0.65, 0.05, 0.3], ""], [691, "2017-06-20T21:40:40Z", [0.92, 0.02, 0.06], "The Kurds are at the moment the smartest folks in the room.  Unlike others we might name, they will not call for an election they are not realistically confident they will win.  What happens next is very much up in the air, and will probably be unpleasant.  It will make one wish for the ability to revisit the \"mass killing\" Q at least."], [1333, "2017-06-20T20:36:03Z", [0.65, 0.35, 0.0], ""], [15196, "2017-06-20T19:50:10Z", [0.8, 0.0, 0.2], ""], [22833, "2017-06-20T18:40:32Z", [1.0, 0.0, 0.0], ""], [22833, "2017-06-20T18:26:59Z", [0.99, 0.0, 0.01], ""], [22689, "2017-06-20T18:26:17Z", [0.05, 0.05, 0.9], ""]], "open_date": "2017-06-20T17:00:23Z", "close_date": "2017-09-25T17:00:37Z"}