{"question_id": 478, "title": "Who will win Iran's May 2017 presidential election?", "possible_answers": ["Hassan Rohani", "Ebrahim Raisi", "Mohammad Baguer Ghalibaf ", "Mostafa Mirsalim", "None of the above"], "crowd_forecast": [0.99, 0.01, 0.0, 0.0, 0.0], "correct_answer": "Hassan Rohani", "correct_forecast": 0.99, "preds": [[34353, "2017-05-22T12:53:04Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [16652, "2017-05-22T11:43:36Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [1034, "2017-05-22T06:26:18Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [12879, "2017-05-22T01:31:23Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [34353, "2017-05-21T18:05:39Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35282, "2017-05-21T17:15:10Z", [1.0, 0.0, 0.0, 0.0, 0.0], "He won. "], [24306, "2017-05-21T13:24:34Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [19846, "2017-05-21T12:29:06Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35721, "2017-05-21T12:28:12Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [35359, "2017-05-21T10:50:43Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [1034, "2017-05-21T07:02:35Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35713, "2017-05-21T05:52:52Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35401, "2017-05-21T04:40:31Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [9755, "2017-05-21T00:08:41Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [23006, "2017-05-20T22:37:37Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [1034, "2017-05-20T18:45:26Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Decisively re-elected, Rouhani defies hardliners, pledges to open Iran Hafezi and Dehghanpisheh (2017) Sat May 20, states that: President Hassan Rouhani pledged on Saturday to open Iran to the world and deliver freedoms its people have yearned for, throwing down a defiant challenge to his hardline opponents after securing a decisive re-election for a second term. Rouhani, long known as a cautious and mild-mannered establishment insider, reinvented himself as a bold champion of reform during the election campaign, which culminated on Friday in victory with more than 57 percent of the vote. His main challenger, hardline judge Ebrahim Raisi, received 38 percent. In his first televised speech after the result, Rouhani appeared to openly defy conservative judges by praising the spiritual leader of the reform camp, former President Mohammad Khatami. A court has banned quoting or naming Khatami on air. \"Our nation's message in the election was clear: Iran's nation chose the path of interaction with the world, away from violence and extremism,\" Rouhani said. U.S. Secretary of State Rex Tillerson, whose country has had no diplomatic relations with Iran since 1980, said he hoped Rouhani would use his second term to end Tehran's ballistic missile program and what he called its network of terrorism (para. 1-5). Hafezi, P. & Dehghanpisheh, B. (2017). Decisively re-elected, Rouhani defies hardliners, pledges to open Iran. Reuters. Middle East and North Africa. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-idUSKCN18E2Y8\n"], [35676, "2017-05-20T18:07:18Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [13377, "2017-05-20T17:50:35Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [32872, "2017-05-20T17:39:01Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [38, "2017-05-20T17:02:48Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [14253, "2017-05-20T16:38:20Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [20297, "2017-05-20T16:36:52Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [34353, "2017-05-20T16:18:17Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [34628, "2017-05-20T15:17:25Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [15621, "2017-05-20T14:41:03Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [11759, "2017-05-20T14:18:20Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [29145, "2017-05-20T14:04:39Z", [1.0, 0.0, 0.0, 0.0, 0.0], "This question should close like NOW. Why wait to June 1?"], [35642, "2017-05-20T13:15:47Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [2241, "2017-05-20T13:15:15Z", [0.99, 0.0, 0.0, 0.0, 0.01], ""], [1643, "2017-05-20T12:14:05Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Looks like the results are in: http://www.aljazeera.com/news/2017/05/iran-election-president-hassan-rouhani-takes-lead-170520042625946.html"], [14777, "2017-05-20T12:09:16Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [26356, "2017-05-20T10:43:01Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [31597, "2017-05-20T10:32:43Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35217, "2017-05-20T10:19:41Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [30594, "2017-05-20T09:43:12Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [26242, "2017-05-20T09:06:29Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [11080, "2017-05-20T09:01:04Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [29591, "2017-05-20T08:46:54Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Rouhani has been re-elected https://www.nytimes.com/2017/05/20/world/middleeast/iran-election-hassan-rouhani.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news&_r=0"], [241, "2017-05-20T08:32:35Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35700, "2017-05-20T07:58:55Z", [0.97, 0.03, 0.0, 0.0, 0.0], "The Iranians still want to give the appearance of playing ball with USA. Do you really thing they forgave us for the Stuxnet virus? If for some reason they elected Ebrahim Raisi the guardian council would take that as a sign from allah to confront the USA"], [34281, "2017-05-20T07:44:14Z", [0.97, 0.03, 0.0, 0.0, 0.0], ""], [34281, "2017-05-20T07:43:38Z", [0.95, 0.05, 0.0, 0.0, 0.0], "Rouhani is up 14.6 to 10.1 million over Raisi out of 25.9 million votes.  Half of the votes are in."], [1034, "2017-05-20T07:30:45Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Hafezi and Dehghanpisheh (2017) Sat May 20, states that: President Hassan Rouhani has an unbeatable lead in Iran's presidential election, an Iranian official source told Reuters on Saturday, citing an early unofficial tally, and is set to defeat his hardline rival Ebrahim Raisi and win a second term. In a briefing for reporters, interior ministry official Ali Asghar Ahmadi outlined a similar proportion of votes received. \"It's over, Rouhani is the winner,\" the source said on condition of anonymity. The pragmatist Rouhani won 21.6 million votes in Friday's hard-fought contest, compared to 14 million for Raisi, with 37 million votes counted, the source said, adding about four million more votes were still to be tallied. The interior ministry official said that with 25 million ballots certified by the authorities so far, Rouhani won 14.619 million and Raisi gained 10.125 million. He said 40 million votes had been cast, indicating a turnout of about 70 percent, roughly similar to the showing in 2013 elections when Rouhani swept into office in a landslide victory Ahmadi said final results would be announced later on Saturday. The big turnout appeared to have favored Rouhani, whose backers' main worry has been apathy among reformist-leaning voters disappointed with the slow pace of change (para. 1-8). Hafezi, P. & Dehghanpisheh, B. (2017.) Rouhani leads Iran presidential race, expected to win. Reuters. Middle East and North Africa. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-idUSKCN18E2Y8"], [31597, "2017-05-20T07:23:29Z", [0.99, 0.01, 0.0, 0.0, 0.0], "Well ahead in first round"], [29591, "2017-05-20T07:17:51Z", [0.95, 0.05, 0.0, 0.0, 0.0], "Looking like Rouhani will win: http://www.reuters.com/article/us-iran-election-idUSKCN18E2Y8"], [25465, "2017-05-20T06:52:24Z", [0.85, 0.15, 0.0, 0.0, 0.0], "Cgtv says 77 percent turnout, eats to keep talks open\n"], [10898, "2017-05-20T05:37:51Z", [0.97, 0.03, 0.0, 0.0, 0.0], ""], [10898, "2017-05-20T05:33:28Z", [0.97, 0.03, 0.0, 0.0, 0.0], ""], [4634, "2017-05-20T05:13:55Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2017-05-20T05:11:18Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [35490, "2017-05-20T04:22:39Z", [0.49, 0.51, 0.0, 0.0, 0.0], ""], [35490, "2017-05-20T04:22:18Z", [0.51, 0.49, 0.0, 0.0, 0.0], ""], [4729, "2017-05-20T04:06:30Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [705, "2017-05-20T03:50:31Z", [0.98, 0.02, 0.0, 0.0, 0.0], ""], [13377, "2017-05-20T03:17:42Z", [0.96, 0.04, 0.0, 0.0, 0.0], "Kay Armin Serjoie‏ \n@Kay_Serjoie\nJust got confirmation from Int Min election HQ official, they've called it for Rohani!"], [14777, "2017-05-20T02:55:30Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [35642, "2017-05-20T02:53:50Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [1624, "2017-05-20T02:12:02Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [31201, "2017-05-20T01:43:26Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [38, "2017-05-20T01:34:52Z", [0.96, 0.04, 0.0, 0.0, 0.0], ""], [35698, "2017-05-20T00:57:39Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [14777, "2017-05-19T22:26:10Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [4729, "2017-05-19T21:59:32Z", [0.6, 0.4, 0.0, 0.0, 0.0], ""], [14777, "2017-05-19T21:37:33Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [1646, "2017-05-19T21:32:08Z", [0.88, 0.12, 0.0, 0.0, 0.0], "First announcements"], [1333, "2017-05-19T20:39:05Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35405, "2017-05-19T17:39:34Z", [0.51, 0.36, 0.1, 0.03, 0.0], ""], [20297, "2017-05-19T16:02:21Z", [0.65, 0.32, 0.01, 0.01, 0.01], "Polls have a terrible track record in Iran so on top of not taking any option of the table, I'm much less certain of Rohani's win than others."], [15196, "2017-05-19T15:40:20Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [1646, "2017-05-19T14:44:59Z", [0.68, 0.32, 0.0, 0.0, 0.0], "Good article on data analysis of trends for this election: http://www.atlanticcouncil.org/blogs/futuresource/data-firms-react-to-iranian-presidential-showdown Deeper: what does \"digital momentum\" (and our increasing ability to measure it) mean in a world where there are increasingly more autocratic, authoritarian, dictatorial regimes ? What is being measured, why, and how does it affect outcomes? Because democracy .."], [35679, "2017-05-19T13:58:35Z", [0.3, 0.7, 0.0, 0.0, 0.0], ""], [1502, "2017-05-19T12:43:19Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [34628, "2017-05-19T12:38:10Z", [0.59, 0.41, 0.0, 0.0, 0.0], ""], [4634, "2017-05-19T12:20:51Z", [0.82, 0.18, 0.0, 0.0, 0.0], ""], [34353, "2017-05-19T11:44:38Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [11759, "2017-05-19T08:53:00Z", [0.98, 0.02, 0.0, 0.0, 0.0], ""], [29145, "2017-05-19T08:19:54Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [10898, "2017-05-19T07:20:50Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [1034, "2017-05-19T07:05:08Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Long queues as Iranians start voting in presidential election Hafezi and Maclean (2017) Fri May 19, states that: Iranians began voting on Friday in a closely-fought presidential contest between pragmatist President Hassan Rouhani and hardline challenger Ebrahim Raisi that could determine the pace of social and economic reform and Iran's re-engagement with the world. State television showed long queues outside polling stations in several cities and said 56 million Iranians out of the more than 80 million population were eligible to vote \"Everyone should vote in this important election ... vote at early hours,\" Supreme Leader Ayatollah Ali Khamenei said after casting his vote in the capital Tehran. \"The country's fate is determined by the people.\" Polls close at 6 p.m. (8.30 a.m. ET), although authorities often extend voting into the evening. Ballot counting will start at midnight and final results are expected within 24 hours of polls closing, the semi-official Fars news agency said. The elections are also for city and village councils. In a warning reflecting rising political tensions amid signs of an unexpectedly close race, Rouhani urged Iran's powerful elite Revolutionary Guards, believed to support Raisi, not to meddle in the election. Suspicions that the Guards and the Basij militia under their control falsified voting results in favor of hardliner Mahmoud Ahmadinejad led to eight months of nationwide protests in 2009. Dozens of people were killed and hundreds arrested, human rights groups say, in the worst unrest to hit the Islamic Republic. Raisi, 56, and Rouhani, 68, traded charges of graft and brutality on live television with an open vehemence unseen since the 1979 Islamic Revolution. Both deny the other's accusations. \"From the Revolutionary Guards to Friday prayer leaders, the hard-line, unelected part of the establishment backs Raisi,\" a senior former Iranian official told Reuters. \"But it is a risky decision. It might cause protests similar to those in 2009, as different walks of the society, desiring evolution inside the establishment, have united against Raisi.\" The Guards hope that a win for Raisi will give them an opportunity to claw back economic and political power lost in Shi'ite Iran's complex theocratic and republican governing structure since 2015, when Iran struck a nuclear deal with world powers that brought it out of international isolation (para. 1-12). Hafezi, P. & Maclean, W. (2017). Long queues as Iranians start voting in presidential election. Reuters. Middle East and North Africa. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-idUSKCN18E2Y8"], [35676, "2017-05-19T05:50:00Z", [0.73, 0.27, 0.0, 0.0, 0.0], ""], [14253, "2017-05-19T04:46:43Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [20156, "2017-05-19T04:43:47Z", [0.9, 0.05, 0.05, 0.0, 0.0], ""], [705, "2017-05-19T03:25:17Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [35605, "2017-05-19T01:44:52Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [14777, "2017-05-19T00:41:21Z", [0.78, 0.22, 0.0, 0.0, 0.0], ""], [34613, "2017-05-18T22:17:09Z", [0.68, 0.32, 0.0, 0.0, 0.0], ""], [34613, "2017-05-18T22:16:43Z", [0.61, 0.39, 0.0, 0.0, 0.0], ""], [29591, "2017-05-18T21:52:18Z", [0.89, 0.11, 0.0, 0.0, 0.0], "This article is worth a read: http://www.aljazeera.com/indepth/opinion/2017/05/iran-battleground-supreme-leader-president-170516120530111.html\n"], [11080, "2017-05-18T19:56:04Z", [0.86, 0.14, 0.0, 0.0, 0.0], ""], [34353, "2017-05-18T19:39:00Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [4634, "2017-05-18T19:15:25Z", [0.78, 0.22, 0.0, 0.0, 0.0], ""], [23006, "2017-05-18T18:02:44Z", [0.6, 0.4, 0.0, 0.0, 0.0], ""], [1646, "2017-05-18T15:32:55Z", [0.6, 0.4, 0.0, 0.0, 0.0], "Please not another election surprise!\nWhy undecided voters matter:\nhttp://eastwest.eu/en/opinions/iran-today-tomorrow-economy/iran-elections-why-undecided-voters-matter \"work & dignity\" Raisi came out of nowhere this last week, getting support not only from Ghalibaf but also some considerable youth appeal ??!!\nhttps://iranwire.com/en/features/4605\nhttps://www.youtube.com/watch?v=Tvc-oJvwCeI"], [35670, "2017-05-18T15:21:55Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [1333, "2017-05-18T14:44:06Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [26486, "2017-05-18T13:31:19Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [35282, "2017-05-18T12:51:52Z", [0.67, 0.33, 0.0, 0.0, 0.0], "While I was sick and not checking the internet, serious changes: Ghalibaf dropped out and supported Raisi. I didn't think this would happen because it doesn't make sense to reduce Raisi's long term legitimacy on what I perceived to be a long shot to get Raisi to win this, as it would deteriorate his ability to eventually go for supreme leader, but now that it's happened, I'm starting to consider the possibility that this might be because the establishment knows that Raisi's going to win, e.g., rigging the election. I still think that's unlikely in the broad scheme of things, because of what happened in 2009 when similar things were alleged, and the Arab Spring probably convinced hardliners that a big popular uprising isn't great even though the Iranians are probably better coup-proofed, but it still could happen. As such, I'm going to adjust up and down after adding Ghalibaf's former percentage to Raisi. This is very worrying. \nThat being said, I still think that Rohani's going to take it. I don't see voter turnout dropping that much, nor do I see Raisi gaining all of the conservative faction. But this is still cause for worry. "], [4634, "2017-05-18T12:49:18Z", [0.82, 0.18, 0.0, 0.0, 0.0], ""], [32589, "2017-05-18T12:09:47Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [26242, "2017-05-18T09:28:19Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [35627, "2017-05-18T06:34:34Z", [0.6, 0.25, 0.0, 0.13, 0.02], ""], [38, "2017-05-18T04:44:39Z", [0.66, 0.34, 0.0, 0.0, 0.0], "http://www.atlanticcouncil.org/blogs/iraninsight/rouhani-plays-reformist-to-defeat-hardliner-raisi \"In a fight for his political life . . .  Rouhani is donning a reformist mantle in an effort to attract the votes of disillusioned youth and to defeat conservatives who have coalesced around a single candidate. Rouhani, who won the presidency in 2013 in part because he faced a divided conservative field, now confronts one main opponent. . .  \"In a poll taken before Qalibaf’s withdrawal, the Washington based IPPO Group found that 53 percent of likely voters would vote for Rouhani, 23 percent for Qalibaf and 22 percent for Raisi. Three candidates did not have significant support, including Es’haq Jahangiri, Rouhani’s vice president, who withdrew Tuesday in favor of Rouhani. \"While the polling may have provided the Rouhani camp with some encouragement, any optimism should be tempered with caution. A quarter of the respondents were undecided and 22 percent did not disclose a preference. The Qalibaf withdrawal adds new uncertainty to the election outcome. \"It is likely that a major portion of Qalibaf’s supporters will gravitate toward Raisi . . .  Given that the combined percentage of those preferring Qalibaf and Raisi closely tracked that for Rouhani, the conservatives have a chance to push the contest to a run-off and beat Rouhani in a second round. \"The conservatives are counting on help from Iran’s national television and radio, which are controlled by the hardliners. The two organizations have been doing everything in their power to harm Rouhani and promote Raisi. For example, they selectively broadcast the replay of the candidates’ debates, made negative comments regarding Rouhani’s statements and presented “analysis” over who had the upper hand that took the side of Rouhani’s rivals in an obvious manner.\n. . . \n\"Social media and various computer apps that are popular among Iranians are providing a venue for the Rouhani campaign to fight back and present alternative messages.\n. . . \n\"The conservative establishment has also sought to excommunicate former president Mohammad Khatami, who was labeled as one of the leaders of the “sedition” – the name given to the Green Movement by the conservatives. The official Iranian media has been banned from publishing statements and images of Khatami but that has not stopped the former president from broadcasting an endorsement of Rouhani through cell phone apps and social media. \"Khamenei drew a red line stating that whoever supported the seditionists could not be given any responsibility in the power structure. “My positions about the sedition of the [Iranian calendar] year 1388 [2009] are fully clear and I am sensitive to this issue, and the yardstick is refraining from supporting those who spearheaded the sedition or those who took advantage of it and have not yet disavowed it,” he remarked in 2016. \"Taking a high risk, Rouhani has verbally crossed Khamenei’s red lines during his campaign. In his May 13 remarks, Rouhani said, “[During my presidency] I only wrote one letter to the judiciary. In that letter, I asked, based on which law and which rationale, have you banned Khatami appearing in the media?” To the cheers of his supporters, Rouhani added, “The reform [movement] will not be isolated. … Let us say hello to reform. Let us say hello to Seyyed Mohammad Khatami.”\n. . . \n\"Rouhani appears to be hoping that he can mobilize undecided voters by taking this pro-reformist stance. However, many Iranians may question the depth of Rouhani’s convictions and his ability to challenge deep state institutions in a second term, when Iranian presidents are traditionally weaker than in their first terms. \"The president’s approach also risks further alienating low-income voters. While a large faction of society struggles financially and unemployment, particularly among the youth, is rampant, Rouhani has said that his campaign slogan is, “First, freedom of speech, second, security, and third, development.” \"This is in sharp contrast to the strategy adopted by Raisi, who has adopted a populist stance concentrating on the income gap and offering to triple cash subsidies to the poor. The approach may be economically unrealistic – parliament speaker Ali Larijani has said that economy cannot afford it -- but could buy a significant number of votes in rural and poor urban areas given widespread disillusionment with the economic benefits brought by Iran’s nuclear agreement with world powers. \"In an April poll, in response to the question of “to what degree President Rouhani has or has not been successful in resolving the country’s economic problems?” 37 percent thought that he was somewhat successful, while 55 percent believed that he was somewhat or very unsuccessful.\n"], [1034, "2017-05-18T04:42:33Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [31150, "2017-05-18T04:00:50Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [35649, "2017-05-18T02:37:20Z", [0.75, 0.2, 0.05, 0.0, 0.0], ""], [35649, "2017-05-18T02:36:27Z", [0.25, 0.5, 0.25, 0.0, 0.0], "Honestly i dont know anything about Iran politics "], [35642, "2017-05-18T01:07:45Z", [0.69, 0.31, 0.0, 0.0, 0.0], ""], [34353, "2017-05-17T22:42:25Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [35657, "2017-05-17T21:29:47Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [14777, "2017-05-17T21:05:42Z", [0.72, 0.28, 0.0, 0.0, 0.0], ""], [3577, "2017-05-17T20:03:23Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [34628, "2017-05-17T19:49:01Z", [0.66, 0.34, 0.0, 0.0, 0.0], ""], [241, "2017-05-17T19:33:59Z", [0.94, 0.06, 0.0, 0.0, 0.0], ""], [14777, "2017-05-17T18:09:46Z", [0.66, 0.34, 0.0, 0.0, 0.0], ""], [25265, "2017-05-17T17:11:37Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Well, today is the last day that the candidates could officially advertise. And the trend is only getting in favor of Mr. Rouhani. Especially there are people who have never voted in previous elections and now are supporting Mr. Rouhani. I hope this would be an election similar to the famous 2-Khordad election 20 years ago, when Mr. Khatami was elected as the president. And of course, his support of Mr. Rouhani is a HUGE help, as it were 4 years ago. "], [35518, "2017-05-17T16:45:29Z", [0.6, 0.4, 0.0, 0.0, 0.0], ""], [4634, "2017-05-17T15:02:33Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [14777, "2017-05-17T13:04:56Z", [0.68, 0.32, 0.0, 0.0, 0.0], ""], [11080, "2017-05-17T10:42:58Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [11080, "2017-05-17T10:38:52Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [33170, "2017-05-17T08:50:26Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [1034, "2017-05-17T08:37:15Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Iran's re-engagement with the world at stake in Friday presidential vote Hafezi (2017) Tue May 16, states that: Iranians vote for president on Friday in a contest likely to determine whether Tehran's re-engagement with the world stalls or quickens, although whatever the outcome no change is expected to its revolutionary system of conservative clerical rule. Seeking a second term, pragmatist President Hassan Rouhani, 68, remains the narrow favorite, but hardline rivals have hammered him over his failure to boost an economy weakened by decades of sanctions. Many Iranians feel a 2015 agreement he championed with major powers to lift sanctions in return for curbing Iran's nuclear program has failed to produce the jobs, growth and foreign investment he said would follow. The normally mild-mannered cleric is trying to hold on to office by firing up reformist voters who want less confrontation abroad and more social and economic freedom at home. In recent days he has adopted robust rhetoric, pushing at the boundaries of what is permitted in Iran. He has accused his conservative opponents of abusing human rights, misusing religious authority to gain power and representing the economic interests of the security forces. Rouhani's strongest challenger is hardline cleric Ebrahim Raisi, 56, who says Iran does not need foreign help and promises a revival of the values of the 1979 Islamic Revolution. He is backed by Iran's elite Revolutionary Guards, the country's top security force, their affiliated volunteer Basij militia, hardline clerics and two influential clerical groups. Another prominent conservative, Tehran Mayor Mohammad Baqer Qalibaf, withdrew from the race on Monday and backed Raisi, uniting the hardline faction and giving Raisi's chances a boost. Under Iran's system, the powers of the elected president are circumscribed by those of the conservative supreme leader, Ayatollah Ali Khamenei, who has been in power since 1989. All candidates must be vetted by a hardline body. Nevertheless, elections are fiercely contested and can bring about change within the system of rule overseen by Shi'ite Muslim clerics (para. 1-10). Hafezi, P. (2017). Iran's re-engagement with the world at stake in Friday presidential vote. Reuters. Middle East and Northern Africa. Retrieved from\n"], [10898, "2017-05-17T08:06:54Z", [0.75, 0.25, 0.0, 0.0, 0.0], "Ghalibaf out, endorsed Raisi, together they poll pretty close to Rouhani . \nJanaghiri also out, endorsed Rohani (he is his vice president) giving him an edge. \nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_Iranian_presidential_election,_2017"], [35615, "2017-05-17T07:41:28Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [22757, "2017-05-17T00:39:45Z", [0.79, 0.16, 0.05, 0.0, 0.0], ""], [14777, "2017-05-17T00:30:47Z", [0.7, 0.3, 0.0, 0.0, 0.0], ""], [767, "2017-05-16T23:42:07Z", [0.99, 0.01, 0.0, 0.0, 0.0], "\"Polls put Rouhani in lead with one week to go\" \"Incumbent Hassan Rouhani maintains lead in the run-up to Iran's May 19 presidential election. Two new election surveys show him ahead, going into the third and final nationally televised debate and with less than a week to go before the vote.\" May 7-8 Iranian Students Polling Agency (ISPA):\nRouhani at 42% \nEbrahim Raisi at 27%,\nMohammad Bagher Ghalibaf at 25%\nEshaq Jahangiri at 3%\nMostafa Mirsalim at 3%\nMostafa Hashemi-Taba at 2%\nNo undecided vote was reported, nor was a sample size or margin of error.  May 8-11 by International Perspectives on Public Opinion (IPPO):\nRouhani at 29%\nGhalibaf at 12%\nRaisi at 11%\nJahangiri, Mirsalim and Hashemi-Taba at 1% or less. \nThe survey had undecided voters at 28%, and a further 20% declined to answer or gave other responses. Source: http://www.al-monitor.com/pulse/originals/2017/05/iran-ispa-ippo-polls-rouhani-lead-presidential-vote-2017.html#ixzz4hHv9eqVI\n"], [35537, "2017-05-16T23:18:07Z", [0.88, 0.12, 0.0, 0.0, 0.0], "Rouhani seems to be the leading candidate with the election locked down. However, the withdrawal by Ghalibaf makes it harder for Rouhani should it go to a runoff."], [3363, "2017-05-16T21:51:00Z", [0.73, 0.24, 0.0, 0.0, 0.03], ""], [29591, "2017-05-16T21:34:10Z", [0.89, 0.11, 0.0, 0.0, 0.0], ""], [35637, "2017-05-16T21:20:10Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [29145, "2017-05-16T21:03:28Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [35606, "2017-05-16T20:11:01Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [34353, "2017-05-16T19:44:28Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [35359, "2017-05-16T16:39:53Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [34866, "2017-05-16T16:38:47Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [14777, "2017-05-16T16:20:04Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [11080, "2017-05-16T16:18:00Z", [0.92, 0.04, 0.04, 0.0, 0.0], ""], [34879, "2017-05-16T15:54:50Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [691, "2017-05-16T14:33:57Z", [0.95, 0.05, 0.0, 0.0, 0.0], "The regime has an interest in making this appear close up to the last minute, and an even larger interest in making sure Rohani wins.  "], [14777, "2017-05-16T14:29:08Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [34628, "2017-05-16T12:52:16Z", [0.68, 0.32, 0.0, 0.0, 0.0], "management (ayatollah) wants change; they have done this before. I see increased odds of a surprise here."], [35627, "2017-05-16T11:17:19Z", [0.6, 0.25, 0.0, 0.13, 0.02], ""], [1643, "2017-05-16T11:10:30Z", [0.95, 0.05, 0.0, 0.0, 0.0], "Updating for Ghalibaf dropping out: https://www.theguardian.com/world/2017/may/16/iran-presidential-elections-everything-you-need-to-know . Also updating for because we are so close to voting and Rouhani is still polling at more than double Raisi.   I am interested in looking at the relationship between poll numbers, prediction markets and the actual probability of winning.  It seems like prediction markets behave like a sigmoid function of polls ( steep slope near +/-tie, level off quickly) - comparing to actual results could tell us if this is justified. "], [1034, "2017-05-16T06:22:03Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35033, "2017-05-16T06:07:56Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35616, "2017-05-16T01:38:57Z", [0.66, 0.32, 0.01, 0.01, 0.0], "Economical issues seem to be more important to Iranians currently, overall, than religious or conservative agendas. Hassan Rohani has proven to be more concentrated on economic goals than the other candidates and the strides he's made to connect the country back with the western world have been welcomed by most citizens. "], [34353, "2017-05-15T23:30:55Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [9755, "2017-05-15T23:15:30Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [38, "2017-05-15T22:21:00Z", [0.72, 0.28, 0.0, 0.0, 0.0], "https://www.nytimes.com/2017/05/15/world/middleeast/iran-presidential-race.html?emc=edit_mbae_20170515&nl=&nlid=77825025&te=1 The mayor of Tehran, Mr. Qalibaf has suspended his campaign, denounced Rouhani, and endorsed Raisi. \"Recent polls have put the combined support for the two conservative candidates at just over 50 percent, with Mr. Rouhani at around 42 percent. . . . \n. . . .\n\"Mr. Qalibaf had been under pressure from fellow hard-liners to fall in behind Mr. Raisi. Two other minor candidates are expected to withdraw before Friday, making the race a showdown between Mr. Raisi and Mr. Rouhani, clerics who hold strongly opposing views of Iran’s future.\n~~~~~~~\nCOMMENT:  Republicans in the US Congress with their stated intention of imposing new sanctions on Iran sure can't be accused of aiding Rouhani.  If Rouhani doesn't win outright in the first round, he may not win at all."], [35280, "2017-05-15T22:17:01Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [1333, "2017-05-15T20:52:26Z", [0.55, 0.45, 0.0, 0.0, 0.0], ""], [14253, "2017-05-15T20:40:28Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [35490, "2017-05-15T20:19:26Z", [0.7, 0.3, 0.0, 0.0, 0.0], ""], [691, "2017-05-15T19:33:04Z", [0.94, 0.06, 0.0, 0.0, 0.0], "He'll probably win in the first round; if it goes to a runoff there is some concern, but frankly not much, that he might get ganged up on and lose.  The regime wishes this to look like a real democratic process, but they're not above fixing the result--usually by disqualifying those who unnerve them.  Looks very good for Rohani, but stay tuned just in case."], [38, "2017-05-15T18:34:47Z", [0.72, 0.22, 0.0, 0.02, 0.04], ""], [23006, "2017-05-15T18:26:24Z", [0.71, 0.29, 0.0, 0.0, 0.0], ""], [14777, "2017-05-15T17:37:30Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [1034, "2017-05-15T16:51:36Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Qalibaf Officially Out of the Race, now Backs Raisi: Karroubi Officially Backs Rouhani, Tehran mayor Qalibaf quits presidential race, backs hardliner Raisi Sharafedin (2017) Mon May 15, states that: Tehran mayor Mohammad Baqer Qalibaf quit Iran's presidential race on Monday and said he would back hard-line cleric Ebrahim Raisi in Friday's vote. Qalibaf, a former Revolutionary Guards commander and police chief, was one of the main conservative challengers to President Hassan Rouhani, who is seeking a second term. \"I should take an important decision to keep the unity of revolutionary forces,\" Qalibaf said in a statement published in state media. \"I ask all my supporters around the country to use all their capacity to help my brother, Mr Ebrahim Raisi, win the election.\" Raisi's popularity has risen steadily in recent weeks and Qalibaf's decision should give him a last-minute boost against Rouhani, a pragmatist who has eased Iran's international isolation but failed to spur a sluggish economy. Qalibaf's allies had argued that he had more recognition in the capital Tehran and among young voters, and offered a more coherent economic plan than some other conservative candidates (para. 1-5). Sharafedin, S. (2017) Tehran mayor Qalibaf quits presidential race, backs hardliner Raisi. Reuters. Middle East and North Africa. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-qalibaf-idUSKCN18B1BP Iranian opposition figure Karroubi to vote for Rouhani in election Sharafedin (2017) Mon May 15, states that: Iranian opposition figure Mehdi Karroubi, under house arrest since 2011, will back President Hassan Rouhani's bid for a second term in Friday's election, his family told Reuters. Rouhani, a pragmatist who has eased Iran's international isolation and now faces mostly hard-line conservative challengers for the presidency, told supporters he needed a stronger mandate to liberalize Iranian society and get opposition leaders freed. Karroubi, 80, and fellow reformist Mirhossein Mousavi ran for election in June 2009 and became figureheads for Iranians who staged mass protests after the vote they believed was rigged to bring back hard-line President Mahmoud Ahmadinejad. \"My father believes in reform through the ballot box,\" Karroubi's son, Mohammad Taghi Karroubi, said in a telephone interview. \"He believes people should take part in elections to fight against those who want to turn the Islamic Republic into an Islamic state.\" Karroubi, Mousavi and Mousavi's wife Zahra Rahnavard were confined to their homes in February 2011 after the opposition leaders called supporters to rally in solidarity with pro-democracy uprisings in Arab countries (para. 1-5). Sharafedin, S. (2017). Iranian opposition figure Karroubi to vote for Rouhani in election. Reuters. Middle East and North Africa. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-opposition-idUSKCN18B18T"], [35490, "2017-05-15T16:24:38Z", [0.49, 0.01, 0.5, 0.0, 0.0], "With Donald Trump in office and the economics of every day Iranians not reaching what was promised by Rouhani (you spelled it wrong) i think we will see the populist Tehran mayor surprises and eaks out a win with his message to those everyday Iranians, and attacks on the government and elite"], [13449, "2017-05-15T15:03:38Z", [0.9, 0.1, 0.0, 0.0, 0.0], "Rohani is the heavy favorite. Every president since 1981 has won reelection in Iran. The economy is doing poorly, but it is unlikely those actually leading the country would want a big shift on the nuclear deal (which would likely happen if Raisi were to win) before the fruits of the deal have actually helped the economy. Ghalibaf just dropped out. "], [38, "2017-05-15T15:02:43Z", [0.7, 0.22, 0.0, 0.04, 0.04], ""], [26356, "2017-05-15T14:47:56Z", [0.91, 0.09, 0.0, 0.0, 0.0], "1. Ghalibaf has now withdrawn to bolster the campaign of Ebrahim Raisi. (https://www.theguardian.com/world/2017/may/15/iran-presidential-elections-tehran-mayor-drops-out-to-back-hardliner)\n2. However, Rohani is still the favourite to win, and hence I am slightly increasing the odds of Rohani winning (from 90 to 91%)."], [4423, "2017-05-15T13:20:35Z", [0.6, 0.1, 0.0, 0.1, 0.2], ""], [29145, "2017-05-15T13:11:17Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [29145, "2017-05-15T13:04:43Z", [0.92, 0.02, 0.06, 0.0, 0.0], "Why have I gone down 8%?\n- Because the way brier score punishes overconfidence.\n-Ghalibaf has withdrawn and backed up Raisi. Why I still give Rohani 92%? Because:\n- demographics (many young voters hungry for western jobs hence likely to NOT VOTE else but Rohani or not vote at all which should help him just the same) \n-lack of better options (of candidates)\n- the system (http://www.al-monitor.com/pulse/originals/2017/05/iran-presidential-vote-rouhani-two-term-executive.html)\n- US (supposedly) considering (supposedly positively) updating its policy towards Iran AND IT IS THE RUMOUR THAT COUNTS!\n-Eshaq Jahangir might withdraw and back up Rohani (could be a GJO question on its own:-) I have been searching for reasons why Rohani should loose but have not found anything much convincing."], [34628, "2017-05-15T12:37:00Z", [0.84, 0.16, 0.0, 0.0, 0.0], ""], [34281, "2017-05-15T12:18:47Z", [0.9, 0.1, 0.0, 0.0, 0.0], "Ghalibaf drops out to boost chances of Ebrahim Raisi according to @AP"], [34281, "2017-05-15T11:45:48Z", [0.9, 0.05, 0.05, 0.0, 0.0], "Even with two ascendant opponents, Rouhani remains a force to be reckoned with. Precedent and privilege favors the incumbent; no sitting president in the Islamic Republic has ever lost his bid for reelection—at least, not in terms of the official vote tally. And Rouhani can claim a record of some genuine achievement over the past four years: first and foremost as an architect of the nuclear deal, which the majority of Iranians celebrated, but also in restoring Iran’s place in the world, reviving ties with traditional trade partners, taming hyperinflation, and generating strong GDP growth."], [4634, "2017-05-15T11:30:37Z", [0.9, 0.08, 0.0, 0.01, 0.01], ""], [32100, "2017-05-15T11:19:49Z", [0.96, 0.04, 0.0, 0.0, 0.0], ""], [35359, "2017-05-15T11:14:29Z", [0.75, 0.25, 0.0, 0.0, 0.0], "AP report today that Ghalibaf has dropped out to allow Raisa a straight run as prefered candidate of the religious right."], [38, "2017-05-15T08:00:33Z", [0.5, 0.21, 0.17, 0.06, 0.06], "https://www.nytimes.com/2017/05/15/world/middleeast/iran-election-rouhani-khamenei-raisi-economy.html?emc=edit_mbe_20170515&nl=morning-briefing-europe&nlid=77825025&te=1 “  . . . the only people who lead . . . . predictable lives are government employees. Their jobs are well paid and offer security, but are hard to get in part because older employees stay on well past retirement age, limiting opportunities for the next generation. “So millions of Iranians, particularly younger ones, find themselves caught . . . in a vicious cycle of hidden poverty, an exhausting hustle to stay afloat, working multiple jobs and running moneymaking schemes just to keep up. The youth unemployment rate is 30 percent.\n. . . \n“ .. . .  with a presidential election coming Friday, many middle-class Iranians . . . Disillusioned and cynical, they are frustrated by years of high unemployment, inflation that eats relentlessly into living standards and widespread corruption. And they are frustrated with a state widely regarded as ossified and out of touch, a mixture of a quasi-socialist economy dominated by the military and clergy, and elective institutions supervised by conservative clerical bodies that have the final say on legislation and candidates for political office. “Veterans of the 1979 revolution. . . are still in charge, reinforcing a rigid revolutionary ideology and doing their best to resist pressures for change.  “While foreign investors often are said to be intent on doing deals, . . . With few exceptions, they are signing memorandums of understanding, not actual contracts.\n. . .\n“President Hassan Rouhani . . . had hoped to have made headway on these problems by now. He ran in 2013 promising to reinvigorate the economy by forging the nuclear deal, ending or easing sanctions that cut Iran off from international finance and opening the country to foreign investment and ideas.  He accomplished the nuclear pact, but the economic benefits have been meager at best. Instead, Iranians, many of them college graduates, are working longer and harder just to make ends meet. “Not everyone is . . . jaded. Many in Iran’s moderate and reformist faction are guardedly optimistic that the country is changing, albeit in fits and starts, and always subject to reversals by hard-liners. “ . . . reformists note that, largely under the radar, Iran has changed a great deal over the years, in some ways resembling many Western societies. After roughly 20 years of the internet, satellite television and affordable foreign travel, Iranians have grown more sophisticated, educated and moderate, and less pious.  Iran’s aging leaders have been forced to give ground, tolerating changes they can no longer prevent. Gone are the days when police officers would raid rooftops to remove illegal satellite dishes. Most Iranians can now watch more than 150 foreign-based Persian language channels, while state television, heavily salted with lectures by conservative clerics, is increasingly ignored. “. . .  change is halting. For instance, in 2016, Parliament passed a measure that would have made women eligible for top political positions, only to have it blocked by the 12-member Guardian Council. . . .Parliament’s attempts to make it easier for women to obtain a divorce and more difficult for men to take a second wife were similarly rejected by the council, which also vets candidates for elections. . .. . obscure laws enacted after the revolution in 1979 remain on the books, often used by ideologues or unscrupulous officials to undermine business ventures that in most other countries would be brilliant successes. “Even established businesses that suffered during the years of sanctions are finding it difficult to recapture lost customers. . . . the prospect of lifting international sanctions after the nuclear deal was a faint light at the end of what had become a dark tunnel.\n~~~~~~~\nCOMMENT:  This picture doesn't sound like one that makes a good argument for re-election of the incumbent."], [10898, "2017-05-15T07:57:45Z", [0.85, 0.07, 0.06, 0.01, 0.01], ""], [16652, "2017-05-15T07:37:14Z", [0.88, 0.07, 0.03, 0.01, 0.01], ""], [1034, "2017-05-15T06:16:28Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Iran's Khatami urges voters to re-elect Rouhani as president Reuters (2017) Sun May 14, states that: Former president Mohammad Khatami, considered the spiritual leader of Iran's reformists, urged voters on Sunday to re-elect President Hassan Rouhani and support his policy of seeking to end Iran's isolation from the rest of the world. Iran's hard-line security and judicial powers, which operate separately to the presidency and are close to Iran's ultimate authority - Supreme Leader Ayatollah Ali Khamenei - have banned media from publishing Khatami's image or mentioning his name. But Khatami has played a prominent role in elections by using social media to urge voters to back pro-reform candidates. \"We have started on a path with Rouhani and we have come half way. We have resolved some problems and bigger problems remain for us to resolve on this difficult path with him,\" Khatami said in a video message released on social media. \"It is now your turn to renew your vote for our dear Rouhani in order to strengthen hope for a better future,\" he said. Rouhani, a pragmatist Muslim cleric, was elected in a landslide victory in 2013 on promises to ease the Islamic Republic's international isolation and open up society. He is standing for a second term against five other candidates, mostly prominent hardliners, on May 19, with a run-off a week later if no candidate wins more than 50 percent of votes cast in the first round (para. 1-7). Reuters News Website. (2017). Iran's Khatami urges voters to re-elect Rouhani as president. Reuters. Middle East and North Africa. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-khatami-idUSKCN18A0NQ?il=0"], [11080, "2017-05-15T05:03:59Z", [0.91, 0.04, 0.05, 0.0, 0.0], ""], [35588, "2017-05-15T01:55:08Z", [0.9, 0.03, 0.03, 0.03, 0.01], "In spite of recession, he's still the most well=known and well-liked among the field of candidates."], [705, "2017-05-15T01:21:21Z", [0.88, 0.12, 0.0, 0.0, 0.0], ""], [12591, "2017-05-15T00:19:55Z", [0.75, 0.1, 0.1, 0.05, 0.0], ""], [34404, "2017-05-14T23:21:23Z", [0.43, 0.36, 0.09, 0.09, 0.03], ""], [35557, "2017-05-14T22:56:49Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [1333, "2017-05-14T21:04:22Z", [0.45, 0.45, 0.1, 0.0, 0.0], ""], [35567, "2017-05-14T20:56:37Z", [0.95, 0.02, 0.03, 0.0, 0.0], "Rouhani is the incumbent and is holding a dominant position in available opinion polling. It is highly unlikely (less than 5% chance) that an incumbent is able to secure the requisite votes."], [29591, "2017-05-14T20:25:08Z", [0.87, 0.05, 0.08, 0.0, 0.0], ""], [38, "2017-05-14T19:01:51Z", [0.5, 0.21, 0.17, 0.06, 0.06], "http://theiranproject.com/blog/2017/05/14/unpredictable-finish-line-irans-presidential-race/ \"The unpredictable finish line of Iran’s presidential race\n\"May 14, The Iran Project – Less than one week to Iran’s upcoming presidential election, the result of vote remains unpredictable. The 12th presidential election after the 1979 Islamic Revolution is set to be held on May 19th. Yet the results of this round of election are as difficult to predict as the previous rounds in the country that took the world as well as the nation by surprise.   \"In 1997 presidential election, Ali Akbar Nateq-Nouri, the then speaker of the Iranian parliament who appeared to have the support of the establishment, lost to Mohammad Khatami against all odds. In a turnout of almost 80 percent, he only received 25 percent of the votes while his rival obtained nearly 70 percent of the ballots, winning the election in a landslide. Eight years later, the less known mayor of Tehran Mahmoud Ahmadinejad defeated prominent candidates such as former Iranian president Hashemi Rafsanjani and Mostafa Moeen, one of Khatami’s cabinet members, thus becoming the 6th president of Iran. His presidency lasted for eight years as he won the 2009 election. \"The 2013 presidential election also took the world by surprise when Hassan Rouhani, the then member of the Supreme National Security Council, narrowly triumphed over Mohammad Baqer Qalibaf and four other candidates by securing nearly 51 percent of the votes. His victory was unpredicted as many expected the election to go to the second round since none of the candidates appeared to be able to garner the majority of votes during the first round. \"Election polls in Iran have seldom been reliable as they were mostly designed based on the preferences of the organization requesting the poll, which led to unreliable and incorrect results. Therefore, none of the polls predicted Ahmadinejad’s victory in 2005 presidential elections against his powerful rivals and few surveys were able to foresee Rouhani winning the election in the first round. Although several of foreign polls had predicted the increase in Rouhani’s support among Iranian people as the campaign period was drawing to an end. \"The same problem plagues the presidential race in Iran in 2017 as well as no one seems to be able to offer a reliable forecast about the result of May 19th vote, although all Iranian presidents have served two-terms so far. However, some of them faced various difficulties during their second term including Rafsanjani and Ahmadinejad. The former lost majority of his base while the latter encountered oppositions following the protests to the result of 2009 election. It seems that Rouhani is also facing many obstacles on his path towards securing the second term of his presidency. While he was considered the uncontested victor of the election until a few months ago, the candidacy of Tehran’s mayor Mohammad Baqer Qalibaf and Ebrahim Raisi, a powerful conservative cleric has caused some concerns in Rouhani’s camp. \"Rouhani’s main rivals have focused their criticism on the Achilles heel of Rouhani’s government, namely economic problems in the country including stagnation, flagging productive section and remaining sanctions imposed against Tehran. However, they have not been able to produce a strategy or comprehensive plan to resolve the pressing economic issues, merely focusing their campaign on criticizing the shortcomings of the government. \"The lack of coherent strategy in the camps of Qalibaf and Raisi as well as the problems plaguing Rohuani’s cabinet has made it difficult to predict the result of Friday’s vote, though it seems that the incumbent president is facing a tough race as his rivals are aiming for a two-round election. If none of the candidates can secure a decisive victory on May 19th, a run-off will be held shortly after and Rouhani has to compete with either Qalibaf or Raisi. The looming possibility of a two-round election has increased the difficulty of predicting the results of Friday’s vote.\n~~~~~~~\nCOMMENT:  I am trying to not be negative and over-reactive, but I am very worried about Rouhani.  It seems to me that he's in a position like Marine LePen; he must win more than 50% in the first round against many Conservatives, or face a challenger representing ALL Conservatives in the 2nd round--a much tougher election to win."], [35473, "2017-05-14T17:59:46Z", [0.8, 0.2, 0.0, 0.0, 0.0], "Rohani has wide support; he is strongly favored as the moderate candidate. Raisi now seems poised to go forward as the conservative party candidate. But given the current political tensions between US/Iran, it seems the moderate candidate should have enough support to win the election."], [34353, "2017-05-14T16:42:09Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [691, "2017-05-14T14:52:36Z", [0.91, 0.09, 0.0, 0.0, 0.0], ""], [30462, "2017-05-14T13:49:16Z", [0.9, 0.05, 0.05, 0.0, 0.0], "Previous presidents have all served two terms, opinion polls are strong - pretty likely win for Rohani. Small probability assigned to Raisi and Ghalibaf as they've been characterised as \"hardline conservatives\" or \"populists\" in a recent piece on Al Jazeera [1] and that kind of upset has been seen before... not sure if the situation is similar enough to warrant more than 5% each though.  [1] http://www.aljazeera.com/indepth/opinion/2017/05/iran-presidential-election-puts-populism-test-170510072945886.html"], [35564, "2017-05-14T09:01:07Z", [0.7, 0.1, 0.1, 0.05, 0.05], "Based on opinions polls"], [1034, "2017-05-14T06:16:02Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [35558, "2017-05-14T06:13:23Z", [0.9, 0.05, 0.05, 0.0, 0.0], "Rohani has never dipped below 50% in the polls, and unless one drops out, his foes will split the remaining difference."], [38, "2017-05-14T05:19:18Z", [0.86, 0.07, 0.07, 0.0, 0.0], ""], [38, "2017-05-14T03:53:22Z", [0.55, 0.24, 0.21, 0.0, 0.0], ""], [35556, "2017-05-14T03:30:56Z", [0.88, 0.1, 0.01, 0.01, 0.0], ""], [34613, "2017-05-14T00:25:52Z", [0.59, 0.39, 0.02, 0.0, 0.0], ""], [34613, "2017-05-14T00:10:30Z", [0.58, 0.4, 0.02, 0.0, 0.0], ""], [35398, "2017-05-13T22:14:36Z", [0.99, 0.0, 0.01, 0.0, 0.0], ""], [34353, "2017-05-13T17:18:14Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [4634, "2017-05-13T16:45:16Z", [0.92, 0.04, 0.02, 0.01, 0.01], ""], [35282, "2017-05-13T16:28:16Z", [0.71, 0.12, 0.15, 0.02, 0.0], "http://ippogroup.com/\nhttp://www.iranpolitik.com/2017/05/13/iran-election-watch/rouhani-fires-leading-rival-week-iran-election/\nRouhani, I think, will still take it handily. Scattered reports suggest that the Rouhani's success depends on turnout, and that turnout is in danger. I think that's stretching it. [http://www.belfercenter.org/sites/default/files/legacy/files/Iran%20Elections%20-%20web.pdf] If we look at last year's parliamentary elections, in which the moderates did quite well, turnout was 2% higher than normal. Also, in places like Tehran where turnout was roughly 50%, the Republicans (Iranian moderates) did extraordinarily well, winning every seat up for grabs. \nA couple things that could tip the scales: the Ayotollah coming in hard for a candidate. The candidate he's most likely to do so for, if he did, would be Ebrahim Raisi, as they reportedly are quite similar in viewpoints. But the issue here is that if Ebrahim Raisi lost anyways, which TBH is likely, even if Ghalibaf drops out and favors him, the Ayotollah would be embarassed, and because Raisi is reportedly his preferred successor, he would also de-legitimatize him. I think it's too risky. Another thing that might harm his chances is that if in the upcoming visit to Riyadh by Prez. Trump, something particularly hawkish is said/planned. If the relations are too antagonistic, this could push the electorate to the right. But especially because of the dangers of doing so, I think that Gen. McMaster and SecDef Mattis will be strongly cautioning against this. A strong statement against Iran could be intended to direct attention away from the Comey hubbub, but in the broad scheme of things, I doubt that anything too antagonistic will be said considering that Trump isn't really planning on doing any big speeches right now. "], [691, "2017-05-13T12:11:08Z", [0.9, 0.1, 0.0, 0.0, 0.0], "If Rouhani doesn't hit 50% in the first round, there will be a runoff; this seems probable.  He'll likely win that, but I'm coming down a little bit to indicate minimal nervousness about that outcome."], [29680, "2017-05-13T09:25:20Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [4634, "2017-05-13T09:17:19Z", [0.88, 0.05, 0.05, 0.01, 0.01], ""], [1034, "2017-05-13T07:16:16Z", [0.98, 0.02, 0.0, 0.0, 0.0], "Iran's Rouhani lashes out at hardliners in blistering final debate before vote Hafezi (2017) Fri May 12, states that: President Hassan Rouhani cast his hardline clerical opponents as power-hungry pawns of Iran's security forces on Friday, going far beyond the traditional bounds of Iranian political discourse in a blistering final TV debate a week before an election. Rouhani, first elected in a landslide four years ago on a promise to reduce Iran's international isolation, is trying to hold on to office by firing up reformist voters disillusioned by a stalled economy and the slow pace of social reform. Although he has long cast himself as an insider and pragmatist rather than a gung-ho reformer, he seems to have shed that moderate image in recent days, seeking to energize voters who want less confrontation abroad and more freedom at home. In three hours of blazing exchanges with his rivals, he took on targets once seen as all but untouchable, including the judicial establishment and the Revolutionary Guards, the elite military force that controls much of Iran's economy. \"Mr. Raisi, you can slander me as much you wish. As a judge of the clerical court, you can even issue an arrest order. But please don't abuse religion for power,\" Rouhani said at one point to his main hardline rival, Ebrahim Raisi, a judicial official and protege of Supreme Leader Ayatollah Ali Khamenei. \"Some security and revolutionary groups are busing people to your campaign rallies ... Who finances them?\" said Rouhani at another point. He cast his other main rival, Tehran Mayor Mohammad Baqer Qalibaf, a former Guards commander and police chief, as a thug who had boasted of personally taking on young demonstrators. \"You wanted to beat up students,\" Rouhani said. The two main rivals mostly hammered Rouhani's record on the economy, arguing that jobs have been lost and prices have risen despite the 2015 agreement Rouhani reached with global powers to lift sanctions in return for curbing Iran's nuclear program. Raisi said 250,000 small businesses had shut and cash payments to the poor should be raised: \"Unemployment is high. People's purchasing power has dropped dramatically,\" he said (para. 1-10). Hafezi, P. (2017). Iran's Rouhani lashes out at hardliners in blistering final debate before vote. Reuters. Middle East and North Africa. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-debate-idUSKBN1881SI\n"], [35518, "2017-05-13T04:36:20Z", [0.6, 0.4, 0.0, 0.0, 0.0], ""], [38, "2017-05-13T04:00:11Z", [0.92, 0.08, 0.0, 0.0, 0.0], "http://www.al-monitor.com/pulse/originals/2017/05/iran-ispa-ippo-polls-rouhani-lead-presidential-vote-2017.html#ixzz4guu0Ccm0 A telephone survey conducted May 7-8 by the Iranian Students Polling Agency (ISPA) Rouhani at 42% of the vote, \ncleric Ebrahim Raisi at 27%, \nTehran Mayor Mohammad Bagher Ghalibaf at 25%, \nFirst Vice President Eshaq Jahangiri at 3%, \nformer Culture Minister Mostafa Mirsalim at 3%, \nformer Mines and Industries Minister Mostafa Hashemi-Taba at 2%. \nNo undecided vote was reported, nor was a sample size or margin of error. \nISPA is a longtime public opinion research agency in Tehran. A telephone survey conducted May 8-11 by International Perspectives on Public Opinion (IPPO) had \nRouhani at 29%, \nGhalibaf at 12%, \nRaisi at 11%, \nJahangiri, Mirsalim and Hashemi-Taba at 1% or less. \nThe survey had undecided voters at 28%, and a further 20% declined to answer or gave other responses. IPPO’s survey was released as a rolling average, so the May 11 data consist of 1,212 interviews conducted over a total of four nights. As the most recent data are released, the earlier nights’ interviews drop out of the average. The margin of error was reported at +/- 2.81-3.72%, which would indicate sample sizes of between roughly 700 and 1,212, depending on the question. IPPO, a new firm based in Washington, has not previously released polling data. It will release tracking poll data on a daily basis until May 18, the day before the election.\n"], [35507, "2017-05-13T01:21:03Z", [0.85, 0.1, 0.05, 0.0, 0.0], "Khamenei won't shake anything up right now. They don't want people going back into the streets"], [35470, "2017-05-12T21:51:52Z", [0.88, 0.05, 0.07, 0.0, 0.0], ""], [35505, "2017-05-12T20:55:21Z", [0.7, 0.1, 0.2, 0.0, 0.0], ""], [35504, "2017-05-12T20:40:05Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [25265, "2017-05-12T20:21:18Z", [0.91, 0.09, 0.0, 0.0, 0.0], "The third debate is over; Mr. Rouhani seems to have won the debate by a large margin. He defended his first round of presidency- a good performance, especially in comparison with the previous administration  - and seems more convincing to a majority of Iranian people when it comes to foreign policy, economic development, the two most important issues in Iran at the moment."], [35505, "2017-05-12T20:14:40Z", [0.7, 0.1, 0.2, 0.0, 0.0], ""], [241, "2017-05-12T19:52:20Z", [0.94, 0.03, 0.03, 0.0, 0.0], ""], [35495, "2017-05-12T18:38:43Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35491, "2017-05-12T17:28:54Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [35280, "2017-05-12T16:43:55Z", [0.74, 0.0, 0.26, 0.0, 0.0], ""], [13377, "2017-05-12T14:32:19Z", [0.93, 0.02, 0.05, 0.0, 0.0], ""], [26356, "2017-05-12T13:58:45Z", [0.9, 0.07, 0.03, 0.0, 0.0], ""], [35401, "2017-05-12T13:31:59Z", [0.94, 0.01, 0.05, 0.0, 0.0], "https://www.iranpoll.com/election-2017/election-14-april-2017"], [35467, "2017-05-12T13:04:22Z", [0.86, 0.07, 0.05, 0.01, 0.01], ""], [35471, "2017-05-12T12:57:54Z", [0.22, 0.12, 0.52, 0.14, 0.0], ""], [34353, "2017-05-12T11:48:57Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [10898, "2017-05-12T09:39:43Z", [0.83, 0.07, 0.07, 0.02, 0.01], ""], [26356, "2017-05-12T08:33:15Z", [0.85, 0.1, 0.05, 0.0, 0.0], "Hassan Rohani has improved the economy and provides the Iranian people with hopes of reducing corruption and cronyism. Ebrahim Raisi has a small chance given the promises he has made and the fact that the young people have not seen an improvement in their living standards after the Nuclear deal of 2015."], [26356, "2017-05-12T08:30:12Z", [0.85, 0.1, 0.05, 0.0, 0.0], ""], [35459, "2017-05-12T07:25:06Z", [0.55, 0.3, 0.1, 0.05, 0.0], "Iranian elections are quite difficult to predict, but this more a guess. I've only briefly looked into an obviously very complicated politics of Iran. Though the incumbent is much more popular than the rest"], [1034, "2017-05-12T06:45:49Z", [0.98, 0.02, 0.0, 0.0, 0.0], ""], [14253, "2017-05-12T06:37:36Z", [0.88, 0.1, 0.02, 0.0, 0.0], ""], [35439, "2017-05-12T05:25:06Z", [0.7, 0.3, 0.0, 0.0, 0.0], "In a January poll, 73 percent of Iranians said the nuclear deal hadn’t improved their living conditions. But raisi is a nut job and has no charisma. Incumbents win. Trump era though, who knows. Vote rigging, unfair elections from a friendship with the supreme leader. "], [35441, "2017-05-12T05:10:04Z", [0.4, 0.3, 0.25, 0.05, 0.0], ""], [35437, "2017-05-12T04:29:14Z", [0.42, 0.39, 0.14, 0.05, 0.0], ""], [35428, "2017-05-12T03:59:52Z", [0.75, 0.15, 0.1, 0.0, 0.0], ""], [19260, "2017-05-12T03:28:21Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35417, "2017-05-12T03:28:03Z", [0.65, 0.35, 0.0, 0.0, 0.0], ""], [35416, "2017-05-12T03:10:30Z", [0.5, 0.0, 0.5, 0.0, 0.0], ""], [35408, "2017-05-12T02:52:44Z", [0.95, 0.02, 0.02, 0.01, 0.0], "Hassan Rohani is really liked in Iran. The Ayatollah has all the control he want's and needs to maintain he's religious power structure, so why not give the people what they want so long as Rohani doesn't challenge the power structure, even though Rohani is considered an outsider."], [35377, "2017-05-12T02:01:05Z", [0.59, 0.24, 0.11, 0.04, 0.02], ""], [35395, "2017-05-12T01:32:52Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [35393, "2017-05-12T01:25:53Z", [0.55, 0.2, 0.1, 0.1, 0.05], ""], [35377, "2017-05-12T00:36:51Z", [0.59, 0.24, 0.11, 0.04, 0.02], "Current reports "], [31317, "2017-05-11T23:56:26Z", [0.94, 0.05, 0.01, 0.0, 0.0], ""], [30594, "2017-05-11T20:16:27Z", [0.92, 0.02, 0.06, 0.0, 0.0], ""], [12879, "2017-05-11T20:03:43Z", [0.98, 0.01, 0.01, 0.0, 0.0], ""], [34628, "2017-05-11T19:30:23Z", [0.94, 0.06, 0.0, 0.0, 0.0], ""], [23006, "2017-05-11T18:59:32Z", [0.6, 0.1, 0.11, 0.14, 0.05], ""], [32100, "2017-05-11T18:38:20Z", [0.92, 0.0, 0.08, 0.0, 0.0], ""], [11080, "2017-05-11T18:18:53Z", [0.93, 0.02, 0.05, 0.0, 0.0], ""], [11080, "2017-05-11T18:17:24Z", [0.86, 0.06, 0.08, 0.0, 0.0], ""], [1333, "2017-05-11T18:10:32Z", [0.45, 0.55, 0.0, 0.0, 0.0], ""], [25265, "2017-05-11T16:30:33Z", [0.86, 0.14, 0.0, 0.0, 0.0], ""], [35366, "2017-05-11T14:59:44Z", [0.91, 0.07, 0.02, 0.0, 0.0], ""], [34353, "2017-05-11T14:02:48Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [522, "2017-05-11T13:40:08Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [32100, "2017-05-11T11:18:08Z", [0.91, 0.05, 0.02, 0.01, 0.01], ""], [16652, "2017-05-11T11:09:59Z", [0.9, 0.05, 0.03, 0.01, 0.01], ""], [35359, "2017-05-11T10:48:53Z", [0.95, 0.0, 0.05, 0.0, 0.0], "Current polling indicates that incument Rohani has big lead that will be almost impossible to beat."], [16652, "2017-05-11T07:06:50Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [1034, "2017-05-11T05:56:15Z", [0.98, 0.02, 0.0, 0.0, 0.0], ""], [32785, "2017-05-11T01:04:48Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [22264, "2017-05-10T22:48:04Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [61, "2017-05-10T21:47:09Z", [0.84, 0.04, 0.04, 0.04, 0.04], ""], [35348, "2017-05-10T21:13:21Z", [0.85, 0.05, 0.05, 0.03, 0.02], "Rouhani - current lead as incumbent with good record **past 5 presidents have served two terms\nRaisi - hard conservative competition\nGhalibaf - contemporary conservative \nMirsalim - less frequently mentioned in articles"], [34353, "2017-05-10T19:11:11Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [35327, "2017-05-10T19:03:18Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [28002, "2017-05-10T15:47:27Z", [0.65, 0.15, 0.15, 0.05, 0.0], "Bit of guess work as there don't seem to be any great domestic polls.  From the \"Iranpolls\" data it looks like a fairly large proportion (56%) of Iranian's think Rohani might lose though, so I think many of the probabilities below might be overstating it.  I've taken the results of this survey and adjusted it (roughly) for incumbency bias.  Rohani appears to remain popular according to available polling, but so do his challengers. And most people seem to think the domestic situation has deteriorated. "], [28002, "2017-05-10T15:32:17Z", [0.65, 0.15, 0.15, 0.05, 0.0], "Comment deleted on May 10, 2017 03:47PM UTC"], [691, "2017-05-10T14:00:49Z", [0.93, 0.07, 0.0, 0.0, 0.0], ""], [1646, "2017-05-10T13:23:31Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [16652, "2017-05-10T09:39:58Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [30594, "2017-05-10T09:14:44Z", [0.9, 0.04, 0.06, 0.0, 0.0], ""], [16652, "2017-05-10T09:13:21Z", [0.89, 0.1, 0.01, 0.0, 0.0], ""], [30594, "2017-05-10T08:30:15Z", [0.89, 0.05, 0.06, 0.0, 0.0], ""], [34495, "2017-05-10T08:29:24Z", [0.93, 0.02, 0.02, 0.02, 0.01], "All my political predictions are based on the charisma/persuasion heuristic. Proposed by Paul Graham here: http://www.paulgraham.com/charisma.html Expounded by Scott Adams on his blog over the course of the 2016 election.\n(Understood well by me)."], [35190, "2017-05-10T06:52:46Z", [0.84, 0.05, 0.08, 0.01, 0.02], ""], [35160, "2017-05-10T06:31:17Z", [0.92, 0.04, 0.01, 0.01, 0.02], ""], [1034, "2017-05-10T05:03:27Z", [0.94, 0.06, 0.0, 0.0, 0.0], ""], [35243, "2017-05-10T00:30:18Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [34353, "2017-05-09T23:29:06Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [34628, "2017-05-09T15:02:17Z", [0.91, 0.08, 0.01, 0.0, 0.0], ""], [16652, "2017-05-09T13:53:30Z", [0.7, 0.25, 0.05, 0.0, 0.0], ""], [4634, "2017-05-09T13:49:58Z", [0.82, 0.08, 0.08, 0.01, 0.01], ""], [691, "2017-05-09T12:12:03Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [11759, "2017-05-09T08:06:15Z", [0.98, 0.0, 0.02, 0.0, 0.0], ""], [32589, "2017-05-09T07:37:58Z", [0.9, 0.05, 0.05, 0.0, 0.0], ""], [1034, "2017-05-09T06:25:31Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [7124, "2017-05-09T05:46:54Z", [0.7, 0.05, 0.15, 0.05, 0.05], ""], [28978, "2017-05-09T03:11:27Z", [0.61, 0.0, 0.39, 0.0, 0.0], "While Raisi is popular, he is there to secure support for the technocracy and will stand aside in favour of Rohani if needed. This moves Rohani likely chance of wining much higher than his current polls. It also leaves Ghalibaf as the only real alternative to the incumbent. "], [1643, "2017-05-09T00:41:56Z", [0.9, 0.08, 0.02, 0.0, 0.0], ""], [1643, "2017-05-09T00:41:30Z", [0.9, 0.05, 0.05, 0.0, 0.0], "1) Starting roughly with the last poll numbers.  Rouhani is polling at double the next closest candidate.\n( https://en.wikipedia.org/wiki/Opinion_polling_for_the_Iranian_presidential_election,_2017#Pre-2017_polls ) 2) Polls seemed to forecast the winner correctly last time.  The swing over the final 10 days before the vote is pretty incredible; Rouhani from 8.1% to 38%.  That means it's probably to follow debates over the next few days closely. 3) Leaving 5% for Ghalibaf and Raisi.  That may be too generous given the strategy and articles I have read on those two.\n\"Ghalibaf is expected to campaign but drop out of the election before the May 19 vote in favor of Raisi.\"\nhttps://www.washingtonpost.com/news/monkey-cage/wp/2017/04/27/irans-holding-presidential-elections-here-are-the-candidates-to-watch/?utm_term=.892ccac1d13e That is, Ghalibaf is to act as rabbit for someone described recently as \"The man has literally nothing to offer. He's got no charisma. He's unknown. He doesn't speak well. He flopped in the first presidential debate\" \n(http://www.cnbc.com/2017/05/03/conservative-ebrahim-raisi-stokes-fear-over-iran-presidential-election.html) 4) May be too high given the prediction market here at 81% for Rohani:\nhttps://www.predictit.org/Contract/5883/Will-Hassan-Rouhani-be-re-elected-president-of-Iran-in-2017#data"], [4139, "2017-05-08T23:43:21Z", [0.95, 0.0, 0.05, 0.0, 0.0], ""], [11080, "2017-05-08T22:06:15Z", [0.82, 0.09, 0.09, 0.0, 0.0], ""], [3363, "2017-05-08T21:51:40Z", [0.71, 0.09, 0.11, 0.02, 0.07], ""], [35280, "2017-05-08T21:45:56Z", [0.63, 0.0, 0.37, 0.0, 0.0], "I have based my forecast based on two main questions (and all the scenarios that could come about) : \nWhat are the chances that this election would go to a second round?\nIf it does, who would be the two participants and who would come on top? I checked the data for presidential election turnout data to see whether there is a decline from 1st term to 2nd. the record (unfortunately) does not go far enough. But it declines 3 out of 4 times (the only increase was in 2009) http://irandataportal.syr.edu/elections. The electorate seems to become less enthusiastic with its choices and turnout consequently falls (a bit speculative of me) . Also Rouhani's popularity also seems to be declining and given he won with 50.8% of the vote then a second round is a strong possibility. Enter Jahangiri who seems to be doing the dirty work for Rouhani in the debates as well as energizing the Reformist base that may be disheartened by some of Rouhani's policy. If Jahangiri does retract his nomination in favour of Rouhani that would give his campaign a boost. On the other hand Ghalibaf and Raisi do not seem to be in sync.\n "], [35280, "2017-05-08T21:23:35Z", [0.63, 0.0, 0.37, 0.0, 0.0], "Comment deleted on May 11, 2017 10:21AM UTC"], [29591, "2017-05-08T20:26:10Z", [0.87, 0.05, 0.08, 0.0, 0.0], "Have to agree with other forecasters that Rouhani is looking like the popular candidate and Ghalibaf is his main rival. \nEshaq Jahangiri is emerging as favourite of reformists, though he entered the race to help Rouhani. “Jahangiri has tried to portray Ghalibaf as a continuation of Ahmadinejad, condemning his military mindset” (https://www.theguardian.com/world/2017/may/04/shadow-candidate-in-iranian-election-overshadows-rouhani). Jahangiri is also a close ally of Mohammad Khatami who has publicly endorsed Rouhani for this years elections.  “Rouhani has pushed his liberal credentials, attacking the security services for interfering in peoples lives, and posing with women wearing loose and colourful headscarves that are still opposed by hardliners despite becoming commonplace in wealthier parts of Tehran” (http://www.middleeasteye.net/news/rouhani-attacks-conservative-rivals-saying-era-violence-and-extremism-over-498716983). This shows Rouhani’s attempt to reach out to female voters, something that hardliners might lack; he is due to address a women’s rally tomorrow.  In an Iran poll survey in April 42% of respondents cited unemployment as the most important issue in the election. To appeal to the people voting on this topic: “Ghalibaf has described himself as the candidate of the “90% against the 4%” promising monthly cash handouts of $77 for any unemployed Iranian aged 18 or above.” (http://www.middle-east-online.com/english/?id=82988) \nHowever, I think it would be fair to say that most people aren’t looking for handouts but instead looking for the candidate who is promising more jobs. This is my personal opinion, but I think the young generation of Iranians would be looking for a similar thing.  It appears that religion could be one of the signifcant factors in determining the outcome of the election. “The Supreme Leader Khamenei criticised the government of Hassan Rouhani for promoting a ‘western influenced’ UN education plan. Khamenei did not give details of his opposition to the UNESCO plan, but hardline commentators said its promotion of gender equality in education contravened Islam” (http://www.middleeasteye.net/news/irans-supreme-leader-slams-rouhanis-western-influence-991902623).  Touching on what @knyghtish said about a comment from Trump possibly swaying the election. I think it’s likely that Trump will have security services warning him about saying any provoking comments, as the US knows they will not be able to “work” with Iran with hardliners in office. "], [30354, "2017-05-08T18:25:27Z", [0.99, 0.0, 0.0, 0.0, 0.01], ""], [16272, "2017-05-08T17:02:07Z", [0.75, 0.05, 0.1, 0.05, 0.05], ""], [35282, "2017-05-08T14:02:19Z", [0.7, 0.06, 0.22, 0.02, 0.0], "https://www.foreignaffairs.com/articles/iran/2017-04-28/rouhani-s-path-second-term?cid=nlc-fatoday-20170505&sp_mid=54000758&sp_rid=bml0aXNoLnZhaWR5YW5hdGhhbkBnbWFpbC5jb20S1&spMailingID=54000758&spUserID=MjEwNDg3MDc5NzYxS0&spJobID=1160843145&spReportId=MTE2MDg0MzE0NQS2\nBased on this article, and a few others I've read in other places that I can't remember, I'd say Rohani's looking like the obvious favorite. Looking at the previous election results (which is probably the best predictor of this one), Rohani wiped the floor with Ghalibaf. Ebrahim Raisi, aside from potentially being the favorite of the Ayotollah, doesn't have a whole lot of other things going for him. Look at the amount of people that don't know him in the poll [https://en.wikipedia.org/wiki/Opinion_polling_for_the_Iranian_presidential_election,_2017] The FA article suggests that Rohani has gotten an increasing amount of support across the political spectrum. He won handily in 2013, and especially with the huge leap in Iranian economic growth, and with the courting of conservative factions, I think it would take a miracle, or some shady business, for Ghalibaf to come close. This is a more cautious estimate than some of the others for a few reasons: I think that the Raisi camp is going to fold and go for Ghalibaf sometime soon. While Raisi is reportedly more favorable with the Supreme Leader, as mentioned earlier, nobody knows who he is. While I still think that Ghalibaf has meager chances, in part due to the fact that many Iranians surely associated recent successes with Rohani, that boost could be useful. I do not think, as some have suggested, that Ghalibaf will drop in favor of Raisi. He has been gaining steam lately, but I simply doubt he can gain enough steam to paint himself as a credible alternative to Ghalibaf within a few weeks. If that changes, I'll update. What worries me about my forecast (and I daresay personally worries me) is some kind of aggressive statement by the Trump administration could bolster support for hardliners. If it went poorly, it could very well boost Raisi's support enough to attract Ghalibaf's votes, and start to push more moderate conservatives to Raisi's side as well. I think the Administration knows this, so they will probably be careful, but a stray tweet could lead to a large percentage change in my estimates. That being said, I ultimately still see Rohani winning this. \nhttp://www.bbc.com/news/world-middle-east-22916174\nAlso, https://www.brookings.edu/blog/markaz/2017/05/03/who-will-rule-iran-tehrans-presidential-election-foreshadows-succession-politics/?utm_campaign=Foreign%20Policy&utm_source=hs_email&utm_medium=email&utm_content=51590492\nGhalibaf is still the conservative candidate to beat. And as the article notes, it's simply too risky to try and do any kind of large scale rigging when Rohani's doing just fine. "], [34353, "2017-05-08T12:37:40Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [691, "2017-05-08T11:12:08Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [1333, "2017-05-08T09:41:02Z", [0.3, 0.6, 0.05, 0.05, 0.0], ""], [1034, "2017-05-08T06:42:12Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [35145, "2017-05-07T22:51:38Z", [0.27, 0.66, 0.01, 0.01, 0.05], ""], [1646, "2017-05-07T22:11:24Z", [0.83, 0.1, 0.05, 0.01, 0.01], ""], [16554, "2017-05-07T21:53:57Z", [0.82, 0.06, 0.06, 0.06, 0.0], ""], [35280, "2017-05-07T21:34:05Z", [0.65, 0.3, 0.05, 0.0, 0.0], "There are not many polls or at least reliable ones. The general view towards this election  seems to be that of pessimism and general outlook towards the economy is not good. People have a less favourable opinion on Iran Deal Rouhani's main achievement."], [6903, "2017-05-07T17:59:47Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [35213, "2017-05-07T15:52:58Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [22343, "2017-05-07T15:27:19Z", [0.87, 0.03, 0.03, 0.03, 0.04], ""], [11080, "2017-05-07T14:32:34Z", [0.8, 0.1, 0.08, 0.01, 0.01], ""], [33797, "2017-05-07T13:42:49Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [29860, "2017-05-07T11:43:52Z", [0.85, 0.05, 0.05, 0.05, 0.0], ""], [691, "2017-05-07T11:06:02Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [1034, "2017-05-07T09:35:28Z", [0.9, 0.1, 0.0, 0.0, 0.0], "TV censors Rouhani documentary ahead of elections Karimi (2017) May 6, states that: TEHRAN, Iran — Iran’s state TV Saturday censored a documentary released by President Hassan Rouhani’s campaign, ahead of the upcoming presidential election. A report by the semi-official ILNA did not elaborate but a Rouhani campaign official confirmed to The Associated Press that state TV had cut parts of “President Rouhani”. He said one censored segment showed supporters chanting for opposition leader Mir Hossein Mousavi, who has been under house-arrest since 2011 and whose Green Movement hard-liners oppose. Also omitted was a picture of former President Mohammad Khatami, whose name and image have been banned in Iranian media since 2015. He said state TV also cut out a remark by a student in which he said Supreme Leader Ayatollah Ali Khamenei supported the 2015 landmark nuclear deal between Iran and world powers. The official spoke on the condition of anonymity because he was not authorized to brief reporters. The documentary was a collection of Rouhani’s past speeches, on various issues, during his visits to various provinces. State TV did not immediately provide any comment. Earlier this week Khatami announced his support for Rouhani, and Mousavi is also considered a Rouhani supporter. The moderate Rouhani, who vowed to lift Mousavi’s house arrest in his 2013 campaign, is running in the May 19 election against five other candidates. That promise remains to be fulfilled. In a separate report, the official IRNA news agency published the results of a Monday survey in which nearly 64 percent of a 6,047-person sample group said they will be voting, while 20 percent said they were undecided. It added that some 55 percent had already decided on their candidates; 45 percent said they support the moderate-reformist camp, while more that 23 percent supported the conservative hard-liner groups. Additionally, the survey asked where they would seek guidance for their vote; some 50 percent said they would decide for themselves, 16 percent said they would follow the lead of friends and relatives in making their decision, 14 percent said they would refer to clerics, 13 percent to political groups, six percent to university students and academics, and 1.3 percent said they would emulate artists and athletes (para. 1-10). Karimi, N. (2017). Iran TV censors Rouhani documentary ahead of elections. Associated Press. Middle East Retrieved from\nhttps://www.washingtonpost.com/world/middle_east/iran-tv-censors-rouhani-documentary-ahead-of-elections/2017/05/06/6bf813d8-3285-11e7-a335-fa0ae1940305_story.html Hard line foes of Iran's Rouhani rap lack of payoff from nuclear deal Hafezi (2017) Fri May 5, states that: Hard line rivals challenged President Hassan Rouhani in a pre-election debate on Friday over the lack of economic revival since his nuclear deal with big powers, but he said oil exports had re-surged and the economy only needed more time to recover. Rouhani was elected by a landslide in 2013 on pledges to end Iran's international isolation that had crippled the economy and to ease restraints on society in the Islamic Republic. He seeks re-election on May 19 against hard-line rivals, though even supporters voice disappointment at his performance in office. In a debate in Tehran carried live on state TV, Rouhani battled criticism that few Iranians had enjoyed any tangible benefits from the 2015 deal under which Iran curbed its disputed nuclear activity in exchange for relief from global sanctions. \"What has changed since the deal? What has changed in the day to day lives of our people?\" said hardline candidate Ebrahim Raisi, one of four sharia (Islamic law) judges who oversaw executions of thousands of political prisoners in the 1980s. However, all of Rouhani's opponents in the debate said they accepted the nuclear pact as \"it was a national accord\". Another conservative candidate, Tehran Mayor Mohammad Baqer Qalibaf, also a former commander in Iran's elite Revolutionary Guards (IRGC), accused Rouhani of failing to tackle unemployment estimated at 12-20 percent. In response, Rouhani said Iran's reconnection with the global financial system after most sanctions were lifted had already borne fruit in renewed oil exports and was sure to yield jobs and investment boosting the economy in coming years. \"All the nuclear-related sanctions have been lifted. Today, we export 2 million barrels oil per day. Without the deal it would be reduced to 200,000 bpd,\" said Rouhani. Rouhani accused unnamed hardliners of trying to derail the nuclear deal, reffering to a ballistic missile launch in 2016 by the IRGC in which \"Israel must be wiped out\" was written on the missiles, according to Iranian media. Iran’s overall economic outlook has improved since the nuclear accord. The International Monetary Fund (IMF) predicts between 4 and 5.5 percent growth in 2016, well up from the 1.3 percent it forecast before the deal was clinched. Raisi and Qalibaf have vowed to created millions of jobs a year, if elected, though they have not said how they would do so and economists have called such promises \"unrealistic\"(para. 1-11). Hafezi, P. (2017). Hard line foes of Iran's Rouhani rap lack of payoff from nuclear deal. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-debate-idUSKBN1811BV"], [29980, "2017-05-07T04:26:47Z", [0.2, 0.2, 0.2, 0.2, 0.2], ""], [34613, "2017-05-06T21:17:24Z", [0.58, 0.38, 0.04, 0.0, 0.0], ""], [34613, "2017-05-06T21:15:57Z", [0.55, 0.33, 0.12, 0.0, 0.0], ""], [15579, "2017-05-06T19:23:03Z", [0.8, 0.01, 0.17, 0.01, 0.01], ""], [20156, "2017-05-06T19:06:49Z", [0.86, 0.07, 0.07, 0.0, 0.0], ""], [35300, "2017-05-06T18:42:45Z", [0.67, 0.05, 0.23, 0.05, 0.0], ""], [691, "2017-05-06T12:44:03Z", [0.89, 0.11, 0.0, 0.0, 0.0], ""], [1034, "2017-05-06T10:34:54Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [4634, "2017-05-06T10:05:37Z", [0.75, 0.08, 0.15, 0.01, 0.01], ""], [29648, "2017-05-06T07:41:13Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [19801, "2017-05-06T07:34:15Z", [0.91, 0.0, 0.09, 0.0, 0.0], "The conservatives will only field a single candidate in the election. That will likely be the most popular one. So only Rohani and Ghalibaf are likely to compete in the actual election. Jahangiri is also only there to support Rohani. So there are only 2 actual candidates. Tactical nomination of Jahangiri\n“ \tRouhani and I are side-by-side. \t”\n— Eshaq Jahangiri Conservative consensus candidate Among the approved candidates, Ebrahim Raisi, Mohammad Bagher Ghalibaf and Mostafa Mir-Salim are regarded as figures of the conservative camp, which intended to bring one single candidate for the election\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_Iranian_presidential_election,_2017 Polls give clear decisive lead to Rohani and Ghalibaf."], [4634, "2017-05-06T04:54:33Z", [0.75, 0.15, 0.08, 0.01, 0.01], ""], [31518, "2017-05-05T22:11:07Z", [0.35, 0.03, 0.07, 0.02, 0.53], ""], [11080, "2017-05-05T21:44:34Z", [0.78, 0.14, 0.06, 0.01, 0.01], ""], [29591, "2017-05-05T20:33:29Z", [0.85, 0.08, 0.07, 0.0, 0.0], "The tension between the new US administration and Iran might play into the hardliners hands. Mr Raisi said \"Why have you [Rouhani] kept the country idle for four years waiting for others to open the knots?\". Thousands of his supporters responded by chanting \"death to the US\" (https://www.ft.com/content/fdfedfa6-2e79-11e7-9555-23ef563ecf9a).  A senior fellow at the Middle East Insistitue said in regards to Raisi: “The man has literally nothing to offer. He’s got no charisma. He’s unknown. He doesn’t speak well. He flopped in the first presidential debate” (http://www.cnbc.com/2017/05/03/conservative-ebrahim-raisi-stokes-fear-over-iran-presidential-election.html) “The Eurasia Group named Raisi the loser of the first of three debates in a briefing, saying he was upstaged by Mohammad Ghalibaf and Eshaq Jahangiri” (http://www.cnbc.com/2017/05/03/conservative-ebrahim-raisi-stokes-fear-over-iran-presidential-election.html) \n\nTo expand on what @Thrivers said, Rouhani won the election in 2013 due to a number of hardliners meaning they had to split the vote between them rather than a choice of just 2 candidates. “Rouhani won the presidency in a first-round landslide in 2013, aided by a divided field of five conservative opponents. Until Thursday, a repeat had looked likely. The “principlists”, as Iran’s conservatives call themselves, again looked to be struggling to produce a credible candidate around whom to unite.” (https://www.bloomberg.com/politics/articles/2017-04-06/leading-iranian-cleric-enters-election-in-threat-to-rouhani) "], [691, "2017-05-05T18:04:30Z", [0.88, 0.11, 0.01, 0.0, 0.0], ""], [35033, "2017-05-05T16:32:03Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [1333, "2017-05-05T15:27:44Z", [0.05, 0.6, 0.05, 0.05, 0.25], ""], [1646, "2017-05-05T12:40:56Z", [0.65, 0.15, 0.1, 0.05, 0.05], ""], [1646, "2017-05-05T12:39:09Z", [0.55, 0.1, 0.25, 0.05, 0.05], ""], [4634, "2017-05-05T09:09:23Z", [0.75, 0.18, 0.05, 0.01, 0.01], ""], [3363, "2017-05-05T01:37:43Z", [0.71, 0.14, 0.05, 0.02, 0.08], ""], [30330, "2017-05-04T20:16:25Z", [0.75, 0.15, 0.05, 0.05, 0.0], "Rohani - steady hand, centrist, quasi-reformist with good rep and cred with the regime.  Big changes coming if the Supreme Leader passes away. Country and Elites don't want someone to rock the boat, especially with the number of conflicts erupting and escalating in Syria and Yemen as well as the incoming ground swell from European trade. "], [34310, "2017-05-04T19:44:45Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [4634, "2017-05-04T17:18:42Z", [0.78, 0.15, 0.05, 0.01, 0.01], ""], [31450, "2017-05-04T16:48:09Z", [1.0, 0.0, 0.0, 0.0, 0.0], "I am sure Rohani wins for two reasons, polling and tradition. The handful of polls I have found show the incumbent well ahead of any of his rivals, hovering around 50%. Although on that subject, I have had a lot of trouble finding polls for the election, does anyone know a good source? Second, I know this is a small sample size but since the Islamic revolution there have been four other presidents and no one has yet lost his reelection bid. I don't think Rohani will be any different. Particularly because, after a rough 2015, the economy is growing again."], [30594, "2017-05-04T16:16:47Z", [0.8, 0.08, 0.12, 0.0, 0.0], ""], [22278, "2017-05-04T16:15:17Z", [0.55, 0.25, 0.15, 0.05, 0.0], ""], [35265, "2017-05-04T12:26:12Z", [0.75, 0.0, 0.05, 0.05, 0.15], ""], [691, "2017-05-04T11:16:20Z", [0.93, 0.07, 0.0, 0.0, 0.0], ""], [34353, "2017-05-04T11:06:50Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [24681, "2017-05-04T10:19:46Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [11080, "2017-05-04T08:01:11Z", [0.76, 0.16, 0.04, 0.02, 0.02], ""], [11080, "2017-05-04T07:54:38Z", [0.71, 0.16, 0.09, 0.02, 0.02], ""], [19801, "2017-05-04T06:36:43Z", [0.91, 0.09, 0.0, 0.0, 0.0], ""], [14253, "2017-05-04T02:41:57Z", [0.84, 0.16, 0.0, 0.0, 0.0], ""], [706, "2017-05-04T00:03:47Z", [0.9, 0.1, 0.0, 0.0, 0.0], "He got Iran a sweet deal and people will repay him."], [30207, "2017-05-03T22:04:40Z", [0.83, 0.11, 0.03, 0.03, 0.0], ""], [11080, "2017-05-03T18:32:03Z", [0.68, 0.18, 0.11, 0.02, 0.01], ""], [34628, "2017-05-03T16:12:40Z", [0.89, 0.11, 0.0, 0.0, 0.0], ""], [1333, "2017-05-03T15:29:58Z", [0.0, 0.65, 0.05, 0.05, 0.25], ""], [31374, "2017-05-03T14:58:53Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [28091, "2017-05-03T14:20:15Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [18846, "2017-05-03T14:00:00Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [34353, "2017-05-03T13:53:16Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [1389, "2017-05-03T12:23:52Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [691, "2017-05-03T12:02:42Z", [0.91, 0.09, 0.0, 0.0, 0.0], ""], [35221, "2017-05-03T11:35:41Z", [0.87, 0.07, 0.04, 0.01, 0.01], "The standing of the sitting president is strong, and the spread of the other candidates make it highly improbable that any of them will make the election"], [4634, "2017-05-03T10:54:32Z", [0.75, 0.15, 0.05, 0.02, 0.03], ""], [35221, "2017-05-03T10:52:58Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [1034, "2017-05-03T07:29:17Z", [0.9, 0.1, 0.0, 0.0, 0.0], "Iran’s supreme leader wants confrontational president to take on Trump Taylor (2017) Monday, May 1, states that: Iran’s most famous hard-liner, former President Mahmoud Ahmadinejad, is off the ballot — blocked by the ayatollahs who vet the Islamic republic’s acceptable candidates, but the country’s spirited presidential race is still shaping up to be a fierce battle over the nuclear deal with the Obama administration and its allies. President Hassan Rouhani, a Shiite cleric considered a relative moderate on the Iranian political spectrum, is facing increasing pressure from hard-liners to show the payoff from the agreement struck with the U.S. and five global powers in 2015 to curb its nuclear programs in exchange for the lifting of harsh economic sanctions. While reformist parties say the May 19, contest will be a sham because hundreds of moderates and all female candidates have been blackballed by Iran’s Guardian Council, the stakes are incredibly high for Mr. Rouhani, who came to power in 2013 vowing to counter the influence of the country’s religious and military hard-liners and ease Iran’s international isolation. Regional analysts and U.S. officials say the 68-year-old sitting president, who fought for the 2015 Iranian nuclear deal and spent much of his first four-year term pushing for a diplomatic and economic opening with the West, could lose his re-election bid to a relatively unknown conservative cleric named Ebrahim Raisi. Mr. Raisi is a close ally of Iran’s supreme leader, Ayatollah Ali Khamenei, who is said to be dissatisfied with Mr. Rouhani’s handling of relations with the West and is eager to for him to be replaced by a more confrontational character capable of responding to the more assertive approach from Washington under President Trump.\nThe big question, analysts say, is whether Iranian voters will come out in force behind Mr. Raisi or his conservative (para. 1-6).  Taylor, G. (2017). Iran’s supreme leader wants confrontational president to take on Trump. The Washington Post. Security. Retrieved from\nhttp://www.washingtontimes.com/news/2017/may/1/obama-nuclear-deal-on-iran-presidential-ballot/ Iran's president leans on economic successes Graeber (2017) May 1, states that: May 1 (UPI) -- Incumbent Iranian President Hassan Rouhani said easing international sections and addressing a high rate of inflation are priorities for the OPEC member state. \"The first major issue needed to be addressed was the nuclear talks and bringing to an end international sanctions against the country,\" he said of his first term in office. \"The second problem was the rampant inflation rate while the third main problem was propping up production in the country.\" A moderate by relative standards, Rouhani is campaigning against rival candidates Mostafa Aqa-Mirsalim, Eshaq Jahangiri, Ebrahim Raeisi, Mohammad-Baqer Qalibaf, and Mostafa Hashemi-Taba in the May 19 election. Under Rouhani's tenure, Iran brought renewed investment interest to a country that saw sanctions pressures ease as a result of a U.N.-backed multilateral nuclear agreement. In November, the country, a member of the Organization of Petroleum Exporting Countries, became the only party to an effort to balance an over-supplied crude oil market that's allowed to produce more oil in order to regain a market share lost to those sanctions. Ali Khamenei, the conservative ruling cleric in Iran, has called for a so-called resistance economy, one that limits exposure to international market shocks and sanctions pressures in part by weaning itself off oil for revenue. Non-oil exports for Iran for the 11 months ending March 20 were up 33 percent (para. 1-5). Graeber, D. J. (2017). Iran's president leans on economic successes. UPI. Energy News. Retrieved from\nhttp://www.upi.com/Energy-News/2017/05/01/Irans-president-leans-on-economic-successes/4671493639210/ What We Learned From Iran s Presidential Debate: QuickTake Q&A Nasseri and Motevalli (2017) April 30, states that: Iran’s May 19 election is seen as a referendum on the policies of President Hassan Rouhani, the moderate cleric who championed integrating Iran with the global economy and accepted limits on his nation’s nuclear work in exchange for relief from sanctions. He entered his re-election campaign facing criticism from conservatives and Supreme Leader Ayatollah Ali Khamenei over his economic policies. The economy was a main theme of the first of three televised debates among Rouhani and his five challengers. 1. Who emerged as Rouhani’s chief challenger? While it’s hard to draw conclusions from one debate, analysts highlighted the performance of Tehran’s mayor, Mohammad Baqer Qalibaf. The conservative candidate was the most vocal in his attacks on Rouhani, casting doubt on the president’s assertion that the business environment has improved and accusing him of failing to create as many jobs as he had promised. “Qalibaf is clearly emerging as Rouhani’s key challenger,” said Ariane Tabatabai, a visiting assistant professor of security studies at Georgetown University in Washington, who follows Iran closely (para. 1-2). Nasseri, L. & Motevalli, G. (2017). What We Learned From Iran's Presidential Debate: QuickTake Q&A. Bloomberg. Politics. Retrieved from\nhttps://www.bloomberg.com/politics/articles/2017-04-30/what-we-learned-from-iran-s-presidential-debate-quicktake-q-a Rouhani Warns Voters to Prevent 'Extremism' Returning to Iran Sharafedin (2017) April 29, states that: LONDON (Reuters) - President Hassan Rouhani told Iranians on Saturday they could face greater authoritarianism if they replace him with a hard-line rival in May's election. Rouhani was the surprise winner of the last presidential vote, in 2013, after eight years of Mahmoud Ahmadinejad whose re-election for a second term in 2009 caused mass protests and a severe security crackdown. He now faces serious competition from hardliners, some of whom are close to Iran's supreme leader, Ayatollah Ali Khamenei, who has criticized Rouhani's economic record, saying his detente with the West and concessions on Iran's nuclear work had yet to yield economic benefits. \"We will not let them bring the security and police atmosphere back to the country,\" Rouhani told a rally in the city of Yazd, according to the semi-official Tasnim news agency. \"Iranians will prove to the world at the May 19 election that the era of violence, extremism and pressures in our country is over and Iran is pursuing the path of reason.\" Among Rouhani's challengers are Ebrahim Raisi, an influential cleric with decades of experience in the hard-line judiciary, and conservative Tehran Mayor Mohammad Baqer Qalibaf, a former Revolutionary Guards commander (para. 1-6). Sharafedin, B. (2017). Rouhani Warns Voters to Prevent 'Extremism' Returning to Iran. Reuters.  World News. Retrieved from\nhttp://af.reuters.com/article/worldNews/idAFKBN17V0Q0?sp=true Iran's leader rebuffs Rouhani's detente policy ahead of vote Sharafedin (2017) Sun Apr 30, states that: Ian's Supreme Leader Ayatollah Ali Khamenei has criticized President Hassan Rouhani for saying his detente policy with the West had caused the threat of war to fade as tensions intensify in Tehran before May election. Rouhani, a pragmatist whose election in 2013 led to a diplomatic thaw between Iran and the West, championed in 2015 a landmark deal in which Tehran agreed to curb its nuclear activities in return for lifting of international sanctions. Iranians should not thank Hassan Rouhani's policy of detente with the West for any reduction in the threat of war, supreme leader Ayatollah Ali Khamenei said on Sunday, stepping up his criticisms of the president as elections approach. In comments that appeared to favor hard-line candidates in the May 19 vote, Khamenei played down the benefits of Rouhani's landmark agreement to curb Iran's nuclear activities in return for a lifting of international sanctions. \"Some say since they took office the shadow of war has been faded away. This is not correct,\" Khamenei was quoted as saying by state media. \"It's been people's presence in the political scene that has removed the shadow of war from the country.\" Khamenei and his hard-line supporters have also criticized the nuclear deal -- which stiffled talk by Washington of possible military action against Iran -- for failing to deliver promised economic benefits. But speaking at the opening of a refinery that Iran says will make it self-sufficient in oil products, Rouhani defended his position (para. 1-8). Sharafedin, B. (2017). Iran's leader rebuffs Rouhani's detente policy ahead of vote. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-iran-election-khamenei-idUSKBN17W091 Threat of War Stokes Conflict in Iran Salmi (2017) May 1, states that: Tehran- Iran’s Supreme Leader Ayatollah Ali Khamenei on Tuesday slammed election slogans of outgoing President Hassan Rouhani on the removal of the “shadow of war” from Iran by signing the nuclear deal. Iranians should not thank Hassan Rouhani’s policy of detente with the West for any reduction in the threat of war, Khamenei said on Sunday, stepping up his criticisms of the president as elections approach. Hours later, Rouhani renewed his position, but softened his tone. At the same time, Iran’s Election Commission announced that it received complaints from four candidates in the presidential elections because of the issues witnessed in the first debate. Ebrahim Raisi, Tehran Mayor Mohammad Bagher Ghalibaf, and conservative presidential candidate Mustafa Merslim protested against the way the debate was moderated and accusations made against competitors. In comments that appeared to favor hard-line candidates in the May 19 vote, Khamenei played down the benefits of Rouhani’s landmark agreement to curb Iran’s nuclear activities in return for a lifting of international sanctions. “Some say since they took office the shadow of war has been faded away. This is not correct,” Khamenei was quoted as saying by state media. “It’s been people’s presence in the political scene that has removed the shadow of war from the country.” Khamenei and his hard-line supporters have also criticized the nuclear deal — which stiffed talk by Washington of possible military action against Iran — for failing to deliver promised economic benefits. But speaking at the opening of a refinery that Iran says will make it self-sufficient in oil products, Rouhani defended his position. “The nuclear deal was a national achievement. We should make use of its advantages. But some have started a fight over it,” Rouhani said. He cited the new refinery, in the Gulf port city of Bandar Abbas as a result of the deal and “interaction with the world”. One of Rouhani’s main challengers, Raisi, an influential cleric with decades of experience in the hard-line judiciary, said Iran had no need of foreign help to improve the economy and could always defend itself (para. 1-11). Salmi, A. (2017). Threat of War Stokes Conflict in Iran. Asharq Al-Awsat. Retrieved from\nhttp://english.aawsat.com/adel-al-salmi/world-news/threat-war-stokes-conflict-iran Iran: Raisi Registers for Election with Entourage of ‘Mothers Who Lost Their Children to War’ Asharq Al-Awsat (2017) April 15, states that: London- On the eve of closing candidate registration for Iran’s upcoming May presidential elections, current President Hassan Rouhani and his chief conservative rival, Ebrahim Raisi, submitted their bids. Raisi, 56, is a hard-line cleric known for his ultra-conservative stances and great proximity with Iran’s Supreme Leader Ali Khamenei. He arrived at the registration committee center for presenting his candidacy papers a few hours after ‘moderate’ Rouhani had applied in hopes of winning over a second term in office. Raisi showed up at the center accompanied by a number of mothers who had lost their children to wars fought by Iran, said Tehran-based media outlet Tasnim. When presented with a copy of the Quran and Iran’s flag, Raisi accepted the gesture before dozens of flashing cameras that documented every step of him submitting his documents, but he made no statements, Tasnim added. However, a few days earlier, Raisi said that his candidacy is an effort to salvage the country from ‘chronic structural disease’ and incorrect administrative traditions. Raisi is a hardline judge who spent years in powerful backroom positions before emerging as a leading challenger for Iran’s presidential election next month. In 1985, he became a deputy prosecutor at the Revolutionary Court of Tehran in the midst of the Iran-Iraq war when thousands of political prisoners were executed. Raisi spent a decade as head of the Inspection Office from 1993, followed by 10 years as deputy head of the judiciary. In 2006, he was elected to the Assembly of Experts that has powers to choose the next supreme leader, and now sits on its board of directors. In 2012, he became a prosecutor in the Special Court of Clerics, charged with disciplining the clergy, and spent two years as Iran’s nationwide prosecutor-general from 2013 to 2015 (para. 1-9). Asharq Al-Awsat Website. (2017). Iran: Raisi Registers for Election with Entourage of ‘Mothers Who Lost Their Children to War’. Asharq Al-Awsat. Retrieved from\nhttp://english.aawsat.com/theaawsat/world-news/iran-raisi-registers-election-entourage-mothers-lost-children-war Super Isaac soars above everybody in first Iranian presidential debate IntelliNews Website. (2017). “Super Isaac” soars above everybody in first Iranian presidential debate.  IntelliNews. Retrieved from\nhttp://www.intellinews.com/super-isaac-soars-above-everybody-in-first-iranian-presidential-debate-120487/ Iran’s Khamenei challenges Rouhani’s rapprochement policy toward West World Tribune Website. (2017). Iran’s Khamenei challenges Rouhani’s rapprochement policy toward West. World Tribune. Retrieved from\nhttp://www.worldtribune.com/irans-khamenei-challenges-rouhanis-rapprochement-policy-toward-west/\n"], [32872, "2017-05-03T06:53:18Z", [0.94, 0.06, 0.0, 0.0, 0.0], ""], [35218, "2017-05-03T06:47:46Z", [0.65, 0.1, 0.25, 0.0, 0.0], ""], [1034, "2017-05-03T05:40:24Z", [0.7, 0.3, 0.0, 0.0, 0.0], ""], [26242, "2017-05-03T04:57:23Z", [0.9, 0.05, 0.05, 0.0, 0.0], ""], [19801, "2017-05-03T04:48:26Z", [0.89, 0.09, 0.02, 0.0, 0.0], ""], [31317, "2017-05-03T01:28:53Z", [0.88, 0.1, 0.01, 0.0, 0.01], ""], [23006, "2017-05-02T23:42:37Z", [0.51, 0.15, 0.15, 0.14, 0.05], ""], [28091, "2017-05-02T23:21:50Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [25265, "2017-05-02T21:36:46Z", [0.85, 0.1, 0.05, 0.0, 0.0], ""], [1333, "2017-05-02T21:24:03Z", [0.45, 0.15, 0.1, 0.05, 0.25], ""], [28414, "2017-05-02T20:18:30Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [28414, "2017-05-02T20:18:14Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [691, "2017-05-02T19:07:15Z", [0.67, 0.33, 0.0, 0.0, 0.0], ""], [12879, "2017-05-02T17:58:50Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [32100, "2017-05-02T17:58:32Z", [0.75, 0.18, 0.03, 0.02, 0.02], ""], [11080, "2017-05-02T17:58:09Z", [0.59, 0.2, 0.18, 0.02, 0.01], ""], [11080, "2017-05-02T17:57:37Z", [0.65, 0.17, 0.15, 0.02, 0.01], ""], [34717, "2017-05-02T17:37:08Z", [0.7, 0.15, 0.1, 0.05, 0.0], ""], [4634, "2017-05-02T17:20:50Z", [0.7, 0.18, 0.08, 0.02, 0.02], ""], [29145, "2017-05-02T17:19:39Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""]]}