{"question_id": 1795, "title": "Before 1 March 2021, will there be a lethal confrontation at sea between the forces of India and the People's Republic of China?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[767, "2021-03-01T03:15:17Z", [0.0], ""], [85377, "2021-02-28T21:51:36Z", [0.0], ""], [98254, "2021-02-28T21:51:10Z", [0.0], ""], [529, "2021-02-28T17:02:59Z", [0.0], ""], [98258, "2021-02-27T21:49:19Z", [0.0], ""], [62808, "2021-02-26T22:26:18Z", [0.0], ""], [2965, "2021-02-26T18:12:30Z", [0.0], ""], [95787, "2021-02-25T12:54:22Z", [0.0], ""], [85377, "2021-02-24T20:44:44Z", [0.01], ""], [14027, "2021-02-24T19:50:09Z", [0.01], ""], [94889, "2021-02-24T13:29:41Z", [0.0], ""], [98256, "2021-02-24T04:26:42Z", [0.0], ""], [98250, "2021-02-23T22:39:00Z", [0.0], ""], [98148, "2021-02-23T17:08:30Z", [0.0], ""], [96450, "2021-02-23T16:53:16Z", [0.0], ""], [98178, "2021-02-23T15:28:48Z", [0.0], ""], [37520, "2021-02-23T07:52:22Z", [0.0], ""], [79142, "2021-02-23T03:23:10Z", [0.0], ""], [62808, "2021-02-23T00:58:22Z", [0.0], ""], [34911, "2021-02-23T00:21:39Z", [0.0], ""], [529, "2021-02-22T19:06:33Z", [0.0], ""], [59141, "2021-02-22T14:44:31Z", [0.0], "its only now a few more days and  both sides are trying hard  to avoid it "], [29054, "2021-02-22T14:37:10Z", [0.0], ""], [80617, "2021-02-22T14:20:31Z", [0.0], ""], [20156, "2021-02-22T14:03:29Z", [0.0], ""], [1333, "2021-02-22T12:07:29Z", [0.0], ""], [34815, "2021-02-22T05:45:57Z", [0.0], ""], [97375, "2021-02-21T15:57:56Z", [0.01], ""], [98174, "2021-02-20T20:50:13Z", [0.05], "As others have stated in the comment the main tension between China and India lies in their land borders, where during the winter, the border can shift and thus lead to confusion. India's navy is far outnumbered than China's and therefore a lethal confrontation or skirmish will surely lead to a humiliating defeat on the Indian side. That accompanied with both parties wanting to avert a confrontation the likely hood of such an even transpiring is slim but not zero. "], [96828, "2021-02-20T02:56:32Z", [0.0], ""], [98213, "2021-02-19T20:03:20Z", [0.0], ""], [98183, "2021-02-17T01:31:08Z", [0.0], "With conflict on land cooling down, I highly doubt that it will extend to sea or airspace. The chances of that happening AND being a lethal confrontation are even lower, so I'm going confident on this one.  https://new.finalcall.com/2021/02/16/india-china-begin-troop-withdrawal-from-contested-border/"], [98212, "2021-02-16T21:32:30Z", [0.0], ""], [98258, "2021-02-16T21:20:37Z", [0.0], ""], [98230, "2021-02-16T21:20:08Z", [0.0], ""], [529, "2021-02-16T19:19:37Z", [0.0], ""], [94889, "2021-02-15T14:10:21Z", [0.01], ""], [31275, "2021-02-15T02:40:23Z", [0.0], ""], [34527, "2021-02-14T22:36:44Z", [0.0], ""], [98274, "2021-02-14T20:30:11Z", [0.0], "China and India's skirmishes are primarily centralized around their borders. It is highly unlikely that the conflict will escalate to naval skirmishes as well."], [62808, "2021-02-14T16:48:17Z", [0.0], ""], [86367, "2021-02-14T14:12:48Z", [0.0], ""], [62808, "2021-02-12T20:40:41Z", [0.0], ""], [98270, "2021-02-11T16:56:57Z", [0.02], ""], [97501, "2021-02-10T19:42:00Z", [0.0], "Because:\n- it didn't happen and there are few days left,\n- there is a consensus of other forecasters since a lot of weeks"], [529, "2021-02-10T03:56:08Z", [0.0], "Passage of time update"], [62808, "2021-02-10T01:14:08Z", [0.01], ""], [25141, "2021-02-09T18:33:40Z", [0.0], ""], [84880, "2021-02-08T19:30:08Z", [0.0], ""], [98293, "2021-02-08T10:27:44Z", [0.0], ""], [31275, "2021-02-07T21:25:50Z", [0.06], "They have had another border skirmish. "], [88452, "2021-02-07T10:08:56Z", [0.0], ""], [94606, "2021-02-05T14:22:51Z", [0.0], "@SE_Meyer  With barely 3 weeks remaining, I've seen little to suggest there might be a 'lethal conflict' in the remaining time frame of this question. The recent promulgation of legislation in China 'allowing' the Chinese Coast Guard (CCG) to take whatever action it deems required to enforce 'sovereignty'  over China's waters, including those it claims in the SCS, has the potential for a conflict and / or accident resulting in a death. However, IMO, that is more likely in the SCS rather than the Indian Ocean and I am not aware of any Indian Navy or Air Force activity, current or planned, in the SCS. Hence, I've reduced to 0% from 1-2%"], [20156, "2021-02-05T10:49:43Z", [0.03], ""], [98293, "2021-02-04T11:11:57Z", [0.05], ""], [62808, "2021-02-01T23:01:03Z", [0.01], ""], [31275, "2021-01-31T22:08:03Z", [0.0], ""], [529, "2021-01-31T20:16:54Z", [0.0], ""], [96828, "2021-01-31T13:14:52Z", [0.0], ""], [96450, "2021-01-31T11:21:54Z", [0.0], ""], [98108, "2021-01-30T20:15:17Z", [0.0], "Nothing in recent news indicates an imminent confrontation between China and India at sea. Any fatalities will likely be confined to the disputed border, and both sides are seeking to deescalate further decreasing the chance for a lethal confrontation."], [87427, "2021-01-30T13:12:36Z", [0.0], ""], [86358, "2021-01-30T06:13:51Z", [0.01], ""], [94872, "2021-01-30T00:19:35Z", [0.0], ""], [62808, "2021-01-28T23:45:50Z", [0.01], ""], [76440, "2021-01-28T20:41:19Z", [0.0], ""], [529, "2021-01-26T20:00:40Z", [0.01], "Passage of time update"], [97721, "2021-01-26T05:12:05Z", [0.02], ""], [88954, "2021-01-25T15:41:18Z", [0.01], ""], [88452, "2021-01-25T13:16:02Z", [0.08], "\"The face-off in Sikkim came days after China passed a bill on January 22 that allows its coast guard to use weapons when foreign ships involved in alleged illegal activities in waters claimed by Beijing fail to obey orders. The legislation can be used to target Japanese vessels around the Senkaku Islands, which are administered by Japan but claimed by China.[...]\nA US aircraft carrier group led by the USS Theodore Roosevelt is currently in the South China Sea to promote “freedom of the seas” amid the spiralling tensions between China and Taiwan.\"\nhttps://www.hindustantimes.com/india-news/naku-la-clash-china-trying-to-open-new-front-test-india-s-defence-say-experts-101611571454105.html This one can be the reason for a fast acceleration of events, even between China and India \"at sea\"."], [94889, "2021-01-24T17:07:55Z", [0.02], ""], [87177, "2021-01-21T20:17:29Z", [0.0], ""], [95707, "2021-01-21T14:44:41Z", [0.0], ""], [31006, "2021-01-21T07:53:39Z", [0.05], ""], [95555, "2021-01-20T14:17:42Z", [0.0], ""], [96541, "2021-01-20T13:36:42Z", [0.0], ""], [14027, "2021-01-20T01:24:06Z", [0.03], ""], [767, "2021-01-19T01:17:07Z", [0.05], ""], [80475, "2021-01-18T19:38:30Z", [0.0], ""], [529, "2021-01-18T19:06:59Z", [0.01], "Passage of time update"], [96450, "2021-01-18T07:42:58Z", [0.0], ""], [83, "2021-01-17T13:02:46Z", [0.0], ""], [88954, "2021-01-15T22:16:23Z", [0.05], ""], [80617, "2021-01-15T18:28:43Z", [0.0], ""], [31275, "2021-01-15T16:11:29Z", [0.0], ""], [96828, "2021-01-14T07:09:57Z", [0.0], ""], [97180, "2021-01-12T14:55:22Z", [0.01], ""], [94872, "2021-01-12T07:18:16Z", [0.0], ""], [34959, "2021-01-12T04:41:32Z", [0.0], ""], [87827, "2021-01-11T15:06:50Z", [0.0], "-3 on passage of time and no recent news."], [2965, "2021-01-10T16:51:03Z", [0.0], ""], [2965, "2021-01-10T00:39:43Z", [0.0], ""], [94606, "2021-01-09T18:56:13Z", [0.01], "Albeit it this event, https://reut.rs/3oHv8UY, took place on land, could this lead to an escalation and possible lethal confrontation at sea?"], [62808, "2021-01-09T16:06:47Z", [0.01], ""], [42472, "2021-01-08T16:57:21Z", [0.05], ""], [84880, "2021-01-06T23:01:18Z", [0.0], ""], [96450, "2021-01-05T20:17:19Z", [0.0], ""], [81187, "2021-01-04T22:57:45Z", [0.0], ""], [96757, "2021-01-04T20:13:05Z", [0.0], ""], [31275, "2021-01-04T17:56:19Z", [0.04], ""], [31275, "2021-01-04T15:55:50Z", [0.06], ""], [45594, "2021-01-03T12:31:11Z", [0.05], ""], [1034, "2021-01-02T16:05:28Z", [0.0], ""], [95800, "2021-01-02T12:32:24Z", [0.01], ""], [691, "2020-12-31T18:55:57Z", [0.0], ""], [92261, "2020-12-30T13:02:30Z", [0.0], "India's current internal issues - economy. Corona, etc,  plus the US election transition chaos, the last India needs is a confrontation"], [1034, "2020-12-30T08:33:18Z", [0.0], ""], [62808, "2020-12-29T03:33:01Z", [0.01], ""], [85144, "2020-12-28T19:15:28Z", [0.0], ""], [2965, "2020-12-27T14:37:10Z", [0.0], ""], [96828, "2020-12-27T02:26:18Z", [0.05], ""], [97510, "2020-12-26T19:31:24Z", [0.02], ""], [95802, "2020-12-26T18:10:47Z", [0.08], ""], [97505, "2020-12-26T15:24:52Z", [0.0], ""], [2965, "2020-12-25T10:47:09Z", [0.0], ""], [93028, "2020-12-24T14:17:37Z", [0.0], ""], [96450, "2020-12-23T18:27:23Z", [0.0], ""], [92261, "2020-12-23T13:10:27Z", [0.05], "There is some unusual media thru my Google Search lately that would seem to be misinformation with the intent of stirring trouble in the minds of the Indians leadership.  Some media are saying that US is pushing India to use force to 'teach China' a lesson.  It seems to me that the most to gain by this would be Pakistan.  In any case, it is not a positive for a stable situation.  Here's the write-up  \"\t\nIndia vs China: US tell New Delhi to 'get off the fence' and to confront Beijing Daily Express.  He added later over Kashmir disputes: “I've expressed concerns privately to the Indian Government on how this is played out and I do think the Indian\" ..."], [86678, "2020-12-22T16:51:21Z", [0.0], ""], [92261, "2020-12-21T16:18:17Z", [0.01], "No activity"], [95789, "2020-12-21T14:36:46Z", [0.06], ""], [1034, "2020-12-21T09:04:30Z", [0.0], ""], [1034, "2020-12-21T03:38:40Z", [0.0], ""], [62808, "2020-12-19T05:17:36Z", [0.01], ""], [1624, "2020-12-19T01:07:17Z", [0.0], ""], [1034, "2020-12-18T19:29:57Z", [0.0], ""], [94606, "2020-12-18T19:20:22Z", [0.01], "Following my forecast of 10 days ago, I am reducing my forecast probability from 2% to 1% based on this https://reut.rs/2KbhTx8 which seems to indicate a cooling of tensions between India and China. For now, at least. While the article refers to the situation on land and the LAC in Ladakh, this apparent easing of tensions may spill over into any 'accidents' that could have been on the agenda for possible action at sea by PRC Coast Guard etc in Indian waters."], [1034, "2020-12-17T22:42:58Z", [0.0], ""], [97360, "2020-12-16T20:12:53Z", [0.05], "India is not known for its naval power and China is too busy dealing with stand-offs with the USA. Outside an exceptional circumstance, I doubt a \"naval\" event will occur in the next fiscal quarter. \"Land\" combat, however, has and does occur somewhat regularly -- once or twice per year lately."], [529, "2020-12-13T17:43:41Z", [0.02], ""], [2965, "2020-12-13T15:22:21Z", [0.0], ""], [96828, "2020-12-12T22:10:15Z", [0.02], ""], [2965, "2020-12-12T14:58:29Z", [0.0], ""], [96791, "2020-12-11T20:15:48Z", [0.0], ""], [94889, "2020-12-11T17:08:27Z", [0.04], ""], [172, "2020-12-11T15:22:29Z", [0.0], ""], [81567, "2020-12-10T16:45:39Z", [0.0], ""], [64357, "2020-12-09T15:44:33Z", [0.0], ""], [1034, "2020-12-08T20:11:06Z", [0.0], ""], [94606, "2020-12-08T17:56:36Z", [0.02], "An interesting link (https://bit.ly/2VUCIz6) from @SEHolmes01 suggesting diplomacy may win the day between India and China regarding the standoff along the LAC at Ladakh. A Shanghai university deputy director (a State / CCP cadre?) is quoted lamenting the ills India has subjected China to this year. Including India's allegiance with The Quad. China's overt response? China cancels the issue of joint commemorative stamps with India without explanation. See https://reut.rs/36WG6zN. This is unlikely to lead to war albeit wars have started in history for similarly apparently unimportant issues. Will it lead to \"a lethal confrontation at sea between the forces of...\"? That begs the question; which forces? Navy? Air? Coast Guard?  Any of these? With increasing forays of Chinese fishing vessels into waters India deems its EEZ it is inevitable that Chinese Coast Guard (with or without their new powers to carry munitions) will also be found in Indian waters. While I doubt China would stage manage an accident in Indian fishing territories, accidents are an increasing possibility that could include a fatality. Within the time frame of this question, I've reduced my probability from 5%. "], [86358, "2020-12-08T07:09:47Z", [0.04], ""], [95874, "2020-12-07T15:47:22Z", [0.02], "Lowering because while bilateral relations remain tense, it seems that post sides are committed to a diplomatic solution.  The situation no longer seems in crisis mode.\nhttps://www.scmp.com/news/china/diplomacy/article/3112651/china-india-border-row-prepare-long-haul-talks-indian-foreign"], [1034, "2020-12-06T22:32:45Z", [0.0], ""], [2965, "2020-12-06T17:13:11Z", [0.0], ""], [96828, "2020-12-06T01:05:12Z", [0.03], ""], [97203, "2020-12-05T22:26:53Z", [0.0], ""], [94606, "2020-12-05T19:36:20Z", [0.05], "Further to my forecasts of 20201109 - 25; India is clearly aware of the  potential for a conflict and / or confrontation with China at sea. The Indian Navy intends to beef up its resources and add a third aircraft carrier either as a show of force and as a deterrent or in expectation of a real conflict. See https://bit.ly/2IgZRbD. However, this will all obviously take time and will not be in place within the time frame of this question. Hence, no change to the 5% probability for now."], [97168, "2020-12-04T01:41:24Z", [0.09], "I think China would want to build more Naval infrastructure in the Indian Ocean before making a confrontation at sea and I don't think they'd have that ready before March 1, 2021."], [96450, "2020-12-03T18:20:17Z", [0.0], ""], [95789, "2020-12-03T16:26:56Z", [0.06], ""], [62808, "2020-12-02T22:39:54Z", [0.01], ""], [96725, "2020-12-02T13:35:43Z", [0.05], "I don't believe there would be any intentional or near-intentional lethal confrontation at sea between China, for it would vehicle a desired intent to raise the intensity of the tension to an arm conflict, which is not what any of those two countries desire. Moreover, there naval forces and other conventional forces have built up recently, each country know that a conflict between them, two major nuclear powers, would be too risky, it could escalate quickly. A sea confrontation would be perceived as an escalation even more serious than the \"skirmishes\" on the border which can be attributed to soldiers losing temper, or similar reasons (though not 100% well-funded). There will be less open doors to avoid conflict if there's a lethal confrontation between military forces at sea. Thus, I assess only an accidental lethal confrontation could occur. I did not find reasonable figures giving probabilities of accident in the territorial waters and in the regions neighboring China and India (where it is the more likely to occur, I neglect other regions). On the top of it, we must assess the probability of escalation to be lethal (unless the accident is serious enough to make casualties). Hence, the probability is low, but not null since it is known that the China sea is very crowded and dangerous on itself. For sure, collisions occur more often than people would like. This very situation would not improve before March 2021 (later prospects of enhancement of navigation precision may not have effect by then)."], [7658, "2020-12-01T23:28:57Z", [0.07], ""], [1333, "2020-11-30T16:18:35Z", [0.0], ""], [92261, "2020-11-29T13:31:49Z", [0.12], "India and China seem to getting aggressive.  I'm bumping this up a bit"], [92261, "2020-11-29T13:27:33Z", [0.08], "Update based on 11/29 confrontation.  No obvious for the confrontation yet, but India seems the aggressor."], [96828, "2020-11-29T03:53:17Z", [0.07], ""], [95728, "2020-11-28T12:58:56Z", [0.03], "No change.  Conflict seems highly unlikely at this point.  Tensions have eased from their peak this summer, and spillover of the conflict to the \"seas\" appears far fetched at the moment."], [1034, "2020-11-28T04:15:48Z", [0.0], ""], [58028, "2020-11-27T19:53:01Z", [0.0], ""], [95787, "2020-11-25T13:57:18Z", [0.02], "- China and India have completed 8-rounds of diplomatic engagement following the summer tensions on the border with positive results.\n- The Regional Comprehensive Economic Partnership (RCEP) indicates China's desire to increase regional influence while reducing diplomatic tensions.  Even if the end state is to expand sea control, the RCEP indicates tensions within the region will be low for the foreseeable future until the 14 members all formally sign onto the RCEP. "], [1034, "2020-11-25T10:12:26Z", [0.0], ""], [57854, "2020-11-24T18:45:12Z", [0.06], "The two days of maritime drills, called SITMEX-20, will be conducted by the navies of India, Singapore, and Thailand, which will participate in a variety of exercises, including naval maneuvers, surface warfare exercises, and weapon firings. The maritime exercise comes at a time when India and China are engaged in their worst border tensions in four decades. https://www.aa.com.tr/en/asia-pacific/india-joins-trilateral-naval-drills-amid-china-tensions/2052287"], [96893, "2020-11-23T21:06:12Z", [0.15], "I agree with much of what @bh4eh and @benjuliano1 remarked in their posts. The fact that the question presents the possibility of these \"forces\" being militia and law enforcement raises the probability that a lethal confrontation could occur, both because it is a larger class of actors than exclusively military forces but also because China has used their LE forces heavily in the the South China Seas. Here's a great visual reference on the use of LE in maritime disputes in the SCS since 2010 (note that this does not show disputes relative to military forces) to demonstrate when, how, where and resolution of these disputes: https://csis-ilab.github.io/cpower-viz/csis-china-sea/ Note that India is not listed in any of the maritime disputes in the SCS, which tend to revolve around territorial/sea claims. Nevertheless, China shows it routinely uses ramming, harassment, arrest, official protest, shooting, water cannon, and has detained foreign individuals for alleged activities that violate Chinese sovereignty--all activities that could quickly escalate in a situation where China perceived India was in unauthorized sea territory. I am not confident that losing an individual or two during a detainment or arrest would make it into the press, either.  China is active in the Indian Ocean at a rate of approx 7-8 warships at any given time, so there is also an opportunity for confrontation there as well, albeit limited. It is interesting to consider how China might escalate in defending its encroachments into India's EEZ waters. I think this is a more interesting question and actually an important indicator of the extent China intends to make claims well outside its immediate territory but within the region. I will be on the lookout for any changes in Chinese posture when challenged by Indian naval forces or LE to leave India's EEZ waters, both as an indicator of longer-term Chinese regional intentions and to change this forecast. If China starts to challenge India's direction to leave their EEZ waters, I will increase my forecast probability here.  India has been very vocal about the SCS being part of international waters and free to navigate for all this year, expressing the intent to conduct freedom-of-navigation ops in the SCS, as of mid-year 2020. It is unclear if these FON ops have commenced. Overall, it seems that despite India's vocalness on this issue, there is presently a pretty low opportunity for conflict in the SCS for their forces. Given that India's joint summit with ASEAN this month focused on the importance of continued exercise of FON in the \"vital sea lane\" in the SCS: http://www.ecoti.in/Qdvtpb96 and 30% of their total trade transits the SCS (https://chinapower.csis.org/much-trade-transits-south-china-sea/), I expect this to remain a big issue for them through 2021. If India were to commence FON operations in the SCS, to conduct a FON exercise in the SCS, or to escort any of its trade carriers, I'd increase my forecast.  My inside view on this is that China could flex some coercive muscle in the early 2021 timeframe when the US is focused on the peaceful transition of power domestically, both to reassert dominance vis-a-vis India, to 'punish' them for the June 2020 border skirmish and also for dropping out of the RCEP. Wouldn't it be nice for China to get India to accede to the regional power hierarchy sooner rather than later?  In sum,\n1. low base rate, as established by @benjuliano1(extrapolating roughly from that base rate logic, gives me 13.7% probability from today up to March 1, 2021)\n2. relatively high tension period, with deadly land conflict in June 2020\n3. increased probability of rising Indian forces activity in SCS, creating more opportunity for forces to come into contact\n4. fleeting opportunity for the US to be obsessively focused on domestic power transition\nToday, I estimate the probably at 15%."], [96893, "2020-11-23T21:05:13Z", [0.1], "Comment deleted on Nov 23, 2020 09:05PM UTC"], [1034, "2020-11-23T18:08:16Z", [0.0], ""], [1333, "2020-11-23T15:20:26Z", [0.01], ""], [57854, "2020-11-22T18:33:48Z", [0.05], "The land border remains tense. However, sea confrontation remains remote. China is upgrading and installing radars swiftly along the 3,488-km Line of Actual Control (LAC) even as it is engaged in talks with India to resolve the border dispute.\n- https://newskarnataka.com/india/china-rapidly-upgrades-installs-radars-along-lac-with-india"], [586, "2020-11-22T18:31:34Z", [0.0], ""], [1034, "2020-11-22T08:03:13Z", [0.0], ""], [691, "2020-11-21T19:53:34Z", [0.01], ""], [57854, "2020-11-21T19:49:23Z", [0.05], "China has avoided sea confrontation so far. Current land tensions are being de-escalated. However, COVID-19 related economic churn, and QUAD posturing may provoke China to continue mischief in the region. "], [84880, "2020-11-21T05:11:43Z", [0.0], ""], [1333, "2020-11-20T15:04:16Z", [0.0], ""], [92261, "2020-11-18T12:41:45Z", [0.05], "I'm bumping this up a couple of digits.  Nothing particular except a chaotic leadership change in the US may create an opportunity.  I don't see that , but the possibility is there and the possibility is not zero.  If nothing happens after the US transition stabilizes, I'll bring in back down."], [94606, "2020-11-17T21:48:50Z", [0.05], "Comment deleted on Nov 25, 2020 02:03PM UTC"], [41037, "2020-11-17T06:43:03Z", [0.01], ""], [30717, "2020-11-17T06:38:59Z", [0.06], ""], [62808, "2020-11-16T21:44:28Z", [0.01], ""], [95789, "2020-11-16T13:27:47Z", [0.01], "No change\n"], [1034, "2020-11-16T07:01:55Z", [0.0], ""], [96828, "2020-11-16T04:17:23Z", [0.04], ""], [29054, "2020-11-16T02:30:03Z", [0.0], ""], [95800, "2020-11-15T19:09:35Z", [0.02], ""], [1034, "2020-11-15T05:17:27Z", [0.0], ""], [96945, "2020-11-15T03:28:31Z", [0.0], ""], [180, "2020-11-14T22:42:02Z", [0.34], "I've been forecasting on China/India for the past 5 years. I called it - a year in advance - when there was a clash and Indian intrusion of India into China back in 2015 (I believe). I still think there is a 1 in 4 chance of another dust up before Jan 20th - in the LAC - just to show Washington China won't be dictated to... With the Indian navy how 'hangin' out' with the Big Man on Campus in the SCS there's certainly a chance. "], [96636, "2020-11-14T19:50:47Z", [0.0], ""], [1034, "2020-11-14T06:19:05Z", [0.0], ""], [2965, "2020-11-13T15:57:50Z", [0.0], ""], [31275, "2020-11-12T18:30:13Z", [0.11], ""], [59881, "2020-11-12T18:07:47Z", [1.0], ""], [39562, "2020-11-12T12:23:54Z", [0.01], ""], [39562, "2020-11-12T11:18:55Z", [0.15], ""], [93028, "2020-11-12T07:14:18Z", [0.01], ""], [26030, "2020-11-12T05:07:36Z", [0.01], "Given the communication capabilities of military vessels, it would take take almost a rogue commander to initiate lethal activities."], [34527, "2020-11-11T22:04:09Z", [0.02], ""], [1078, "2020-11-11T20:16:53Z", [0.0], ""], [42472, "2020-11-11T18:47:13Z", [0.0], ""], [9263, "2020-11-11T17:49:17Z", [1.0], "If  US government would change China will initiate confrontation to show its power."], [50568, "2020-11-11T16:13:22Z", [0.01], ""], [92261, "2020-11-11T12:32:46Z", [0.02], "Looks like the senior politicians are talking again, or at least saying more collaborative things about the UN and regional discussions."], [93409, "2020-11-11T08:37:41Z", [0.0], ""], [1034, "2020-11-11T07:41:35Z", [0.0], ""], [64684, "2020-11-10T21:28:37Z", [0.0], "The clashes will continue on the disputed border."], [92261, "2020-11-10T20:41:12Z", [0.05], "Talks between the military levels have apparently broken down.  No particular reason for the break.  Curious, if one side or the other is rethinking positions based on US elections?  Given the unsettled election, there could be some opportunity to take advantage of the chaos in Washington.  Does China grab some key positions while 'nobody's looking at the USA?  The SecDef was canned yesterday.  Not a good time to not know who to call!"], [1034, "2020-11-10T08:14:20Z", [0.0], ""], [94606, "2020-11-09T19:00:02Z", [0.05], "Updated 20201125 At a time when the relationship between India and China is what can best be described as 'tense' as a result of the clashes at Ladakh earlier in the year, India's ruling on excluding Chinese apps from the local system is not likely to be well received by China. See https://reut.rs/39ikTBM. This may further ratchet up tensions that could lead to a lethal accident at sea. Updated 20201117 Forecast probability unchanged today. More rationale.  Regarding the question in point, three elements stand out; a) a lethal conflict, b) 'between the forces of...' and c) at sea. For element a) the assumption is that at least one death occurs as outlined.  However, we know from the Line of Actual Control (LAC) clash in eastern Ladakh between Indian and PLA in May - June 2020, China never disclosed details of injured or wounded, whereas India gave details of numbers of deaths, injuries etc. Thus, it's possible that we may never know the real situation if there is a lethal confrontation and the fatalities occur on the Chinese side. Regarding b), I will assume this is purely naval and / or military uniformed forces and does not include militia such as militarily trained fishing vessels. As for c) 'the sea' could in principle be anywhere in international waters or more likely, the coastal waters of India, Sri Lanka, Bangladesh or Pakistan.  As below, China's current focus appears to be more the South China Seas (SCS). However, also as referenced below. Chinese naval vessels are increasingly encroaching into India's EEZ. The recent maritime exercises hosted by India along with Japan, Australia and USA (see https://bit.ly/2H9tFX8), currently referred to as 'The Quad', have not been well received by China. See https://bit.ly/35FmAqF The recent signing of the The Regional Comprehensive Economic Partnership (RCEP) with the ASEAN members, China, Japan, South Korea, Australia and New Zealand is generally considered to be a diplomatic success for China albeit it has been roughly 15 years in the making and the developed economies realise this simply extends China's economic influence. India was initially part of the negotiations. However, India withdraw last year. Ostensibly because of the threat to tariff free trade in agricultural products and the impact that would have on Indian farmers. Some commentators hold that Modi was more concerned about China's influence. Clearly relations between India and China have deteriorated in the last 12 months. Thus, tensions and China's deepening relationship with Pakistan and the Belt and Road project provide potential for a confrontation at sea. As at 20201109: Currently, my perception is that China's focus is the South China Seas (SCS) as this is a more strategic geopolitical element of the current CCP leaderships hegemony focus. Hence, as India is not directly involved in SCS issues and threats at the moment, I only allocate a 5% probability to the outcome. However, there has been an increase in Chinese naval vessels in the Indian Ocean in the past 12 months - See https://bit.ly/36jzaer & https://bit.ly/32qXkT4 & V. India is monitoring these and insists that vessels entering the Indian EEZ must have permission to do so.   This may well change before the 20210301 closure date as continues its China's Belt and Road initiative and it's relationship with Pakistan deepens."], [92261, "2020-11-09T12:13:21Z", [0.01], "Ongoing, regular discussions between militaries to control misadventures is positive.  Let the people on the ground and control (hopefully) the troops keep things under control."], [96828, "2020-11-09T02:18:18Z", [0.03], ""], [59836, "2020-11-08T19:07:05Z", [0.0], ""], [2965, "2020-11-08T17:56:53Z", [0.01], ""], [96828, "2020-11-08T06:23:56Z", [0.04], "Agreement to stop fighting for now as talks underway. However, talks still yielding deadlock and we have a ways more to go. I think winter temperatures coming will inhibit conflicts at the border, which way increase chances at sea, but maybe folks will refrain from fighting all together because (haha) Christmas season is here. That may be a fetch. China has shown great aggression yet great restraint in its run-ins with the U.S. and the Philippines; I believe the same will be seen with India, especially when both countries possess great military power including nuclear weapons. There is still no resolution to this conflict so we shall see."], [1034, "2020-11-08T00:04:36Z", [0.0], ""], [96839, "2020-11-07T07:27:53Z", [0.05], ""], [1034, "2020-11-06T18:55:41Z", [0.0], ""], [92261, "2020-11-05T14:52:36Z", [0.03], "All quiet along the northern border.  US Election inpact?"], [93028, "2020-11-05T12:57:57Z", [0.02], "decreasing as less time and no news on growing tensions"], [96390, "2020-11-05T04:24:22Z", [0.0], "0"], [38094, "2020-11-03T01:32:31Z", [0.0], "There are 4 months remaining in this question, I am dropping my forecast to the lowest possible."], [95874, "2020-11-02T19:36:33Z", [0.04], "Decreasing the probability given India's release of Chinese soldier 10/20 and the MFAs' agreement on a five-point to defuse the standoff.  So far, they've avoided further violence."], [1034, "2020-11-02T18:09:03Z", [0.0], ""], [31275, "2020-11-02T02:36:32Z", [0.1], ""], [95800, "2020-11-01T21:19:34Z", [0.03], ""], [59925, "2020-11-01T19:53:09Z", [0.01], ""], [529, "2020-10-31T16:28:59Z", [0.03], "No change to forecast, but a military confrontation of some kind at sea (or in airspace) doesn't seem totally impossible: https://www.hindustantimes.com/india-news/eye-on-china-india-will-raise-2nd-amphibious-brigade-to-counter-pla-navy/story-BXOnFMItufSAw0MOPuf8BN.html"], [95787, "2020-10-31T13:11:00Z", [0.02], "- Quad exercise Malabar starts on Nov 3 which should deter China.\n- We are in prime cyclone season (thru Dec), which should also deter China. "], [1034, "2020-10-30T23:04:23Z", [0.0], ""], [96625, "2020-10-30T15:00:36Z", [0.03], ""], [92232, "2020-10-29T18:58:01Z", [0.1], ""], [32258, "2020-10-27T22:32:37Z", [0.0], ""], [93028, "2020-10-27T15:27:36Z", [0.05], ""], [30400, "2020-10-27T12:43:16Z", [0.01], ""], [89005, "2020-10-27T05:45:39Z", [0.09], ""], [61598, "2020-10-27T02:55:53Z", [0.0], ""], [95789, "2020-10-26T21:42:27Z", [0.01], "No change.  I'm already at a very low probability.  "], [1034, "2020-10-26T20:20:00Z", [0.0], ""], [95808, "2020-10-26T20:06:19Z", [0.02], "Not counting the border lake as \"at sea\" reduces the odds. I had factored action there into my original forecast. There have been no new flare ups on the land border since the last forecast. India returned a Chinese soldier who had wondered (?) across the border without incident. No reporting at all about encounters at sea. "], [94917, "2020-10-26T11:30:14Z", [0.01], ""], [95787, "2020-10-26T11:01:04Z", [0.02], "- No Change"], [80617, "2020-10-26T09:59:09Z", [0.01], ""], [96595, "2020-10-26T05:29:59Z", [0.05], ""], [58028, "2020-10-23T21:28:47Z", [0.01], ""], [578, "2020-10-22T16:01:06Z", [0.0], "Unlike land borders, there is no adjacent seas between China and India.  It would take an incredible chance to have an encounter between the two countries there."], [86367, "2020-10-22T11:23:36Z", [0.01], "https://www.firstpost.com/india/by-welcoming-australia-into-malabar-exercise-india-has-shed-inhibitions-about-quad-going-all-out-against-china-8938971.html/amp See very slim chance of there being a confrontation at sea"], [31275, "2020-10-21T18:03:06Z", [0.16], "https://www.indiatoday.in/news-analysis/story/india-china-taiwan-trade-deal-1733724-2020-10-21\nhttps://timesofindia.indiatimes.com/india/what-is-malabar-military-drill-and-why-it-concerns-china/articleshow/78768445.cms"], [27320, "2020-10-21T13:27:53Z", [0.0], ""], [59925, "2020-10-21T12:30:36Z", [0.01], "Baseline: there are just over four months to go. Naval clashes between India and China are rare. Unwilling to set 0%"], [1034, "2020-10-21T11:43:50Z", [0.0], ""], [96489, "2020-10-20T13:34:08Z", [0.05], ""], [96421, "2020-10-20T11:44:30Z", [0.01], ""], [92261, "2020-10-20T11:29:43Z", [0.05], "Media from the area seem to be discussing ways to tamp down the fire, and less talk of actions.  "], [95787, "2020-10-20T10:59:53Z", [0.02], "Re-affirming. "], [93028, "2020-10-20T06:28:41Z", [0.06], ""], [95797, "2020-10-19T17:48:47Z", [0.03], ""], [928, "2020-10-19T15:24:19Z", [0.0], "No change in prediction. However, there have been a number of significant events recently that should strengthen India's hand and deter China. \n1) Inclusion of Australia in India-US-Japan annual Malabar exercise. Expansion is seen as a direct message to China.\n2) Transfer of a diesel submarine from India to Myanmar and greater naval coordination between the two countries.\n4) In early October, US sails Nuclear-powered aircraft Carrier through the Straits of Malacca as a symbolic Freedom of \"Navigation/Freedom of Seas\" policy. Any naval confrontation between India and China that threatens this policy would pull in US involvement. Significant deterrent for China. \"India on Monday formally invited Australia to take part in its trilateral Malabar naval exercise with the US and Japan this year\"\n\"China had strongly objected to the India-US Malabar exercise in the Bay of Bengal in 2007 when it was expanded to include Japan, Australia and Singapore as well, firm in its belief that a multilateral naval construct was emerging to “counter and contain” it in the region.\nThis had led India to restrict Malabar to a bilateral one with the US for several years - Japan was included only when the exercise was held in the north-western Pacific in 2009 and 2014 - before finally agreeing to make Japan a regular participant from 2015 onwards.\nIndia has traditionally been against any militarization of the Quad to avoid needlessly antagonizing a prickly China. Similarly, New Delhi has also made it clear the US should not “conflate” the Indo-Pacific with the Quad, stressing the centrality of Asean in the former.\nWith Australia's inclusion, it will be a breakaway from the self-imposed restraint. India, of course, is bilaterally expanding its military ties with Australia.\"\nhttps://timesofindia.indiatimes.com/india/strengthening-quad-eye-on-china-india-invites-australia-to-join-malabar-drill/articleshow/78748973.cms \"In a major move that comes amidst the ongoing military confrontation in eastern Ladakh, India has handed over one of its diesel-electric submarines to Myanmar to counter China’s strategic inroads in the region.\" \n\"The submarine transfer is significant in the backdrop of China supplying two Ming-class diesel-electric submarines to Bangladesh in 2016. \"\n\"India now also regularly holds exercises, coordinated naval patrols and service-to-service staff talks with Myanmar.\"\nhttps://timesofindia.indiatimes.com/india/with-an-eye-on-china-india-hands-over-submarine-to-myanmar/articleshow/78689336.cms India versus China in the South China Sea\nMilitary experts told Business Insider that if the tensions between India and China were to persist, a new front of tensions may appear in the form of exercising the ‘Malacca dilemma.’ The Strait of Malacca is where most of China’s ships pass through from the South China Sea to the Indian Ocean. Exercising control over the passageway could choke China’s energy supplies since that’s where around 80% of its oil trade comes through. The Indian Navy has reportedly been deploying its own warships in the area after the Galwan Valley clash on June 15. Following which, a little more than a week ago, a US Navy aircraft carrier — the USS Ronald Reagan — was also spotted heading towards the Indian Ocean through the Strait of Malacca.\nhttps://www.businessinsider.in/defense/news/chinese-president-xi-jinping-tells-marine-troops-to-be-on-high-alert-and-prepare-for-war/articleshow/78675715.cms?utm_source=contentofinterest&utm_medium=text&utm_campaign=cppst"], [1034, "2020-10-19T14:03:48Z", [0.0], ""], [92261, "2020-10-19T13:45:17Z", [0.1], "Apparently let this one get buried.  Adjusting."], [95728, "2020-10-19T12:28:06Z", [0.03], ""], [1333, "2020-10-18T19:47:31Z", [0.0], ""], [95823, "2020-10-18T19:12:00Z", [0.2], ""], [31275, "2020-10-18T18:54:00Z", [0.1], "https://carnegieendowment.org/2020/09/30/rough-waters-ahead-for-vietnam-china-relations-pub-82826"], [31275, "2020-10-17T03:18:40Z", [0.21], "https://www.lowyinstitute.org/the-interpreter/delusion-india-trying-throttle-china-s-maritime-trade"], [89005, "2020-10-16T04:30:43Z", [0.1], ""], [96421, "2020-10-15T02:42:48Z", [0.05], ""], [74641, "2020-10-14T12:05:48Z", [0.12], ""], [29875, "2020-10-13T20:05:58Z", [0.0], ""], [95789, "2020-10-13T13:39:17Z", [0.01], "No change in my forecast\n"], [96390, "2020-10-13T11:42:00Z", [0.01], "From 1980s, the casualties of Indian armed forces vs another sovereign country has been mostly during the Siachen Conflict (36 dead), Kargil War(527 killed ) and Indo-B'desh skirmishes (3 killed). Of note, no conflict over open seas has occurred yet (at least since 1971 war). \nAs for China, ever since Sino-Vietnam war in 1979, it has not been involved in any armed conflict, much less, lethal, much less over open seas.  The base rate for open-sea conflict for two nations with low (unconditional) base rates of going to naval war themselves, will be lesser than individual probabilities. \nClose to 1% is more like it. "], [88452, "2020-10-13T05:13:57Z", [0.0], ""], [34911, "2020-10-12T17:23:23Z", [0.1], ""], [95787, "2020-10-12T13:49:42Z", [0.02], "- No newsworth updates noted"], [94889, "2020-10-12T12:47:20Z", [0.05], "Halving the probability due to lack of significant naval activity by India in the South China Sea and corresponding lack of significant PLA Navy activity in Indian Ocean.  While the border dispute appears to be unresolved with strengthening of forces by both sides, the dispute appears to be focusing narrowing on the Line of Control in the region disputed."], [96369, "2020-10-12T12:45:44Z", [0.0], "They weren't fighting at sea, they won't fighting at sea."], [96369, "2020-10-12T12:28:47Z", [0.0], "Comment deleted on Oct 12, 2020 01:08PM UTC"], [88452, "2020-10-12T05:49:32Z", [0.22], ""], [80475, "2020-10-12T02:46:22Z", [0.1], "Narrowing of definition of \"sea\" plus time is passing"], [1034, "2020-10-12T02:28:28Z", [0.0], ""], [24000, "2020-10-12T01:40:48Z", [0.2], ""], [529, "2020-10-11T14:56:43Z", [0.03], "https://eurasiantimes.com/china-threatens-to-expel-indian-navy-warships-from-the-south-china-sea/ https://www.wsj.com/articles/india-seeks-naval-edge-as-china-penetrates-indian-ocean-11600945203"], [8318, "2020-10-10T22:02:19Z", [0.33], ""], [41367, "2020-10-09T22:39:21Z", [0.0], ""], [48709, "2020-10-09T21:53:36Z", [0.5], "50/50"], [31275, "2020-10-09T20:46:56Z", [0.21], "https://eurasiantimes.com/china-threatens-to-expel-indian-navy-warships-from-the-south-china-sea/"], [1034, "2020-10-09T18:26:05Z", [0.0], ""], [84773, "2020-10-09T14:12:35Z", [0.01], "I find \"yes\" as very unlikely. I currently can't find any examples since their 1962 war when Indian and China clashed at sea. In addition, according to the below article there have been no fatalities in clashes between India and China - apart from this year - for 45 years ( I will dig deeper into this to confirm that it is true). I also think it is the best interest of both nations to avoid confrontations if possible and the steps to quickly deescalate after the violence in June shows this. Following the clashes this year the Indian navy sent a ship to the south china sea and I have read other articles that discuss India taking steps to combat China's growing activity across its southern maritime approaches so there is the potential for clashes although i see this as unlikely. https://www.express.co.uk/news/world/1329579/india-china-latest-indian-navy-warship-ladakh-clash-world-war-3"], [96322, "2020-10-09T02:22:56Z", [0.03], "This would be a front escalation.  It could happen because tensions are high, but it strikes me as very unlikely and would require both an active decision to escalate and an opportunity. More likely to see escalation along the border."], [95292, "2020-10-08T19:26:33Z", [0.15], "I believe that there is a 15% chance of lethal conflict happening between India and China. I believe this because both countries are so large and powerful that it would cause problems for the rest of the world if they went to war. If conflict did break out there would be assured mutual destruction because one country would lose its sense of rationality and use nuclear weapons. Tensions have begun to decline but the South China sea is a good location for problems to get worse. \nhttps://www.nytimes.com/2020/05/30/world/asia/india-china-border.html\nhttps://www.rand.org/content/dam/rand/pubs/external_publications/EP60000/EP68058/RAND_EP68058.pdf"], [31275, "2020-10-08T17:27:33Z", [0.14], ""], [20156, "2020-10-08T09:56:36Z", [0.1], ""], [59141, "2020-10-07T23:50:02Z", [0.0], "all quiet now"], [1034, "2020-10-07T11:14:48Z", [0.0], ""], [79964, "2020-10-07T07:54:44Z", [0.0], ""], [94737, "2020-10-07T06:46:27Z", [0.0], ""], [82102, "2020-10-07T05:02:22Z", [0.05], ""], [88452, "2020-10-06T22:57:32Z", [0.1], ""], [1034, "2020-10-06T21:31:40Z", [0.0], ""], [95728, "2020-10-06T11:59:51Z", [0.03], "Lots of noise from pundits, but nothing that would cause a shift in my forecast for now."], [956, "2020-10-04T21:20:06Z", [0.2], ""], [59836, "2020-10-04T19:01:45Z", [0.0], ""], [95787, "2020-10-04T15:23:00Z", [0.02], "- Forecast updated based on Pangong Lake. "], [95260, "2020-10-04T12:06:40Z", [0.02], ""], [86367, "2020-10-04T09:19:48Z", [0.11], "Reducing the forecast after the update in Panging lake"], [31275, "2020-10-03T23:05:23Z", [0.1], ""], [1333, "2020-10-03T14:38:56Z", [0.01], ""], [64078, "2020-10-03T13:52:44Z", [0.05], ""], [43588, "2020-10-03T06:51:17Z", [1.0], ""], [80617, "2020-10-03T06:31:49Z", [0.02], ""], [96160, "2020-10-02T11:28:52Z", [0.02], ""], [43588, "2020-10-02T08:11:01Z", [0.25], "Its heating up"], [94737, "2020-10-02T06:43:39Z", [0.01], ""], [95927, "2020-10-02T06:30:41Z", [0.01], "There have been no past conflicts between China and India for the last 60 years afaik. For there to be a sea confrontation there'd have to be some expansion of what they are fighting over."], [88452, "2020-10-02T05:34:48Z", [0.35], "China might feel invited for a free ride, now that the Commander in Chief is in circumstance... https://www.bloomberg.com/news/articles/2020-10-02/trump-says-he-and-first-lady-tested-positive-for-coronavirus"], [34107, "2020-10-02T04:55:46Z", [0.25], ""], [1624, "2020-10-02T00:35:19Z", [0.02], ""], [88459, "2020-10-01T20:52:30Z", [0.02], ""], [36201, "2020-10-01T18:02:41Z", [0.0], ""], [89013, "2020-10-01T17:45:36Z", [0.09], ""], [928, "2020-10-01T17:15:07Z", [0.0], ""], [86678, "2020-10-01T15:41:27Z", [0.01], ""], [88954, "2020-10-01T13:33:24Z", [0.07], ""], [55251, "2020-10-01T13:30:07Z", [0.05], ""], [55251, "2020-10-01T13:29:29Z", [0.2], "Comment deleted on Oct 01, 2020 01:30PM UTC"], [79142, "2020-10-01T12:52:15Z", [0.05], ""], [20156, "2020-10-01T11:01:57Z", [0.3], ""], [87135, "2020-10-01T07:47:06Z", [0.86], ""], [63290, "2020-10-01T01:28:19Z", [0.0], ""], [35398, "2020-10-01T01:00:37Z", [0.01], ""], [34911, "2020-09-30T23:45:08Z", [0.15], "Just gearing down hedge @eshriver and clarification\n"], [34911, "2020-09-30T23:42:22Z", [0.35], ""], [77652, "2020-09-30T19:49:23Z", [0.4], ""], [95975, "2020-09-30T19:42:25Z", [0.7], "The world is moving feelings related with nationalism"], [92261, "2020-09-30T19:21:26Z", [0.5], "Just gearing up.  Starting at 50 until I get my head around the question"], [93028, "2020-09-30T08:51:21Z", [0.09], "Pangong Lake-correction\n"], [45972, "2020-09-30T06:18:47Z", [0.11], ""], [45972, "2020-09-30T06:17:46Z", [0.78], ""], [90457, "2020-09-30T00:12:18Z", [0.0], ""], [74641, "2020-09-29T22:28:54Z", [0.25], ""], [529, "2020-09-29T21:40:48Z", [0.01], "Lowering forecast per question clarification obtained by @Tolga "], [85097, "2020-09-29T20:34:17Z", [0.0], "On the basis of the clarification I requested that Pangong Tso is not \"at sea\" (after having seen @jayb persuasively argue here: https://www.gjopen.com/comments/1143654 that by definition of the question it would be)."], [89039, "2020-09-29T20:32:47Z", [0.18], "The base rate for naval confrontations in the 21st century is one every 674.7 days. Extrapolating that out we would expect the next one to occur around April 2022. That doesn’t mean that the battle would be lethal. Roughly 40 to 60 percent of naval confrontations in the past two decades have been lethal. [1]. Our logical so far tells us that a naval standoff is not likely before the stated day of 1 March 2021. With that in mind, let’s add some detail from the Sino-Indian situation addressed in the question. I won’t go into detail about the Sino-India border conflict but we know that in its 80-year history both sides have shown a strong preference for engagement on land rather than at sea. There are historical reasons for this which make it a weaker precedent than in other cases. Both China and India have industrialized rapidly over the past three decades. China has invested heavily in its naval capabilities. In its report on the subject to Congress released early this month, the Department of Defense noted “China has already achieved parity with—or even exceeded—the United States in several military modernization areas”. [2] We should note this however in the context of the People’s Liberation Army’s wider strategy and mandate. “China’s leaders use tactics short of armed conflict to pursue China’s objectives. China calibrates its coercive activities to fall below the threshold of provoking armed conflict with the United States, its allies and partners, or others in the Indo-Pacific region,” say the top brass. [3]  On the other hand, China will not miss an opportunity to project its power and views sea assets as critical to that mission given the strategic importance that both countries place on their proximity to major trade thoroughfares in the South China Sea and Indian Ocean respectively. The so-called ‘String of Pearls’ is evidence that China is preparing for a massive sea-based mobilization against India. Of course, no such action is inevitable but it is credible to posit that the Chinese see wisdom in preparing for a transition from land-based confrontation. Up to this point all five major incidents have occurred in the border regions. [5] Here’s how I see these pieces fitting together.  1.\tWe have a low base rate. 153 days until 1 March divided by 674 days average time between generic naval confrontations yields a 23.7 percent chance of some kind of generic naval event.\n2.\tWe are at the highest tension point between the two powers in 50 years. A conflict that has been historically land-based but shows signs of spilling over to high seas although when that will happen, we can’t be sure. [6]\n3.\tJust because there is a confrontation doesn’t necessarily mean it will be lethal. Reducing it by half seems deep given the rising tension so a 25 percent might be a better figure. Final judgement, if there is a confrontation it is more likely to be land-based. Naval clashes are an increasing, albeit remote possibility. 18 percent. Comments welcome. [1] https://en.wikipedia.org/wiki/List_of_naval_battles#21st_century\n[2] https://media.defense.gov/2020/Sep/01/2002488689/-1/-1/1/2020-DOD-CHINA-MILITARY-POWER-REPORT-FINAL.PDF (See Executive Summary, page vii)\n[3] https://media.defense.gov/2020/Sep/01/2002488689/-1/-1/1/2020-DOD-CHINA-MILITARY-POWER-REPORT-FINAL.PDF (See China’s Coercive Approach, Page 70)\n[4] https://www.youtube.com/watch?v=T3ouXy43HQQ\n[5] https://interactive.aljazehttps://www.youtube.com/watch?v=T3ouXy43HQQera.com/aje/2020/mapping-india-and-china-disputed-borders/index.html\n[6] https://www.csis.org/npfp/rising-india-indian-ocean-needs-strong-navy"], [90837, "2020-09-29T17:31:26Z", [1.0], ""], [41367, "2020-09-29T17:12:46Z", [0.02], "There is a likelihood of clashes between India and China but since this question is for clashes on internationa/territorial waters I would say it's pretty small."], [79919, "2020-09-29T16:25:13Z", [0.0], ""], [172, "2020-09-29T16:22:12Z", [0.01], "You don’t build the worlds largest navy without reason. This is more than needed for “nine dash line”. It’s for Taiwan and keeping India/USA in check. Regardless believe limited possibility on this question within timeline. Winnie the Pooh likes boats!\nhttps://www.economist.com/united-states/2020/09/26/china-now-has-the-worlds-largest-fleet-alarming-its-pacific-rival?frsc=dg%7Ce"], [28415, "2020-09-29T14:41:20Z", [0.01], ""], [95751, "2020-09-29T13:21:30Z", [0.05], "The recent Chinese/India clash was the bloodiest clash on that frontier since 1967. It was a clash of clubs, not guns which leads me to believe it was more personal than political. The Chinese have become more aggressive towards Tawain at Sea, but I believe China will be more measured against India...especially after the recent clash."], [85535, "2020-09-29T12:37:59Z", [0.0], ""], [53267, "2020-09-29T12:06:01Z", [0.01], "I think the place to start is that there has never been a lethal India/China incident at sea (at least in the open press).  So it has to begin at a very low probability.\nThings to factor in:\n1.  China's across-the-board increase in at sea provocations as an element of its Great Power claim.  \nhttps://www.theepochtimes.com/china-ramps-south-china-sea-provocations-as-us-battles-ccp-virus_3290780.html\nhttps://www.wionews.com/world/philippine-navy-chief-calls-diplomatic-protest-against-chinese-provocation-in-south-china-sea-319698\nhttps://japan-forward.com/provocations-in-the-senkakus-show-how-china-plans-to-expand-maritime-control-post-pandemic/\n@mwackers found some specific examples related to India\n2.  The issues raised by the June 2020 incident.  One wouldn't expect this particular incident to spill over into a sea-based one due to the location, but certainly both militaries are going to be affected by it.\n3.  The tendency for maritime meetings to be non-lethal.  Iran and North and South Korea aside, maritime military incidents rarely escalate into loss of life, even when collisions unintentionally (or intentionally) happen.  They may act in a provocative manner, but sailors from large powers tend to act in a more-or-less professional manner.  Even when potentially deliberate collisions happen they are non lethal.  Exceptions are true violations of navigations rules, but those are safety lapses and not due to confrontations.\nhttps://www.thedrive.com/the-war-zone/29249/what-we-know-about-a-mysterious-collision-between-a-chinese-warship-and-a-taiwanese-cargo-ship\nThis includes airspace.  The Chinese have had loss of life (Hainan incident) but that is almost 20 years ago.  \nOverall it remains an extremely low probability, but not zero."], [94737, "2020-09-29T07:49:07Z", [0.02], ""], [96051, "2020-09-29T02:29:20Z", [0.0], ""], [59042, "2020-09-29T02:27:48Z", [0.01], ""], [75093, "2020-09-28T22:48:54Z", [0.05], ""], [87827, "2020-09-28T20:30:39Z", [0.03], "Seems to me like the border clashes are kind of outlying events that will die back down. I don't see it becoming severe enough to extend out to the sea. Some good links in the comments from @mwackers showing that tensions have raised at sea, but still seems like an unlikely possibility."], [95751, "2020-09-28T20:25:05Z", [0.2], "The recent Chinese/India clash was the bloodiest clash on that frontier since 1967. It was a clash of clubs, not guns which leads me to believe it was more personal than political. The Chinese have become more aggressive towards Tawain at Sea, but I believe China will be more measured against India...especially after the recent class."], [928, "2020-09-28T18:43:13Z", [0.0], "Not by March 2021, but long-term there exists the possibility. Sept 17, 2020- India tracks Chinese Research vessel\nhttps://economictimes.indiatimes.com/news/defence/amid-tensions-on-border-indian-navy-tracks-chinese-research-vessel-in-indian-ocean/articleshow/78167493.cms Sept 1, 2020- China threatened to expel Indian Ships in South China Sea\nhttps://eurasiantimes.com/china-threatens-to-expel-indian-navy-warships-from-the-south-china-sea/ From 2018-\nChinese naval power in the IOR, with Beijing further promising to develop a new economic zone in the island’s northernmost atoll – Ihavanddhippolhu – known as the iHavan project. With the Maldives long considered a natural extension of India’s security expanse, a Chinese support base in the archipelago is an Indian strategist’s worst nightmare because such a base would allow China to monitor the strategic corridor that links India’s western and eastern coastlines. This latest infringement of India’s maritime space warrants an unequivocal strategic rejoinder from New Delhi.\nhttps://thediplomat.com/2019/12/report-indian-navy-ejected-chinese-research-ship-from-indian-exclusive-economic-zone/"], [86246, "2020-09-28T16:28:17Z", [0.0], "2020 border confrontation that resulted in deaths was a fluke."], [95817, "2020-09-28T16:01:43Z", [0.03], "From the outside view, it has been over 20 years since China had a lethal engagement at sea and there is no record I could find of Indian lethal engagement at sea.  The inside view tells us that although tensions heightened between the two in June with multiple deaths on both sides in Ladakh, there is little evidence that this will bleed over to the maritime domain.  The Chinese increase aggressiveness over freedom of passage in the South Pacific certainly has India increasing its defensive stance in the Indian Ocean and near the Straights.  India is changing their typical stance and inviting foreign allies like the U.S., Japan and Australia to its outer ports as a clear sign of coalition strength, but this will likely further decrease lethal engagement between India and China."], [95808, "2020-09-28T15:47:59Z", [0.07], "A lethal confrontation at sea between Chinese and Indian forces before March 1, 2021 seems an unlikely possibility at this time. While the recent land border clash in Galwan, Chinese activity in the Indian Ocean, and Indian navy deployments to the South China Sea are concerning, there I am unaware of any history of lethal confrontation between China and India at sea. While it is possible the land board disputes could widen into conflict at sea, it seems unlikely at this time. - No record of lethal at sea incidents between China and India.\n- The June 2020 Galwan skirmish which resulted in the deaths of approx 20 Indian soldiers (China disputes) was the first lethal clash on the land boded in over 40 years. (https://www.bbc.com/news/world-asia-53061476)\n- Government to government and mil to mil negotiations are ongoing with the intention of de-escalating. (https://www.msn.com/en-gb/news/world/india-china-some-progress-in-military-talks-on-border-spat/ar-BB19jC8S)\n- India has deployed naval vessels to the South China Sea to conduct FON ops. \n- Chinese government surrogates have stated the PLAN would expel Indian vessels which vessels which undermine Chinese sovereignty in the SCS. (https://eurasiantimes.com/china-threatens-to-expel-indian-navy-warships-from-the-south-china-sea/)\n- Indian government has made public statements indicating hits intention to closely monitor Chinese naval and research activity in the Indian Ocean. (https://www.indiatvnews.com/news/india/india-china-standoff-indian-navy-tracks-chinese-research-vessel-in-indian-ocean-650216)\n"], [77404, "2020-09-28T15:21:04Z", [0.01], ""], [88743, "2020-09-28T14:43:53Z", [0.01], "Far more likely to be another death on the Ladakh Line of Control because of the continuing local build-up of forces on either side. Winter reduces that risk even though clashes have occurred then in the past. It is hard to see either of them commencing a shooting war at sea. To do so could mean sparking all-out war and it's equally hard to see how that could be in either nation's interest. They have always treated the Ladakh LOC as a regional Himalayan dispute not as a causus belli and the same applies to the South China Sea (even more so considering India has no border there). There is a minimal chance of death but only by collision or some other accident."], [95787, "2020-09-28T13:17:47Z", [0.04], "- Outside View: 20 Plus years since China lethal engagement at sea ( assume base rate 1/20 = 5%) \n- 5 month period\n- India and China have been at peace since 1962. (less likely)\n- Peace was broken June along the mountain borders (more likely)\n- Previous engagement on the border was 2017 Doklam standoff (non-lethal) prior 1975 (less likely)\n- China does not have direct sea access to Bay of Bengal (less likely)\n- 11 Sep India and China pledge to reduce border tensions (less likely)\n- India supports freedom of operations in the South China Sea but Naval Strategy focuses on territorial waters (-)"], [95707, "2020-09-28T12:56:14Z", [0.09], "The key element of the question is whether a confrontation results in death. This is extraordinarily rare among all the historical sea-borne confrontations China has had with all countries. This is compounded by the relatively early efforts underway by both China and India to assert control over sea lanes south of China, well outside the more contentious SCS region. While the relative newness of the IN-CHN seaborne conflict does assume greater risk, the sheer size of the area under review, multiples larger than the SCS region, suggests plenty of room to maneuver without conflict arising. I would change my assessment if utilization of India's recently acquired P-8 surveillance aircraft if was used in the SCS region vice current employment in the Indian Ocean or Indian territorial waters."], [95728, "2020-09-28T11:58:04Z", [0.03], "While India has decided to use naval assets to send a message (https://www.lowyinstitute.org/the-interpreter/india-china-conflict-move-himalayas-high-seas) WRT the recent LAC conflict, I view a lethal confrontation at sea as highly unlikely.  I have found no evidence of any previous lethal conflict between India and China at sea.  And even deaths on land (in the area under actual dispute) have been very sporadic in the last half century.  Both China and India have domestic political reasons for the deployment of ships to the Straits and increased rhetoric, but they also have reasons to prevent open conflict with one another.   And recent diplomatic talks (https://www.bbc.com/news/world-asia-india-54113621) seem to have lessened tensions to some degree.  Miscalculation and escalation are always a risk, but I expect cooler heads to prevail.  "], [96037, "2020-09-28T11:01:32Z", [0.01], ""], [61598, "2020-09-28T07:09:15Z", [0.01], ""], [19706, "2020-09-28T04:10:34Z", [0.06], "The two nuclear-armed powers may have spats along the border, but they both stand to lose more than gain if their spats escalate. China is, however, pushing and testing the limits of their control of the south China sea, so there IS some small possibility that a lethal confrontation may occur."], [95555, "2020-09-28T01:59:10Z", [0.05], "- this is an overestimate but leaving it anyway\n-Historically, not a common point of conflict for India-China\n-China has substantially greater numbers and maneuverability; unlikely to provoke confrontation\n-India is unlikely to provoke confrontation given weak stance\n"], [95874, "2020-09-28T01:48:14Z", [0.08], "Outside view - While there are no records of India/PRC skirmishes at sea, there has been a recent uptick in incidents in June and August.  Before June, the last fatality was in 1967.\nSince the June 2020 clash, India has strengthened its presence in the Malacca Strait, where the bulk of China's energy supplies pass and will upgrade military infrastructure on Andaman Islands.  \nChina is increasing its presence in the Indian Ocean - investing in Pakistan's Port of Gwadar, also leasing a port in Sri Lanka and made a similar agreement with Myanmar.\n"], [8826, "2020-09-28T00:44:14Z", [0.0], "Their navies are not operating in the same area."], [95461, "2020-09-28T00:36:56Z", [0.02], "From the operational point of view, respective navies of China and India have had very little overlap. Although Chinese navy has increased its presence in the Indian Ocean, China’s navy primarily operates in its littoral waters and the South China Sea. India on the other hand, has a relatively small navy, and does typically not venture east of the Strait of Malacca. The status quo will likely remain unchanged until 1 March 2021. \nRecently, in light of the skirmishes along their land border, representatives of both India and China have met along with their Russian counterparts, to diffuse tensions and prevent the military escalation. That should further decrease the likelihood of a lethal confrontation at sea."], [95800, "2020-09-27T20:56:43Z", [0.05], "Between 2010 and 2016 there were 45 reported incidents and 32 involved China.  On the one hand, China has become increasingly aggressive including the sinking of a Vietnamese fishing boat in April 2020 and continuing to increase the area of the SCS that it claims.  However, it has been using its Coast Guard and kept the confrontations from becoming lethal.  India now joining the SCS fray adds a whole new wrinkle since India and China have a history of confrontations including recent fights along their northern border.  This may increase the likelihood of India and China continuing their squabble at sea.  For now, it seems like India and China have cooled off."], [95802, "2020-09-27T19:43:51Z", [0.12], "- limited number of Indian naval exercises annually; my open source search indicated 0 for the immediate future\n- limited number of Indian naval deaths (3) in the past 3 years by accident\n- small time frame 5 months"], [95790, "2020-09-27T19:33:10Z", [0.01], "Outside view:  I have not found any historical examples of China and India having a deadly confrontation at sea.\nAlso:  Looking at the map, it's hard for me to see a reason why the clash between China and India (which are totally concentrated in the inland border between the two countries, near Pakistan) would move to a maritime environment.  China does not have a coastline on the Indian Ocean, and I've never heard that China has an interest in moving into the Indian Ocean.  Nor have I heard that India is interested in making any claims in the South China Sea, which China does consider its territory.  \nIs there some possibility that a Chinese and Indian ship could encounter each other in some other waters, like the Atlantic, and ram one another, or start shooting, for whatever reason?  I suppose, but seems very unlikely.\nIn terms of Time, the deadline is only 5 months away, so seems to me that tensions would have to really heat up in a short time horizon for the dispute between the two countries to play out in a maritime environment."], [95875, "2020-09-27T17:29:03Z", [0.02], "Lethal confrontation at sea very rare in 21st century https://en.wikipedia.org/wiki/List_of_naval_battles#21st_century \"Conflict\" now tends to involve non-lethal force &  “white on white” clashes, involving ramming and water canons by both fishing vessels[ix] and state ships (belonging to coastguards and other maritime security agencies) and more recently oil rigs https://smallwarsjournal.com/jrnl/art/small-wars-and-non-lethal-force-at-sea-the-wave-of-the-future"], [89548, "2020-09-27T17:26:24Z", [0.05], "India isn't going to do anything against China"], [529, "2020-09-27T17:19:06Z", [0.11], "Slight lowering of probability for now, closer to the 'crowd'"], [31275, "2020-09-27T16:05:26Z", [0.07], ""], [86367, "2020-09-27T14:03:09Z", [0.17], "Chances at this point look minimal as pointed out by @keith-huggins . Would agree at this point it seems China is doing it to preserve its trading interests. Incase India tries to cut of China`s access to critical supplies.\nhttps://eurasiantimes.com/india-can-no-longer-choke-china-at-the-strait-of-malacca-as-beijing-finds-solution/\nHowever China has been moving quickly expanding its presence\nhttps://asiatimes.com/2020/09/chinas-sri-lanka-foothold-a-dilemma-for-india/\nAlso need to monitor what US stance would be after the elections(incase there is a change in the leadership) . Think thats a key factor keeping China at bay for now.\nAt present chances of this happening look slim. "], [87427, "2020-09-27T12:29:19Z", [0.02], ""], [93028, "2020-09-27T10:28:29Z", [0.14], "totally piggybacking off of (thanks!) 0% @keith-huggins https://www.gjopen.com/comments/1144368\nstrategic overview 1% @JBURD https://www.gjopen.com/comments/1143614\nneither side looking for war 5% @lmstansberry https://www.gjopen.com/comments/1144427\nstrategic considerations 9% @TDHesslink https://www.gjopen.com/comments/1143731\nbaseline of military tension seems to rise 13% @ jayb https://www.gjopen.com/comments/1143654\nPangong Lake is a relevant factor in this question as it is in this question's scope, dispute settlement underway 15% @Terry-Smith https://www.gjopen.com/comments/1143554\neven minor events may escalate quickly"], [37711, "2020-09-27T09:37:57Z", [0.55], ""], [956, "2020-09-27T05:28:51Z", [0.2], ""], [95795, "2020-09-27T02:45:28Z", [0.07], "Revieiwing the assessments of @lmstansberry , @TDHesslink, and @JBURD, suggests that this is a low probability event based upon historical conflict between the two nations, the region under competition (mountainous), and recent efforts to stem the recent flare up in June.  while increased India military activity sea certainly increases some chances of potential escalation at sea, historical review of Navy v Navy escalation is sparse.  "], [89785, "2020-09-27T01:16:26Z", [0.0], "reasons\nAfter the lethal confrontation that happened earlier this summer between the country. Both countries know another lethal confrontation has the potential for actual war, and will avoid that all costs. These two countries are about bluster and do not want war."], [91142, "2020-09-26T19:53:53Z", [0.0], "This seems highly unlikely. Very, very different situation to have conflict in the Indian Ocean when compared to the LAC and this would be trade route driven, likely not driven by China's expansion in the South China Sea. Base rate would certainly be below zero, and I just don't feel like any heightened tensions would bring that up to a 1% threshold. Obviously a non-zero chance, but seems like a very very low non-zero chance."], [95797, "2020-09-26T19:47:48Z", [0.05], "@keith-huggins thanks for the interesting perspective.   Considering other perspectives in calculating.  Escalation at sea entails higher visibility and has great consequence than fighting in the Line of Actual Control (LAC).  The entire world uses the Indian Ocean as a trade route and conflict there would have impacts on neutral players, unlike the LAC (between China and India). Given the high stakes of conflict between two nuclear powers, China and India will continue dialogue and diplomacy in attempts to avoid future conflict; especially at sea.   The BRICS partnership is also another forum for China and India to address grievances and demonstrate their willingness to work things out short of armed conflict. It is a fact that both China and India are both increasing the size of their navies; especially coast guard and other law enforcement type assets to protect and monitor their territorial claims.  Chinese expansion with projects such as the BRI, involve increasing use of trade routes and naval assets.  Increased maritime operations and exercises on both sides, will bring Chinese and Indian assets into greater interaction and closer proximity as time goes on.  Interestingly, after the Galwan Valley incident, India dispatched a warship to the South China Sea.  Another assumption (as it stands currently), China nor India (unless supported from Allies) could go in to each other's backyard and win a naval campaign.  This may limit starting something you can't finish, but it could also be seen as risk reduction if contemplating more aggressive action in their backyard.  Also, based on the geographic location of the LAC, I don't foresee a fatality in the airspace as it relates to this question. Therefore, chance of lethal confrontation is highly unlikely, but their is always a chance of human error at lower levels, and the LAC situation is not helping.   good article to add to the others: https://www.maritime-executive.com/editorials/could-the-india-china-border-conflict-lead-to-a-naval-war"], [691, "2020-09-26T19:40:52Z", [0.01], ""], [59836, "2020-09-26T18:26:34Z", [0.01], ""], [88002, "2020-09-26T18:21:46Z", [0.01], ""], [93350, "2020-09-26T17:51:00Z", [0.0], "China’s intention is to protect its trade routes, energy lines etc. via the Strait of Malacca  that connect the Indian ocean to the , South China Sea and Pacific ocean. India , Japan and the US also want to control this vital trade route.\nThe escalation of naval fleets is to develop or maintain security  for raw goods and supplies that China needs for its economy.\n55% of India’s trade, 60/70% Japan’s Oil, 90% South Korea’s oil and Australia trade passes through the strait of Malacca.\nAny outbreak of war would surely  disrupt trade and defeat the object of securing trade routes.\nHowever, the escalation could be linked to China’s aggressive behaviour in the South China sea and the Taiwan straits that concerns India’s allies of Japan, US, Australia and other ASEAN countries.\nI will propose that Indian, albeit in its backyard, will not or cannot confront China without assistance from primarily the US and that would deter China. So, at the moment, all parties are building up naval facilities in strategic locations to complement the fleets.\nTherefore, the probability of a lethal confrontation between India and China is minimal at this time, although events elsewhere  (Taiwan?) may trigger confrontation. https://www.globaltimes.cn/content/1199461.shtml\nhttps://eurasiantimes.com/china-threatens-to-expel-indian-navy-warships-from-the-south-china-sea/\nhttps://www.naval-technology.com/features/india-vs-china-indian-and-chinese-pla-navies-compared/\nhttps://www.wsj.com/articles/india-seeks-naval-edge-as-china-penetrates-indian-ocean-11600945203\nhttps://rusi.org/commentary/india-must-secure-indian-ocean-deter-china’s-assertion-along-border\nhttps://www.spf.org/iina/en/articles/nagao-india-powergame.html\nhttps://www.forbes.com/sites/hisutton/2020/06/26/chinese-navy-submarines-could-become-a-reality-in-indian-ocean/#59afb39154a6\nhttps://economictimes.indiatimes.com/news/defence/us-uses-cold-war-bombers-to-keep-china-in-check/sending-a-message/slideshow/77886776.cms\nhttps://www.brookings.edu/research/chinas-indian-ocean-ambitions/\nhttps://www.worldscientific.com/doi/pdf/10.1142/S2377740017500270\nhttps://eurasiantimes.com/india-responds-to-chinas-plans-to-bypass-malacca-straits-by-militarizing-indian-ocean-islands/\nhttps://www.unav.edu/web/global-affairs/detalle/-/blogs/china-and-india-fight-for-the-gates-of-the-strait-of-malacca\nhttps://stratnewsglobal.com/chinas-malacca-dilemma-can-india-leverage-it/\n"], [740, "2020-09-26T16:12:32Z", [0.65], ""], [95963, "2020-09-26T14:52:58Z", [0.27], "Of course it is possible, but India still have nuclear weapons. It is something for China to take care of"], [34959, "2020-09-26T14:51:51Z", [0.01], "It's not impossible"], [96019, "2020-09-26T14:50:12Z", [0.0], ""], [34815, "2020-09-26T14:48:16Z", [0.0], ""], [64407, "2020-09-26T14:40:37Z", [0.05], ""], [48709, "2020-09-26T12:43:06Z", [0.0], "No the problem area between the two nations is in the mountinous area called kasmiear so I can't see a sea confrontation!"], [5386, "2020-09-26T12:27:32Z", [0.0], ""], [172, "2020-09-26T11:40:31Z", [0.01], ""], [58028, "2020-09-26T10:52:04Z", [0.02], ""], [70711, "2020-09-26T10:19:32Z", [0.0], ""], [92232, "2020-09-26T06:42:21Z", [0.2], ""], [87691, "2020-09-26T06:05:54Z", [0.0], ""], [68, "2020-09-26T03:29:29Z", [0.0], "Extremely unlikely at sea."], [767, "2020-09-26T03:20:52Z", [0.25], "The two countries agreed to stopped sending more troops - as reporter by CNN earlier this week. \nAround Sept. 12, China returned 5 missing Indian nationals detained when they wandered off. \nBut there was a report this week that although Indian and Chinese senior military commanders met to discuss stabilizing tensions along LAC, both countries were still focusing on logistical support and preparing their soldiers in the area for harsh Winter conditions and showed no signs of withdrawing.  \nhttps://www.scmp.com/news/china/diplomacy/article/3102927/china-india-send-supplies-thousands-border-troops-ahead-brutal"], [92079, "2020-09-26T01:18:25Z", [0.0], ""], [13657, "2020-09-26T00:46:19Z", [0.0], ""], [84880, "2020-09-25T23:41:20Z", [0.01], ""], [94889, "2020-09-25T22:15:31Z", [0.09], "Historically there has been little to no interaction between PLAN and Indian Navy.   However, China routinely deploys surface action groups and research vessels to the Indian Ocean\nhttps://thediplomat.com/2014/02/chinese-naval-exercise-in-eastern-indian-ocean-sends-mixed-signals/\nhttps://thediplomat.com/2018/02/whats-a-recent-chinese-naval-deployment-to-the-eastern-indian-ocean-about/\nhttps://www.indiatoday.in/india/story/chinese-research-ship-yuan-wang-entered-indian-waters-from-malacca-straits-in-august-1722762-2020-09-17 And recent border clashes India has increased Indian Naval deployments both in the Indian Ocean and South China Sea\nhttps://timesofindia.indiatimes.com/india/navy-significantly-expands-deployment-in-indian-ocean-following-border-row-with-china-sources/articleshow/77246175.cms\nhttps://eurasiantimes.com/china-threatens-to-expel-indian-navy-warships-from-the-south-china-sea/ It appears talks over border dispute are close to terms so additional military tension may lower.\nhttps://www.aljazeera.com/news/2020/9/22/china-india-agree-to-stop-troop-deployment-along-disputed-border However, the increased strategic tension and proximity of vessels while monitoring each other in choke points near Nicobar and Andaman Seas or Gulf of Aden as well as potential proximity during potential Pakistan-China Naval exercises  raise this in my opinion to a 1 in 10 or so probability."], [38094, "2020-09-25T22:12:01Z", [0.01], "While this is certainly possible given the capabilities of the military of both countries, the timeframe of the question concurs within Fall/Winter in the hemisphere involved, which may reduce the likelihood of confrontation. I'll assume cool heads prevail on both sides to not enlarge the theatre of threats to include the seas and sky over them."], [31275, "2020-09-25T20:43:03Z", [0.05], ""], [14027, "2020-09-25T20:36:16Z", [0.07], "The crowd is at zero percent.  It may be very unlikely, but the chances are greater than zero, IMHO."], [529, "2020-09-25T20:04:23Z", [0.13], "(Initial forecast:) The question includes 'territorial waters' + airspace above them. Interpreting that to mean lakes such as Pangong Tso are probably included. \nThe lake has seen military action in the past including a number of soldiers injured \"near\" it in 2020. Confrontations have occurred (again, near it) in September and October in the past. (https://en.wikipedia.org/wiki/Pangong_Tso)  Also: \"Both countries have multiple high powered boats for patrolling the Pangong Lake which is 13,900 feet above sea level.\" (https://en.wikipedia.org/wiki/2020_China%E2%80%93India_skirmishes) The lake also freezes over in winter, but at-times-extreme cold/snow (..winter is coming) may possibly lessen likelihood of lethal confrontation -- though both sides have also built winter infrastructure.  (Sources above.) China reportedly is expanding its military infrastructure throughout the disputed region: (https://www.businessinsider.com/china-military-build-up-different-approach-to-india-border-dispute-2020-9) As indicated there have been a number of reported soldier deaths relating to fighting between the two nations so far in 2020. (Sources above)  There are some recent attempts to 'de-escalate' tensions: https://www.cnn.com/2020/09/23/asia/china-india-border-troop-agreement-intl-hnk/index.html Starting off with a somewhat higher forecast probability (mainly reflecting 2020 fighting + casualties in the general dispute), then may lower some as winter asserts itself."], [68273, "2020-09-25T20:02:15Z", [0.02], ""], [1034, "2020-09-25T19:45:04Z", [0.0], ""], [95789, "2020-09-25T19:23:40Z", [0.01], "Outside view:  When was the last time there was a lethal confrontation at sea between any two nations (excluding pirate activities).  \nInside view:  China and India have two large army and decades of disputes over this border.  Over these decades there have not been any weapons fired with intent to kill.  In fact, China and India agreed to prohibit the use of guns or explosives near their border to prevent the escalation of their two large militaries.  It seems neither side is looking for war.   \nInside view:  The disputed border is inland not at sea.  "], [21865, "2020-09-25T19:21:26Z", [0.0], ""], [62808, "2020-09-25T19:09:16Z", [0.02], ""], [86358, "2020-09-25T19:01:59Z", [0.07], ""], [88766, "2020-09-25T18:52:42Z", [0.0], ""], [28336, "2020-09-25T18:46:37Z", [0.05], ""], [32100, "2020-09-25T18:44:04Z", [0.0], ""], [20284, "2020-09-25T18:29:46Z", [0.0], "On land it is likely, however, at sea it is easier to control the emotions of the service men.   The high level of risk with an engagement at sea and the control of a situation by officers who will be more prudent and less emotional in decision will keep a lethal event from occuring. "], [80475, "2020-09-25T18:22:49Z", [0.15], "Mostly likely not, but the nature of these questions is that even minor things like this can trigger a Yes: https://en.wikipedia.org/wiki/Guang_Da_Xing_No._28_incident"], [22689, "2020-09-25T18:10:30Z", [0.0], ""], [43311, "2020-09-25T18:10:15Z", [1.0], ""], [22689, "2020-09-25T18:10:13Z", [0.05], ""], [13055, "2020-09-25T17:59:25Z", [0.0], ""], [60695, "2020-09-25T17:41:04Z", [0.0], ""], [1333, "2020-09-25T17:38:32Z", [0.0], ""], [691, "2020-09-25T17:37:54Z", [0.1], ""], [88452, "2020-09-25T17:22:21Z", [0.22], ""], [53391, "2020-09-25T17:21:30Z", [0.0], ""]]}