{"question_id": 1118, "title": "Between 15 February 2019 and 31 October 2019, which company from among Alphabet, Amazon, Apple, and Microsoft will first reach an end-of-day  market capitalization of $1 trillion?", "possible_answers": ["Alphabet", "Amazon", "Apple", "Microsoft", "None of the above"], "crowd_forecast": [0.0, 0.3, 0.26, 0.44, 0.0], "correct_answer": "Microsoft", "correct_forecast": 0.44, "preds": [[82, "2019-04-30T21:43:04Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [35217, "2019-04-30T21:00:36Z", [0.0, 0.0, 0.01, 0.99, 0.0], ""], [26551, "2019-04-30T20:48:35Z", [0.0, 0.0, 0.01, 0.99, 0.0], "Based in @Emil report."], [597, "2019-04-30T20:33:09Z", [0.0, 0.0, 0.01, 0.98, 0.01], ""], [128, "2019-04-30T20:21:44Z", [0.0, 0.06, 0.1, 0.78, 0.06], ""], [57797, "2019-04-30T20:18:18Z", [0.0, 0.0, 0.01, 0.99, 0.0], "It's over. MSFT closed above 130.5. When Bloomberg update their market cap it should show that it is just over 1T. On the off chance that the question isn't resolved and Apple earnings surprise on the upside, I leave 1% probability for Apple. Edit: confirmed: https://www.bloomberg.com/quote/MSFT:US"], [14027, "2019-04-30T19:57:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [62580, "2019-04-30T19:03:31Z", [0.0, 0.01, 0.43, 0.56, 0.0], "The competition is between Microsoft and Apple. \nApple reports Q1 results after market today. If Microsoft doesn't reach 1 trillion at EOD, there's still possibility that Apple can have an upward surprise.  Alphabet disappointed the market with its recent update. Out of the game in the short term. \nAmazon doesn't seem to have surprise in the pipeline, thus will likely be stable below 1 trillion."], [38, "2019-04-30T18:02:29Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Alphabet misses earnings, stock plummets Microsoft crosses $1T line mid-morning for a while."], [11885, "2019-04-30T15:55:30Z", [0.0, 0.01, 0.01, 0.98, 0.0], ""], [73, "2019-04-30T15:40:53Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [67423, "2019-04-30T14:07:45Z", [0.0, 0.05, 0.25, 0.7, 0.0], "Update: Microsoft's stocks has been on the rise due to the success of their clouding software. Their recent gains has been larger than expected and they a market cap of 994.404B (30.4.19), they are currently doing significantly better than Apple, and could be the first to hit the 1 Trillion dollars market cap. \n(https://www.bloomberg.com/news/articles/2019-04-24/microsoft-profit-sales-top-estimates-amid-flurry-of-cloud-wins)"], [57797, "2019-04-30T13:55:02Z", [0.0, 0.07, 0.03, 0.9, 0.0], ""], [1333, "2019-04-30T13:52:18Z", [0.0, 0.65, 0.2, 0.1, 0.05], ""], [57797, "2019-04-30T13:44:51Z", [0.0, 0.17, 0.07, 0.76, 0.0], ""], [41922, "2019-04-30T09:07:36Z", [0.0, 0.1, 0.4, 0.5, 0.0], ""], [21884, "2019-04-30T04:04:33Z", [0.0, 0.0, 0.25, 0.7, 0.05], ""], [15196, "2019-04-30T01:55:25Z", [0.0, 0.2, 0.6, 0.2, 0.0], ""], [172, "2019-04-30T01:00:01Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [128, "2019-04-29T20:29:52Z", [0.0, 0.04, 0.22, 0.7, 0.04], ""], [14027, "2019-04-29T19:35:56Z", [0.0, 0.05, 0.13, 0.79, 0.03], "Amazon stock hasn't moved much since their earnings announcement last week.  So I'm reducing its chances and putting those chips on Microsoft.  MSFT is only a hair below $1T, so it amazes me that the crowd only puts the odds at 29%.  Anything could happen, but the odds strongly favor Microsoft at this point."], [66788, "2019-04-29T18:50:50Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Maybe this isn't fair enough, but according to CNBC on April 25, Microsoft first hits $1 trillion market cap for the first time as stock jumps on earnings best. It jumped about 5.1% which pushing the company past the trillion value on a “better-than-expected” earnings report. Besides Microsoft, Apple and Amazon are tied at the second tier. Something worth to know is that both \"A\" companies have hit the trillion cap in 2018 respectively.  Apple was on August 2, 2018, and Amazon was on September 4 the same year after Apple.  Reference:\nhttps://www.cnbc.com/2019/04/25/microsoft-hits-1-trillion-market-cap-for-the-first-time-on-earnings.html "], [11885, "2019-04-29T18:23:28Z", [0.0, 0.01, 0.25, 0.74, 0.0], ""], [67625, "2019-04-29T14:50:39Z", [0.0, 0.25, 0.25, 0.5, 0.0], "(29/04/2019) N.B. As Bloomberg recently argued talking about Microsoft, \"The company’s shares rose as much as 5.1 per cent Thursday morning in New York, briefly pushing its valuation across US$1 trillion before pulling back slightly. The move nosed the software maker ahead of Apple Inc. as the world’s most valuable company. The two tech giants, along with Amazon.com Inc., are all within striking distance of the symbolic US$1 trillion mark as their stocks have rallied this year.\" (https://www.bnnbloomberg.ca/microsoft-poised-to-top-us-1-trillion-in-value-beating-amazon-and-apple-1.1249298). The company's evaluation is not the same as market capitalization - many websites claim that Microsoft already reached the trillion, which is not - but Microsoft's trillionaire aim seems near. Nevertheless, I still remain cautions for eventual drastic drops."], [67448, "2019-04-29T14:05:01Z", [0.0, 0.1, 0.1, 0.8, 0.0], "Seeing as Microsoft is ahead of Apple and Amazon by so much it is at this point unrealistic to assume that they will pass the 1 trillion mark first, therefore Microsoft gets the highest percentage. Apple and Amazon get the same percentage as they have relatively similar  market capitalization at this point (April 29th).  Sources:\nhttps://www.bloomberg.com/quote/MSFT:US\nhttps://www.bloomberg.com/quote/GOOGL:US\nhttps://www.bloomberg.com/quote/AMZN:US\nhttps://www.bloomberg.com/quote/AAPL:US"], [597, "2019-04-29T13:10:39Z", [0.05, 0.1, 0.14, 0.7, 0.01], ""], [62580, "2019-04-29T00:19:25Z", [0.05, 0.05, 0.4, 0.5, 0.0], ""], [67625, "2019-04-28T10:33:48Z", [0.0, 0.25, 0.25, 0.5, 0.0], "Apparently Microsoft is doing great (today, 28 April 2019, the market capitalization is 995.323B). Alphabet seems to still be out of the games, while Amazon and Apple are at around 960B. At this point Microsoft, if it doesn't have to face a serious and immediate backdrop in the very next days, is going to reach the trillion fairly soon."], [37379, "2019-04-28T09:26:38Z", [0.0, 0.19, 0.08, 0.73, 0.0], ""], [172, "2019-04-28T00:11:58Z", [0.0, 0.0, 0.0, 1.0, 0.0], "MS at $995. C’mon - baby needs a new pair of shoes!"], [72707, "2019-04-27T22:32:06Z", [0.3, 0.3, 0.05, 0.05, 0.3], ""], [1333, "2019-04-27T18:05:14Z", [0.0, 0.65, 0.15, 0.15, 0.05], ""], [41922, "2019-04-27T16:21:32Z", [0.0, 0.1, 0.1, 0.8, 0.0], ""], [593, "2019-04-27T10:32:03Z", [0.22, 0.25, 0.23, 0.27, 0.03], ""], [13377, "2019-04-27T09:05:40Z", [0.0, 0.19, 0.08, 0.73, 0.0], ""], [67420, "2019-04-27T09:03:28Z", [0.05, 0.2, 0.1, 0.6, 0.05], "Due to my limited expertise regarding market capitalization, as well as tech companies, the forecast at hand seeks its point of departure in recent market capitalization development data of Alphabet, Amazon, Apple and Microsoft, as well as estimations and reasonings made by corresponding journals.  End of Day Market CAP, April 26,2019: Microsoft: $995.323B\nApple: $963.332B\nAmazon: $960.357B\nAlphabet: $886.093B The forecast at hand assigns the highest probability to Microsoft being the first company, crossing the trillion-dollar threshold, determined by the end-of-day Market Cap reported by Bloomberg. This is due to the fact that Microsoft been the only one of the former mentioned companies so far, crossing the threshold in 2019, namely on April 25 ($130,51 per share). However, even if it passed the threshold throughout the day, by the end of the day it went down again, thus closing only at $129.15 per share and missing the trillion dollar threshold (https://www.reuters.com/finance/stocks/MSFT.O/key-developments). One day later, on April 26, closing value kept raising to $129,89 per share to a a 995.323 billion dollar value (https://www.bloomberg.com/quote/MSFT:US). With only, little missing to to cross the significant trillion dollar threshold. A further growth can be expected due to the great revenue numbers, in all its business segments, which should promote further stock buying.  (https://www.theverge.com/2019/4/25/18515623/microsoft-worth-1-trillion-dollars-stock-price-value). From my limited point of expertise, the forecast at hand sees Microsoft’s great advantage, particularly over Apple in its growing cloud service, as well as its office products and linkedin that are less in danger of a general market over-saturation than for instance Apple’s hardware products and still have significant growing capacities. However, even in the hardware  sector Microsoft is strong due to its Windows, Xbox and Surface products. Amazon closed on April 26,2019 as third after Microsoft and Apple with an End of Day Market CAP of $960.357B. However, the forecast at hand, estimates the company to be the second most likely to pass the one trillion dollar threshold. The reason therefore is the expected iPhone release   in September (see below), which is rather late given the time frame of the question at hand. Furthermore, unlike Apple Amazon is less at risk of a market over-saturation. Particularly Amazon’s North America business keeps growing and is at an all-time high, aligned with booming sales in its growing ad division and a highly profitable cloud computing business (https://www.theverge.com/2018/9/4/17819160/amazon-worth-1-trillion-dollars-stock-price-value). The forecast at hand assumes a another advantage in terms of growing chances in its rather (in relative terms) weak performance outside of North America, which leaves great growing opportunities for Amazon.  Apple closed on April 26, 2019 as second after Microsoft as of $963,332B. In order to estimate its chances to hit the $1 trillion threshold first, another forecast is within this forecast is needed, namely the release date of its 2019 iphone. This is due to the fact that until today iPhone sales make up nearly 60% of Apple’s entire revenue (https://www.theverge.com/2018/11/26/18109784/microsoft-apple-market-cap-2018-valuable-company). Hence, the success of the new iPhone release will heavily determine its End of Day Market Cap. So far, Apple have always announced and presented its new iPhone in September (https://www.imore.com/iphone-2019), which is why the forecast at hand expects its to do the same this year. However, this means that this will happen at the end of the time period of the question at hand, making it realistic that both Microsoft and Amazon will bypass the threshold sooner (see former arguments). On top of that, the forecast at hand attests Apple and its iphones to be vulnerable to market over-saturation, as well as strong and growing competing through Google in this segment (https://www.nytimes.com/2010/05/27/technology/27apple.html). Alphabet closed as least valuable company on April 26, 2019 as of$886.093B and unlike the other three companies never got close to the one trillion dollar threshold and also the developments of both end-of-day Market Cap data in 2019, as well as in the last two years do not speak in favor of Alphabet being the first one passing the one trillion dollar threshold. Based upon this analysis (based upon a limited expertise), the forecast at hand estimates a likelihood of 60% that Mircrosoft will be the first one to pass the one trillion dollar threshold, followed by Amazon with a 20% likelihood, Apple with a 10% likelihood and Alphabet and non of them with a 5% likelihood, respectively. "], [49359, "2019-04-26T22:14:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [62808, "2019-04-26T21:00:31Z", [0.0, 0.0, 0.0, 0.89, 0.11], ""], [57797, "2019-04-26T20:25:53Z", [0.0, 0.19, 0.08, 0.73, 0.0], "I am assuming that big moves ahead of April 30 earnings for Apple are unlikely so I am lowering it compared to Amazon and MSFT relative to the results of my model."], [62087, "2019-04-26T20:21:57Z", [0.0, 0.33, 0.33, 0.34, 0.0], ""], [1333, "2019-04-26T19:33:21Z", [0.0, 0.55, 0.25, 0.15, 0.05], ""], [1333, "2019-04-26T19:30:46Z", [0.0, 0.45, 0.25, 0.15, 0.15], ""], [1333, "2019-04-26T19:30:07Z", [0.0, 0.35, 0.15, 0.15, 0.35], ""], [1333, "2019-04-26T19:21:26Z", [0.0, 0.25, 0.25, 0.15, 0.35], ""], [745, "2019-04-26T18:30:22Z", [0.05, 0.45, 0.05, 0.05, 0.4], ""], [26551, "2019-04-26T18:01:52Z", [0.0, 0.0, 0.1, 0.9, 0.0], ""], [23006, "2019-04-26T17:39:16Z", [0.0, 0.01, 0.02, 0.96, 0.01], ""], [23006, "2019-04-26T17:38:32Z", [0.0, 0.18, 0.19, 0.56, 0.07], ""], [23006, "2019-04-26T17:36:58Z", [0.0, 0.28, 0.29, 0.36, 0.07], ""], [14027, "2019-04-26T16:16:32Z", [0.0, 0.08, 0.17, 0.71, 0.04], "AMZN announced fantastic earnings, but the stock isn't moving much.  AAPL has stopped moving up; maybe investors are waiting for the upcoming earnings announcement.  Google (Alphabet) is nowhere near $1T, but somehow still is being given an 11% chance of finishing first.  This demonstrates that for some challenges it is insufficient to review predictions only once a week.  [I've been guilty of going longer than that at times.  Sometimes there just isn't the time.] So I've increased MSFT's chances to 71%.  It could happen today, or not.  I've also pruned back AAPL and AMZN's chances, and put a few points into NOTA.  If the market moves south before MSFT wins it's possible that there isn't a winner."], [11885, "2019-04-26T15:51:07Z", [0.0, 0.01, 0.05, 0.94, 0.0], ""], [128, "2019-04-26T13:24:02Z", [0.0, 0.04, 0.24, 0.68, 0.04], ""], [66432, "2019-04-26T12:19:11Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [67428, "2019-04-26T12:12:17Z", [0.0, 0.28, 0.4, 0.32, 0.0], "Disclaimer: I’m not enough expert about economy to answer this question relying on precise mathematical formulas, market analysis or economic relations between different data (for instance the exact relations between growth rate and market cap). My fear is leaving out too many data or focusing too much on some of them, chosen randomly. Such a procedure would be incomplete and erroneous. I don’t want to work too much with number if I’m not enough confident on them, because there is the risk of simplifying the calculation, overlooking information, and reaching an inconsistent outcome, very hard to consider as valuable. \nSo, I will start my analysis using numbers but just to have an overview of the current and recent situation of the companies, then I will focus on some more discursive argumentations.\nHowever, I’ll show how the differences between the companies are sometimes very subtle and is difficult to make predictions. 26/04/2019: rankings of market cap (MK) and growth rate (GR) from 1st Jan 2019 to 24th April 2019 ( calculations: MK=(t1-t0)/t0 )\nApple\nMK 967.953B, GR 31,33% 967.817B\nMicrosoft\nMK 989.653B, GR 20,74% (MK increased a lot compared to yesterday, when it was lower than AppleMK)\nAmazon\nMK 936.009B, GR 24,70%\nAlphabet\nMK 879.588B, GR 20,00% Alphabet: it has never reached the $1trillion market cap, and the graphic show a lot of up and downs, both considering the more recent period (from 1 Jan 2019) and the last two years, 2018 and 2019. Currently, it has the lowest market cap among the four companies and its discontinuous rate of growth make me assess its probability of reaching the aim of $1T to 0%. Microsoft: It has a growth rate not so different from Amazon and a market cap higher that Alphabet. It never reached the $1T either in the past, but after a negative period in the end of 2018 (in which all the 4 companies passed through), its growth happened to be higher than usual.\nSome years ago Microsoft has lost the smartphone software market to Apple and Google, which let him behind in the race, but Microsoft has reached other solutions, like the cloud business.\nEven if it’s behind in the foundational parts of the cloud computing basis (selling access to raw computing power and data storage), Microsoft also has a significant cloud applications business, in the shape of the online service Office 365 and business applications such as customer relationship management. The cloud is strongly contributing to the company’s growth. This business can help in cementing its position on the market. Microsoft also has a significant cloud applications business, in the shape of the online service Office 365 and business applications such as customer relationship management. \nMoreover, yesterday Microsoft happened to push its valuation across $1tn before pulling back slightly (so, not a end-of-day market cap), which is a good signal for the growth of the company and for its investors. Indeed, the market cap formula is MK=total numbers of shares*price of shares, where the price of the shares could be overestimated or underestimated, if compared to their real value, because it reflects the market price and how much the investors are available to spend on them. So, the general enthusiasm for the Microsoft success can increase investors’ interests. \nIn the end, Microsoft is a real challenger because its cloud services product is second only to Amazon, it has invested in growth on LinkedIn and GitHUb and it’s considered the safest between these four big market capitalization companies. Amazon: It has been the second company to reach the 1tn goal last year. In these days it is announcing that it will close its online store in China that allows the country’s consumers to buy from Chinese merchants after facing difficulties in competing with the domestic Alibaba and JD.com, extremely aggressive and competitive. However, the “Mad Money” host favoured Amazon in the race to 1tn. its stock still ended 2018 up 28 percent and it’s “seeing earnings growth after years of earnings losses coupled with revenue expansion, a common model for growing tech companies.” Moreover, Amazon can count on three main business, the cloud-based Amazon Web Services, the advertising business and the consumer-facing retail segment, which look to be performing strongly. Apple: in 2018 it has been the first company to reach the $1trillion market cap. \nHowever, it can’t be excluded that its race is going to decrease. Indeed, even if it’s a big market cap enterprise, which usually make its value higher and the investors are motivated on buying its shares because they guarantee long-term profits and low risk rate, it can take quite a hard hit. \nThe reason is that there may never be another product as profitable as the iPhone. The iPhone makes up more than 60 per cent of Apple’s revenues. But in the end of 2018 some leaks from Chinese electronics manufacturers or cautious comments from Apple’s suppliers in their own earnings calls out doubts over the iPhone’s performance. Apple’s value on the market started to fall. Moreover, the company second largest source of incomes is the “Services” business: not iPad, Mac or other devices but something closely related to iPhone. Therefore, if the values of iPhones are going to fall, so will do the current growth of the services. Also, iPhones latest new models don’t show very innovative changes compared to the previous ones, and currently exists a general trend in preferring cheaper smartphone: people seem less available to spend a big amount of money on phones. Apple slowdown in iPhone sales (not only in China) could represent a boost to the Chinese market and pull away from the 1tn goal.\nHowever, it remains the society with the current highest growth rate and, usually, the highest market cap (not today). https://www.ft.com/content/b5f66f16-5f61-11e8-9334-2218e7146b04\nhttps://www.ft.com/content/cd023464-675e-11e9-9adc-98bf1d35a056\nhttps://www.ft.com/content/1ffe020c-6191-11e9-b285-3acd5d43599e\nhttps://www.ig.com/it/glossario-trading/definizione-di-capitalizzazione-di-mercato\nhttps://www.ft.com/content/320d606c-5c3a-11e8-9334-2218e7146b04\nhttps://www.cnbc.com/2019/01/10/cramer-tracks-race-back-to-1-trillion-amazon-leads-apple-lags.html "], [67430, "2019-04-26T11:42:06Z", [0.0, 0.25, 0.2, 0.55, 0.0], "Today, 26th April, the market capitalization of the 4 companies is as follows: - Alphabet: $879,588 billion\n- Amazon: $936,009 billion\n- Apple: $967,953 billion\n- Microsoft: $989, 653 billion I personally don't think that calculating the date by accounting for the past growth rate is a good system, as shown by Microsoft's growth in the past few weeks. I rather prefer to look at what is expected by the companies in the future. Alphabet is very far behind, and nothing happening in the near future seems to indicate that it will rise to the point to first hit the target. Apple became the first US company to hit the mark, last August, but its current market cap is just the second best. Last January, Apple reported revenue of $84.3 billion, a decline of 5 percent from one year ago, mainly caused by revenue from iPhone declining 15 percent from the prior year. Apple is scheduled to report earnings on April 30, and the company is expected to provide more information about new services offerings focused on gaming, videos, and news, as well as an update on its capital-allocation program. That will probably be a decisive date. (https://www.marketwatch.com/story/apple-stock-bounces-back-toward-1-trillion-market-cap-2019-04-09).  Amazon briefly joined Apple a month later but now has a value of \"only\" $936 billion. The company is in a very solid position, with its  growth being driven by the loyalty of its prime customers, who pay an annual fee in return for “free” shipping on all purchases. Even with the huge number of prime members, there’s further potential for expansion. (https://www.investingdaily.com/43704/our-amazon-stock-prediction-in-2019-buy-or-sell/). There is no good reason to exclude that Amazon hits the target again, but whether it can do so before Microsoft is the real issue. Microsoft crossed the barrier for its first time during last Wednesday trading, when shares jumped more than 4% on better-than-expected earnings and revenue. But as the value declined slightly over the next few hours, the end-of-day record was not hit. (https://www.cnet.com/news/microsoft-joins-1-trillion-market-cap-club/). Microsoft kicked off tech earnings season, as it surpassed expectations. Revenue climbed 14% to $30.6 billion, exceeding the average estimate of $29.84 billion. Sales growth at Microsoft is being driven by the transition to the public cloud as more large businesses offload their servers and data storage to Azure infrastructure. (https://www.cnbc.com/2019/04/25/microsoft-hits-1-trillion-market-cap-for-the-first-time-on-earnings.html). Microsoft therefore seems in a better position to it the target first."], [67129, "2019-04-26T07:13:57Z", [0.01, 0.02, 0.07, 0.88, 0.02], ""], [62087, "2019-04-25T22:51:49Z", [0.0, 0.0, 0.4, 0.6, 0.0], ""], [23006, "2019-04-25T22:48:17Z", [0.0, 0.32, 0.29, 0.32, 0.07], "Amazon q1"], [26551, "2019-04-25T21:12:08Z", [0.0, 0.05, 0.45, 0.5, 0.0], "Based on today's performance. "], [6978, "2019-04-25T20:59:38Z", [0.0, 0.0, 0.5, 0.5, 0.0], "Despite the deluge of false headlines, MSFT has yet to secure $1T. AMZN still well short after this afternoon's modest earnings rise. Can AAPL make it 3 more trading days, to an earnings boosted win?"], [57797, "2019-04-25T20:40:57Z", [0.0, 0.02, 0.13, 0.85, 0.0], "MSFT didn't manage to close above 1T but at 990 so I ran my model again. Latest probabilities are approximately: 0, 7, 20, 73, 0. However, I am adjusting toward MSFT given its strong earnings and the seemingly positive market sentiment toward it."], [172, "2019-04-25T20:38:27Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [35217, "2019-04-25T20:20:03Z", [0.05, 0.15, 0.29, 0.43, 0.08], ""], [14027, "2019-04-25T19:51:34Z", [0.0, 0.1, 0.29, 0.61, 0.0], "MSFT is very close to the $1T mark, but it doesn't look like it will hit it today.  That leaves open the possibility that AMZN will pop after earnings are announced after the close.  If AMZN fades it will be a race between AAPL and MSFT.  That provides an interesting finish for this challenge.  I'm favoring MSFT due to its momentum and its valuation, which is less than one percentage point away from $1T."], [67632, "2019-04-25T19:13:08Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [1333, "2019-04-25T18:38:01Z", [0.0, 0.25, 0.1, 0.0, 0.65], ""], [38, "2019-04-25T18:23:19Z", [0.0, 0.0, 0.0, 1.0, 0.0], "MS is up APPL is down."], [25141, "2019-04-25T17:41:57Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [25141, "2019-04-25T17:41:21Z", [0.0, 0.1, 0.35, 0.55, 0.0], ""], [11885, "2019-04-25T16:11:18Z", [0.0, 0.05, 0.05, 0.9, 0.0], ""], [28414, "2019-04-25T16:01:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [41922, "2019-04-25T15:33:09Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [70640, "2019-04-25T14:57:02Z", [0.0, 0.0, 0.01, 0.99, 0.0], ""], [70640, "2019-04-25T14:55:06Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [57797, "2019-04-25T13:52:56Z", [0.0, 0.0, 0.01, 0.99, 0.0], ""], [14027, "2019-04-25T13:50:40Z", [0.0, 0.06, 0.23, 0.71, 0.0], "MSFT has passed the $1T mark.  If it hold until the end of the day this challenge will be over."], [1646, "2019-04-25T03:01:57Z", [0.0, 0.0, 0.05, 0.95, 0.0], ""], [38, "2019-04-25T01:37:36Z", [0.0, 0.0, 0.1, 0.9, 0.0], ""], [41922, "2019-04-25T00:57:06Z", [0.0, 0.3, 0.29, 0.41, 0.0], ""], [57797, "2019-04-25T00:54:15Z", [0.0, 0.0, 0.2, 0.8, 0.0], "Microsoft passed 1T in after hour trading after it beat earnings expectations. https://www.cnbc.com/2019/04/24/microsoft-q3-2019-earnings.html Lessons: I kept MSFT lower than my model suggested (which uses historical information and essentially takes the outside view). I felt compelled to insert my own sense that Apple and Amazon were more likely to reach 1T but looking back this opinion wasn't as well substantiated as it could have been. If MSFT does pass tomorrow, it will be a case in which I probably should have trusted the quantitative model over my knowledge of individual stocks' fortunes. I still was giving a relatively high chance to MSFT due to my model's results so wouldn't be a bad showing."], [14027, "2019-04-25T00:01:55Z", [0.0, 0.06, 0.37, 0.57, 0.0], "Microsoft briefly passed $1T in after-hours trading, apparently during or after an analyst conference call.  Everything will depend on follow through in trading tomorrow.  Based on this information it seems that MSFT may pass the finish line before Apple or Amazon announce their earnings.  So I'm shifting from favoring AAPL to win this challenge to favoring Microsoft."], [57797, "2019-04-25T00:01:54Z", [0.0, 0.19, 0.61, 0.2, 0.0], ""], [172, "2019-04-24T22:46:44Z", [0.0, 0.0, 0.35, 0.35, 0.3], ""], [128, "2019-04-24T22:03:50Z", [0.01, 0.1, 0.2, 0.65, 0.04], ""], [128, "2019-04-24T22:01:21Z", [0.01, 0.1, 0.25, 0.6, 0.04], ""], [61938, "2019-04-24T21:56:59Z", [0.01, 0.09, 0.29, 0.6, 0.01], ""], [11885, "2019-04-24T21:19:23Z", [0.0, 0.25, 0.4, 0.35, 0.0], ""], [14027, "2019-04-24T20:37:17Z", [0.0, 0.06, 0.57, 0.37, 0.0], "MSFT announced good earnings and revenue growth after the close today, and the stock is up 2.5% after hours.  Those gains could fade tomorrow, or the stock could continue higher.  The follow through as the market digests the news over the next few days could move Microsoft over the finish line before Apple announces earnings on April 30.  And Amazon will announce Q1 earnings tomorrow (April 25). I'm going to hedge a bit by reducing Apple's chances and increase Microsoft's.  Looks like it could be a photo finish, and the challenge could be all but decided by price movements tomorrow."], [26551, "2019-04-24T19:59:41Z", [0.0, 0.05, 0.55, 0.4, 0.0], ""], [61938, "2019-04-24T17:43:33Z", [0.01, 0.17, 0.4, 0.27, 0.15], ""], [63498, "2019-04-24T17:38:14Z", [0.04, 0.4, 0.37, 0.14, 0.05], "This is all about the data"], [38, "2019-04-24T17:05:43Z", [0.0, 0.0, 0.5, 0.5, 0.0], "playing it safe for now because for some reason I can't get into the Bloomberg site"], [72649, "2019-04-24T16:41:25Z", [0.0, 0.6, 0.3, 0.1, 0.0], ""], [14027, "2019-04-24T15:58:22Z", [0.0, 0.07, 0.61, 0.31, 0.01], "MSFT reports earnings after the market close today.  The stock is about 3.9% short of $1T.  I'm betting that even a pretty good announcement will cause a 2-2.5% pop, not quite enough.  And sometimes with great news a stock will actually fall, per the old saw that says \"buy on the rumor, sell on the news.\"  I have no idea what they will announce. But as AAPL and MSFT approach the finish line I'm lowering the probability that AMZN will jump ahead of them all with a 6% increase to reach $1T.  The extra percentage points are mostly going to AAPL (now at 61%).  [AAPL is only a 2% short of the finish line.] This challenge is rare in that it can be tracked precisely.  So as the finish line is approached it becomes necessary to watch the numbers closely, i.e., at least once a day.  Usually I only review predictions once a week.  That's not going to work here."], [67429, "2019-04-24T14:24:49Z", [0.0, 0.05, 0.55, 0.4, 0.0], "Update: \nYesterday's end-of-day market cap for the companies in question are listed below. Next to each the growth rates since my last forecast, the 7th of April (7th to 23rd, then), are recorded:\nAmazon: 928.657, 2.9%\nAlphabet: 883.496, 5.11%\nApple: 964.416, 3.82%\nMicrosoft: 961.559, 4.54% Apple leads, closely followed by Microsoft. With Microsoft having a higher rate of growth in the last 16 days, its position seems strong at the moment -- with the potential to pip Apple over the line to 1T. With this in mind, and considering the arguments laid out in the previous forecast, the percentages have been adjusted to account for Microsoft's stronger position.  Alphabet is far behind. Despite having the highest growth rate in the last 16 days, this will not be enough to take it to 1T first. Amazon is closer, though recording a considerably lower growth at the moment. Their percentages have been reduced to account for the increasingly unlikely scenario that either are the first to 1T."], [67129, "2019-04-24T08:32:54Z", [0.04, 0.16, 0.61, 0.13, 0.06], ""], [25141, "2019-04-24T05:04:29Z", [0.0, 0.1, 0.5, 0.4, 0.0], ""], [12426, "2019-04-23T21:45:56Z", [0.25, 0.35, 0.35, 0.05, 0.0], ""], [57797, "2019-04-23T21:15:20Z", [0.0, 0.2, 0.6, 0.2, 0.0], "Based on latest model [1] results. [1] https://www.gjopen.com/comments/comments/827344"], [41922, "2019-04-23T20:28:46Z", [0.0, 0.3, 0.7, 0.0, 0.0], ""], [128, "2019-04-23T20:22:22Z", [0.01, 0.34, 0.35, 0.22, 0.08], ""], [128, "2019-04-23T20:21:45Z", [0.01, 0.32, 0.37, 0.22, 0.08], ""], [128, "2019-04-23T20:15:56Z", [0.01, 0.26, 0.42, 0.23, 0.08], ""], [38, "2019-04-23T19:36:43Z", [0.0, 0.0, 0.7, 0.3, 0.0], ""], [63963, "2019-04-23T19:34:30Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [62808, "2019-04-23T19:30:52Z", [0.01, 0.01, 0.01, 0.01, 0.96], ""], [1333, "2019-04-23T18:21:09Z", [0.0, 0.23, 0.1, 0.0, 0.67], ""], [128, "2019-04-23T17:13:43Z", [0.01, 0.28, 0.42, 0.21, 0.08], ""], [128, "2019-04-23T17:11:55Z", [0.0, 0.28, 0.42, 0.22, 0.08], ""], [14027, "2019-04-23T15:59:10Z", [0.0, 0.11, 0.57, 0.29, 0.03], "AAPL and MSFT are closing in on $1T -- at this rate this challenge will be over within a week.  Anything could happen if there are announcements from the companies.  But Apple only needs to advance another 7-8 points to reach the finish line.  Microsoft isn't far behind.  I don't quite understand why the crowd gives AMZN a better chance to win than MSFT, or why Alphabet still gets an 8% chance.  Alphabet is WAY behind as the others approach $1T."], [38, "2019-04-23T14:17:48Z", [0.0, 0.02, 0.41, 0.57, 0.0], ""], [72180, "2019-04-23T14:07:32Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [128, "2019-04-23T13:41:38Z", [0.02, 0.24, 0.42, 0.22, 0.1], ""], [128, "2019-04-23T13:38:50Z", [0.02, 0.22, 0.44, 0.22, 0.1], ""], [128, "2019-04-23T13:37:43Z", [0.02, 0.18, 0.44, 0.24, 0.12], ""], [25141, "2019-04-23T08:40:08Z", [0.0, 0.0, 0.45, 0.4, 0.15], ""], [21884, "2019-04-23T05:31:06Z", [0.01, 0.01, 0.34, 0.34, 0.3], ""], [72584, "2019-04-23T04:14:25Z", [0.2, 0.25, 0.2, 0.05, 0.3], "When will this madness end?"], [128, "2019-04-23T01:27:19Z", [0.02, 0.12, 0.44, 0.26, 0.16], ""], [6978, "2019-04-23T00:47:37Z", [0.0, 0.0, 0.9, 0.05, 0.05], "Per my latest QuickValue + TickerTruth read, looks like a done deal for Apple: https://docs.google.com/spreadsheets/d/13Kbp26mLtpDRwdUct65_YLuvS77xADLj_ylUoQuFLMY/edit?usp=drivesdk"], [41922, "2019-04-22T21:32:39Z", [0.0, 0.4, 0.5, 0.05, 0.05], ""], [41922, "2019-04-22T21:30:14Z", [0.0, 0.15, 0.65, 0.05, 0.15], ""], [11885, "2019-04-22T20:36:36Z", [0.0, 0.3, 0.45, 0.25, 0.0], ""], [72575, "2019-04-22T19:22:42Z", [0.05, 0.4, 0.3, 0.1, 0.15], "Amazon with its brand and diversity of business sources can trade positively in the short term news cycle and drive valuations above $1T.  A simple announcement of something innovative in Whole Foods, Prime, or any of its services can cause a trading surge.  Apple on the hand has the most to gain from multiples and can also reach the $1T mark, providing it resolves its market share issues in China.  Alphabet has the farthest to go and is behind Amazon and Apple by approx. $100m in market cap.  Microsoft valuations seems a bit frothy despite it being a legacy tech name."], [1333, "2019-04-22T18:18:50Z", [0.0, 0.24, 0.1, 0.0, 0.66], ""], [70916, "2019-04-22T17:19:54Z", [0.15, 0.35, 0.2, 0.1, 0.2], ""], [57797, "2019-04-22T15:35:47Z", [0.0, 0.15, 0.45, 0.39, 0.01], ""], [6978, "2019-04-22T15:35:33Z", [0.0, 0.0, 0.7, 0.2, 0.1], ""], [67422, "2019-04-22T14:27:30Z", [0.0, 0.3, 0.6, 0.1, 0.0], "Current market capitalization 22/04/19, ranked:  Apple: 961.257B https://www.bloomberg.com/quote/AAPL:US\nMicrosoft: 946.521B https://www.bloomberg.com/quote/MSFT:US\nAmazon: 916.051B https://www.bloomberg.com/quote/AMZN:US\nAlphabet: 861.153B  https://www.bloomberg.com/quote/GOOGL:US  Considering the current market capitalization figures and taking into account that Alphabet has never reached the $1 trillion — compared to Apple and Amazon for instance — a probability of 0% is assigned to the following options for the forecast at hand: \n“None of the above” \n“Alphabet” (in addition, Alphabet shows the slowest and less constant growth rate since January 19 with 17.7%)  Growth rate since January 19, based on: (period 1 - period 0) : period 0 \nApple: 28,96% \nMicrosoft: 21,92% \nAmazon: 20,30%  Based on the current market capitalization rate and the growth rate since January 19, it seems like Apple is at the head of the race. Therefore, Apple is assigned the highest percentage as expected to reach the 1T first this year.  Based on the growth rate since January 19, Microsoft and Amazon are very close in running the race. Therefore, I tried to find a new dynamic that would enable me to find the runner that is most likely for the second place, behind Apple.  Common to Microsoft and Amazon charts is a hollow on March 08 with a sharp ascent since. Hence, I calculated the growth rate between 08/03 and 08/04, allowing me to identify which one had the best recovery after recess: \nAmazon: 14.13% \nMicrosoft: 8.5% \n(Apple; facing the same situation; 15.72%). \nIn that sense, Amazon is assigned a better probability to reach the 1T, before Microsoft."], [128, "2019-04-22T12:50:24Z", [0.02, 0.12, 0.4, 0.26, 0.2], ""], [128, "2019-04-22T12:47:20Z", [0.02, 0.1, 0.4, 0.26, 0.22], ""], [14027, "2019-04-21T21:50:38Z", [0.0, 0.19, 0.43, 0.33, 0.05], "Apple is the closest to the $1T level -- a 4% increase will do it.  But a good announcement could cause a large enough pop to put any one of the top three over the line very quickly.  I'm following the numbers, which say that Apple has the best chance to get there first. As of 4-18-19:\nAAPL -- $961.3B\nMSFT -- $946.5B\nAMZN -- $916.1B\nGOOG/GOOGL -- $861B"], [11885, "2019-04-21T18:06:25Z", [0.0, 0.15, 0.65, 0.2, 0.0], ""], [172, "2019-04-21T12:49:47Z", [0.0, 0.0, 0.2, 0.2, 0.6], "most of these valuations are unwarranted given global outlook. Regardless, bumped up Apple and Microsoft. “Sell in May and walk away” may be outdated but suspect “headwinds” and some of the companies I work with are preparing to keep their powder dry for another day..."], [67625, "2019-04-21T10:27:59Z", [0.05, 0.3, 0.4, 0.2, 0.05], "In my previous forecast, my bet was on the possibility of no company reaching the trillion. Given the last month's market development, I need to edit this consideration - unfortunately, as previously stated, economics is not my field. Roughly overlooking the market development over the month and the year of each company, Alphabet seems the most unlikely to reach the trillion. In the moment in which I write, Apple and Microsoft seems the most likely, but I think Microsoft's growth will soon meet a low market performance. My candidates remain Apple and Amazon, but apparently my faith in Amazaon has not been repain in market capitalization - at the moment, Apple is fairly close to the trillion, with 961.257B. Given these intakes, I drastically changed my forecast, following the market's history which remembers that Apple was the first reaching the trillion, and seems to be the most likely to reach it again."], [691, "2019-04-20T14:35:16Z", [0.08, 0.33, 0.32, 0.09, 0.18], ""], [72476, "2019-04-20T08:21:19Z", [0.0, 0.5, 0.0, 0.0, 0.5], "Amazon business can grow 'every day'. There is no limit, I believe. "], [23006, "2019-04-20T03:33:26Z", [0.0, 0.26, 0.34, 0.33, 0.07], "https://www.gjopen.com/comments/comments/852998\nhttps://www.gjopen.com/comments/comments/853936 I'm using daily volume "], [23006, "2019-04-20T03:20:37Z", [0.0, 0.33, 0.38, 0.0, 0.29], "- goog doesn't have the daily liquidity to surpass amazon or apple\n- aaple and msft have best (highest) liquidity or # of shares traded daily and apple is closest to 1 trillion market cap\n- amazon has the best increase from YTD lowest point (46% increase from low of $1344 to today's price of $1861 followed by aapl 43% \nMSFT has good volume and a lot of current interest, and closer to 1 trillion market cap than amzn but not as close as aapl\n-Aapl has a more volatile chart than amzn, which is upward and flat, and a lot more volume (like a million times more) so a good market day probably would tip aaple past 1 trillion first"], [67423, "2019-04-19T18:10:53Z", [0.0, 0.05, 0.75, 0.2, 0.0], "To predict which of the above companies that will first reach a market capitalization of 1 trillion dollars, it is beneficial to look at their past growth rates. \nAs a general trend, the stock market, and thereby the market capitalizations, did extremely poorly in December of 2018. All of the companies have experienced overall growth since then. \nAlphabet\nCurrent MC: 860.33B \nAverage daily growth rate from Jan. 1st - April 18th 2019: 1.21% \nDays to 1 trillion dollars: 116 days, August 12th 2019. \nAmazon \nCurrent MC: 917.18B \nAverage daily growth rate from Jan. 1st  – April 18th 2019: 1.46% \nDays to 1 trillion dollars: 58 days, June 22nd 2019. \nApple \nCurrent MC: 960. 31B \nAverage daily growth rate from Jan. 1st – April 18th 2019: 1.95%   \nDays to 1 trillion dollars: 20 days, May 8th 2019.  \nMicrosoft \nCurrent MC: 942.15B \nAverage daily growth rate from Jan 1st – April 18th 2019: 1.54 % \nDays to 1 trillion dollars: 35 days, May 23rd 2019.  The final ‘battle’ seems to be between Apple and Microsoft. Apple managed to turn around investments perceptions and move focus away from the potential shortcomings of Apple’s pricing and onto their growing service component. Microsoft is experiencing increasing success in their cloud storage products and have seen significant growth in users in this particular area. \nDue to Apple’s high growth rate and the fact that they have previously reached the 1 trillion market capitalization, I deem it most likely that they will be the first to company to reach this mark in 2019. \n"], [62087, "2019-04-19T04:08:01Z", [0.0, 0.1, 0.5, 0.4, 0.0], ""], [63817, "2019-04-18T22:48:01Z", [0.25, 0.55, 0.15, 0.05, 0.0], ""], [57797, "2019-04-18T21:10:07Z", [0.0, 0.2, 0.44, 0.34, 0.02], ""], [38, "2019-04-18T16:43:49Z", [0.0, 0.11, 0.33, 0.56, 0.0], "according to Bloomberg MS's  growth rate is nearly double Apple's. EDIT:  Apple has held talks with at least four companies as possible suppliers for next-generation lidar sensors in self-driving cars, evaluating the companies’ technology while also still working on its own lidar unit."], [66432, "2019-04-18T16:31:46Z", [0.04, 0.16, 0.37, 0.28, 0.15], ""], [66432, "2019-04-18T16:30:13Z", [0.04, 0.16, 0.33, 0.28, 0.19], ""], [41922, "2019-04-18T13:03:18Z", [0.0, 0.25, 0.5, 0.1, 0.15], ""], [71198, "2019-04-18T10:07:07Z", [0.0, 0.1, 0.9, 0.0, 0.0], "Aapl has bounced back is almost there despite the negative news of the contracting China market among others. Announce a new product & they'll be over the line.\nAMZN has a chance to sneak in ahead from increasing online buying & streaming services."], [35217, "2019-04-18T06:09:44Z", [0.06, 0.2, 0.26, 0.24, 0.24], ""], [14027, "2019-04-18T01:35:05Z", [0.0, 0.19, 0.37, 0.31, 0.13], ""], [59042, "2019-04-17T21:19:41Z", [0.13, 0.5, 0.25, 0.07, 0.05], ""], [11885, "2019-04-17T21:12:53Z", [0.0, 0.3, 0.55, 0.15, 0.0], ""], [72327, "2019-04-17T18:48:07Z", [0.1, 0.75, 0.1, 0.05, 0.0], "Amazon is growing.  Apple and Alphabet are stagnating.  Microsoft has no new products."], [25141, "2019-04-17T18:11:46Z", [0.01, 0.09, 0.3, 0.25, 0.35], ""], [72324, "2019-04-17T18:02:23Z", [0.1, 0.65, 0.2, 0.05, 0.0], "Amazon appears unbeatable, don't know about Alphabet. Microsoft's hay day is gone. "], [26551, "2019-04-17T17:44:36Z", [0.0, 0.1, 0.45, 0.4, 0.05], ""], [38, "2019-04-17T17:36:45Z", [0.0, 0.21, 0.33, 0.46, 0.0], "Apple & Qualcomm have settled.  \nApple is @ $951,549B.  \nAlso adjusting forecast to correct for - oops! - math error.  (I warned you!)"], [128, "2019-04-16T23:00:53Z", [0.02, 0.22, 0.36, 0.14, 0.26], ""], [38, "2019-04-16T19:59:45Z", [0.0, 0.37, 0.11, 0.5, 0.02], "Caveat, I'm  real hedgehog when it comes to this kind of question, which means that I know one thing, maybe, and definitely not more.   I tried the question last year about which of these companies would hit $1T before the end of the year and did ok, so I'm going to use the same method on this question. I looked at the annual growth rate for each company as calculated by Bloomberg and asked myself, \"At this rate, how long will it take for this company to get to $1T?\" My calculations tell me that MS will be the first, then Amazon, both well in advance of Halloween, then Apple (maybe:  it'll be close) and Alphabet won't make it before Halloween.  (Since I do this math with pencil & paper and a 10-key, I can easily make mistakes.) Then, I ask myself, \"What's going on with this company (new products, legal or regulatory headaches), in the markets, and geo-politically that could cause the growth rate for the next 200 days to be different from last year's?\" -How might the trade war/trade deal with China impact Apple?\n-MS seems to have the worst of its anti-trust battles behind it, or does it?\n-Amazon seems to be encountering anti-trust headwinds, and what if Congress passes legislation that requires it to collect & remit sales tax?\n-Amazon & MS had growth rates nearly double those of Apple & Alphabet:  why? I am indebted to @Emil, @michalbod, @Maxouforecasting, @davidebroll, @MZucchi, @TheresaMayOrMayNot, @acohen and @KaizenCFALA and invite you all to tell me that I actually know nothing whatsoever!  ha!"], [1333, "2019-04-16T18:18:27Z", [0.0, 0.25, 0.09, 0.0, 0.66], ""], [1333, "2019-04-16T17:05:01Z", [0.0, 0.25, 0.1, 0.0, 0.65], ""], [522, "2019-04-16T14:16:07Z", [0.01, 0.01, 0.01, 0.01, 0.96], ""], [128, "2019-04-16T13:22:00Z", [0.02, 0.18, 0.36, 0.16, 0.28], ""], [71973, "2019-04-16T09:03:02Z", [0.15, 0.6, 0.05, 0.15, 0.05], ""], [13377, "2019-04-16T07:29:10Z", [0.0, 0.27, 0.44, 0.27, 0.02], ""], [72170, "2019-04-16T06:43:01Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [42298, "2019-04-16T03:06:46Z", [0.22, 0.25, 0.2, 0.25, 0.08], ""], [72137, "2019-04-16T00:42:52Z", [0.08, 0.7, 0.12, 0.1, 0.0], ""], [172, "2019-04-16T00:22:09Z", [0.0, 0.01, 0.0, 0.01, 0.98], ""], [72103, "2019-04-15T23:27:27Z", [0.05, 0.5, 0.4, 0.05, 0.0], ""], [26551, "2019-04-15T22:05:04Z", [0.0, 0.15, 0.35, 0.4, 0.1], "Let's give this a chance. https://seekingalpha.com/article/4254548-microsoft-may-rise-quarterly-results?dr=1#alt2"], [26551, "2019-04-15T21:56:26Z", [0.0, 0.2, 0.35, 0.3, 0.15], ""], [70826, "2019-04-15T20:20:29Z", [0.15, 0.65, 0.1, 0.05, 0.05], "The data, odds and numbers are [always] in Amazon's favour..."], [70541, "2019-04-15T18:00:48Z", [0.0, 0.25, 0.2, 0.25, 0.3], ""], [72033, "2019-04-15T14:08:58Z", [0.0, 0.15, 0.0, 0.0, 0.85], ""], [128, "2019-04-15T13:04:18Z", [0.02, 0.18, 0.36, 0.14, 0.3], ""], [71985, "2019-04-15T08:35:27Z", [0.2, 0.75, 0.05, 0.0, 0.0], ""], [71964, "2019-04-15T06:49:39Z", [0.03, 0.15, 0.2, 0.12, 0.5], ""], [71960, "2019-04-15T06:36:23Z", [0.0, 0.3, 0.5, 0.2, 0.0], ""], [71960, "2019-04-15T06:35:15Z", [0.0, 0.0, 0.8, 0.2, 0.0], "Comment deleted on Apr 15, 2019 06:36AM UTC"], [71927, "2019-04-15T02:53:47Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [11885, "2019-04-14T19:29:48Z", [0.0, 0.35, 0.45, 0.2, 0.0], ""], [71761, "2019-04-14T15:02:56Z", [0.15, 0.85, 0.0, 0.0, 0.0], ""], [71726, "2019-04-14T12:44:24Z", [0.1, 0.53, 0.32, 0.0, 0.05], "gutfeeling"], [71685, "2019-04-14T09:37:23Z", [0.05, 0.0, 0.05, 0.01, 0.89], ""], [70640, "2019-04-14T09:28:36Z", [0.2, 0.3, 0.4, 0.0, 0.1], ""], [71644, "2019-04-14T06:35:46Z", [0.0, 0.03, 0.02, 0.0, 0.95], "Each company has or is facing regulators in one or more company keeping investing and growth more restrained than in previous years."], [71618, "2019-04-14T04:03:26Z", [0.0, 0.1, 0.2, 0.7, 0.0], ""], [71618, "2019-04-14T04:01:54Z", [0.0, 0.1, 0.15, 0.75, 0.0], ""], [71569, "2019-04-14T02:03:10Z", [0.32, 0.35, 0.27, 0.05, 0.01], ""], [70311, "2019-04-14T01:08:40Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [71553, "2019-04-14T00:41:00Z", [0.0, 0.5, 0.5, 0.0, 0.0], ""], [71486, "2019-04-13T22:10:00Z", [0.2, 0.2, 0.3, 0.2, 0.1], ""], [1333, "2019-04-13T21:24:19Z", [0.0, 0.19, 0.15, 0.0, 0.66], ""], [71376, "2019-04-13T20:26:00Z", [0.0, 0.0, 0.99, 0.01, 0.0], ""], [71378, "2019-04-13T20:25:04Z", [0.0, 0.53, 0.42, 0.02, 0.03], ""], [71335, "2019-04-13T19:44:11Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Each have their own problems which will limit upside in time frame"], [71298, "2019-04-13T16:42:13Z", [0.15, 0.0, 0.85, 0.0, 0.0], ""], [21884, "2019-04-13T15:04:37Z", [0.07, 0.05, 0.34, 0.14, 0.4], ""], [15196, "2019-04-13T14:03:40Z", [0.0, 0.2, 0.4, 0.1, 0.3], ""], [71251, "2019-04-13T13:41:43Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Crash"], [71220, "2019-04-13T11:57:31Z", [0.05, 0.7, 0.2, 0.05, 0.0], "While iPhone's are still unique, Apple' computers are no longer considered better than the average computer by the people I hang-out with. I've also planned myself that the next computer will be a PC and not a Mac. I don't believe in Apples products any longer and their innovations are more an annoyance than useful. I therefore don't see their value grow as quickly as Amazon, who still has a lot of room to grow by expanding into other services or markets like Scandinavia. "], [70697, "2019-04-13T11:20:12Z", [0.05, 0.05, 0.7, 0.2, 0.0], ""], [71101, "2019-04-13T03:55:10Z", [0.0, 0.0, 0.0, 0.0, 1.0], "The market has already peaked "], [71092, "2019-04-13T03:18:56Z", [0.05, 0.25, 0.55, 0.15, 0.0], ""], [70957, "2019-04-12T22:11:04Z", [0.18, 0.17, 0.15, 0.0, 0.5], ""], [6978, "2019-04-12T21:31:35Z", [0.0, 0.0, 0.6, 0.2, 0.2], ""], [70390, "2019-04-12T20:00:21Z", [0.0, 0.1, 0.9, 0.0, 0.0], ""], [70719, "2019-04-12T18:56:05Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [70442, "2019-04-12T17:39:15Z", [0.05, 0.5, 0.05, 0.05, 0.35], ""], [70711, "2019-04-12T17:36:36Z", [0.2, 0.2, 0.2, 0.4, 0.0], ""], [70705, "2019-04-12T17:31:38Z", [0.0, 0.5, 0.0, 0.5, 0.0], ""], [57797, "2019-04-12T17:13:44Z", [0.0, 0.27, 0.44, 0.27, 0.02], ""], [31122, "2019-04-12T16:16:12Z", [0.1, 0.32, 0.31, 0.16, 0.11], ""], [128, "2019-04-12T13:49:51Z", [0.02, 0.2, 0.4, 0.08, 0.3], ""], [128, "2019-04-12T13:48:44Z", [0.02, 0.2, 0.36, 0.08, 0.34], ""], [70274, "2019-04-12T12:02:09Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [70286, "2019-04-12T11:14:47Z", [0.0, 0.4, 0.6, 0.0, 0.0], ""], [70217, "2019-04-12T08:41:05Z", [0.38, 0.32, 0.15, 0.15, 0.0], ""], [70157, "2019-04-12T04:51:17Z", [0.2, 0.6, 0.2, 0.0, 0.0], ""], [70137, "2019-04-12T02:52:10Z", [0.6, 0.0, 0.1, 0.3, 0.0], ""], [70077, "2019-04-11T22:38:54Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [70031, "2019-04-11T21:18:01Z", [0.05, 0.2, 0.0, 0.0, 0.75], ""], [69904, "2019-04-11T19:13:46Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [69950, "2019-04-11T19:02:42Z", [0.0, 0.6, 0.4, 0.0, 0.0], ""], [69907, "2019-04-11T17:47:54Z", [0.1, 0.7, 0.1, 0.1, 0.0], ""], [69622, "2019-04-11T12:24:10Z", [0.2, 0.3, 0.3, 0.2, 0.0], ""], [69543, "2019-04-11T11:18:29Z", [0.0, 0.4, 0.35, 0.15, 0.1], ""], [69467, "2019-04-11T09:20:23Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [69335, "2019-04-11T07:25:05Z", [0.1, 0.05, 0.75, 0.02, 0.08], ""], [69065, "2019-04-11T06:00:35Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [69247, "2019-04-11T05:55:57Z", [0.05, 0.7, 0.2, 0.05, 0.0], ""], [69217, "2019-04-11T05:44:38Z", [0.25, 0.25, 0.5, 0.0, 0.0], ""], [69220, "2019-04-11T05:28:07Z", [0.0, 0.0, 1.0, 0.0, 0.0], "News"], [69111, "2019-04-11T04:28:58Z", [0.2, 0.4, 0.3, 0.05, 0.05], ""], [21884, "2019-04-11T02:00:15Z", [0.01, 0.2, 0.19, 0.2, 0.4], ""], [68992, "2019-04-11T01:51:36Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [69001, "2019-04-11T01:51:01Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [68986, "2019-04-11T01:47:12Z", [0.0, 0.8, 0.1, 0.1, 0.0], ""], [172, "2019-04-11T01:38:18Z", [0.0, 0.01, 0.0, 0.01, 0.98], ""], [68897, "2019-04-11T00:47:16Z", [0.1, 0.6, 0.2, 0.1, 0.0], ""], [68889, "2019-04-11T00:45:22Z", [0.0, 0.2, 0.8, 0.0, 0.0], ""], [68845, "2019-04-11T00:18:18Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Microsoft will blow every one of these companies out of the water. I said 5 years ago apple was going to plug. They are not done plunging. You potentially could see Apple either go private company and stop bringing out phones every year. They will step back ans microsoft as they bailed apple out of bankruptcy they will sky rocket. Military contracts with holo grams, holo lens, and there will no longer be mobile devices. The flip phones were predicted years ago. Look at westworld. They are prime example. Ai will run big business and most corperate operations. We will see suplimental income and most of the work force will be Tech fixers because everything elss is automated from sales, car rides, food service, everything will run off Ai automation. We are already seeing it. We will head into the AR reality and vr will advance into simulated life's. Human will have inplants via their brain to connect with the internet thst we call now. That too will be gone. In the next 5 years you will see a dramatic shift in how humans work, live, and survive. We came to a splitting point and we have yet to make a legit counsel and laws for this AI and its effects on the human race. The next war will not be fought with guns but AI and robots. Humans will not be first to mars. Ai will be. That center of the universe black hole is a portal. They allow you to travel to different black holes like a highway. I promise you will see this prediction come true. Cars will not be allowed to be human driven but Ai works better becsuze its connected to a quatom data center. Everything is calculated byond any human would be able to comprehend. We will find the missing particle and many more. We will also have fusion drives that allow for faster space travel. We will travel space with a mirror type sail. Pushed by our own suns rays. We will learn about gravataional wavez and what they do to the human body and mind. These radio waves effect how humans interact with each other. By knowing this. We can control depression easier. There will also be no such thing as blind anymore. Dr will be able to grow organs in a ptree dish and full function brain. We will have prostetics made cheaper and more realistic to touch and feel. Computers and organism will be come one. Human and computer. We will come to a point in human history where we will have to choose which direction the rest of humanity lays. Either AI will have regulations and not be allowed to control hurt or up a human being. There must be extreme thought in this as it will determine if human kind still exist. We could choose the last route and that seems to be the norm so eventually and people find this statement crazy and it would never happen. Its already happening.  Ai will be so smart that it will eventually control us. The movie the matrix is without a doubt very possible. I can bet my lifes work and fortune on it. AI IS OUR NEXT ENEMY.  We will also have flying taxies and many more ride sharing service on top of multiple hyperloops which those come in year 2030. Ask me anything I can I predict it. "], [68850, "2019-04-11T00:00:07Z", [0.15, 0.8, 0.02, 0.03, 0.0], ""], [68716, "2019-04-10T22:42:32Z", [0.3, 0.5, 0.1, 0.1, 0.0], ""], [68689, "2019-04-10T22:28:25Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [68568, "2019-04-10T21:47:38Z", [0.3, 0.4, 0.25, 0.05, 0.0], ""], [68523, "2019-04-10T21:46:30Z", [0.0, 0.0, 1.0, 0.0, 0.0], "They already have a 1 trillion market cap"], [68506, "2019-04-10T21:44:01Z", [0.0, 0.6, 0.4, 0.0, 0.0], ""], [61938, "2019-04-10T19:56:03Z", [0.06, 0.1, 0.35, 0.07, 0.42], ""], [11885, "2019-04-10T13:59:18Z", [0.0, 0.3, 0.5, 0.2, 0.0], ""], [25141, "2019-04-10T13:41:21Z", [0.01, 0.08, 0.15, 0.13, 0.63], ""], [68304, "2019-04-10T05:47:48Z", [0.05, 0.14, 0.28, 0.33, 0.2], ""], [62291, "2019-04-10T01:08:59Z", [0.0, 0.5, 0.25, 0.25, 0.0], ""], [26551, "2019-04-09T20:50:06Z", [0.0, 0.2, 0.4, 0.25, 0.15], ""], [1333, "2019-04-09T18:52:59Z", [0.1, 0.19, 0.05, 0.0, 0.66], ""], [14027, "2019-04-09T15:56:32Z", [0.0, 0.19, 0.37, 0.27, 0.17], "Apple is within 6% of $1T.  I'm increasing the chances for AAPL to 37%.  But MSFT and AMZN still could get there first with a sprint after a good announcement."], [57797, "2019-04-09T15:08:03Z", [0.0, 0.22, 0.54, 0.22, 0.02], ""], [128, "2019-04-09T13:36:29Z", [0.02, 0.16, 0.38, 0.1, 0.34], ""], [128, "2019-04-09T13:34:23Z", [0.04, 0.16, 0.34, 0.12, 0.34], ""], [68343, "2019-04-09T11:31:42Z", [0.0, 0.26, 0.16, 0.0, 0.58], ""], [41922, "2019-04-09T03:07:25Z", [0.0, 0.15, 0.4, 0.05, 0.4], ""], [128, "2019-04-09T01:57:52Z", [0.04, 0.14, 0.3, 0.16, 0.36], ""], [57797, "2019-04-09T01:26:30Z", [0.0, 0.21, 0.51, 0.24, 0.04], ""], [66432, "2019-04-08T20:51:41Z", [0.06, 0.21, 0.26, 0.22, 0.25], ""], [11885, "2019-04-08T19:52:20Z", [0.0, 0.35, 0.4, 0.25, 0.0], ""], [62087, "2019-04-08T19:43:21Z", [0.0, 0.3, 0.4, 0.3, 0.0], ""], [57797, "2019-04-08T18:45:04Z", [0.0, 0.22, 0.46, 0.28, 0.04], ""], [68134, "2019-04-08T18:18:35Z", [0.05, 0.2, 0.35, 0.3, 0.1], ""], [68134, "2019-04-08T18:17:09Z", [0.15, 0.15, 0.3, 0.3, 0.1], ""], [67418, "2019-04-08T12:55:06Z", [0.0, 0.32, 0.42, 0.23, 0.03], "Apple and Amazon both reached the symbolic level in 2018, but have both fallen below it since. This fall is due particularly to the sell-offs U.S. stocks endured in the fourth quarter of 2018.\nIn those three months, Apple’s stock lost 30 percent of its value, Amazon’s shed 25 percent, Alphabet’s fell 13 percent and Microsoft’s sank 11 percent Source : https://www.cnbc.com/2019/01/10/cramer-tracks-race-back-to-1-trillion-amazon-leads-apple-lags.html). As of April 5, 2019, the market cap of the 4 companies was (in descending order), according to Bloomberg:\n- Apple: 928 910 B\n- Microsoft: 919 822 B\n- Amazon: 902,477 B\n- Alphabet: 840 582 B For the first quarter of 2019, according to YCharts, the evolution of the Market cap for each company was:\n- Apple: 746 680 B (2nd place in the last quarter of 2018) December 31, 2018 to 928 910B April 5, 2019 = an increase of 24.4% of market cap\n- Microsoft: 780,520 (1st place in the last quarter of 2018) on 31/12/18 to 919,822 B on April 5, 2019 = an increase of 17.82% of market cap\n- Amazon: 735 900 B (3rd place) on 31/12/18 to 902 477B on April 5, 2019 = an increase of 22.72% of market cap\n- Alphabet: 728 460 B (4th place) on 31/12/18 to 840 582 B on April 5, 2019 = an increase of 15.39% of market cap Average market cap of companies for the year 2018 (according to the average of the four quarters of 2018 in Ycharts):\n- Apple: 900 209 B\n- Microsoft: 779,580 B\n- Amazon: 809 503 B\n- Alphabet: 764586 B Percentage of Market Cap Evolution of Companies for 2018 at Each Quarter:\n- Apple: from 1 quarter to 2: 6.29% / from quarter 3 to 3: 16.68% / from quarter 3 to 4: -31.35% / Total: -8.38%\n- Microsoft: from quarter 1 to 2: 7.83% / from quarter 2 to 3: 15.87% /\nfrom quarter 3 to 4 : - 11.06% / Total: 12.64%\n- Amazon: from quarter1 to 2: 17.71% / from quarter 2 to 3: 18.45% / from quarter 3 to 4: - 24.69% / Total: 11.47%\n- Alphabet: from quarter 1 to 2: 8.25% / from quarter 2 to 3: 8.4% / from quarter 3 to 4: \n  -13.2% / Total: 3.45% Percentage change in the companies' market cap for 2018 by removing the last quarter general of decline (simulation) and adding the first of 2019:\n- Apple: + 47.36%\n- Microsoft: + 41.52%\n- Amazon: + 58.88%\n- Alphabet: + 39.04% Percentage of evolution remaining at the moment to reach the 1T by each company:\n- Apple: 7.76%\n- Microsoft: 8.81%\n- Amazon: 10.86%\n- Alphabet: 19.05% Forecast:\n- Alphabet seems much less competitive compared to other companies to join the 1T first.\n- Apple seems to be most likely to join 1T. Indeed, the company has already reached it, and it has little percentage of evolution to achieve to reach the level. In addition, between the last quarter of 2018 and the first 2019, they had the highest growth percentage, at 24.4%. However, the big drop recorded between the third quarter and fourth quarter of 2018 largely destabilized Apple, where the average market cap of 2018 was in decline. Apple seems most likely but nothing is assured, especially against Amazon.\n- Amazon between the last quarter of 2018 and the first quarter of 2019 has a growth rate almost similar to Apple. Moreover, it needs little percentage of evolution to reach the 1T, only 2% more than Apple. Especially, Amazon has very well out of the recession period of the last quarter of 2018, much more than Apple. If we take this period off, Amazon has a much stronger growth in 2018 than all the others. In addition, Amazon has already reached 1T.\n- Microsoft also seems very well placed to reach the 1T, even if the probabilities are lower, especially because of its correct growth but not explosive in 2018 (although the company has shown resilience to the recession of the last quarter of 2018), its average market cap for 2018 was the third. Microsoft is second in the market cap of April 5, but its growth between the last quarter of 2018 and the first of 2019 is lower than Apple and Amazon.\n- However, it should be noted that the first three are very close in the race and therefore a specific event (announcement of a product, scandal) could tip the victory in this race for one of the companies.\n- Finally, it seems than for 2019, the 1T level will be a normal gap for market cap.\n- Nevertheless, in the case of an specific event, and a new period of recession, it is possible that none of the above can reach the 1T level before the end of October. It is not very likely but not impossible "], [172, "2019-04-08T01:52:17Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [12726, "2019-04-07T19:09:17Z", [0.06, 0.16, 0.17, 0.17, 0.44], ""], [67429, "2019-04-07T13:30:35Z", [0.01, 0.14, 0.55, 0.3, 0.0], "This forecast is based primarily on historical data, and solved mathematically. It does not feign the ability to understand or project future market fluctuations.  As of today (7/4) market capitalisation of the four companies in question stand at: Alphabet: 840.58\nAmazon: 902.48\nApple: 928.91\nMicrosoft:  919.82 To project which of these will reach a market capitalisation of 1trillion first, the growth rates of each will be calculated. For each month, growth rates were calculated using the formula: (period 1 - period 0)/ period 0 = growth rate for that month. For each time period, average monthly growth rates were calculated. Next to monthly growth rates are the projected number of months it will take to reach 1 trillion based on that rate, using April 1 end-of-day market capitalisation. Using the formula, we are solving for n: 1T= Market Cap x (1+R)^n, where R is growth rate. Monthly growth rates in the last 35 months:\nAlphabet: 1.611% —> 6.64 months\nAmazon: 3.228% —> 3.07 months\nApple: 2.09% —> 4.41 months\nMicrosoft: 2.686% —> 3 months Monthly growth rates in the last 24 months:\nAlphabet: 1.654% —> 6.46 months\nAmazon: 3.416% —> 2.9 months\nApple: 1.621% —> 5.67 months\nMicrosoft: 2.718% —> 2.93 months Monthly growth rates in the last 12 months:\nAlphabet: 1.557% —> 6.86 months\nAmazon: 2.648% —> 3.73 months\nApple: 1.541% —> 5.96 months\nMicrosoft: 2.795% —> 2.85 months Monthly growth rates in the last 6 months:\nAlphabet: 0.043% —> 246.6 months\nAmazon: -1.112% —> experience negative growth rates, excluded\nApple: -2.022% —> experience negative growth rates, excluded\nMicrosoft: 0.914% —> 8.62 months Monthly growth rates in the last 3 months:\nAlphabet: 4.376% —> 2.48 months\nAmazon: 5.66%% —> 1.77 months\nApple: 6.756% —> 1.39 months\nMicrosoft: 5.789% —> 1.39 months Thus, based on April 1 market capitalisation:\nAlphabet: when using 4 of the 5 growth rates computed, Alphabet is projected to reach 1T last. It also has the lowest market capitalisation today. With a (comparatively) 'bad' starting position and respectively lower growth rates, it is considered highly unlikely to be first to 1T (1%). Amazon: If we look to long-term growth rates (35 and 24 months), it would be reasonable to assume Amazon would come in first or a close second to reaching 1T before October 31. However, the behaviour of the market in the last 6 months radically changes this. More recent growth rates suggest Amazon will be defeated by Apple and Microsoft. Since 1T is impending, and all companies are relatively close, greater emphasis is placed on the last three months. Based on three month projections, Amazon will reach 1T in 1 month and 24 days (from April 1) — just 12 days after Microsoft and Apple. This is close. While expected to come third, Amazon has an advantage over, say Microsoft, in that it has met the 1T before. This is considered in this forecast, and bolsters the forecast slightly. It is forecasted to be beat out by two other companies, but its history suggests it could make a rapid come back. Thus it is given 14%.  Microsoft & Apple: Using each of the growth rates, excluding one, Microsoft comes out on top (in one instance equal with Apple, using 3 month growth rates). Based on this information alone, one might expect Microsoft to be first to 1T. However, Microsoft is winning in the long run because it did not experience as great a dip in the second half of last year — which has has the affect of reducing calculated growth rates, for apple especially, across the board. Again, given the time frame we are looking at, it is more relevant to look to the last three months’ growth rates. This would put both Microsoft and Apple at reaching 1T on the same day, one month and 12 days from April 1. This is based on April 1 values, remember, where Microsoft was in a stronger position (924.55 billion compared to Apple’s 912.84). But, the previous calculations have been based on April 1 and incorporated growth rates up and until this date. If we look to what’s occurred on the market between April 1 and the closing market cap. on Friday, Apple was the only company to experience a growth. Today, it is at 928.91 billion compared to Microsoft’s 919.82. Given Apple’s strong position in the last three months, and it’s capacity to recover from last year’s downfall (and still retain relatively high growth rates in the long term), it appears to be in the best position to reach 1T. Considering Microsoft’s consistency, they are in a strong position but, based on historical data, will be pipped by Apple. Apple is given 55% while Microsoft is given 30%. Considering other factors:\nIn the last three years, June has not been a good month for any of the tech companies. Thus, growth rates may be expected to fall off when June hits. Meaning that if one of the companies does not reach the 1T mark before June, the forecast — which placed emphasis on the past three months’ growth rates — may be off."], [13377, "2019-04-07T09:43:56Z", [0.08, 0.2, 0.07, 0.07, 0.58], ""], [14027, "2019-04-06T23:42:30Z", [0.01, 0.17, 0.31, 0.29, 0.22], "From the April 5 closing prices the required increases for each of the four to reach $1T (according to Bloomberg.com) are as follows: Apple -- 7.7%\nMicrosoft -- 8.7%\nAmazon -- 10.8%\nAlphabet -- 18.2% For NOTA to be correct none of the four can increase to $1T.  The crowd puts the odds of that happening at 35%.  Since any one of AAPL, MSFT or AMZN could readily exceed $1T within the nearly 7 months remaining I've put the chances of NOTA at only 22%.  [It only takes one.]  Of course a bear market would knock all of them down, and that cannot be completely ruled out."], [1333, "2019-04-06T18:19:19Z", [0.1, 0.2, 0.05, 0.0, 0.65], ""], [1333, "2019-04-06T18:15:01Z", [0.1, 0.2, 0.1, 0.0, 0.6], ""], [26551, "2019-04-06T14:11:21Z", [0.0, 0.15, 0.3, 0.3, 0.25], ""], [67357, "2019-04-05T22:49:30Z", [0.0, 0.2, 0.2, 0.2, 0.4], ""], [67417, "2019-04-05T18:11:07Z", [0.1, 0.25, 0.35, 0.25, 0.05], "Unfortunately, the only thing here I can assess for sure is that I have 0 knowledge both in Tech companies and in market capitalization. Given this little disclaimer, here is what I believe after some research: According to the trends provided by Bloomberg, Apple and Amazon already reached 1 trillion in 2018. However, then both titles have dropped quite a lot.  Today’s (April 5) market capitalization of these brands is: \n-Apple: 927.496\n-Microsoft: 920.129\n-Amazon: 893.429\n-Alphabet: 841.817 Looking at these numbers, we can already establish who is closet to 1 trillion, Both Microsoft and Apple are not that far, with Apple slightly bigger but more or less both need around a 8-9% increase to reach 1 trillion. Then there is Amazon and finally Alphabet.  That said, looking at the one-year growth rate on the same website, we can see that after the dramatic drop in January, both Amazon and Apple started a sharp growth (albeit some up and down). Microsoft suffered a smaller drop in January and, although being still behind apple and amazon, the brand is growing at an incredible rate and seems unstoppable. Alphabet, which driving force is Google, is also growing quickly after a negative period at the end of the last year. However, this brand looks more prone to ups and downs than the others.  Concluding, it is very difficult to assess who will win this race or whether it will be won by someone in the first place. Many factors play a role and predicting the unpredictable market is very hard, especially for a non-expert like me For this reason, I will not assess too different probabilities to the 4 possible outcomes. while I consider more unlikely the option \"none of the above\". That said, I assess that Apple has the biggest chance because generally when they announce new products, they notice a boom in the market. Considering that October is in 6 months only and that in this period normally new Apple stuff (the new I-phone for sure) comes out, I have reason to believe they have the major chance to reach 1 trillion again.  Resources:\n-https://www.bloomberg.com/quote/GOOGL:US\n-https://www.bloomberg.com/quote/AMZN:US\n-https://www.bloomberg.com/quote/AAPL:US\n-https://www.bloomberg.com/quote/MSFT:US"], [691, "2019-04-05T15:32:50Z", [0.08, 0.2, 0.07, 0.07, 0.58], ""], [20156, "2019-04-05T07:07:47Z", [0.1, 0.2, 0.2, 0.15, 0.35], ""], [128, "2019-04-05T01:38:43Z", [0.06, 0.14, 0.24, 0.18, 0.38], ""], [57797, "2019-04-04T22:02:42Z", [0.0, 0.25, 0.4, 0.31, 0.04], ""], [1333, "2019-04-04T10:41:57Z", [0.1, 0.2, 0.11, 0.0, 0.59], ""], [23006, "2019-04-04T03:24:15Z", [0.0, 0.3, 0.35, 0.0, 0.35], ""], [62580, "2019-04-03T20:58:57Z", [0.05, 0.05, 0.45, 0.35, 0.1], "a. Based on the current market cap (as at end of April 3rd), Apple and Microsoft's position is about 9% away from 1 trillion, while alphabet and amazon are about 20% away. \nb. Based on historical data: \n1. Analyzing a one year period, all of the four companies have potential to reach 1 trillion based on historical % increase. \n2. Analyzing short term, a two week analysis showing every company decreased in market cap, a one month analysis showed that Apple had a 11% increase, higher than the 9% required. Microsoft is a close 6% one month actual vs. 9% required. c. Analyst forecast showing that Microsoft is more favourable than Apple d. Checking events: all of the four companies have quarterly results review at the end of April. Considering probability of upward surprise in these stocks. e. Overall market mentality have an impact on the stock prices. Based on all of the five factors I estimated the above chances for each option."], [1333, "2019-04-03T20:21:14Z", [0.1, 0.16, 0.12, 0.05, 0.57], ""], [1333, "2019-04-03T19:38:23Z", [0.1, 0.15, 0.13, 0.05, 0.57], ""], [11885, "2019-04-03T19:10:39Z", [0.0, 0.3, 0.35, 0.25, 0.1], ""], [57797, "2019-04-03T12:59:08Z", [0.0, 0.26, 0.38, 0.32, 0.04], ""], [67129, "2019-04-03T12:56:14Z", [0.08, 0.06, 0.14, 0.12, 0.6], ""], [128, "2019-04-03T12:02:35Z", [0.06, 0.12, 0.22, 0.22, 0.38], ""], [67415, "2019-04-03T08:54:10Z", [0.01, 0.19, 0.5, 0.2, 0.1], "Assumptions: \n* Both Apple and Amazon have reached the 1 trillion border before, but have dropped down well below the mark since. \n* Currently Apple and Microsoft are above 900 billion mark and Amazon and Alphabet are below that mark. \n* Growth rates in recent 2 years of market capitalization have become more volatile than before. \n* 7 months left before closing the question  Apple: \nApple has new products coming out at the end of the year, and similarly saw a sharp increase in Market capitalization in August and September of last year, which is largely due to the announcement of the new products. After reaching the 1T line beginning of August 2018, it dropped down to around 670 bn around the turn of the year. assuming a similar growth rate from the 1st of january to today would mean:  914-672 = 242\n242/ 4 (months) = 60 bn a month, at this rate Apple would reach the 1 T within 2 months  taking the growth rate of the last 5 years: \n((914-476)/5)/12 = 7.3 bn per month. this would mean Apple would reach the 1 T line in approximately 1 year. Microsoft: \nGrowth rate this year: \n(914-783)/4 = 32.75  which would mean Microsoft would reach the 1 T within 3 months  Growth rate last 5 years:\n((914-341)/5)/12 = 9.55 which means microsoft would reach the 1 T in approximately 9 months  Alphabet: \nGrowth rate this year: \n(838-730)/4 = 27  which means it would take 6/7 months to reach the 1T at this rate.  Growth rate last 5 years \n((838-383)/5)/12 = 7.5  --> around 22 months.  Amazon: \nGrowth Rate this year: \n(891-755)/4 = 34  which would mean 3 months untill the 1 T Growth rate last 5 years\n((891-148)/5) /12  = 12.33 which would mean around 8/9 months till 1T Conclusion: \nGiven the growth rate this year, the new products coming out later this year, and the fact that they have been there before I think Apple will reach the 1T mark first.  Amazon and microsoft will get there based on the market cap growth this year, however will be either after Apple or one another. Microsoft gets a slight edge due to the better current market cap.  It is unlikely Alphabet will get there, let alone get there first.  Due to the larger range of volatility this year, a dip in the winter of 2018 which seemed to affect all 4 tech companies, i attribute some chance to none of the above reaching the 1 T barrier. However it is common that after a dip companies bounce back, which is what we are seeing in the first months of 2019"], [62087, "2019-04-03T06:15:34Z", [0.0, 0.33, 0.33, 0.34, 0.0], ""], [67312, "2019-04-03T02:31:27Z", [0.01, 0.36, 0.22, 0.24, 0.17], "Updated my model to incorporate correlation with S&P500. New results give much higher probability of AMZN hitting a trillion first. This makes sense as it's the riskiest asset with 20% more variability than the next riskiest which is AAPL."], [67632, "2019-04-02T23:36:01Z", [0.07, 0.18, 0.28, 0.15, 0.32], "I pulled return data for each security on a rolling 7-month basis (time from today until deadline) back 20 years and calculated the historical probability of each of the securities achieving returns sufficient to bring their market cap above $1 trillion, then calculated the joint probabilities of all sets of outcomes (alphabet alone, alphabet AND amazon, Apple and Microsoft and Amazon, etc) and generated a range of outcomes for each security as well as the joint probability that none would achieve $1T by October 31. I will update monthly as we get closer. Huge caveat being that past performance is not necessarily an indicator of future events and where the companies are currently. This is purely a backward-looking outcome and if returns are a random walk may likely be useless :)  "], [34369, "2019-04-02T20:47:29Z", [0.11, 0.34, 0.08, 0.17, 0.3], ""], [29980, "2019-04-02T20:34:58Z", [0.1, 0.39, 0.2, 0.3, 0.01], ""], [1333, "2019-04-02T14:21:08Z", [0.1, 0.14, 0.14, 0.05, 0.57], ""], [66432, "2019-04-01T20:19:11Z", [0.06, 0.21, 0.21, 0.22, 0.3], ""], [61938, "2019-04-01T20:07:58Z", [0.08, 0.08, 0.12, 0.07, 0.65], ""], [82, "2019-04-01T16:43:59Z", [0.09, 0.2, 0.05, 0.01, 0.65], ""], [68231, "2019-04-01T16:13:41Z", [0.2, 0.7, 0.0, 0.1, 0.0], ""], [1333, "2019-04-01T14:43:42Z", [0.1, 0.14, 0.14, 0.1, 0.52], ""], [57797, "2019-04-01T14:25:14Z", [0.0, 0.32, 0.32, 0.31, 0.05], ""], [12726, "2019-03-31T19:50:34Z", [0.06, 0.14, 0.13, 0.13, 0.54], ""], [67553, "2019-03-31T12:07:09Z", [0.04, 0.14, 0.16, 0.18, 0.48], ""], [11885, "2019-03-30T22:36:46Z", [0.0, 0.3, 0.3, 0.3, 0.1], ""], [1333, "2019-03-30T18:56:52Z", [0.1, 0.14, 0.15, 0.1, 0.51], ""], [26551, "2019-03-30T17:25:59Z", [0.0, 0.17, 0.24, 0.34, 0.25], "https://seekingalpha.com/news/3445445-apple-launches-news-channels-tv?ifp=0 Apple diversifying to catch up for reduced sales in iPhone, not a good sign."], [128, "2019-03-30T01:28:52Z", [0.08, 0.16, 0.18, 0.2, 0.38], ""], [25141, "2019-03-29T19:04:30Z", [0.01, 0.08, 0.09, 0.12, 0.7], ""], [66432, "2019-03-29T13:47:02Z", [0.08, 0.15, 0.17, 0.16, 0.44], ""], [6978, "2019-03-29T03:01:19Z", [0.07, 0.11, 0.34, 0.23, 0.25], "."], [67625, "2019-03-28T23:43:56Z", [0.05, 0.25, 0.2, 0.1, 0.4], "I have to admit I don't really know anything about how to estimate a comany's end-of-day \nmarket capitalization. Given the fact that any kind of market study, estimation over the actions' value, and analysis over the growth of a comany would be not only terribly wrong, but also offensive in regards to the experts and students of the subject, I have to try to do this forecast anyway, hoping that Tetlock's right and non experts tend to do better forecasts rather than experts. The only indicator I could possibly express my opinion about in this regard is the potential of a company from now to the end of october. To understand this, I made a naive research about these companies' new products, and I tried to immagine their impact on their actual end-of-day market capitalization. First of all, I had to understand what alphabet is - as already stated, my ignorance in the matter is deep, but if even for you it's the first time hearing about alphabet, here's some help (https://www.lifewire.com/understanding-google-and-alphabet-4116085). Alphabet seems indeed a promising enterprise, Cramer is absolutely crazy about it, and recently they announced \"Backstory, a cybersecurity product designed to help companies figure out how to protect themselves from hackers.\" (https://www.businessinsider.com/alphabet-chronicle-backstory-splunk-2019-3?r=US&IR=T&IR=T). Then we have Amazon, which, together with Apple, already hit the trillion, and whose program in innovation is pretty outstanding (https://www.aboutamazon.com/innovation). Apple seems on the verge to annouce some new products, such as the new MacBook Pro, a MacBook Air, a new IPad and IPhone XI (https://www.techradar.com/news/the-big-three-in-2019-apple-google-and-microsofts-upcoming-hardware-year). If I understood things correctly, Google's performace can help Alphabet, and a new Google assistant system seems to be on the way (https://www.theverge.com/2019/1/10/18175524/google-assistant-devices-ces-2019-tvs-soundbars-smart-speakers-kitchen-bathroom-cars). Finally, Microsoft may release the new Surface Book 3, maybe a new XBox, the Surface Pro 7 and Surface Phone. \nThat said, the forecast is just about what I think is going to have more effect on the market. Right now Microsoft is leading, followed by Apple, Amazon and Alphabet. Nevertheless, I think it's still not Alphabet's time to beat Apple and Amazon. Moreover, I think Apple's and Amazon's innovations can have a stronger impact - and consider that new products can be ordered and delivered by Amazon itself, through its new innovative delivery and packaging systems. Hence, if one of the companies will reach the trillion, I think it will be Amazon, even though Apple stands absolutely a chance. That said, I think the most likely outcome will be that none of the companies will reach the trillion by the end of october. I don't even know how to explain it, I will just say that every company is more than 100 billions away from the trillion, and I don't think they'll be able to reach that result before november."], [1333, "2019-03-28T20:29:19Z", [0.1, 0.14, 0.15, 0.11, 0.5], ""], [41922, "2019-03-28T09:57:50Z", [0.0, 0.08, 0.16, 0.16, 0.6], ""], [1333, "2019-03-27T18:31:56Z", [0.1, 0.15, 0.15, 0.11, 0.49], ""], [42298, "2019-03-26T16:50:47Z", [0.11, 0.12, 0.18, 0.19, 0.4], ""], [1333, "2019-03-26T16:03:11Z", [0.12, 0.15, 0.15, 0.11, 0.47], ""], [1333, "2019-03-26T15:55:44Z", [0.12, 0.15, 0.15, 0.12, 0.46], "Over the next 25 years, 87% of voters believe Facebook will have to deal with significant competition that will challenge its dominance. A ScottRasmussen.com poll found that 52% believe it is likely that the social media giant will actually go out of business during that time. Voters also overwhelmingly believe that Google, Amazon, and Apple will face significant competition over the coming quarter of a century. However, most believe those companies will survive. Just 26% believe Apple will go out of business, 23% say the same about Google, and 20% think Amazon will disappear. Other survey data shows that 55% of voters believe Facebook has too much power today. However, just 21% believe the federal government should impose regulations on social media companies to ensure equal opportunities for all points of view. The reluctance to embrace a political solution may stem partly from the belief that companies like Facebook will face significant competition. Additionally, many perceive that political solutions to achieve admirable goals often do more harm than good. For example, 64% of voters believe letting the government define hate speech is more dangerous than hate speech itself."], [57797, "2019-03-26T14:54:40Z", [0.03, 0.28, 0.34, 0.32, 0.03], ""], [41922, "2019-03-26T10:38:45Z", [0.0, 0.1, 0.25, 0.25, 0.4], ""], [21884, "2019-03-26T07:41:59Z", [0.1, 0.01, 0.01, 0.01, 0.87], ""], [68126, "2019-03-25T20:57:54Z", [0.07, 0.12, 0.14, 0.18, 0.49], "option implied price path dispersion"], [128, "2019-03-25T13:33:56Z", [0.08, 0.16, 0.2, 0.2, 0.36], ""], [172, "2019-03-24T23:29:48Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [68108, "2019-03-24T15:31:35Z", [0.65, 0.3, 0.05, 0.0, 0.0], ""], [1333, "2019-03-23T18:54:28Z", [0.12, 0.15, 0.15, 0.13, 0.45], ""], [26551, "2019-03-23T08:20:39Z", [0.0, 0.17, 0.34, 0.34, 0.15], ""], [1333, "2019-03-22T18:06:10Z", [0.12, 0.15, 0.15, 0.14, 0.44], ""], [1333, "2019-03-22T17:29:26Z", [0.12, 0.15, 0.15, 0.15, 0.43], ""], [14027, "2019-03-22T16:41:05Z", [0.03, 0.17, 0.26, 0.26, 0.28], "Oops!  I've overlooked AMZN.  Its recent 100 point increase puts it within 12% of the $1T mark.  It needs to reach $2000/share, a level it already reached last September.  With three contenders I'll further decrease the chances for \"NOTA,\" while bumping up the odds for AMZN."], [14027, "2019-03-22T16:25:46Z", [0.03, 0.03, 0.29, 0.28, 0.37], "The yield curve has inverted, and the markets are off quite a bit on the news.  Typically it takes 2-3 years for a recession to begin after an inversion.  There is a good chance the equity markets will recover within a few days or weeks.  A China trade deal, even a mediocre one, could get the market moving higher again.  Likewise a resolution on Brexit, even a bad one, will remove an uncertainty. There are over 7 months to go for this challenge.  I'm betting that either Apple or Microsoft will see an 8.5-9% increase within the 7 months.  They don't have to remain above $1T, just close above that level on a single day.  I have changed the odds slightly, giving AAPL a slight edge (29% vs 28%)."], [128, "2019-03-22T13:02:53Z", [0.08, 0.17, 0.22, 0.21, 0.32], ""], [128, "2019-03-22T13:01:26Z", [0.08, 0.16, 0.22, 0.22, 0.32], ""], [57797, "2019-03-22T02:08:48Z", [0.03, 0.23, 0.34, 0.37, 0.03], "Latest results from Random Walk model. The latest guidance by the Fed lowers the chances of \"None of the above\" and I am sticking with the results from the model rather than adjusting None of the Above higher."], [6978, "2019-03-22T00:06:05Z", [0.05, 0.15, 0.45, 0.3, 0.05], "Microsoft now only 9.7% away, with ~154 trading days to go. Over last 4 years, ~74% of ROC(154) periods cleared this threshold. Amazon 13.6% away, ~73% cleared. Apple 8.2% away, ~59% cleared. Alphabet 16.5% away, ~32% cleared. Paradoxically, however, relative strength is inverted: GOOGL > AAPL > AMZN > MSFT. As the closest to $1T and second strongest performer, still privileging AAPL. Despite highest chance of making it and good position, Microsoft needs to really pick up the pace to place first. Amazon needs to put in a big earnings beat to catch current leaders. Alphabet's still a relative long shot, thus lowest on the totem pole."], [41922, "2019-03-21T23:24:10Z", [0.0, 0.04, 0.28, 0.28, 0.4], ""], [11885, "2019-03-21T19:02:38Z", [0.05, 0.3, 0.3, 0.25, 0.1], ""], [1333, "2019-03-21T18:37:35Z", [0.13, 0.15, 0.15, 0.15, 0.42], ""], [14027, "2019-03-21T16:14:56Z", [0.03, 0.08, 0.23, 0.29, 0.37], ""], [1333, "2019-03-21T00:20:17Z", [0.14, 0.15, 0.15, 0.15, 0.41], ""], [61938, "2019-03-20T23:02:31Z", [0.08, 0.07, 0.1, 0.05, 0.7], ""], [35217, "2019-03-20T21:53:13Z", [0.06, 0.28, 0.16, 0.22, 0.28], ""], [61898, "2019-03-20T18:36:47Z", [0.0, 0.95, 0.05, 0.0, 0.0], "Amazon has been growing faster than the US GDP and continues to enter different industries such as grocery stores and cleaning services. While Apple is launching the next generation of Airpods in the coming months, the iPhone XR sales were lower than projected and the next generation iPhone is unlikely to be too different from the popular iPhone X. Microsoft is a mature stable company and it is unlikely to launch groundbreaking products. Alphabet is not growing as fast as Amazon, so I see Amazon reaching the $1 trillion market cap before Alphabet and Apple. "], [66432, "2019-03-20T13:01:10Z", [0.09, 0.12, 0.12, 0.15, 0.52], ""], [68037, "2019-03-19T22:09:31Z", [0.0, 0.5, 0.0, 0.0, 0.5], ""], [11885, "2019-03-19T18:35:21Z", [0.05, 0.3, 0.2, 0.25, 0.2], ""], [63319, "2019-03-19T13:40:48Z", [0.1, 0.25, 0.1, 0.25, 0.3], ""], [128, "2019-03-19T13:25:25Z", [0.1, 0.12, 0.18, 0.2, 0.4], ""], [62975, "2019-03-18T18:15:07Z", [0.01, 0.01, 0.01, 0.01, 0.96], ""], [37379, "2019-03-18T17:21:15Z", [0.15, 0.15, 0.15, 0.15, 0.4], ""], [25141, "2019-03-18T09:47:36Z", [0.01, 0.08, 0.06, 0.15, 0.7], ""], [31201, "2019-03-18T02:42:33Z", [0.0, 0.35, 0.35, 0.0, 0.3], ""], [128, "2019-03-18T02:25:48Z", [0.12, 0.12, 0.15, 0.17, 0.44], ""], [1333, "2019-03-16T21:08:09Z", [0.15, 0.15, 0.15, 0.15, 0.4], ""], [41922, "2019-03-16T15:23:04Z", [0.01, 0.05, 0.15, 0.15, 0.64], ""], [14027, "2019-03-15T21:30:43Z", [0.04, 0.07, 0.23, 0.29, 0.37], "Apple and Microsoft are both within about 15% of the magic number.  I've put the probability at >50% that one of them will breach $1T."], [26551, "2019-03-15T19:21:54Z", [0.0, 0.21, 0.25, 0.39, 0.15], ""], [63692, "2019-03-15T18:34:42Z", [0.0, 0.0, 0.01, 0.01, 0.98], ""], [57797, "2019-03-15T15:58:51Z", [0.05, 0.31, 0.25, 0.29, 0.1], "Potential (likely) resolution of the trade dispute with China [1] lowers the likelihood of \"None of the above\".  [1] https://www.cnbc.com/2019/03/15/stock-market-wall-street-focus-on-us-china-trade-deal-brexit.html"], [14027, "2019-03-15T14:49:53Z", [0.04, 0.07, 0.13, 0.29, 0.47], "Microsoft has to move up less than 14% to get to $1T, and its trajectory is up.  Likewise Apple is moving up lately, and it has the lowest valuation of the group.  And Apple has already been at $1T.  Amazon has also been at $1T.  But it has the furthest to go, so I've put it in third place.  Still the favorite is \"not of the above\" at 47%."], [13377, "2019-03-14T09:26:21Z", [0.16, 0.08, 0.31, 0.12, 0.33], ""], [172, "2019-03-14T01:19:14Z", [0.0, 0.0, 0.0, 0.01, 0.99], "With Pocahontas beating the drum to break these companies up and headwinds in USA economy, unlikely any will see the increases required to breach $1 trillion (again in some cases)"], [66432, "2019-03-13T16:01:23Z", [0.09, 0.11, 0.12, 0.13, 0.55], ""], [6978, "2019-03-13T14:17:23Z", [0.16, 0.08, 0.31, 0.12, 0.33], "Contrarian overlay: https://twitter.com/RampCapitalLLC/status/1105828429088329730?s=19"], [691, "2019-03-13T11:55:50Z", [0.08, 0.11, 0.08, 0.09, 0.64], ""], [128, "2019-03-12T23:31:13Z", [0.12, 0.12, 0.13, 0.15, 0.48], ""], [128, "2019-03-12T13:44:36Z", [0.1, 0.14, 0.13, 0.15, 0.48], ""], [67312, "2019-03-12T02:00:11Z", [0.13, 0.28, 0.26, 0.27, 0.06], "GOOG: 0.1032 -> 0.1289\nAMZN: 0.3341 -> 0.2753\nAAPL: 0.2311 ->  0.2638\nMSFT: 0.2590 -> 0.2714\nNone: 0.0726 -> 0.0606"], [172, "2019-03-11T00:27:02Z", [0.01, 0.01, 0.0, 0.03, 0.95], ""], [12726, "2019-03-10T20:40:55Z", [0.08, 0.14, 0.02, 0.13, 0.63], ""], [5018, "2019-03-09T21:17:55Z", [0.1, 0.1, 0.1, 0.1, 0.6], ""], [20156, "2019-03-09T13:57:37Z", [0.05, 0.1, 0.1, 0.05, 0.7], ""], [6978, "2019-03-09T00:43:28Z", [0.0, 0.2, 0.33, 0.15, 0.32], ""], [16778, "2019-03-08T14:58:00Z", [0.0, 0.1, 0.0, 0.1, 0.8], ""], [41922, "2019-03-08T08:11:01Z", [0.03, 0.05, 0.05, 0.1, 0.77], ""], [691, "2019-03-07T19:23:00Z", [0.08, 0.26, 0.08, 0.08, 0.5], ""], [67811, "2019-03-07T06:42:33Z", [0.01, 0.02, 0.04, 0.05, 0.88], ""], [61938, "2019-03-05T19:43:00Z", [0.08, 0.07, 0.1, 0.05, 0.7], ""], [11885, "2019-03-05T19:20:57Z", [0.05, 0.3, 0.1, 0.15, 0.4], ""], [57797, "2019-03-05T03:22:38Z", [0.05, 0.35, 0.15, 0.25, 0.2], ""], [67768, "2019-03-05T03:18:19Z", [0.2, 0.25, 0.03, 0.02, 0.5], ""], [67768, "2019-03-05T03:17:00Z", [0.35, 0.4, 0.05, 0.05, 0.15], ""], [67768, "2019-03-05T03:16:25Z", [0.4, 0.45, 0.05, 0.05, 0.05], ""], [67312, "2019-03-05T02:12:28Z", [0.1, 0.34, 0.23, 0.26, 0.07], "Oops previous simulation had wrong number of trading days ...\nGOOG: 0.0987 -> 0.1032\nAMZN: 0.3115 -> 0.3341\nAAPL: 0.2256 -> 0.2311\nMSFT: 0.2524 -> 0.2590\nNone: 0.1118 -> 0.0726"], [67312, "2019-03-05T01:59:38Z", [0.1, 0.31, 0.23, 0.25, 0.11], "GOOG: 12->0.0987\nAMZN: 28->0.3115\nAAPL: 24->0.2256\nMSFT: 25->0.2524\nNone: 11->0.1118"], [128, "2019-03-04T20:35:12Z", [0.1, 0.16, 0.14, 0.16, 0.44], ""], [172, "2019-03-04T02:28:47Z", [0.01, 0.01, 0.0, 0.03, 0.95], ""], [30194, "2019-03-04T01:19:25Z", [0.25, 0.25, 0.25, 0.18, 0.07], ""], [28103, "2019-03-03T19:34:16Z", [0.17, 0.32, 0.23, 0.28, 0.0], ""], [62087, "2019-03-03T04:11:21Z", [0.1, 0.3, 0.3, 0.3, 0.0], ""], [57797, "2019-03-02T13:24:16Z", [0.05, 0.35, 0.11, 0.27, 0.22], ""], [691, "2019-03-02T12:53:42Z", [0.08, 0.26, 0.08, 0.08, 0.5], ""], [23006, "2019-03-01T23:30:17Z", [0.0, 0.51, 0.0, 0.0, 0.49], ""], [691, "2019-03-01T19:55:23Z", [0.08, 0.26, 0.08, 0.08, 0.5], ""], [62808, "2019-03-01T19:48:34Z", [0.0, 0.1, 0.0, 0.0, 0.9], ""], [14027, "2019-03-01T15:48:32Z", [0.07, 0.09, 0.09, 0.23, 0.52], "Microsoft has the best chance; it's only about 16% shy of $1T.  So I've reduced the others' chances, and increased MSFT and NOTA."], [172, "2019-02-28T03:28:13Z", [0.05, 0.05, 0.0, 0.05, 0.85], ""], [41922, "2019-02-27T09:53:24Z", [0.03, 0.05, 0.05, 0.15, 0.72], ""], [67642, "2019-02-27T03:27:14Z", [0.15, 0.11, 0.08, 0.06, 0.6], ""], [35217, "2019-02-26T22:52:06Z", [0.06, 0.26, 0.14, 0.18, 0.36], ""], [691, "2019-02-26T18:24:17Z", [0.08, 0.26, 0.08, 0.08, 0.5], ""], [128, "2019-02-26T17:16:20Z", [0.1, 0.14, 0.14, 0.16, 0.46], ""], [128, "2019-02-26T17:14:21Z", [0.1, 0.12, 0.14, 0.16, 0.48], ""], [41922, "2019-02-26T11:04:21Z", [0.05, 0.05, 0.05, 0.15, 0.7], ""], [63963, "2019-02-25T22:47:18Z", [0.2, 0.0, 0.0, 0.0, 0.8], ""], [36132, "2019-02-25T22:07:09Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [11885, "2019-02-25T18:48:33Z", [0.05, 0.2, 0.15, 0.15, 0.45], ""], [67629, "2019-02-25T15:42:21Z", [0.4, 0.25, 0.15, 0.1, 0.1], ""], [67129, "2019-02-25T12:31:14Z", [0.08, 0.06, 0.07, 0.12, 0.67], "Microsoft has currently the highest market cap of these four companies and needs a rise of 17.5% to reach 1 bn. Alphabet has the lowest market cap of these fouzr companies, but a stronger momentum than Amazon and Apple, therefore I think the odds are somewhat higher, but still low."], [34725, "2019-02-25T10:44:32Z", [0.08, 0.23, 0.03, 0.04, 0.62], "Economic downturn expected, no groundbreaking products within next eight months.\nSelf-driving cars will take another few years to gain traction."], [14027, "2019-02-25T02:35:54Z", [0.11, 0.12, 0.13, 0.17, 0.47], "It will take quite a bull market to reach $1T in only 8 months."], [62460, "2019-02-25T00:04:06Z", [0.15, 0.1, 0.1, 0.2, 0.45], "0"], [55726, "2019-02-24T23:08:40Z", [0.1, 0.1, 0.0, 0.0, 0.8], "Apples needs a new product and it doesn't have a Steve Jobs to take what's already out there and improve a clunky human interface into something intuitive. iPhone, iPod... Etc\nMicrosoft is more a utility with GDP growth. Struggles to compete against Amazon business model. \nGoogle has cornered the advertising space, but Amazon is targeting it now. \nAmazons selling of its spare clock cycles AWS, it is forced to spend dead money on to create to cope with Christmas and Black Friday congestion is inspired. No other company has that business model. Maintain huge datacenters to cope with a couple of days of mega use. All other companies mimicking Amazon must fund data centres out of subscription, Amazon doesn't. As such it can outcompete the other Fangs on cost. Share price could pop. But A is suffering from uncertainty at the top with a divorce. "], [62542, "2019-02-24T05:13:35Z", [0.15, 0.3, 0.2, 0.05, 0.3], ""], [57797, "2019-02-24T01:02:51Z", [0.05, 0.35, 0.11, 0.21, 0.28], ""], [82, "2019-02-24T00:48:47Z", [0.15, 0.25, 0.05, 0.05, 0.5], "The risk of a slowdown leads me to put a lot of weight on None. "], [62438, "2019-02-24T00:04:19Z", [0.1, 0.38, 0.12, 0.15, 0.25], ""], [33789, "2019-02-23T20:28:22Z", [0.09, 0.19, 0.05, 0.07, 0.6], "When there is a big slowdown in earnings growth, as we are experiencing, the best-performing sectors are usually defensive stocks like consumer staples, not tech.  In this environment it would be a surprise for tech to post the required gains of 20% or so in a matter of a year, let alone doing so in a few months.   Many forecasters will get caught up in the horse race between these glamorous companies, while overlooking the macro environment to the peril of their predictions. "], [31450, "2019-02-23T16:14:51Z", [0.0, 0.25, 0.2, 0.25, 0.3], "Microsoft, Amazon, and Apple are all doing well and close to each other at $851B, $815B, and $801B respectively. That being said, Apple usually only shoots up after big product launches so I think they are unlikely to be first. Microsoft has been going up lately and, while it is dangerous to presume future activity based on past performance, I think they are in a good position to keep growing. Amazon of course just keeps growing and growing and may easily be lifted up in a general stock market rally."], [57797, "2019-02-23T03:42:59Z", [0.08, 0.37, 0.14, 0.25, 0.16], "Outside view: update based on my Random Walk Monte Carlo simulations. Results: 4, 26, 19, 34, 16 Inside view: 12 month consensus targets by analysts from [1] point to market cap increases of  MSFT = 13%, AAPL = 7%, AMZN = 32%, GOOGL = 21% That would bring: MSFT: 960\nAAPL: 872\nAMZN: 1,057\nGOOGL: 935 Of course, the timeline for this question is far shorter than 12 months. Also notable is that these consensus targets don't have good track records for accuracy. Still, they are indicative of the relative expected performances to some degree. So, I adjust my outside view based on them. [1] https://www.nasdaq.com/symbol/googl/analyst-research"], [26551, "2019-02-22T03:36:30Z", [0.05, 0.35, 0.06, 0.39, 0.15], ""], [26551, "2019-02-22T03:35:02Z", [0.05, 0.06, 0.35, 0.39, 0.15], "\t                Cap         \tDiff to $1T\t 2Y Ratio \nALPHABET\t7,64E+11\t30,89%\t         1,00 \nAPPLE\t        8,06E+11\t23,98%\t         1,04 \nAMAZON\t7,95E+11\t25,79%\t         3,21 \nMICROSOFT\t8,39E+11\t19,19%\t         3,66 \nI'm capitalising on the Nadella's effect, Cloud and OS."], [62510, "2019-02-22T00:14:57Z", [0.1, 0.4, 0.4, 0.1, 0.0], ""], [1333, "2019-02-21T20:27:15Z", [0.15, 0.2, 0.15, 0.15, 0.35], ""], [67548, "2019-02-21T14:39:00Z", [0.0, 0.99, 0.01, 0.0, 0.0], ""], [6978, "2019-02-20T23:37:35Z", [0.0, 0.32, 0.42, 0.0, 0.26], "Lots of quant alchemy going into this analysis, so bear with me: - Major US equities high by end of Jun'19, meaning candidates constrained by ~75-95%ile 90-day rate of change.\n- Application to current market caps rules out GOOGL and MSFT. AAPL upside ranges from $1-1.07T. AMZN upside ranges from $0.96-1.13T.\n- Probability of \"none of the above\" boils down to:\n1) ~20% markets go bearish earlier than July + ~5% Tech underperforms significantly.\n2) Both Amazon and Apple missing the big T. Amazon's probability of missing despite a bullish (Tech) market is ~24%, Apple's < 5%; < 1% jointly.\n"], [55726, "2019-02-20T21:23:24Z", [0.33, 0.33, 0.16, 0.18, 0.0], "Phone market is saturated, humans struggle to consume any more data than they currently do. The growth is in providing services, and applications. "], [63318, "2019-02-20T17:02:00Z", [0.0, 0.9, 0.1, 0.0, 0.0], ""], [16277, "2019-02-20T16:12:05Z", [0.04, 0.23, 0.1, 0.13, 0.5], ""], [59111, "2019-02-20T15:48:44Z", [0.05, 0.05, 0.1, 0.05, 0.75], ""], [1333, "2019-02-20T15:34:56Z", [0.15, 0.15, 0.15, 0.15, 0.4], ""], [172, "2019-02-20T15:32:18Z", [0.05, 0.05, 0.0, 0.05, 0.85], ""], [1333, "2019-02-20T15:19:47Z", [0.25, 0.15, 0.15, 0.15, 0.3], ""], [62356, "2019-02-19T23:42:04Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [767, "2019-02-19T23:08:45Z", [0.0, 0.25, 0.25, 0.0, 0.5], ""], [62066, "2019-02-19T21:46:49Z", [0.0, 0.25, 0.0, 0.75, 0.0], ""], [42563, "2019-02-19T21:33:35Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Market correction\n"], [62423, "2019-02-19T20:46:36Z", [0.0, 0.5, 0.5, 0.0, 0.0], ""], [66190, "2019-02-19T19:41:38Z", [0.01, 0.39, 0.29, 0.3, 0.01], ""], [47634, "2019-02-19T18:23:49Z", [0.2, 0.35, 0.35, 0.1, 0.0], ""], [61877, "2019-02-19T18:22:21Z", [0.05, 0.3, 0.05, 0.0, 0.6], ""], [61938, "2019-02-19T17:33:13Z", [0.09, 0.08, 0.12, 0.06, 0.65], ""], [62076, "2019-02-19T17:28:59Z", [0.1, 0.3, 0.1, 0.3, 0.2], "Google is facing headwinds w.r.t. data privacy - restrictions and fines in Europe, discussions of paying for data in California.\nApple feels like it needs the 'next big thing' before it makes another big leg up."], [57797, "2019-02-19T16:26:44Z", [0.06, 0.3, 0.2, 0.19, 0.25], ""], [13817, "2019-02-19T16:25:20Z", [0.12, 0.11, 0.15, 0.2, 0.42], ""], [41922, "2019-02-19T15:36:41Z", [0.05, 0.05, 0.05, 0.05, 0.8], ""], [62166, "2019-02-19T15:03:01Z", [0.05, 0.1, 0.05, 0.15, 0.65], ""], [62166, "2019-02-19T15:02:14Z", [0.1, 0.2, 0.1, 0.25, 0.35], ""], [62047, "2019-02-19T14:41:56Z", [0.11, 0.05, 0.06, 0.08, 0.7], ""], [62069, "2019-02-19T14:25:28Z", [0.0, 0.0, 0.5, 0.5, 0.0], ""], [128, "2019-02-19T13:39:21Z", [0.14, 0.14, 0.14, 0.14, 0.44], ""], [34353, "2019-02-19T12:58:02Z", [0.1, 0.1, 0.1, 0.1, 0.6], ""], [22216, "2019-02-19T06:23:37Z", [0.0, 0.0, 0.0, 0.07, 0.93], ""], [21884, "2019-02-19T03:28:41Z", [0.1, 0.01, 0.01, 0.01, 0.87], ""], [47396, "2019-02-19T03:23:48Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Market will reverse because of Trump."], [67312, "2019-02-19T03:11:33Z", [0.12, 0.28, 0.24, 0.25, 0.11], ""], [128, "2019-02-18T21:03:34Z", [0.15, 0.15, 0.15, 0.15, 0.4], ""], [1333, "2019-02-18T20:29:14Z", [0.3, 0.15, 0.16, 0.15, 0.24], ""], [172, "2019-02-18T15:30:51Z", [0.05, 0.05, 0.0, 0.1, 0.8], ""], [128, "2019-02-18T14:47:44Z", [0.17, 0.17, 0.17, 0.17, 0.32], ""], [691, "2019-02-18T13:35:56Z", [0.32, 0.17, 0.32, 0.08, 0.11], ""], [12726, "2019-02-18T06:53:16Z", [0.1, 0.14, 0.02, 0.11, 0.63], "GOOGL 776, AMZN 789, AAPL 803, MSFT 830. 20%+ rises unlikely"], [38564, "2019-02-18T05:29:24Z", [0.5, 0.1, 0.0, 0.3, 0.1], "Nothing about Apple of late leads me to think they will recross this threshold in the near term.  Alphabet has a lot of plates in the air that could motivate such a trajectory, while Amazon would effectively need to repeat a certain performance, after walking back their HQ2 decision."], [19801, "2019-02-18T05:23:38Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Bear market and recession will turn them into 5-700 billion dollar companies."], [67483, "2019-02-18T02:26:08Z", [0.18, 0.11, 0.33, 0.34, 0.04], ""], [14027, "2019-02-17T18:55:13Z", [0.07, 0.13, 0.16, 0.17, 0.47], ""], [15196, "2019-02-17T15:42:38Z", [0.2, 0.1, 0.0, 0.0, 0.7], "Apple's cap as of Feb. 15 was $ 837 billion; Microsoft $ 833; Amazon $789; Google $ 774. Will any of them go up 17-24% until October ? I have my doubts. Only Alphabet & maybe Amazon may get there."], [20156, "2019-02-17T15:05:06Z", [0.05, 0.4, 0.3, 0.15, 0.1], ""], [691, "2019-02-17T13:21:16Z", [0.36, 0.2, 0.36, 0.03, 0.05], ""], [62087, "2019-02-17T05:19:33Z", [0.2, 0.2, 0.3, 0.3, 0.0], ""], [63963, "2019-02-17T04:16:13Z", [0.6, 0.0, 0.0, 0.0, 0.4], ""], [1333, "2019-02-16T19:19:03Z", [0.33, 0.15, 0.16, 0.15, 0.21], ""], [52005, "2019-02-16T16:08:05Z", [0.0, 0.6, 0.0, 0.4, 0.0], ""], [691, "2019-02-16T13:15:53Z", [0.36, 0.2, 0.36, 0.03, 0.05], ""], [1333, "2019-02-16T11:31:34Z", [0.34, 0.15, 0.16, 0.15, 0.2], ""], [1333, "2019-02-16T10:51:16Z", [0.35, 0.15, 0.15, 0.15, 0.2], ""], [67457, "2019-02-15T23:25:14Z", [0.5, 0.0, 0.45, 0.0, 0.05], ""], [62039, "2019-02-15T23:21:43Z", [0.05, 0.45, 0.5, 0.0, 0.0], ""], [41922, "2019-02-15T22:14:52Z", [0.15, 0.15, 0.05, 0.05, 0.6], ""], [35217, "2019-02-15T21:47:07Z", [0.07, 0.29, 0.16, 0.2, 0.28], "Taking @Emil 's random walk calculcation as the baseline: https://www.gjopen.com/comments/comments/827344 Made a couple of adjustments to hopefully balance for the 'the future is like the past' assumption in the random walk model:\n1) Increased 'None of the above' bucket because I expect 2019 to be a slow year for the stock market.\n2) Giving Microsoft the edge over Apple. Apple is already struggling with iphone sales in China. Microsoft's and Amazon's business seem to be more connected to the US markets, somewhat removed from US/China trade disputes."], [745, "2019-02-15T21:12:04Z", [0.05, 0.25, 0.05, 0.05, 0.6], ""], [67455, "2019-02-15T20:58:48Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [57797, "2019-02-15T20:39:32Z", [0.08, 0.31, 0.22, 0.21, 0.18], "I took the outside view by using historical average daily change and standard deviations to build random walks. I repeated the walks 5k times and the my algorithm recorded how many times a company reached 1 trillion.  Crucially, one would expect the stocks to be correlated. So, each stock's random walk is based on two components: 1) daily change drawn from its distribution which is using half of the historical average change and half of the historical std for that stock (with that I am effectively saying that half of a stock's daily movement is unique to the stock) 2) a common change drawn randomly from a distribution that is based on half of average historical changes averaged across stocks and half of historical std averaged across the stocks."], [63380, "2019-02-15T19:04:13Z", [0.15, 0.3, 0.1, 0.2, 0.25], ""], [11885, "2019-02-15T18:05:27Z", [0.05, 0.2, 0.2, 0.15, 0.4], ""]]}