{"question_id": 2104, "title": "Will Sir Keir Starmer face a formal challenge for the leadership of the Labour Party before 4 April 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[619, "2022-04-03T13:55:08Z", [0.01], ""], [45594, "2022-04-03T13:15:45Z", [0.0], ""], [42234, "2022-04-02T13:01:22Z", [0.0], ""], [105611, "2022-04-02T11:20:39Z", [0.0], ""], [13086, "2022-04-01T03:35:42Z", [0.0], ""], [2642, "2022-03-31T13:14:54Z", [0.0], ""], [37893, "2022-03-31T09:47:18Z", [0.0], ""], [20156, "2022-03-31T07:57:04Z", [0.0], ""], [105600, "2022-03-30T16:14:07Z", [0.0], "Can anyone name any other Labour MPs with exception of Rayner and Nandy who might even contest a leadership challenge? This won't happen."], [97202, "2022-03-30T02:52:12Z", [0.0], ""], [85323, "2022-03-29T11:04:30Z", [0.0], "Certainly not before 2023 and I strongly suspect not before the next election. "], [49838, "2022-03-28T23:10:14Z", [0.0], "Confirmation of previous forecasts."], [74523, "2022-03-28T16:10:30Z", [0.0], ""], [76730, "2022-03-28T15:11:27Z", [0.0], ""], [101090, "2022-03-28T13:50:54Z", [0.01], ""], [86880, "2022-03-28T13:39:34Z", [0.0], ""], [99780, "2022-03-26T11:12:19Z", [0.0], ""], [20156, "2022-03-25T12:09:45Z", [0.0], ""], [100176, "2022-03-24T18:36:30Z", [0.0], ""], [37893, "2022-03-23T08:54:46Z", [0.0], ""], [52131, "2022-03-22T21:56:40Z", [0.18], ""], [60040, "2022-03-22T20:37:27Z", [0.0], ""], [105160, "2022-03-20T15:43:03Z", [0.0], ""], [104087, "2022-03-19T02:08:20Z", [0.0], ""], [104018, "2022-03-17T21:55:50Z", [0.0], ""], [24440, "2022-03-16T17:29:08Z", [0.01], ""], [105392, "2022-03-15T23:25:20Z", [0.0], ""], [37893, "2022-03-14T08:49:43Z", [0.0], ""], [103878, "2022-03-13T18:45:47Z", [0.0], ""], [26916, "2022-03-13T15:42:59Z", [0.0], ""], [104018, "2022-03-13T10:43:10Z", [0.02], ""], [37236, "2022-03-12T13:14:20Z", [0.0], ""], [97312, "2022-03-10T19:13:13Z", [0.0], ""], [102646, "2022-03-10T18:04:35Z", [0.0], ""], [102973, "2022-03-10T18:04:13Z", [0.0], ""], [78396, "2022-03-10T11:09:19Z", [0.0], ""], [105127, "2022-03-09T21:41:19Z", [0.0], "No realistic chance given the fact that Ukraine/Russia has Labour's left in a bind, in terms of opposition to NATO."], [87827, "2022-03-08T21:26:52Z", [0.0], ""], [104639, "2022-03-08T19:40:21Z", [0.0], ""], [105051, "2022-03-08T17:23:50Z", [0.0], "Not a realistic chance that 40 labour MPs are going to try and remove him by April. "], [37236, "2022-03-08T16:58:12Z", [0.0], ""], [87047, "2022-03-07T14:49:42Z", [0.0], ""], [105188, "2022-03-07T01:54:59Z", [0.35], "The Labour Party is the United Kingdon’s major democratic party and Sir Keir Starmer was elected to serve as its leader in April of 2020 (Webb 2020). Although Keir is currently polling at a 34% approval rating and the Labour party’s major donor, Unite, has threatened to pull its funding, I do not believe that he will face a formal challenge for leadership before April 4, 2021 (BBC News, 2022) (YouGov, 2022a). There is only one formal way for his position of leader to be challenged and that is by having 20% of the Labour Party’s MPs nominate a contender (Zodgekar & Durrant, 2020). From looking online, I was not able to locate any rumors about anyone planning to challenge Keir in the near future. In my opinion if someone were planning to challenge his role before April 4th there would have to be some trace of a rumor since we are less than a month away from that date, and the challenger has to at least have 20% of the votes from the current MPs. Additionally, when asked if Keir should remain leader of the Labour party, 41% of the people polled stated that he should, which is higher than his approval rating (YouGov, 2022b).   References:   BBC News, (2022 February 10) Sir Keir Starmer: Labour Will Not Be Influenced by United Union Funding Threats. BBC News. https://www.bbc.com/news/uk-politics-60336606  YouGov (2022a, February 9) How Well is Keir Starmer Doing as Labour Leader?. YouGov. https://yougov.co.uk/topics/politics/trackers/keir-starmer-approval-rating  YouGov (2022b, January 12) Should Keir Starmer Remain as Leader of the Labour Party?. YouGov. https://yougov.co.uk/topics/politics/trackers/should-keir-starmer-remain-as-leader-of-the-labour-party  Webb, P, D., (2020 April 7) Labour Party. Political Party, United Kingdon. Britannica.  https://www.britannica.com/topic/Labour-Party-political-party  Zodgekar, K., & Durrant, T., (2020, October 16) Labour Party Leadership Contests. Institute For Government. https://www.instituteforgovernment.org.uk/explainers/labour-party-leadership-contests "], [105102, "2022-03-06T23:18:58Z", [0.0], "There are several factors that come into play when evaluating if Sir Keir Starmer will face a former challenge in the leadership of the Labour Party. Unite is a company that has been the Labour Party's single largest donor. However, they recently cut their funding. Although this was the case recently, I don't believe any of the other candidates have a chance, because Sir Keir Starmer has too much of an advantage. The competition and challenge Sir Keir Starmer faces is the controversy that is presented by Boris Johnson. However, none of the information presented has been enough to weaken the view of the current leader of the Labour Party https://www.bbc.com/news/uk-politics-60336606 https://www.dailymail.co.uk/news/article-10582937/Starmer-calls-Ukraine-political-unity-demanding-Boris-Johnson-resign-Partygate.html"], [105166, "2022-03-06T20:29:03Z", [0.0], "Comment deleted on Mar 06, 2022 08:29PM UTC"], [105166, "2022-03-06T20:28:37Z", [0.8], "Comment deleted on Mar 06, 2022 08:29PM UTC"], [105176, "2022-03-06T18:47:34Z", [0.0], ""], [11390, "2022-03-06T13:31:35Z", [0.0], ""], [105012, "2022-03-06T09:01:44Z", [0.0], "Sir Keir Starmer will not face a formal challenge for the leadership of the Labour Party before 4 April 2022. The reason for my prediction is that Starmer’s only threat in holding his position as Labour Party leader would come from the ardent supporters of former MP Corbyn. Corbyn was expelled from the party and has been surrounded by much controversy regarding anti-Semitic remarks. Given Russia’s invasion of Ukraine this past week, which features a (false) narrative by Russia regarding “de-nazifying Ukraine” (despite its president being Jewish and a descendant of Holocaust survivors), the democratic Western coalition of countries, including the United Kingdom, have solidified into strongly condemning Russia’s unprovoked aggression. Any Labour Party members who previously advocated for Corbyn, who were anti-Starmer, will face an even more difficult task of distancing themselves from a former leader who stands on the wrong side of the public narrative. Starmer is pro-NATO in a political party that is left-leaning and has historically advocated for peace, however the narrative by pro-Corbyn members that NATO has provoked Russia will only bolster Starmer’s public image as an assertive politician advocating for stricter sanctions and actions against Russian oligarchs and Vladimir Putin.  Sources https://newlinesmag.com/argument/keir-starmer-won-the-war-within-labour-but-can-he-win-an-election/\nhttps://www.instituteforgovernment.org.uk/explainers/labour-party-leadership-contests\n"], [105148, "2022-03-06T02:38:29Z", [0.0], "In reading the links provided by GJP, I learned that the only way for Labour MPs to initiate a formal challenge is by submitting a written form to the general secretary of the party nominating a challenger who has at least 20% support of the combined ranks of the Labour MPs.  Given that we’re already in early March 2022, in order for the answer to be a yes, the challenge would need to be initiated in relatively short order.  In that case, I would expect to see significant talk around an imminent challenge, however in further research I have not seen that.  The time binding of the question I think significantly limits the probability here.  Also, in looking at the wording of the question, I think it’s important to note that this only asks whether he would “face” a formal challenge in the given time period, not whether he will win an election initiated by a formal challenge or whether he would potentially resign.  That said, in a further look at the polling data on yougov.co.uk it looks as if Sir Starmer’s approval rating has rebounded from lows in early May 2021 (note GJP question initiated August 2021) where only 17% felt he was doing well and 65% felt he was doing poorly.  As of 9 February 2022, 34% reported he was doing well while 49% felt he was doing badly.  In another poll from at the same site from 12 January 2022, 41% felt he should remain as Labour party leader while 27% felt he should stand down.  This shows a reversal from 22 September 2021, where 35% felt Sir Starmer should stand down while just 30% felt he should remain.  Given those trends, if a formal challenge was not issued previously I think it’s unlikely that one would be prior to the 4 April 2022 deadline of this question, especially given the uncertainty internationally right now. Resources: https://yougov.co.uk/topics/politics/explore/public_figure/Keir_Starmer?content=trackers https://www.bbc.com/news/uk-politics-60353516"], [54817, "2022-03-05T17:38:10Z", [0.0], ""], [105064, "2022-03-02T20:11:27Z", [0.01], "Sir Keir Starmer is the Leader of the Labour Party of the United Kingdom. Judging by his performance he will be successful at re-election. He was knighted for his service as Director of Public Prosecutions. A key requirement to become the Labour Party leader is to be nominated by 20% of all Labour Party MPs. According to Institute for Government, Sir Keir won the election for Labour leadership in the 2020 election with 56.2% of all first preference votes (ifg.gov, 2020). During the recent event of the Russian invasion of Ukraine, Sir Starmer has taken a harsh stance towards the views of any Russian support. Eleven left-wing MPs signed a letter that was critical of NATO expansion. The Labour leader stated that if the MPs didn’t stop their “Stop the War” campaign they will lose the next election. Sir Starmer also stated any MPs who attack NATO or involve in “false equivalence” with Russian aggression will be kicked out of the party (Forrest, 2022). Sir Starmer's leadership decisions separate him from the competition and make him a strong candidate.  He has a long and successful history of influence. I expect Sir Keir Starmer to win re-election and not face a formal challenge for the leadership of the Labour Party before 4 April 2022.\n"], [104781, "2022-03-01T18:56:21Z", [0.0], "No chance. Polls have been good and his stock is up  Johnson's stock is down"], [103822, "2022-03-01T15:13:14Z", [0.0], ""], [37893, "2022-03-01T12:43:03Z", [0.0], ""], [70955, "2022-03-01T06:28:24Z", [0.0], ""], [101499, "2022-02-28T22:12:12Z", [0.0], ""], [97312, "2022-02-28T20:01:07Z", [0.0], ""], [102643, "2022-02-28T17:55:16Z", [0.0], ""], [105197, "2022-02-28T15:05:19Z", [0.01], "Hard to see who would nominate or why - would have to be a late-breaking scandal I suspect"], [105180, "2022-02-27T20:18:39Z", [0.0], "2.\t0% Sir Keir Starmer came into office by not being the other guy. He has moderate favorability in the polls and has pledged on February 10th, “Under my leadership, Labour’s commitment to Nato is unshakable.” Given the recent events in Ukraine and his support for NATO, I don’t see the challenger getting over 20%, so my assessment is a 0% chance.  "], [105047, "2022-02-26T22:14:17Z", [1.0], "In order to get a better understanding of UK’s Labour Party and Sir Keir Starmer’s election victory I read the material provided by Good Judgement. Considering Sir Stramer was named after the Labour Party’s founder Keir Hardie, it appears Sir Starmer and his family are staunch Labour Party member/supporter. Sir Starmer won the election by 56.2% of the vote in the first round of polling succeeding Jeremy Corbyn. However, the Labour Party is dissatisfied with Sir Starmer leadership and lack of kept promises (skynews.com). Specifically, the Labour Party suffered a significant electoral loss in Hartlepool, a Labour Party stronghold, and narrow win (323 votes) over conservative Ryan Stephenson in another Labour Party stranglehold (nytimes.com). This being said, I predict Sir Starmer will face a formal challenge for the leadership of the Labour Party before April 4, 2022. https://news.sky.com/story/labour-leadership-sir-keir-starmer-wins-contest-to-succeed-jeremy-corbyn-11968442\nhttps://news.sky.com/story/labour-keir-starmers-leadership-in-turmoil-as-poll-finds-69-of-members-would-prefer-andy-burnham-in-charge-12345377\nhttps://www.nytimes.com/2021/07/02/world/europe/labor-by-election-victory-batley-and-spen.html\nhttps://www.nytimes.com/2021/07/02/world/europe/labor-by-election-victory-batley-and-spen.html\n"], [105161, "2022-02-26T19:23:53Z", [0.0], "Yvette Copper maybe in position to replace Starmer. "], [105160, "2022-02-26T19:06:40Z", [0.0], ""], [96757, "2022-02-25T18:13:23Z", [0.0], ""], [85240, "2022-02-24T13:53:44Z", [0.01], ""], [103822, "2022-02-24T10:17:51Z", [0.01], ""], [86880, "2022-02-22T08:03:46Z", [0.02], ""], [105025, "2022-02-21T22:47:50Z", [0.0], ""], [86607, "2022-02-21T02:06:48Z", [0.0], ""], [105046, "2022-02-20T20:56:29Z", [0.0], "I believe Sir Keir Starmer will not face formal challenge for the leadership in the Labour Party in April 2022. The political party is gaining much traction as of late as the main opposition party in regards to almost all formal government policies that represent the status quo. Sir Keir Starmer stands in a position to take full advantage of his peers and political opponents' failures while being able to control the narrative. “Opinion polling has suggested for weeks that the government's pain has been Labour's gain. But that poll lead wobbles up and down, and there is no way Labour can be sure it will last. In his recent clashes with Mr Johnson, Sir Keir has undoubtedly profited from not being the other guy, but when it comes to his own party leadership, he is still putting huge efforts into not being the guy that came before him.” He is also doubling down on the conflict in Ukraine by noting “He told us Labour had always been the party of Nato, pointing out that one of its earliest documents bore the signature of Ernest Bevin, a giant of the Labour movement, as he spoke of his own belief in the Western alliance of countries who would work together to defend themselves.” This coming at a time that other political parties within the UK government are under investigation for campaign contributions involving connections with Russian influence. “This seems like common sense. So why is it not happening? Perhaps the answer can be found in the Tory party’s accounts. By taking nearly £2m in donations since Boris Johnson took power in 2019, they have become just as hooked on Russian-linked money as any of the worm-tongued servicers of oligarchical wealth.” This investigation stems from the opposition political party's refusal to crack down on illicit money laundering that stems from outside the borders and has ties to the Kremlin. “Over almost 12 years of Tory government, the tendrils of the Kremlin have been allowed to wrap around the UK, turning London into the “money-laundering capital of the world”.” Considering the Ukrainian crisis is one of the top priorities for NATO states in the current world events the Labour Party will likely benefit from the talking points being led by Sir Keir Starmer and will likely not be replaced in the short term while he is making big gains in public opinion on world affairs.   Kuenssberg, L. (2022, February 12). Keir Starmer's 'I'm not Corbyn' hints are getting louder. BBC News. Retrieved February 20, 2022, from https://www.bbc.com/news/uk-politics-60353516  Guardian News and Media. (2022, February 20). Will the Tories hand back Russian cash as putin threatens war? | Keir Starmer. The Guardian. Retrieved February 20, 2022, from https://www.theguardian.com/commentisfree/2022/feb/20/will-the-tories-hand-back-russian-cash-as-putin-threatens-war   "], [78212, "2022-02-20T18:41:27Z", [0.0], ""], [105025, "2022-02-19T08:57:08Z", [1.0], ""], [76730, "2022-02-18T19:26:43Z", [0.0], ""], [103902, "2022-02-17T10:10:12Z", [0.0], ""], [77424, "2022-02-16T13:43:04Z", [0.0], ""], [97312, "2022-02-14T20:13:28Z", [0.0], ""], [100653, "2022-02-14T12:24:31Z", [0.0], ""], [99993, "2022-02-12T04:40:15Z", [0.0], ""], [97302, "2022-02-11T00:38:33Z", [0.0], ""], [39697, "2022-02-10T14:16:33Z", [0.13], ""], [86880, "2022-02-10T12:14:54Z", [0.07], ""], [86880, "2022-02-10T12:14:43Z", [0.2], ""], [12627, "2022-02-10T11:10:31Z", [0.05], "I think this is unlikely as his stock is beginning to rise and there is no obvious other candidate."], [93409, "2022-02-09T21:45:08Z", [0.0], ""], [1092, "2022-02-09T21:22:48Z", [0.0], "Sir Keith is solid"], [70263, "2022-02-09T18:49:14Z", [0.0], ""], [101090, "2022-02-09T18:12:28Z", [0.01], ""], [62538, "2022-02-09T18:12:08Z", [0.0], "As long as the Conservative party is dealing with a set of scandals and mediocre to poor economic progress, Labour wins. And therefore, in the absence of something extreme, Starmer will remain."], [85240, "2022-02-09T09:37:45Z", [0.08], ""], [97202, "2022-02-09T04:39:02Z", [0.15], ""], [104313, "2022-02-08T23:47:35Z", [0.0], "No. Polling too strongly and story party in disarray. "], [68146, "2022-02-08T21:58:33Z", [0.15], ""], [76070, "2022-02-08T21:53:52Z", [0.35], ""], [87732, "2022-02-08T21:42:53Z", [0.0], ""], [37058, "2022-02-08T21:38:03Z", [0.1], "He's on the correct side of public opinion and the parliamentary party.  No major screwups so far."], [104056, "2022-02-08T20:29:55Z", [0.0], ""], [103965, "2022-02-08T20:08:05Z", [0.0], ""], [26642, "2022-02-08T19:47:48Z", [0.0], ""], [104183, "2022-02-08T17:49:07Z", [0.0], ""], [80790, "2022-02-07T22:29:15Z", [0.0], ""], [87827, "2022-02-07T22:20:19Z", [0.0], ""], [29980, "2022-02-07T01:32:09Z", [0.0], ""], [104638, "2022-02-05T20:31:22Z", [0.0], ""], [43709, "2022-02-05T12:43:51Z", [0.0], "Short timeframe, no particular burning issues at the moment, Starmer is attacking Johnson well, and even his most ardent critics understand not to distract from the debacle going on in the conservative party."], [94872, "2022-02-05T05:11:02Z", [0.0], ""], [37236, "2022-02-04T13:26:02Z", [0.0], ""], [37236, "2022-02-03T16:36:28Z", [0.0], ""], [104344, "2022-02-03T13:31:38Z", [0.0], "Sorry my last forecast went a bit askew! There is no reason for Starmer to face a challenge, especially with Boris Johnson in serious political peril, strong performances by Starmer in Parliament, an absence of contenders, and support from almost all of his MPs (who would be the ones to challenge him). There is no chance before the local elections in May that 20% of MPs would turn on him."], [104344, "2022-02-03T13:31:08Z", [1.0], "Comment deleted on Feb 03, 2022 01:31PM UTC"], [99780, "2022-02-02T12:48:27Z", [0.0], ""], [103036, "2022-02-02T09:34:15Z", [0.0], ""], [3211, "2022-02-01T16:18:51Z", [0.01], ""], [104533, "2022-01-31T11:47:49Z", [0.01], "Increasing polling levels both in personal approval and general election polling means that a leadership challenge would be very illogical; no signs in media of an imminent challenge; no incoming party event such as a conference which could act as trigger; increased possibility of a conservative leadership challenge."], [104517, "2022-01-31T01:15:07Z", [0.0], "He's taken Labour into a strong position in the polls, especially with the recent scandals Boris Johnson has faced. There are also local elections on 5th May, and just when Labour activists are preparing for those, the last thing they'll want is a leadership challenge shortly before."], [70711, "2022-01-30T17:30:49Z", [0.0], ""], [104183, "2022-01-27T19:50:33Z", [0.0], ""], [4645, "2022-01-27T17:24:13Z", [0.0], ""], [42472, "2022-01-27T17:15:20Z", [0.0], ""], [87827, "2022-01-26T19:59:50Z", [0.01], ""], [97312, "2022-01-26T19:44:54Z", [0.01], ""], [85097, "2022-01-25T21:41:33Z", [0.0], ""], [2642, "2022-01-25T19:59:01Z", [0.01], ""], [102961, "2022-01-24T20:37:21Z", [0.0], ""], [104366, "2022-01-24T13:06:28Z", [0.05], ""], [1785, "2022-01-22T04:59:15Z", [0.05], ""], [95503, "2022-01-20T12:59:44Z", [0.0], ""], [97945, "2022-01-20T11:40:36Z", [0.01], ""], [89038, "2022-01-19T17:34:52Z", [0.0], ""], [60095, "2022-01-19T09:53:43Z", [0.01], ""], [80790, "2022-01-17T22:20:46Z", [0.02], ""], [101364, "2022-01-17T15:38:37Z", [0.0], "There seems no chance now that the Labour party would want to change leaders in the mid term."], [87827, "2022-01-17T15:29:58Z", [0.01], ""], [101187, "2022-01-16T22:14:20Z", [0.0], ""], [96757, "2022-01-16T04:14:18Z", [0.02], ""], [85133, "2022-01-14T15:14:00Z", [0.0], ""], [100653, "2022-01-14T13:04:14Z", [0.01], "Reducing 2% -> 1% because of Boris's position."], [103434, "2022-01-14T11:14:18Z", [0.01], "Starmer in the driving seat currently punishing Johnson and his government, highly unlikely to change."], [35, "2022-01-13T16:19:17Z", [0.0], ""], [15414, "2022-01-12T16:46:03Z", [0.0], "Johnsons weakness precludes this from happening"], [104191, "2022-01-12T14:02:43Z", [0.0], ""], [37236, "2022-01-11T15:48:47Z", [0.01], "Not likely. He needs to spiff up his local and international images, however."], [97312, "2022-01-10T19:08:17Z", [0.01], ""], [104143, "2022-01-09T23:34:15Z", [0.05], ""], [1785, "2022-01-09T18:09:21Z", [0.0], ""], [100716, "2022-01-08T17:44:16Z", [0.3], ""], [102641, "2022-01-08T16:13:52Z", [0.01], ""], [29054, "2022-01-07T22:43:01Z", [0.0], ""], [103629, "2022-01-07T22:23:05Z", [0.0], ""], [103822, "2022-01-07T16:09:48Z", [0.02], ""], [100653, "2022-01-07T15:33:45Z", [0.02], "Labour do seem to enjoy a leadership challenge recently - depending on the window we use, we can count either 4 in 11 years (36%), or 5 in 30 years (17%) [1]\nTaking a midpoint = 23% annual chance\nWith 24% of year left => 6% chance That being said, Stamer seems pretty stable at the moment, so scaling down by factor of 1/3. Will reduce % as we get closer to question closing. [1] - https://www.instituteforgovernment.org.uk/explainers/labour-party-leadership-contests"], [34959, "2022-01-07T05:36:12Z", [0.0], ""], [89038, "2022-01-06T18:32:14Z", [0.01], ""], [32438, "2022-01-06T12:21:36Z", [0.0], ""], [94872, "2022-01-06T05:36:00Z", [0.02], ""], [67500, "2022-01-05T18:52:08Z", [0.01], ""], [60695, "2022-01-05T18:35:09Z", [0.0], ""], [87827, "2022-01-05T16:04:12Z", [0.02], ""], [104062, "2022-01-05T02:13:10Z", [0.01], ""], [104056, "2022-01-04T22:32:03Z", [0.0], ""], [102961, "2022-01-04T20:29:18Z", [0.01], ""], [99780, "2022-01-04T12:43:06Z", [0.01], ""], [94872, "2022-01-04T02:54:17Z", [0.03], ""], [95882, "2022-01-03T20:16:09Z", [0.01], "Extremely unlikely given current polling."], [1333, "2022-01-03T07:53:47Z", [0.0], ""], [75291, "2022-01-02T20:19:30Z", [0.01], ""], [1333, "2022-01-02T19:24:07Z", [0.01], ""], [80723, "2022-01-02T10:01:47Z", [0.0], ""], [94872, "2022-01-02T01:07:45Z", [0.04], ""], [1333, "2022-01-01T18:59:18Z", [0.02], ""], [44308, "2022-01-01T18:05:57Z", [0.05], ""], [103878, "2022-01-01T15:44:09Z", [0.03], ""], [103965, "2022-01-01T14:18:43Z", [0.0], ""], [50981, "2021-12-29T22:56:13Z", [0.14], ""], [103822, "2021-12-29T11:51:26Z", [0.1], ""], [103906, "2021-12-28T18:28:00Z", [0.03], "Highly unlikely. Whilst there may be disappointment in some quarters that he has failed to oppose conservative policies, the time to oust him will not be prior to another general election. <5% chance."], [100653, "2021-12-28T09:08:24Z", [0.05], ""], [97312, "2021-12-27T18:07:12Z", [0.01], ""], [103880, "2021-12-27T17:37:45Z", [0.03], "Short time period and Starmer's polling numbers are very strong. However, he is unpopular with the left of the party and this faction are likely more irrational and less driven by polling than most MPs and therefore more likely than one might expect to launch a leadership challenge despite his popularity. Additionally, internal tensions with Angela Rayner could come to a head and convince her to challenge him for the leadership despite his current position of relative strength (and she would have a very good chance of gaining the support of 20% of MPs). There are no other obvious triggers as the next round of local elections are not till May. Therefore, highly unlikely but not impossible."], [102121, "2021-12-22T22:52:43Z", [0.0], "Going down to 0% from 1% in my last forecast (https://www.gjopen.com/comments/1325867). Keir is benefiting from the current issues in the Tory party that looks like it might plausibly appoint a new PM sometime around April 2022. In a context where this is plausible it's hard to see a labour MP decide to challenge Keir and make Labour look unstable at a time where they may need to be preparing for a general election if a new PM is appointed."], [34959, "2021-12-20T15:46:14Z", [0.01], ""], [87827, "2021-12-20T14:45:55Z", [0.04], ""], [97945, "2021-12-20T11:18:51Z", [0.03], ""], [74523, "2021-12-19T11:29:55Z", [0.05], ""], [33873, "2021-12-19T10:51:46Z", [0.0], "Since this question is so narrow in scope it is extremely unlikely. The next known event which would trigger such a challenge is the local elections in May. The Conservative party at the moment are looking embattled and there is little motivation for Labour, who are now ahead in the polls, to do anything to distract from this. The only way I see this resolving as 'yes' is if some huge scandal emerges involving Keir Starmer in the next 3-4 months, and he for some reason doesn't resign. I put that at less likely than 1%."], [93068, "2021-12-16T15:11:06Z", [0.0], ""], [101187, "2021-12-16T10:25:04Z", [0.01], ""], [99993, "2021-12-15T15:25:02Z", [0.01], ""], [1333, "2021-12-15T08:44:01Z", [0.03], ""], [100842, "2021-12-14T17:53:06Z", [0.0], ""], [97312, "2021-12-13T20:34:25Z", [0.04], ""], [97945, "2021-12-13T11:59:16Z", [0.08], ""], [1333, "2021-12-13T01:36:39Z", [0.04], ""], [99780, "2021-12-11T13:07:02Z", [0.06], "Strong disapproval of Boris and his government will probably quash any inter-party Labour squabbles."], [1333, "2021-12-11T11:51:00Z", [0.05], ""], [97945, "2021-12-10T15:40:00Z", [0.12], ""], [88452, "2021-12-10T09:13:50Z", [0.0], "https://news.sky.com/story/coronavirus-news-uk-latest-live-boris-johnson-party-new-rules-plan-b-covid-12469075?postid=3087710#liveblog-body"], [87827, "2021-12-08T18:30:39Z", [0.04], ""], [103544, "2021-12-06T16:29:07Z", [0.19], ""], [96757, "2021-12-06T09:26:44Z", [0.04], ""], [103488, "2021-12-05T09:16:52Z", [0.02], "In spite of disquiet and dissatisfaction on the elft of the party, Starmer's moves of strongly consolidating around the right are supported by a lot of long-serving and influential MPs, and seen at the very least as a reasonable experiment by others. Barring unpredictable outside events (major personal scandal), it's not obvious how 20% of the PLP could be found to nominate anyone in this short time-frame."], [103481, "2021-12-03T23:22:49Z", [0.0], "Requires a trigger event, not push by donors, cumulative risk began from leadership commencing, lack of strong challenger, weakening of incumbent party strengthens the opposition."], [99993, "2021-12-03T21:31:46Z", [0.02], ""], [103461, "2021-12-03T15:28:47Z", [0.5], "The party's biggest donor has distanced itself from his leadership, challenge becoming more likely."], [103436, "2021-12-01T14:50:29Z", [0.0], ""], [95503, "2021-12-01T13:09:24Z", [0.04], ""], [1333, "2021-11-30T12:57:49Z", [0.06], ""], [102075, "2021-11-30T11:42:58Z", [0.12], ""], [96757, "2021-11-27T05:59:08Z", [0.05], ""], [96757, "2021-11-27T05:59:00Z", [0.03], ""], [96367, "2021-11-26T11:38:36Z", [0.0], ""], [85635, "2021-11-25T14:45:24Z", [0.02], ""], [100653, "2021-11-23T08:06:53Z", [0.06], ""], [94872, "2021-11-22T22:56:40Z", [0.05], ""], [87827, "2021-11-22T21:43:31Z", [0.04], ""], [97312, "2021-11-22T19:11:50Z", [0.04], ""], [103233, "2021-11-22T03:25:15Z", [0.0], ""], [95503, "2021-11-19T17:27:48Z", [0.03], ""], [89038, "2021-11-17T23:54:25Z", [0.02], ""], [49838, "2021-11-17T03:42:45Z", [0.0], ""], [99993, "2021-11-16T19:46:29Z", [0.03], ""], [80790, "2021-11-11T23:24:15Z", [0.08], ""], [1333, "2021-11-11T15:20:24Z", [0.08], ""], [102387, "2021-11-09T16:30:00Z", [0.02], ""], [96367, "2021-11-08T07:19:22Z", [0.04], ""], [102961, "2021-11-07T20:33:07Z", [0.05], ""], [87827, "2021-11-04T20:43:10Z", [0.05], ""], [99780, "2021-11-03T21:24:56Z", [0.17], "updating"], [97312, "2021-11-03T20:00:00Z", [0.04], ""], [100653, "2021-10-29T09:13:15Z", [0.07], ""], [78403, "2021-10-28T21:13:33Z", [0.2], ""], [78854, "2021-10-28T20:01:16Z", [0.08], ""], [97312, "2021-10-25T19:02:19Z", [0.05], ""], [87827, "2021-10-25T17:04:15Z", [0.05], "-2 on passage of time"], [80790, "2021-10-24T22:02:19Z", [0.13], ""], [31201, "2021-10-24T02:59:31Z", [0.05], "He isn't popular but there is no good replacement option (yet). "], [102302, "2021-10-23T13:09:41Z", [0.04], ""], [103036, "2021-10-22T10:07:57Z", [0.2], ""], [97945, "2021-10-22T09:53:08Z", [0.15], "There are 33 current Labour MPs who are members of the Socialist Campaign Group (not including Jeremy Corbyn and Claudia Webbe who are suspended). There are 199 Labour MPs in Parliament. They'd need another 7 MPs to mount a challenge. Unlikely but not totally unforseeable, particularly if Corbyn is booted out as reports suggest he might be. "], [100842, "2021-10-22T08:09:17Z", [0.05], ""], [103026, "2021-10-21T17:17:03Z", [0.28], ""], [103022, "2021-10-21T15:52:34Z", [0.1], "Fuel prices, inflation, Covid, empty shelves etc mean that Labour's poll numbers are probably more likely to go up rather than down in the short term.\nAlso, there isn't really any obvious replacement who would make things much better for Labour, so I doubt the left of the party would be able to muster enough support to get this done."], [103021, "2021-10-21T15:14:31Z", [0.3], "Difficult to gauge at the moment."], [63852, "2021-10-21T15:13:51Z", [0.1], ""], [103020, "2021-10-21T15:10:56Z", [0.04], ""], [103019, "2021-10-21T15:08:20Z", [0.17], ""], [95503, "2021-10-20T09:58:49Z", [0.04], ""], [89038, "2021-10-19T17:58:13Z", [0.04], ""], [58028, "2021-10-19T09:18:27Z", [0.06], ""], [102842, "2021-10-19T02:07:56Z", [0.05], ""], [58028, "2021-10-17T15:34:14Z", [0.07], ""], [102970, "2021-10-17T13:52:29Z", [0.01], ""], [99780, "2021-10-16T18:02:53Z", [0.2], ""], [1333, "2021-10-13T06:36:35Z", [0.17], ""], [58028, "2021-10-12T17:21:14Z", [0.08], ""], [522, "2021-10-12T15:09:58Z", [0.01], ""], [100653, "2021-10-11T07:46:04Z", [0.08], ""], [58028, "2021-10-10T15:57:15Z", [0.09], ""], [37893, "2021-10-10T09:57:40Z", [0.09], ""], [37893, "2021-10-09T10:05:08Z", [0.19], ""], [58028, "2021-10-08T20:45:46Z", [0.1], ""], [97703, "2021-10-08T13:01:47Z", [0.1], ""], [96757, "2021-10-08T09:01:26Z", [0.05], ""], [100653, "2021-10-08T07:43:07Z", [0.09], ""], [101031, "2021-10-08T06:20:36Z", [0.02], ""], [96367, "2021-10-08T06:09:18Z", [0.02], "Party conference was a typical Labour in fighting fiasco but Starmer seems to have emerged relatively unscathed.  Now historically  and tactically unlikely that Starmer will be removed with a potential opportunist election on the horizon. If that goes badly for Labour however then the games up.  Likelihood of an election being spun up in seven months is highly unlikely with Boris wanting some sort of short term bunt in popularity to capitalise off (nothing on the horizon this side of Christmas). Starmer scandals the only remaining Avenue and it appears in this regard Labour have a safe candidate."], [99993, "2021-10-06T16:33:16Z", [0.04], ""], [95503, "2021-10-06T08:42:52Z", [0.06], ""], [97312, "2021-10-05T19:21:30Z", [0.05], ""], [87827, "2021-10-04T11:41:07Z", [0.07], ""], [89038, "2021-10-03T20:51:28Z", [0.05], "Up a couple"], [102409, "2021-10-03T17:34:32Z", [0.33], "Given talk of increasing members necessary to mount a challenge, though I cannot verify the story myself, I am decreasing the percentage of this vote to 33%."], [95683, "2021-09-29T02:20:03Z", [0.0], ""], [93350, "2021-09-28T20:32:09Z", [0.1], "It is the considered opinion that Starmer, being a relatively newcomer to politics and certainly to the ‘broad church’ of warring factions within the UK Labour Party, he has not built-up a following amongst the Parliamentary members as not a part of any faction or affiliations himself.\nHe is possibly seen, as Kinnock before him, as a barrier to the hard left, as under Corbyn, that will row back on the left biased structures that allowed the latter to gain power.\nIt is conceivable that he not perceived as a Leader, given his lack of charisma, policies and plans and the lack of presence of a power-in-waiting that would define a transformative opposition leader. He is probably surrounded by those who are considering his replacement.\nHe is currently angering the left wing by pushing through changes that will give a weighed vote to sitting MP’s as opposed to the general membership that voted in hard left Corbyn.\nThe changes include an uplift to 20% of MP’s required to mount a challenge that translates into a minimum of 40 members. The hard left of the party currently consist of 33 members plus one more in suspension (Corbyn) and one in a criminal trial (Webbe).\nIt would therefore appear that a challenge from the hard left has been neutered.\nThe soft left has Lisa Nandy, who put herself forward in the last Leadership competition, but she vowed never to run again due the sexist, toxic environment she experienced. This is probably indicative as the why The Labour Party has never elected a woman to be leader.\nThere is also Angela Rayner (soft left?), who has possibly alienated some members by her comments concerning the Conservative Party as ‘ ‘We cannot get any worse than a bunch of scum, homophobic, racist, misogynistic, absolute pile… of banana republic… Etonian… piece of scum…’ which is possibly beyond the pale in civilised debate.\nThis leaves the centre right, one Andy Burnham, currently the Mayor of Greater Manchester.\nHe is charismatic, politically savvy with an extensive history of politics in the UK Labour party, back to the government of Tony Blair.\nHe has indicated that he wants to complete his second term in office as Mayor but is willing to return to Westminster politics if there was a moment where that was right. A big message to the party.\nThere is the possibility of a general election to be called 2023/24 which would suggest the embedding of a new leader sooner rather later.\nGiven all that, I will suggest that the time it takes for the momentum to raise a challenge and the required in-fighting, he is probably safe until 4th April. The next elections are due 5th May 2021. https://www.theguardian.com/commentisfree/2021/sep/28/keir-starmer-leadership-labour-leader-left  https://www.theguardian.com/politics/2021/sep/28/angela-rayner-angered-by-andy-mcdonalds-resignation  https://www.spectator.co.uk/article/starmer-tries-to-show-his-winning-streak  https://www.spectator.co.uk/article/starmer-is-missing-a-major-trick  https://www.nytimes.com/2021/09/26/world/europe/keir-starmer.html  https://news.sky.com/story/politics-live-labour-conference-key-starmer-andy-burnham-tory-scum-row-12418424  https://theconversation.com/labour-party-conference-the-dispute-around-rule-changes-explained-in-brief-168740  https://inews.co.uk/news/politics/keir-starmer-wins-vote-change-rules-hard-left-labour-mps-never-leader-1219537  https://www.bbc.com/news/uk-politics-5870068  https://www.spectator.co.uk/article/the-trouble-with-angiemania-\nhttps://www.politicshome.com/thehouse/article/andy-burnham-im-not-hatching-any-plans-to-get-back-to-westminster-any-time-soon\nhttps://www.theguardian.com/commentisfree/2021/aug/03/labours-factions-keir-starmer-left-party-right\nhttps://www.theguardian.com/commentisfree/2021/sep/24/keir-starmer-centrists-leader-essay-party-modernise  https://www.independent.co.uk/news/uk/politics/lisa-nandy-labour-leadership-starmer-b1926396.html\n\nhttps://www.gq-magazine.co.uk/politics/article/labour-party-messiah  https://www.theguardian.com/commentisfree/2021/sep/28/labour-keir-starmer-replacement-opposition-leader\n"], [102409, "2021-09-28T17:30:17Z", [0.45], "Firstly updated to reflect the rise of opposition within party by charismatic Angela Rayner, plus frustration with the Australian, UK and American Aukus security pact leads to suspicion of a bit of information increase from 33% to 50%. However, Starmers centrist views may be the defense needed to topple tories during the fuel crisis, coupled with unforeseen red queen effects that may see Starmer clamp down on his party I have reduced this estimation to about 45%. "], [95683, "2021-09-28T02:24:53Z", [0.0], ""], [87566, "2021-09-27T15:02:09Z", [0.15], ""], [37893, "2021-09-27T06:43:08Z", [0.1], ""], [95683, "2021-09-27T02:25:01Z", [0.0], ""], [95683, "2021-09-26T20:36:47Z", [0.0], ""], [99780, "2021-09-25T20:40:20Z", [0.21], ""], [100653, "2021-09-24T07:29:24Z", [0.1], ""], [30434, "2021-09-23T13:49:41Z", [0.06], ""], [101031, "2021-09-21T21:23:29Z", [0.07], "Potential change to the way leaders are elected is causing consternation among unions and members. I would be worried that this could result in a big enough issue for members  that if a challenge was mounted then it would be more likely to be successful. This could encourage a potential leadership challenge. It doesn't increase my forecast much, basically just holding me slightly higher than my 5% base rate where it already was due to a previous whisper of a challenge that amounted to nothing.\nhttps://news.sky.com/story/labour-party-facing-civil-war-over-sir-keir-starmers-leadership-vote-reforms-12413819"], [101031, "2021-09-21T21:10:41Z", [0.03], ""], [37893, "2021-09-21T10:09:06Z", [0.11], ""], [100653, "2021-09-21T07:35:11Z", [0.09], ""], [94872, "2021-09-21T01:44:24Z", [0.06], ""], [88452, "2021-09-20T20:33:57Z", [0.0], ""], [87691, "2021-09-20T03:45:34Z", [1.0], ""], [85635, "2021-09-17T10:38:07Z", [0.1], ""], [32100, "2021-09-16T17:10:53Z", [0.01], ""], [1333, "2021-09-14T13:17:23Z", [0.42], ""], [2642, "2021-09-14T00:03:48Z", [0.03], ""], [100653, "2021-09-13T07:44:44Z", [0.11], ""], [37893, "2021-09-13T06:29:19Z", [0.13], ""], [54817, "2021-09-12T18:26:50Z", [0.1], "Sir Keir Starmer has not done too well as leader to date, but there are no elections scheduled before April 2022, and leadership challenges usually follow poor election results. Also, the Conservatives are sinking in the polls and Labour will not want to look divided in the event that the government's popularity continues to deteriorate."], [95683, "2021-09-11T22:46:44Z", [0.0], ""], [1333, "2021-09-11T21:08:15Z", [0.5], ""], [87827, "2021-09-11T12:59:49Z", [0.07], ""], [96757, "2021-09-11T10:01:02Z", [0.07], ""], [96367, "2021-09-11T07:48:45Z", [0.12], ""], [37893, "2021-09-10T06:35:23Z", [0.14], ""], [97312, "2021-09-09T19:23:49Z", [0.05], ""], [89038, "2021-09-08T16:03:48Z", [0.03], "NI rise gives Starmer plenty to attack with. Still fundamental problem of cultural disconnect, but not going to be judged on that in this timeframe. The Left have circa 30 MPs so are quite a way short."], [33715, "2021-09-06T10:21:22Z", [0.1], "There appears to be general dissatisfaction with Starmer but events that would trigger a leadership challenge (a general election) seem fairly unlikely before April 2022."], [101031, "2021-09-06T06:29:37Z", [0.07], ""], [94872, "2021-09-06T04:32:25Z", [0.07], ""], [2642, "2021-09-06T00:52:45Z", [0.8], "A challenge is already coming.\nWill it be successful, remains to be seen. I think that is the more interesting question."], [12879, "2021-09-05T19:44:43Z", [0.5], ""], [95496, "2021-09-05T15:44:26Z", [0.05], ""], [49838, "2021-09-05T14:59:33Z", [0.1], ""], [102439, "2021-09-05T13:03:37Z", [0.4], ""], [79479, "2021-09-04T03:11:00Z", [0.4], "Starmer is in deeper trouble that he thinks; Labour is more divided that it seems and sooner or later the knives from one faction or another will come out. While a scheduled general election is 4 years away, you can see the Tory leader calling an early election if the Labour infighting continues to undermine their election chances."], [80790, "2021-09-03T17:46:49Z", [0.21], ""], [100653, "2021-09-03T15:12:05Z", [0.1], ""], [37893, "2021-09-03T06:51:42Z", [0.15], ""], [95683, "2021-09-02T20:45:24Z", [0.0], ""], [23287, "2021-09-02T17:01:47Z", [0.6], ""], [101499, "2021-09-02T13:14:42Z", [0.2], ""], [46575, "2021-09-02T06:28:52Z", [0.1], ""], [24440, "2021-09-01T21:07:53Z", [0.05], ""], [41217, "2021-09-01T19:06:28Z", [0.1], ""], [93373, "2021-09-01T19:05:41Z", [0.07], "Only one challenger in John's 26 years.... that's a low base rate. And that one was just after losing the Brexit referendum. Only has 7 months to resolve. So 7%"], [13406, "2021-09-01T16:19:33Z", [0.25], ""], [73564, "2021-09-01T12:17:00Z", [0.19], ""], [95503, "2021-09-01T10:02:39Z", [0.1], ""], [89050, "2021-09-01T08:36:03Z", [0.1], ""], [80982, "2021-08-31T20:58:05Z", [0.04], "Behind in the polls at this stage is not a good sign and, as the world 'resolves'/learns to live with Covid, it is likely the Tories will ride decent economic growth to success at next election. Who would want to take over Labour now, just to face a probable thrashing? Low chance of this I suspect."], [1333, "2021-08-31T20:44:40Z", [0.6], ""], [50981, "2021-08-31T20:37:55Z", [0.0], ""], [102409, "2021-08-31T20:25:33Z", [0.33], "Given the cuts into labour's bench right now, I would not be surprised. There are many tensions between Starmers central labour and the remnants of Corbyn's harder left party. Given 20% is needed for a formal challenge, my question is what is the percentage of labour mp's that still support Corbyn's harder left? There are also other factions within labour that need consideration. An interesting analogy would be the voting polls of the union unite. Often there is a relatively even distribution of votes across candidates. Given the nature of the labour party I would definitely endorse the idea that someone will challenge given the current situation. I would say that I would be right 33% of the time, and given that some tensions increase within the already tense party I would increase this."], [97703, "2021-08-31T18:59:53Z", [0.05], ""], [83135, "2021-08-31T18:58:36Z", [0.5], ""], [89038, "2021-08-31T18:32:18Z", [0.05], ""], [60695, "2021-08-31T18:13:27Z", [1.0], ""], [63479, "2021-08-31T17:46:36Z", [0.0], ""], [13464, "2021-08-31T17:29:33Z", [0.0], ""], [77517, "2021-08-31T17:08:45Z", [0.3], ""], [64744, "2021-08-31T16:59:17Z", [0.1], ""], [97188, "2021-08-31T16:38:19Z", [0.02], ""], [79443, "2021-08-31T16:34:03Z", [0.5], ""], [100814, "2021-08-31T16:32:33Z", [0.1], ""], [79492, "2021-08-31T16:20:41Z", [0.66], ""], [34959, "2021-08-31T00:37:40Z", [0.02], ""], [691, "2021-08-30T20:07:53Z", [0.0], ""], [102375, "2021-08-30T19:26:22Z", [0.0], "The numbers simply aren't there. And neither is the candidate."], [101031, "2021-08-30T10:46:45Z", [0.04], "25th Sept will see the annual Labour conference - the first real chance for Starmer to perform in front of \"a hall full of activists\".\nhttps://www.bbc.com/news/uk-politics-58113968\nOne of his major critics, Union boss McCluskey is no longer in a position of power and his replacement wants to keep out of westminster politics\nhttps://www.bbc.com/news/uk-politics-58188208 https://www.bbc.com/news/uk-politics-58331178\nElections are not until 2024 (why would the conservatives go early with a lead like this?!) and changes now would just show instability. Typical thinking would say let Starmer take a shot at turning around the fortunes of the party and if he fails miserably you can cut him out and say it is all better now. Nobody has ever lost a Labour leadership challenge within two years of becoming leader - but that is not the question\nThere seems to have only ever been 15 votes for leadership and only 2 have been within 2 years of the last vote. Corbyn is the only one who has had their leadership voted on within 2 years of the beginning of their term as leader. There have only ever been 4 votes where the incumbent stands again (which I have assumed are leadership challenges) I assume that these are the only leadership challenges that count. There have been 19 leaders that are not acting.\n1/19 or 5% is my base rate. and my above evidence means I should stick to it or drop a bit"], [691, "2021-08-28T19:30:58Z", [0.01], ""], [94872, "2021-08-27T05:18:39Z", [0.11], ""], [81567, "2021-08-27T05:16:57Z", [0.0], ""], [102121, "2021-08-26T22:51:12Z", [0.01], "Leadership challenges in the Labour party are historically uncommon outside of special events (leadership resignation following election losses, deaths). The most recent leaders to be challenged were Corbyn, who was challenged in 2016 following the Brexit vote, and Kinnock who was challenged in 1988. Both retained the leadership. It therefore seems unlikely that there will be a challenge. Nonetheless, Keir is not hugely popular. He has yet to really score a meaningful victory that puts a dent in the government - more often than he would have liked he has been with the government on the losing side of an issue. He also has yet to show a path forward that convinces people to vote for Labour, as the recent by-elections have shown.\nThere have already been rumblings of election challenges (Rayner, Butler), although it is not clear whether they would be able to obtain the support of 20% of all labour MPs, let alone have confidence of winning a subsequent leadership vote - Butler may have more of a chance with the leadership vote if she can rally Corbyn voters behind her but may be less likely to have the necessary support with MPs. But neither of them appear to be greatly favoured by the crowd right now. According to YouGov they are only the 31st and 35th most popular Labour politicians (including ex-politicians).\nOne thing that is in favour of a challenge before the 4th of April 2022 is that if a challenge is to happen, it is likely to happen around that time. Later than that and a challenger may be better off waiting until after the next general election and possible resignation of Keir. So a potential challenger that believes they have a high probability of winning the next general election in place of Keir should challenge him for the leadership sooner rather than later. This depends not only on Keir but also on Boris - his actions may make him more or less vulnerable against different opponents. As noted above, however, the two politicians that have been named as potentially mounting a challenge are unlikely to actually do so given their low probability of winning a challenge."], [87177, "2021-08-26T06:56:40Z", [0.0], ""], [691, "2021-08-25T17:31:40Z", [0.02], ""], [93409, "2021-08-25T16:29:30Z", [0.0], ""], [93068, "2021-08-25T15:02:16Z", [0.02], ""], [102126, "2021-08-24T13:30:12Z", [0.5], ""], [102302, "2021-08-24T06:59:13Z", [0.05], "Given the short timescale it would seem unlikely that the opposition to Starmer can assemble 20% of Labour MPs to mount a challenge."], [1667, "2021-08-23T23:07:06Z", [0.04], ""], [691, "2021-08-23T20:22:22Z", [0.03], ""], [102012, "2021-08-23T19:16:29Z", [0.05], ""], [99780, "2021-08-23T19:01:05Z", [0.23], ""], [1333, "2021-08-23T18:15:35Z", [0.73], ""], [75363, "2021-08-23T17:45:01Z", [0.04], "\nFrom 1960-2021 there have been 4 UK Labour Party leadership elections that challenged the Labour party leader (1960, 1961, 1988, 2016) ->\nhttps://en.wikipedia.org/wiki/2016_Labour_Party_leadership_election_(UK) Likelihood of Labour Leadership Challenge Per Year = 6.6% = 4 / (2021 - 1960 + 1) Today's date is 23/8/21, the likelihood of a Labour Leadership Challenge before 4/4/22 is ->\nX = 4% = Likelihood of Labour Leadership Challenge From Today To 3/4/22 = ((3/4/22 - 22/8/21) / 365) * 6.6 My personal belief is that were a leadership challenge to be launched against Keir Starmer that it will only happen after the UK general election in which Labour had lost with the left of the party still in disarray after the disaster of the 2019 general election and with Labour's win in the Batley and Spen byelection appearing to have solidified Keir Starmer's leadership of the Labour Party -> https://labourlist.org/2021/07/will-there-be-a-leadership-challenge-if-labour-loses-batley-and-spen/\nhttps://order-order.com/2021/07/01/lefties-who-want-labour-to-lose-in-batley-spen/\nhttps://order-order.com/2021/07/02/left-thwarted-by-labours-marginal-victory-in-batley-spen/\n"], [101333, "2021-08-23T15:59:40Z", [0.15], ""], [1333, "2021-08-23T11:04:58Z", [0.85], ""], [96367, "2021-08-23T10:21:33Z", [0.15], "With the previous posit laid out, recent polling [1,2 and 3] does not look good for Starmer across various question sets, leading me to a rise in general possibility (countered by the time frame of this question and the tactical wisdom of such a move in the face of the imminent (potential) turmoil in the Tory Party). If October's Party conferences don't go as I'm currently forecasting they might (and particularly if Johnson survives intact and stable on his perch for another season) then the probability of a Labour leadership challenge may go up significantly, with the Party feeling that Starmer had his chance but failed to land the body blows and make the public impact needed to destabilize the incumbent Tory dominance in Parliament (despite all the obvious open goals they've offered) [4]. Should this scenario transpire the Labour leadership may feel that now is the right time for a change to give their new man/woman time to make the impact Starmer has failed to before the next election season (which, in this scenario, would seem more likely to be in 2024 to give BoJo and his tame media outlets some time to conduct a reputational regain from his current position). Moving up to 15% from a low starting position based largely on the majority negative polling on Starmer's performance and the fragility of his position in the face of whatever October 2021 will bring.  At this moment I identify the Party conference season and any fallout in November 2021 as a key decision point indicator for this question. [1] https://yougov.co.uk/topics/politics/explore/public_figure/Keir_Starmer?content=trackers\n[2] https://yougov.co.uk/topics/politics/trackers/keir-starmer-approval-rating\n[3] https://www.ipsos.com/ipsos-mori/en-uk/six-ten-britons-think-keir-starmer-has-done-bad-job-setting-out-clear-alternative-government\n[3] https://www.newstatesman.com/politics/elections/2021/05/keir-starmer-shouldnt-worry-about-polls-he-should-worry-about-his"], [96367, "2021-08-23T10:14:24Z", [0.05], "Comment deleted on Aug 23, 2021 10:21AM UTC"], [96367, "2021-08-23T09:34:32Z", [0.01], "Opening gambit with very low base rate, little historical precedent and no obvious contender in the wings.  The Corbyn supporting elements will still attempt noisy distractions but their bullet was shot with Corbyn himself and the pragmatic amongst them will not have failed to recognise (at least in private) how incredibly short that bullet fell (or, to extend the metaphor, how it utterly back fired in contributing to the rise of the Clown Prince and his cadre of impeachables). There do not appear to be any eligible moderate challengers from the other wing of the Party either (with Andy Burnham being popular amongst Labour members but not an MP and not likely to be within this question's timeframe [1]). I did note Blair appearing out of the woodwork once again to opine on the Afghan situation [2].  I did wonder if this might be Tony's asymmetric pitch for (in his mind) a glorious return to leadership but this would seem, at this moment, a very unlikely and highly contentious move from the divisive former PM and not something likely to achieve anything for him in the next 8 months. There is always the scenario of a leadership challenge emerging from something in Starmer's woodwork coming out that is devastating to his standing and credibility. Whilst this is in never an impossibility for a UK politician (where it seems you can't be an MP unless there's some form of kompromat that the whips can use on you) it feels that, with the routine (and publicly visible) drumming Starmer was giving Johnson at PMQs this time last year and the clear desperation it was inducing in the Clown Prince at that time, the Tory Party machinery would have spun up and published anything sufficiently damning to see Starmer's departure at that time (Q2 - 3 2020). The worst they seemed to be able to dredge up was something about a Donkey Sanctuary for his mother? [3].  As such, it seems that Starmer is a generally safe character with a generally clean history, making a scandal induced leadership challenge a fairly remote possibility at this mid way stage in the UK election cycle. I guess it's possible the Tory Party are holding something in reserve to roll out in time for the next election in the hope of winning themselves yet another term in charge by smearing the competition (having given up at that stage of trying to win voters on the back of their own successes and record), but with the next election being 2023 at the earliest even this scenario pushes any induced leadership debacle outside this question's timeframe. Would any seismic changes on the other side of the political divide induce a leadership challenge for Labour?  With BoJo's fate seemingly far more in the hazard than Starmer's at this moment, and with the Tory Party conference in October potentially being his \"Thatcher\" moment (Tory conference 11th October 1990, Thatcher resigned 22nd November 1990 after failing to win a majority in the annual vote [4]), I guess it's possible that opportunists in Labour might try their hand at a time of general leadership reshuffling but it seems much more likely in this scenario that they'd be content to make hay with the resultant upheaval on the opposite benches rather than mask it with their own internal wrangling.  That would be the politically savvy move, but with the UK Labour party you can never fully bank on that as a forecasting certainty. [EDIT]: Conversely, if the October Conference season for Johnson goes comparatively well with no obvious Brutus moments manifesting for him, this could very much have an impact on Starmer's position (see updated forecast accounting for this scenario). With all the above, the most credible route of attack on Starmer's leadership at this moment seems to be against competence and popular impact.  With no obvious challenger offering anything better on either front, and with Labour's dalliance with hard left Corbynism still weighing heavily on their MPs at a local level any challenge in this 8 month, mid election cycle timeframe seems strategically foolish and incredibly unlikely (although Labour have in recent times proven themselves adept at jamming both feet in their mouth at once, so it can't legitimately be a 0% certainty!). [1]  https://www.thenational.scot/news/19409139.keir-starmer-poll-labour-members-reveal-true-thoughts-leader/\n[2] https://www.bbc.co.uk/news/uk-58295384\n[3] https://www.tatler.com/article/sir-keir-starmer-owns-land-in-surrey-worth-10-million\n[4] https://www.history.com/this-day-in-history/margaret-thatcher-resigns"], [101422, "2021-08-23T08:40:27Z", [0.09], ""], [94872, "2021-08-23T06:28:29Z", [0.09], ""], [87827, "2021-08-23T02:18:01Z", [0.07], "The base rate for this happening in the Labour party is very low. It looks to me like in the last two decades only one challenge has occurred, and that was against Corbyn in 2016. The remainder of the leadership contests have been triggered by the resignation of the previous leader, which falls outside the bounds of this question. These resognations appear to most frequently occur after a loss in a general election, which is not scheduled to happen until 2024. Overall it looks to me like this is something the party avoids, as showing unity is better than in-fighting when it comes to future election prospects. Additionally, my perception is that Corbyn has been unpopular as Labour leader for a while and that Starmer is not nearly unpopular enough to provoke a challenge. 2016 challenge against Corbyn: https://en.wikipedia.org/wiki/2016_Labour_Party_leadership_election_(UK) Useful info plus a figure at the bottom shows the history of leadership contests in the Labour party: https://www.instituteforgovernment.org.uk/explainers/labour-party-leadership-contests"], [1333, "2021-08-22T20:41:45Z", [0.97], ""], [45594, "2021-08-22T11:55:45Z", [0.05], ""], [102306, "2021-08-22T10:43:52Z", [0.13], "- no clear contenders\n- too much infighting between potentials\n- R says 60\n"], [93350, "2021-08-22T08:27:32Z", [0.15], "The Labour Party suffered a dramatic defeat in 2019 under the leadership of Corbyn. The voters rejected the prospect of a hard left government and elected the relative soft ‘c’ (as it turned out) conservatism of Boris Johnson.\nHistory has shown that the country is centrist in its voting patterns.\nStarmer won the Leadership election by promising to uphold the left leaning policies of the previous leadership which also managed to appease the largest provider of their funding i.e McCluskey and his Unite union.\nMcCluskey is retiring and the potential is for a softer left leadership of the union.\nStarmer’s actions since his election has been to steer away from the left factions, bar Corbyn and upset the Union(s) that has resulted in membership numbers and funding.\nThe realisation being that only (relatively) centrist parties can win elections, with the example of Blair being the most successful (3 times elected as PM).\nHistory may repeat itself here, where in the 1980’s Neil Kinnock (centrist) took over from the hard left leadership of Michael Foot and then resisted a challenge from the hard left Tony Benn, purged left wing factions such as militant tendency and made ready the Labour Party to be electable under Tony Blair.\nKeir Starmer may represent the 2020’s version of Kinnock by purging the left to make the party electable again.\nThe threat from the hard left of the party that is represented by the Campaign Group comprises of 32 MPs (two others, Corbyn & Webb have been suspended) which falls below the 20% (40 MPs) to allow for a challenge.\nA potential challenge could come from Andy Burnham, successful minister from the Blair administration, who has proved to be electable as the Mayor of Greater Manchester. He has stated that he will remain in his elected position until 2025 but has not ruled out a return to national politics at some point.\nI will suggest that Keir Starmer will probably remain the Labour Party Leader for the foreseeable future as the threat from the left is diminishing and the right needs time to consolidate and develop an electable party/program. https://www.theguardian.com/politics/2021/aug/08/jeremy-corbyn-could-be-reinstated-as-labour-mp-under-leftwing-challenge-to-starmer  https://labour.org.uk/wp-content/uploads/2020/04/Rule-Book-2020.pdf  https://en.wikipedia.org/wiki/Socialist_Campaign_Group  https://www.theguardian.com/politics/2021/jul/02/after-batley-reprieve-keir-starmer-has-hard-task-ahead-to-win-over-doubters  https://www.bbc.co.uk/news/uk-politics-51193219  https://www.theguardian.com/commentisfree/2021/jun/19/left-unite-leadership-election-howard-beckett  https://labourlist.org/2021/07/pro-starmer-labour-to-win-celebrates-gains-at-london-labour-conference/  https://www.dazeddigital.com/politics/article/49689/1/the-keir-starmer-effect-why-young-people-are-leaving-the-labour-party  https://www.newstatesman.com/politics/staggers/2021/07/will-there-be-labour-left-leadership-challenge-keir-starmer  https://www.theguardian.com/politics/2021/jul/18/keir-starmer-expected-to-back-purge-of-far-left-labour-factions  https://www.spectator.co.uk/article/is-keir-starmer-destined-to-become-a-kinnock-esque-figure-\nhttps://labourhub.org.uk/2021/06/15/starmer-more-kinnock-that-blair/  https://www.theguardian.com/commentisfree/2021/jul/25/keir-starmer-shrinking-labour-party-members-broad-church  https://inews.co.uk/news/politics/andy-burnham-not-after-keir-starmers-job-yet-labour-manifesto-ready-1096561  https://www.standard.co.uk/news/uk/andy-burnham-election-mayor-manchester-b933993.html  https://www.tandfonline.com/doi/abs/10.1080/13619469408581315?journalCode=fcbh19\n"], [74523, "2021-08-22T07:38:00Z", [0.08], ""], [89038, "2021-08-21T20:53:58Z", [0.07], ""], [691, "2021-08-21T20:26:47Z", [0.04], "John 6:68, mutatis mutandis"], [1333, "2021-08-21T20:05:16Z", [0.97], ""], [90237, "2021-08-21T14:47:14Z", [0.0], ""], [101364, "2021-08-21T14:29:21Z", [0.05], ""], [1333, "2021-08-21T13:37:41Z", [0.98], ""], [95503, "2021-08-21T10:18:54Z", [0.15], ""], [100664, "2021-08-21T06:50:20Z", [0.01], ""], [34815, "2021-08-21T03:45:39Z", [0.0], ""], [92079, "2021-08-21T03:31:02Z", [0.0], ""], [94872, "2021-08-21T02:43:04Z", [0.1], ""], [61713, "2021-08-20T22:27:42Z", [0.02], "The Left know they would lose if they try to challenge him, and 20% of Labour MPs is a high bar to clear anyway. No other faction is likely to bring a challenge, and if anyone other than the Left had the votes then Starmer would probably resign since so much would have gone wrong. Media speculation loves this scenario, but Corbyn is only example of a challenge making it to the formal stage for decades (since 1988)."], [80790, "2021-08-20T21:40:23Z", [0.39], "Tricky one.  UK party leadership changes can be very unpredictable.  Things rumble on for months and nothing happens or something can come out of the blue and change happens within weeks. In this case there is definitely dissent within the party, and I bet a lot of internal wrangling, but it’s not clear that there is an alternative that can get enough votes and be acceptable as even vaguely election winning.   The party conference in the next month or so might give a better view on how potential alternatives are seen and received by the wider public."], [1333, "2021-08-20T18:35:26Z", [0.99], ""], [1333, "2021-08-20T18:28:37Z", [1.0], ""], [95503, "2021-08-20T18:24:13Z", [0.2], ""], [60695, "2021-08-20T18:23:13Z", [1.0], ""], [99993, "2021-08-20T18:20:16Z", [0.05], ""], [99993, "2021-08-20T18:16:50Z", [0.03], ""], [89038, "2021-08-20T17:59:56Z", [0.12], "Unlikely in this timeframe. Recent byelection gave him another year imo. Left don't have the parliamentary numbers."], [95944, "2021-08-20T17:51:20Z", [0.42], ""], [85635, "2021-08-20T17:15:04Z", [0.25], ""], [95503, "2021-08-20T17:03:18Z", [0.25], ""], [95503, "2021-08-20T17:02:14Z", [0.33], ""]], "open_date": "2021-08-20T17:00:35Z", "close_date": "2022-04-04T07:01:35Z"}