{"question_id": 1787, "title": "Before 1 January 2021, will Alassane Ouattara cease to be the president of Ivory Coast?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[88002, "2020-12-30T19:19:48Z", [0.0], ""], [83, "2020-12-29T19:16:53Z", [0.0], ""], [62808, "2020-12-29T03:25:09Z", [0.0], ""], [43311, "2020-12-29T00:42:28Z", [0.0], ""], [35, "2020-12-27T18:26:54Z", [0.0], ""], [92232, "2020-12-25T15:16:14Z", [0.02], ""], [94872, "2020-12-25T13:14:14Z", [0.0], ""], [1333, "2020-12-19T14:49:39Z", [0.0], ""], [62808, "2020-12-19T05:13:28Z", [0.01], ""], [92232, "2020-12-14T18:59:03Z", [0.03], ""], [1333, "2020-12-11T14:13:26Z", [0.0], ""], [1333, "2020-12-10T19:34:46Z", [0.0], ""], [95893, "2020-12-10T17:15:23Z", [0.01], ""], [1333, "2020-12-04T13:02:17Z", [0.0], ""], [62808, "2020-12-02T22:27:59Z", [0.01], ""], [1333, "2020-11-25T08:49:33Z", [0.0], ""], [691, "2020-11-21T19:17:06Z", [0.0], ""], [57778, "2020-11-20T08:46:48Z", [0.0], ""], [62808, "2020-11-16T21:33:37Z", [0.01], ""], [1333, "2020-11-12T14:57:40Z", [0.0], ""], [88002, "2020-11-10T22:19:15Z", [0.01], ""], [73050, "2020-11-09T21:26:39Z", [0.02], ""], [87854, "2020-11-08T22:30:19Z", [0.02], ""], [691, "2020-11-08T15:36:16Z", [0.0], "He can probably keep the gig unless Trump wants it."], [38094, "2020-11-06T02:56:02Z", [0.0], ""], [691, "2020-11-05T14:53:27Z", [0.0], ""], [93028, "2020-11-05T13:09:00Z", [0.0], ""], [25141, "2020-11-04T22:14:24Z", [0.0], ""], [87827, "2020-11-04T20:57:44Z", [0.0], "He won the election so odds seem minimal."], [34959, "2020-11-04T05:17:10Z", [0.0], ""], [172, "2020-11-03T20:38:56Z", [0.0], ""], [691, "2020-11-03T08:44:13Z", [0.0], "There are some countries where announcing that you've won is how you win.   Cote d'Ivoire is one of them.  To the imminent chagrin of The Current Incumbent, the US is not.  If it worked in the US, the Red Sox and the Cubs could have won the World Series decades earlier."], [34959, "2020-11-02T04:32:17Z", [0.02], ""], [1333, "2020-10-30T11:23:11Z", [0.0], ""], [34959, "2020-10-27T14:45:20Z", [0.03], ""], [691, "2020-10-23T17:48:50Z", [0.03], ""], [95893, "2020-10-22T01:33:51Z", [0.08], "There are, as I see it, four ways in which Ouattara might cease to be president.  1. He withdraws from the race. Given that we're ten days out, I'm giving this a 0% chance. \n2. He loses the election and steps down. None of the experts I've read or listened to seem to think this is likely, but it's not impossible. 5% chance. \n3. Popular protests force Ouattara to step down. Though there are ongoing protests, they do not appear large enough or coordinated enough to force him to step down in the near future. 1% chance. \n4. Military coup overthrows Ouattara. Though the Ivory Coast has had coups and mutinies in the relatively recent past, this also seems unlikely. 2% chance. "], [34959, "2020-10-19T05:23:23Z", [0.04], ""], [88002, "2020-10-18T17:54:12Z", [0.02], ""], [87854, "2020-10-17T09:44:17Z", [0.05], ""], [691, "2020-10-12T14:35:30Z", [0.03], ""], [1333, "2020-10-12T13:58:03Z", [0.0], ""], [38094, "2020-10-10T20:19:29Z", [0.01], "Decrementing for the month of November. A little early."], [88452, "2020-10-08T11:28:21Z", [0.0], ""], [38094, "2020-10-06T17:11:21Z", [0.02], "Dropping for the month of October."], [92232, "2020-10-05T17:22:34Z", [0.1], ""], [1333, "2020-10-05T12:08:13Z", [0.0], ""], [87827, "2020-10-05T11:56:11Z", [0.15], "Ouattara has been cleared to run for a third term by the constitutional council. According to their constitution the new president is sworn in in December. So the question depends on the outcome of the election or the possibility of him being ousted by other means before the end of the year. In 2015 he won in a landslide, but the opposition party encouraged people to boycott the polls. So this year may not be as much of a landslide, but I can't find any polling information and I would guess Ouattara is likely to win. https://www.dw.com/en/ivory-coast-court-clears-president-ouattaras-contentious-third-term-bid/a-54928804 https://www.voanews.com/africa/former-ivory-coast-president-gbagbos-party-calls-poll-boycott"], [1333, "2020-10-04T14:49:42Z", [0.01], ""], [93028, "2020-10-02T05:53:57Z", [0.01], "\"The government maintains that because the constitution was reformed in 2016, the term count should be re-set to zero.\"\nhttps://www.france24.com/en/20200925-who-are-the-four-candidates-standing-in-ivory-coast-s-presidential-election This is a face-saving narrative that could both allow AO to stay president and avoid largescale civil unrest. Combine this with the economic development under his presidency."], [928, "2020-10-01T20:28:29Z", [0.4], "Ouattara did not intend to run, but his chosen successor died suddenly. It is a guess, by the public may not view this as an undemocratic power grab.  Not seeing any criticism or speculation of election tampering, but there is a general concern about election related violence.  Opposition does not seem to a solidified against Ouattara.-- \"Although the demonstrations have yet to be widely attended, they have taken a significant toll on human life – with more than 10 people killed – and property.\" International community has not called for Ouattara to step aside and no criticism targeted at Ouattara. -- \"On 18 September, the European Union issued a statement in which it “deplores the violence and clashes in recent weeks which have claimed the lives of several people” and “calls on the authorities to investigate” the events “in order to prosecute the perpetrators”. The EU also calls for the “respect of public freedoms, including the right for every citizen to demonstrate peacefully, within the framework provided by law, without interference, and to express political opinions without being arrested or imprisoned”.\" https://www.theafricareport.com/42507/cote-divoire-opposition-parties-take-on-alassane-ouattara/"], [1333, "2020-10-01T18:18:15Z", [0.02], ""], [1333, "2020-10-01T07:05:38Z", [0.03], ""], [1333, "2020-09-30T14:42:46Z", [0.04], ""], [34959, "2020-09-30T05:35:16Z", [0.05], ""], [1333, "2020-09-29T12:53:09Z", [0.05], ""], [87854, "2020-09-29T07:25:36Z", [0.07], ""], [1333, "2020-09-28T11:13:28Z", [0.15], ""], [34114, "2020-09-28T02:29:46Z", [0.3], ""], [31275, "2020-09-27T16:00:47Z", [0.02], "https://www.aljazeera.com/news/2020/9/8/ivory-coast-on-edge-as-high-stakes-election-looms\nhttps://www.france24.com/en/20200925-who-are-the-four-candidates-standing-in-ivory-coast-s-presidential-election"], [1333, "2020-09-27T09:29:38Z", [0.19], ""], [88002, "2020-09-26T19:22:50Z", [0.03], ""], [1333, "2020-09-26T15:28:47Z", [0.2], ""], [38094, "2020-09-25T23:23:34Z", [0.03], "Walking back a little, given the 3 month window, that's 1% per month, which for a 78 year old is not too bad."], [92291, "2020-09-25T13:09:21Z", [0.25], "There's no clear path for opponent victory, so popularity not so much an issue as logistics in this case."], [34959, "2020-09-24T05:31:34Z", [0.03], ""], [691, "2020-09-23T16:08:52Z", [0.02], ""], [90237, "2020-09-23T15:59:28Z", [0.0], ""], [93028, "2020-09-23T13:47:12Z", [0.05], "parsing the question no: (a) he continues to be president\nyes: via (b) death or (c) leaving office b/c of coup or (d) leaving office b/c abiding by constitutional term limit. baseline since independent from France in 1960, the 5 previous presidents where in office on average for 12,5 years with a median of 8. (1)\nSo a third term could well be expected.\nProbability of death for 78year old male Ouattara in the last 3 months of 2020 is roughly 1.2%, given (3*0.047826/12). (2) Yet boost that b/c of sub-optimal healthcare to 2% for (b). factors Don't see hints of a pending coup, so 1% for (c). Constitutional 2-term limit stems from 2016, when Ouattara already was in year 2 of his 2nd 5-year term. \nWords are cheap. PR wise, there is no tradition of abiding by this 2-term limit to be broken. And it can be contrasted with claims to stable economic growth under his rule (2). He seems to have people in power and public perception behind him. Promising opposition is disqualified and in Exile. Yet, he did not hinder constitutional change and officially designated a successor. Seems to me that he would be interested in stability first and strengthening of democracy second. If an option promising no civil unrest would present itself, i.e. a widely supported candidate to replace his designated successor, I think he would go for it. If not, he will aim to stay president in order to keep order. At the moment, I do not see such an option; Only  2% for (d). (1) https://en.wikipedia.org/wiki/List_of_heads_of_state_of_Ivory_Coast#Presidents_(1960%E2%80%93present)\n(2) https://www.ssa.gov/oact/STATS/table4c6.html\n(3) https://www.bloomberg.com/news/articles/2020-09-14/ivory-coast-s-ouattara-gets-legal-approval-to-seek-third-term"], [38094, "2020-09-23T01:35:10Z", [0.05], "Oppostion rising against the 78 year old Ouattara who is seeking a third term after his hand picked successor died in July."], [62808, "2020-09-22T19:07:40Z", [0.01], ""], [34353, "2020-09-22T15:49:54Z", [0.0], ""], [1333, "2020-09-21T20:51:06Z", [0.21], ""], [95795, "2020-09-21T17:11:14Z", [0.15], "Despite the potential introduction of rivals returning from abroad, the landslide victory in 2015 suggests that the coalition government will remain in power. "], [1333, "2020-09-21T10:36:29Z", [0.22], ""], [87854, "2020-09-21T08:14:19Z", [0.18], ""], [31275, "2020-09-21T04:07:20Z", [0.02], ""], [34815, "2020-09-21T03:34:19Z", [0.0], ""], [95795, "2020-09-20T18:14:06Z", [0.35], "The number of candidates gives Ouattara a chance, but the emergence of high profile opposition, and the weaponization of his choice to run for a third term significantly impacts his legitimacy.   "], [691, "2020-09-20T18:08:25Z", [0.03], ""], [90457, "2020-09-20T10:42:32Z", [0.0], ""], [92232, "2020-09-20T09:07:47Z", [0.2], ""], [92232, "2020-09-20T09:05:50Z", [0.55], ""], [45594, "2020-09-20T08:37:38Z", [0.1], ""], [1333, "2020-09-20T07:24:20Z", [0.23], ""], [691, "2020-09-19T19:38:47Z", [0.05], ""], [95464, "2020-09-19T16:07:36Z", [0.02], "Unlikely"], [93350, "2020-09-19T13:38:23Z", [0.3], "Ouattara would be breaking the two-term rule as determined by the Ivory Coast Constitution by running for third term.\nDispensing with the rules of the constitution is not unknown in the African Continent.\nHe had nominated his former PM, Coulibaly, to run but still be a power in the background, but he died in July of a heart attack.\nWithout this protection, it is assumed to his family’s wealth, he decided to run again. He supported by the French Government but was initially applauded by Macron to not run again.\nOn the 4th September at the Elysée Palace, Macron suggested the election be postponed allowing a generational change, as promised for a  successor rather than Ouattara, Bedie (Leader of PDCI) or Gbagbo (former president). Ouattara refused.\nThe opinions and actions of the French Government are crucial to Ouattara's survival and peace in the Ivory Coast.\nThe potential for an outbreak of civil war is high, given the fractious nature of the opposition and the unknown manoeuvres of the incumbent.\nThe Ivory Coast is the world’s top supplier (45%) of cocoa beans and should be economically prosperous  but, 50% of the 25 million population live on less than $1.22 per day.\nhttps://www.theguardian.com/global-development/2020/aug/20/will-ivory-coasts-president-for-life-unleash-chaos  https://www.reuters.com/article/us-france-ivorycoast/macron-to-meet-ivory-coast-president-ouattara-after-election-u-turn-idUSKBN25U1XY?il=0  https://www.theafricareport.com/40886/cote-divoire-france-ouattara-refuses-macrons-request-to-delay-polls/  https://www.pambazuka.org/governance/french-un-and-ivory-coast  https://www.aljazeera.com/news/2020/09/ivory-coast-edge-high-stakes-election-looms-200908081552276.html  https://www.africaintelligence.com/lce/report/ivory_coast_ouattara_family_business\n"], [28415, "2020-09-19T13:19:55Z", [0.38], ""], [1333, "2020-09-19T08:16:40Z", [0.24], ""], [89013, "2020-09-19T04:06:41Z", [0.01], ""], [38094, "2020-09-19T02:26:40Z", [0.01], "I'll follow the crowd on this one. Timeframe is short."], [92079, "2020-09-19T02:06:01Z", [0.0], ""], [22689, "2020-09-18T22:47:57Z", [0.0], ""], [95875, "2020-09-18T21:21:16Z", [0.3], "Despite much in  Ouattara’s favour - strongish economy; high level of support at last election; support from former colonial power (France) - he is quite old & political situation volatile & may lead to violence"], [79591, "2020-09-18T20:51:38Z", [0.0], "- Constitutional Council seems to like Ouattara\n- Only 4 candidates on ballot.  Pascal is a real long shot; Bedie and Bertin are buddies.  Their votes may be split but likely not enough to take out Ouattara.  If it goes to a second round, I may change my mind.\n- I think Ouattara wins outright - protesters displeased with him running for a third \"illegitimate\" term have a tendency to stay home rather than validate the election by voting.\n- Ouattara has a much stronger social media presence than the others (Bertin next closest but comments on his page are not particularly favorable.)  Ouattara seems the most popular.\n- Going all in at 0%."], [73050, "2020-09-18T20:30:55Z", [0.02], ""], [73050, "2020-09-18T20:30:15Z", [0.15], ""], [172, "2020-09-18T19:55:31Z", [0.01], "If this impact Ritter pricing (due to cocoa fluctuations) I may also pick up arms."], [31275, "2020-09-18T18:34:28Z", [0.05], "7% yearly GDP increase since he became President in 2012. https://www.bloomberg.com/news/articles/2020-09-18/ivorian-politician-seeks-support-to-resist-third-term-bid-kf84l8ed"], [88766, "2020-09-18T18:30:15Z", [0.0], ""], [53391, "2020-09-18T18:20:37Z", [0.0], "This is interesting because ADO what is going to step down until his hand-picked successor passed away which made him decide to go for the third term. Of course the Church of the Constitution people are outraged that he's trying to do something not written in the Constitution, but then again the Church of the loyal National people believe he's doing the right thing for the country.  Once again you have an opposition that's fractured amongst many parties who are taking to the airwaves and Facebook's and Twitter's to drum up support that most likely is not there, and the man in power is negotiating with the previous man in power to give the previous man a couple of breaks, like commuting his prison sentence. Overall I think we seen this play out before many times in Africa and come the start of the new year ADO will still be in power. Given the short time frame, 100 days, i am not hedging this for stuff happens."], [60695, "2020-09-18T17:44:26Z", [0.0], ""], [1333, "2020-09-18T17:21:46Z", [0.25], ""]]}