{"question_id": 1035, "title": "Will the yield curve for 2-year and 10-year U.S. Treasuries invert before 2019?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.04, 0.96], "correct_answer": "No", "correct_forecast": 0.96, "preds": [[68, "2019-01-01T06:45:28Z", [0.0], ""], [63047, "2019-01-01T00:11:28Z", [0.0], ""], [34886, "2018-12-31T17:31:04Z", [0.0], ""], [13377, "2018-12-31T16:54:12Z", [0.0], "Ouch, I waited too long before ret8urning to forecast."], [62166, "2018-12-31T13:44:37Z", [0.0], ""], [691, "2018-12-31T12:39:59Z", [0.0], ""], [62781, "2018-12-30T22:27:59Z", [0.0], ""], [62093, "2018-12-30T03:55:11Z", [0.05], "Too late in the year now"], [62808, "2018-12-30T02:08:06Z", [0.0], ""], [63864, "2018-12-29T21:36:55Z", [0.0], ""], [58678, "2018-12-29T19:57:54Z", [0.0], ""], [35217, "2018-12-29T16:05:05Z", [0.0], ""], [691, "2018-12-29T13:01:40Z", [0.0], ""], [83, "2018-12-29T10:06:47Z", [0.0], ""], [1624, "2018-12-29T07:22:48Z", [0.0], ""], [61904, "2018-12-28T23:04:29Z", [0.0], ""], [63018, "2018-12-28T21:12:24Z", [0.0], ""], [63816, "2018-12-28T20:21:44Z", [0.0], "Considering the current fed policy stance of continually raising rates, and the fact that the economy is still somewhat strong, I expect credit activity to be fairly robust over the next several months. "], [745, "2018-12-28T19:43:23Z", [0.0], ""], [37379, "2018-12-28T19:30:59Z", [0.0], ""], [61314, "2018-12-28T13:12:41Z", [0.0], "As much as I dislike 0% and 100% forecasts, an inversion is next to impossible to imagine happening at this point."], [691, "2018-12-28T12:53:28Z", [0.0], ""], [28166, "2018-12-28T02:57:35Z", [0.0], ""], [63829, "2018-12-28T02:30:46Z", [0.0], ""], [63018, "2018-12-28T01:04:41Z", [0.01], ""], [61694, "2018-12-27T22:35:00Z", [0.0], ""], [63842, "2018-12-27T21:57:52Z", [0.0], "No way"], [38953, "2018-12-27T20:43:16Z", [0.0], "2y yield is 2.56% and 10y yield is 2.77%. It seems unlikely to occur in the remaining 2 trading days"], [63674, "2018-12-27T18:49:44Z", [0.01], ""], [63837, "2018-12-27T18:39:14Z", [0.0], "Don’t see recession yet. "], [61938, "2018-12-27T16:27:28Z", [0.01], ""], [128, "2018-12-27T13:54:17Z", [0.0], ""], [34330, "2018-12-27T09:44:00Z", [0.02], ""], [39937, "2018-12-27T06:58:55Z", [0.0], ""], [61314, "2018-12-27T06:27:31Z", [0.01], "Hard to imagine it happening at this point."], [21884, "2018-12-27T04:18:08Z", [0.0], ""], [63409, "2018-12-27T00:33:36Z", [0.0], "The spread as of the 26th of December is 0.2%, so it seems very unlikely for the inversion to occur this year"], [62786, "2018-12-26T22:55:07Z", [0.0], ""], [601, "2018-12-26T20:38:27Z", [0.0], ""], [39572, "2018-12-26T20:13:50Z", [0.0], ""], [61904, "2018-12-26T19:57:27Z", [0.01], ""], [60847, "2018-12-26T17:26:23Z", [0.01], ""], [128, "2018-12-26T14:09:42Z", [0.01], ""], [35217, "2018-12-26T11:56:02Z", [0.01], "Incremental update"], [61314, "2018-12-26T10:00:58Z", [0.05], "Dropping to 5%.  The only thing(s) I can see at this point having an impact on the bond market would be the firing of Steve Mnuchin (it’s in the rumor mill) and/or the removal of Jerome Powell. But to the extent that investors are nervous and leaving equities and getting into fixed income, the distribution from 2s to 30s seems relatively even across the board.  The 2s and 10s don’t seem to be getting any special consideration, and the 2s10s spread is back up to 0.19. Those who believe a 2s10s inverted yield curve portends a recession can almost certainly finish out 2018 sleeping soundly."], [63658, "2018-12-26T04:54:10Z", [0.0], ""], [63817, "2018-12-25T21:34:02Z", [1.0], ""], [691, "2018-12-25T12:19:18Z", [0.01], ""], [63711, "2018-12-25T07:02:06Z", [0.0], "Too soon. It will, but not within a week. Current trend is weakly divergent."], [61707, "2018-12-25T02:29:38Z", [0.1], ""], [1485, "2018-12-24T18:09:28Z", [0.04], ""], [61891, "2018-12-24T17:07:51Z", [0.0], ""], [61904, "2018-12-24T15:27:47Z", [0.02], ""], [61938, "2018-12-24T15:04:50Z", [0.04], ""], [691, "2018-12-24T13:49:09Z", [0.01], ""], [62991, "2018-12-24T09:07:15Z", [0.05], ""], [63802, "2018-12-24T06:19:18Z", [0.0], "Comment deleted on Jan 01, 2019 11:46PM UTC"], [63800, "2018-12-24T01:09:21Z", [0.0], ""], [43003, "2018-12-23T20:13:40Z", [0.0], ""], [534, "2018-12-23T19:40:04Z", [0.45], ""], [62795, "2018-12-23T18:57:49Z", [0.7], "Jerome Powell is behaving just like previous Fed Chairs. The data dependency and lack of real world connectiveness will cause him to overshoot."], [57797, "2018-12-23T15:47:21Z", [0.0], ""], [61314, "2018-12-23T14:08:03Z", [0.2], "Dropping down to 20%. Although I generally did not (and do not) subscribe to the somewhat technical arguments about the probability of a yield curve inversion based on historical data related to slopes of the line or velocity of change or whatever, I think @Vichisky’s comment on 25 November about the 18 bp contraction following the Lehman news is worth considering. We only have three full trading days left in the year, and those days are over the Christmas holidays.  The markets have felt and absorbed most known major shocks: Fed meeting, government shutdown, etc.  Now the spread is at 0.16, and it’s difficult (but not impossible) to imagine something on par with the Lehman news over the few full trading days that are left. What is one such shock that is not impossible to imagine? Well, there is this issue of Trump firing Jerome Powell that just popped up.  My understanding of the situation is that Trump cannot remove him from the Fed, but that he can replace him as Chair.  All things considered, I think it is very possible Trump might do something along those lines in the very near term.  (Apparently all it will take is a Sean Hannity or Rush Limbaugh or Ann Coulter prompt.)  And I think that if that happens, the markets will absolutely freak out.   Would it affect the 2/10 to the point of an inversion?    Hard to say.  In watching how the bond market has reacted to other recent events, I haven’t seen any particular or noteworthy movements with respect to the two-year and 10-year notes.  When bond investors have gone long, all the long instruments seem to have gotten equal attention.   But a Fed Chair has never been replaced like this, and so I’ll keep my hedge for just a bit longer.\n"], [691, "2018-12-23T12:13:17Z", [0.01], ""], [63225, "2018-12-23T07:08:06Z", [0.1], ""], [1333, "2018-12-22T19:25:00Z", [0.0], ""], [63674, "2018-12-22T18:20:07Z", [0.02], ""], [691, "2018-12-22T13:15:12Z", [0.03], ""], [63409, "2018-12-22T00:44:12Z", [0.01], "Spread is still at 0.16%, and there are only a few days left"], [56, "2018-12-21T23:20:50Z", [0.0], ""], [62424, "2018-12-21T22:40:46Z", [0.05], "On 12/6/18 the spread between the 2 and 10 year is only 13 bps, which half of what it was on my last forecast. The CME Fedwatch website predicts Fed rate movements based on the futures market. Right, now it places a 74% probability that the Fed will raise rates at its December 18-19 meeting by 25 bps (https://www.cmegroup.com/trading/interest-rates/countdown-to-fomc.html). \nSince this probability is well known and considered by bond investors, I’ll say that the remaining 24% uncertainty is not already baked into the current 2 year rate and that there should only be a 6.5 basis point (25 bps increase x 26% of uncertainty) increase in the 2 year rate. If that happens, the 2 year adjusts accordingly, and the 10 year rate remains unchanged, the spread reduced to 6.5 bps. At this point, I’ll assume a base rate of 0% probability of inversion. \nTheoretically, the yield curve should never invert because longer term investors demand a term premium. So, as the 2 year rate increases, the 10 year should increase by and unknown amount. Though, the term premium, as determined by the current spread is very small. In addition, an inversion is a very rare occurrence (https://fred.stlouisfed.org/series/T10Y2Y). My probability remains 0% at this point. \nCurrent economic reports also lead bond investors to draw conclusions about rates in the future which can have a positive or negative effect on longer term yields. I don’t claim to have any more incite about upcoming economic reports than anyone else, but we have to consider the short window before the question concludes. For instance, after the Fed announces its decision to raise rates (or to leave it unchanged or decrease), there are only 6 days (excluding holidays) until the question concludes. Thus, reducing the probability of inversion. So, I’ll remain at 0% probability \nAnother thing to consider is that foreign countries are also investors in US debt markets. A few major economies have extremely low or negative rates and have found US debt to be more attractive from both yield and creditworthiness perspectives. Additional buying of US debt from these countries would put downward pressure on US yields. Since this situation has persisted for quite some time and would likely affect both the 2 and 10 year rates, I believe that if this assessment is correct the affects will have no further downward pressure on rates unless those rates were to decrease. I think this is very unlikely considering their central bank agendas. In addition, any rate increases in those countries would have upward pressure on rates, but that is very unlikely between now and the end of the question. I’m not changing my probability because of this unless something significant happens. \nOn the other hand, because we are starting from such a historically small spread, any negative news or a continued bearish sentiment in equity markets could cause the 10 year rate to decrease and reduce the spread at any time between now and the end of the question. **Since my last forecast the equity market has continued to decline. In addition, the FedWatch probability of an increase has risen and then declined back to its current 74%. This leads me to believe that investor's inflation expectations have decreased and that's why both the 2 and 10 year rates have declined (10 yr moreso). The decrease in the Fedwatch and the equity markets might tell us that low inflationary fears have been incorporated into the 10 yr yield and if the Fed do not raise rates, the 2yr rate should decrease because the market had the probabilities wrong. Subsequently, the 10 yr rate would likely decrease because if increased fears of low inflation and likely invert. On the other hand if the Fed increases rates by 25 bps, the 2yr should increase by 18 bps (25 bps x 74% likelihood) which would also invert the curve at the current 13 bp spread. Though, increased inflation expectations would likely increase the 10 year enough to compensate and the curve would not invert. At this point, the spread is so small, that inversion is likely dependent on the Fed's decision. So, I'll stick with the FedWatch number and say 24% chance of inversion. I’ll add a somewhat arbitrary 10% points to my probability to account for the possibility of negative economic news or random exogenous event. For instance, heightened trade war threats or other negative geopolitical event. I’ll go with 34% for now.\n**After the Fed raised rates on the 19th, the 2/10 spread reacted didn't change much and neither rate changed much either. Now that the major event has passed, there is no more Fed Watch for the year, and there is very limited time until the question closes I'm returning going back to a small 5% uncertainty for my answer to account for something crazy. It doesn't seem out of the question for an inversion, but it is unlikely with four trading sessions left. It seems like fear has gripped the equity market, which could push the inversion if similar expectations creep into the 10 year yield, but trading is usually pretty light this time of year. "], [86, "2018-12-21T21:09:42Z", [0.01], ""], [128, "2018-12-21T20:17:21Z", [0.02], ""], [1333, "2018-12-21T19:13:02Z", [0.16], ""], [61904, "2018-12-21T18:11:22Z", [0.05], ""], [33789, "2018-12-21T17:33:29Z", [0.0], "Five days is simply not enough time for the yield curve, which rarely if every inverts, to do so unless a recession is going to blindside everyone.  But consumer confidence remains high, and the excesses that usually lead to a recession, such as excess corporate and household capital spending and operating leverage, are not present in the U.S. economy.  \n "], [63764, "2018-12-21T17:00:12Z", [0.02], ""], [601, "2018-12-21T15:29:14Z", [0.0], ""], [34376, "2018-12-21T15:02:29Z", [0.0], ""], [57797, "2018-12-21T14:55:48Z", [0.02], ""], [691, "2018-12-21T13:24:23Z", [0.05], ""], [61314, "2018-12-21T12:47:58Z", [0.4], "Lowering to 40% for now. Although it's hard to see how the two-year and 10-year are getting any special treatment this week, the fact is that investors seem to have been fleeing the stock market, and bonds are generally the place to which they flee.  So things might yet get a little screwy.   I was surprised to see the reaction to the Fed's decision, given that a December rate hike and a lowering of the dots for 2019 seemed to be what so many people were expecting (and were actually hoping for).  What's totally nuts to me is that not too very long ago at all Jim Cramer, on CNBC, said that if the Fed did not go through with a December rate hike, the markets would panic.  Now he seems to be criticizing that very same rate hike.  Go figure. From what I can tell, one of the things that spooked the markets was Powell's comments about the continued unwinding of the balance sheet.  (I’ve seen plots of the market actually starting its Wednesday tank as the words came out of Powell’s mouth.)  One commentator put it, \"The stock market finally realized what QT means.\"   $50 billion off the Fed balance sheet per month is certainly going to have an impact on bond yields, and thus the stock market.  That is to say, if QE was generally good for the stock market, QT is necessarily going to be bad.  Odd that there was next to no chatter about that in the days and weeks leading up to this week’s meeting. And then there is Donald Trump. We are on full course to shut down the government, Secretary of Defense Mattis has resigned, and Matthew Whittaker apparently is not going to recuse himself (Saturday Night Massacre redux for Robert Mueller?). Again, I don’t see the two-year and 10-year getting any special considerations as the markets further digest the continuation of QT or the potential political turmoil, but I’ll hold off on additional lowering for now."], [41922, "2018-12-21T09:38:35Z", [0.0], ""], [63753, "2018-12-21T05:47:26Z", [0.0], "Invert curve between 2 year and 10 year US Treasuries will happen Q1 2019 and the crisis of global economy will happen in Q4 2019 or Q1 2020."], [38564, "2018-12-21T04:45:23Z", [0.0], "The fed meeting is evidence that rate hikes are slowing."], [43003, "2018-12-21T01:32:46Z", [0.03], "If you follow the yield curve, you will see it is headed to invert around Q1 - Q2 of 2019. There is a reasonable chance it will invert in 2018 December data, but not much. See the curve (red) overlapping housing starts (blue, which I always add for context) to see the coming inversion of the red curve dipping below 0. https://fred.stlouisfed.org/graph/fredgraph.png?g=mtTW"], [56, "2018-12-20T23:02:00Z", [0.1], ""], [11430, "2018-12-20T22:46:32Z", [0.05], "Fed made move, more expected, but curve move running out of time. It will happen during 1Q19."], [63278, "2018-12-20T21:52:54Z", [0.0], ""], [62334, "2018-12-20T21:31:09Z", [0.25], "while we're getting closer to inversion on the 2s10s I don't the at the current rate of narrowing we'll get there by year end. "], [37379, "2018-12-20T18:50:16Z", [0.03], "GreekFire23 @GreekFire23\nFront end rates have been controlled by man for 105 years. Long end rates have been controlled by economic fundamentals since inception. This is why curves invert.\n8:14 AM - 17 Dec 2018 Could Christmas affect the possibility of curve inversion? Not perfectly relevant, however ... https://www.youtube.com/watch?v=uI4fVgVVpiw Increasing probability slightly."], [61904, "2018-12-20T17:10:57Z", [0.2], ""], [691, "2018-12-20T13:12:39Z", [0.07], ""], [13942, "2018-12-20T08:08:44Z", [0.0], ""], [61314, "2018-12-20T06:25:52Z", [0.5], "Lowering to 50% after the Fed’s last meeting in 2018. The gap certainly narrowed a bit after Jerome Powell’s post-meeting talk yesterday, and in looking at the economic calendar it’s conceivable there are enough shocks left in the system still to cause an inversion.  But I don’t think it’s too likely. The Fed did exactly what was generally considered best case: kept the December rate hike, and lowered the dots from three to two for 2019.  That might take a day or two to absorb, but in the stock market, at least, that seems to be a pretty common pattern.  If that pattern holds, and the stock market stops hemorrhaging, the bond market should also stabilize. So we’ll see what happens today, but if bond prices remain relatively stable, then the long slide back down to the lower end of the probability range will have begun."], [37379, "2018-12-20T03:30:12Z", [0.0], "Not enough time."], [56, "2018-12-20T02:33:26Z", [0.06], ""], [63674, "2018-12-19T23:29:29Z", [0.03], "Spread tightened 4 basis points on the news that the Fed will raise rates one more time in 2018. I still think the probability of an inversion is low since traders are typically unwilling to make big bets towards the end of the year. "], [41922, "2018-12-19T21:48:36Z", [0.2], ""], [25141, "2018-12-19T21:44:12Z", [0.0], ""], [34886, "2018-12-19T21:28:17Z", [0.02], "Even with the .03 drop this week, it doesn't seem to be dropping at a rate quick enough to happen within the year"], [28414, "2018-12-19T21:28:01Z", [0.0], ""], [33789, "2018-12-19T20:28:30Z", [0.0], "Yield curve rarely, if ever, gives \"false positives\", inverting when no recession is in sight.  Since I do not believe a recession is coming, I'll go out on a limb and use zero as my probability.  @statwoman\nhttps://www.gjopen.com/questions/1035-will-the-yield-curve-for-2-year-and-10-year-u-s-treasuries-invert-before-2019\n"], [38, "2018-12-19T19:13:04Z", [0.0], ""], [61938, "2018-12-19T17:57:52Z", [0.08], ""], [5241, "2018-12-19T16:36:54Z", [0.0], ""], [82, "2018-12-19T16:09:49Z", [0.01], ""], [128, "2018-12-19T14:18:23Z", [0.04], ""], [38564, "2018-12-19T05:48:39Z", [0.0], "Little time remaining, most volatility has been in equity.  Suspect future very bad news to be tied to sufficiently large crimes like Krispy Kreme of yore."], [21884, "2018-12-19T01:32:15Z", [0.1], ""], [63409, "2018-12-19T00:58:09Z", [0.04], "The spread has widened, if only slightly. (Current spread 0.17)"], [19801, "2018-12-18T23:50:19Z", [0.05], "The gap has widened."], [43311, "2018-12-18T23:22:05Z", [0.0], ""], [1333, "2018-12-18T23:18:03Z", [0.17], ""], [57797, "2018-12-18T22:58:18Z", [0.0], ""], [63018, "2018-12-18T22:52:11Z", [0.02], ""], [35217, "2018-12-18T22:10:08Z", [0.03], "Incremental update"], [56, "2018-12-18T22:05:44Z", [0.0], "It went up to 0.18 today. With 9 trading days, it's ~1% chance. "], [691, "2018-12-18T20:44:54Z", [0.07], ""], [34886, "2018-12-18T20:18:33Z", [0.02], "5 point increase last week plus not change today bodes well for not inverting before 2019. "], [61904, "2018-12-18T19:36:48Z", [0.15], ""], [61314, "2018-12-18T16:29:22Z", [0.67], "Dropping back down to 67% in what I anticipate might be the beginning of a slide back down to the lower end of the spectrum.   The spread increased to 0.16 and has stayed there for a few days, and in general Keynes’s “animal spirits” seem to have subsided for the time being.  The universe of talking heads — the bloggers, the missionaries, the commentariat in general — seems to have turned its collective attention to other things besides a year curve inversion.   U.S. economic activity would seem to point to a dovish Fed.  Unemployment is low, initial jobless claims fell substantially, and crude inventories are low.  All good signs of economic activity.  There is a dark cloud on the horizon in the form of the housing market, but, that aside, most of the other indicators appear to be pretty sanguine. In particular, the notional ideal unemployment rate is 5%, and we are at 3.7%.  Although that might seem to indicate an over-heated economy, the inflation indicators were well within reason (that is to say, we are very near the Fed’s target of 2% inflation). Given that the economy seems to be strong, and inflation low, I think the Fed can convincingly make a case that interest rates are neutral and ease its foot off the brake.  That seems to be what the talking heads are expecting from this week’s meeting: keep the planned December hike, but pull back on formerly projected 2019 hikes. Furthermore, the stock market just had several hellish days, but bond yields pretty much fell consistently across the entire spectrum of instruments, from short-term to very long-term.  This would seem to indicate that the 2-year and 10-year notes are not getting any particular attention from that. There are a number of other things lurking around, from the trade war with China to a slowdown in Chinese economic activity to Brexit to the U.S. government shutdown.  But from what I can tell the two-year and 10-year are not getting any special attention from these things, either. So unless the Fed does something totally unexpected tomorrow that sends the bond market into a complete tizzy, I am of the opinion that the potential yield curve inversion drama will have basically run its course and it's time to start seriously ratcheting down the probabilities.\n"], [13817, "2018-12-18T12:27:49Z", [0.08], ""], [19801, "2018-12-18T05:19:15Z", [0.15], "The gap is wide right now, so I have reduced my confidence level accordingly. "], [63674, "2018-12-17T20:46:39Z", [0.01], ""], [63665, "2018-12-17T16:38:28Z", [0.05], ""], [41922, "2018-12-17T10:19:29Z", [0.05], ""], [38, "2018-12-17T07:01:35Z", [0.11], "based on analysis by @cafebedouin https://www.gjopen.com/comments/comments/797572"], [38, "2018-12-17T06:10:01Z", [0.33], "the gap between 2 & 10 yr treasuries has widened a bit . . . "], [63658, "2018-12-17T05:05:33Z", [0.0], ""], [19801, "2018-12-17T04:33:32Z", [0.35], ""], [19801, "2018-12-17T04:25:47Z", [0.45], "The gap is currently wide before the end date which is closing in relentlessly. The yield curve will invert and soon, but maybe not in the next couple of weeks."], [63409, "2018-12-16T23:27:53Z", [0.05], "Updating because of an increase in the spread and the diminishing time remaining. (Current spread of 0.16)"], [1333, "2018-12-16T22:15:47Z", [0.18], ""], [691, "2018-12-16T19:43:18Z", [0.05], ""], [62268, "2018-12-16T19:26:31Z", [0.15], ""], [1485, "2018-12-16T16:01:28Z", [0.09], ""], [35217, "2018-12-16T10:26:49Z", [0.08], "Updating, spread has stabilized, therefore adjusting probability down. "], [19801, "2018-12-16T08:16:45Z", [0.5], "There is very little time until Jan 1 and currently the gap is wide enough to make closing it by the time frame of this question hard. Could happen, but less likely than it looked like a couple of weeks ago."], [30610, "2018-12-16T06:52:03Z", [0.0], ""], [62590, "2018-12-16T02:55:19Z", [0.05], ""], [56, "2018-12-15T16:59:33Z", [0.05], "Took 2016 to present data, there is a current 0.16 differential. I then counted the number of times there was a drop of 0.16 in the subsequent 11 trading days. Turns out that 0.16 is pretty high for this yield curve. It happened 30/470 days or 57/470 times. I'm coming back down to 5% of the time."], [63018, "2018-12-15T15:24:10Z", [0.14], "Gap is widening, the 3 and 5 year yields are no longer inverted.. starting to look like a reversal. "], [61904, "2018-12-15T14:44:35Z", [0.25], ""], [19801, "2018-12-15T08:18:30Z", [0.65], "The gap has widened instead of closing a reversal of recent trends."], [12591, "2018-12-15T05:08:08Z", [0.15], ""], [1333, "2018-12-15T04:28:03Z", [0.19], ""], [691, "2018-12-14T21:12:58Z", [0.16], ""], [62351, "2018-12-14T21:12:39Z", [0.25], ""], [63092, "2018-12-14T19:50:34Z", [0.05], ""], [63609, "2018-12-14T18:17:34Z", [0.03], ""], [63601, "2018-12-14T14:33:19Z", [0.95], ""], [36147, "2018-12-14T09:54:18Z", [0.04], ""], [41922, "2018-12-14T09:23:13Z", [0.1], ""], [57797, "2018-12-14T03:20:57Z", [0.05], ""], [14912, "2018-12-14T03:01:09Z", [0.05], ""], [63450, "2018-12-14T01:28:08Z", [0.25], ""], [62211, "2018-12-14T01:19:23Z", [0.1], ""], [23006, "2018-12-14T01:11:47Z", [0.0], ""], [10924, "2018-12-13T23:58:35Z", [0.0], ""], [62356, "2018-12-13T22:48:06Z", [0.0], "Fed guidance after Dec meeting will allow curve to steepen"], [62045, "2018-12-13T22:26:45Z", [0.15], ""], [62045, "2018-12-13T22:09:15Z", [0.25], ""], [62808, "2018-12-13T21:32:57Z", [0.06], ""], [63498, "2018-12-13T20:21:33Z", [0.08], ""], [1333, "2018-12-13T19:32:33Z", [0.18], ""], [30194, "2018-12-13T19:12:20Z", [0.33], ""], [30194, "2018-12-13T19:11:32Z", [0.66], ""], [62510, "2018-12-13T17:51:50Z", [0.75], ""], [601, "2018-12-13T17:44:16Z", [0.04], ""], [1485, "2018-12-13T17:27:58Z", [0.08], ""], [61992, "2018-12-13T17:12:32Z", [0.6], "Current 2-10 tsy spread is 16 bps and with another Fed hike likely in December, the yield curve should continue to flatten and potentially invert."], [61987, "2018-12-13T17:11:32Z", [0.15], ""], [61992, "2018-12-13T17:03:59Z", [0.6], ""], [61893, "2018-12-13T16:52:16Z", [0.05], ""], [61930, "2018-12-13T16:40:13Z", [0.0], ""], [62423, "2018-12-13T16:01:19Z", [0.85], ""], [44963, "2018-12-13T15:39:09Z", [0.1], "The yield curve has inverted at the short end of the curve "], [62090, "2018-12-13T15:28:59Z", [0.2], ""], [62291, "2018-12-13T15:19:56Z", [0.05], "Based on the trend in the 2yr and 10 yr rates, inversion is close, but there are only 2 weeks left in the year."], [128, "2018-12-13T13:47:44Z", [0.05], ""], [14033, "2018-12-13T05:06:54Z", [0.05], ""], [56, "2018-12-13T04:02:23Z", [0.1], "If you take from January 1, 2016 to now, the yield has dropped -0.11 or more in 13 trading days in just 7% of cases. Add in the general slow decline of this yield and the Fed still doing easing, it's probably less. But, the sudden recent drop does cause me a little concern, so I'll come up to 10%."], [61938, "2018-12-12T20:43:01Z", [0.11], ""], [38, "2018-12-12T20:09:54Z", [0.44], "@Raahul_Kumar & @neuromancer, I'm guilty of not posting reasoning and being low.  So, to rectify this, I'm low because\n-I'm somewhat following the crowd since I know so little about finance\n-but I'm not as low as the crowd because I see the gap narrowing\n-I do think that this is going to happen, I'm just thinking it won't be before this question closes BUT, I'm increasing my forecast from 11 to 44% because of the arguments of @neuromancer.  I'm not linking to any one of them because there's several, each of which has taught me a lot!"], [1333, "2018-12-12T19:52:18Z", [0.17], ""], [1333, "2018-12-12T19:46:12Z", [0.18], ""], [34886, "2018-12-12T18:58:20Z", [0.04], "I said in my last post that \"If it (the 10-2 Diff) falls by -.04 this week then it will be on course to invert before Jan-01.\" I am beginning to feel that the inversion may happen within 2018, but I feel it will be close. Yesterday's fall of -.02, though not as bad as last weeks falls of -.06 & -.04, still doesn't bode well."], [63278, "2018-12-12T18:07:09Z", [0.1], ""], [60100, "2018-12-12T15:05:17Z", [0.0], ""], [128, "2018-12-12T15:01:01Z", [0.06], ""], [19801, "2018-12-12T12:35:27Z", [0.9], "2.78\n2.89 Difference has been trending downward and likely to be hit in the next week or 2."], [61314, "2018-12-12T10:51:56Z", [0.88], "Raising the forecast back up to 88%. In my last post I opined that the Fed meeting next week was the thing everyone was waiting for.  That’s true enough.  But I forgot about the 800 pound gorilla that’s roaming around: Donald Trump.  More on him in a minute. Yesterday the spread closed at 0.11, which was down from 0.13 the day before.  The narrowing was largely a result of the two-year yield going up more than the 10-year yield.  Conventional wisdom would have it that more people were fleeing the two-year note than the 10-year note. And that’s probably true, but what’s more interesting (to me) is to look across the entire spectrum of USG bills, notes, and bonds.  The only place yields went down yesterday were in one-month and two-month bills.  The three-month stayed steady, but after that all yields went up until the 30-year, when they held steady again. To me this says that investors were putting their money into very short-term instruments.  I am a bit of a novice in the bond area, but is it too much a stretch to think that they believe the next two months or so might be particularly volatile, but things could be better after that? Honestly, I don’t know.  But it seems reasonable to think that might be the case. What is also interesting is to look at bit deeper at the intra-day trading patterns of the two-year.  The spike in yields began at about noon.  It dropped a bit around 1:30 pm EST, then shot up at about 2:15 pm.   What happened yesterday at noon?  Well, noon was right about the time Donald Trump had a bit of a televised meltdown in which he threatened to shut down the government if he doesn’t get money for his wall. Did that spook bond investors? Again, I don’t know.  But it seems reasonable to think that might be the case. So this is something that I hadn’t really considered before, but that I think needs to be factored in: Donald Trump.  Even if you made the gigantic leap and assumed that all the other factors related to an interest rate inversion were based on logic, we have this one somewhat irrational factor that can probably have as much impact on investor decisions as anything else. It’s worth noting that Trump is under a lot of pressure right now: \t•\tMueller investigation.  From what I can tell, the recent Michael Cohen revelations are a big deal, and more people are talking about impeachment or even jail time.\n\t•\tChief of staff.  After essentially firing John Kelly under the assumption that Nick Ayers would take the job, that turned out not to be the case.  Now the WH appears to be in a flail state looking for a replacement.\n\t•\tChina.  ‘Nuff said.\n\t•\tThe Wall.  This was his big, big promise.  He couldn’t get it done with a Republican House and Senate, now there are even more challenges with a Democratic House.   And this is where the government shutdown comes in. \tSo if I’m not mistaken, current government funding goes until next Friday, 21 December.  Which means there are two big events next week: The FOMC meeting, and the decision (or not) to shut down the government. Because of Trump’s inherent instability (exacerbated by current pressures) and the Fed’s situational instability discussed earlier — along with the current spread of only 0.11 — I think there’s a pretty decent chance of an inversion before year’s end.  On the other hand, if we don’t see it by the end of next week I could imagine the probability dropping dramatically. And by the way, I think it’s also worth noting that — according to Reuters — hedge funds “increased their net short position in two-year Treasuries by the second largest amount this year, and upped their short position in 10-year bonds by only a fraction.”  This is effectively a bet that the gap will narrow."], [41389, "2018-12-12T09:28:10Z", [0.03], "it contracted 20 bps over last week or so, so it could get there."], [63539, "2018-12-11T23:45:55Z", [0.45], "The 2-10 is close to inverting, and it would probably just take the Fed raising rates in combination with poor economics news to make it invert.  I think that is possible but not likely, but because it is so close I'm giving it a bit less that 50% chance"], [41922, "2018-12-11T22:34:50Z", [0.3], ""], [41922, "2018-12-11T22:19:05Z", [0.2], ""], [62756, "2018-12-11T21:58:58Z", [0.3], ""], [57797, "2018-12-11T21:47:56Z", [0.22], ""], [19801, "2018-12-11T21:47:53Z", [0.8], "Foreign investors spurn U.S. Treasuries as curve threatens to invert\nhttps://www.reuters.com/article/us-usa-bonds-foreigners/foreign-investors-spurn-u-s-treasuries-as-curve-threatens-to-invert-idUSKBN1OA0J6?il=0 There is only a 0.11 difference between the 2 yields."], [1333, "2018-12-11T19:11:16Z", [0.19], ""], [691, "2018-12-11T16:01:21Z", [0.25], ""], [61891, "2018-12-11T14:02:52Z", [0.0], ""], [128, "2018-12-11T12:24:42Z", [0.1], ""], [28414, "2018-12-11T09:28:07Z", [0.01], ""], [41922, "2018-12-11T08:55:02Z", [0.05], ""], [28318, "2018-12-11T06:06:31Z", [0.25], ""], [13942, "2018-12-11T06:05:59Z", [0.05], ""], [86, "2018-12-11T02:20:36Z", [0.06], ""], [41373, "2018-12-11T01:44:30Z", [0.0], ""], [601, "2018-12-10T23:27:40Z", [0.08], ""], [128, "2018-12-10T20:32:19Z", [0.15], ""], [1333, "2018-12-10T19:03:22Z", [0.2], ""], [34886, "2018-12-10T15:31:46Z", [0.03], "looking back over the data, I see that between the in Nov the difference between the 2-year and the 10-year fell by .15, which is greater than what remains of the difference (.13), and just in this week has already fallen by .02. I'm still skeptical it will fully invert before Jan-1 but it is looking more that way than it was before. If it falls by -.04 this week then it will be on course to invert before Jan-01."], [691, "2018-12-10T15:26:44Z", [0.5], "it's moving faster than i'd expected. \n(as i get older, this is true of more and more things.)"], [58678, "2018-12-10T14:51:23Z", [0.7], ""], [34886, "2018-12-10T14:10:36Z", [0.01], ""], [128, "2018-12-10T13:57:35Z", [0.12], ""], [30610, "2018-12-10T13:16:06Z", [0.1], ""], [61314, "2018-12-10T13:14:02Z", [0.75], "I’m lowering to 75%.  The spread seems to be enlarging a little, which is why I’m lowering a bit.  But I think the overall environment is still too uncertain to lower the forecast much more than a small amount right now.\n\nWhen you do a survey of articles and commentary related to yield curve inversion, you find that the vast majority of what has been written is about what an inverted yield curve might portend.  And the conventional wisdom is that it portends a recession.  And right now, for instance, the Internet is awash in opinion pieces about whether last week’s belly-of-the-curve inversion points to a recession. But very little has been written about what factors go into creating an inversion.  Why does the yield curve invert?  What is inducing investors to leave equities and short-term fixed income instruments and go into longer-term fixed-income instruments? Up until this weekend the most credible opinions I could find indicated that a yield curve inversion is preceded by the Fed loosening interest rate hikes.  The logic is that if the Fed is loosening interest rate hikes, it must perceive that the economy is slowing down and it’s trying to stimulate it with cheap money.  In the face of a possible economic downturn, large numbers of investors prefer the guarantee of a lower long-term yield that the uncertainty that would come with a higher short-term yield.  To quote one blog that I found to be credible: “(Yield curve inversions) occur only when the market looks into the future and sees good evidence that the Fed will no longer tighten policy and will very likely ease policy at some point.” Then this weekend I came across a seemingly opposite opinion on another blog.  To quote: “An inverted yield curve generally occurs as authorities hike interest rates to cool down an overheating economy.” Judging by the comments about this blog post, a lot of people deem it credible. What is an outsider and relative newcomer to believe?  Is it any wonder that economists do so poorly on their own macro-economic forecasts? [It might be interesting to examine the recessions since 1980 and see if you could suss out what the Fed was saying and doing in each of the years leading up to a yield curve inversion.  I think the sample size is way too small — even if you go back to the end of WWII — to reach any definitive conclusions, but it might be interesting to take a look at.] That aside, there are some other narratives out there. In the same way that the bond market probably changed in some fundamental way around 1985 when the U.S. went from being a creditor nation to a debtor nation, it’s possible that it has fundamentally changed once again since 2009 or so as a result of the quantitative easing (QE) that’s taken place.   This is one of the themes I’ve come across in my reading.  There is a school of thought that the Fed distorted the bond market with QE, and now the distortion continues with the advent of quantitative tightening, i.e., the release of bonds back into the market.   [And there’s another interesting narrative that this has been exacerbated by the recent flood of Treasuries needed to pay for the rising federal debt.  One particular slant is that there has been far more short-term notes than long-term notes, which is affecting the curve.] There is a little-known, but apparently highly-regarded, fellow at  Deutsche Bank named Aleksandar Kocic who released a 28-page paper last Tuesday called, “Through the looking glass: Central bank adventures in convexity management.”  The paper attempts to explain what’s going on (and how the Fed can control it). Many of the technical details are a bit over my head, but the gist seems to be that, yes, the inelegant unwinding of Treasury holdings is the root of the problem. And this raises the question: Does the Fed really know what it’s doing? Well, there are people who think not, and who think that THIS is the real problem. Recall that Jerome Powell is a different breed of Fed Chairman.  He comes from a market background, not an economics background like all other Fed Chairs before him.  His watch has been characterized as “data driven,” as opposed to (I guess) theory-driven or policy-driven or history-driven. Among other things, people are pointing to what is often regarded as a ham-fisted comment in October that interest rates “are a long way from neutral,” which helped precipitate the stock market dive.  And then the recent apparent attempt to step back from that by saying rates are “just below neutral.”   So there are people who do believe that the Fed — on some fundamental level — doesn’t really understand the situation or know what it is doing, and that it has inadvertently painted itself into a corner.  Jim Cramer (CNBC) went to far as to publicly caution the Fed about changing its mind on the promised December rate hike.  Cramer said that should the Fed change its mind and not give a December increase, then panic will sweep Wall Street.  Think about this: the Fed is apparently projecting such uncertainty and indecision in its very near-term actions that someone like Cramer is publicly saying, “Get a grip!” So basically I think the fundamental factor in play here is a huge degree of uncertainty.  There is the uncertainty of Brexit, the U.S./Chinese situation, riots in France, the Mueller investigation, oil price perturbations, etc., COMPOUNDED by a narrative that the Fed is groping around in the dark and might make a major mistake. And with that high a degree of uncertainty and anxiety in the markets, I still think there’s a good chance the 2/10 yield curve could invert. The big thing to watch, of course, will be the FOMC meeting next week.  Between now and then, however, here are a few things that bear watching this week.  These are in large part — but certainly not exclusively — inflationary signals: \t•\tJob Opening and Labor Turnover Survey (JOLTS) report on Monday\n\t•\tProducer price index (PPI) report on Tuesday\n\t•\t3-year Treasury auction on Tuesday\n\t•\tConsumer Price Index report on Wednesday\n\t•\t10-year Treasury auction on Wednesday\n\t•\tEAI petroleum status report on Wednesday\n\t•\tJobless claims on Thursday\n\t•\tRetail sales report on Friday\n\t•\tIndustrial production report on Friday\n"], [21884, "2018-12-10T08:43:23Z", [0.25], ""], [45217, "2018-12-10T05:09:23Z", [0.25], ""], [62582, "2018-12-10T02:03:01Z", [0.45], ""], [14027, "2018-12-09T23:58:09Z", [0.13], ""], [13357, "2018-12-09T19:38:50Z", [0.99], ""], [691, "2018-12-09T13:41:06Z", [0.07], ""], [1333, "2018-12-08T19:20:48Z", [0.21], ""], [1333, "2018-12-08T19:18:36Z", [0.22], ""], [61810, "2018-12-08T18:34:01Z", [0.6], ""], [691, "2018-12-08T17:51:43Z", [0.05], ""], [63453, "2018-12-08T17:23:04Z", [0.8], "I believe a recession will hit by 2020."], [63429, "2018-12-08T10:30:35Z", [0.85], ""], [63422, "2018-12-08T07:32:40Z", [0.55], ""], [63417, "2018-12-08T06:17:32Z", [0.51], "just guessing. "], [63409, "2018-12-08T05:15:40Z", [0.1], "Although the yield curve is flattening, and it only has to invert for one day, there are not many days left for it to happen. "], [37379, "2018-12-08T03:22:57Z", [0.04], ""], [19801, "2018-12-07T22:45:06Z", [0.8], "2.72\n2.85  Recent market developments and an expected Federal Reserve interest rate increase means there is a “real risk” of the yield curve inverting this month, St. Louis Federal Reserve bank president James Bullard said on Friday. \nhttps://www.reuters.com/article/us-usa-fed-bullard-inversion/feds-bullard-says-real-risk-of-yield-curve-inverting-this-month-idUSKBN1O62BC?il=0\n"], [128, "2018-12-07T22:21:58Z", [0.16], ""], [128, "2018-12-07T22:21:27Z", [0.2], ""], [34886, "2018-12-07T21:50:00Z", [0.01], "Looking into the actual difference between the yields on the 2 and 10 year bonds is getting REALLY  close (only a diff of 1.2 as of yesterday). It only needs to happen for a day BUT it also needs to happen in the next 24 Days. Given the rate it has been falling this year, and the rate it has been falling historically. I think it almost certainly will happen, but I don't think it will happen within 2018. Looking at the 2018 Fed data the gap between the two yields has been falling, though that change has been variable from day to day and has not fallen greater than .07 in 2018. If the 2-10Yr Diff (1.2) falls at its 2018 Max (-.07) from today forward it would invert in 17 days, just 7 days short of 2019. Based on the Hist Data this seems unlikely since big falls are rare and infrequent. Only 13 times in 2018 has the 2-10Yr Diff fallen more than .04 and those are spread across the year with a max of 4 in a single month (Jan). "], [38, "2018-12-07T21:27:55Z", [0.11], "https://uk.reuters.com/article/usa-bonds/treasuries-us-yield-curve-steepens-on-bets-for-rate-hike-pause-idUKL1N1YC1KU     NEW YORK, Dec 7 (Reuters) - The margin between short- and\nlong-end U.S. Treasury yields grew on Friday as\nweaker-than-expected data on domestic jobs growth in November\nbolstered the view that the Federal Reserve may tap the brakes\non raising interest rates sooner than previously thought.\n    . . . \n    \"The market is really fading the idea that the Fed can keep\nraising rates without slowing the economy,\" said Robert Tipp,\nchief investment strategist at PGIM Fixed Income in Newark, New\nJersey.\n    Bond yields have fallen over the past month on worries about\nslowing global growth and declining oil prices. Fears about the\nBrexit negotiations and trade tension between China and the\nUnited States had stoked safety bids for Treasuries.\n    Unease about trade relations between Washington and Beijing\ngrew on comments from White House trade adviser Peter Navarro\nfollowing the arrest of a top executive oat Huawei Technologies.     Earlier Friday, the U.S. Labor Department said public and\nprivate employers hired 155,000 workers in November, fewer than\nthe 200,000 forecast by economists polled by Reuters, while the\njobless rate held at a 49-year low of 3.7 percent.\n    Wage growth remained modest, rising 0.2 percent last month.\n    The benchmark 10-year Treasury yield was down 2\nbasis points at 2.852 percent, wiping out an earlier\n5-basis-point increase. On Thursday, it touched 2.826 percent, a\nthree-month low.\n    The 10-year yield was on track to post its steepest drop\nsince October 2015, Refinitiv data showed.\n    The two-year yield fell 4 basis points to 2.715\npercent.\n    The entire yield curve steepened, with the spread between\ntwo-year and 10-year yields widening 2 basis points to 14 basis\npoints. "], [63380, "2018-12-07T21:08:01Z", [0.32], ""], [691, "2018-12-07T16:51:43Z", [0.03], ""], [58678, "2018-12-07T15:30:19Z", [0.85], ""], [128, "2018-12-07T14:10:09Z", [0.24], ""], [61314, "2018-12-07T13:25:06Z", [0.88], "I am sticking with 88% for now. In general terms, the Fed has two principal missions: stimulate the economy and keep inflation in check.  The primary tool for achieving both is interest rate hikes.  Lower rates will stimulate the economy, higher rates will cool it down and keep inflation in check.  With respect to yield curve inversions, the conventional wisdom seems to be that an inversion happens when the Fed starts easing up on rate hikes.  The next layer of thinking is that if the Fed is easing up on rate hikes, it sees the economy slowing.  Hence, to stimulate the economy, it slows down or stop rate hikes.  When it does this, investors flee the short-term (hence drive up short-term yields) and seek safe haven in the long-term (hence drive down long-term yields). Yesterday Jerome Powell spoke (after the closing) and he said the economy is strong.  But he also stated that some communities have not fully shared in the benefits of it.  To me, this seems to leave the door open for further stimulation (i. e., slowing down rate hikes). One of the things that the Fed and everyone else watches very closely is employment.  Yesterday ADP released its estimate, and it projected a private sector employment increase in November of 179,000 nonfarm jobs.  Although this was smack dab in the middle of the consensus, it was a drop from October’s 250,000 jobs gained.  Does that mean the economy is cooling?  Perhaps.  It could also mean that October’s spike reflected pent up demand that got dampened by hurricane season.  Regardless, the Department of Labor’s employment report comes out this morning, and it should provide more color on how bond investors view and interpret future Fed actions. One argument that the economy is, indeed, slowing is the housing market.  New home sales fell in October.  The new home sales slump has been going on all year, but last month’s decline was particularly large.  (Prices have been declining, too.)  In addition, construction spending declined for the third straight month.  Combined with less-than-stellar job numbers, this would seem to hint at an economic slowdown.  And then there is international trade.  It’s pretty clear that the so-called truce with China that came out of the G-20 meeting was more wishful thinking than anything else.  And the the arrest of Huawei CFO Meng Wanzhou in Vancouver for allegedly violating trade sanctions against Iran isn’t going to help matters.  (I wonder if future historians will see this as the Archduke-Ferdinand-in-Sarajevo event of the 21st Century.) When you combine possibly tepid job growth with a housing slump and a looming trade war with one of our biggest trading partners, it’s hard to see an economy that is, or will be, firing on all cylinders.   To me this speaks to a slowdown in rate hikes. So we’ll get some clarity today on two things when the economic report comes out: jobs and inflation (via wage growth). If job growth is perceived to be low and wage growth (inflation) is low, it seems to me that it would be very hard for the Fed to continue along a path of multiple rate hikes next year.   But more fundamental — combined with the other factors — it would be hard to argue the economy still has its best years ahead of it.         And that is why I am sticking with 88% for now.  I think the probability of a 2/10 inversion before year's end is still much more likely than not."], [29680, "2018-12-07T08:49:23Z", [1.0], ""], [13377, "2018-12-07T07:37:07Z", [0.15], ""], [1333, "2018-12-07T02:37:23Z", [0.23], ""], [12591, "2018-12-07T01:38:21Z", [0.48], ""], [57797, "2018-12-07T01:13:48Z", [0.37], ""], [601, "2018-12-07T00:53:53Z", [0.0], ""], [19801, "2018-12-07T00:24:49Z", [0.75], "2.75\n2.87 The difference is only 0.12. If it weren't for the tight timeframe I would be 100% already. The yield curve has been on a linear downward curve and it will hit zero in the next 2 weeks."], [62424, "2018-12-06T22:56:13Z", [0.34], "On 12/6/18 the spread between the 2 and 10 year is only 13 bps, which half of what it was on my last forecast. The CME Fedwatch website predicts Fed rate movements based on the futures market. Right, now it places a 74% probability that the Fed will raise rates at its December 18-19 meeting by 25 bps (https://www.cmegroup.com/trading/interest-rates/countdown-to-fomc.html). \nSince this probability is well known and considered by bond investors, I’ll say that the remaining 24% uncertainty is not already baked into the current 2 year rate and that there should only be a 6.5 basis point (25 bps increase x 26% of uncertainty) increase in the 2 year rate. If that happens, the 2 year adjusts accordingly, and the 10 year rate remains unchanged, the spread reduced to 6.5 bps. At this point, I’ll assume a base rate of 0% probability of inversion. \nTheoretically, the yield curve should never invert because longer term investors demand a term premium. So, as the 2 year rate increases, the 10 year should increase by and unknown amount. Though, the term premium, as determined by the current spread is very small. In addition, an inversion is a very rare occurrence (https://fred.stlouisfed.org/series/T10Y2Y). My probability remains 0% at this point. \nCurrent economic reports also lead bond investors to draw conclusions about rates in the future which can have a positive or negative effect on longer term yields. I don’t claim to have any more incite about upcoming economic reports than anyone else, but we have to consider the short window before the question concludes. For instance, after the Fed announces its decision to raise rates (or to leave it unchanged or decrease), there are only 6 days (excluding holidays) until the question concludes. Thus, reducing the probability of inversion. So, I’ll remain at 0% probability \nAnother thing to consider is that foreign countries are also investors in US debt markets. A few major economies have extremely low or negative rates and have found US debt to be more attractive from both yield and creditworthiness perspectives. Additional buying of US debt from these countries would put downward pressure on US yields. Since this situation has persisted for quite some time and would likely affect both the 2 and 10 year rates, I believe that if this assessment is correct the affects will have no further downward pressure on rates unless those rates were to decrease. I think this is very unlikely considering their central bank agendas. In addition, any rate increases in those countries would have upward pressure on rates, but that is very unlikely between now and the end of the question. I’m not changing my probability because of this unless something significant happens. \nOn the other hand, because we are starting from such a historically small spread, any negative news or a continued bearish sentiment in equity markets could cause the 10 year rate to decrease and reduce the spread at any time between now and the end of the question.  **Since my last forecast the equity market has continued to decline. In addition, the FedWatch probability of an increase has risen and then declined back to its current 74%. This leads me to believe that investor's inflation expectations have decreased and that's why both the 2 and 10 year rates have declined (10 yr moreso). The decrease in the Fedwatch and the equity markets might tell us that low inflationary fears have been incorporated into the 10 yr yield and if the Fed do not raise rates, the 2yr rate should decrease because the market had the probabilities wrong. Subsequently, the 10 yr rate would likely decrease because if increased fears of low inflation and likely invert. On the other hand if the Fed increases rates by 25 bps, the 2yr should increase by 18 bps (25 bps x 74% likelihood) which would also invert the curve at the current 13 bp spread. Though, increased inflation expectations would likely increase the 10 year enough to compensate and the curve would not invert. At this point, the spread is so small, that inversion is likely dependent on the Fed's decision. So, I'll stick with the FedWatch number and say 24% chance of inversion.  I’ll add a somewhat arbitrary 10% points to my probability to account for the possibility of negative economic news or random exogenous event. For instance, heightened trade war threats or other negative geopolitical event. I’ll go with 34% for now."], [63362, "2018-12-06T22:37:53Z", [0.15], ""], [13817, "2018-12-06T18:55:37Z", [0.31], "Updating for the passage of time."], [63018, "2018-12-06T17:09:57Z", [0.5], ""], [128, "2018-12-06T14:42:18Z", [0.26], ""], [128, "2018-12-06T14:13:23Z", [0.28], ""], [61314, "2018-12-06T14:05:17Z", [0.88], "Increasing my probability of an inversion to 88%. Several factors are influencing this. First, in digging around over the trading holiday yesterday, I found several opinions that bond investors (and perhaps investors in general) are really leaving fundamentals behind and are in something like a feeding frenzy, where each move feeds the next move. Now, I might normally have expected a trading holiday like yesterday's to chill things out, but I read -- on Bloomberg, I think -- that other markets like Hong Kong’s Hang Seng Index or Germany’s DAX Index might be used as proxies during the U.S. market closure.  And it seems that both the Hang Seng and the DAX fell substantially yesterday.  Now, in the U.S. pre-market, the sentiment seems to have stayed alive.   Finally, the ADP employment report came out this morning, which I take as a proxy for tomorrow's government employment report.  Although the actually numbers were right in the middle of the consensus estimate, they fall quite a bit short of last month's numbers.  If I interpret this correctly, this indicates the labor market is slowing down.  Which in turn would put pressure on the Fed to slack off on interest rate hikes."], [11430, "2018-12-06T12:52:03Z", [0.99], ""], [41922, "2018-12-06T09:26:29Z", [0.1], ""], [30610, "2018-12-06T07:56:22Z", [0.15], ""], [1333, "2018-12-06T06:55:56Z", [0.24], ""], [82, "2018-12-06T04:25:13Z", [0.05], ""], [23006, "2018-12-06T04:01:46Z", [0.02], "Finance industry started seasonal holiday early"], [82, "2018-12-05T23:47:30Z", [0.25], ""], [82, "2018-12-05T23:42:29Z", [0.05], ""], [35217, "2018-12-05T22:20:29Z", [0.15], "Updating due to new information and passage of time:\n1) rate hikes by the Fed might go ahead slower than anticipated. This is expected to increase or at least not decrease inflation supporting the long end of the curve. Additionally it should depress the short end of the curve, so make inversion less likely. \n2) However, in the 18 business days since my last forecast on 8th November, the spread decreased by 0.15 percentage points to 0.11 percent, or 0.0083 percentage points per day. This rate has accelerated, and since there are 18 business days to the question closing, it has become more likely that the curve inverts, even if only for a short time due to volatility. "], [19801, "2018-12-05T22:11:54Z", [0.59], "The 2 year is 2.80\n       10 year is 2.91 The difference has decreased from last weeks 0.15 to 0.11. At that rate, in the next 2-3 weeks the curve will invert just before year end."], [28414, "2018-12-05T21:22:38Z", [0.05], ""], [691, "2018-12-05T19:55:59Z", [0.02], "https://www.reuters.com/article/us-global-forex/euro-rises-as-treasury-yield-drop-whacks-dollar-yuan-at-two-month-high-idUSKBN1O30AY?il=0 strange days, but probably not quite strange enough to flip the curve this month"], [61938, "2018-12-05T19:06:49Z", [0.11], ""], [1485, "2018-12-05T18:56:10Z", [0.35], ""], [128, "2018-12-05T14:23:38Z", [0.3], ""], [128, "2018-12-05T14:22:06Z", [0.32], ""], [63319, "2018-12-05T13:02:15Z", [0.3], "The spread has been shrinking for a while now still i think chances on inversion are low but not very low because of the ongoing trade conflicts and the chances of an overheating of US economy."], [41373, "2018-12-05T12:26:31Z", [0.05], ""], [63318, "2018-12-05T11:02:35Z", [0.1], ""], [28414, "2018-12-05T08:31:31Z", [0.15], ""], [38, "2018-12-05T03:44:02Z", [0.22], ""], [60598, "2018-12-05T03:19:24Z", [0.13], ""], [28166, "2018-12-05T03:01:39Z", [0.03], ""], [128, "2018-12-05T00:40:16Z", [0.26], ""], [128, "2018-12-05T00:38:03Z", [0.3], ""], [128, "2018-12-05T00:37:35Z", [0.25], ""], [61904, "2018-12-05T00:14:55Z", [0.35], ""], [23006, "2018-12-04T23:29:07Z", [0.51], "3 yr has inverted and that’s sooner than expected"], [23006, "2018-12-04T23:28:27Z", [0.83], ""], [11430, "2018-12-04T22:40:25Z", [0.65], ""], [11430, "2018-12-04T22:39:38Z", [0.45], "Expected rises in Fed Funds rate and a levelling off of economic activity, plus record Treasury funding in the short end of the market will encourage a flat then inverted curve between 2 year and 10 year TN’s. The curve from 10 year notes to 30 year bonds may be much slower in flattening and may not invert."], [62166, "2018-12-04T20:37:29Z", [0.75], ""], [63304, "2018-12-04T20:34:22Z", [0.65], ""], [63304, "2018-12-04T20:33:36Z", [0.75], ""], [61314, "2018-12-04T20:32:05Z", [0.67], "Raising my forecast to 67%.   When I started writing this this morning (in France), our spread had dropped from 0.21 down to 0.15, which seemed to me to certainly raise the probability of an inversion.  Now — some hours later —  it appears to have dropped below 1.0 (at least briefly).  It is definitely getting everyone’s attention, and I believe we are definitely in the zone now. This morning I thought there was some rationality in there somewhere. The apparent big news yesterday was that the 3-year and 5-year inverted.  That definitely seemed to have had an impact, and probably for good reason. The other news from yesterday — which I didn’t think could be discounted — was the 90-day cease fire between the U.S. and China in the trade war.  Although it sounded good on one level, it also meant that companies would need to wait 90 days to make certain decisions.  That in turn could have affected key economic  measures, which could in turn could have affected Fed decisions.   In other words, it would probably have injected a lot of uncertainty into the very near-term. So there seemed to be some logic.  But even given those two things, I thought there was a bit of over reacting.   Now, though, I think we are in the realm of Keynes’s “animal spirits,” and that many investors are making decisions more on pure fear than anything else. Both the stock and bond markets are going to be closed tomorrow, and that might dampen things down a bit.  Everyone gets a breather. There are a couple of other things this week, though, that might either push it over into the inversion abyss, or pull it back from the edge. On Thursday we have the ADP Employment Report, Jobless Claims, Factory Orders, and the PMI Services Index.  Plus Jerome Powell is scheduled to make a few remarks that evening. But Friday’s the big one.  The November Jobs Report is due out then.  This is probably the most closely watched economic indicator.  The conventional wisdom has been that high numbers could have an impact on Fed thinking.  If the animal spirits are still abroad in the land, we could finish Friday with the challenge over (if it hasn’t already ended)."], [63225, "2018-12-04T20:05:47Z", [0.3], "I do believe that the yield curve will continue to flatten, but will not invert until 2019."], [62438, "2018-12-04T20:00:23Z", [0.18], ""], [62438, "2018-12-04T19:58:37Z", [0.38], "Adjusting my number up quite a bit.  I thought yield curve inversion prior to 2019 was highly unlikely, but it has moved pretty close recently."], [63299, "2018-12-04T19:29:31Z", [0.7], ""], [63299, "2018-12-04T19:29:21Z", [1.0], ""], [63300, "2018-12-04T19:19:59Z", [0.0], ""], [57797, "2018-12-04T19:09:33Z", [0.25], ""], [13817, "2018-12-04T18:30:49Z", [0.44], "I made a mistake in my last forecast. I made a forecast considering what would be the price at the end of the year, but if the curve inverts and then goes normal, in my forecast it would be a \"no\". So I updated with the new simulated results."], [28414, "2018-12-04T18:04:00Z", [0.3], ""], [2965, "2018-12-04T18:01:53Z", [0.1], "@redsparrow at www.reuters.com\nThe 2 to 5 yield curve inverted today and  adjusting forecast to take account of the possibility that the due to market volatility the 5 year/10 year could follow "], [41922, "2018-12-04T17:53:50Z", [0.3], ""], [41922, "2018-12-04T17:52:29Z", [0.5], ""], [2737, "2018-12-04T17:46:01Z", [0.15], "Chance of a 2019 recession small;  economy still relatively robust; need to keep eye on leveraged loans and non investment grade credit assets for signs of deterioration."], [63278, "2018-12-04T17:18:07Z", [0.2], ""], [28414, "2018-12-04T15:45:08Z", [0.05], ""], [1333, "2018-12-04T15:39:27Z", [0.25], ""], [56, "2018-12-04T15:38:30Z", [0.05], "Forgot to actually change the prediction!"], [56, "2018-12-04T15:37:10Z", [0.02], "Out of curiosity, I went to the Fed's yield curve page and downloaded the data. If you go with a straight historical POV of how many times the difference has moved this much over the number of trading days, it's something like 15% probability. But, if you look at the chart, there are clearly two types of inversion, quick and slow. This is the slow type, like the one in December 1999. It hung around for months in the .20-.05 range. And we have had the same, monthly averages starting July 2018 are: .2823, .2534, .2363, .2913, and .258. Will it make a big move downward in December? It's possible, but it's much less that the historical 15%. I'll come up to 5%, but I don't think it is more than a 1 in 20 chance. https://fred.stlouisfed.org/series/T10Y2Y/"], [128, "2018-12-04T15:29:48Z", [0.06], ""], [128, "2018-12-04T15:29:03Z", [0.05], ""], [128, "2018-12-04T15:28:40Z", [0.04], ""], [57797, "2018-12-04T13:40:21Z", [0.12], ""], [1333, "2018-12-04T12:31:32Z", [0.2], "https://www.cnbc.com/2018/12/04/bond-market-treasury-yields-continue-slide-with-traders-wary-of-fed.html"], [30610, "2018-12-04T11:59:56Z", [0.1], "Increasing odds now that only 15bps gap between 2-10. Any sort of panic filled day could cause an inversion."], [13817, "2018-12-04T11:58:48Z", [0.16], "There are 27 days until the end of this question and 15 bps to invert. Using the data from 2000 to 2018 I calculated 18% chance of inverting using a parametric method, with the standard deviation and using a normal distribution, and 13% with a nonparametric method using historical returns."], [28414, "2018-12-04T08:21:44Z", [0.1], ""], [63018, "2018-12-04T08:12:33Z", [0.01], "the 3 and 5 year bonds just inverted. But I don't think the 2/10 will do it before Jan 1. "], [19801, "2018-12-04T06:17:43Z", [0.5], "On December 3 2018 the yield curve delta is 0.15. At current trends the yield curve will invert in 2 weeks, and before the predicted end date of this forecast. 2 yr\t\t10 yr\n2.83\t\t2.98 However, other yield curves have already inverted. The U.S. Treasury yield curve just inverted for the first time in more than a decade. It’s a moment that the world’s biggest bond market has been thinking about for the past 12 months. I wrote around this time last year that Wall Street had come down with a case of flattening fever, with six of the 11 analysts I surveyed saying that the curve from two to 10 years would invert at least briefly by the end of 2019. That’s not exactly what happened Monday, though that spread did reach the lowest since 2007. Rather, the difference between three- and five-year Treasury yields dropped below zero, marking the first portion of the curve to invert in this cycle.\nhttps://www.bloomberg.com/opinion/articles/2018-12-03/u-s-yield-curve-just-inverted-that-s-huge The US economy has been kept afloat in a sea of easy money called Quantitative Easing. Karma can be quite painful. Ragnarok is here. Watch out for the Fire Giants!"], [19801, "2018-12-04T01:22:23Z", [0.1], ""], [21996, "2018-12-03T22:37:12Z", [0.06], ""], [63278, "2018-12-03T21:58:50Z", [0.03], ""], [82, "2018-12-03T21:42:06Z", [0.04], ""], [62322, "2018-12-03T21:38:53Z", [0.03], "Less than a month left and would require a very adverse market event to raise the 2-year that much"], [61984, "2018-12-03T21:21:44Z", [0.0], ""], [41922, "2018-12-03T18:05:38Z", [0.1], ""], [691, "2018-12-03T13:05:15Z", [0.01], ""], [61314, "2018-12-03T09:33:23Z", [0.07], "I am raising my forecast to 7% based on end-of-the-week data and a few things I gleaned over the weekend. Last week finished with the spread dropping to 0.21.  That is to say, the 2-year finished at 2.08 and the 10-year finished at 3.01.  Since this challenge began, the spread has dropped from 0.30 (2.84 / 3.14) to 0.21. If this were a linear world, we might extrapolate and say that based on the current trajectory it might hit 0.1 by year’s end, but it won’t invert.  But as we know, human behavior is often far from linear. So given that November’s trend is toward an inversion (which is actually resuming a trend that was going on all year, and only changed in late-August), and that it’s happening at a modestly rapid pace, I am ratcheting up the probability of an inversion a bit.   One of the main drivers is something I picked up from two different sources this past weekend.  To quote: (1) “The yield curve inverts when bond investors expect short term interest rates to fall” and (2) the yield curve inverts “only when the market looks into the future and sees good evidence that the Fed will no longer tighten policy and will very likely ease policy at some point.” Right now, based on Jerome Powell’s remarks last week, and the Fed’s minutes, it seems possible the Fed might ease up on short term interest rate hikes next year.  And this seems to fit the conditions laid about above. I guess we’ll find out more after the December meeting.  We’ll hear about that on Wednesday, 19 December, after which there are only a handful of trading days left in the month.  Again, it seems unlikely that the spread will narrow down to an inversion, but it seems a tad more likelier today than it did last week."], [60839, "2018-12-03T02:21:30Z", [0.05], ""], [691, "2018-12-02T19:27:55Z", [0.01], ""], [13377, "2018-12-02T14:24:28Z", [0.01], ""], [12591, "2018-12-02T03:15:12Z", [0.1], ""], [63248, "2018-12-01T21:52:10Z", [0.1], "Short of some dramatic news that will spook the bond market - I don't see how the yields will be inverted with 4 weeks left to go in the year. I think 2 year will stabilize around 2.8% for the rest of the year and 10 years will remain around the 3% mark. "], [2798, "2018-12-01T21:38:30Z", [0.1], ""], [1333, "2018-12-01T19:53:53Z", [0.15], ""], [37506, "2018-12-01T08:35:05Z", [0.1], ""], [63219, "2018-12-01T04:17:51Z", [0.05], ""], [21996, "2018-11-30T23:00:58Z", [0.04], ""], [63224, "2018-11-30T17:57:05Z", [0.08], ""], [63221, "2018-11-30T17:27:51Z", [0.05], ""], [62846, "2018-11-30T16:29:01Z", [0.01], ""], [62846, "2018-11-30T16:28:46Z", [0.0], ""], [62846, "2018-11-30T16:28:34Z", [0.02], ""], [63213, "2018-11-30T16:00:56Z", [0.15], ""], [61314, "2018-11-30T15:34:58Z", [0.05], "Going back up to 5% due to the perturbations following the release of the Fed's November minutes.   The combination of Powell's remarks on Wednesday, followed by yesterday's minutes, seems to have created some uncertainty.  As one analyst put it, \"Fed jumps off a predictable rate path and into a policy wilderness.\" It still seems unlikely that the yield curve will invert by 31 December, but as I write this both the 2-year and the 10-year are moving in that direction."], [63207, "2018-11-30T14:44:41Z", [0.0], ""], [63203, "2018-11-30T14:21:29Z", [0.25], ""], [128, "2018-11-30T14:10:59Z", [0.02], ""], [691, "2018-11-30T12:26:40Z", [0.01], ""], [2450, "2018-11-30T11:36:00Z", [0.5], ""], [63193, "2018-11-30T11:11:23Z", [0.75], ""], [63173, "2018-11-30T05:06:29Z", [0.05], ""], [63165, "2018-11-30T03:20:10Z", [0.4], ""], [37379, "2018-11-30T02:20:26Z", [0.02], ""], [1333, "2018-11-30T01:45:17Z", [0.05], ""], [1333, "2018-11-30T01:36:22Z", [0.06], ""], [32957, "2018-11-30T00:44:56Z", [0.1], ""], [23006, "2018-11-29T22:20:22Z", [0.03], ""], [601, "2018-11-29T20:13:21Z", [0.0], ""], [63135, "2018-11-29T19:11:41Z", [0.03], ""], [63138, "2018-11-29T18:27:54Z", [0.25], ""], [62438, "2018-11-29T16:26:43Z", [0.0], ""], [61314, "2018-11-29T14:16:31Z", [0.04], "Lowering to 4% based on Chairman Powell's comments yesterday and the market reaction. Still keeping my eye on the G-20 summit, Brexit, and a few other potential table turners."], [30610, "2018-11-29T12:04:42Z", [0.01], ""], [12704, "2018-11-29T10:36:21Z", [0.02], "The general LT term trend is about 6bps a month, charicterised by small movements down followed by a couple of larger moves up. WIth only a month to go it is unlikely to make the 22bps downwards move without a clear catalyst. Given Fed commentary yesterday, upward pressure on the 2 is unlikely to materialise, meaning very low probability of inversion this year. "], [11430, "2018-11-29T10:16:11Z", [0.0], "Recent comments by Fed indicate slowing in rate rise for 2019, if so, no good reason for 2/10 inversion."], [63128, "2018-11-29T04:00:30Z", [0.0], ""], [37379, "2018-11-29T03:46:33Z", [0.03], "Lowering probability on the basis of analysis at https://www.gjopen.com/comments/comments/792676, thank you, @redsparrow."], [63088, "2018-11-29T03:11:25Z", [0.04], "Chairman Powell's comments today about rates are \"just below\" estimates of neutral."], [63119, "2018-11-28T21:09:37Z", [0.0], ""], [1333, "2018-11-28T19:22:07Z", [0.07], ""], [61907, "2018-11-28T18:09:52Z", [0.06], "It would require a big shock to the economy for this to happen, and I think any shock would asymmetrically be in the opposite direction of inversion."], [37379, "2018-11-28T17:14:03Z", [0.07], "Someone -- @redsparrow? @dsarin? please help me understand how this might affect the curve inversion likelihood over time: https://www.fxstreet.com/news/breaking-news-usd-falls-sharply-as-feds-powell-says-policy-rate-is-just-below-estimates-of-neutral-201811281706"], [42472, "2018-11-28T14:41:56Z", [0.0], ""], [691, "2018-11-28T13:15:00Z", [0.01], ""], [41389, "2018-11-28T11:34:40Z", [0.01], "With a month left, I highly doubt it based on previous analysis"], [61314, "2018-11-28T09:44:47Z", [0.05], "I am changing my forecast to a 5% chance of inverting for at least one day before the year's end.  Two factors lead me to lower my forecast. The first is @Vichisky's comment on 25 November about the 18 bp contraction following the Lehman news in 2008.  That was a pretty monumental event, and it's difficult -- but not impossible -- to imagine a shock of greater magnitude between now and 31 December. The second is @OldWiseSage777's comment on 14 November about the velocity of change.  Again, it's not impossible to imagine some event turning the world in its head, but it's difficult at this point to imagine something that would increase rates of change to the point of an inversion before 31 December. There are a few things to keep in mind, though. First, the Fed's December rate hike seems to be pretty well baked in.  The last two sets of dot plots show a shift from eight to 12 FOMC members expecting a December rate hike, and the public comments of FOMC members in recent weeks indicate that's the course they're going to hold. But there seems to be a lot of pushback on further 2019 rate hikes.  So if the dot plot after the December meeting shows no sign of easing up on the rate hikes, that could have an effect on 2-year and 10-year rates in the waning days of 2018. Second, there's just so much unpredictable stuff going on in the world right now, from the China tariffs to the next step in Brexit to the Khashoggi situation. No telling where any of those might lead in the next five weeks. So for those two reasons I'm not willing to go below 5% at this point. Edit: I am editing this somewhat later to add that I think Donald Trump's public attacks on Fed Chairman Jerome Powell (most recently in an interview with the Washington Post that is running today) have a good chance of strengthening the Fed's resolve to continue rate hikes.  The Fed is supposed to be independent, and I don't think Powell or any of the other members want to be perceived as acquiescing to the President's desires.  I'm not saying this factor will dominate their decisions, but I have to believe it will play some part."], [34376, "2018-11-28T09:31:52Z", [0.04], ""], [63094, "2018-11-27T23:24:57Z", [0.04], ""], [4218, "2018-11-27T20:13:48Z", [0.0], ""], [691, "2018-11-27T12:28:42Z", [0.01], ""], [63082, "2018-11-27T08:01:30Z", [0.35], ""], [1333, "2018-11-26T19:08:47Z", [0.08], ""], [49542, "2018-11-26T17:35:56Z", [0.25], ""], [37379, "2018-11-26T16:53:22Z", [0.07], "Increasing likelihood slightly as I am more confident that the Fed will raise the interest rate again in December. Reason: falling gas prices, some other commodities, and the tanking stock market (which tends to hurt investment, other spending)  are placing a damper on inflation, giving the Fed more wiggle room. In addition, the Fed needs the power to drop rates to zero if need be when the next recession hits. This might arrive soon, so better to prepare now."], [61891, "2018-11-26T14:38:09Z", [0.0], ""], [29464, "2018-11-26T14:20:40Z", [0.05], ""], [63068, "2018-11-26T14:09:38Z", [0.47], ""], [24595, "2018-11-26T00:41:44Z", [0.2], "The fed will still tighten."], [52343, "2018-11-25T22:46:05Z", [0.03], ""], [12879, "2018-11-25T22:40:26Z", [0.05], ""], [12573, "2018-11-25T20:20:03Z", [0.22], ""], [1333, "2018-11-25T19:50:52Z", [0.09], ""], [706, "2018-11-25T19:49:48Z", [0.05], "Too soon.  It will invert sometime in 2019, though."], [33643, "2018-11-25T16:52:12Z", [0.05], ""], [62978, "2018-11-25T15:42:44Z", [0.0], ""], [62438, "2018-11-25T15:41:18Z", [0.01], ""], [691, "2018-11-25T14:03:24Z", [0.01], ""], [37379, "2018-11-25T09:03:20Z", [0.05], "According to a friend who wishes to remain anonymous, \"We are seeing a lot of market indicators flashing red now. The attendant flight to safety, and a Fed December rate hike might just be enough to invert the yield curve between the UST 2 year and 10 year.\" So it looks like this question depends upon whether the Fed does, indeed, hike the rate again in December. @Shuper24 cites an Oct. 2017 article on this issue here: https://www.gjopen.com/comments/comments/789885. Fed calendar says the decision is slated for Dec. 18 - 19.  https://www.federalreserve.gov/newsevents/2018-december.htm If yes, does this give enough time to invert? Raising probability slightly."], [63036, "2018-11-25T02:07:07Z", [0.05], "Current spread 23 bps, the day of Lehman the spread contracted by 18 bp, so unlikely a higher contagion this time out of fear. The other factor would be a rise in inflationary expectations in the remaining month, which I see unlikely"], [29980, "2018-11-25T00:25:48Z", [0.99], ""], [63031, "2018-11-25T00:04:45Z", [0.01], ""], [61260, "2018-11-24T21:24:19Z", [0.15], "it will invert, but not until Q1 2019"], [24617, "2018-11-24T21:07:50Z", [0.1], ""], [27692, "2018-11-24T20:20:04Z", [0.05], "The most analysts on Bloomberg TV say, that always in the past a recession came, when the yield curve inverted. Since Greenspan period, the FED is programmed to avoid any recession. Several times a day Bloomberg asks different financial experts of Investors, like Blackrock, UBS, Allianz, what the opinion of their institutions are about changes of interest rates by FED. Nearly all say the interest rates will be increased in small steps by FED until 2019 until the neutral interest rate is achieved, 3% till 4%. The USA is late in Boom Bast cycle. The most Representatives expecting recession by end 2019 and beginning of 2020. The majority expecting a very flat inversion of yield curve by 2019 till 2020. The representatives of financial institutions signaling what their possible actions of financial markets are. These institutions move the markets: Blackrock has for example a portfolio of about 6000 Billion US $ or so.\nConclusion: Inversion of yield curve will come with 60% probability or so in 2019 or later but with high probability not in 2018."], [52343, "2018-11-24T18:37:04Z", [0.03], ""], [82, "2018-11-24T15:59:13Z", [0.05], ""], [1624, "2018-11-24T06:01:11Z", [0.02], ""], [27155, "2018-11-24T03:05:52Z", [0.1], ""], [63018, "2018-11-23T16:29:11Z", [0.06], "It appears as though the yields are moving in tandem. It also seems as though there is too much ground to make up for the yield to invert should the yields begin to converge. "], [62882, "2018-11-22T19:45:46Z", [0.0], ""], [62980, "2018-11-21T22:36:31Z", [0.0], ""], [11430, "2018-11-21T22:10:07Z", [0.05], "The 2-10 curve will invert prior to year end if the market is expecting two rate increases between now and Feb 15, 2019."], [1333, "2018-11-21T21:06:44Z", [0.1], ""], [62168, "2018-11-21T16:27:17Z", [0.1], ""], [62963, "2018-11-21T15:33:38Z", [0.05], "I dont know enough to answer this.  Going with the crowd on this!"], [2965, "2018-11-21T12:54:02Z", [0.0], ""], [62851, "2018-11-21T03:57:40Z", [0.15], ""], [62927, "2018-11-21T01:10:24Z", [0.05], ""], [62917, "2018-11-20T22:52:16Z", [0.08], "They can’t lower interest rate at this point."], [62909, "2018-11-20T22:16:29Z", [0.01], ""], [62736, "2018-11-20T21:54:15Z", [0.15], ""], [62887, "2018-11-20T20:32:49Z", [0.25], ""], [62876, "2018-11-20T20:18:50Z", [0.3], ""], [62701, "2018-11-20T20:16:49Z", [0.18], ""], [62872, "2018-11-20T19:58:44Z", [0.0], ""], [62249, "2018-11-20T19:55:39Z", [0.2], ""], [62833, "2018-11-20T19:27:03Z", [0.15], ""], [62814, "2018-11-20T16:39:25Z", [0.05], "The yields on the 2 and 10 yr are, 2.79 and 3.05 as of 11/20/18. If the FED decides to increase the rate by 25bps in December I foresee the increase impacting all yields, maybe not evenly but enough that the 10yr will still be elevated vs the 2yr."], [691, "2018-11-20T16:10:33Z", [0.02], ""], [22833, "2018-11-20T14:11:58Z", [0.0], ""], [62812, "2018-11-20T14:10:46Z", [0.0], ""], [128, "2018-11-20T14:10:27Z", [0.02], ""], [30610, "2018-11-20T11:20:31Z", [0.02], ""], [61314, "2018-11-20T09:27:16Z", [0.11], "I am going to make an initial forecast of 11.3% that it will invert (and I'm disappointed the input form doesn't seem to take decimals). My first impulse for developing a base case was to look at inversions since WWII.  My understanding is that the bond market before WWII was substantially different from what followed, and the post-war period struck me as a potentially good start point.  But I dropped that for several reasons... First, there really haven't been enough inversions since 1945 to make for a good sample size. Second, there appears to have been one or two fundamental shifts in the structure of the U.S. economy since WWII, meaning that inversions during the 1950s and 1960s might have different contributing factors than those in more recent years  And so the relevant sample size is quite possibly smaller still. Finally, in looking at the literature, the focus seems to be more on what follows an inversion (a recession) than on what factors contribute to it. So I'm not inclined to put too much weight on previous inversions. I think a more fitting approach is to divide the question into several other questions and try to answer them: Will the 2-year interest rate rise?  Will the 10-year interest rate drop?  Will the combination of rise and drop be enough to eliminate the current spread? So that's my next step. In the meantime, I've read through all the comments and forecasts, and in making my own initial forecast I'm using the mean average from a certain subset of other forecasters. The subset consists of those people who (a) gave a reasonable explanation for how they arrived at their forecasts, and (b) did not forecast 0% or 100% (I am a Cromwell's Rule kind of guy, and forecasting 0% or 100% is anathema to me.)   That's how I arrived at 11.3%.  It's a bit subjective, but it will stand for now. A couple of thoughts in the thread that I found interesting and worth thinking about as I move forward are the following: • The Fed has been telegraphing its intentions, and the market has baked that in already. • It would take something severe and unexpected to move the needle enough to cause an inversion.  That first bullet seems reasonable enough, and might be used to argue against significant interest rate changes in our time frame.  But I do not at all discount the possibility of a disruption in the next 41 days that's severe enough to put us over the top."], [30364, "2018-11-20T00:14:07Z", [0.0], ""], [21996, "2018-11-19T23:41:21Z", [0.08], ""], [62803, "2018-11-19T22:52:26Z", [0.03], "With the synchronized upward movement of rates following the most recent Fed action in September, the 2/10 spread has held relatively firm.  The expected size of the December move (0.25%) combined with solid earnings, earnings growth, employment, and inflation measures all work against the scenario which would see a potential rate inversion in the next 45 days - a pullback in the markets that approaches recession levels.   3% is given.  The increased levels of volatility in October lower this forecast, as relative valuations in the market are more reasonable, and the volatility makes an argument for delaying another rate increase by the Fed, if anything.  (Rather than making the case for faster rate increases.)"], [1333, "2018-11-19T20:02:17Z", [0.0], ""], [15100, "2018-11-19T18:24:48Z", [0.02], ""], [62285, "2018-11-19T14:05:49Z", [0.15], ""], [21884, "2018-11-19T02:37:07Z", [0.08], ""], [1333, "2018-11-18T20:58:53Z", [0.03], ""], [1333, "2018-11-18T20:58:41Z", [0.04], ""], [691, "2018-11-18T12:48:41Z", [0.02], ""], [373, "2018-11-17T23:34:11Z", [0.05], ""], [56, "2018-11-17T22:04:49Z", [0.02], ""], [62250, "2018-11-17T15:20:05Z", [0.15], ""], [62367, "2018-11-17T13:59:22Z", [0.0], ""], [62763, "2018-11-17T13:28:58Z", [0.99], ""], [29054, "2018-11-17T05:13:07Z", [0.0], ""], [62759, "2018-11-17T04:12:28Z", [0.05], "With just under six weeks left in the year, it does not seem that there's enough market pressures to lead to the inversing of the 10-year and 2-year Treasury bond yields before the end of the year.  The likelihood of the inversion happening DURING 2019 is very high, but it is not likely to happen before March given current market trajectories.  "], [62356, "2018-11-16T20:52:08Z", [0.0], ""], [62069, "2018-11-16T18:46:27Z", [0.0], ""], [62166, "2018-11-16T18:32:31Z", [0.0], ""], [62749, "2018-11-16T15:58:37Z", [0.15], "Why not"], [2965, "2018-11-16T14:49:16Z", [0.0], ""], [62744, "2018-11-16T13:50:18Z", [0.04], ""], [62731, "2018-11-16T04:53:52Z", [0.16], ""], [62738, "2018-11-16T04:22:24Z", [0.33], ""], [36983, "2018-11-16T03:59:46Z", [0.02], "Comment deleted on Nov 17, 2018 10:28PM UTC"], [28103, "2018-11-16T03:32:48Z", [0.02], ""], [28103, "2018-11-16T03:32:33Z", [0.05], ""], [1333, "2018-11-15T19:20:29Z", [0.05], ""], [1333, "2018-11-15T19:05:12Z", [0.04], ""], [691, "2018-11-15T16:51:22Z", [0.02], ""], [60847, "2018-11-15T15:19:21Z", [0.04], "Seems unlikely for this year"], [62708, "2018-11-15T05:34:34Z", [0.05], ""], [62658, "2018-11-15T03:06:58Z", [0.0], ""], [62707, "2018-11-15T01:39:35Z", [0.25], "It will invert, but not before 2019."], [32258, "2018-11-15T01:33:53Z", [0.0], ""], [62704, "2018-11-15T01:20:44Z", [0.35], "Given the rising bank rates, the short-end of the curve has been rising, and has a good chance to rise further before 2019. The yield curve flattening since early this year has been driven by higher two-year rates, reflecting that sort of rise in the expected Fed funds rate two years later. However, the long end of the curve is not rising at the same magnitude as the short rate, partly due to a large demand coming from pension, as pension de-risk by moving to bonds from equity. The Treasuries were also getting sold off this year amid surging issuance, driven by the US tax cut and an increase in fiscal spending. Given the combination of the factors above, there is a good chance that the yield curve may invert again this year, but on a temporarily basis."], [2965, "2018-11-14T23:30:09Z", [0.0], ""], [62703, "2018-11-14T22:58:10Z", [0.0], ""], [62688, "2018-11-14T16:29:05Z", [0.05], ""], [62682, "2018-11-14T15:16:35Z", [0.05], ""], [41389, "2018-11-14T12:16:36Z", [0.03], "the current spread is 25 bps and the average bps contraction in spread is 2.9 per month YTD and about 3-4bps per month since 2014 when the spreads peaked. At the end of 2014 the spread did accelerate and contract at 15.7 bps per month. In order to get to negative by year end with 1.6 months left spreads would have to contract at the end of 2014 velocity, which to me could only happen if there was great weakness in the economic outlook and a higher confidence in a near term recession, which I put at 1-5% percent through year end."], [62674, "2018-11-14T11:03:12Z", [0.02], "Only one more fed decision before this.. even with increase in rates, doubt it will invert.. although it is getting dangerously close. Good article here (although little outdated) https://www.stlouisfed.org/on-the-economy/2017/october/increases-fed-funds-rate-impact-other-interest-rates"], [13657, "2018-11-14T07:03:04Z", [0.01], ""], [46029, "2018-11-14T04:08:25Z", [0.05], ""], [62671, "2018-11-14T03:04:00Z", [0.7], ""], [62667, "2018-11-14T00:42:47Z", [0.2], "The 2 year rate is likely to move up slightly as time moves us along the path of fed increases and the market becomes convinced of the fed's resolve. A crash in the stock market could easily drive cause 10 year yields to be bid down below the 2 year.  I give this possibility a 20% chance of happening before the end of 2018."], [86, "2018-11-13T22:55:30Z", [0.01], "Not in the next 6 weeks. Spread is now about 24 basis points. If a sudden crisis, short term rates will probably plummet"], [34901, "2018-11-13T21:28:11Z", [0.01], "Comment deleted on Nov 30, 2018 02:38PM UTC"], [1333, "2018-11-13T21:09:36Z", [0.05], ""], [34628, "2018-11-13T17:47:21Z", [0.02], ""], [62637, "2018-11-13T17:45:29Z", [0.0], "The yield curve will not invert, as the economy is still in an upswing.  Additionally, the US economy is showing signs of increased inflation, which will keep the 2 year rate below the 10-year rate for now"], [62630, "2018-11-13T17:22:21Z", [0.05], "The Fed is likely to continue raising the fed fund rate to accommodate the faster economic growth and accelerating inflation. "], [62635, "2018-11-13T17:20:54Z", [0.1], ""], [34886, "2018-11-13T16:13:44Z", [0.02], "Though they are beginning to invert, the idea that they will end up inverting in this year seems unlikely"], [29054, "2018-11-13T16:08:42Z", [0.68], ""], [1333, "2018-11-13T16:02:03Z", [0.04], ""], [50981, "2018-11-13T14:38:43Z", [0.15], ""], [128, "2018-11-13T13:58:50Z", [0.03], ""], [34376, "2018-11-13T11:22:53Z", [0.05], ""], [39781, "2018-11-13T11:02:19Z", [1.0], ""], [13377, "2018-11-13T08:59:57Z", [0.0], ""], [13377, "2018-11-13T08:59:29Z", [0.01], "Following @redsparrow for your base rate evidence cited here: https://www.gjopen.com/comments/comments/789179"], [20504, "2018-11-13T04:59:05Z", [0.08], ""], [62616, "2018-11-13T04:24:49Z", [0.25], "I do not believe that the yield curve will invert before 2019."], [62355, "2018-11-13T02:28:17Z", [0.0], ""], [62319, "2018-11-13T01:52:02Z", [0.1], ""], [62611, "2018-11-13T01:06:22Z", [0.05], ""], [62610, "2018-11-13T00:54:24Z", [0.61], "World instability and the effect of tariffs"], [62607, "2018-11-13T00:11:34Z", [0.13], ""], [62600, "2018-11-12T22:53:11Z", [0.05], "Economy is doing pretty well, would need a scare to drive down longer term rates while also getting additional hikes from the Fed. "], [62595, "2018-11-12T20:47:20Z", [0.0], ""], [1333, "2018-11-12T20:02:22Z", [0.03], ""], [62588, "2018-11-12T19:17:36Z", [0.0], ""], [28771, "2018-11-12T19:02:03Z", [0.25], ""], [62581, "2018-11-12T17:58:10Z", [0.05], ""], [62563, "2018-11-12T16:27:04Z", [0.04], ""], [62571, "2018-11-12T14:46:58Z", [0.06], ""], [34376, "2018-11-12T12:17:01Z", [0.05], ""], [56849, "2018-11-12T07:11:52Z", [0.03], ""], [62554, "2018-11-12T01:51:55Z", [0.05], ""], [62552, "2018-11-12T00:24:33Z", [0.0], ""], [62547, "2018-11-11T21:40:49Z", [0.02], ""], [9549, "2018-11-11T21:16:50Z", [0.75], ""], [62541, "2018-11-11T20:08:47Z", [0.07], ""], [11788, "2018-11-11T19:53:49Z", [0.0], ""], [1333, "2018-11-11T19:50:12Z", [0.04], ""], [34349, "2018-11-11T17:18:14Z", [0.15], ""], [41373, "2018-11-11T15:57:33Z", [0.0], ""], [62532, "2018-11-11T15:35:24Z", [0.5], ""], [2965, "2018-11-11T15:11:12Z", [0.0], ""], [691, "2018-11-11T14:14:24Z", [0.03], ""], [21884, "2018-11-11T12:51:33Z", [0.12], ""], [30610, "2018-11-11T10:01:07Z", [0.01], "Clearly my first prediction was a big overestimation. The base rates are quite low as evidenced by Fed's own data: https://fred.stlouisfed.org/series/T10Y2Y, even on the daily series. Given that, and the small amount of time left, i'll put the odds at 1%."], [62494, "2018-11-11T09:48:20Z", [0.02], ""], [62424, "2018-11-11T06:41:34Z", [0.1], "On 11/10/18 the spread between the 2 and 10 year is only 26 bps, which is a very small margin. The CME Fedwatch website predicts Fed rate movements based on the futures market. Right, now it places a 76% probability that the Fed will raise rates at its December 18-19 meeting by 25 bps (https://www.cmegroup.com/trading/interest-rates/countdown-to-fomc.html). \nSince this probability is well known and considered by bond investors, I’ll say that the remaining 24% uncertainty is not already baked into the current 2 year rate and that there should only be a 6 basis point (25 bps increase x 24% of uncertainty) increase in the 2 year rate. If that happens, the 2 year adjusts accordingly, and the 10 year rate remains unchanged, the spread reduced to 20 bps. At this point, I’ll assume a base rate of 0% probability of inversion.\nTheoretically, the yield curve should never invert because longer term investors demand a time premium. So, as the 2 year rate increases, the 10 year should increase by and unknown amount. Though, the time premium, as determined by the current spread is very small. In addition, an inversion is a very rare occurrence (https://fred.stlouisfed.org/series/T10Y2Y). My probability remains 0% at this point.\nCurrent economic reports also lead bond investors to draw conclusions about rates in the future which can have a positive or negative effect on longer term yields. I don’t claim to have any more incite about upcoming economic reports than anyone else, but we have to consider the short window before the question concludes. For instance, after the Fed announces its decision to raise rates (or to leave it unchanged or decrease), there are only 6 days (excluding holidays) until the question concludes. Thus, reducing the probability of inversion. So, I’ll remain at 0% probability\nAnother thing to consider is that foreign countries are also investors in US debt markets. A few major economies have extremely low or negative rates and have found US debt to be more attractive from both yield and creditworthiness perspectives. Additional buying of US debt from these countries would put downward pressure on US yields. Since this situation has persisted for quite some time and would likely affect both the 2 and 10 year rates, I believe that if this assessment is correct the affects will have no further downward pressure on rates unless those rates were to decrease. I think this is very unlikely considering their central bank agendas. In addition, any rate increases in those countries would have upward pressure on rates, but that is very unlikely between now and the end of the question. I’m not changing my probability because of this unless something significant happens. \nOn the other hand, because we are starting from such a historically small spread, any negative news or a continued bearish sentiment in equity markets could cause the 10 year rate to decrease and reduce the spread at any time between now and the end of the question. \nFor the final answer to remain at 0% seems foolish. I’ll add a somewhat arbitrary 10% points to my probability to account for the possibility of negative economic news or random exogenous event. For instance, heightened trade war threats or other negative geopolitical event. I’ll go with 10% for now.\n"], [61391, "2018-11-11T04:30:05Z", [0.05], ""], [62145, "2018-11-11T01:37:06Z", [0.7], ""], [62512, "2018-11-10T21:35:59Z", [0.1], "The 10-2 slope had been tightening  for a while, but has stabilized since mid-year. Markets have already factored in the Fed rate hikes for rest of the year. "], [62510, "2018-11-10T19:58:05Z", [0.05], ""], [30610, "2018-11-10T19:04:24Z", [0.05], "Reducing after having weathered the elections."], [62505, "2018-11-10T17:18:14Z", [0.05], "I find it likely that the curve inverts in 2019, but not very likely in 2018.  it would take a major collapse of the stock market for that to happen so soon.  Even if a geopolitical event breaks out, investors would likely rush to the 2yr and drive that yield lower along with the 10yr.  It will truly take an expected economic downturn over the next 3 months to invert the curve that soon."], [62505, "2018-11-10T17:14:57Z", [0.05], ""], [62500, "2018-11-10T15:24:35Z", [0.1], "While probability is not 0, it is likely low and in range of perhaps 3% to as high as 10%.  Fed is likely to raise Fed Funds rate in December and communicate that it plans additional increases in 2019.  Eventually, symptoms of consumer debt and weaker spending will percolate and 10-year could quickly revert to < 3.00%.  Compounded with any signs of weaker corporate growth, spending, and/or geopolitical complications, 10-year could further decrease and yield curve could briefly invert with 2-year currently ~ 2.90% and Fed intent on raising rates throughout 2019.  Again, highly unlikely to happen before 2019, but probability is not 0 either.  "], [1333, "2018-11-10T12:30:07Z", [0.05], ""], [691, "2018-11-10T12:29:33Z", [0.03], "The ratio is creeping up, but unless something odd happens the curve won't flip until after 1 January.   One hesitates, of course, to suppose that nothing odd will happen.  Orange swans are everywhere these days."], [35217, "2018-11-10T12:15:40Z", [0.01], "Basing on this forecast's thinking: https://www.gjopen.com/comments/comments/786045 Looking at the recent trend (last 120 business days):\n18th May 2018 (-120 business days)\n10yr: 3.06 2yr: 2.55 spread: 0.51 \n08th Nov 2018\n10yr: 3.24 2yr: 2.98 spread: 0.26 (decrease: 0.002108 per day) In 34 remaining business days until the question closes, continuing this trend would decrease the spread by 0.071 percentage points - not enough for an inversion of the yield curve before the end of 2019. If the spread continues to decrease at the current rate, we would see inversion around the start of May 2019. Looking at the past days that showed larger changes in the the 10yr and 2yr rates, it seems that most of the time these are in the same direction for both, so an 'accidental' inversion on a single day also seems unlikely.  I expect short-term interest rates to rise, supporting the short-term end of the curve, but also expect inflation to stay at its current level or increase, supporting the long-term end of the curve as well. I won't put the probability at 0% to account for a major shake-up of markets, but I see this probability as very low, therefore forecasting 1% \"Yes\""], [27172, "2018-11-10T11:53:35Z", [0.1], ""], [62484, "2018-11-10T03:08:20Z", [0.0], ""], [37379, "2018-11-10T01:55:43Z", [0.0], ""], [61923, "2018-11-10T00:32:27Z", [0.01], ""], [61923, "2018-11-10T00:27:07Z", [0.01], ""], [62461, "2018-11-09T23:49:43Z", [0.05], ""], [62457, "2018-11-09T23:36:14Z", [0.05], "The spread between the 2 and 10 year yield is somewhere between 20-30 recently. The chance of the Fed raising rate by 25 bps is not zero and it's possible the spread will even narrow more. However, with only limited amount of time left in 2018 and holiday season coming (i.e. typically less activities in the markets), I would think the inverted yield curve is more or less a tail risk. "], [62460, "2018-11-09T23:36:01Z", [0.15], "With inflationary pressures building the bond market will start building up the inflation premium in the curve and push up the 10 year rate."], [62453, "2018-11-09T23:17:01Z", [0.08], "Too early. Not before 2019."], [61911, "2018-11-09T23:10:29Z", [0.0], ""], [62438, "2018-11-09T23:06:40Z", [0.02], "Economy strong.  I don't see the ten year tightening much from here until the end of the year."], [62438, "2018-11-09T22:47:20Z", [0.18], "I expect flattening, but I do not expect it to happen that fast."], [62443, "2018-11-09T22:05:22Z", [0.05], "There will only be one more Fed rate increase in December, which the market has already priced in.  Assuming the short end of the curve ends the year at or near 3%, rates on the long end of the curve would have to fall approximately 20 bps over the next 6 weeks.  While possible, it is not probable as the Fed continues to reduce their balance sheet reinvestment by $50B/month and debt issuance by the US govt is anticipated to increase.  An unforeseen economic or global event, while not likely, could lead to a risk off trade in the market, leading to an inverted yield curve, hence the 5% probability.   "], [22833, "2018-11-09T21:56:46Z", [0.2], ""], [62441, "2018-11-09T21:47:51Z", [0.0], "The current base case for rates in the United States is that rates will continue to rise through the remainder of the year, and the steepness of the curve to slowly decrease.  For the yield curve to invert before 2019, there would need to be a catalyst or potential catalyst that would cause investors to shift investment preferences rapidly to the longer end of the curve. The possibility of a recession in the next six months could be the catalyst that could cause the Fed to change policy and begin to ease rates which would make investors prefer to investment for longer terms at current rates possibly causing an inversion.  However, there are no signs of a recession in the short-term (i.e. 12 months)  Perception is reality though.  If the markets perceives a recession is likely to occur it would cause investors to start investing in longer duration assets farther out on the yield curve (which is needed to cause the longer end yields to fall).   Investors would need to perceive there is a potential for rates to remain flat or fall in a reasonable time frame in the future to make the herd rush toward the long end of the curve and cause an inversion.  I currently see no scenarios at this time that could occur in the next 60 days that would cause investors to believe a recession is imminent and for the Fed to change policy."], [62439, "2018-11-09T21:25:09Z", [0.05], "Fed QT and longer-term US govt bond issuance with reduced demand from markets like China and Japan likely to drive longer-term rates higher over the duration of 2018"], [22833, "2018-11-09T20:52:04Z", [0.33], "https://www.bloomberg.com/news/articles/2018-11-08/-fed-is-in-denial-how-a-4-trillion-dilemma-could-get-ugly?srnd=economics-vp"], [62435, "2018-11-09T20:50:54Z", [0.15], ""], [22833, "2018-11-09T20:35:34Z", [0.33], ""], [62430, "2018-11-09T19:55:37Z", [0.99], "Lack of Liquidity will force higher short term rates."], [1333, "2018-11-09T19:42:19Z", [0.06], ""], [62428, "2018-11-09T19:07:55Z", [0.45], ""], [62428, "2018-11-09T19:07:36Z", [0.75], ""], [62428, "2018-11-09T19:07:20Z", [0.9], ""], [62423, "2018-11-09T17:53:52Z", [0.45], ""], [62233, "2018-11-09T16:34:59Z", [0.35], "At this moment, the two rates are 25 basis points apart. According to Fed Funds futures, the short end is known with relatively high probability (75% probability of one more 25 basis point increase in Fed Funds and that is what the Fed is telegraphing, as well), which would take the 2-year yield up by almost that amount. It then wouldn't take much of a decline in the 10-year rate (a few basis points) to result in an inversion. I still think it is unlikely, but if the markets start to price in any significant probability of a recession in 2019, the 10-year could drop a few basis points, which would then result in a very slight inversion. I still think the most likely outcome is no inversion, but I give an inversion a higher probability than most forecasters, it appears."], [62419, "2018-11-09T15:42:41Z", [0.05], ""], [62369, "2018-11-09T06:47:20Z", [0.2], "only have 2 months left; yes, the fed will move rates up in december but the curve has slowed its flattening bias  and has been moving up in parallel shifts. "], [62369, "2018-11-09T06:35:31Z", [0.8], "Comment deleted on Nov 09, 2018 06:48AM UTC"], [62363, "2018-11-09T03:58:07Z", [0.8], ""], [62362, "2018-11-09T02:41:26Z", [0.02], ""], [62361, "2018-11-09T02:08:26Z", [0.0], ""], [61992, "2018-11-09T00:57:13Z", [0.2], ""], [62353, "2018-11-08T23:23:59Z", [0.05], ""], [62330, "2018-11-08T22:43:54Z", [0.01], ""], [62343, "2018-11-08T22:33:18Z", [0.04], ""], [62320, "2018-11-08T22:16:17Z", [0.05], "I believe we will see the 10 yr's rate acceleration keep pace with the 2 yr as we move towards the end of the year keeping the curve from inverting. But with the crazy volatility swings we've seen this year, who knows.  I still think the probability is still very low."], [62338, "2018-11-08T21:55:02Z", [0.0], ""], [62329, "2018-11-08T21:53:23Z", [0.05], "The long term economic outlook will remain too variable given the political results of the midterm and possible deals with China over the trade war.  This will prevent long term rates from going below short term rates until the long term outlook is clearer.  The short time frame of the question also points to a lower possibility of change from the status quo."], [62313, "2018-11-08T21:33:41Z", [0.0], ""], [62316, "2018-11-08T21:30:56Z", [0.15], ""], [34527, "2018-11-08T21:14:03Z", [0.0], ""], [34527, "2018-11-08T21:13:51Z", [0.01], ""], [34527, "2018-11-08T21:13:07Z", [0.1], ""], [40617, "2018-11-08T21:02:51Z", [0.07], ""], [40617, "2018-11-08T20:49:33Z", [0.15], "My understanding is that a yield curve has only inverted 2 or 3 times before and only once when comparing 2yr & 10yr bond rates. Some one correct me if I'm wrong."], [82, "2018-11-08T20:36:08Z", [0.03], ""], [62309, "2018-11-08T20:29:27Z", [0.6], ""], [1333, "2018-11-08T19:25:39Z", [0.05], ""], [62164, "2018-11-08T18:59:40Z", [0.14], ""], [62304, "2018-11-08T18:49:29Z", [0.5], ""], [62302, "2018-11-08T18:20:17Z", [0.05], ""], [2965, "2018-11-08T16:51:14Z", [0.0], ""], [62294, "2018-11-08T16:27:05Z", [0.07], ""], [62291, "2018-11-08T16:17:10Z", [0.05], ""], [62290, "2018-11-08T16:12:56Z", [0.1], ""], [13306, "2018-11-08T15:47:37Z", [0.02], ""], [691, "2018-11-08T15:30:29Z", [0.03], ""], [62285, "2018-11-08T15:17:15Z", [0.15], ""], [62066, "2018-11-08T15:09:54Z", [0.0], ""], [62284, "2018-11-08T14:15:57Z", [0.0], "No, Economic growth is very strong currently, but with the midterm election results, there will be enough uncertainty to keep the curve."], [21884, "2018-11-08T09:48:30Z", [0.3], ""], [9088, "2018-11-08T05:09:46Z", [0.07], ""], [62272, "2018-11-08T04:28:04Z", [0.09], ""], [62262, "2018-11-08T00:37:31Z", [0.0], ""], [62263, "2018-11-08T00:36:23Z", [0.02], ""], [37548, "2018-11-07T23:37:05Z", [0.05], ""], [62258, "2018-11-07T22:26:25Z", [0.0], ""], [62256, "2018-11-07T22:24:57Z", [0.0], ""], [1333, "2018-11-07T21:56:52Z", [0.06], ""], [15100, "2018-11-07T21:39:32Z", [0.03], ""], [62253, "2018-11-07T21:33:21Z", [0.0], ""], [62251, "2018-11-07T21:21:38Z", [0.0], ""], [62245, "2018-11-07T20:36:36Z", [0.05], "We're already in November.  I simply do not believe the curve will invert before 2019.  "], [62242, "2018-11-07T20:05:38Z", [0.4], ""], [62237, "2018-11-07T19:42:21Z", [0.1], ""], [62234, "2018-11-07T19:38:21Z", [0.01], ""], [62234, "2018-11-07T19:38:14Z", [0.0], ""], [62236, "2018-11-07T19:32:35Z", [0.1], ""], [31450, "2018-11-07T19:24:01Z", [0.0], "The gap is closing but not fast enough for the time frame of the question."], [62231, "2018-11-07T18:58:44Z", [0.2], ""], [62226, "2018-11-07T18:23:57Z", [0.1], ""], [62227, "2018-11-07T18:17:27Z", [0.0], ""], [62181, "2018-11-07T17:57:29Z", [0.0], ""], [62218, "2018-11-07T17:41:01Z", [0.0], "Slope is still positive currently.  Don't believe the difference in rates will change meaningfully before year end."], [62217, "2018-11-07T17:12:10Z", [0.05], "With one more Fed rate hike forecasted in 2018, it seems unlikely that the yield curve will invert in these final few weeks of the year. Fed activity in 2019 is much more likely to run the risk of a yield curve inversion."], [62212, "2018-11-07T16:51:16Z", [0.2], ""], [691, "2018-11-07T16:47:14Z", [0.01], ""], [62205, "2018-11-07T16:43:47Z", [0.0], ""], [62207, "2018-11-07T16:41:21Z", [0.03], "A parallel shift upward is much more likely than an inversion in the 2 months remaining in the year. An inversion indicates broad confidence in an upcoming recession, this broad confidence does not exist."], [62204, "2018-11-07T16:22:43Z", [0.0], ""], [62200, "2018-11-07T16:21:45Z", [0.33], ""], [62195, "2018-11-07T15:56:00Z", [0.15], "Only two months to go left in the year."], [62188, "2018-11-07T15:47:46Z", [0.1], ""], [62179, "2018-11-07T15:33:58Z", [0.15], ""], [62176, "2018-11-07T15:30:21Z", [0.05], ""], [62166, "2018-11-07T15:26:39Z", [1.0], ""], [62172, "2018-11-07T15:25:54Z", [1.0], ""], [62162, "2018-11-07T15:20:20Z", [0.15], ""], [62153, "2018-11-07T14:47:18Z", [0.0], ""], [62151, "2018-11-07T14:09:04Z", [0.12], ""], [62149, "2018-11-07T13:52:16Z", [0.05], ""], [62147, "2018-11-07T12:47:49Z", [0.4], ""], [32100, "2018-11-07T12:22:06Z", [0.03], ""], [62142, "2018-11-07T03:55:02Z", [0.25], "only flattening at most due to the  US strong economy. The short term rate should not rise too high as the US economy may also constrainted by  the slow down in Europe and China "], [62081, "2018-11-07T03:09:38Z", [0.0], ""], [13942, "2018-11-07T02:50:11Z", [0.0], "Short window.\nCurrent spread around 30 bps.\nAverage fall of spread of 0.2 bps per day (per nigster's summary of SA article [caution, also noted unusually highly volatility in spreads])\nNatural upward slope except where recession expected. \n[Thanks to discussion between nigster and KaizenCFALA]\n "], [62135, "2018-11-07T01:05:29Z", [0.15], ""], [62133, "2018-11-07T00:26:17Z", [0.29], ""], [32872, "2018-11-07T00:15:55Z", [0.02], ""], [48709, "2018-11-06T23:57:10Z", [0.15], ""], [62131, "2018-11-06T23:41:13Z", [0.0], ""], [40642, "2018-11-06T22:12:10Z", [0.0], ""], [62124, "2018-11-06T21:08:19Z", [0.35], ""], [62123, "2018-11-06T20:40:00Z", [0.04], ""], [62120, "2018-11-06T19:45:00Z", [0.1], "It would take a calamity or an unexpected event to cause the Fed to alter its gradual hiking cycle. It would be improbable but its is a possibility. The Treasury is ramping up bond issuance during the 4th quarter to meet its budget deficit. Increasing supply along with dwindling demand will put upward pressure on yields. The long end of the curve is more sensitive due to a smaller base of buyers."], [10197, "2018-11-06T19:14:29Z", [0.0], "There is a spread of 30bps with 55 days to go before the beginning of 2019. These levels are virtually on top of where they were one month ago, with the entire curve shifting up 4 and 13bps respectively between the 2 and 10yr last week."], [15236, "2018-11-06T18:54:29Z", [0.08], ""], [62117, "2018-11-06T18:47:19Z", [0.33], ""], [46682, "2018-11-06T18:46:05Z", [0.05], "only will happen this year if there is a \"black swan\" event"], [13357, "2018-11-06T18:31:33Z", [0.15], "There will need to be a large change in economic events to see a full inversion.  The question is also worded such that it has to happen before 2019, which means no later than close of business on Monday, Dec 31, 2018."], [46339, "2018-11-06T18:03:43Z", [0.85], ""], [44887, "2018-11-06T17:50:14Z", [0.05], ""], [766, "2018-11-06T17:26:45Z", [0.0], ""], [62111, "2018-11-06T17:20:58Z", [0.05], ""], [14432, "2018-11-06T15:49:17Z", [0.0], ""], [33887, "2018-11-06T14:03:57Z", [0.0], ""], [691, "2018-11-06T12:34:42Z", [0.01], ""], [1333, "2018-11-06T10:46:33Z", [0.07], ""], [30610, "2018-11-06T05:24:42Z", [0.1], "Comment deleted on Nov 11, 2018 10:01AM UTC"], [62087, "2018-11-06T05:06:18Z", [0.15], ""], [62093, "2018-11-06T04:41:27Z", [0.15], ""], [61983, "2018-11-06T03:40:14Z", [0.05], ""], [691, "2018-11-06T03:31:16Z", [0.02], ""], [62090, "2018-11-06T01:19:04Z", [0.15], ""], [62088, "2018-11-06T00:43:55Z", [0.05], ""], [61891, "2018-11-05T21:13:28Z", [0.2], ""], [61891, "2018-11-05T21:11:24Z", [1.0], "Comment deleted on Nov 05, 2018 09:13PM UTC"], [62013, "2018-11-05T20:58:40Z", [0.07], ""], [10239, "2018-11-05T19:04:24Z", [0.1], ""], [62076, "2018-11-05T18:29:23Z", [0.05], "with only two months left to go, a dramatic shift in either bond rate would be required to cause an inversion. Would have to be some sort of black swan event. "], [128, "2018-11-05T18:28:08Z", [0.04], ""], [61907, "2018-11-05T17:50:34Z", [0.25], "The chance of a structural inverted curve is low if the Fed continues to telegraph decisions, however can it invert for a few days if there's an unexpected shock?  Sure."], [61907, "2018-11-05T17:46:38Z", [0.25], "I think the chance of a structurally inverted yield curve is low unless the Fed breaks with their current cautious and highly communicated approach.. that said, could it ON ANY GIVEN DAY?  possibly.. "], [62071, "2018-11-05T17:11:16Z", [0.0], ""], [62073, "2018-11-05T17:01:29Z", [0.0], ""], [62072, "2018-11-05T17:01:01Z", [0.0], ""], [23006, "2018-11-05T16:48:45Z", [0.07], ""], [61589, "2018-11-05T16:41:29Z", [0.0], ""], [62067, "2018-11-05T15:54:30Z", [0.0], "per Peter Schiff, inflation pressures will prevent this"], [62068, "2018-11-05T15:43:49Z", [0.05], ""], [62065, "2018-11-05T15:28:55Z", [0.05], ""], [18846, "2018-11-05T14:00:35Z", [0.0], ""], [61810, "2018-11-05T13:19:28Z", [0.05], ""], [62062, "2018-11-05T13:18:31Z", [0.1], ""], [34353, "2018-11-05T11:58:58Z", [0.0], ""], [13817, "2018-11-05T11:44:03Z", [0.03], ""], [23006, "2018-11-05T03:42:25Z", [0.09], ""], [30134, "2018-11-05T01:52:30Z", [0.0], "Able to issue more us treasuries before year end "], [62052, "2018-11-05T01:26:02Z", [0.15], ""], [60944, "2018-11-05T00:40:01Z", [0.03], "Seems rather unlikely. The best chance for this to occur would probably be if we see a sharp surprise to the downside in inflation data in the next couple of months, reversing upward pressure on long term rates. Will be important to keep an eye on CPI, PCE, PPI etc. The Fed will almost certainly hike in December as they do not like to shock the markets and prefer to telegraph their intentions. Even with a hike, a 25 bp rise in the overnight rate (1) would likely not move the 2 year rate that by the same amount (2) would still not force an inversion at today's yields even if the 2 year rate did move that much and (3) is likely already at least partially priced in by market participants. "], [27461, "2018-11-05T00:02:31Z", [0.0], ""], [2965, "2018-11-04T23:48:54Z", [0.0], "agree with @Emil"], [601, "2018-11-04T23:28:29Z", [0.0], ""], [19260, "2018-11-04T23:20:18Z", [0.0], ""], [57797, "2018-11-04T22:33:27Z", [0.0], "Short timeframe."], [62047, "2018-11-04T21:53:08Z", [0.08], ""], [62046, "2018-11-04T20:49:56Z", [0.0], "The current short term rate is around 2.25%. 10 year rate is around 3% . The fed will either increase the short term rate by 25 basis point or keep it as it is. Based on that i don't see  it crossing 3% mark. Also, I am not seeing the 10 year rate going down to 2 to 2.5% either based on current economic conditions. Hence my forecast."], [29057, "2018-11-04T19:41:19Z", [0.9], "Long terem trend, and uncertainty displayed by investors..."], [1333, "2018-11-04T19:18:45Z", [0.08], ""], [1333, "2018-11-04T19:12:36Z", [0.09], ""], [29680, "2018-11-04T17:07:43Z", [0.0], ""], [2965, "2018-11-04T12:57:25Z", [0.02], "fed policy just begins to make traction\ninversion on the 2 to 10 curve occurred\nextremely rare last saw 2004 and 2005\ndoes the existing inverson indicate recession\nno\n a 10 percent  correction \nthat hits owners of all shares from apple down 10\nFANG DOWN 10"], [691, "2018-11-04T12:45:31Z", [0.06], ""], [30364, "2018-11-04T06:22:07Z", [0.0], ""], [35636, "2018-11-04T04:09:44Z", [0.0], "Whoops, q ends this year not next. \nHave to go 0 now because I was at 75 to 2 days. It's very highly likely to invert in 2019. \n62 (10) 53 0.03"], [62027, "2018-11-04T00:24:11Z", [0.2], ""], [15196, "2018-11-03T22:18:20Z", [0.0], ""], [62028, "2018-11-03T21:47:57Z", [0.0], ""], [1333, "2018-11-03T20:26:59Z", [0.1], ""], [43588, "2018-11-03T17:37:28Z", [0.0], ""], [62007, "2018-11-03T15:34:11Z", [0.05], "The Fed will be overly cautious and inflation pressures will continue to keep longer rates higher.  "], [60598, "2018-11-03T15:20:17Z", [0.0], ""], [46762, "2018-11-03T05:11:11Z", [0.0], "Too short timeframe"], [62006, "2018-11-03T05:09:25Z", [0.0], "This will not happen before 2019, although it could happen in the 1 to 4-year time frame. The economy is doing very well, though there are some clouds on the horizon they aren't here yet."], [30610, "2018-11-03T04:43:25Z", [0.2], "Post Election volatility could cause the curve to invert for 1-day quite easily. The gap is not that large, the curve is already quite flat. Hard to quantify though. Will start at 20%."], [61898, "2018-11-03T03:42:33Z", [0.0], "While the Fed has clearly stated that it will increase the Federal Funds Rate in the coming months, it is possible that the Fed votes to maintain the rate unchanged for their November meeting and increase it a few basis points for the December meeting. An increase of a few basis points before 2019 and sustained demand for longer term loans (both commercial and consumer) should be able to maintain the curve upward sloping at least for the next 6 months. "], [128, "2018-11-03T02:21:48Z", [0.06], ""], [62000, "2018-11-03T01:38:09Z", [0.1], ""], [4730, "2018-11-03T00:49:12Z", [0.25], ""], [61985, "2018-11-03T00:25:24Z", [0.1], "I have no idea!  This is a total guess."], [61982, "2018-11-02T23:59:38Z", [0.0], "Historically, the yield inverting has occurred when the Fed Funds rate is closer to 4/4.5, we are at 2.25."], [61984, "2018-11-02T23:56:51Z", [0.0], ""], [61977, "2018-11-02T23:27:04Z", [0.23], "Inflation fears have been supporting 10 yr ylds, FOMC Dec rate increase priced in.  Belly of the curve is oversold."], [61975, "2018-11-02T23:17:08Z", [0.09], ""], [36132, "2018-11-02T22:18:05Z", [0.0], ""], [53395, "2018-11-02T22:08:18Z", [0.0], ""], [61967, "2018-11-02T21:41:34Z", [0.05], ""], [61962, "2018-11-02T21:31:59Z", [0.11], ""], [41922, "2018-11-02T21:26:31Z", [0.0], ""], [61960, "2018-11-02T21:14:03Z", [0.1], ""], [61949, "2018-11-02T20:31:40Z", [0.0], ""], [59882, "2018-11-02T20:27:03Z", [0.0], "Contradicting my forecast, this Forbes article [1] asserts that \"many economists\" expect the yield curve to invert sometime in December. On the other hand, there's only 40 trading days to go. Days-to-go calculator [2]. ONGOING EDIT; Google trends for \"yield inverted\" [3]\nGoogle trends for \"yield curve\" [4]\nExcellent chart [5]. Thanks @redsparrow.\nGreat explanation of the relationship between interest rate changes and bond yields [6]. Thanks @MT_Lotts.\nNext FOMC meeting 18/19 December 2019 [7]. Daily yield spreads since my first guess  (Data from the Treasury page which is updated at about 9.30pm GMT); Date _____ Days __ 2yr _ 10yr _ Spread _ Ratio* 2018/11/01 _ 39 _ 2.84 _ 3.14 _ 30bps _ 0.75\n2018/11/02 _ 38 _ 2.91 _ 3.22 _ 31bps _ 0.82 2018/11/05 _ 37 _ 2.91 _ 3.20 _ 29bps _ 0.78\n2018/11/06 _ 36 _ 2.93 _ 3.22 _ 29bps _ 0.81\n2018/11/07 _ 35 _ 2.96 _ 3.22 _ 26bps _ 0.74\n2018/11/08 _ 34 _ 2.98 _ 3.24 _ 26bps _ 0.76\n2018/11/09 _ 33 _ 2.94 _ 3.19 _ 25bps _ 0.76 2018/11/13 _ 32 _ 2.89 _ 3.14 _ 25bps _ 0.78\n2018/11/14 _ 31 _ 2.86 _ 3.12 _ 26bps _ 0.84\n2018/11/15 _ 30 _ 2.86 _ 3.11 _ 25bps _ 0.83\n2018/11/16 _ 29 _ 2.81 _ 3.08 _ 27bps _ 0.93 2018/11/19 _ 28 _ 2.79 _ 3.06 _ 27bps _ 0.96\n2018/11/20 _ 27 _ 2.79 _ 3.06 _ 27bps _ 1.00\n2018/11/21 _ 26 _ 2.81 _ 3.06 _ 25bps _ 0.96\n2018/11/23 _ 25 _ 2.81 _ 3.05 _ 24bps _ 0.96 2018/11/26 _ 24 _ 2.84 _ 3.07 _ 23bps _ 0.96\n2018/11/27 _ 23 _ 2.83 _ 3.06 _ 23bps _ 1.00\n2018/11/28 _ 22 _ 2.81 _ 3.06 _ 25bps _ 1.14\n2018/11/29 _ 21 _ 2.81 _ 3.03 _ 22bps _ 1.05\n2018/11/30 _ 20 _ 2.80 _ 3.01 _ 21bps _ 1.05 2018/12/03 _ 19 _ 2.83 _ 2.98 _ 15bps _ 0.79\n2018/12/04 _ 18 _ 2.80 _ 2.91 _ 11bps _ 0.61\n2018/12/05 _ 17 _ Data missing from Treasury website. Dunno why. Don't think it's a US holiday.\n2018/12/06 _ 16 _ 2.75 _ 2.87 _ 12bps _ 0.75\n2018/12/07 _ 15 _ 2.72 _ 2.85 _ 13bps _ 0.87 2018/12/10 _ 14 _ 2.72 _ 2.85 _ 13bps _ 0.93\n2018/12/11 _ 13 _ 2.78 _ 2.89 _ 12bps _ 0.92\n2018/12/12 _ 12 _ 2.77 _ 2.91 _ 14bps _ 1.17\n2018/12/13 _ 11 _ 2.75 _ 2.91 _ 16bps _ 1.45\n2018/12/14 _ 10 _ 2.73 _ 2.89 _ 16bps _ 1.60 2018/12/17 _ 09 _ 2.70 _ 2.86 _ 16bps _ 1.78\n2018/12/18 _ 08 _ 2.65 _ 2.82 _ 17bps _ 2.13\n2018/12/19 _ 07 _ 2.63 _ 2.77 _ 14bps _ 2.00 _ Fed raises rates but signals a \"milder\" path.\n2018/12/20 _ 06 _ 2.67 _ 2.79 _ 12bps _ 2.00\n2018/12/21 _ 05 _ 2.63 _ 2.79 _ 16bps _ 3.20 2018/12/24 _ 04 _ 2.55 _ 2.74 _ 19bps _ 4.75\n2018/12/26 _ 03 _ 2.61 _ 2.81 _ 20bps _ 6.67\n2018/12/27 _ 02 _ 2.56 _ 2.77 _ 21bps _10.50\n2018/12/28 _ 01 _ 2.52 _ 2.72 _ 20bps _20.00 2018/12/31 _ 00 _ 2.48 _ 2.69 _ 21bps _ ∞ _ The end. It's been emotional. * Ratio = spread / days to go. (Lower ratio means getting closer to inversion, higher ratio means getting further away from inversion.) EDIT AFTER CLOSE:\nIn 40 days the spread fell by 9bps from 30bps to 21bps. One note by an analysts I saw but unfortunately didn't save said that the 10-2 yield spread would tighten at a rate of 0.2bps per day, so 8bps over 40 days. Remarkably close to what transpired. However IMHO what guaranteed that an inversion did not happen was the Fed. comment of 19 Dec 2018 signalling a \"milder\" path. Without that it could have been touch and go. [1] https://www.forbes.com/sites/jessecolombo/2018/09/19/should-stock-market-investors-fear-the-coming-yield-curve-inversion/amp/\n[2] https://www.timeanddate.com/date/workdays.html?d1=5&m1=11&y1=2018&d2=31&m2=12&y2=2018&ti=on&amp; \n[3] https://trends.google.com/trends/explore?date=today%205-y&geo=US&q=yield%20inverted\n[4] https://trends.google.com/trends/explore?date=today%205-y&geo=US&q=yield%20curve\n[5] https://fred.stlouisfed.org/series/T10Y2Y\n[6] https://www.gjopen.com/comments/comments/788798\n[7] https://www.federalreserve.gov/monetarypolicy/fomccalendars.htm"], [33827, "2018-11-02T20:13:48Z", [0.15], ""], [59111, "2018-11-02T20:07:00Z", [0.05], ""], [61938, "2018-11-02T20:04:35Z", [0.08], ""], [61939, "2018-11-02T19:48:17Z", [0.09], ""], [11885, "2018-11-02T19:27:06Z", [0.0], ""], [61934, "2018-11-02T19:25:43Z", [0.25], ""], [1333, "2018-11-02T19:19:50Z", [0.08], ""], [1333, "2018-11-02T19:15:24Z", [0.09], ""], [61931, "2018-11-02T19:02:39Z", [0.15], ""], [61930, "2018-11-02T19:02:28Z", [0.0], "plenty of liquidity in the market"], [61927, "2018-11-02T18:46:44Z", [0.1], "I think 2s10s will go negative but there are only 2 months left. we're still at 30 bps and have been steepening of late"], [28414, "2018-11-02T18:43:44Z", [0.0], ""], [33789, "2018-11-02T18:37:22Z", [0.0], "This link: https://www.gurufocus.com/yield_curve.php -- courtesy of @Jim2, shows that inversion has been a very reliable indicator of recessions, and it occurs well before the recession begins.   None of the excesses that normally lead to recessions are present in the U.S. economy."], [30142, "2018-11-02T18:36:05Z", [0.1], ""], [18805, "2018-11-02T18:32:51Z", [0.01], ""], [30142, "2018-11-02T18:32:43Z", [0.1], ""], [61906, "2018-11-02T17:59:05Z", [0.0], ""], [61904, "2018-11-02T17:42:59Z", [0.12], ""], [61899, "2018-11-02T17:33:35Z", [0.0], ""], [1485, "2018-11-02T17:18:41Z", [0.05], ""], [37379, "2018-11-02T17:00:43Z", [0.25], "Dateline 11-2-2018 U.S. yield curve flattened significantly, with the spread between five- and 30-year debt at one point matching the sharpest intraday narrowing since June. --https://www.bloomberg.com/opinion/articles/2018-11-02/yield-curve-provides-jittery-markets-with-a-road-map"], [61890, "2018-11-02T16:43:15Z", [0.12], ""], [61890, "2018-11-02T16:39:39Z", [0.4], ""], [61890, "2018-11-02T16:33:40Z", [0.4], ""], [42563, "2018-11-02T16:25:18Z", [0.0], ""], [691, "2018-11-02T15:56:50Z", [0.15], ""], [128, "2018-11-02T14:10:48Z", [0.08], ""], [61877, "2018-11-02T13:22:38Z", [0.15], "I would go lower, but the bar is set pretty low at just one day. "], [1333, "2018-11-02T12:01:02Z", [0.1], ""], [23006, "2018-11-02T09:46:11Z", [0.13], ""], [30610, "2018-11-02T08:38:45Z", [0.2], "Comment deleted on Nov 11, 2018 10:01AM UTC"], [41922, "2018-11-02T06:43:48Z", [0.01], ""], [35636, "2018-11-02T05:46:07Z", [0.75], "B#1: Nov2nd Recession coming. "], [41373, "2018-11-02T04:45:36Z", [0.1], "https://www.gurufocus.com/yield_curve.php\nProjecting current trends back 6 or 12 months, the crossover point looks to be 4-6 months away"], [12591, "2018-11-02T04:37:35Z", [0.6], ""]], "open_date": "2018-11-02T03:59:37Z", "close_date": "2019-01-01T07:59:37Z"}