{"question_id": 551, "title": "Before 1 January 2018, will the Catalan government hold a public vote on independence?\n", "possible_answers": ["Yes, and a majority will vote in favor of independence  ", "Yes, and a majority will vote against independence ", "No"], "crowd_forecast": [0.58, 0.01, 0.41], "correct_answer": "Yes, and a majority will vote in favor of independence  ", "correct_forecast": 0.58, "preds": [[1333, "2017-10-03T14:55:22Z", [0.99, 0.0, 0.01], ""], [28414, "2017-10-03T13:07:47Z", [1.0, 0.0, 0.0], ""], [26005, "2017-10-03T11:47:21Z", [1.0, 0.0, 0.0], ""], [28414, "2017-10-03T07:10:06Z", [0.0, 0.0, 1.0], ""], [691, "2017-10-02T19:50:33Z", [1.0, 0.0, 0.0], ""], [368, "2017-10-02T19:43:42Z", [1.0, 0.0, 0.0], ""], [12879, "2017-10-02T18:22:59Z", [0.96, 0.0, 0.04], ""], [23006, "2017-10-02T14:57:45Z", [1.0, 0.0, 0.0], "According to the Catalan government, which announced the results early Monday, 90 per cent of the ballots cast were for independence — with 2,020,144 voting yes and 176,566 no. From http://nationalpost.com/news/world/catalonia-votes-90-per-cent-for-independence-from-spain-in-chaotic-referendum:\n\"Turnout was low – just 42 per cent. More than 2.2 million people were reported to have voted, according to Catalan authorities, out of 5.3 million registered voters.\" I don't think number include the 93 confiscated boxes which likely would be pro-votes Also from Nat.Post. Oct 2, Pg A6:\n\"Elisa Arouca, who was waiting to vote...in central Barcelona, reacted with anger when national police agents yanked her and other[s]...smashed the door open...and confiscated the ballot boxes.\n She had been planning to vote in favor of keeping Catalonia part of Spain, but decided instead to join the march for independence. She moved to another polling station to try to cast her vote in favor of breaking away.\n\"I was always against independence, but what the Spanish state is doing is making me change my mind,\" she said. \"The national police and civil guard are treating us like criminals.\""], [40411, "2017-10-02T14:14:27Z", [1.0, 0.0, 0.0], ""], [368, "2017-10-02T14:06:17Z", [1.0, 0.0, 0.0], ""], [1333, "2017-10-02T14:04:51Z", [0.85, 0.0, 0.15], ""], [4918, "2017-10-02T09:21:02Z", [0.0, 0.0, 1.0], ""], [34449, "2017-10-02T09:15:04Z", [1.0, 0.0, 0.0], ""], [40112, "2017-10-02T09:07:23Z", [1.0, 0.0, 0.0], "common sense"], [14493, "2017-10-02T08:13:08Z", [1.0, 0.0, 0.0], "There are likely to be questions about the vote. On the face of things the result, as announced - 92% for Yes and a 42% turn out, seems to be a clear vote for independence and is very similar the result of the 2014 referendum (also illegal). But the turn out seems to be surprisingly similar to the 41% turn out in 2014, when the police were not blocking voters. I suppose it would be expected that few people who did not want independence would want to risk voting, but the police seem to have been surprising;y ineffective at blocking voters. So the large number of voters injured seems to not have affected the result at all. If Spain was the US I am pretty sure there would be claims that some people were voting twice. "], [38616, "2017-10-02T07:13:05Z", [0.98, 0.0, 0.02], " Credibility of the result may have been undermined (particularly with regard to the possibility of multiple voting as voter ID verification disabled ) but with over 2 million votes counted, think the terms of the question have been met – a public vote was held  with a majority voting for independence. In previous forecast, overestimated  the effectiveness of police action in actually  preventing votes from being cast and collected.  http://www.politico.eu/article/5-takeaways-from-a-manic-sunday-in-catalonia-catalan-referendum-independence/ "], [29469, "2017-10-02T07:11:31Z", [1.0, 0.0, 0.0], ""], [19801, "2017-10-02T06:52:29Z", [1.0, 0.0, 0.0], ""], [1034, "2017-10-02T06:36:16Z", [1.0, 0.0, 0.0], ""], [19801, "2017-10-02T06:21:44Z", [0.0, 1.0, 0.0], "Catalan leader opens door to secession from Spain after vote  Catalonia’s regional leader opened the door to a unilateral declaration of independence from Spain on Sunday after voters defied a violent police crackdown and, according to regional officials, voted 90 percent in favour of breaking away.\nhttps://uk.reuters.com/article/uk-spain-politics-catalonia/catalan-leader-opens-door-to-secession-from-spain-after-vote-idUKKCN1C60Y6 Despite Spanish police using batons and rubber bullets to disrupt the banned referendum, which was declared unconstitutional by Madrid, the Catalan government said 2.26 million people had cast ballots, a turnout of about 42 percent."], [1639, "2017-10-02T06:21:16Z", [1.0, 0.0, 0.0], "The Spanish government moved forcefully to stop an unconstitutional referendum on independence organised by Catalonia’s regional government. More than 800 people were injured, as police raided polling stations and fired rubber bullets at protesters. Roughly 40% of the electorate turned out, mostly opting for independence, said the Catalan authorities. Many of those who oppose independence probably refused to take part.\n___________________\n COMMENTS: this question leaves a lot to interpretation; if only 40% voted and the ones that would have voted NO preferred to stay home because of the circumstances, how valid is this vote? \n"], [36188, "2017-10-02T06:14:50Z", [0.99, 0.0, 0.01], ""], [39978, "2017-10-02T05:21:38Z", [1.0, 0.0, 0.0], ""], [4634, "2017-10-02T04:41:57Z", [1.0, 0.0, 0.0], ""], [20156, "2017-10-02T04:28:22Z", [1.0, 0.0, 0.0], ""], [31317, "2017-10-02T02:03:00Z", [1.0, 0.0, 0.0], ""], [38319, "2017-10-02T00:32:38Z", [1.0, 0.0, 0.0], "Welp, I think this (http://www.lavanguardia.com/politica/20171002/431728900422/referendum-resultados.html) meets the criterion.  \"Suggest Resolution\" for this question been submitted. That is to say: a voting process has been held, and an official result has been announced.  And, I presume, the GJO judges can resolve this question based upon the declared result.  An unambiguous win for \"Yes, independence\", in my opinion. Mea Culpa.  I overestimated the ability of the Spanish Government to shut down the vote.  As a more cynical alternative, I underestimated the willingness of the Catalan government to fabricate a realistic-sounding result in the absence of a valid voting process. In review:\nMy forecast of a \"Yes, independence\" vote sat at around 65-70% from my initial forecast on 15 August until 25 September ago.  (The only exception was dropping the probability to around 50% for a week or so after the bombings.)  This was ahead of the crowd until about 10 Sep, when the consensus trend rose to meet this. Consensus trend swung radically to \"No\" on 22 September, in the setting of a rush of new participants.    I defected to a weak \"No\" on 25 September after the dissolution of the Electoral Syndicate.  I had envisioned the \"Yes, independence\" outcome as an illegal and potentially-being-suppressed vote, but a vote that was at least organised to a degree.  The dismissal of the Electoral Syndicate made this much less likely.  I was slow to envision how the ultimately-chaotic \"drop your own write-in ballot into a unmarked box on the street\" could lead to an official vote count and result.  (Does anyone else find it suspicious how quickly an exact result was declared?) I really only went all-in on the \"No\" response (that is, more strongly \"No\" that the consensus trend) from 27 September to 1 October.  Hopefully that won't cause too much damage. Overall, an enjoyable process for my first forecast.  Thanks to all for your thoughts and forecasts.  I can't believe how much emotional intensity was tied up in the last 5 days or so!"], [32258, "2017-10-02T00:02:45Z", [1.0, 0.0, 0.0], "https://www.theguardian.com/world/live/2017/oct/01/catalan-independence-referendum-spain-catalonia-vote-live\nCatalonia referendum: 90% voted for independence, say officials – live updates"], [23006, "2017-10-01T23:36:34Z", [1.0, 0.0, 0.0], "Catalan national identity tied to past of Franco and Fascisism. ( Just like UK had long history of living as an island nation --->brexit) Catalans, and Barcelones strongly support democratic processes because of this past living memory - clamping down was what the separatists wanted for it makes people mad and more eager to vote (for anything) but this time it's for separating. I actually don't believe the majority of Catalan want to leave Spain but they want to vote for things, and they don't want to be bashed around when they do, and the question happened to be this central one of independence. Now Spain has a mighty big problem on its hands."], [23006, "2017-10-01T23:29:26Z", [1.0, 0.0, 0.0], ""], [34353, "2017-10-01T23:17:50Z", [1.0, 0.0, 0.0], ""], [37379, "2017-10-01T23:10:11Z", [0.98, 0.0, 0.02], "Post mortem, while waiting for the decision of the scorer(s) of this question: The only reason I haven't gone to 100% on YES, majority vote in favor of independence, is my uncertainty on the behavior of the scorer(s). On the side of YES resolution and majority will vote in favor:  Only 92 out of 2315 polling stations were shut down by the riot police. Source: Ministerio del Interior (central government of Spain), reporting after close of voting.  Carles Puigdemont, Catalan’s leader, has announced via television, even before counting the ballots, that the people of Catalon have earned the right to independence. Source: https://www.theguardian.com/world/live/2017/oct/01/catalan-independence-referendum-spain-catalonia-vote-live Nobody in power is arguing that there is a possibility that a majority of the voters would oppose independence. This presumably is because silent majority types -- if indeed a majority opposes independence, as some polls suggest -- would not risk arrest and injury to vote. Mariano Rajoy, the Spanish prime minister, has stated publicly that there was no referendum. Source: https://www.theguardian.com/world/live/2017/oct/01/catalan-independence-referendum-spain-catalonia-vote-live Spain's Socialist leader Pedro Sánchez says that the Spanish government must negotiate with Catalonia and blamed both Spanish and Catalan leaders for the conflict. And conflict it has been. \"According to the Catalan department of health, 761 people were injured in the unrest. Two were seriously injured and remain in hospitals in Barcelona. At least 10 police officers are said to have been injured.\" -- https://www.theguardian.com/world/live/2017/oct/01/catalan-independence-referendum-spain-catalonia-vote-live"], [23234, "2017-10-01T22:51:24Z", [0.99, 0.0, 0.01], "https://twitter.com/catalannews/status/914620948749398016\nTotal votes: 2,262,424\nYes: 2.020.144 (90,09%)\nNo: 176.565 (7,87%) \nBlank: 45.586 (2,03%) \nNull: 20.129 (0,89%) wikipedia on the 2014 referendum for comparison: \nThe Catalan government indicated that 2,305,290 votes were cast overall,[8] out of 5.4m eligible voters.[96] The Catalan government did not provide a final turnout percentage figure. Turnout estimates published by media outlets range between 37.0% [9][10][11] and 41.6% (the latter figure, based on the Catalan government's preliminary data).[12] 80.8% of the cast votes supported the Yes-Yes option, 10.1% the Yes-No, 4.5% the No option. Low turnout and one-sided results suggest that the poll may have been boycotted by Catalan voters who oppose independence."], [23234, "2017-10-01T21:27:09Z", [0.98, 0.01, 0.01], "Comment deleted on Oct 02, 2017 02:04AM UTC"], [39978, "2017-10-01T21:07:56Z", [0.87, 0.13, 0.0], ""], [1034, "2017-10-01T20:39:38Z", [1.0, 0.0, 0.0], ""], [29648, "2017-10-01T19:44:59Z", [0.99, 0.0, 0.01], ""], [368, "2017-10-01T19:38:35Z", [0.65, 0.0, 0.35], ""], [40411, "2017-10-01T19:16:43Z", [0.85, 0.15, 0.0], ""], [23006, "2017-10-01T19:11:03Z", [1.0, 0.0, 0.0], "Assuming referendum being illegal doesn't negate the fact that it was held, and votes were cast and counted."], [37379, "2017-10-01T18:57:37Z", [0.95, 0.0, 0.05], "Only 92 out of 2315 polling stations were shut down by the riot police. Raising probability. Source: Ministerio del Interior (central government of Spain), reporting after close of voting. This data, courtesy of @Rene, thank you. See also Rene's further data and analysis at https://www.gjopen.com/comments/comments/586816. On the basis of the comparison class of the 2015 referendum, I think it is highly likely that the scorer of this question will resolve it as YES. This despite the many irregularities in this process, as detailed, for example, by @sevedb in many of her recent forecasts, and as most recently noted by @dsarin.  Much of this process of mass peaceful protests and an irregular voting process reminds me of the early history of the breakaway region of Ukraine. I hope this does not lead to civil war -- again -- in Spain. People still are alive who remember their civil war. When I visited the region of Andalucia flying in a hot air balloon in the 2001 World Air Games, I saw guard posts still standing but not being used and noticed that across that broad landscape, there were no fences around any of its fields of sunflowers, wheat, and pastures It gave me the impression that the central government saw threat of civil war as something that had not receded very far.  I'm wondering whether these many small fortifications might still exist in Catalan, and whether there are no fences to slow movements of troops. On the other hand, Catalan has considerable rough terrain well suited to guerrilla action. My feeling is that one way or another, today's show of forces by both sides will not play out well. Frozen conflict?"], [31317, "2017-10-01T17:40:21Z", [0.8, 0.0, 0.2], ""], [32258, "2017-10-01T17:28:19Z", [1.0, 0.0, 0.0], ""], [1639, "2017-10-01T16:40:10Z", [0.7, 0.0, 0.3], "This may even beat Brexit in stupidity!"], [23234, "2017-10-01T15:28:03Z", [0.96, 0.01, 0.03], ""], [37379, "2017-10-01T15:10:09Z", [0.72, 0.0, 0.28], "Mixed signals, but with the local police and firefighters clashing with outside riot police, the vote still amy well be considered to have occurred by the scorer(s) of this question. Catalan News‏ @catalannews  39m39 minutes ago\nMore Catalan News Retweeted Òscar Jiménez\nCatalan police challenge Spanish Guardia Civil officers over violence against voters #CatalanReferendum Dateline 10-1-2017 The Guardia Civil, Spain’s military law enforcement agency, has launched a social media attack on Catalan’s local police force, the Mossos, over their response to the referendum. A heated standoff between the two forces has been posted on a Guardia Civil Twitter page with the caption “Some seem to be unclear. Shameful.” ... Catalonia’s government says 337 people have been injured, some seriously, during a police crackdown on the independence referendum this Sunday.\nNine police officers and 2 members of the Guardia Civil have been injured in the disorder, according to the Spanish interior ministry.\nThe voting has been marred by a brutal police crackdown in which several instances of violence against voters have been recorded. Videos show police dragging voters from polling stations by their hair, unprovoked attacks on protesters and Spanish police attacking Catalan firefighters. ... Voting has been slow because the electronic census used to count the ballot is down, and people are voting on paper. Stephen Burgen reports that police repression has been far from systematic. He says people from all over Catalonia are sending messages saying they are voting and there is no police presence. -- https://www.theguardian.com/world/live/2017/oct/01/catalan-independence-referendum-spain-catalonia-vote-live"], [1333, "2017-10-01T14:49:48Z", [0.35, 0.0, 0.65], ""], [28414, "2017-10-01T14:23:06Z", [1.0, 0.0, 0.0], ""], [28414, "2017-10-01T14:22:08Z", [0.0, 0.0, 1.0], "*SPANISH GOVT SAYS ILLEGAL REFERENDUM HAS BEEN `DISMANTLED' #ReferendumCatalan"], [40112, "2017-10-01T13:56:31Z", [0.99, 0.01, 0.0], "common sense"], [4634, "2017-10-01T12:44:49Z", [0.85, 0.0, 0.15], "\"Defiant Catalans vote on split from Spain despite crackdown\"\nhttp://www.reuters.com/article/us-spain-politics-catalonia/defiant-catalans-vote-on-split-from-spain-despite-crackdown-idUSKCN1C60YA? ==\n\"Spain (Catalonia): 284 people wounded. 75% of ballot boxes in use. #CatalanReferendum\" \nhttps://twitter.com/EuropeElects/status/914462526951366661 ==\n\"Spain (Catalonia): Indy Ref Turnout  Today (13:00): 39,4% \nLast referendum (13:00): 22,1% #CatalanReferendum\" \nhttps://twitter.com/EuropeElects/status/914471490170605568 ==\n\"Spain (Catalonia): Indy Ref 90%+ of ballot stations now open. #CatalanReferendum #1Oct\"\nhttps://twitter.com/EuropeElects/status/914471717040517120 ===\nNote: I think it will resolve as a 'yes'"], [23234, "2017-10-01T11:53:14Z", [0.8, 0.03, 0.17], ""], [23234, "2017-10-01T11:18:46Z", [0.6, 0.03, 0.37], "Comment deleted on Oct 02, 2017 02:05AM UTC"], [36002, "2017-10-01T11:00:22Z", [0.7, 0.0, 0.3], "The polls have been opened and the Spanish police is attacking people that have gone out to vote - despite it on being clear how big the voter turnout was, I have increased the chance to 70% of a yes vote with a favor of independence as those who went out to vote will be most likely pro independence.\nThe Spanish government will still try everything to stop the referendum and declare the outcome to be illegal as it is against the Spanish constitution. \nSome European politicians have already spoken out against the violence used by the Spanish police so there will be pressure on the Spanish government to accept the peoples will. https://www.theguardian.com/world/live/2017/oct/01/catalan-independence-referendum-spain-catalonia-vote-live\nhttp://www.bbc.co.uk/news/world-europe-41457238\nhttps://www.newstatesman.com/world/2017/07/tensions-mount-over-catalonias-independence-vote-and-madrid-wont-back-down-easily"], [4918, "2017-10-01T10:19:23Z", [0.95, 0.0, 0.05], ""], [40112, "2017-10-01T10:14:19Z", [0.98, 0.02, 0.0], "common sense"], [38616, "2017-10-01T09:24:00Z", [0.24, 0.04, 0.72], "1. The Catalan government has tried to hold a public vote on independence on 1 October, but will this be physically allowed to go ahead today (i.e. will Catalans be able to cast votes in sufficient numbers and will the Catalan authorities be able to collect and count these, again in sufficient numbers, to produce a meaningful result)?\n2. If not, will there be a successful public vote at some point before 1 January 2018?\n3. If so, will a majority vote in favour of independence? 1 - Y: 20%, N: 80%. Reports of voters arriving early to vote and occupying polling stations. However, within first 2 hours of the vote opening, reports of national riot police seizing ballot boxes. Suggests that the national police will continue to disrupt proceedings as strongly as possible today and it feels likely this will prevent sufficient votes from being counted (if not cast) for the vote to yield a meaningful result. (Reports of voter intentions suggest that those coming out to vote will be overwhelmingly independence supporters, so votes which do get cast and counted are likely to be 100% pro-independence.) 2 - Y: 10%, N: 90%. If the 1 October vote is held up, very difficult to predict what will happen next, given the lack of precedents for this situation. The national and Catalan governments have so far allowed little or no room to compromise on their respective goals, so feels unlikely that they would slide easily into a political negotiation process. However, would there be appetite in Catalonia for another attempted public vote within 3 months, particularly if the 1 October vote comes close to violence? Overall, a period of deadlock feels most likely, with both sides concentrating on propaganda and the effort to influence public opinion in Catalonia, Spain and internationally. 3 - Y: 50%, N: 50%. For the 1 October vote to fail but there then to be a successful public vote within the next 3 months, this would probably need to be a vote sanctioned by the national government (or at least not opposed with strong physical measures). Such a vote would be more likely to be representative of Catalan public opinion as a whole, rather than drawing only independence supporters. Reliable opinion polls are few, but those available suggest that public opinion is split fairly evenly on the independence question.  Overall probabilities: Successful vote on 1 Oct = 20%, this would most likely be a Yes\n\"Yes\" majority at a later vote before 1 Jan = 80% * 10% * 50% = 4%\n\"No\" majority at a later vote before 1 Jan = 80% * 10% * 50% = 4%\nNo successful vote before 1 Jan = 80% * 90% = 72%"], [38, "2017-10-01T08:04:26Z", [1.0, 0.0, 0.0], "Many news outlets are reporting  that the Catalan regional government is staging an independence referendum, that crowds of people lined up at voting stations, and that the police are trying to prevent anyone from voting. This question doesn't ask if the election will be legal in the eyes of the national government, nor does it require a particular percentage of participation."], [37379, "2017-10-01T07:59:30Z", [0.75, 0.0, 0.25], "Riot police are breaking into polling stations with axes, bloodying old ladies, grabbing ballot boxes and running off with them, cutting Internet access, etc. I'm hoping no fatalities as anger grows. "], [34449, "2017-10-01T07:49:20Z", [0.93, 0.0, 0.07], ""], [34449, "2017-10-01T07:43:12Z", [1.0, 0.0, 0.0], ""], [34449, "2017-10-01T07:42:55Z", [0.91, 0.05, 0.04], ""], [37379, "2017-10-01T07:36:54Z", [0.75, 0.0, 0.25], "Minor violence, many scuffles as crowds and riot police clash at polling places. Voting is underway, but will the crowds overcome the riot police in enough locations to lead the scorers of this question to declare a YES resolution? Given the dangers and complications of voting, it seems unlikely that opponents of independence would try to vote.  Dateline Oct. 1, 2017 Riot police have pushed back voters at some polling stations in Catalonia as an illegal independence referendum gets under way in the Spanish region. Officers in helmets faced off against chanting crowds and there were scuffles in Girona, with some people waving their ballot papers in the air. Guardia Civil police in the northeastern city used a hammer to smash their way into one polling station. Catalan officials have said voters can go to any polling station, not just their designated one, in an attempt to ensure people can vote if their local one is shut down. On the orders of the central government in Madrid, thousands of national police have been drafted in to shut down the polling stations.  -- http://news.sky.com/story/illegal-referendum-gets-under-way-in-catalonia-amid-fears-of-violence-11062371"], [40112, "2017-10-01T06:51:51Z", [0.88, 0.09, 0.03], "common sense"], [39981, "2017-10-01T00:53:09Z", [0.9, 0.0, 0.1], "I support the opinion that a majority of catalans would vote against the independence referendum but that it's very unlikely that they will go the polls because of the stigmatisation and hostility they would face in doing so. Furthermore Spain was heavily affected by the economic crisis (from 2008 - 2014 negative economic growth) and therefore I doubt that the majority of catalan citizens want to risk this process of recovery by supporting the independence referendum of the catalan government. Considering these circumstances, I think that one solution how the spanish government can come out as winner in this dilemma is: define a voter turnout quota for the referendum and get a guarantee of the European Union that they will never accept Catalonia as a member and use this fact for the campaign against the referendum. \nhttps://www.washingtonpost.com/news/worldviews/wp/2017/09/30/catalonia-independence-referendum-spain/?utm_term=.93034b6e8034"], [37379, "2017-10-01T00:49:57Z", [0.75, 0.0, 0.25], "If true that the central government has seized the IT system that would record electronic votes, then this is another reason to decrease probability of YES. Dateline 9-30-2017 On Saturday a Catalan government spokesman said at least four police officers had entered the centre in Barcelona that controls the regional government’s telecommunications and IT and were expected to stay there for two days. This followed an order by Catalonia’s high court on Friday for police to prevent electronic voting taking place. -- https://www.theguardian.com/world/2017/sep/30/police-close-more-than-half-of-voting-centres-ahead-of-catalan-referendum"], [37379, "2017-09-30T23:36:23Z", [0.85, 0.0, 0.15], "Revising probability of YES down by 10%. On the one hand, the Spanish central government reports having sealed off a majority of the polling places. On the other hand, I've observed amateur videos of fighters breaking into a locked polling place to cheers of the crowd, saying they thought they detected smoke, wink, wink. Another video showed a crowd of men and women pushing away black helmet wearing riot police from a polling place, and the police meekly giving up. Would they really resort to clubbing people unconscious and dragging them away? I doubt it. Other imagery depict farmers taking over polling places riding swarms of tractors decorated with lovely young women. Examples of the news of today:"], [40411, "2017-09-30T22:31:09Z", [0.18, 0.03, 0.79], ""], [40411, "2017-09-30T21:45:03Z", [0.14, 0.03, 0.83], ""], [29648, "2017-09-30T21:02:45Z", [0.85, 0.0, 0.15], "The Catalan government will very likely hold a referendum before January, even if the current one gets blocked.  It may be messy, relatively clandestine, or informal, but they will make a show of collecting votes however they can and most no voters will not vote:\nhttps://www.washingtonpost.com/world/europe/with-kids-in-tow-catalonias-pro-independence-parents-occupy-polling-stations-in-mass-act-of-civil-disobedience-/2017/09/30/d346cbb4-a397-11e7-b573-8ec86cdfe1ed_story.html"], [4918, "2017-09-30T20:30:23Z", [0.75, 0.0, 0.25], ""], [368, "2017-09-30T20:20:08Z", [1.0, 0.0, 0.0], ""], [20156, "2017-09-30T18:32:16Z", [0.35, 0.1, 0.55], ""], [24, "2017-09-30T18:00:44Z", [0.7, 0.25, 0.05], ""], [14493, "2017-09-30T17:23:26Z", [0.25, 0.0, 0.75], "My Spanish friends seem convinced that the police will stop the vote or stop the vote being counted or do enough to disrupt it to stop enough votes for any real result to be claimed. But at this stage my Spanish friends probably have no more idea what will happen than the rest of us. Of course the question runs to January, so even if the vote is deemed to not be enough to answer the question there is another 3 months for more developments."], [23234, "2017-09-30T17:02:57Z", [0.52, 0.03, 0.45], "Comment deleted on Oct 02, 2017 02:05AM UTC"], [24, "2017-09-30T16:48:04Z", [0.35, 0.25, 0.4], ""], [36002, "2017-09-30T16:09:28Z", [0.6, 0.0, 0.4], "The reasons for  my probabilities are the following:\n60% - yes, and majority will vote in favor of independence: there is a strong support among Catalans to support the referendum and independce - however not all Catalans are in favor but as with many referendums/elections that challenge the status quo, there will be more people turning up voting for independence than against it despite the latter still being in the majority - especially considering that there is a big police present at the moment in Barcelona, only those who feel strongly about the cause, may risk to vote and get arrested or told off by police.\nHence - 0% for yes and against independence. 40% for no as the Spanish police is trying strongly to stop the vote and they try to enforce the law that sees the referendum as illegal. there is still a chance that the referendum will be called off or more schools will be closed - it remains to be seen, if this deters people to come. http://www.reuters.com/article/us-spain-politics-catalonia/spanish-police-move-to-enforce-ban-on-catalan-independence-referendum-idUSKCN1C50EO?il=0\nhttp://www.independent.co.uk/news/world/europe/catalan-independence-referendum-spain-websites-blocked-spanish-constitution-votes-a7971751.html\nhttp://www.bbc.co.uk/news/world-europe-41426023\nhttps://www.theguardian.com/world/2017/sep/30/police-close-more-than-half-of-voting-centres-ahead-of-catalan-referendum\nhttps://www.theguardian.com/world/2017/sep/29/catalan-referendum-independence-vote"], [23006, "2017-09-30T15:52:52Z", [0.8, 0.2, 0.0], ""], [40112, "2017-09-30T13:46:43Z", [0.67, 0.25, 0.08], "common sense"], [40112, "2017-09-30T13:40:32Z", [0.62, 0.25, 0.13], "Comment deleted on Sep 30, 2017 01:46PM UTC"], [40112, "2017-09-30T13:38:17Z", [0.57, 0.3, 0.13], "Comment deleted on Sep 30, 2017 01:40PM UTC"], [37379, "2017-09-30T02:06:08Z", [0.95, 0.0, 0.05], "Dateline 9-29-2017 The Catalan government has laid out its plans for the referendum on independence from Spain, claiming that more than 7,200 people will staff 2,315 polling stations across the region to stage a vote that has triggered the country’s worst territorial crisis since its return to democracy four decades ago. On Friday afternoon, the pro-independence regional government unveiled plastic ballot boxes and predicted that 60% of Catalonia’s 5.3 million eligible voters would head to the polls on Sunday in defiance of the Spanish government, the police and the courts. Spain crisis: 'stop this radicalism and disobedience,' PM tells Catalan leaders\n Read more\n“Catalans will be able to vote,” said the region’s vice-president, Oriol Junqueras. “Even if someone attacks a polling station, Catalans will still be able to vote.” Junqueras gave no further details but called on people to behave responsibly and to ignore the “provocations of those who want to stop the vote”. His words were echoed by the Catalan president, Carles Puigdemont, who told Reuters: “I don’t believe there will be anyone who will use violence or who will want to provoke violence that will tarnish the irreproachable image of the Catalan independence movement as pacifist.” On Friday afternoon, a large convoy of tractors driven by Catalan farmers and flying independence flags rolled into Barcelona to show support for the vote and to protest against moves to halt it. -- https://www.theguardian.com/world/2017/sep/29/catalan-referendum-independence-vote Aamer Anwar‏ @AamerAnwar  Sep 21\nSpain docks 3 ships for 5000 riot police at Port of Barcelona - Dockers Union refuse 2provide support #CatalanReferendum "], [38319, "2017-09-30T00:26:58Z", [0.24, 0.0, 0.76], "Urrgh.  I am feeling utterly cyclothymic about this whole question.  And that is using the clear Yes/No criterion of \"Will the Catalan government declare an official result?\"  (Discussion and explanation about that criterion here: https://www.gjopen.com/comments/comments/582952)  If the GJO judges are using a different criterion, who knows??? So it really comes down to two main factors:\n1.  Will the Catalan government be able to declare a result?\n2.  If they can declare a result, will they choose to do so and make it official? CAN THEY?\nI have this at p= 0.40 today (up from 0.20 previously).   I think people will turn out.  I think the police forces will fail to prevent people turning out lodging ballots.  I think there'll be plenty of social media posts of people voting \"Leave\". However, despite the zeitgeist, newspaper stories, and Catalan Government cheerleading, I have major doubts about the processes that will be rolled out tomorrow.  I have doubts that ballot boxes and papers will be available at all, or even most, polling stations.  I have major doubts about whether electoral officials will turn up on the day.   I think there is a good chance we will see polling stations with thousands of people queuing ... and only a single official with a single ballot box and a few hundred papers ... and perhaps no electoral roll.  The police won't even have to make an arrest.  They'll just take the official's name and say, \"Go home now, or we will fine you thousands of euro next week\".  There may be insufficient officials to maintain ballot box security, or make a valid count at the end of the day.  (Running elections is hard work, and that is in the best of circumstances.) So I think it is still somewhat less that 50% likely that, within the next few days, the Catalan Government will wind up with any sort of reliable count on it's desk of i) total number of votes cast and counted and ii) how those votes were cast.  (Or rather, a reliable count that is large enough to warrant a result.  It is possible they might have a \"reliable count\" for a couple of percent of the electorate, and a \"guess count\" for many more.) WILL THEY?\nSo let's assume the Catalan Government, by Wednesday morning, has a (reasonably) reliable result showing a 20% turnout and a result 95% in favour of independence.  Would they declare that as an official result? I have this at p= 0.60 today (up from 0.50 previously). Regardless of the results in front of them, the vote will be clearly compromised.  There will be numerous reports of people wanting to vote, but being unable to.  There will quickly be reports of numerous \"irregularities\" in balloting procedures, and substandard scrutiny of the count.  (See the newspaper reports about irregularities in how the electoral officials have been contacted.)  International observers will, in some small degree, be present.  The Catalan Government thinks this is good: it will show \"oppression\" by Spanish forces.  More likely those observers will say: \"This vote was a complete shambles.\" It is a near certainty that _no-one_ will honestly believe that the results are truly indicative of the public will. So does the Catalan Government declare that result?  I have discussed the possible motivations for the Catalan government here: https://www.gjopen.com/comments/comments/583622 (see about half-way down).  I am not sure whether the pro-independence cause is better served in a hearts-and-minds sense by claiming:\ni)  \"We cannot declare a result!  Our vote was robbed!  The will of the people was thwarted!  The Spanish are fascists!\"; or\nii)  \"We won!  We declare unilateral independence!\" ... and trying to trigger a Spanish military response. Trouble is that the Catalan Government has been giving _seriously_ mixed messages on whether there will be unilateral declaration of independence (\"DUI\" in Catalan) after a \"Leave\" vote.  If there is no intent to have a DUI, then there is _no_ reason to declare an official win for the \"Leave\" vote.  On the other hand, there is certainly a sense of momentum within the Catalan leadership bunker, and they may well have personal motivations to declare a win for \"Leave\".  So I think it is a little more likely than not that, if the Catalan Government can declare a win for \"Leave\", that they will. As an aside, if we get the low-probability outcome of the \"Remain\" vote getting a majority, I think it is a certainty that the Catalan Government would declare: \"The vote was disrupted; we can't declare a result.\"  So it is now p<0.005 that a vote will be held and \"Remain\" will win (ie. 0% with rounding)."], [23234, "2017-09-29T22:39:33Z", [0.55, 0.05, 0.4], "Comment deleted on Sep 30, 2017 04:53PM UTC"], [13377, "2017-09-29T20:23:30Z", [0.95, 0.0, 0.05], ""], [38, "2017-09-29T20:17:55Z", [0.95, 0.0, 0.05], "https://www.nytimes.com/2017/09/27/world/europe/catalonia-spain-referendum.html?emc=edit_mbae_20170928&nl=&nlid=77825025&te=1&_r=0 I'm looking at the restrictive clauses in this question:\n1) Before 1 Jan 2018:  yep, the  vote will be this Sunday 2) will the Catalan government:  yep.   \" . . . about 750 of the almost 950 mayors of Catalonia have vowed to facilitate the referendum . . . \" The question doesn't ask if the NATIONAL government will hold it, or if it will be considered legal or binding by the NATIONAL government. 3) hold a public vote:  yep.  Catalonia's separatist government is looking for alternate venues for voting since the national government has declared that government buildings may not be used 4)  on independence:  yep. EDIT:  from @cmeinel & @sevedb\nThe government has publicized the vote with photos showing what its official ballot boxes look like. Schools have been designated as polling places and Wikileaks is running a website with  details on polling places times and locations. A team of international observers has arrived to monitor the election. Comparison classes: Catalan's 2015 vote which the scorers have indicated is a template for scoring YES."], [691, "2017-09-29T20:07:31Z", [0.92, 0.06, 0.02], ""], [14493, "2017-09-29T18:17:40Z", [0.4, 0.0, 0.6], "It would be more rational for Spain to avoid mass protests and allow people to vote and confiscate the ballot box or refuse to accept that any meaningful vote had taken place. "], [32258, "2017-09-29T18:00:08Z", [0.99, 0.0, 0.01], "My predictions are based on the following:\nIncreasing confidence that a public vote will go ahead. \nThose who support independence will likely turnout in greater numbers.\nDon't believe turnout or access to voting places matters for this question to resolve as Yes as the rules associated with a public vote are loose as they were in 2014 when Catalonia distinguished between a legal referendum and a public consultation. In fact, they can change the rules right before the vote if they want and it will still be a public vote.\nKeeping 1% chance that Catalonia either calls it off or doesn't announce the results for one reason or another. "], [40411, "2017-09-29T16:55:41Z", [0.12, 0.07, 0.81], ""], [1042, "2017-09-29T16:42:05Z", [0.99, 0.0, 0.01], ""], [73, "2017-09-29T15:32:54Z", [0.0, 0.0, 1.0], "assuming their is a difference between tried to hold a public vote and stopped (albeit with a turnout to demonstrate the right to cast votes ) and actually held a public vote on independence that has legitimacy."], [1639, "2017-09-29T15:13:49Z", [0.3, 0.0, 0.7], "The Catalan government’s own pollster finds that while 70% want a referendum on the territory’s future, only 48% do if Spanish government doesn’t agree—which it emphatically does not. Puigdemont insists that the vote will go ahead. He is relying on popular mobilisation: tens of thousands protested against the arrests in Barcelona. But it is hard to see the vote being anything more than an unofficial consultation, similar to one held in 2014. \n_____________________________\nCOMMENTS:  This will definetly be \"an unofficial consultation\" not a referendum. How will this question be scored? I also wonder how reliable the ballots count will be. \nBecause of these practicalities I am changing my score a little. \n"], [1639, "2017-09-29T14:53:33Z", [0.2, 0.0, 0.8], "\nShould we worry about the referendum and its potential consequences? Despite all the headlines of the past weeks and those to come, we believe that the likelihood of independence in the near term is close to zero. Separatist voters do not command a majority. The polls put this number at just over 40%. Furthermore, the Constitutional Court has declared the referendum illegal and would also in all likelihood declare illegal any possible unilateral declaration of independence.\nAccording to an analyst note by Nomura, citing several polling agency data, support in favor of independence has risen from 30% in 2011 to around 50% now.\nhttps://qz.com/1078532/the-eu-would-recognize-catalonian-independence-in-a-illegal-and-undemocratic-referendum/\n________________________\nCOMMENTS: risking my score just like for Brexit!"], [1333, "2017-09-29T14:38:09Z", [0.25, 0.0, 0.75], ""], [1333, "2017-09-29T14:30:01Z", [0.15, 0.0, 0.85], ""], [12879, "2017-09-29T14:17:01Z", [0.8, 0.0, 0.2], ""], [4918, "2017-09-29T14:08:00Z", [0.9, 0.0, 0.1], ""], [37379, "2017-09-29T13:21:14Z", [0.91, 0.0, 0.09], "Successful blockage of a high profile arrest by demonstrators. This is an indicator of what will highly likely happen at polling places, as well. David d'Enterria *X‏ @denterd  Sep 20\nITD workers stop Spain military police trying to arrest #Catalonia Innovation & Strategy Director in #BCN #CoupdEtat @dsarin @sevedb @fifty-sixty @Rene @Ken_Barns @Tetbury @cdob63"], [28414, "2017-09-29T13:18:05Z", [1.0, 0.0, 0.0], ""], [37379, "2017-09-29T13:16:01Z", [0.9, 0.0, 0.1], "Increasing YES probability on the basis of an international delegation having arrived to monitor the voting. This should deter the central government from resorting to mass violence and possible deaths; this also should give the Gjopen scorer enough support to declare a YES resolution. The total number of voters and polling places are known, citizens will be camping out en mass at the polling places. No military forces are in place, and it seems improbable that the outside police forces that have been ferried in are sufficient in number to evict the masses guarding the polling places. This is Catalonia‏Verified account @ThIsCatalonia  3h3 hours ago\nChairman of Catalan Parliament @forcadellcarme welcomes  International Parliamentary Delegation visiting #Catalonia for #CatalanReferendum  Catalans for Yes‏ @CatalansForYes\n#CatalanReferendum \n⌚️ Voting time: 9 a.m. to 8 p.m.\n🙋🏻 Electoral census: 5,343,358\n🏫 Polling stations: 2315\ndsarin @sevedb @fifty-sixty @Rene @Ken_Barns @Tetbury @cdob63"], [12879, "2017-09-29T13:10:06Z", [0.8, 0.0, 0.2], ""], [37379, "2017-09-29T12:53:00Z", [0.75, 0.0, 0.25], "Dateline 9-29-2017 Teachers and students at some schools in Catalonia are organising to keep schools open to serve as polling stations for Sunday's outlawed referendum on independence from Spain.\nCoded messages are being sent on social media to make arrangements, the La Vanguardia newspaper reported.\nHundreds of teachers gathered at the regional government's headquarters on Thursday, chanting \"we will open\" and \"we will vote\". http://www.bbc.com/news/world-europe-41439787 Catalan News‏ @catalannews  1h1 hour ago\nThis is a ballot box for the Catalan independence referendum. Ministers presented it today during a press conference in Barcelona  Femi Fani-Kayode‏Verified account @realFFK  3h3 hours ago\nThe people of Catalan in Spain are insisting on a referendum.Their leader says he will declare independence if the \"yes\" vote wins. The Spanish govt. refuses to recognise the process but they have NOT called the people of Catalan terrorists or sent in the army. LEARN FROM THIS!\n@dsarin @sevedb @fifty-sixty @Rene @Ken_Barns @Tetbury"], [28414, "2017-09-29T12:11:24Z", [0.75, 0.0, 0.25], "\"However, Catalonia’s Minister of Home Affairs Joaquim Forn criticized the state authorities for resorting to the courts rather than the negotiation table, but he insisted that the security meeting had served to make three aspects clear: that it is the Catalan police, the Mossos d’Esquadra, who will be on charge of public order on Sunday, that the Catalan government shares responsibility with the state authorities for policing, and that “public safety” is the one thing that comes before observance of the law.\"\nhttp://www.catalannews.com/politics/item/public-safety-main-concern-at-bilateral-security-meeting"], [28414, "2017-09-29T11:41:14Z", [0.5, 0.0, 0.5], ""], [28414, "2017-09-29T11:33:51Z", [0.78, 0.0, 0.22], ""], [28414, "2017-09-29T11:33:33Z", [0.3, 0.0, 0.7], ""], [1639, "2017-09-29T11:23:41Z", [0.2, 0.0, 0.8], "On Sunday a long-promised vote on independence from Spain will take place. But the exercise will be far from the “legally binding” referendum the pro-independence Catalan government promised. At the request of Spain’s government, the courts have declared the move unconstitutional and illegal: they have forced the dissolution of the ad hoc electoral authority and police have orders to prevent polling stations being set up. Instead, there will be informal voting in what may well become a mass protest. Those opposed to independence will stay away, so turnout will be crucial, but hard to calculate. The plan was that, in the all-but-inevitable event of a vote to secede, the Catalan parliament would unilaterally declare independence. That now looks unlikely. Whatever happens, the referendum campaign has divided Catalans and injected a new level of bitterness into already frayed relations between Spain and one of its most important regions\n_____________________\nCOMMENTS: I wonder how this question will be considered. Would a polling in private houses, churches, or other locations be really considered a \"referendum\". Would the results be considered legal if there is insufficient personnel, ballot boxes, counting tools etc. \nthis referendum is considered not legal by the Spanish government already; would the GJO still conclude that this is actually a referendum?"], [4634, "2017-09-29T11:06:23Z", [0.78, 0.02, 0.2], ""], [40437, "2017-09-29T09:57:02Z", [0.0, 0.2, 0.8], ""], [4918, "2017-09-29T08:18:10Z", [0.45, 0.0, 0.55], ""], [37379, "2017-09-29T01:44:27Z", [0.6, 0.0, 0.4], "https://www.gjopen.com/comments/comments/584911"], [28414, "2017-09-28T21:51:22Z", [0.7, 0.0, 0.3], ""], [40411, "2017-09-28T21:09:51Z", [0.18, 0.12, 0.7], ""], [32258, "2017-09-28T21:05:53Z", [0.85, 0.0, 0.15], ""], [691, "2017-09-28T20:38:39Z", [0.83, 0.16, 0.01], "It is perfectly clear that the Catalan government will hold some sort of public vote and announce some sort of result.  The Q does not require the election to be smoothly run or legal or available in every precinct or anything else--it just has to happen under the aegis of the Catalan government, and a vote count has to ensue.  If every mortal soul who votes is arrested or shot immediately after doing so, the Catalan government will still have held a public vote, even if the voting locations have to be moved every hour and turn into a version of Nathan Detroit's permanent floating crap game.  And under the decision rule that government announced, if only one person's vote gets counted and it is for independence, this Q will be a Yes-For. If the vote is held but absolutely no votes get counted, the GJedi have a problem about how to score this, and so would I.  One supposes that to be wildly improbable.  "], [23234, "2017-09-28T19:22:46Z", [0.53, 0.03, 0.44], "Comment deleted on Oct 02, 2017 02:05AM UTC"], [32258, "2017-09-28T17:56:19Z", [0.8, 0.0, 0.2], " Interesting study about referendums, public votes attached http://www.catedraferratermora.cat/docs/Posts/Who-is-entitled-to-vote.pdf Highlights from the paper...\nIn 2014, Catalonia intentionally distinguished between a referendum and a public consultation process. They  stated that the vote was not a referendum, since according to Spanish law referendums can only be carried\nout with the permission of the Spanish government and the Spanish government had not authorized such a voting. Therefore, the Catalan government tried to turn the voting into a consultation process, which is a participatory consultation led only by volunteers and no public institutions. However, a later ruling by the Catalan High Court of Justice determined that the 2014 voting was not properly speaking a consultation process either, but an attempt by the Catalan government to carry out a hidden secession referendum and consequently condemned the former president of the Catalan Government, Artur Mas, for disobedience. \"...In this case the franchise was more similar to local elections than to regional ones, since the Catalan authorities wanted to distinguish this popular consultation from an ordinary referendum, which they were not permitted to organize. Instead of using the ordinary electoral register, a specific register of participants was created for the consultation. Registration became effective moments before the voting began with participants signing a numbered list on which their name and DNI (National Identity Card number) or NIE number (Identity Card number for Foreigners) appeared. So people not entitled to vote in the regional elections (not even in\nthe local ones) could vote on the issue of independence of the region.\" Comment: For GJO purposes, I think the only way to judge this question as NO would be if Catalonia cancelled the vote (unlikely), or if the vote produces such results that the Catalonian government decides not to own it (blaming Spain) and then continues to carry out their longer term campaign. Getting Spain to be heavy handed plays into the longer term campaign."], [28414, "2017-09-28T17:33:36Z", [0.6, 0.0, 0.4], ""], [4634, "2017-09-28T17:15:44Z", [0.58, 0.02, 0.4], "I think there will be a vote, but I am not sure if it will be possible to vote everywhere in Catalonia. Therefore my 40% for 'NO'. I think it is highly unlikely that the Guardia Civil would use force to stop the vote (they would have to use a lot of force). The Catalonian police, the Mossos, will put public order ahead of any court orders to block off the voting centers (see link): https://elpais.com/elpais/2017/09/28/inenglish/1506613739_831370.html?id_externo_rsoc=TW_CM_EN"], [40413, "2017-09-28T15:26:31Z", [0.12, 0.58, 0.3], ""], [40411, "2017-09-28T14:38:26Z", [0.3, 0.2, 0.5], ""], [26, "2017-09-28T14:31:09Z", [0.45, 0.55, 0.0], ""], [31450, "2017-09-28T14:20:04Z", [0.9, 0.1, 0.0], "Just for the next three days I'm going to say there will be a referendum. If there is it won't matter and everyone involved will be arrested, which I realize is outside the scope of the question but it's fun to speculate."], [37179, "2017-09-28T13:21:17Z", [0.85, 0.15, 0.0], ""], [37179, "2017-09-28T13:20:43Z", [0.65, 0.35, 0.0], ""], [39978, "2017-09-28T10:12:45Z", [0.4, 0.11, 0.49], ""], [37379, "2017-09-28T10:09:00Z", [0.1, 0.0, 0.9], ""], [40394, "2017-09-28T10:00:41Z", [0.18, 0.0, 0.82], "The Spanish government will stop the illegal referendum. "], [36188, "2017-09-28T09:59:39Z", [0.2, 0.04, 0.76], ""], [28414, "2017-09-28T09:56:10Z", [0.1, 0.0, 0.9], ""], [14493, "2017-09-28T09:03:40Z", [0.1, 0.0, 0.9], "Taking note of what @Ken_barns @cdod63 @cmeinel have said;\nTo me it would not count as a \"public vote\" unless all the \"public\" is able to vote, which would require lists of who is eligible to vote, and locations where all those eligible can caste a ballot.  If the public do not know if they are eligible to vote or not, or if those eligible to vote do not know how and where to caste their ballot I would not count it as a public vote. Nor would I count it if polling stations allowed people to vote without carrying out a check to see that they were entitled to vote (that would just be a poorly conducted opinion poll). \nA public vote therefore would require polling stations that were advertised to the public as such. If the public are informed of where the polling station are and when they are open, then that information would be known to the police. If the police know when and where polling will take place they can prevent access to these places, remove list of eligible voters, arrest those administering the votes and confiscate ballot boxes, The public could demonstrate against this, but I can't see how the results of any vote if the voters have to fight their way past the police could be considered valid, unless there was an incredibly high turnout 80% with more than 50% of the total electorate supporting one side and no chance of vote tampering. So unless the police let the vote take place I think it would not count as a \"public vote\". "], [28414, "2017-09-28T08:32:27Z", [0.3, 0.0, 0.7], ""], [28414, "2017-09-28T08:32:08Z", [0.5, 0.0, 0.5], ""], [4634, "2017-09-28T08:27:37Z", [0.48, 0.02, 0.5], ""], [4634, "2017-09-28T05:57:18Z", [0.35, 0.05, 0.6], ""], [23006, "2017-09-28T05:18:20Z", [0.8, 0.2, 0.0], "I would be shocked to the core if Spanish soldiers fired on Spanish people\n"], [38319, "2017-09-28T02:19:30Z", [0.1, 0.01, 0.89], "I note a couple of things but, as I am at work and away from my spreadsheets, will not alter my forecast yet ... 1.  The Mossos chief, Trapero, has openly voiced his concern about the Mossos _increasing_ public disorder by trying to close polling places.  Also, he is concerned that the Mossos is being expected to follow the directions of the Office of the Prosecutor, rather than a judge's orders.  INCREASE probability a vote will occur. 2.  The High Court of Catalonia has directed the Office of the Prosecutor to stop issuing \"stop the vote\" directions to the various police forces, because a High Court magistrate has already \"taken over the investigation\".  And the High Court directions to the police are ... *drum roll* ... \"stop the vote\" (which is reported by @cmeinel in https://www.gjopen.com/comments/comments/584363).  So now the Mossos will be following judicial orders.  CANCEL most of the INCREASE in point 1. 3.  Interesting anonynous letter from one of the officials the Catalan Government is expecting to run this election: http://www.lavanguardia.com/politica/20170927/431595394831/notificaciones-miembros-mesa-electoral-referendum-independencia.html\nBriefly:  His notification to officiate went to the wrong address.  It was not sent certified mail.  Although supporting an official referendum, he thinks this vote is highly irregular and wants no part of it.  If he does not want to participate, he must notify the (no longer existing) Electoral Syndicate, so an alternative can be arranged.  Attempts to communicate this with the Catalan Government via provided online forms bounce back.  REINFORCES prior assumptions that there is unlikely to be an effective polling and counting process, even at booths that are not shut down by police."], [368, "2017-09-28T00:55:04Z", [0.0, 0.0, 1.0], ""], [37214, "2017-09-28T00:14:23Z", [0.0, 0.4, 0.6], ""], [691, "2017-09-27T22:42:25Z", [0.47, 0.15, 0.38], "We are now down to the question of whether the Catalan government will \"hold a public vote\" in places forbidden by the Spanish government to host voting, or whether a \"public vote\" in some unguarded church or home or school or street corner will meet this criterion.  I think probably yes.  If the vote is open to the public, it shouldn't matter to the scorers whether some other government--even the national one--thinks or declares it's not happening.  If some number of people in Catalonia vote because the Catalan government said the game is on, then this is a Yes.  No way it's not awkward, but it's a Yes. The Madrid government has been too blockheaded to simply urge Catalans to vote No--as many polls suggest they would prefer to do, so this will not end well.  But a vote will be held, open to the public, at the behest of the Catalan government, which should meet the criteria as stated in this Q."], [37379, "2017-09-27T21:48:23Z", [0.28, 0.0, 0.72], "Catalan High Court judge orders all police forces in Catalan to prevent use of public buildings as polling places. Does that mean they will be evicting the citizens who will be sleeping in at public schools so as to -- they hope -- ensure they can be used as polling places come Sunday? Or is the judge doing a Glendower as she summons all the police powers of Catalan? [GLENDOWER. I can call spirits from the vasty deep. HOTSPUR. Why, so can I, or so can any man; But will they come when you do call for them?  -- Shakespeare] Dateline 9-27-2017 A senior judge at the High Court in Catalonia issued an order on Wednesday evening which did three key things in relation to the anti-referendum policing measures in Catalonia as regards Sunday's vote. Firstly, the new order—a copy of which has been obtained by The Spain Report—tells all police forces in the region, Catalan Police (Mossos), Civil Guard, National Police and local police to work together to shut down the referendum, in very similar terms to the order issued by the Public Prosecutor's Office on Tuesday. Officers must prevent public buildings and premises from being used as polling stations or to otherwise prepare or organise the referendum between now and Sunday, October 1. If any are opened or used for those purposes, the police are to close them down. The police must also seize any materials being used to prepare or hold the referendum, including computers, with the addition in the new order of instructions to go after the logistical and vote counting centres. The judge reaffirmed the role of the Home Office appointed policing coordinator, a Civil Guard colonel, for the next few days in Catalonia. Secondly, the High Court judge tells the Public Prosecutor's Office that she is now in charge of anti-referendum policing orders—given that a criminal investigation has now been opened and is being processed through the courts—and that the Public Prosecutor's Office must stop issuing its own policing orders. The second part of the order, related to the public prosecutor, is a standard part of Spanish procedural law when an investigating judge takes over initial investigations by a prosecutor. Thirdly, the High Court ruling on Wednesday provided the first judicial interpretation of the Catalan government's actions to ignore previous court orders on the referendum and preparations for it. The judge was ruling on complaints filed by the Public Prosecutor's Office against the members of the regional Catalan government for disobeying Constitutional Court rulings on the referendum. The Catalan government, she said, was \"clearly\" not paying attention to those rulings, or to those orders issued by the High Court shutting down referendum websites. Such a \"reluctant\" attitude, and the \"provision of all means at their disposal\" to hold the suspended referendum on Sunday \"clearly infringes the decisions of the Constitutional Court\". -- https://www.thespainreport.com/articles/1162-170927204600-judge-at-high-court-in-catalonia-orders-police-to-close-down-referendum-and-takes-control-from-prosecutor"], [23234, "2017-09-27T21:13:39Z", [0.55, 0.04, 0.41], ""], [368, "2017-09-27T20:58:25Z", [0.0, 0.0, 1.0], ""], [23006, "2017-09-27T19:39:59Z", [0.8, 0.2, 0.0], "Charlie Munger's dog aka Deprival-Superreaction tendency  +20% If they were blasé about voting in this referendum before, which I believe the majority were, they certainly are not now."], [1333, "2017-09-27T17:27:59Z", [0.15, 0.0, 0.85], ""], [37379, "2017-09-27T16:52:06Z", [0.32, 0.0, 0.68], "On the one hand, school sleep-ins are planned to keep them open Sunday as polling places. Wikileaks is running a mirror of the banned elections website to advise people where they can go to vote. On the other hand, Spanish authorities are grilling suspected providers of ballot boxes. Could they be trying to uncover covert polling places?  On the third hand, check out the body language of Spain's leader, Mariano Rajoy, in the photo in the Reuters story cited below, of his meeting with Trump yesterday. My reading: the man may well flinch away from the Tiananmen Square level of violence needed to block the vote. Even if he doesn't flinch, what about the men on the front line, trying to invade schools, faced with women placing red carnations in the barrels of their guns? Right now we know that activists have made enough photocopies of the ballots to conduct the referendum. Wikileaks is keeping a website live with information on the locations of polling places. Word of mouth will do the rest. Would-be voters are planning to camp out in the schools where the polling places will be. Streets are crowded with flag-waving, peaceful supporters demonstrating the power of the people. The orders of Spanish authorities must rely on outsiders ferried in at the last moment, unfamiliar with the landscape, tasked to subdue millions of people armed with red carnations. On the forth hand, even though at least some people will be voting Sunday, what will the scorers of this question say? Raising probability slightly.  Liz Castro‏Verified account @lizcastro  3h3 hours ago\nSo yesterday Spain ordered Catalan Police to seal polling offices (schools). Today @mossos demurred and school folks promised sleep-in. Reuters Top News‏Verified account @Reuters  9h9 hours ago\nSpanish police to take over Catalan polling stations to thwart independence vote http://reut.rs/2xAGeS6  via @ReutersTV Dateline 9-26-2017 https://uk.reuters.com/article/uk-spain-politics-catalonia/spanish-police-to-take-over-catalan-polling-stations-to-thwart-independence-vote-idUKKCN1C1271 WikiLeaks‏Verified account @wikileaks  Sep 26\nWikiLeaks mirror of censored Catalan government referendum site now includes polling stations https://wikileaks.org/mirrors/catref/on-votar/index.html … #Catalunya #Catalonia Catalan News‏ @catalannews  5h5 hours ago\nCourt summons 6 high-ranking Catalan officials and representatives of 2 companies which bidded to provide ballot boxes for the Oct 1 vote "], [4634, "2017-09-27T16:14:16Z", [0.3, 0.05, 0.65], ""], [37379, "2017-09-27T15:06:06Z", [0.3, 0.0, 0.7], "Will civil disobedience keep police drafted from outside Catalan from preventing the election? Comparison class: In 1974, the people of Portugal defeated their dictator by a mass movement of placing red carnations in the barrels of the guns of the authorities. Now would-be voters of Catalan are deploying their red carnations.  Wow. Wow. Raising probability of a vote. Dateline 9-27-2017 Government says local force will assume control of polling booths as additional officers are drafted in from Andalucía...  “Today we can affirm that there will be no effective referendum in Catalonia,” the Spanish government’s representative in Catalonia, Enric Millo, told reporters on Tuesday. “All the referendum’s logistics have been dismantled.” ... In Barcelona, residents have been giving out red carnations to regional police, a nod to Portugal’s 1974 revolution that toppled its military dictatorship, when people put red carnations in the barrels of soldiers’ guns. -- https://www.theguardian.com/world/2017/sep/26/spain-deploys-police-to-prevent-catalan-independence-vote-catalonia"], [12879, "2017-09-27T15:04:27Z", [0.25, 0.0, 0.75], ""], [1333, "2017-09-27T13:13:23Z", [0.05, 0.0, 0.95], ""], [40280, "2017-09-27T06:05:18Z", [1.0, 0.0, 0.0], ""], [4634, "2017-09-27T05:24:19Z", [0.5, 0.05, 0.45], ""], [23234, "2017-09-27T04:31:40Z", [0.5, 0.01, 0.49], ""], [37379, "2017-09-27T00:44:33Z", [0.11, 0.0, 0.89], "Breaking news:  http://www.catalannews.com/news/item/26-sept-17-tv-news-prosecutor-orders-polling-stations-sealed-off Catalan News‏ @catalannews  5h5 hours ago\n#UPDATE Spain’s prosecutor the Catalan police that a diameter of 100m from big polling stations must be sealed off Plus,@Ken_Barn's excellent compendium of breaking new and his excellent analyses thereof at https://www.gjopen.com/comments/comments/583622"], [38319, "2017-09-26T22:59:53Z", [0.1, 0.01, 0.89], "A few developments in the last 12 hours: 1.  Despite what their Catalonian boss, Forn, has said (https://www.gjopen.com/comments/comments/582828), the Mossos are visiting polling stations and collecting names and numbers (http://www.lavanguardia.com/politica/20170926/431584086522/mossos-colegios-electorales-preguntan-1-o-referendum.html).  I think that the idea that the Mossos will \"facilitate the referendum\" is wishful thinking.  At best (for the Leave side), _some_ Mossos agents might be less-than-full-compliant with orders coming from the Prosecutor's Office.  2.  Official orders have come down that police will be physically stationed at polling stations to keep them closed all day Sunday (http://www.lavanguardia.com/politica/20170926/431578437386/fiscalia-ordena-mossos-precinten-desalojen-puntos-votacion-referendum-1o.html).  Assuming the Mossos/National Guard/etc are generally compliant with this order, it is hard to see how voting will occur.   3.  Puigdemont is continuing to press people to turn out and have their say (http://www.lavanguardia.com/politica/20170926/431581125649/puigdemont-catalunya-no-olvidara-ataques-rajoy.html), without providing any practical rebuttal to how a vote might go ahead given the tightening restrictions in place.   This fits a broad pattern of the Catalan Government's pronouncements over the last month:\n\"Trust us local mayors, we have a secret plan to make sure that you won't be fined by the Spanish Government\";\n\"We've dismissed the Electoral Syndicate, but trust us, we have secret plans to make sure the election will be officiated anyway\";\n\"The ballot boxes and ballot papers have been confiscated, but trust us, we have secret back up plans\"; \n\"The notifications to polling officials have not been sent out, but trust us, we have other ways of contacting those 45,000 people in the next 12 hours\"; and now\n\"Polling places will be closed by police?  Turn up and vote anyway to 'spoil the forecasts', as we have a secret plan for how you will be able to vote despite having no electoral officials, no balloting materials, and now no open polling booths.\"\nIn no case has the Catalan Government publicly announced how the very real obstacles to holding an election will be overcome.  I understand the importance of keeping things quiet to prevent the Spanish Government from preempting your \"secret\" contingency plans.  But the conclusion I am drawing is that there _are_ no contingency plans.  Can you blame me? So some analysis ...\nThe Catalan Government is holding this vote to see a benefit for the Leave cause.  This benefit might be in one of three ways.\n1)  Leave wins the vote, and the vote is generally seen as a mandate to unilaterally declare independence.\n2)  Leave wins the vote, and by strong enough a margin that the Catalan Government can negotiate with the Spanish Government from a position of power.\n3)  The process of holding a vote triggers a disproportionate response from the Spanish Government, such that the Remain cause is weakened in the hearts & minds of Catalans in the longer term. At the moment, it is highly unlikely that, even if a vote is held, it will be seen to be reflective of the general Catalan will.  So they don't gain 1) or 2).  The largest Leave party in Catalonia has announced that there will be no unilateral declaration of independence.  So they are renouncing 1) as an objective.  And lastly, even if the Spanish Government did not interfere, the likely outcome would have been a win to \"Leave\" based on a low turnout (as in 2014), or else a higher turnout but a \"Remain\" or a very close \"Leave\" win ... neither of which appreciably strengthen the hand of the Catalan Government against the Spanish Government. That leaves the likely objective of the vote as: create maximum chaos and media coverage of repression of \"ordinary Catalans\", and thereby weaken the legitimacy of the Spanish State and its instruments of repression.  And it may well be that this _always_ was the intent of holding a vote, given the pro-Leave parties and pro-Leave populace represented only half of Catalonia.  Perhaps if things lined up perfectly (highish turnout, and \"Leave\" wins by a respectable margin), they might have jumped at a unilateral declaration of independence ... but even then I wonder if they expected that that truly would have resulted in an independent Catalonia, or would such a declaration have been an even sharper provocation to Spain to send in the troops. I see it as entirely likely that Puigdemont will continue to howl for Catalans to turn up on the day, and continue to promise that there will be both an opportunity to vote, and a result declared.  This will maximise the opportunity for violent confrontation with police.  Once that happens on Sunday however, I see _no_ benefit to the Catalan Government declaring a result.  Any declared \"Leave\" result from such a compromised voting process would be scoffed at by the international community and the Spanish Government, and thus does not help reach objectives 1) and 2).  And if \"maximum resentment\" is the aim, then it looks better to declare _after_ Sunday that the vote was \"oppressed\" by the diabolical Spanish Government. DECREASE probability that the Catalan Government are able to hold a vote and declare a result: 0.35 -> 0.20\nNo ballot boxes, no ballot papers, no Electoral Syndicate, no notification to prospective electoral officials, no open polling places ... and I'm pretty sure there are no \"secret plans\" to deal with these barriers.  Some locations may have some votes collected and counted, but not enough to declare a result even if the Catalan Government wanted to (see below). DECREASE probability that the Catalan Government, if able to hold a vote, chooses to proceed with the vote: 0.80 -> 0.50\n... and I'm not even sure that the Catalan Government _wants_ to declare a result.  I think that even if, on Monday evening, they get a trickle of results back from a few booths that were able to open, with perhaps 5-10% turnout and 95% voting for independence, the \"maximum resentment\" objective is better achieved by claiming \"They took our votes\" than saying \"Leave has won\". I'm off to get a coffee now.  Have fun all!"], [24, "2017-09-26T20:16:12Z", [0.15, 0.15, 0.7], "Spanish authorities making it increasingly difficult for the vote to go ahead as scheduled, Could they let up during the forecast period? Potentially, maybe."], [691, "2017-09-26T19:56:04Z", [0.47, 0.15, 0.38], ""], [368, "2017-09-26T17:37:46Z", [0.0, 0.0, 1.0], ""], [12879, "2017-09-26T17:27:09Z", [0.1, 0.0, 0.9], ""], [23006, "2017-09-26T16:49:22Z", [0.6, 0.4, 0.0], "https://www.gjopen.com/comments/comments/582828\nBased on gibsons comments above Assuming from willingness of spain to 'allow' an essentially illegal referendum to unfold, they dont think it will pass."], [1639, "2017-09-26T15:44:33Z", [0.2, 0.0, 0.8], ""], [36188, "2017-09-26T15:36:57Z", [0.28, 0.04, 0.68], ""], [1333, "2017-09-26T15:35:00Z", [0.15, 0.0, 0.85], "Assuming that GJ isn't accepting unsanctioned election results as anything more than a straw poll, this is a no with 15% cut out for yes/pass incase GJ does accept a free for all as an election."], [40331, "2017-09-26T14:04:42Z", [0.05, 0.0, 0.95], ""], [28414, "2017-09-26T13:23:18Z", [0.0, 0.0, 1.0], ""], [73, "2017-09-26T12:55:45Z", [0.0, 0.0, 1.0], "some sort of vote - maybe; a public vote - no."], [38319, "2017-09-26T12:50:54Z", [0.28, 0.01, 0.71], "Two further pieces of information: 1.  The Catalan Government has been unable to officially notify electoral officials of their appointment.  (See http://www.lavanguardia.com/politica/20170926/431573413896/govern-enviar-notificaciones-miembros-mesas-electorales-referendum-1-o.html)  According to one of the last pronouncements of the Electoral Syndicate, members of polling stations can be notified up until the 26th of September.  But apparently 45,000 of the 55,000 notifications have yet to be sent out.  So once again, who will be actually running this election on the day?? 2.  The main party in the pro-independence coalition that makes up the Catalan Government has now announced that a \"Yes\" vote will _not_ be followed by a unilateral declaration of independence; it is \"absolutely ruled out.\"  (See http://www.lavanguardia.com/politica/20170926/431574607143/pdecat-dui-descartada.html)  The main aim of the \"referendum\" now is to produce a result that can be used in future negotiations with the Spanish Government: \"I cannot imagine that [after a vote for independence], Spanish institutions will not understand that the time for dialogue has arrived.\" What to make of this?  On one hand, a softer line from the Catalan Government means that the Spanish Government is less likely to \"go nuclear\" and activate Article 155 (which they are running out of time to do) or call in the troops ... which means that at least some kind of vote goes ahead.  On the other hand, this reinforces the perception that elements of the Catalan Government are starting to fear the personal legal consequences of defying Spanish law ... which means that there is a chance that the Catalan Government, as they did with the Electoral Syndicate being dismissed, might capitulate and cancel the vote in the next couple of days. DECREASE probability that the Catalan Government are able to hold a vote and declare a result: 0.40 -> 0.35 So I see people turning up to vote, but no officials in place, and perhaps no ballot boxes or ballot papers.  Some votes may well be cast, but the Catalan Government may not be able to declare a result.  I don't think this probability will go much lower, unless Article 155 is activated (which, as mentioned above, is _less_ likely now that I thought it was a couple of days ago). DECREASE probability that the Catalan Government, if able to hold a vote, chooses to proceed with the vote: 1.00 -> 0.80 So a 1 in 5 chance that the Catalan Government blinks, and walks away from a vote this weekend.  Not likely, but I think it is a possibility now."], [37379, "2017-09-26T10:33:41Z", [0.4, 0.0, 0.6], "Spain's central government now has chartered ferries to bring thousands of outside police officers to Catalan to try to stomp out voting. I am raising probability of YES by one percent, as this ferry chartering business suggests that Spain's attempt at taking over control of local Catalan policing entities is failing. I'm also decreasing probability to zero of a NO vote winning because this heavy handed behavior is likely to convert undecided citizens into supporters of independence. Comparison class: when  the revolt began in Ukraine's Donbas and Luhansk provinces, the central  government sent in troops. When troops encountered crowds of unarmed, peaceful citizens, including a high percentage of women, they backed down.  Will Spain's outside police be willing to drag peaceful would-be voters away from the polls? Will they even be able to find where the ballots are being accepted from citizens?  My guess is that if the people of Catalan can maintain peaceful resistance, avoid the temptation to riot, they have a fighting chance to pull off this referendum and thus lead Catalan President Carles Puigdemont to declare that YES has won. If he has to make this declaration from jail -- comparison class, Martin Luther King, \"Letter from a Birmingham Jail.\" He would be a hero to his people.   Dateline 9-25-2017 Spain’s attorney general has refused to rule out the possibility of arresting the Catalan president, as the region’s pro-sovereignty government prepares to defy Madrid by holding an independence referendum on Sunday. José Manuel Maza said that Carles Puigdemont could face action for disobedience, breaching public duties and misuse of public funds for proceeding with the poll after Spain’s constitutional court suspended the hastily passed legislation underpinning the vote. Maza said the regional president could be arrested for misuse of public funds as the crime carries a jail sentence. On Monday, he told Onda Cero radio that although such a move had not been judged “timely” as yet, adding: “It’s a decision that’s always available.” Speaking days after Spanish police arrested 14 Catalan officials, seized almost 10m ballot papers and chartered ferries to accommodate the thousands of extra police officers who are being sent to Catalonia to stop the referendum, Maza rejected suggestions that the government was being heavy-handed. -- https://www.theguardian.com/world/2017/sep/25/spain-attorney-general-refuses-rule-out-arrest-catalan-president"], [23234, "2017-09-26T03:53:55Z", [0.5, 0.05, 0.45], ""], [23234, "2017-09-25T21:07:15Z", [0.42, 0.05, 0.53], "Comment deleted on Oct 02, 2017 02:05AM UTC"], [37379, "2017-09-25T20:42:40Z", [0.39, 0.02, 0.59], "Following @Ken_Burn's excellent data and analysis at https://www.gjopen.com/comments/comments/582119"], [691, "2017-09-25T18:28:13Z", [0.47, 0.15, 0.38], ""], [368, "2017-09-25T17:05:24Z", [0.0, 0.0, 1.0], ""], [23006, "2017-09-25T16:26:45Z", [0.22, 0.27, 0.51], ""], [24, "2017-09-25T14:20:43Z", [0.35, 0.3, 0.35], ""], [23234, "2017-09-25T13:49:24Z", [0.48, 0.07, 0.45], ""], [28414, "2017-09-25T10:56:21Z", [0.35, 0.0, 0.65], ""], [14493, "2017-09-25T10:41:07Z", [0.35, 0.0, 0.65], "This question could turn on what counts as \"a public vote\". If the Spanish government disrupts the distribution of voting cards and access to polling locations, and only (say) 10% of people get to caste some sort  of vote somewhere and the votes get counted by people unknown and no one really trusts the result as reflecting public opinion, can this really be called \"a public vote on independence\"? If Russia announced that a similar (illegal) exercise in Eastern Ukraine had shown that the public there wanted to become part of Russia, no one would regard it as a real public vote. So I would suggest that even if some voting takes place in Catalonia, in the present circumstance it would not pass the test of showing what the public really thought. \nI have asked Spanish friends for their views. It would be expected that supporters of Rajoy and the PP would be against the referendum, so I was more interested what younger people who had more sympathy with Podemos (left wing populist party) and who spoke Catalan (or Valenciano) thought. The view was that the situation is a mess with both sides trying to provoke conflict; that the Catalans and the rest of Spain had agreed to the Spanish Constitution that says the referendum is illegal and the Catalan government should do things the legal way (try and get the Spanish constitution changed first); the Spanish Government is determined to  stop the vote and they have replaced the 'Mossos de Esquadra' (the autonomous Catalan police force) by National Police from outside Catalonia (my friends find this very significant) the Guardia Civil (the para-military police who's role is to protect the Spanish State from civil unrest) is also involved. So summing up, they think the Spanish Government has the means to prevent the vote and has the law on its side, and that if the Catalan officials don't back down they will face serious legal consequences. They also think that Catalan independence is a distraction from dealing with the real problems that they perceive; corruption by all political groups (particularly the PP but also other parties including regional governments), very high unemployment for young people in particular.   \nSo my \"NO\" mean no meaningful public vote, even if some polling takes place. \n\n"], [28414, "2017-09-25T09:38:26Z", [0.4, 0.0, 0.6], ""], [28414, "2017-09-25T08:31:17Z", [0.5, 0.0, 0.5], ""], [38319, "2017-09-25T08:17:05Z", [0.39, 0.02, 0.59], "How did I miss this???  (http://www.elmundo.es/cataluna/2017/09/22/59c4d9dd22601dde118b4655.html) In brief ...\nWhile attention has been focused on who is directing the Mossos, 3d ago the Catalan Government dissolved the Electoral Syndicate that was established to actually officiate the election.  Because Syndicate board members would each be subject to daily fines of 12,000 euro (!), starting on Friday, the Catalan Government (perhaps at the request of the individual Syndicate members) instead immediately discharged the Syndicate, and thanked the board members for their service. This has a couple of implications: 1.  Who the heck is running this vote?  Apparently, the election will now be officiated by \"public entities, academics, and international observers\".  (I thought the international community pretty much thought this vote was illegal ...)  So people will be turning up to vote, but no-one will be centrally responsible for making sure voting procedures will be followed, and no-one is officially responsible for counting the vote!  Now I would not put it past the Catalan Government to declare, \"We had a vote and independence won ... but we cannot give you exact results\", but it does raise the chance that people vote, but no official result is declared by the Catalan Government.  By my interpretation, this would _not_ count as \"the Catalan Government holding a vote\" (holding a vote includes declaring a result). 2.  Secondly, it means that the Catalan Government _is_ somewhat sensitive to the Constitutional Court issuing massive fines to those holding the vote.  I really thought that their attitude would have been more along the lines of, \"We'll be an independent nation in a couple of months, so good luck getting those fines to stick.\"  At this point, I think there is now a chance (albeit small) that elements of the Catalan Government blink first even if the Spanish Government _doesn't_ activate Article 155 or send troops on the streets. DECREASE probability that Catalan Government is able to hold a vote (including declaring a result): 0.60 -> 0.40\nINCREASE probability that, if a vote goes ahead, independence wins: 0.90 -> 0.98. If you were a \"Remain\" voter, why would you turn up to the hot mess that Sunday is going to be??"], [28414, "2017-09-25T08:10:17Z", [0.55, 0.0, 0.45], ""], [4634, "2017-09-25T05:54:56Z", [0.5, 0.15, 0.35], ""], [37379, "2017-09-25T05:41:39Z", [0.55, 0.0, 0.45], "Dateline 9-24-2017 Catalan independence campaigners have held rallies across the region, distributing 1m ballot papers a week before people are due to vote in a sovereignty referendum that the Spanish government has vowed to stop. Thousands of people congregated in town squares around Catalonia on Sunday to show their support for the vote as tensions between the pro-independence regional government and the Spanish state continued to rise. Speaking at a rally in Barcelona, the president of the independence group Òmnium Cultural, Jordi Cuixart, said: “Here are the packs of ballots that we ask you to hand out across Catalonia.” The view from Madrid: anger and sadness as Catalans prepare for vote\n Read more\nCarme Forcadell, the speaker of the regional parliament, told a Barcelona crowd: “I ask you to go out and vote! Vote for the future of Catalonia!” The distribution of voting slips comes days after Spanish Guardia Civil officers raided regional government buildings, arrested 14 senior Catalan officials and seized almost 10m ballot papers.  https://www.theguardian.com/world/2017/sep/24/catalan-campaigners-hand-out-million-independence-referendum-ballots"], [37379, "2017-09-25T05:38:32Z", [0.45, 0.05, 0.5], "On the one hand, the central government of Spain has formally ordered the local police in Catalan to take their orders from the central government and quash the vote. On the other hand, if you think you are a big shot, try ordering around another man's dog. Will the many Catalan police authorities go ahead and use arrests and worse to prevent the vote? Or will they sit this one out, slow roll it, whatever? I suspect the answer to this question will be muddy. I expect that some people will vote, some votes will be counted , massive arrests, riots, perhaps deaths will occur, and the results will be in such dispute that the people scoring this question will have a choice of voiding the question or making a decision that will upset a significant percent of the participants. Dateline 9-24-2017 \n\tPlease use the sharing tools found via the email icon at the top of articles. Copying articles to share with others is a breach of FT.com T&Cs and Copyright Policy. Email licensing@ft.com to buy additional rights. Subscribers may share up to 10 or 20 articles per month using the gift article service. More information can be found at https://www.ft.com/tour.\n https://www.ft.com/content/c12596c0-a06f-11e7-9e4f-7f5e6a7c98a2 \tSpain's central government and regional Catalan authorities were battling at the weekend over control of the regional police force in a dispute seen as central to the fate of the Catalonian independence referendum on October 1. The Spanish courts have ruled the vote illegal, and the Catalan police force, the Mossos d’Esquadra, is expected to work alongside thousands of state police, brought especially to the region, to prevent it. The Spanish interior ministry told all local and national police forces on Saturday they had been temporarily placed under a single chain of command reporting directly to the interior ministry in Madrid. The ministry would directly co-ordinate all police operations in Catalonia as the government prepares to forcibly prevent the referendum. But the pro-independence Catalan regional government has said it will not comply with the ruling, opening up another front in a rapidly escalating conflict between Madrid and Catalonia that threatens to turn into an acute constitutional crisis. https://www.ft.com/content/c12596c0-a06f-11e7-9e4f-7f5e6a7c98a2\n"], [32540, "2017-09-25T02:32:53Z", [0.85, 0.15, 0.0], ""], [691, "2017-09-25T01:14:45Z", [0.33, 0.32, 0.35], "The Catalan government is pretty adamant about holding this election, despite the hefty interventions from Madrid.  Madrid is pretty adamant about preventing this election, and is behaving remarkably stupidly.\nThe electorate, according to lots of polls, may be pretty closely split, and neither of the teams seems to be effectively courting votes because they are too busy yelling at each other to notice the voters.  Democracy inaction.  That is not a typo.  "], [40267, "2017-09-24T20:35:50Z", [0.7, 0.25, 0.05], ""], [30485, "2017-09-24T19:12:05Z", [0.15, 0.25, 0.6], ""], [32258, "2017-09-24T18:09:13Z", [0.8, 0.0, 0.2], "http://www.express.co.uk/news/world/856566/Catalonia-independence-referendum-news-Artur-Mas-Carles-Puigdemont-Madrid-Rajoy Catalonia independence: Ex-leader reveals SECRET PLANS to counter Spain’s crackdown EXCLUSIVE: CATALONIAN officials say they have secret plans to ensure the upcoming referendum goes ahead despite Madrid’s continual crackdown against the region’s drive for independence from Spain."], [368, "2017-09-24T17:57:11Z", [0.0, 0.0, 1.0], ""], [40112, "2017-09-24T17:17:49Z", [0.48, 0.07, 0.45], "common sense"], [40112, "2017-09-24T17:06:49Z", [0.45, 0.1, 0.45], ""], [32197, "2017-09-24T16:26:12Z", [0.75, 0.2, 0.05], ""], [1333, "2017-09-24T16:02:36Z", [0.15, 0.0, 0.85], "I Would not be surprised to see a lot Mosso stations padlocked this week and Madrid to require the Mossos to submit to an inventory and lock up the weapons.\nThis the nation that gave us the only peace time fascist leader in Europe"], [1333, "2017-09-24T15:52:40Z", [0.05, 0.0, 0.95], ""], [23234, "2017-09-24T15:07:55Z", [0.46, 0.03, 0.51], ""], [40235, "2017-09-24T08:51:25Z", [0.0, 0.01, 0.99], ""], [28414, "2017-09-24T03:41:44Z", [0.21, 0.0, 0.79], ""], [38319, "2017-09-23T23:12:13Z", [0.54, 0.07, 0.39], "Welp, I've got no idea where this is going to end up.  Ultimately, it is in the hands of the Spanish Government's response.   They have the ability to absolutely prevent the vote if they so choose (armed intervention, or activating Article 155), but that would only be at an unacceptable political cost.  Use of that level of force could well lose them Catalonia in the long term. They will probably try to prevent the vote with the current, more moderate approach.  I see the current approach as firm, practical; it retains the support of Catalans who support \"Remain\" and are resentful of the actions of a Catalan governing coalition that did not win a majority of the popular vote in 2015 and rushed an illegal enabling act through parliament on 6 September.  My best guess is that this approach will not actually prevent a vote occurring - the current response is insufficient to stop the vote next Sunday - but it will make the vote so anaemic that it will have no legitimacy.  Also, it is least likely to swing \"undecideds\" into the \"Leave\" camp in the longer-term. They could go a little too strong on the response.  That is, strong enough to upset the local Catalonian police, the Mossos, but not strong enough to completely prevent the vote.  The Spanish Government's dependence on the Mossos is problematic.  Firstly, even with the importation of police from the rest of Spain in the last few days, the Mossos are still going to be the majority of \"feet on the ground\" enacting the will of the Spanish Government.  Secondly, being a Catalonian force, there would a significant number, if not a majority, of members of the Mossos who are pro-independence.  So far, the Mossos has officially agreed to follow the legitimate orders of the Spanish Government, and ignore the illegal directions of the Catalan Government.  And so far, the actions of the Mossos have been in keeping with this alignment.  However, there are some public disputes between the Mossos and the (more pro-Remain) National Guard during joint operations, and the Mossos civilian leadership have rejected the placement of the Mossos under direct centralised control (http://www.bbc.com/news/world-europe-41373977).  It is conceivable that some members of the Mossos will engage in passive resistance to Spanish Government orders that they disagree with.  And the Spanish Government needs to Mossos to completely shut down the vote.  So, overall ... DECREASE probability that the vote will be able to go ahead: 0.70 -> 0.60\nThe Spanish Government is increasing the pressure, but I think it is still less than 50% likely that they will actually pull the trigger on Article 155 (and they are running out of time to do the preliminary requirements if they do intend to activate Article 155), or force troops onto the street.  And anything short of that will still mean _some_ sort of vote goes ahead (because the Catalan Government will not cancel the vote themselves). NO CHANGE in the probability that, if the vote goes ahead, independence will win: 0.90\nI've seen nothing yet that would be likely to swing voters from \"Leave\" to \"Remain\" or vice versa, or to sway undecideds into one camp or another.  Use of Article 155, or of force by the Spanish Government, _would_ change this.  Otherwise, \"Remain\" will probably remain home, and refuse to take part in an \"illegal\" vote. As an aside, has anyone had any thoughts about what happens between 2 October and 31 December if a vote is _not_ held next Sunday??"], [23234, "2017-09-23T22:47:44Z", [0.45, 0.05, 0.5], ""], [39568, "2017-09-23T22:10:44Z", [0.0, 0.5, 0.5], ""], [4918, "2017-09-23T22:02:00Z", [0.25, 0.05, 0.7], ""], [73, "2017-09-23T21:11:08Z", [0.0, 0.0, 1.0], ""], [73, "2017-09-23T21:10:38Z", [0.01, 0.0, 0.99], ""], [368, "2017-09-23T20:33:41Z", [0.0, 0.0, 1.0], ""], [40217, "2017-09-23T18:22:06Z", [0.05, 0.0, 0.95], ""], [40215, "2017-09-23T17:35:21Z", [0.4, 0.4, 0.2], ""], [1333, "2017-09-23T16:42:00Z", [0.15, 0.0, 0.85], ""], [12879, "2017-09-23T16:06:13Z", [0.25, 0.0, 0.75], "BBC News\nCatalonia referendum: Madrid takes over local policing\n 23 September 2017 Europe A Spanish official has taken command of local policing in Catalonia to stop the disputed independence referendum, the public prosecutor's office says. https://www.bbc.co.uk/news/amp/world-europe-41373977"], [691, "2017-09-23T12:53:52Z", [0.27, 0.24, 0.49], ""], [4634, "2017-09-23T12:43:57Z", [0.35, 0.05, 0.6], "https://www.thespainreport.com/articles/1146-170923140453-central-government-takes-control-of-catalan-police http://www.reuters.com/article/us-spain-politics-catalonia/spain-catalonia-clash-over-policing-as-illegal-independence-vote-nears-idUSKCN1BY0NG?"], [37379, "2017-09-23T11:15:03Z", [0.45, 0.05, 0.5], "Trying to prevent the referendum with brute force. Source: Dateline 9-22-2017 MADRID (Reuters) - Spain will send more state police to Catalonia to block any moves to hold a banned independence referendum, the interior ministry said on Friday. The government in Madrid is facing one of its biggest political crises since the end of the Franco dictatorship and the return of democracy four decades ago. It has called the referendum an illegal act and taken police and court action to block it. The new officers would monitor public spaces, keep order and “act in case the illegal referendum is maintained,” the ministry said in a statement. Catalonia’s regional government said new measures including a ban on police time off were over the top and meant to create a false impression of crisis. “All you need is eyes in your head to see there is no violence,” spokesman Jordi Turull said. Catalan leaders have said they are determined to hold the vote on Oct. 1, defying the central Madrid government and a Constitutional Court ban. They have also said the Catalan assembly would declare independence within 48 hours of a “yes” vote. State police already on the ground carried out unprecedented raids on regional government offices, printers, newspapers and delivery companies, searching for campaign material on Wednesday.  -- https://www.reuters.com/article/us-spain-politics-catalonia-police/spain-sends-more-police-to-block-catalonia-referendum-idUSKCN1BX1GL"], [40029, "2017-09-23T09:00:30Z", [0.5, 0.3, 0.2], ""], [23234, "2017-09-23T05:07:44Z", [0.5, 0.1, 0.4], ""], [23234, "2017-09-23T05:00:26Z", [0.4, 0.1, 0.5], ""], [35636, "2017-09-23T03:03:01Z", [0.95, 0.05, 0.0], ""], [23006, "2017-09-23T02:12:26Z", [0.3, 0.3, 0.4], ""], [40177, "2017-09-23T01:04:30Z", [0.33, 0.25, 0.42], ""], [40165, "2017-09-22T21:35:30Z", [0.0, 0.0, 1.0], ""], [691, "2017-09-22T20:54:35Z", [0.27, 0.26, 0.47], ""], [368, "2017-09-22T19:49:43Z", [0.0, 0.0, 1.0], ""], [34405, "2017-09-22T19:22:38Z", [0.6, 0.4, 0.0], ""], [28414, "2017-09-22T18:12:30Z", [0.25, 0.0, 0.75], ""], [40112, "2017-09-22T17:59:34Z", [0.3, 0.1, 0.6], "common sense"], [40052, "2017-09-22T17:29:20Z", [0.85, 0.15, 0.0], "Friends in spain."], [40133, "2017-09-22T17:14:40Z", [0.0, 0.05, 0.95], ""], [83, "2017-09-22T16:54:24Z", [0.25, 0.0, 0.75], "Reported UN offer: 2 - 3 years of negotiations to be followed by a referendum:\nhttp://www.bbc.com/news/world-middle-east-41359361"], [4918, "2017-09-22T16:42:22Z", [0.55, 0.1, 0.35], ""], [40094, "2017-09-22T16:15:38Z", [1.0, 0.0, 0.0], ""], [40124, "2017-09-22T16:09:24Z", [0.6, 0.4, 0.0], ""], [4634, "2017-09-22T15:48:25Z", [0.45, 0.05, 0.5], ""], [23006, "2017-09-22T15:42:15Z", [0.33, 0.33, 0.34], ""], [36188, "2017-09-22T15:39:28Z", [0.38, 0.04, 0.58], "Well, this one's getting crazy. Almost anything can happen. Currently I believe the (illegal) referendum is still scheduled for next week. However, the Spanish government seems to be taking a harder stance than I expected and there is a real possibility the referendum will actually not take place and will be replaced by riots. That said, I do think it is still possible that the referendum will take place in some small scale as well. Think the chances are maybe 40-60 for the vote. Of course, it is very unlikely that the \"against\" side would win the vote simply because no-one would bother to vote. But I don't think the chances for that are 0% either, considering they are still the majority group. So I'll say 38-4-58"], [40110, "2017-09-22T14:51:26Z", [0.45, 0.5, 0.05], ""], [40086, "2017-09-22T14:14:07Z", [0.4, 0.2, 0.4], ""], [40059, "2017-09-22T11:23:41Z", [0.1, 0.01, 0.89], ""], [40067, "2017-09-22T11:14:47Z", [0.15, 0.0, 0.85], ""], [40059, "2017-09-22T11:05:29Z", [0.1, 0.01, 0.89], ""], [40028, "2017-09-22T09:41:25Z", [0.55, 0.45, 0.0], ""], [40054, "2017-09-22T09:40:06Z", [0.2, 0.7, 0.1], "the question of the independent catalonia is an ongoing issue, only the hardliner want this. the youngsters want the advantages of the EU."], [40055, "2017-09-22T09:38:01Z", [0.0, 0.0, 1.0], ""], [40037, "2017-09-22T08:32:25Z", [0.0, 0.05, 0.95], ""], [73, "2017-09-22T02:46:09Z", [0.45, 0.0, 0.55], ""], [39997, "2017-09-21T23:21:41Z", [0.0, 0.0, 1.0], ""], [691, "2017-09-21T22:52:34Z", [0.51, 0.15, 0.34], ""], [39978, "2017-09-21T21:08:05Z", [0.32, 0.03, 0.65], ""], [39974, "2017-09-21T20:52:25Z", [0.0, 0.0, 1.0], ""], [39328, "2017-09-21T20:41:16Z", [0.29, 0.46, 0.25], ""], [39878, "2017-09-21T20:19:42Z", [0.0, 0.0, 1.0], ""], [39875, "2017-09-21T20:17:19Z", [0.73, 0.0, 0.27], ""], [39740, "2017-09-21T20:11:30Z", [0.4, 0.1, 0.5], ""], [39125, "2017-09-21T19:52:26Z", [0.25, 0.35, 0.4], "PM Rajoy will not allow an exemption from Spain's constitutional statues to not strengthen other movements or regions likes basques in Bilbao. Otherwise may tensions in Catalunia damage the region's economy which counts on tourism and strengthen the people who favor being Spanish. To show that Spain is democratic and respects the will of the people can then result in a vote in favor of Spain."], [39838, "2017-09-21T19:48:49Z", [0.25, 0.15, 0.6], "If the Spanish government had not intervened and arrested Catalonian political figures I would have predicted an higher percentage for a vote against independence. But now I think Spain will do whatever it seems necessary and defendable to prevent a vote."], [12879, "2017-09-21T19:15:31Z", [0.35, 0.05, 0.6], "The president of Catalonia, Carles Puigdemont, writes in the Guardian that “a de facto state of emergency” has ended Catalan home rule just weeks ahead of a planned referendum on independence......"], [39938, "2017-09-21T19:14:28Z", [0.0, 0.0, 1.0], ""], [23234, "2017-09-21T18:56:46Z", [0.59, 0.03, 0.38], ""], [23234, "2017-09-21T18:54:40Z", [0.7, 0.03, 0.27], ""], [39847, "2017-09-21T18:31:06Z", [0.0, 0.0, 1.0], "Rachoi dont let them even with force"], [39848, "2017-09-21T18:26:45Z", [0.0, 0.0, 1.0], ""], [39848, "2017-09-21T18:26:23Z", [0.01, 0.0, 0.99], ""], [39586, "2017-09-21T18:24:56Z", [0.0, 0.0, 1.0], ""], [39483, "2017-09-21T18:23:44Z", [1.0, 0.0, 0.0], "it won't be an official vote (against spains law). due to the reactions of what is going to happen on 1. of october the catalan are going to vote FOR independence"], [12879, "2017-09-21T18:19:50Z", [0.48, 0.05, 0.47], ""], [39656, "2017-09-21T18:19:19Z", [0.0, 0.0, 1.0], ""], [39859, "2017-09-21T18:18:00Z", [0.0, 0.95, 0.05], ""], [39724, "2017-09-21T18:14:45Z", [0.25, 0.25, 0.5], ""], [39665, "2017-09-21T18:14:30Z", [0.0, 0.0, 1.0], ""], [368, "2017-09-21T18:13:03Z", [0.55, 0.0, 0.45], ""], [39620, "2017-09-21T18:12:34Z", [0.75, 0.15, 0.1], ""], [39792, "2017-09-21T18:06:28Z", [0.2, 0.12, 0.68], ""], [39801, "2017-09-21T18:04:23Z", [0.1, 0.35, 0.55], ""], [39591, "2017-09-21T18:03:26Z", [0.55, 0.15, 0.3], ""], [39763, "2017-09-21T17:57:55Z", [0.3, 0.0, 0.7], ""], [39628, "2017-09-21T17:55:59Z", [0.15, 0.1, 0.75], ""], [39722, "2017-09-21T17:55:26Z", [0.15, 0.0, 0.85], ""], [39749, "2017-09-21T17:55:08Z", [0.01, 0.0, 0.99], ""], [39715, "2017-09-21T17:54:00Z", [0.0, 0.0, 1.0], ""], [39536, "2017-09-21T17:52:33Z", [0.0, 0.0, 1.0], ""], [39554, "2017-09-21T17:46:16Z", [0.11, 0.1, 0.79], ""], [39611, "2017-09-21T17:43:58Z", [1.0, 0.0, 0.0], ""], [39292, "2017-09-21T17:41:41Z", [0.0, 0.0, 1.0], ""], [39561, "2017-09-21T17:39:50Z", [0.25, 0.0, 0.75], ""], [39201, "2017-09-21T17:39:38Z", [0.8, 0.0, 0.2], ""], [39315, "2017-09-21T17:33:12Z", [0.1, 0.5, 0.4], ""], [39289, "2017-09-21T17:29:13Z", [0.2, 0.1, 0.7], ""], [39270, "2017-09-21T17:28:52Z", [0.0, 0.2, 0.8], ""], [37379, "2017-09-21T15:20:29Z", [0.5, 0.0, 0.5], "Dateline 9-21-2017 Pro-independence supporters have gathered outside Barcelona's top court for a second consecutive day, protesting against the Spanish government's attempts to block a referendum on Catalonia's split from Spain. The demonstrations began after Spanish authorities, which outlawed the vote scheduled for October 1, detained on Wednesday 14 regional officials and seized referendum materials, including some 10m ballot papers, in an unprecedented raid of regional government offices. The protesters on Thursday packed the Barcelona boulevard connecting Arc de Triomf and Parc Ciutadella, two popular tourist attractions, waving signs reading \"Stop dictatorship\" and \"We want to vote\". -- http://www.aljazeera.com/news/2017/09/separatist-supporters-mass-barcelona-top-court-170921105242786.html"], [37379, "2017-09-21T15:12:42Z", [0.5, 0.0, 0.5], "Holy cow, this referendum effort is in danger of tipping into wholesale  rioting. SOurce: Dateline 9-21-2017 Spain’s prime minister has called on Catalan separatist leaders to end their “escalation” as several thousand people took to the streets of Barcelona to protest at Madrid’s attempts to stop a banned referendum on independence. “Stop this escalation of radicalism and disobedience once and for all,” Mariano Rajoy said in a televised statement on Wednesday night as protesters remained in the centre of the city after a day-long demonstration. Catalonia’s president earlier accused the Spanish government of suspending the region’s autonomy after police intensified efforts to stop a vote on independence that has sparked one of the worst political crises since Spain’s return to democracy four decades ago. Spanish Guardia Civil officers raided a dozen Catalan regional government offices and arrested 14 senior officials on Wednesday as part of an operation to stop the referendum from taking place on 1 October. Carles Puigdemont, the head of Catalonia’s pro-sovereignty government, described the raids as a “a co-ordinated police assault” that showed that Madrid “has de facto suspended self-government and applied a de facto state of emergency” in Catalonia. 'They've called me a traitor': Catalans divided as independence vote nears\n Read more\nHe also appeared to draw a parallel between the raids and the repression and abuses of the Franco dictatorship, tweeting: “We will not accept a return to the darkest times. The government is in favour of liberty and democracy.” Speaking after an emergency ministerial meeting, Puigdemont vowed the poll would go ahead. “We reaffirm our peaceful response,” he said. “The Spanish government has crossed a red line and become a democratic disgrace.” The mayor of Barcelona, Ada Colau, called the raids “a democratic scandal” and said Catalans would defend their institutions. -- https://www.theguardian.com/world/2017/sep/20/spain-guardia-civil-raid-catalan-government-hq-referendum-row"], [31450, "2017-09-21T15:08:36Z", [0.3, 0.1, 0.6], "Shifting a bit toward no because of how many strategies that Rajoy is utilizing to stop the referendum."], [37379, "2017-09-21T15:04:30Z", [0.5, 0.0, 0.5], ""], [1333, "2017-09-21T14:27:36Z", [0.25, 0.0, 0.75], ""], [1333, "2017-09-21T14:16:20Z", [0.15, 0.0, 0.85], ""], [1333, "2017-09-21T13:35:17Z", [0.04, 0.0, 0.96], "I believe Rojoy will use force to stop the election and will arrest anyone making copies of the online ballot etc. Madrid would prefer to start an illegal revolution they can suppress than tolerate a legal revolution they cannot use force on."], [4634, "2017-09-21T13:28:29Z", [0.5, 0.05, 0.45], ""], [1639, "2017-09-21T12:07:05Z", [0.5, 0.0, 0.5], "8. “What is happening in Catalonia isn’t happening anywhere else in the European Union” This is the only assertion by Puigdemont that is actually accurate. Unfortunately, in the European Union we have nationalist leaders in both Hungary and Poland who want to put an end to the separation of powers and revoke the systems of laws and liberties currently in force. Luckily, as is also the case with Catalonia, this type of behavior has no place in the EU https://elpais.com/elpais/2017/09/20/inenglish/1505917320_788824.html\n_____________________________\nCOMMENTS: Points 1-7 (article of the above link) should all be read. There is very little truth to the words of Puigdemont. Probably just personal political ambitions. "], [28414, "2017-09-21T08:38:03Z", [0.5, 0.0, 0.5], ""], [28414, "2017-09-21T08:28:02Z", [0.6, 0.0, 0.4], ""], [4634, "2017-09-21T08:03:57Z", [0.6, 0.08, 0.32], ""], [23234, "2017-09-20T21:02:45Z", [0.6, 0.05, 0.35], ""], [83, "2017-09-20T20:15:39Z", [0.25, 0.0, 0.75], ""], [691, "2017-09-20T19:55:46Z", [0.75, 0.11, 0.14], ""], [368, "2017-09-20T19:43:26Z", [0.55, 0.0, 0.45], ""], [39042, "2017-09-20T18:44:44Z", [0.15, 0.25, 0.6], ""], [4634, "2017-09-20T18:14:25Z", [0.7, 0.08, 0.22], ""], [39062, "2017-09-20T17:55:41Z", [0.6, 0.1, 0.3], ""], [14493, "2017-09-20T16:26:34Z", [0.65, 0.0, 0.35], ""], [32258, "2017-09-20T16:08:45Z", [0.65, 0.0, 0.35], ""], [73, "2017-09-20T15:59:15Z", [0.49, 0.0, 0.51], ""], [12879, "2017-09-20T15:42:51Z", [0.0, 0.1, 0.9], ""], [73, "2017-09-20T15:23:05Z", [0.01, 0.0, 0.99], ""], [28414, "2017-09-20T15:10:21Z", [0.05, 0.0, 0.95], ""], [1333, "2017-09-20T14:52:37Z", [0.0, 0.0, 1.0], "Madrid is using force. At least twelve Catalan officials are said to have been arrested, including the chief aide to Catalonia's deputy prime minister, Josep Maria Jové. The arrests come as the mayors of Catalan towns who back the referendum were yesterday questioned by state prosecutors. https://www.independent.co.uk/news/world/europe/catalonia-independence-referendum-catalan-police-storm-ministries-arrested-josep-maria-jov-a7956581.html"], [28414, "2017-09-20T14:47:58Z", [0.4, 0.0, 0.6], ""], [1333, "2017-09-20T14:24:11Z", [0.15, 0.1, 0.75], "Julian Assange tweets that arrests of officials , suspensions of policemen and seizures of voting boxs and facilities are in progress. Julian A. So pass the salt.\n"], [1333, "2017-09-20T14:12:53Z", [0.25, 0.1, 0.65], ""], [73, "2017-09-20T14:04:26Z", [0.49, 0.0, 0.51], ""], [38319, "2017-09-20T11:57:42Z", [0.62, 0.08, 0.3], "Arrests begin.  This is new; it did not happen in 2014.  I think claims by the Catalan Government that it has been \"de facto suspended\" are overblown, but this is the first concrete sign that the Spanish Government is willing to take actions to prevent the vote, rather than just make threats, have a few token ballot box confiscations, and then punish those who defy the law after the fact. DECREASE the probability that the Catalan Government will be able to have a vote: 0.80 -> 0.70\nThis is because a) the Spanish Government is showing a tenacity that means that they may actually pull the Article 155 trigger if necessary; and b) those supporting the independence movement, but not wholeheartedly (eg. the Mayor of Barcelona), are going to start having real fears about the personal consequences for themselves and their governments' employees.  I think the independence movement may well start to show some defections in the next few days (or hours) and, if so, the chance of a vote will fall dramatically. Similarly, further concrete actions by the Spanish Government will also lower this further. INCREASE probability that, if an illegal vote is held, independence will win: 0.85 -> 0.90\nOnce again, a small-turn out vote, with more ambivalent local governments opting out, means that No voters are less likely to turn out, or will be less likely to be able to vote at all. I'm also trying to have a few percentage points free for the possibility (unlikely though it is) of some kind of vote happening between the 2nd of October and the 31st of December.  A sop from the Spanish Government to hold a non-binding vote on independence versus alternative models of semi-autonomy?"], [24, "2017-09-20T11:51:32Z", [0.55, 0.25, 0.2], ""], [37379, "2017-09-20T11:43:30Z", [0.85, 0.05, 0.1], ""], [24, "2017-09-20T11:36:36Z", [0.65, 0.0, 0.35], "Spanish Government seem to be playing hardball. Need to investigate what this will mean in practice and on the ground, but reports say \"Catalonia's regional government has been \"de facto\" suspended by Spain's central government in Madrid, the president of the would-be breakaway region has said.\" (e.g. http://www.independent.co.uk/news/world/europe/catalonia-referendum-government-suspended-de-facto-independence-spain-madrid-government-raid-a7957046.html) Could this prevent or delay the referendum, or just make it more difficult to be organized/appear legitimate?  Or presuming it does go ahead in some form influence the vote one way or the other? Not sure. But upping \"no\" a little in repsonse to the possibility of the vote not taking place as planned."], [691, "2017-09-20T02:34:42Z", [0.75, 0.19, 0.06], ""], [23234, "2017-09-19T21:42:10Z", [0.7, 0.0, 0.3], ""], [28414, "2017-09-19T20:30:10Z", [0.6, 0.0, 0.4], ""], [39042, "2017-09-19T20:22:07Z", [0.1, 0.3, 0.6], ""], [12879, "2017-09-19T19:49:29Z", [0.7, 0.0, 0.3], ""], [28414, "2017-09-19T19:38:31Z", [0.5, 0.0, 0.5], ""], [12879, "2017-09-19T19:30:48Z", [0.75, 0.0, 0.25], "Catalonia referendum: Spanish raid on Unipost deals blow to vote.\nhttps://www.bbc.co.uk/news/amp/world-europe-41325663"], [23234, "2017-09-19T19:13:14Z", [0.75, 0.0, 0.25], "Comment deleted on Sep 19, 2017 07:13PM UTC"], [368, "2017-09-19T18:10:32Z", [0.55, 0.0, 0.45], ""], [14493, "2017-09-19T17:53:51Z", [0.6, 0.0, 0.4], "(Reply to @Censusguyz ) As far as this question is concerned I think the closer to the referendum date we get without either side backing down the more likely it is that the (illegal) referendum will take place. I don't expect  the national government to send in the army  or Guardia Civil to  physically stop people voting, but who knows they might. Its just a case of who blinks first, Spain has said it will not allow it, the Catalan Parliament has said will take place. \nRajoy (Spanish PM) is in a bind. On the face of it, allowing a legal referendum would seem the most sensible thing for him to do, because the polls show that most people in Catalonia do not want independence.  The problem is that if Catalonia is given the option of splitting from Spain then the Basque areas (Pais Vasco) would want one as well, and even towns or cities might demand the same, it could even lead to the Catalan parts of France wanting to re-unite with the Catalan parts of Spain and the Basque parts of France wanting to unite with the Basques on the Spanish side of the Pyrenese. In short a redrawing of the map. For this reason Spain and the EU would not want referendums of this type. \nAs far as similarities with Brexit are concerned I suppose there are some. There are closer similarities to the Scottish independence referendum. As Mrs May has said there are people who strongly feel that they are from somewhere specific and there are people who (as she says) who are from anywhere. It seems that \"somewhere\" people don't trust or much like people who don't identify with the same \"somewhere\". \"Anywhere\" people don't much care where people are from they just identify as having things in common with some people and having less in common with some other people, geography (and race and colour) is not a big issue. According to Boris Johnson and Mrs May its wrong for British Citizens to also feel European or part of western civilization, they should just restrict their loyalties to being British. As many of my friends and family live in other countries and/ or are citizens  of other countries this seems odd to me. As Boris (until he got a US tax demand) had duel US/UK citizenship, I find his view odd. \nIn my view all nationalism and \"independence\" \"Brexit\" etc. is more about blaming people who are not like \"us\" than rational reasoning.  Today on TV I heard  a Brexiteer call for more international cooperation to shut down IS web sites and an acknowledgement that leaving the EU would mean some cost to the economy, which would be worth it because it would mean the UK did not need to accept EU (i.e. international) rules. A naive person might think that a united EU might be better placed to deal with international terrorists than 28 separate countries would be.  Another Johnson, Dr Samuel Johnson, famously said \"patriotism is the last refuge of the scoundrel\", today he might have said \"nationalism is the last refuge of the desperate politician\".    \n "], [1333, "2017-09-19T14:09:57Z", [0.45, 0.0, 0.55], ""], [73, "2017-09-19T14:00:36Z", [0.5, 0.0, 0.5], ""], [36188, "2017-09-19T09:23:03Z", [0.53, 0.16, 0.31], ""], [37379, "2017-09-19T08:38:51Z", [0.75, 0.05, 0.2], ""], [38319, "2017-09-19T08:18:37Z", [0.67, 0.13, 0.2], "Spanish government appears to be slowly but steadily lining up the instruments of state against the Catalan government.  Courts, constitutional experts, police (and even international opinion) all seem to be unanimous in their opinion that the Catalan Government is in breach of the law, and the Spanish Government is justified in taking measures against those attempting to hold a referendum. I think the Spanish government is cautious enough to _not_ over-react at the moment. That said, I think the end game is everyone waking up on the 2nd October with a vote having been held, but a vote that is so compromised that there is no clear mandate for independence.  If the Catalan government tries to use that result to press ahead with independence, _then_ I think you would see Spanish troops on the streets, and mass arrests. None of this will stop a vote.  The only measure that I think will stop _any_ vote is activation of Article 155 of the Spanish Constitution, which would suspend the Catalan Government.  Once suspended, any vote that is held would be ad hoc, locally based, and would not be declared by the (now dissolved) Catalan Government.  As I understand it, activation of Article 155 needs Rajoy to give the Catalan Government due warning (http://www.lavanguardia.com/politica/20170919/431389589072/articulo-155-aplicacion-1o.html).  If that warning appears, I think it would be a dead certainty that the Spanish Government would intend to follow-through on the threat. Overall ... DECREASE probability that Catalan government is able to hold a vote: 0.90 -> 0.80\nAs above, I think this is synonymous with the probability that the Spanish Government will _not_ activate Article 155. INCREASE probability that, if the Catalan government is able to have a vote, it will choose to have a vote: 0.95 -> 1.00\nI think this is a nigh certainty.  The Catalan government backing out now would lead to an unacceptable loss of face, and sets the precedent that the Spanish Government can suppress any further independence vote."], [28414, "2017-09-19T07:51:41Z", [0.65, 0.0, 0.35], ""], [23234, "2017-09-19T00:29:02Z", [0.65, 0.0, 0.35], ""], [83, "2017-09-18T21:50:52Z", [0.2, 0.05, 0.75], "Spanish government takes action to prevent any spend of Catalonian government funds on the vote From:http://www.dw.com/en/spanish-authorities-step-up-efforts-to-stop-independence-vote-in-catalonia/a-40544214:\n\"On Friday, the Spanish government threatened to take away Catalonia's budget to prevent spending on the referendum. Since July, Madrid has demanded weekly spending reports in an attempt to prevent public money being used for the referendum.  Spain's 17 regions pay taxes to the central government which then redistributes funds for local social security, education, police and emergency services. Budget Minister Cristobal Montoro said on Friday that the central government would take over the payments of the region's essential services unless Puigdemont guaranteed public cash was not being used to fund the referendum.\"\n"], [368, "2017-09-18T19:18:40Z", [0.55, 0.0, 0.45], ""], [37337, "2017-09-18T18:50:45Z", [0.6, 0.0, 0.4], ""], [23234, "2017-09-18T18:19:48Z", [0.72, 0.0, 0.28], ""], [28414, "2017-09-18T15:19:31Z", [0.35, 0.0, 0.65], ""], [1333, "2017-09-18T15:18:16Z", [0.35, 0.0, 0.65], ""], [691, "2017-09-18T15:02:51Z", [0.74, 0.16, 0.1], "http://www.aljazeera.com/news/2017/09/spanish-police-confiscate-catalan-referendum-material-170918080656349.html\nWell, here's a sillydam thing that hadn't even occurred to me.  "], [34449, "2017-09-18T08:08:31Z", [0.91, 0.05, 0.04], ""], [28414, "2017-09-18T06:54:24Z", [0.85, 0.0, 0.15], ""], [28414, "2017-09-18T06:53:20Z", [0.67, 0.0, 0.33], ""], [4634, "2017-09-18T05:08:10Z", [0.7, 0.15, 0.15], ""], [1333, "2017-09-18T00:46:05Z", [0.25, 0.0, 0.75], ""], [368, "2017-09-17T20:37:50Z", [0.95, 0.0, 0.05], ""], [691, "2017-09-17T20:13:47Z", [0.68, 0.2, 0.12], "http://www.aljazeera.com/news/2017/09/defiant-catalan-mayors-independence-referendum-170916142641470.html Filling the jails is a time-honoured civil disobedience tactic in places with a relatively free press.  Filling the jails with mayors is a new twist--probably lots of people think more mayors should be in jail, but not on this rap.  Madrid has several choices, many of them grotesquely stupid.  If I were Madrid I'd pretty soon stop saying there'll be no votes and start campaigning for No votes instead."], [37379, "2017-09-17T19:12:47Z", [0.65, 0.1, 0.25], "Dateline 9-17-2017 BARCELONA (Reuters) - Spanish authorities on Sunday pursued efforts to block an independence vote in Catalonia, seizing campaign materials as the chief prosecutor said jailing the region’s top politician could not be ruled out. The government in the northeastern region is intent on holding a referendum on October 1 that will ask voters whether they support secession from Spain, a ballot Madrid has declared illegal. In a raid on a warehouse in the province of Barcelona on Sunday, police confiscated around 1.3 million leaflets and other campaign materials promoting the vote issued by the Catalan government. The haul was the largest in a series of similar raids, the Interior Ministry said in a statement. Spanish prosecutors, who have ordered police to investigate any efforts to promote the plebiscite, said last week that officials engaged in any preparations for it could be charged with civil disobedience, abuse of office and misuse of public funds. -- http://www.reuters.com/article/us-spain-politics-catalonia/spains-prosecutor-warns-over-catalonia-referendum-as-leaflets-seized-idUSKCN1BS0MS"], [23234, "2017-09-17T17:21:38Z", [0.72, 0.06, 0.22], ""], [4918, "2017-09-17T17:19:25Z", [0.65, 0.1, 0.25], ""], [37364, "2017-09-17T16:54:59Z", [0.7, 0.2, 0.1], "The Catalan government has committed to holding this vote and it will occur before the year is out.  It is unlikely but possible that Madrid will use police/military force to prevent the vote, but they are more likely to act with state force should the yes vote carry the day.  The PP has taken steps to increase the likelihood of this vote through its policies of denying regional autonomy through court action and threatening public officials with arrest should they allow their communities to participate in the vote.  Their intention is to de-legitimize this referendum by creating a low-voter turnout.  They are likely to succeed in suppressing the vote in the areas of Catalonia (the larger cities) where support for independence is below 50% and in effect push the pro-independence vote into the majority.  Polling suggests that pro-independent voters represent 43% of the vote while anti-independence voters are around 47%.  Economic improvement in the Spanish economy is a likely factor in causing some Catalan voters to choose to oppose independence.  Nonetheless, if communities that do not favor independence decide to deny the means of voting no and follow the PP directive, they will tip this election to the pro-independence side."], [83, "2017-09-17T13:04:34Z", [0.2, 0.05, 0.75], "Rajoy claims it will not happen:\nhttp://www.bbc.com/news/world-europe-41292318 This Q may well depend a judges decision.  National interference will certainly greatly restrict the vote, on the other hand small areas will likely vote, even if they need to use self supplied paper and pencil.  Don't know where the judges will draw the line as to what constitutes an actual referendum.  Q specifies that the Catalan government must hold the referendum.  Low forecast is based on the probability that any votes collected will come from individual mayors, or groups of local citizens -- not from a region wide election held by the Catalan gov't. National interference seems to have avoided that possibility."], [38319, "2017-09-17T11:31:53Z", [0.72, 0.14, 0.14], "Main news item since last update - Barcelona local government's agreement to support the ballot. INCREASE probability that an \"illegal vote\" will be able to go ahead: 0.80 -> 0.90\nEven before Barcelona gave the go ahead, there seemed to be no appetite to use the very ad-hoc nature of the balloting process as an excuse to defer the vote.  It is hard to see how the Spanish Government can completely prevent a vote now, though they can certainly prevent the process from being \"free and fair\". DECREASE probability that \"Independence\" will win an illegal vote: 0.90 -> 0.85\nThis reverses the last change I made.  Barcelona, a \"Remain\" stronghold, being able to vote in the same way that other localities can increases (a little) the probability that \"Remain\" wins.  Also, I wonder if \"Remain\" supporters are more likely now to turn up rather than abstain, as they may see that a strong \"Remain\" vote is the best way to put the lid on independence for a generation or so."], [37379, "2017-09-17T10:28:41Z", [0.85, 0.0, 0.15], "Dateline 9-16-2017  In two weeks, Catalans will go to the polls to vote in a referendum on whether to secede from Spain and form an independent republic. Or will they? Ever since Carles Puigdemont’s government called the referendum for 1 October, the central government in Madrid has been doing everything in its power to ensure that it does not happen. Madrid says the referendum is unconstitutional and so are the laws the Catalan parliament passed a week ago, which will in effect disconnect Catalonia from Spanish legislative and administrative control if the Yes vote prevails. If the Catalan government’s strategy has been to provoke a reaction from Madrid, it has succeeded. While refusing to discuss the issue, the Spanish government has lashed out with a series of threats, including taking control of Catalonia’s finances by 18 September and abolishing its regional autonomy. It has threatened to bar Catalan leaders from holding office and even warned them that they could face jail. The attorney general has also said that any mayor who allows local authority buildings to be used as polling stations could face prosecution. Meanwhile, mayors who say they will not facilitate the referendum are being picketed and sent hate mail by pro-secessionists. Anyone printing or distributing ballot papers or supplying ballot boxes risks prosecution, and the government has even threatened to cut off the electricity to schools serving as polling stations. It has warned postal workers against handling electoral material. The Mossos d’Esquadra, the Catalan police force who became local heroes over their handling of the terrorist attacks last month, have been ordered to intervene to prevent voting taking place. Last Wednesday the Civil Guard shut the official referendum website, but within 24 hours Puigdemont had published a new link to the site on his Twitter account. WikiLeaks’s Julian Assange says he has been helping to defend the website.  -- https://www.theguardian.com/world/2017/sep/16/catalonia-collision-course-with-spain-independence-vote"], [368, "2017-09-16T19:38:24Z", [0.95, 0.0, 0.05], ""], [83, "2017-09-16T18:21:18Z", [0.35, 0.1, 0.55], ""], [12879, "2017-09-16T17:06:29Z", [0.65, 0.35, 0.0], ""], [4634, "2017-09-16T16:20:23Z", [0.6, 0.2, 0.2], ""], [23234, "2017-09-16T15:25:19Z", [0.6, 0.02, 0.38], ""], [691, "2017-09-16T14:53:16Z", [0.6, 0.19, 0.21], ""], [28414, "2017-09-16T12:42:19Z", [0.85, 0.0, 0.15], ""], [39023, "2017-09-16T12:07:47Z", [0.85, 0.1, 0.05], ""], [32258, "2017-09-15T23:27:49Z", [0.98, 0.0, 0.02], "http://www.startribune.com/the-latest-mayor-barcelona-will-vote-in-catalan-referendum/444494143/ \"...The mayor of Barcelona says the city's residents will be able to vote on Catalonia's split from Spain after arrangements were made to protect municipal employees from legal prosecution. Barcelona Mayor Ada Colau had refused to make local public facilities available as polling places for the Oct. 1 secession vote. Colau said she supported holding the referendum, but warned that facilitating it could be considered illegal. Spain's top constitutional court has suspended the measure while it considers a legal challenge. But Colau announced Thursday an agreement has been reached to use the regional government's facilities in Barcelona as polling stations. The move was celebrated by independence supporters because Barcelona, Catalonia's capital, is home to one-fifth of the region's registered voters.\" Comment: This is clearly important in terms of the numbers who will have access to voting. Not sure who the agreement was with that protects the municipal employees but nevertheless, it seems to satisfy Barcelona's mayor."], [28414, "2017-09-15T21:54:41Z", [0.45, 0.0, 0.55], ""], [10745, "2017-09-15T20:31:14Z", [0.0, 0.0, 1.0], ""], [691, "2017-09-15T20:27:45Z", [0.62, 0.18, 0.2], ""], [28414, "2017-09-15T19:51:13Z", [0.05, 0.0, 0.95], ""], [368, "2017-09-15T19:25:25Z", [0.95, 0.0, 0.05], ""], [13377, "2017-09-15T18:23:52Z", [0.03, 0.02, 0.95], ""], [37379, "2017-09-15T18:22:41Z", [0.05, 0.0, 0.95], "Spain's top court bans the referendum, and Spain's top prosecutor puts the muscle on 712 Catalan mayors: nix the vote or go to jail.  Sources:  Dateline 9-15-2017\nhttp://www.dw.com/en/spains-top-court-overrules-catalan-referendum-law/a-40408683\nhttp://www.dw.com/en/catalonia-independence-vote-spain-threatens-to-arrest-700-mayors/a-40491262"], [23234, "2017-09-15T18:19:00Z", [0.55, 0.1, 0.35], ""], [1333, "2017-09-15T15:37:30Z", [0.15, 0.0, 0.85], "Madrid issues arrest warrants for Mayors supporting holding a vote. They are to be served if and when a violation occurs, such as preparing to move voting machines."], [691, "2017-09-14T20:26:02Z", [0.75, 0.09, 0.16], ""], [368, "2017-09-14T20:19:26Z", [0.85, 0.0, 0.15], ""], [31450, "2017-09-14T14:43:50Z", [0.4, 0.1, 0.5], "The Spanish government has been stepping up its efforts to stop the referendum and I fear that, if the referendum occurs, that will drive more people to vote for independence."], [691, "2017-09-14T02:11:23Z", [0.75, 0.09, 0.16], ""], [411, "2017-09-13T21:16:04Z", [0.7, 0.1, 0.2], ""], [368, "2017-09-13T20:22:43Z", [0.85, 0.0, 0.15], ""], [368, "2017-09-13T20:08:00Z", [0.85, 0.0, 0.15], ""], [13377, "2017-09-13T10:54:04Z", [0.5, 0.3, 0.2], ""], [38319, "2017-09-13T01:51:32Z", [0.68, 0.08, 0.24], "Oh, and also: DECREASE probability that Spanish and Catalan governments will negotiate an official, binding referendum process: 0.03 -> 0.01"], [38319, "2017-09-13T01:48:55Z", [0.67, 0.1, 0.23], "Next few days should see the resolution of a couple of critical issues:\na)  How will the Government of Barcelona's (and other large city governments') refusal to officiate at the vote play out?  What is the Catalan Government's fallback position if they cannot open official polling stations in large cities?\nb)  Police have been directed by the Catalan Public Prosecutor to confiscate materials used to hold the vote (ballot boxes, ballot papers).  Police Unions have pretty much conceded that they are not going to risk their jobs by refusing to comply with these instructions.  I suspect, to avoid confrontation, the Police will concentrate their activities to the larger cities where the local governments are not overtly defying the national law, and also where support for independence is the weakest. The only sub-forecast I'll alter at the moment ... INCREASE probability that independence will win an \"illegal\" referendum: 0.85 -> 0.90\nMaking it more difficult for voters in large cities to vote (either due to no official polling stations, or police confiscation of ballot materials) disproportionately affects a population who are more likely to vote \"No\". "], [691, "2017-09-13T01:20:19Z", [0.75, 0.09, 0.16], ""], [14493, "2017-09-12T17:47:15Z", [0.5, 0.0, 0.5], "The independence rally in Barcelona seems to be been well attended, which presumably would encourage those organising the referendum to defy the Spanish government and go ahead."], [368, "2017-09-12T17:29:59Z", [0.85, 0.0, 0.15], ""], [38936, "2017-09-12T09:59:45Z", [0.07, 0.07, 0.86], ""], [368, "2017-09-11T20:05:55Z", [0.85, 0.0, 0.15], ""], [11885, "2017-09-11T18:08:10Z", [1.0, 0.0, 0.0], ""], [34353, "2017-09-11T16:16:58Z", [0.75, 0.0, 0.25], ""], [36188, "2017-09-11T13:51:00Z", [0.5, 0.2, 0.3], ""], [36188, "2017-09-11T13:50:02Z", [0.45, 0.3, 0.25], ""], [12591, "2017-09-11T08:10:33Z", [0.85, 0.0, 0.15], ""], [38421, "2017-09-11T02:06:44Z", [0.38, 0.42, 0.2], ""], [368, "2017-09-10T19:38:30Z", [0.85, 0.0, 0.15], ""], [32258, "2017-09-10T18:13:22Z", [0.95, 0.0, 0.05], "Coming to a head...According to news reports, just 40% of the Catalan population will have access to voting sites as some mayors (including Barcelona's) back down to pressure from Spain.\nIndependence day protests tomorrow (9/11) will be revealing. http://www.sentinelsource.com/mcclatchy/catalonia-secessionists-fail-to-win-allies-in-referendum-battle/article_abd70370-10bc-5399-a3e8-6e94aac6308a.html http://www.politico.eu/article/catalonia-referendum-independence-barcelona-mayor-hesitates-over-court-fears/ “There won’t be a self-determination referendum,” Mariano Rajoy, Spain’s prime minister, told reporters Thursday. “I will do whatever is needed, without relinquishing anything, to prevent it.”"], [23234, "2017-09-10T17:20:11Z", [0.5, 0.2, 0.3], ""], [4634, "2017-09-10T11:53:11Z", [0.5, 0.3, 0.2], ""], [38319, "2017-09-10T08:58:14Z", [0.63, 0.14, 0.23], "http://www.politico.eu/article/catalonia-referendum-independence-barcelona-mayor-hesitates-over-court-fears/\nhttps://www.bloomberg.com/news/articles/2017-09-09/catalonia-secessionists-fail-to-win-allies-in-referendum-battle Mayor and deputy mayor of Barcelona getting cold feet over Spanish Government threat to sanction politicians and public employees officiating at the referendum: ** “We reiterate our commitment to Barcelona having the right to vote, so long as that does not put our institution and civil servants at risk,” said Gerardo Pisarello, Barcelona’s first deputy mayor, in comments reported by El Pais. He asked Puigdemont to explain how it could hold the vote without putting employees in danger.  Other municipalities have simply refused to make their premises available. ** And the Catalan Government's response has merely been to call the public to pressure their mayors to allow a vote ... Not terribly reassuring for the various mayors.  Only local governments covering 40% of the Catalan population have agreed to take part so far. Similarly, the Secretary-General of the Police Union for Catalonia has indicated that his members had option but to obey the law [to not assist in holding a vote]. I still think the CG is crazy-brave enough to try to push ahead with a vote even if the major cities, such as Barcelona, effectively boycott.  A pro-independence result would be much weakened as a mandate for independence if large numbers of people are unable to vote (or are only able to vote through ad hoc arrangements, like online), but that is not our concern as regards this forecast: a \"public vote held by the Catalan Government\", not matter how dodgy, would count for our purposes. However, what this recent development does do is strengthen the hand of those in the pro-independence movement who wish to defer a vote past 1st October (and thus potentially past 1 January).  I think they are in a minority, but a deferred vote is a little more likely unless the local governments of the larger cities and towns can be brought on-side. DECREASE probability that JxSi will be able to hold an effective vote: from 0.90 to 0.80."], [23234, "2017-09-10T02:18:43Z", [0.5, 0.05, 0.45], "http://www.foxnews.com/world/2017/09/09/spanish-police-make-raids-to-halt-catalan-independence-vote.html"], [368, "2017-09-08T18:21:55Z", [0.85, 0.0, 0.15], ""], [1333, "2017-09-08T17:22:45Z", [0.25, 0.0, 0.75], ""], [14493, "2017-09-08T16:33:28Z", [0.45, 0.0, 0.55], "The closer it get to polling day the less likely they are to abandon it. The cause would only gain if there is a much bigger turnout than last time. In 2014  81% voted for independence from a turnout of 42% (so 33% of the electorate, but also illegal). The polls seem to show that support for independence has declined in the last 3 years and it appears that in a legal referendum \"No\" would win (by a small margin) when adjusted for abstentions and don't knows, but in an illegal referendum presumably few \"No\" voters would bother to vote as they know it does not really count.  \nAn interesting issue is how few Catalans who are living abroad have registered to vote (5,000 out of 285,000) - I don't know what happens to Catalans who live in other parts of Spain, but if Catalonia has not got access to the official electoral rolls its difficult to see how they can ensure that all voters are eligible or that all eligible are allowed to vote.  It would be odd if Catalans who live permanently in other regions of Spain or abroad were able to vote, and people from other regions who live in Catalonia were also allowed to vote. But it would surely also be odd if Spanish people who are not Catalan but live permanently in Catalonia were not allowed to vote. It shows the difficulty of classifying people by place of residence or place or birth or nationality.  "], [24, "2017-09-08T15:45:06Z", [0.7, 0.0, 0.3], ""], [1333, "2017-09-08T15:38:43Z", [0.25, 0.0, 0.75], ""], [1333, "2017-09-08T15:15:20Z", [0.15, 0.0, 0.85], ""], [23006, "2017-09-08T13:47:33Z", [0.15, 0.6, 0.25], ""], [691, "2017-09-08T11:33:57Z", [0.83, 0.03, 0.14], "http://www.aljazeera.com/news/2017/09/spanish-court-suspends-catalonia-independence-vote-170908073319222.html The Catalan government say they're goiing ahead with the vote.   Madrid has some very hard choices to make, and will doubtless make the wrong ones.   The vote in some form will proceed even if the entire Catalan political establishment are locked up.  The odds are not bad that violence will ensue, but in any case the heavy-handed response of the central government should up the percentage voting for independence.   There are pretty obvious compromise solutions available, but time flies whether you're having fun or not."], [36188, "2017-09-08T11:20:47Z", [0.45, 0.4, 0.15], "What a mess. Catalonian parliament says they will go forth and Spain tries to oppose fiercly. Less than a month to go until October 1st. I think at this stage the vote is likely to happen in some form but cancellation is not impossible. The vote will almost definitely not be legal so what will that do to the results? The people voting against will be less likely to vote. I'll go something like this:\nYes and majority vote in favor 45%\nYes and majority vote against 40%\nNo 15%"], [1639, "2017-09-08T06:43:01Z", [0.2, 0.75, 0.05], "Prosecutors for the government of Spain said they will bring criminal charges against members of Catalonia’s parliament after its vote this week to hold a referendum on whether the region should secede. Spain’s prime minister, Mariano Rajoy, also called on the country’s supreme court to declare illegal the referendum, scheduled for October 1st."], [23234, "2017-09-07T23:30:28Z", [0.59, 0.08, 0.33], "Comment deleted on Sep 07, 2017 11:35PM UTC"], [368, "2017-09-07T23:17:24Z", [0.85, 0.0, 0.15], ""], [1333, "2017-09-07T21:24:27Z", [0.0, 0.0, 1.0], "Reuters is saying the Feds moved in and seized equipment and threatened arrest of officials. long-running campaign for independence by a group of Catalan politicians, who hold a majority in the regional parliament, came to a head on Wednesday when they approved a law to allow a vote on secession from Spain scheduled for Oct. 1. The country’s Constitutional Court, Spain’s highest  legal authority on such matters, suspended the referendum law late on Thursday to allow judges time to consider whether the vote breaches the country’s constitution. Prime Minister Mariano Rajoy said earlier on Thursday he had appealed to the court to declare the referendum illegal. The constitution states Spain is indivisible. “This referendum will not go ahead,” he said."], [4918, "2017-09-07T20:14:52Z", [0.6, 0.3, 0.1], ""], [32258, "2017-09-07T19:33:54Z", [0.95, 0.0, 0.05], "Good points  @Ken_Barns @shivadiva and @cdob63\nFlipping to Yes as the Catalan separatists are plowing ahead. Reminds me of Theresa May last June. Seems that Spain (despite their saber rattling about using force to stop the vote) would be smarter to let the vote happen than to use force to stop it, creating more support for independence.  Maybe Rajoy understands that as long as there is a bigger No vote this time compared to 2014 (80% Yes), then the case to invalidate any \"win\" is stronger politically. "], [34313, "2017-09-07T18:59:43Z", [0.35, 0.55, 0.1], "\"Catalonia’s parliament has set the stage for one of the most serious political crises in Spain since the country’s return to democracy in 1978, voting for a binding referendum to break away from Spain.\"\nhttps://www.ft.com/content/2a4ce1de-93b0-11e7-bdfa-eda243196c2c\n"], [691, "2017-09-07T18:23:18Z", [0.89, 0.02, 0.09], ""], [11885, "2017-09-07T18:07:27Z", [0.0, 0.0, 1.0], ""], [1333, "2017-09-07T15:33:44Z", [0.4, 0.25, 0.35], ""], [34449, "2017-09-07T11:38:28Z", [0.89, 0.07, 0.04], ""], [34449, "2017-09-07T11:37:55Z", [0.97, 0.0, 0.03], ""], [13377, "2017-09-07T02:48:19Z", [0.9, 0.0, 0.1], ""], [38421, "2017-09-07T02:44:29Z", [0.4, 0.46, 0.14], ""], [23234, "2017-09-07T02:22:44Z", [0.69, 0.27, 0.04], ""], [23234, "2017-09-07T02:02:29Z", [0.48, 0.48, 0.04], ""], [23006, "2017-09-06T22:18:34Z", [0.3, 0.7, 0.0], "Adjusting downward in case only pro-independence voters care enough to get out and vote."], [23006, "2017-09-06T22:14:25Z", [0.0, 1.0, 0.0], "- economic recovery sort of on the road - what ever improvements have been made would be derailed,  in a breakup. I think maybe voters want independence but not at expense of a worsening ecomomy - also don't see indications of what I'd call  'fervour'. The majority of Catalans seem pretty ambivalent with perhaps a slight preference for a breakaway mostly based on (over-estimated?) belief that Catalan economy is good. \n\n- The majority MPs in the Catalan parliament (possibly these MPs were revolutionaries back in the day) but they seem to want more vocal support, like street demonstrations, from Catalanns (poll support has fallen in past five  years and is under 50% - more likely 40% of Catalans support indolence. They are not really getting the vocal support and seem to be agitating Spain - if Spain brings down the hammer, then it would get people's backs up, circa Francisco Franco's dictatorship.  - I think Spain is choosing not to engage which would be to inflame so likely majority of Catalans who don't really care one way or other but would prefer a goodish economy to keep chugging in good direction wouldn't feel the time is right to breakaway. - defo think it would be a big mistake for Spain to bring down the hammer on Catalan - no to stifling any sort of expression, including funds for polling stations, police action or legal action against the outcome. This would give pro-indpendance movement a big push . - Catalan today seems to be still very deliberate in defining itself as the opposite of ultra-conservative, or even republican - Catalan especially (Barcelona!) seems to have a strong affinity to democratic way of life (i.e choosing one's destiny by voting, freedom of expression and culture as exemplified by life in beautiful Barcelona) - Attack in Barcelona recently seems to have little bearing on question of independence but, if it is a consideration, I feel Catalans would prefer to have the military/policing powers of Spain and the support of the EU so this is also not a catalyst for pro-indpenence. - read comments in ft.com article about vote to pass a bill for referendum today and not much that stands out in the way of support one way or the other.\nI would refer the posters on this board to read a comment from \"ngeahaiic\" on the article in today's FT.com, \"Catalonia Passes Bill on Vote for Independence from Spain\" I think his comment sums up the general feeling from Catalans on this vote. CAVEAT: those against independence need to get out and vote on voting day as referendum is binding no matter what the level of turnout is. Majority of Catalan parliament and friends are pro-independent. They would vote, and would vote 'Yes'. This might be a problem if rest of Catalan feels no real push to vote for this - the 'Yes'es could win by default We all know what low turnout can do to the plans of mice and (conservative party) men...\n\nsome good articles in ft.com and BBC Catalan profile"], [28414, "2017-09-06T21:25:09Z", [0.9, 0.0, 0.1], ""], [28414, "2017-09-06T20:47:03Z", [0.77, 0.0, 0.23], ""], [691, "2017-09-06T20:44:53Z", [0.89, 0.02, 0.09], "http://www.reuters.com/article/us-spain-politics-catalonia/catalonia-expected-to-approve-october-1-referendum-on-split-from-spain-idUSKCN1BH0QS?il=0 Not at all obvious how the central government can stop this vote from going forward short of violence, which would not shall we say be popular.  They can and will refuse to recognize the validity of the vote and will surely regard as interesting but not binding.  After that, ¿quién sabe? or if you prefer, qui sap?"], [368, "2017-09-06T17:52:12Z", [0.85, 0.0, 0.15], ""], [31238, "2017-09-06T17:17:31Z", [0.6, 0.1, 0.3], ""], [34353, "2017-09-06T12:09:26Z", [0.65, 0.0, 0.35], ""], [4634, "2017-09-06T09:17:31Z", [0.4, 0.4, 0.2], ""], [28414, "2017-09-06T08:18:42Z", [0.67, 0.0, 0.33], ""], [1639, "2017-09-06T06:10:08Z", [0.2, 0.75, 0.05], "Today Catalonia’s regional parliament, in which separatist lawmakers hold a majority of seats, is expected to adopt a bill to hold an independence referendum on October 1st. That is despite threats from the national government in Madrid to punish the promoters of any such vote for civil disobedience, a sanction that would surely be approved by the courts. The planned referendum has aggravated the secessionist conflict between the Spanish and Catalan capitals. Although they have already bought the ballot boxes and started running television ads for their referendum, the separatists face long odds. Their first hurdle will be to convince a majority of Catalan voters to take part in a referendum declared illegal under Spain’s constitution even before it is staged. The issue is no longer only whether Catalans want independence, but how ready they are to flout Spanish law in order to achieve it."], [23234, "2017-09-06T04:45:15Z", [0.76, 0.12, 0.12], ""], [38319, "2017-09-06T00:59:48Z", [0.71, 0.15, 0.14], "Big week coming up, as there should be some enabling legislation coming through the Catalan parliament.  That, and the response it triggers in the Spanish government has the potential to massively swing how things turn out. In the meantime, a few minor nudges in subquestion probabilities: (1)  DECREASE probability that  a legitimate referendum is negotiated between SG and CG: 0.04 -> 0.03\nTime running out for negotiations to occur and be completed before the CG acts unilaterally. (2)  INCREASE probability that the CG will be able to hold an unconstitutional vote: 0.80 -> 0.90\nA few recent articles have given otherwise-ignorant me a bit of an insight into how a vote might be organised, or blocked.\nFirst, Puigdemont can only be sacked by the SG if he ignores a specific ruling of the Constitutional Court (http://www.presstv.ir/Detail/2017/09/03/533913/Spain-Catalonia-leader-referendum).  So it is hard for the SG to \"premptively strike\" at the CG to prevent _any_ vote being held.  Though, like Artur Mas, Puigedemont could well be sacked _after_ the fact.\nSecondly, while the SG can insist that Catalan public money cannot be spent holding a vote, it appears unable to actually prevent that money being spent.  It can only claim that money back through the court system.  The court case about reclaiming the costs of the 2014 vote has only just been finalised (http://www.dailymail.co.uk/wires/ap/article-4855422/Leaders-Catalonia-enraged-tab-independence-vote.html).  And additional to that, while the money that employs the officials who would officiate at a vote comes from the SG, the officials are employed by generally-independent-minded local governments (https://www.bloomberg.com/news/articles/2017-09-05/catalonia-reaches-the-rubicon-as-rajoy-vows-no-independence-vote).  Once again, the SG may well hold the money in theory, and be able to claim it back in the long term, but it seems to have little way of completely blocking _any_ kind of vote if the CG (and the local governments) are intent on pressing ahead. (3)  INCREASE probability CG will choose to press ahead with vote: 0.90 -> 0.95\nIf anything, I think that a fall in support for independence increases the chance that the CG will press ahead with a vote in the most confrontational way possible.  Their only hope of getting a majority of Catalans on-board with independence in the next couple of years is provoking a disproportionate response from the SG, and bringing moderates and undecideds over to their side.  If they can get Spanish troops on the streets, or the SG attempting to suspend the entire CG via Article 155 of the Spanish Constitution (https://politica.elpais.com/politica/2017/09/02/actualidad/1504359069_648989.html), then the independence movement has a chance.  Otherwise, they are left with another dud non-binding vote like 2014."], [368, "2017-09-05T17:48:25Z", [0.85, 0.0, 0.15], ""], [368, "2017-09-05T17:48:09Z", [0.85, 0.15, 0.0], ""], [691, "2017-09-05T12:21:53Z", [0.58, 0.1, 0.32], ""], [38769, "2017-09-05T07:19:23Z", [0.0, 0.0, 1.0], ""], [368, "2017-09-04T21:18:07Z", [0.85, 0.15, 0.0], ""], [23552, "2017-09-04T13:29:38Z", [0.65, 0.1, 0.25], ""], [691, "2017-09-04T12:09:40Z", [0.58, 0.1, 0.32], ""], [23234, "2017-09-03T20:45:04Z", [0.69, 0.2, 0.11], ""], [368, "2017-09-03T19:10:07Z", [0.7, 0.3, 0.0], ""], [691, "2017-09-03T17:13:14Z", [0.58, 0.1, 0.32], ""], [38726, "2017-09-03T13:42:40Z", [0.52, 0.2, 0.28], ""], [38726, "2017-09-03T13:41:47Z", [0.35, 0.35, 0.3], ""], [36666, "2017-09-03T12:23:27Z", [1.0, 0.0, 0.0], ""], [29469, "2017-09-03T08:52:27Z", [0.69, 0.01, 0.3], ""], [29648, "2017-09-03T06:42:03Z", [0.75, 0.05, 0.2], ""], [368, "2017-09-03T01:23:26Z", [0.7, 0.3, 0.0], ""], [37137, "2017-09-02T23:39:18Z", [0.55, 0.2, 0.25], ""], [691, "2017-09-02T13:49:06Z", [0.58, 0.1, 0.32], ""], [5018, "2017-09-02T05:59:47Z", [0.99, 0.0, 0.01], ""], [20156, "2017-09-02T04:32:39Z", [0.5, 0.2, 0.3], ""], [13377, "2017-09-02T03:23:40Z", [0.55, 0.25, 0.2], ""], [368, "2017-09-01T19:31:05Z", [0.7, 0.3, 0.0], ""], [37916, "2017-09-01T17:16:59Z", [0.4, 0.5, 0.1], "With the economy improving the probability of a vote against independence is increasing. \nThe regional government is likely to find a way to conduct a vote. "], [691, "2017-09-01T13:51:58Z", [0.56, 0.1, 0.34], ""], [38319, "2017-09-01T09:23:54Z", [0.59, 0.14, 0.27], "Nudge down probability of successful negotiations between SG and CG resulting in a valid referendum: 0.05 to 0.04.\nNudge up probability that, if able to, CG will choose to push ahead with an \"illegal\" vote:  0.8 to 0.9."], [368, "2017-08-31T22:52:48Z", [0.7, 0.3, 0.0], ""], [691, "2017-08-31T16:34:57Z", [0.56, 0.1, 0.34], ""], [33540, "2017-08-31T16:32:54Z", [0.5, 0.4, 0.1], "Considering wave of nationalism, increased GDP (greater than Spain), past votes and gaining support over time, that there is a vote schedules for 1 October with a sufficient balletbox \"plan,\" sees security in Madrid restricting, and finally the migration movement."], [38667, "2017-08-31T02:04:17Z", [0.65, 0.15, 0.2], ""], [24, "2017-08-30T20:45:04Z", [0.45, 0.2, 0.35], ""], [368, "2017-08-30T18:55:21Z", [0.65, 0.25, 0.1], ""], [691, "2017-08-30T17:30:58Z", [0.49, 0.1, 0.41], ""], [31238, "2017-08-30T17:28:43Z", [0.5, 0.1, 0.4], ""], [36147, "2017-08-30T14:56:14Z", [0.55, 0.25, 0.2], "maybe without permission of general state than : yes about 55-60\nif theey are really able to leave :  big chance for no (65-70)\nno if they compromise to do it later on"], [36792, "2017-08-30T06:58:33Z", [0.25, 0.5, 0.25], ""], [854, "2017-08-30T02:08:36Z", [0.05, 0.15, 0.8], "From a power-politics perspective, the national government of Spain has vastly more resources and authority to stop the referendum than the government of Catalonia has to bring it about. Currently they plan to defund the referendum[1], so in order for it to go forward Catalonian officials will have to fund it illegally through government money (and be exposed to charges of embezzlement, subject to arrest) or to fund it privately somehow. When the economy is doing ok, I think people vote for the status quo even if they support change in principle, so I'm putting the majority of my remaining forecast into the \"against independence\" bucket. [1] http://www.reuters.com/article/us-spain-politics-catalonia-funds-idUSKBN1A61WP?il=0"], [37852, "2017-08-30T00:23:52Z", [0.53, 0.15, 0.32], ""], [38421, "2017-08-29T23:38:12Z", [0.39, 0.41, 0.2], "For anyone looking for polling. Wikipedia has a fairly up to date accumulation of polls here: https://en.wikipedia.org/wiki/Catalan_independence_referendum,_2017#Opinion_polls"], [33887, "2017-08-29T20:10:01Z", [1.0, 0.0, 0.0], ""], [691, "2017-08-29T19:59:30Z", [0.49, 0.1, 0.41], ""], [1042, "2017-08-29T19:08:25Z", [0.9, 0.09, 0.01], "News reports "], [368, "2017-08-29T18:29:25Z", [0.65, 0.25, 0.1], ""], [1333, "2017-08-29T17:42:58Z", [0.45, 0.1, 0.45], ""], [12879, "2017-08-29T16:02:26Z", [0.55, 0.45, 0.0], ""], [37080, "2017-08-29T13:09:04Z", [0.75, 0.05, 0.2], ""], [38575, "2017-08-29T12:27:45Z", [0.03, 0.05, 0.92], "Insufficient time to hold referendum and Barcelona attacks have taken precedent."], [38421, "2017-08-28T23:21:36Z", [0.34, 0.36, 0.3], ""], [26, "2017-08-28T23:15:10Z", [0.3, 0.7, 0.0], "New info."], [37471, "2017-08-28T23:14:55Z", [0.95, 0.03, 0.02], ""], [38098, "2017-08-28T21:49:46Z", [0.35, 0.26, 0.39], ""], [37916, "2017-08-28T20:17:41Z", [0.4, 0.5, 0.1], ""], [38470, "2017-08-28T19:31:22Z", [0.0, 0.0, 1.0], "Why not?"], [36875, "2017-08-28T18:14:03Z", [0.0, 0.0, 1.0], ""], [37192, "2017-08-28T18:11:28Z", [0.75, 0.15, 0.1], "Recent Catalan protests clashing with Madrid point to pro-successionist fervor in the region.  I would expect the Catalan leaders to bring the issue to a public vote on independence.  I think the vote will be held regardless of the legality of the vote based on a ruling from Spain's Constitutional Court setting up a different question . . . What happens if the vote to succeed is held illegally but passes with majority of support in the region? "], [38418, "2017-08-28T18:08:00Z", [0.3, 0.3, 0.4], ""], [38561, "2017-08-28T17:42:40Z", [0.08, 0.18, 0.74], "National day of Catalonia is on September 11th. Election should be held near that day, but no clear signals of election is available. More possible date in my oppinion will be about a year from now. Majority would say no because of latest terror strikes. Most of people are therefore against big changes."], [34767, "2017-08-28T17:42:03Z", [0.7, 0.3, 0.0], ""], [32339, "2017-08-28T17:34:24Z", [0.0, 0.0, 1.0], ""], [34313, "2017-08-28T17:29:19Z", [0.4, 0.5, 0.1], ""], [38374, "2017-08-28T17:21:50Z", [0.25, 0.09, 0.66], ""], [36997, "2017-08-28T17:18:58Z", [0.46, 0.3, 0.24], ""], [28414, "2017-08-28T17:00:38Z", [0.33, 0.0, 0.67], ""], [691, "2017-08-28T16:32:28Z", [0.49, 0.1, 0.41], ""], [368, "2017-08-28T15:57:52Z", [0.65, 0.25, 0.1], ""], [38372, "2017-08-28T06:13:11Z", [0.6, 0.32, 0.08], ""], [38421, "2017-08-28T02:39:19Z", [0.26, 0.3, 0.44], ""], [14166, "2017-08-27T21:36:58Z", [0.12, 0.01, 0.87], ""], [368, "2017-08-27T20:24:41Z", [0.65, 0.25, 0.1], ""], [29860, "2017-08-27T17:16:48Z", [0.75, 0.25, 0.0], ""], [29860, "2017-08-27T17:16:04Z", [0.25, 0.25, 0.5], ""], [691, "2017-08-27T12:16:58Z", [0.49, 0.1, 0.41], ""], [368, "2017-08-26T20:11:37Z", [0.65, 0.25, 0.1], ""], [36188, "2017-08-26T11:59:38Z", [0.3, 0.24, 0.46], "\"The Spanish government Friday also announced it was putting in place a new system to ensure the region does not use its budget to fund the referendum, which Madrid considers unlawful. Under the new system, Catalan authorities will have to send weekly reports outlining their spending, El País reported. The Spanish Constitutional Court ruled earlier this month that it would be illegal for the Catalan budget to be used to finance the referendum, which the regional government plans to hold on October 1.\"\nhttp://www.politico.eu/article/catalonia-independence-spain-support-for-drops-poll/ Not touching my forecast yet but will follow how this limitation will work."], [691, "2017-08-26T11:49:05Z", [0.49, 0.1, 0.41], ""], [691, "2017-08-25T20:15:39Z", [0.49, 0.09, 0.42], ""], [23234, "2017-08-25T17:25:42Z", [0.55, 0.27, 0.18], ""], [368, "2017-08-25T16:34:31Z", [0.65, 0.25, 0.1], ""], [368, "2017-08-25T16:32:26Z", [0.05, 0.1, 0.85], ""], [14493, "2017-08-25T16:04:02Z", [0.4, 0.0, 0.6], "There seem to be splits developing between different pro-independence groups over how they should react to the terrorist attacks, with some appearing to see the attacks as an opportunity to advance the cause of independence and others being more reluctant to overtly take advantage of the attack.  The Guardian item below written by a CUP supporter shows the CUP thinking, but its worth taking account of the CUP only being the 6th largest party in Catalan Parliament and it getting fewer votes in Catalonia (8.2%) than Rajoy's  (PM of Spain) PP, so the views of CUP cannot be taken as being as representative of Catalan opinion. In fact CUP has faded to 6.5% in the polls. Probably this is due to CUP's uncompromising position after the last election when it found it impossible to agree to the proposed Catalan PM, which lead to political instability.    \nhttps://en.wikipedia.org/wiki/Next_Catalan_regional_election\nhttps://www.theguardian.com/commentisfree/2017/aug/24/catalonia-terror-independence-referendum-spain-catalans\nIn fact the opinion polls are all over the place, and it is not at all clear that if there was an independence vote (that was fully legal) that \"yes\" would win. Some polls show \"yes\" would not get much over 40% of the vote. \nSo the position remains that holding a legal referendum looks very unlikely, holding an illegal referendum previously did not seem to advance the independence cause. In an illegal referendum most \"no\" voters would not turn out. So the only way that the pro-independence would gain from an illegal referendum would be if a majority of Catalans turned out and overwhelmingly voted for independence.  I see no evidence that this is likely. So logically it would be more sensible for the pro-independence people to hold off the referendum until they appears to have a better chance of winning, however logic does not seem to be high on the list of attributes  of politicians, so they may go ahead anyway.   (If they do go ahead with an illegal referendum they will probably succeed in putting independence off the agenda for the next decade) "], [38521, "2017-08-25T07:08:41Z", [0.2, 0.75, 0.05], "The below articles make sense to me, but they largely point to \"what should happen\", not \"what is likely to happen\". The Brexit pains are a daily example of how complicated secession can be, and in the face of last week's attack, I think the Catalans would want to stay united with Spain. For now. https://www.theguardian.com/commentisfree/2017/aug/24/catalonia-terror-independence-referendum-spain-catalans https://www.thenational.ae/world/europe/spotlight-on-catalonia-s-independence-vote-as-spain-grapples-with-terrorist-attacks-1.621874"], [368, "2017-08-24T18:46:38Z", [0.05, 0.1, 0.85], ""], [691, "2017-08-24T16:09:29Z", [0.49, 0.09, 0.42], ""], [38526, "2017-08-24T11:30:53Z", [0.6, 0.25, 0.15], "- The government of Catalonia has already announced it will be held on the 1st of October, that has been no signs this will be delayed regardless of whether it's constitutional.\n- There is strong support for a referendum -Most polls show that majority will vote in favour of independence\n- If the Spanish government makes it clear that it will not recognise the vote has legal, this would decrease the stakes and induce more people to vote yes."], [38542, "2017-08-24T01:25:52Z", [0.25, 0.15, 0.6], ""], [368, "2017-08-23T23:52:29Z", [0.5, 0.25, 0.25], ""], [691, "2017-08-23T19:48:28Z", [0.49, 0.09, 0.42], ""], [368, "2017-08-23T19:08:36Z", [0.0, 0.0, 1.0], ""], [38319, "2017-08-23T03:26:00Z", [0.53, 0.13, 0.34], "6 days since bombing, Spanish and Catalan leaders back into pre-bombing positions.  No evidence of any suggestion that vote be deferred. Additional data point, a long discussion with a co-worker who migrated from Barcelona to Australia as a teen, and still has family present in Catalonia.  Worker herself is pro-union, and cannot see a legitimate referendum being held.  Family members of various political opinions.  There was no doubt in her mind that the JxSi government would press ahead with some form of public vote, if at all possible, regardless of whether that vote is a legitimate referendum or as disorganised as an on-line poll. So slightly increased p(JxSi press ahead with unofficial vote) to 0.8; I'll give another week or two to see if there is any talk of deferring a vote before pushing it even higher. Also slight increase in p(Independence wins official vote) to 0.85; I really need some better polling data to get an idea about this."], [368, "2017-08-22T22:56:48Z", [0.0, 0.0, 1.0], ""], [691, "2017-08-22T22:37:51Z", [0.49, 0.09, 0.42], ""], [38505, "2017-08-22T20:47:17Z", [0.2, 0.05, 0.75], ""], [12879, "2017-08-22T17:31:06Z", [0.0, 0.1, 0.9], ""], [16652, "2017-08-22T17:26:35Z", [0.75, 0.05, 0.2], ""], [29469, "2017-08-22T10:28:11Z", [0.65, 0.05, 0.3], "A repeat of 2014 is the most likely scenario. The Spanish government stopping the polls by force seems excessive and would probably only increase the support for independence. "], [38372, "2017-08-22T08:29:03Z", [0.58, 0.3, 0.12], "A terrorist attack may delay the vote"], [38372, "2017-08-22T08:23:40Z", [0.6, 0.3, 0.1], "Comment deleted on Aug 22, 2017 08:24AM UTC"], [4634, "2017-08-22T06:13:35Z", [0.55, 0.25, 0.2], ""], [38473, "2017-08-22T04:59:09Z", [0.38, 0.07, 0.55], ""], [368, "2017-08-21T19:13:52Z", [0.0, 0.0, 1.0], ""], [368, "2017-08-21T18:08:06Z", [0.0, 0.0, 1.0], ""], [691, "2017-08-21T16:59:59Z", [0.5, 0.09, 0.41], ""], [1639, "2017-08-21T16:08:48Z", [0.2, 0.12, 0.68], "In June 2017 a referendum on Catalan independence was announced by the Government of Catalonia for 1 October 2017. The Catalan government’s decree officially calling the referendum is expected to be approved in the second half of August. The Government of Spain opposes any Catalan self-determination referendum, maintaining that the Spanish Constitution does not allow for a vote on the independence of any Spanish region while also deeming it as illegal without its consent; an interpretation also favoured by the not binding Catalan Statutory Guarantees Council.\nIn the absence of constitutional grounds, the Catalan government invokes the right to self-determination for calling the referendum. However, the Council of Europe, when consulted by Carles Puigdemont, president of Catalan government, said that any referendum must be carried out “in full compliance with the constitution”. So far, the Catalan government has tried but failed to get international support; in particular, Spain’s European partners see Catalonia’s status as a strictly internal matter. Background\nThe ballot was initially scheduled for no later than 17 September 2017, a result of an election pledge made by pro-independence parties ahead of the 2015 Catalan election (during the previous legislature, the Catalan government had held a non-binding \"citizen participation process\" about the question).\nThe election resulted in a minority government for the Together for Yescoalition (JxSí), which had won a plurality of MPs (62 of the 135 seats), plus conditional support from the 10 CUP-CC MPs. Shortly after the government was formed, it resolved to hold a referendum on independence. Shortly after the referendum was announced, attention focused on the issue of the ballot boxes, since the Government of Spain is in charge of providing them, whereas for this not State-sanctioned vote, the Generalitat would have to put them in place, potentially risking prosecution for misuse of public funds. On 24 March, the Spanish Public Prosecutor's Office in Catalonia had already announced an inquiry to determine whether a referendum is in the planning.\nTendering by the Catalan government for materials such as ballot papers and envelopes for a putative regional election in the region are thought by some to be an attempt to covertly organize the referendum.\nIn terms of its organization, besides the unconstitutionality of the poll, the electoral roll is one of the main points in contention, since this is managed by the National Institute of Statistics, an autonomous organization placed under the jurisdiction of the government of Spain. To have access to its data, polls must have been authorized by the Spanish Congress, something which is out of the question in this case.[23]Without an undisputed access to the electoral roll, the results can be deemed unreliable. Similar difficulties could be met when it comes to the electoral commission to be formed for monitoring the polling and results. An official announcement by the Generalitat suggested that Catalan residents overseas willing to vote would have to register. By the end of June 2017, out of 285,000 Catalans living abroad and eligible to vote, 5,000 had registered. Tensions within the Catalan government\nOn July 3, president Puigdemont sacked his Minister for Enterprise, Jordi Baiget, who, in the face of the legal challenges, had just expressed doubts regarding the referendum taking place as envisioned by the Catalan government. Then, on July 14, Puigdemont proceeded with a cabinet reshuffle, replacing three additional ministers in his cabinet (the ones responsible for Presidency, Education and Interior) in a move widely seen as a removal of the remainder hesitant voices within his cabinet in regards to the referendum issue. On July 17, the Catalan police chief resigned without giving any reason. The regional police force is seen as key to enforcing any court orders sought by the Spanish government challenging the secession vote. Additional isolated resignations have been noted among some of the high-level civil servants potentially playing a role with the vote's organization. Economic repercussions\nAs of August 2017 the spread between Spanish 10-year government debt and German bonds was close to its narrowest in seven years; however, since the start of July the yield on the Catalan government’s bonds had jumped by about 50 basis points, signaling unease among investors in regards to the referendum. Pollsters generally started using the proposed referendum question (\"Do you want Catalonia to be an independent state in the form of a republic?\") after it was revealed in early June 2017. The Opinion Studies Center (CEO) polled respondents on their intentions rather than asking them the actual referendum question. In its March 2017 poll, aside from asking respondents whether they would want Catalonia to become an independent state, it asked their intents in the event of a referendum on the independence of Catalonia being called and organized by the Generalitat without agreement from the Spanish Government.  Opinion poll sources\n1. ^ \"La mayoría de los catalanes cree que el referéndum no se celebrará\". La Razón (in Spanish). 16 August 2017.\n2. ^ \"Encuesta NC Report\". La Razón (in Spanish). 16 August 2017.\n3. ^ \"La pressió de l’Estat no fa perdre suports a l’1-O ni a la independència\". Ara (in Catalan). 24 July 2017.\n4. ^ a b \"Baròmetre d'Opinió Política. 2a onada 2017\" (PDF). CEO (in Catalan). 21 July 2017.\n5. ^ \"Baròmetre d'Opinió Política. 2a onada 2017 - REO 857\" [Political Opinion Barometer. 2nd wave 2017 - REO 857]. CEO (in Catalan, Spanish, and English). 21 July 2017.\n6. ^ \"Referéndum: La mayoría dice no a la «república catalana»\". La Razón (in Spanish). 3 July 2017.\n7. ^ \"Encuesta NC Report\". La Razón (in Spanish). 3 July 2017.\n8. ^ \"El 54% de los catalanes está dispuesto a participar en una consulta unilateral\". La Vanguardia (in Spanish). 2 July 2017.\n^ \"El 65,4% de los catalanes que han decidido ir a las urnas el 1-O votará sí a la independencia\". El Confidencial (in Spanish). 3 July 2017.\n---------------------------------\nCOMMENTS:  I see more cons than pros for a referendum, though some may look petty (the Ballot boxes), others are not (Economic challenges, and internal fights for political gain)"], [34353, "2017-08-21T13:32:51Z", [0.52, 0.0, 0.48], "Adjusting based on the recent attacks. We'll see how this plays out over the coming weeks."], [38421, "2017-08-21T05:12:36Z", [0.24, 0.28, 0.48], ""], [38421, "2017-08-21T05:12:14Z", [0.23, 0.29, 0.48], ""], [13377, "2017-08-21T03:27:25Z", [0.5, 0.3, 0.2], ""], [368, "2017-08-20T22:44:21Z", [0.0, 0.0, 1.0], ""], [36188, "2017-08-20T16:29:59Z", [0.3, 0.24, 0.46], ""], [14493, "2017-08-20T10:05:14Z", [0.35, 0.0, 0.65], "I agree with @Ken_Barns comments. \nThe terrorist attack's effect on a vote might be small, but with it being far from certain that a vote would get a high turn out it might seem like a good excuse for the pro-independence people to announce that they will defer the vote for now.  "], [38319, "2017-08-20T02:25:06Z", [0.43, 0.15, 0.42], "Modification of forecast from 15 August, in light of terrorist attacks in Barcelona.  My thoughts on the various subquestions follows.  \"In light of the attacks ...\" *  Will Catalan and Spanish governments be more or less likely to negotiate a legitimate referendum?  Perhaps very slightly _less_, as Spanish government less willing to be \"distracted\" by Catalan independence issues.  Not enough change to bother modifying forecast.\n*  If there is a legitimate referendum, will independence be more or less likely to win?  Less.  However, not enough to shift overall percentage of this outcome by more than 1%.\n*  If there is no successful negotiation between the CG and SG, will the CG be more or less able to hold a public vote?  No change.\n*  If the CG is _able_ to hold a vote in defiance of the SG, will they be more or less likely to choose to have a vote?  Significantly less.  Any attempt by the CG to promote an October 1st vote for the next couple of weeks will be seen to be tasteless.   So the likelihood of the vote being deferred must have jumped, potentially until 2018.  Given the falling support for independence in polls, a deferral \"because of the terrorist attacks\" also gives a face-saving out for those in favour of independence tho think the timing is wrong.  Overall, probability of JxSi choosing to hold a public vote down from 90% to 70%.\n*  If non-binding vote is held by CG, will independence be more or less likely to win?  Less.  I think that \"remain\" voters would be a little more likely to turn out to register their disgust at JxSi pushing a vote despite the attacks, rather than remain at home.  Independence win down from 95% to 80%. Net effect: Deferral of vote into 2018 much more likely, a \"no\" vote somewhat more likely.  However, if deferral not announced in next few weeks, as media coverage of terrorism drops off, forecast will return to previous estimates."], [4918, "2017-08-19T22:08:37Z", [0.5, 0.3, 0.2], ""], [24, "2017-08-19T20:52:52Z", [0.33, 0.33, 0.34], "Recalibrating, after Islamic attack in Barcelona, and suggestions that uncertainty about identity (Catalan vs Spanish) in the region have been one factor that have contributed to a culture of radicalization among Muslims there. "], [368, "2017-08-19T19:10:17Z", [0.0, 0.0, 1.0], ""], [23234, "2017-08-19T18:32:26Z", [0.65, 0.15, 0.2], ""], [22264, "2017-08-19T04:08:03Z", [1.0, 0.0, 0.0], ""], [23234, "2017-08-18T22:56:04Z", [0.55, 0.25, 0.2], "Comment deleted on Aug 18, 2017 10:56PM UTC"], [23234, "2017-08-18T22:52:01Z", [0.4, 0.3, 0.3], "Comment deleted on Aug 18, 2017 10:53PM UTC"], [23234, "2017-08-18T22:42:43Z", [0.4, 0.3, 0.3], ""], [34267, "2017-08-18T21:57:43Z", [0.1, 0.2, 0.7], ""], [368, "2017-08-18T17:32:01Z", [0.0, 0.0, 1.0], ""], [1333, "2017-08-18T16:29:21Z", [0.3, 0.25, 0.45], ""], [28414, "2017-08-18T10:51:29Z", [0.23, 0.0, 0.77], ""], [14493, "2017-08-18T10:43:10Z", [0.35, 0.0, 0.65], "I agree with @JMR2017 an external threat tends to make people want to be closer to people who seems to share their culture. In this case the \"culture\" is likely to be seen as liberal, democratic, Catalan, Spanish, European, Western.  Ideas of independence from a country that has an almost identical culture could look like an irrelevance compared to terrorism. "], [32258, "2017-08-18T01:50:19Z", [0.1, 0.0, 0.9], "http://en.rfi.fr/europe/20170817-european-cities-protest-tourists-politics-get-way\nI don't think the terrorist attack in Barcelona helps the independence movement as the anti-tourist tactics are associated with the independence movement.\n\nFear resulting from the terrorist attack may invoke support for staying united with Spain for security reasons. This also points to the risk that this vote opposed could result in more Catalonian opposition.  This may be bad timing for the secessionist groups which may push them to agree to put off a vote. On the other hand, it may cause Spanish leaders to agree to a vote."], [38421, "2017-08-18T01:10:45Z", [0.2, 0.25, 0.55], "Veering towards no due to the central governments appeals to top courts, and the reluctance of Catalan leadership to hold an illegitimate vote. Can also see polling moving slowly away from independence due to uncertainty. "], [23234, "2017-08-18T00:03:23Z", [0.25, 0.25, 0.5], ""], [23234, "2017-08-17T16:45:52Z", [0.3, 0.35, 0.35], ""], [368, "2017-08-17T16:43:20Z", [0.0, 0.0, 1.0], ""], [691, "2017-08-17T14:14:40Z", [0.51, 0.08, 0.41], ""], [4423, "2017-08-17T00:14:04Z", [0.75, 0.2, 0.05], ""], [368, "2017-08-16T19:35:07Z", [0.0, 0.0, 1.0], ""], [16272, "2017-08-16T18:15:09Z", [0.65, 0.25, 0.1], ""], [38372, "2017-08-16T09:45:23Z", [0.62, 0.32, 0.06], ""], [38372, "2017-08-16T09:38:06Z", [0.65, 0.3, 0.05], ""], [38372, "2017-08-16T09:24:33Z", [0.81, 0.11, 0.08], ""], [30717, "2017-08-16T05:15:39Z", [0.55, 0.3, 0.15], "Nationalism continues wreaking havoc... "], [23234, "2017-08-16T03:45:39Z", [0.3, 0.4, 0.3], "Comment deleted on Aug 16, 2017 03:46AM UTC"], [23234, "2017-08-16T03:00:54Z", [0.4, 0.25, 0.35], ""], [691, "2017-08-16T01:54:36Z", [0.49, 0.1, 0.41], ""], [31450, "2017-08-15T20:24:58Z", [0.3, 0.3, 0.4], "Shifting away from the yes, yes answer as it seems support for independence is falling and the Spanish government is fighting harder to prevent the referendum. http://www.politico.eu/article/catalonia-independence-spain-support-for-drops-poll/"], [12879, "2017-08-15T18:55:34Z", [0.0, 0.15, 0.85], ""], [368, "2017-08-15T16:41:34Z", [0.0, 0.0, 1.0], ""], [1333, "2017-08-15T15:50:17Z", [0.55, 0.0, 0.45], ""], [36055, "2017-08-15T14:22:43Z", [0.6, 0.4, 0.0], ""], [23234, "2017-08-15T10:19:18Z", [0.6, 0.2, 0.2], ""], [38319, "2017-08-15T01:17:07Z", [0.66, 0.07, 0.27], "First attempt at this - fascinating.  A key part is whether the JxSi leadership will attempt to push through with a futile vote.  That is, a vote that is not legitimate, and may even weaken their position by being a worse outcome than in 2014.  I ran it through a decision tree and got: a)  A legitimate vote (ie referendum, binding or not) negotiated with Spanish Government, where Independence wins --- 1%\nb)  A legitimate vote where independence loses --- 4%\nc)  No legitimate vote, but JxSi find themselves unable to have any sort of vote (arrests, schools shut, officials sacked ... or an organisation other than Catalan government holds a vote [see Venice 2013]) --- 19%\nd)  No legitimate vote, JxSi able to hold a straw poll, but choose for tactical reasons to defer until after 1 Jan --- 8%\ne)  No legitimate vote, JxSi hold a straw poll, independence loses --- 3%\nf)  No legitimate vote, JxSi hold a straw poll, independence wins --- 65% Of course, a forecast about whether Catalonia would be able to successfully declare independence is a whole different question.  Local support seems much more brittle than I had thought before reading up on this!"], [32258, "2017-08-14T22:58:51Z", [0.25, 0.0, 0.75], "@Tetbury makes a good point that pro Independence forces have been there and done that on the illegal referendum and ought to stick with pursuing the legal route. Dropping towards not going to happen."], [12591, "2017-08-14T22:37:36Z", [0.1, 0.05, 0.85], ""], [37425, "2017-08-14T19:13:18Z", [0.6, 0.15, 0.25], ""], [368, "2017-08-14T17:55:57Z", [0.0, 0.0, 1.0], ""], [38008, "2017-08-14T17:32:49Z", [0.23, 0.02, 0.75], "Spanish government appears committed to blocking the referendum.  Pretty clear they will be able to ensure that it has no legal effect. Much less clear whether they can actually block a vote.  Given the dynamic, I would expect those who bother to vote (if it happens) to favor independence."], [14493, "2017-08-14T16:57:17Z", [0.4, 0.0, 0.6], "It appears to be extremely unlikely that the Spanish government will agree to this referendum. The Spanish government (SG)  appears to have the power to block the Catalan Government (CG) from holding a referendum legally. It is possible, but unlikely that the Spanish Government (SG) will attempt to negotiate with the  CG and the CG will postpone the referendum. \nIt is a risk for the CG that is that it  holds an illegal referendum and gets a smaller turn out or smaller majority than it did in the similar exercise 3  years ago where it got 80% of the vote, but on a low turnout. It would appear that the SG would only need to take notice if the CG got the support of 50% of voters. \nAs part of the Catalan case for independence rests on the assumption that an independent state could automatically and seamlessly be part of the EU. The Brexit problems in the UK might suggest to Catalan voters that assumptions are not always to relied on. (Could an independent Catalonia's application to join the EU be blocked by the SG?)   \nEvidence from other countries (Canada, Scotland) is that holding referendums on independence can loose impact if they do not get a result first time, so my view is that the CG has little to gain from holding another illegal referendum. \nWhy would many people bother to turn out to vote in an illegal referendum for independence if they did not want independence? They know that even if the \"yes\" vote won the illegal result would not stand and before it was really decided to give Catalonia independence another legal referendum in which they could vote \"no\" would need to be held.  \nhttps://elpais.com/elpais/2017/08/13/opinion/1502635109_453757.html"], [691, "2017-08-14T16:52:54Z", [0.49, 0.1, 0.41], ""], [38268, "2017-08-14T10:19:12Z", [0.4, 0.05, 0.55], "Vote will be unofficial and challenged by Spanish government"], [35398, "2017-08-14T04:21:54Z", [0.0, 0.0, 1.0], ""], [21290, "2017-08-14T03:19:20Z", [0.63, 0.25, 0.12], "i am catalan. and I see that the governement of catalonia will do whatever it takes to do the referendum"], [37006, "2017-08-14T01:37:31Z", [0.55, 0.25, 0.2], ""], [368, "2017-08-13T13:39:54Z", [0.0, 0.0, 1.0], ""], [691, "2017-08-13T12:34:55Z", [0.59, 0.1, 0.31], ""], [36188, "2017-08-13T11:44:07Z", [0.33, 0.27, 0.4], "I think the main question here is whether the vote will be legal or not. Do I think the government will hold a public vote organized on October the 1st? I think it is at least quite likely. Perhaps 40-80% likely yes.\nDo I think the vote will be legal? The congress already voted \"no\" so I think the likeliness for this is perhaps 10%. Why does this matter? If an illegal public vote is organized, people against independence are much less likely to have any motivation to vote. If the vote would be legal, I think the majority would vote against independence but for an illegal vote it's going to be tighter. Will the vote take place?\nNo: 40%\nYes and a majority will vote in favor of independence IN AN ILLEGAL VOTE: 35%\nYes and majority will vote against independence IN AN ILLEGAL VOTE: 25% In the unlikely scenario that the vote would be legal, I'll raise the chances for the vote against independence by 2% so my final numbers are currently: 40% no\n27% Yes and majority will vote against independence\n33% Yes and majority will vote for independence"], [368, "2017-08-12T19:44:38Z", [0.0, 0.0, 1.0], ""], [38147, "2017-08-12T17:45:19Z", [0.3, 0.1, 0.6], "The government of Spain is adamantly opposed to a referendum. They will likely find a legal means for delaying a vote."], [1333, "2017-08-12T16:45:59Z", [0.55, 0.15, 0.3], ""], [28414, "2017-08-12T13:40:44Z", [0.3, 0.0, 0.7], ""], [28414, "2017-08-12T13:02:25Z", [0.25, 0.1, 0.65], ""], [691, "2017-08-12T13:02:12Z", [0.68, 0.12, 0.2], ""], [4634, "2017-08-12T10:43:25Z", [0.5, 0.25, 0.25], "The Catalonian politicians seem to be determined to push this through, even if it is against the law, and even when polls show that a lot of Catalonians are not convinced of the need for independence. It will be difficult for the Spanish state to block the referendum, without resorting to measures that might turn out to be counterproductive in the long term, like removing Catalonian politicians from office, or even arresting them. The 'Yes' voters will be more motivated to go to the ballot, so they might win, just like in 2014.  http://catalanmonitor.com/2017/08/08/spanish-constitutional-tribunal-will-not-be-unanimous-should-government-request-catalan-presidents-removal/\nhttp://www.thenational.scot/community/15468400.Community__Why_are_Catalan_referendum_events_the_core_of_the_YES_strategy_here_in_Barcelona_/\nhttp://blogs.lse.ac.uk/europpblog/2017/08/01/catalonia-and-spain-will-the-referendum-on-independence-go-ahead/\nhttp://catalanmonitor.com/2017/08/09/the-catalan-national-assembly-anc-calls-for-independence-whatever-the-1-0-participation-rate-is/"], [20156, "2017-08-12T04:57:25Z", [0.3, 0.2, 0.5], ""], [38098, "2017-08-12T02:43:07Z", [0.45, 0.25, 0.3], ""], [37425, "2017-08-11T21:38:23Z", [0.6, 0.15, 0.25], ""], [38033, "2017-08-11T20:42:32Z", [0.1, 0.05, 0.85], ""], [691, "2017-08-11T19:25:36Z", [0.88, 0.06, 0.06], ""], [368, "2017-08-11T16:58:10Z", [0.0, 0.0, 1.0], ""], [368, "2017-08-11T16:53:03Z", [1.0, 0.0, 0.0], ""], [19801, "2017-08-11T07:24:36Z", [0.0, 0.85, 0.15], "The survey results released Friday show 41.1% of people in the region are in favor of independence, down from the 44.3% of four months ago – a drop described as “considerable” by CEO director Jordi Argelaguet. Meanwhile, 49.4% percent of people surveyed by the CEO are against the region splitting from Spain, up from 48.5% in March.\nhttps://elpais.com/elpais/2017/07/21/inenglish/1500633835_182589.html"], [30921, "2017-08-11T01:44:43Z", [0.0, 0.15, 0.85], ""], [37474, "2017-08-10T19:18:57Z", [0.1, 0.15, 0.75], ""], [368, "2017-08-10T19:08:20Z", [1.0, 0.0, 0.0], ""], [24251, "2017-08-10T18:53:55Z", [0.0, 0.0, 1.0], ""], [37272, "2017-08-10T17:06:13Z", [0.55, 0.35, 0.1], ""], [31450, "2017-08-10T16:42:43Z", [0.6, 0.3, 0.1], "I think the vote is more likely than not, luckily the question doesn't distinguish between a legal and illegal referendum. On the question of the outcome, I think that the more the central government fights the referendum, the more likely the people are to vote for independence. And it seems to me that the central government is only interested in fighting the referendum instead of addressing the concerns of the Catalan people."], [37738, "2017-08-10T16:06:49Z", [0.29, 0.31, 0.4], "Feds will try hard to stop vote. If they can't it will be taken more seriously and some polling abstains will become don't rock the boat votes. There should be a fourth option: serious  voting disruptions in some areas and thus an unclear, obviously tainted outcome: 6%, independence 27%, against independence 27%."], [691, "2017-08-10T15:54:19Z", [0.95, 0.02, 0.03], ""], [37705, "2017-08-10T12:51:53Z", [0.3, 0.2, 0.5], "The illegallity of the situation will hold the governement"], [34449, "2017-08-10T10:25:50Z", [0.78, 0.0, 0.22], ""], [26, "2017-08-10T01:23:21Z", [0.0, 0.3, 0.7], "I'm guessing."], [35569, "2017-08-10T00:01:29Z", [0.0, 0.0, 1.0], "A new country on the Southeastern coast of Spain would be unacceptable to the central government of Spain. \n Since Franco died in the 70's, Spain has intentionally decentralized power.  Despite that fact, Spain has learned their lesson from dealing with the Basque territory and will shut this vote down regardless of the will of the Catalans.     "], [37211, "2017-08-09T22:20:55Z", [0.75, 0.05, 0.2], "they have said they will vote on it, and since it is not binding by Spanish Government people most motivated to leave Spain will vote."], [37398, "2017-08-09T20:52:53Z", [0.9, 0.01, 0.09], ""], [368, "2017-08-09T20:10:34Z", [1.0, 0.0, 0.0], ""], [37230, "2017-08-09T19:01:28Z", [0.8, 0.15, 0.05], ""], [619, "2017-08-09T18:23:23Z", [0.65, 0.0, 0.35], ""], [32258, "2017-08-09T18:03:17Z", [0.98, 0.0, 0.02], "This question refers to a public vote on independence which could come together in a few different ways. \n- Binding vote on independence - unlikely\n- Non-binding vote on independence - such as occurred in 2014\n- Vote on complaints without reference to independence \n- other hybrid possibilities http://www.politico.eu/article/catalonia-independence-referendum-spain-the-carles-puigdemont-factor/\nIn 2014, the Catalan government backed down from plans to organize a formal, non-binding vote on independence and went ahead instead with what they called a “process of citizen participation.” This informal referendum carried out by volunteers was conducted without an official census. While 80 percent of those who voted backed secession, only around 36 percent of voters bothered to vote at all.\n---------\nPuigdemont said a “third way” proposal without independence, which secures Catalan competencies, and addresses complaints like language, finances, infrastructure and education, would obtain widespread support in Catalonia. “There’s a majority of Catalans that would back that, that is obvious, polls say it,” he argued, “but it’s also evident that such a proposal has never existed, and no one has put it on the table.” Comment:\nSeems that any vote without reference to independence would show a failure for the secessionist movement that has had some momentum. \nAs Spain attempts to put up obstacles and threaten leaders, it may increase support for independence.\nIt seems that the most likely scenario is for at least another “process of citizen participation” to occur again. \nPolling about Catalan's support for independence does not predict turnout.  I would think a majority would vote in favor of independence as they are more motivated to vote."], [11885, "2017-08-09T17:50:22Z", [0.0, 1.0, 0.0], ""], [11742, "2017-08-09T17:37:45Z", [0.0, 0.0, 1.0], ""], [18846, "2017-08-09T15:20:17Z", [0.0, 0.0, 1.0], ""], [12879, "2017-08-09T14:41:51Z", [0.01, 0.24, 0.75], ""], [28414, "2017-08-09T08:48:18Z", [0.0, 0.0, 1.0], ""], [36831, "2017-08-09T08:19:54Z", [0.5, 0.05, 0.45], ""], [706, "2017-08-09T00:41:25Z", [0.65, 0.35, 0.0], "The Brexit negotiations will give the independence movement hope that if the process is enough of a cluster then their chances will go to the ceiling."], [28091, "2017-08-08T22:25:03Z", [0.15, 0.15, 0.7], "Most likely scenario is that the vote will be blocked by Spain even if they feel the vote would reject independence they would not want to take the chance. "], [691, "2017-08-08T21:28:27Z", [0.98, 0.01, 0.01], ""], [20284, "2017-08-08T21:22:43Z", [0.4, 0.6, 0.0], "Politically the regional government has made the promise of  a vote. It will have to happen.   The outcome moves more to the rejection as the Spanish economy continues to improve.  Unless there is a reversal to that trend before the vote it is more likely that the voters will stick with a federated Spain.  The EU has also worked to dampen the  independence movements which could blossom in half of the EU members like Belgium or Italy and elsewhere."], [368, "2017-08-08T19:54:33Z", [1.0, 0.0, 0.0], ""], [28414, "2017-08-08T19:16:17Z", [0.2, 0.0, 0.8], ""], [34353, "2017-08-08T18:20:45Z", [0.58, 0.36, 0.06], "Based on my initial research. The question will be if the major population centers shifted more towards independence from the 2015 election results. Here are some good primer articles:\n-The London School of Economics and Political Science: http://blogs.lse.ac.uk/europpblog/2017/08/01/catalonia-and-spain-will-the-referendum-on-independence-go-ahead/ - discusses recent polling from June; note the large number of abstentions.\n-Law Street blog: https://lawstreetmedia.com/blogs/world-blogs/catalonia-independence-tensions/ - discusses the tension between Spanish gov't and Catalonia.\n-Gulf News: http://gulfnews.com/opinion/thinkers/catalonia-independence-a-tale-of-two-cities-1.2068990 - compares the opinions in Lleida (a large Catalan city) and Berga (a more rural Catalan town).\n-GeoCurrents: http://www.geocurrents.info/geopolitics/autonomous-zones/the-ruralurban-divide-in-catalonias-2015-election - discusses the divide between the urban and rural votes in the 2015 Catalan elections."], [24, "2017-08-08T17:13:20Z", [0.45, 0.45, 0.1], ""], [24, "2017-08-08T17:11:35Z", [0.5, 0.4, 0.1], ""], [12879, "2017-08-08T17:04:01Z", [0.5, 0.25, 0.25], ""]], "open_date": "2017-08-08T17:00:27Z", "close_date": "2017-10-01T17:00:27Z"}