{"question_id": 884, "title": "Which film will win the 2018 Academy Award® for Best Picture?\n", "possible_answers": ["Call Me by Your Name", "Darkest Hour", "Dunkirk", "Get Out  ", "Lady Bird", "Phantom Thread", "The Post", "The Shape of Water", "Three Billboards Outside Ebbing, Missouri"], "crowd_forecast": [0.0, 0.0, 0.0, 0.02, 0.01, 0.0, 0.0, 0.57, 0.4], "correct_answer": "The Shape of Water", "correct_forecast": 0.57, "preds": [[10720, "2018-03-05T07:40:50Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [36188, "2018-03-05T07:17:01Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [28414, "2018-03-05T07:14:48Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [5018, "2018-03-05T05:59:07Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], "Forecasts after the ceremony should not count... "], [12605, "2018-03-05T04:52:02Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [172, "2018-03-05T04:49:34Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [34353, "2018-03-05T04:46:44Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [14432, "2018-03-05T04:45:53Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [172, "2018-03-05T04:39:38Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [172, "2018-03-05T04:30:53Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.0, 0.95, 0.0], ""], [172, "2018-03-05T04:22:32Z", [0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.0, 0.9, 0.0], ""], [172, "2018-03-05T03:57:30Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.0, 0.8, 0.0], ""], [12605, "2018-03-05T03:51:20Z", [0.0, 0.0, 0.0, 0.93, 0.07, 0.0, 0.0, 0.0, 0.0], ""], [172, "2018-03-05T03:42:34Z", [0.0, 0.0, 0.0, 0.35, 0.0, 0.0, 0.0, 0.65, 0.0], ""], [172, "2018-03-05T03:40:51Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [172, "2018-03-05T03:39:49Z", [0.0, 0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [172, "2018-03-05T03:00:32Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.0, 0.75, 0.0], ""], [172, "2018-03-05T02:54:19Z", [0.0, 0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.8, 0.05], ""], [172, "2018-03-05T02:45:40Z", [0.0, 0.0, 0.05, 0.0, 0.0, 0.0, 0.0, 0.8, 0.15], ""], [172, "2018-03-05T02:36:45Z", [0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.0, 0.7, 0.15], ""], [54684, "2018-03-05T02:23:46Z", [0.0, 0.1, 0.1, 0.0, 0.0, 0.0, 0.25, 0.3, 0.25], ""], [767, "2018-03-05T02:23:19Z", [0.0, 0.0, 0.0, 0.65, 0.01, 0.0, 0.0, 0.33, 0.01], ""], [172, "2018-03-05T02:04:39Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], ""], [29680, "2018-03-05T00:58:34Z", [0.0, 0.36, 0.64, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [9755, "2018-03-05T00:37:10Z", [0.0, 0.0, 0.0, 0.5, 0.0, 0.0, 0.0, 0.25, 0.25], ""], [1333, "2018-03-05T00:10:00Z", [0.0, 0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.45], ""], [269, "2018-03-04T23:56:56Z", [0.1, 0.03, 0.0, 0.01, 0.01, 0.0, 0.0, 0.3, 0.55], ""], [24702, "2018-03-04T22:18:53Z", [0.0, 0.0, 0.05, 0.15, 0.05, 0.0, 0.0, 0.25, 0.5], ""], [55787, "2018-03-04T20:46:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.55, 0.25], ""], [48889, "2018-03-04T19:56:07Z", [0.05, 0.0, 0.0, 0.55, 0.0, 0.0, 0.0, 0.25, 0.15], ""], [10720, "2018-03-04T19:31:20Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], ""], [49545, "2018-03-04T19:19:35Z", [0.01, 0.01, 0.04, 0.06, 0.04, 0.01, 0.01, 0.44, 0.38], "Just a tweak, noting that there hasn't been much change to any news regarding the lead that the shape of water and Three billboards had.  Decreased everything over 1% by 1% and added 2% to Three Billboards and 2% to the Shape of Water."], [19427, "2018-03-04T18:12:05Z", [0.0, 0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.55, 0.3], "I only saw Dunkirk and Ladybird. Heard of Three Billboards Outside Ebbing, Missouri, but not The Shape of Water, and the former has a higher IMDb rating (8.3 vs 7.7), so I'm going to guess that the consensus is overestimating The Shape of Water relative to Three Billboards. One comment from @orchidny also said Get Out won the Spirit Awards and that this has matched the Oscars for the Academy Awards for the last 4 years. Though others say it's horror making it unlikely. Roughly I'll go with 15% Get Out, 55% The Shape of Water, and 30% Three Billboards Outside Ebbing, Missouri."], [45828, "2018-03-04T16:57:48Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.55], ""], [54662, "2018-03-04T16:42:04Z", [0.0, 0.0, 0.0, 0.3, 0.3, 0.0, 0.0, 0.2, 0.2], ""], [9755, "2018-03-04T14:07:01Z", [0.0, 0.0, 0.0, 0.75, 0.03, 0.01, 0.01, 0.1, 0.1], ""], [691, "2018-03-04T12:14:15Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.52, 0.48], ""], [46376, "2018-03-04T11:24:29Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.0, 0.6, 0.2], ""], [55728, "2018-03-04T10:21:43Z", [0.0, 0.0, 0.01, 0.02, 0.02, 0.01, 0.04, 0.45, 0.45], ""], [28414, "2018-03-04T08:52:23Z", [0.0, 0.0, 0.0, 0.5, 0.0, 0.0, 0.0, 0.0, 0.5], ""], [28414, "2018-03-04T08:51:28Z", [0.0, 0.0, 0.0, 0.3, 0.05, 0.0, 0.0, 0.15, 0.5], ""], [767, "2018-03-04T08:35:13Z", [0.0, 0.0, 0.0, 0.5, 0.05, 0.0, 0.0, 0.4, 0.05], "Get Out won the Film Independent Spirit Awards for best feature and best director.  The Spirit Awards have matched the Oscar for Best Pic 6 times in the last 10 years, and has matched the last four years in a row. Several outlets focusing on entertainment (The Hollywood Reporter, Variety, IndieWire and arts section of HuffPost) have written this week about traditional Oscar voters shunning Get Out as they don't consider it an Oscar film. There are reports many voted without watching it.  Hollywood Reporter interviewed an anonymous Oscar voter -details in article revealed person was a long time Academy member- coming out strongly against the film, saying it had \"pulled the race card\" The voter said she had picked The Shape of Water because in the process of elimination, it was the one left.  Others said they considered Get Out a genre film and that horror films do not win the Oscar (with the exception of Silence of the Lambs).  I consider the Spirit Awards a good indicator, if not definitive, but I've been a voter for the past five years so might be biased. The Spirit Awards do help round up the top two, I think, and lessen probability for 3 Billboards."], [46762, "2018-03-04T05:31:40Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.49], "Billboards is the film that will benefit from #metoo #blahblah #etcetc.\nOr as others say, the film most likely to age badly. I cannot vote it the winner.   I thought Dunkirk was shallow, although I'm glad it was made.  Their finest - I loved.   But I'm a Churchill buff.   The Post has a great ensemble, is politically correct... so it would be my third choice, despite getout being a better movie.  In the end, water is the better story, G. is a genial storyteller deserving the nod.   Here's hoping its enough for the nod, tho it likely isn't.\n"], [14432, "2018-03-04T05:17:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [23006, "2018-03-04T04:07:56Z", [0.0, 0.0, 0.0, 0.51, 0.49, 0.0, 0.0, 0.0, 0.0], "@tsm"], [55008, "2018-03-04T03:13:06Z", [0.05, 0.0, 0.35, 0.0, 0.05, 0.0, 0.05, 0.25, 0.25], ""], [37827, "2018-03-04T02:17:33Z", [0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.0, 0.7, 0.2], "The recent negative backlash against Three Billboards hurts it in the end, despite it being a frontrunner early in the awards season. Get Out makes a solid Oscar push with younger voters, but many older (and white) academy members don't put it at the top of their ballot — if they've even seen the film at all. Even if it's not everyone's #1 movie, The Shape of Water is the least polarizing, allowing it to take advantage of the weighted voting system (i.e. being ranked as a voter's #2 film still benefits it overall). Guillermo is a storied and beloved industry vet who made a movie that audience, critics, and (most importantly) voters loved. He takes home gold for Best Director and Best Picture on Sunday."], [51119, "2018-03-04T00:40:13Z", [0.45, 0.0, 0.05, 0.0, 0.05, 0.0, 0.0, 0.45, 0.0], ""], [47941, "2018-03-04T00:26:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0, 0.0], "It's most politically relevant today when the role of media is being undermined and freedom of press questioned."], [55748, "2018-03-03T22:49:52Z", [0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [55751, "2018-03-03T22:32:20Z", [0.0, 0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.0], ""], [28414, "2018-03-03T21:15:41Z", [0.0, 0.0, 0.0, 0.15, 0.05, 0.0, 0.0, 0.25, 0.55], ""], [55447, "2018-03-03T21:12:34Z", [0.0, 0.3, 0.15, 0.0, 0.0, 0.0, 0.0, 0.25, 0.3], ""], [55744, "2018-03-03T21:03:42Z", [0.02, 0.15, 0.15, 0.0, 0.05, 0.0, 0.25, 0.35, 0.03], "Reviews, box office sales, media hype, and personal opinion based on the 6, which I viewed."], [54671, "2018-03-03T20:24:35Z", [0.0, 0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.4, 0.4], ""], [1161, "2018-03-03T19:51:08Z", [0.0, 0.0, 0.0, 0.25, 0.25, 0.0, 0.0, 0.25, 0.25], "Cumulative voting make second place terribly important. Flipping a coin makes more sense than trying to read the critical leaves."], [1333, "2018-03-03T18:39:52Z", [0.0, 0.25, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.3], ""], [3872, "2018-03-03T17:03:28Z", [0.0, 0.0, 0.0, 0.0, 0.55, 0.0, 0.1, 0.35, 0.0], ""], [53760, "2018-03-03T16:57:57Z", [0.0, 0.0, 0.0, 0.65, 0.1, 0.0, 0.0, 0.25, 0.0], ""], [46017, "2018-03-03T16:37:09Z", [0.1, 0.05, 0.05, 0.05, 0.13, 0.02, 0.2, 0.3, 0.1], ""], [1506, "2018-03-03T15:44:33Z", [0.0, 0.0, 0.0, 0.25, 0.35, 0.0, 0.0, 0.4, 0.0], "“Get Out” is the best picture. It is meticulously filmed, possesses a satirical edge, includes strong acting, and will be passed over by the Academy voters."], [54663, "2018-03-03T15:35:49Z", [0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.0, 0.4, 0.4], "This will be a very close year for best picture. It is very difficult to call. The final winner will be between the shape of water and three billboards with get out the dark horse.  Too close to call."], [55682, "2018-03-03T15:13:46Z", [0.1, 0.05, 0.1, 0.05, 0.1, 0.1, 0.1, 0.2, 0.2], ""], [488, "2018-03-03T14:56:03Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.99, 0.01], ""], [49089, "2018-03-03T14:53:27Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.0, 0.42, 0.33], "General consensus maintains that this is a tight race for best picture with no clear front runner due to assessed holes in the each movie's \"path\" to Best Picture. The films that most consistently show up in expert opinions on Best Picture winner are The Shape of Water, Three Billboards and Get Out. All of them note how unsure they are and also note these points of concern: First, The Shape of Water wasn't nominated for Best Ensemble at the Screen Actor's Guild Awards - the last film to win Best Picture with the same circumstance was Braveheart in 1995. While Three Billboards has performed well at lead-up awards like BAFTA, pundits claim that the film may not perform as well in the Academy's preferential voting system, which tend to favor movies that all voters liked vice a film some voters adored and others hated. Get Out seems to embody the intangible argument amongst experts - the film was widely loved and topical, though it doesn't have the same pedigree as a more \"traditional\" Best Picture choice like the other two - though even this has holes in it given Shape being a fantasy film.  Since I'm also unsure, I initially split all films 33/33/33, then incrementally increased the ratio to match what I perceived to be public sentiment, landing at 42/33/25. "], [2301, "2018-03-03T14:41:41Z", [0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.6, 0.3], "Critical acclaim, sentimental tale"], [48637, "2018-03-03T13:45:33Z", [0.02, 0.01, 0.01, 0.35, 0.05, 0.01, 0.15, 0.15, 0.25], "Having only seen two of these movies (Get Out and Dunkirk) I am not well equipped to make a projection based on my own assessments of their quality. This is just as well though, as I am not a movie critic and so my personal opinions of the films themselves wouldn't add much to the accuracy of the forecast. My projections were instead based on a mix of the projections of professional critics, my estimations of how political pressures might impact academy voters, and the types of films that have won in recent history.  As cynical as it may sound, I think the Academy is anxious to reduce some of the pressure of the #oscars-so-white twitter campaign from the previous two years and that pressure will give voters more incentive to vote for Get Out than they might have otherwise had. This is unfortunate as I believe the was excellent and would be absolutely deserving in the absence of any racial consideration. It also may mare the perception of it selection if were to win best picture as cynics will say it won as some form of racial appeasement. I think Three Billboads Outside Ebbing, Missouri best fits the mold of recent best picture selections, however I think Get Out was a far more unique form of story telling with equal depth and relevance and was flawlessly executed. I gave significant consideration to The Post and the Shape of Water as well. The Post is possibly the most in line with what a traditional Best Picture selection might look it and it of course has Meryl Streep who the most prolific oscar magnet in history. The Shape of Water could be a surprise and my be the most unique prospect but the credit I give it as prospect comes entirely from professional critics as i know very little about it and as a result may have undervalued its chances. "], [172, "2018-03-03T13:09:34Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.45], "Factoring in bookie’s odds. I continue to think “Shape”will take it but admit more tailwind for “three billboards”. “Get Out”is good (esp when judged from a Hitchcockian perspective) and maybe the old white guys will plunk for it to show their “diversity” - but as good as it is, not as good as first two I mentioned...."], [20156, "2018-03-03T12:15:15Z", [0.1, 0.0, 0.1, 0.0, 0.1, 0.05, 0.0, 0.46, 0.19], ""], [55316, "2018-03-03T07:17:56Z", [0.0, 0.0, 0.0, 0.35, 0.0, 0.0, 0.0, 0.15, 0.5], ""], [54562, "2018-03-03T03:49:04Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.35], ""], [767, "2018-03-03T01:11:42Z", [0.0, 0.0, 0.0, 0.3, 0.05, 0.0, 0.0, 0.35, 0.3], "My dislike for Three Billboards (I resent films like Dunkirk, Lady Bird, Call Me By Your Name, Phantom Thread would get eclipsed by a shallow story and film technique with so many flaws :( This gets in the way of my forecast.  Should have stayed away.  GoldDerby compiles Oscar predictions from top film critics.  As of today, their average favors Three Billboards to win, followed by The Shape of Water, Get Out, Lady Bird.  (My other forecasts include info on DGA, PGA, SAG, BAFTAs etc). \n\nI don't know how often these critics get their best picture guesses right, but one would assume they know the industry and the voters.  The critics include Peter Travers, Rolling Stone; Scott Mantz, Tariq Khanm Fox News\nKeith Simanton, IMDB; Glen Whipp, LA Times; Kyle Buchanan, NY Mag; Brian Truitt, US Today... http://www.goldderby.com/awardshows/expert-predictions/oscars-2018/picture/ Browsing through Twitter, there are posts on Academy members silently blocking Get Out, voting without even watching it, as they do not consider the film \"best picture\" quality.  Other posts rave about the Oscar campaign Get Out put together.  My bet previously giving Get Out the edge was based on the idea The Academy is changing.  Question is whether it has changed enough.  Get Out is quite a story but will the Academy vote for something so unique vs a film that pays homage to classic Hollywood films and technique like The Shape of Water?\n\nI have no idea why the Academy would vote for Three Billboards.  Looked it up and it seems to be about how the story resolves that appeals to many voters.  SAG gave its top award to Three Billboards.  And it's reasonable they did that unless they gave it to The Post.  No other \"ensemble\" this year was going to be that charismatic.  \nBut that doesn't mean it's the best film.  \nIt is said Harvey Weinstein's Oscar campaigns relied heavily on sending screeners to every SAG member and targeting them whenever he had a film in the run.  But is SAG the best predictor for best pic? They matched best pic 6 out of 10 times in the past 10 yrs.  Lady Bird is a wild card, it's a great film in every respect.  Dunkirk was my favorite by any measure this year but that is a film that may be more endeared to critics than to industry voters.  Left with little choice but to hedge this one among the top 3 contenders."], [46641, "2018-03-02T22:21:12Z", [0.02, 0.02, 0.02, 0.15, 0.15, 0.02, 0.02, 0.3, 0.3], ""], [37827, "2018-03-02T21:48:01Z", [0.0, 0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.55, 0.3], ""], [37827, "2018-03-02T21:47:05Z", [0.05, 0.0, 0.1, 0.15, 0.05, 0.0, 0.0, 0.45, 0.2], ""], [1333, "2018-03-02T21:43:58Z", [0.0, 0.1, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.45], ""], [37827, "2018-03-02T21:19:39Z", [0.05, 0.0, 0.1, 0.2, 0.05, 0.0, 0.0, 0.25, 0.35], ""], [691, "2018-03-02T17:50:05Z", [0.0, 0.0, 0.01, 0.0, 0.01, 0.0, 0.0, 0.5, 0.48], ""], [48643, "2018-03-02T17:43:53Z", [0.01, 0.01, 0.01, 0.03, 0.05, 0.01, 0.05, 0.58, 0.25], "\"Three Billboards\" won Best Drama at the Golden Globes, and 45 (!) Golden Globe winners have gone on to also win Oscars (https://www.ranker.com/list/movies-that-won-best-picture-at-the-oscars-and-golden-globes/oscar-watch), so I have to give it a 1 in 4 chance. However, 1) the Academy tends to vote for dramas with less comedy in them, and 2) \"The Shape of Water\" has lots of buzz and is ranked as the likely winner in multiple polls.  So I give it a better than even chance of winning. Both of these films feature female leads, and with the Time's Up movement dominating Hollywood in recent months, it's likely that voters will consider this to be an appropriate year for a movie with a central female character to win Best Picture. For this reason, following the top two films listed above, I give \"The Post\" and \"Lady Bird\" a 5% chance each. For its popularity and unusualness, I give \"Get Out\" a 3% chance, and the rest 1% each. (I have seen precisely none of these films, and am basing my assessment on what I hear and see in the media broadly.)"], [22565, "2018-03-02T17:26:27Z", [0.0, 0.0, 0.1, 0.05, 0.0, 0.0, 0.0, 0.4, 0.45], ""], [40471, "2018-03-02T17:22:35Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [36580, "2018-03-02T11:04:46Z", [0.1, 0.05, 0.15, 0.05, 0.05, 0.05, 0.05, 0.25, 0.25], "My initial intuitions prior to doing proper research into it. The Shape of Water and Three Billboards seem to be the clear front runners, based on the other forecasts here. Will update after I've looked into things a bit more."], [55630, "2018-03-02T10:07:15Z", [0.0, 0.1, 0.0, 0.0, 0.05, 0.0, 0.05, 0.1, 0.7], "This film has been popular in all markets with little overt marketing.  It ticks the boxes for drama comedy characterisation "], [31648, "2018-03-02T09:47:32Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [49173, "2018-03-02T06:05:23Z", [0.02, 0.01, 0.14, 0.27, 0.03, 0.09, 0.05, 0.22, 0.17], ""], [49545, "2018-03-02T02:43:09Z", [0.02, 0.01, 0.05, 0.07, 0.05, 0.01, 0.01, 0.42, 0.36], "Slight update from earlier removing 2 points from ladybird and re assigning to three billboards and shape of Water.  Also, while I didn't use the inormation at the link below to adjust my prediction, it was interesting to read the author's \"analysis\" of the chance of winning by the quality of Oscar movie poster. https://www.theguardian.com/film/2018/feb/28/oscars-2018-for-your-consideration-studios-hype-shape-of-water-get-out"], [49545, "2018-03-02T02:38:14Z", [0.02, 0.01, 0.05, 0.07, 0.07, 0.01, 0.01, 0.41, 0.35], "Moved Three Billboards up by one while decreasing Shape of Water by One,  Get Out up one point and Dunkirk down one.  Based on predictions found here: http://www.goldderby.com/article/2018/2018-oscar-best-picture-predictions-by-experts-three-billboards-will-win-academy-awards/ BEST PICTURE 1. “Three Billboards Outside Ebbing, Missouri”: 11 experts (17/10 odds)\nThelma Adams (Gold Derby)\nKyle Buchanan (Vulture)\nBonnie Fuller (HollywoodLife)\nTariq Khan (Fox News)\nMichael Musto (NewNowNext)\nTom O’Neil (Gold Derby)\nSasha Stone (Awards Daily)\nPeter Travers (Rolling Stone)\nBrian Truitt (USA Today)\nAdnan Virk (ESPN)\nJeff Wells (Hollywood Elsewhere) 2. “The Shape of Water”: 9 experts (9/4 odds)\nGrae Drake (Rotten Tomatoes)\nJoyce Eng (Gold Derby)\nTim Gray (Variety)\nPete Hammond (Deadline)\nAndrea Mandell (USA Today)\nJack Mathews (Gold Derby)\nAnne Thompson (Indiewire)\nSara Vilkomerson (EW)\nSusan Wloszczyna (RogetEbert.com) 3. “Get Out”: 6 experts (7/2 odds)\nErik Davis (Fandango)\nEdward Douglas\nMichael Hogan (Vanity Fair)\nMatthew Jacobs (Huffington Post)\nKevin Polowy (Yahoo!)\nKrista Smith (Vanity Fair) 4. “Lady Bird”: 1 expert (20/1 odds)\nChris Rosen (EW) 5. “Dunkirk”: (66/1 odds) 6. “The Post”: (66/1 odds) 7. “Call Me By Your Name”: (100/1 odds) 8. “Darkest Hour”: (100/1 odds) 8. “Phantom Thread”: (100/1 odds)"], [45016, "2018-03-01T20:43:35Z", [0.05, 0.0, 0.0, 0.0, 0.1, 0.0, 0.15, 0.25, 0.45], ""], [1333, "2018-03-01T17:57:53Z", [0.0, 0.05, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.5], ""], [12605, "2018-02-28T20:23:49Z", [0.0, 0.0, 0.0, 0.87, 0.1, 0.0, 0.01, 0.01, 0.01], ""], [40342, "2018-02-28T15:29:43Z", [0.05, 0.0, 0.05, 0.0, 0.0, 0.0, 0.0, 0.6, 0.3], ""], [1333, "2018-02-28T14:29:10Z", [0.0, 0.15, 0.0, 0.0, 0.05, 0.0, 0.0, 0.45, 0.35], ""], [49241, "2018-02-28T14:17:52Z", [0.01, 0.01, 0.1, 0.02, 0.01, 0.01, 0.01, 0.5, 0.33], "Number of Nominations:\nThe Shape of Water had the most with 13, followed by Dunkirk with eight, and Three Billboards Outside Ebbing, Missouri with seven. The next movies were Darest Hour and Phantom Thread, each with six. This narrows down the potential winners to four for me. This would support a case for these films to be the two movies in the running. Judge demographics:\nThe judges are ostensibly white and male, which could be used to support the case that they will vote for a movie that show characters they can relate to. Increase in minority-representative winners:\nMoonlight, a movie about the life of a gay black man growing up, won in 2018, Birdman in 2014, and 12 years a Slave in 2013. This gives minority-representative films a better chance to win than even a decade ago. Genre Precedent:\nThere seems to be a larger variety of winners since the 2008 rules change.\nGenre and Current Events:\nThe case could be made that The Shape of Water has a higher chance given violent domestic news and the need for escapism. Scandal:\nThe Shape of Water is facing a lawsuit over plagiarism, but that is unlikely to affect this since it was only filed recently.. Popularity:\nIMDB has The Shape of Water and Three Billboards Outside Ebbing, Missouri as the first and second most popular films respectively. Box Office:\nDunkirk made the most money in 2017, grossing at least $188 million. Word of Mouth:\nI have only heard Get Out talked about online or via word of mouth. Sources:\nhttp://criticalmediaproject.org/cml/media/oscar-academy-demographics/\nhttps://www.today.com/popculture/complete-list-every-best-picture-oscar-winner-ever-t107617\nhttps://edition.cnn.com/2018/01/23/entertainment/gallery/oscars-best-picture-nominees-2018/index.html\nhttps://blog.blcklst.com/trends-in-best-picture-nominees-8eb82bdf5114\nhttp://www.goldderby.com/article/2018/2018-oscar-best-picture-predictions-by-experts-three-billboards-the-shape-of-water-voting-ends/\nhttps://www.imdb.com/search/title?year=2017&title_type=feature&amp;\nhttps://www.imdb.com/search/title?year=2017&title_type=feature&sort=boxoffice_gross_us,desc\nhttps://www.theguardian.com/film/filmblog/2018/feb/26/why-the-shape-of-water-should-win-the-2018-best-picture-oscar\nhttps://edition.cnn.com/2018/02/23/entertainment/shape-water-copyright-suit/index.html"], [55099, "2018-02-28T13:20:54Z", [0.01, 0.0, 0.01, 0.01, 0.05, 0.01, 0.01, 0.48, 0.42], ""], [691, "2018-02-28T12:19:07Z", [0.0, 0.0, 0.01, 0.01, 0.01, 0.0, 0.01, 0.48, 0.48], ""], [172, "2018-02-28T00:54:52Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], "Sounds like George Clooney and a few of his buddies will make the selection (a gross oversimplification/exaggeration on my part). I do believe the academy attempts to send a message, however. I just returned from SoCal a few days ago - a vacuous place if ever there was one (why Seinfeld prefers NYC).\nhttp://nationalpost.com/entertainment/movies/is-george-clooney-part-of-a-secret-group-shaping-a-pro-liberal-message-at-the-oscars\n"], [49545, "2018-02-27T19:40:29Z", [0.02, 0.01, 0.06, 0.06, 0.07, 0.01, 0.01, 0.42, 0.34], "I should do ALL my homework before posting.... here is a recent one from 548.com that I am sure someone on here has already posted somewhere, but I just found it. https://fivethirtyeight.com/features/oscars-2018-here-are-our-final-predictions/"], [49545, "2018-02-27T19:31:03Z", [0.02, 0.02, 0.03, 0.16, 0.07, 0.02, 0.02, 0.37, 0.29], "Move up the Shape of Water and Three Billboards by 1 point.  Moved up Get Out by 2 points.  This was all based off my Amazon alert for \"Oscar Best Picture\" that led me to 4 different articles that were surveys or \"expert opinions\".  Reduced Call Me by Your Name, Dunkirk, Phantom Thread, and the Post by 1 point"], [54662, "2018-02-27T17:32:57Z", [0.06, 0.04, 0.05, 0.12, 0.21, 0.05, 0.12, 0.15, 0.2], "Of the ones I've heard and seen, I think Lady Bird, The Post, and Three Billboards play with the Academy's political agenda the best. If I haven't heard of them or don't think they're as on-point, assuming a lower chance considering rotten tomato's critic rating."], [54667, "2018-02-27T16:06:02Z", [0.2, 0.05, 0.0, 0.15, 0.0, 0.0, 0.1, 0.2, 0.3], ""], [1333, "2018-02-27T15:36:34Z", [0.0, 0.15, 0.0, 0.05, 0.1, 0.0, 0.0, 0.45, 0.25], ""], [15477, "2018-02-27T12:37:27Z", [0.0, 0.2, 0.0, 0.0, 0.15, 0.0, 0.0, 0.5, 0.15], ""], [172, "2018-02-27T10:28:15Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], "Doesn’t support me being heavy on Shape if Water...  but supports three billboards:\nhttps://www.theguardian.com/film/filmblog/2018/feb/27/three-billboards-outside-ebbing-missouri-best-picture-oscar"], [55316, "2018-02-27T04:42:52Z", [0.0, 0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.5, 0.35], ""], [54684, "2018-02-27T00:44:24Z", [0.0, 0.1, 0.1, 0.0, 0.0, 0.0, 0.4, 0.3, 0.1], ""], [12605, "2018-02-26T23:54:04Z", [0.0, 0.0, 0.0, 0.85, 0.12, 0.0, 0.01, 0.01, 0.01], "Comment deleted on Mar 24, 2018 10:25PM UTC"], [27661, "2018-02-26T17:22:03Z", [0.01, 0.01, 0.01, 0.06, 0.09, 0.01, 0.01, 0.42, 0.38], "First of all: I haven't seen any of these movies. However, based on the forecasts here and some digging (see sources + wikipedia for general information on the movies) it's likely that either The Shape of Water or Three Billboards Outside Ebbing, Missouri will win. Looking back on the recent history of the Oscars any other movie seems improbable defeat those two. Nevertheless, I'm reluctant to say that Lady Bird or Get Out have no chance at all.  Sources:\n- http://www.goldderby.com/article/2018/2018-oscar-best-picture-predictions-by-experts-three-billboards-the-shape-of-water-voting-ends/\n- https://fivethirtyeight.com/features/oscars-2018-early-predictions-nominations/\n- https://sbcnews.co.uk/latestnews/2018/02/26/sbc-bookies-corner-pricing-unpredictable-oscars-2018/"], [28414, "2018-02-26T14:51:59Z", [0.0, 0.0, 0.0, 0.15, 0.05, 0.0, 0.0, 0.35, 0.45], ""], [172, "2018-02-26T13:10:44Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], "I realize there’s a few in the running and sort of self-serving but here’s some support for Shape of Water.\nhttps://www.theguardian.com/film/filmblog/2018/feb/26/why-the-shape-of-water-should-win-the-2018-best-picture-oscar\n"], [12828, "2018-02-26T12:24:16Z", [0.0, 0.05, 0.0, 0.0, 0.3, 0.0, 0.0, 0.2, 0.45], ""], [55054, "2018-02-26T01:02:46Z", [0.1, 0.05, 0.05, 0.15, 0.2, 0.1, 0.15, 0.05, 0.15], ""], [54681, "2018-02-26T00:52:05Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.85, 0.15], ""], [1506, "2018-02-25T22:40:12Z", [0.0, 0.0, 0.0, 0.1, 0.35, 0.05, 0.0, 0.4, 0.1], "While I personally favor “Get Out,” I believe the trend is toward the happier ending."], [6782, "2018-02-25T22:39:10Z", [0.0, 0.0, 0.2, 0.0, 0.0, 0.0, 0.0, 0.5, 0.3], ""], [54684, "2018-02-25T21:49:55Z", [0.0, 0.1, 0.1, 0.0, 0.0, 0.0, 0.6, 0.2, 0.0], "It seems like the type of movie the Academy likes."], [55099, "2018-02-25T20:12:18Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.05, 0.15, 0.8], ""], [49545, "2018-02-25T18:16:23Z", [0.03, 0.02, 0.04, 0.15, 0.07, 0.03, 0.03, 0.35, 0.28], "Looking at a group of predictions from the link below, updated the forecast to be more favorable to the Shape of Water, Three Billboards, and Get Out.  http://www.goldderby.com/article/2018/2018-oscar-best-picture-predictions-by-experts-three-billboards-the-shape-of-water-voting-ends/"], [55087, "2018-02-25T17:06:27Z", [0.15, 0.15, 0.0, 0.15, 0.15, 0.0, 0.0, 0.4, 0.0], "I'm basing my forecast on the political basis Best Picture films have garnered in the last few years.  I think Get Out and Lady Bird have slight chances as independent films based on minority or feminist ideology.  My feeling about Shape of Water is that, in an effort to sidestep race/gender, a film based on a \"monster\" with great reviews might be a compromise by the voters."], [9755, "2018-02-25T15:46:52Z", [0.0, 0.0, 0.0, 0.01, 0.05, 0.01, 0.01, 0.47, 0.45], ""], [37236, "2018-02-25T14:11:47Z", [0.01, 0.0, 0.0, 0.0, 0.01, 0.02, 0.0, 0.38, 0.58], ""], [54536, "2018-02-25T08:23:06Z", [0.0, 0.07, 0.0, 0.0, 0.0, 0.0, 0.05, 0.7, 0.18], "i havent seen any of the movies, im guessing by what i know about the system, as well as by the title. judging the books by their covers."], [54996, "2018-02-25T06:44:55Z", [0.4, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.25], ""], [47216, "2018-02-25T06:14:06Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.75], ""], [45294, "2018-02-25T03:33:14Z", [0.0, 0.0, 0.15, 0.0, 0.0, 0.35, 0.0, 0.0, 0.5], ""], [50615, "2018-02-25T01:39:41Z", [0.05, 0.1, 0.25, 0.4, 0.0, 0.0, 0.2, 0.0, 0.0], ""], [55028, "2018-02-24T21:36:55Z", [0.0, 0.0, 0.0, 0.2, 0.05, 0.0, 0.0, 0.4, 0.35], ""], [46641, "2018-02-24T20:39:17Z", [0.03, 0.06, 0.1, 0.17, 0.17, 0.02, 0.02, 0.3, 0.13], ""], [54307, "2018-02-24T19:21:19Z", [0.1, 0.1, 0.05, 0.15, 0.05, 0.05, 0.1, 0.15, 0.25], "The three films I’ve yet to see each given 10%.  Three perfectly good films that I don’t think will win given 5% each.  Get Out & Shape of Water were very good with a pathway to win based on qualities of the films & potential desire for Academy to make a statement.  Three Billboards was the superior artwork in my opinion and will hold up in 20 years, as it deals with tougher issues in a more complex way and had excellent performances from its cast."], [1333, "2018-02-24T16:18:43Z", [0.0, 0.05, 0.0, 0.05, 0.1, 0.05, 0.05, 0.45, 0.25], ""], [54753, "2018-02-24T14:23:31Z", [0.0, 0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.35], ""], [691, "2018-02-24T12:56:11Z", [0.0, 0.0, 0.01, 0.01, 0.01, 0.0, 0.01, 0.48, 0.48], ""], [11430, "2018-02-24T07:24:19Z", [0.0, 0.1, 0.0, 0.0, 0.05, 0.0, 0.0, 0.2, 0.65], ""], [20156, "2018-02-24T06:25:48Z", [0.1, 0.0, 0.1, 0.06, 0.1, 0.05, 0.0, 0.4, 0.19], ""], [54946, "2018-02-24T04:36:33Z", [0.1, 0.1, 0.08, 0.09, 0.1, 0.09, 0.2, 0.11, 0.13], ""], [54305, "2018-02-23T20:03:42Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.65, 0.3, 0.05], ""], [48709, "2018-02-23T17:29:06Z", [0.05, 0.15, 0.25, 0.15, 0.06, 0.06, 0.07, 0.06, 0.15], ""], [54487, "2018-02-23T14:59:09Z", [0.15, 0.35, 0.25, 0.0, 0.1, 0.15, 0.0, 0.0, 0.0], ""], [54162, "2018-02-23T02:47:50Z", [0.01, 0.1, 0.1, 0.05, 0.15, 0.04, 0.03, 0.15, 0.37], ""], [10390, "2018-02-22T20:25:04Z", [0.0, 0.05, 0.05, 0.1, 0.1, 0.1, 0.1, 0.2, 0.3], "Basing my prediction on the basis of BAFTA etc."], [28414, "2018-02-22T17:01:44Z", [0.0, 0.0, 0.0, 0.15, 0.05, 0.0, 0.0, 0.4, 0.4], ""], [52242, "2018-02-22T16:55:55Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.55], "It seems to be a race between these two films. Three Billboards has been winning big at other award shows leading up to the Oscars so I gave them the edge here."], [54347, "2018-02-22T09:50:28Z", [0.0, 0.02, 0.03, 0.01, 0.01, 0.02, 0.03, 0.55, 0.33], "The Shape of Water was the well rounded package of fairy tale, sci-fi, thriller, war time, and film noir nostalgia shot through nostalgic cinematography to the tone of gritty dialogue.  A fantasy of love and perseverance with a deeply imbedded message of humanity both at its best and worst..."], [29849, "2018-02-21T22:58:00Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.0, 0.9, 0.05], ""], [172, "2018-02-21T22:11:29Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], "I’ve been 50/50 between The Shape of Water and Three Billboards. Both are sort of “outsider” films that cause some (not too much) thought/reflection. While possible another may win I can’t even attempt to factor in things like #metoo, Trump Presidency, or all the potential political correctness in the ~6000 voters. I’m going to increase Shape of Water."], [1333, "2018-02-21T20:56:59Z", [0.0, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.45, 0.25], ""], [1333, "2018-02-21T20:56:27Z", [0.0, 0.05, 0.05, 0.05, 0.05, 0.0, 0.0, 0.55, 0.25], ""], [49545, "2018-02-21T18:54:09Z", [0.09, 0.03, 0.13, 0.13, 0.1, 0.04, 0.05, 0.25, 0.18], "Upped Get out by 2% due to Screen Guild Awards."], [49545, "2018-02-21T18:18:56Z", [0.1, 0.03, 0.13, 0.11, 0.11, 0.04, 0.05, 0.25, 0.18], "Began by using information from fivethirtyeight.com for my baseline.  Will start adjusting from here."], [691, "2018-02-21T17:58:05Z", [0.0, 0.0, 0.01, 0.01, 0.01, 0.0, 0.01, 0.48, 0.48], ""], [54145, "2018-02-21T14:21:14Z", [0.0, 0.0, 0.15, 0.55, 0.0, 0.15, 0.0, 0.15, 0.0], "While Shape of Water and Phantom Thread are interesting films (I saw both), Get Out has the highest \"unusual and interesting\" factor. The striking view point of the film sets it apart from all other nominees."], [36146, "2018-02-21T12:22:29Z", [0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.3, 0.6], ""], [49167, "2018-02-21T11:15:11Z", [0.0, 0.75, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.0], ""], [54180, "2018-02-21T09:37:30Z", [0.0, 0.4, 0.1, 0.0, 0.0, 0.0, 0.0, 0.5, 0.0], ""], [14432, "2018-02-21T05:16:08Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.3], ""], [53783, "2018-02-21T04:08:42Z", [0.08, 0.02, 0.02, 0.6, 0.05, 0.05, 0.05, 0.03, 0.1], ""], [54120, "2018-02-21T03:25:37Z", [0.01, 0.01, 0.02, 0.15, 0.02, 0.02, 0.02, 0.4, 0.35], ""], [54120, "2018-02-21T03:25:06Z", [0.0, 0.02, 0.02, 0.15, 0.02, 0.02, 0.02, 0.4, 0.35], ""], [54120, "2018-02-21T03:24:16Z", [0.0, 0.02, 0.02, 0.1, 0.02, 0.02, 0.02, 0.45, 0.35], ""], [46265, "2018-02-21T02:24:25Z", [0.0, 0.0, 0.05, 0.0, 0.0, 0.0, 0.0, 0.7, 0.25], ""], [54158, "2018-02-20T20:14:45Z", [0.03, 0.01, 0.02, 0.19, 0.03, 0.01, 0.02, 0.36, 0.33], "Based on precursors, it seems like The Shape of Water & Three Billboards... are likeliest to win, with The Shape of Water as a slight favorite between the two.  Get Out seems like the strongest dark horse option, based in part of precursor awards, but also just on a intuition about cultural feelings, etc. "], [31648, "2018-02-20T18:45:31Z", [0.1, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.4, 0.2], ""], [54151, "2018-02-20T18:44:40Z", [0.08, 0.12, 0.15, 0.03, 0.07, 0.05, 0.1, 0.25, 0.15], ""], [47406, "2018-02-20T16:26:14Z", [0.07, 0.04, 0.06, 0.07, 0.09, 0.12, 0.08, 0.22, 0.25], ""], [40299, "2018-02-20T15:45:06Z", [0.0, 0.0, 0.3, 0.1, 0.0, 0.0, 0.0, 0.6, 0.0], ""], [1333, "2018-02-20T14:30:16Z", [0.0, 0.0, 0.05, 0.0, 0.05, 0.0, 0.0, 0.55, 0.35], ""], [51519, "2018-02-20T12:11:40Z", [0.0, 0.0, 0.0, 0.05, 0.05, 0.0, 0.15, 0.3, 0.45], ""], [53380, "2018-02-20T11:21:29Z", [0.0, 0.01, 0.04, 0.0, 0.0, 0.0, 0.1, 0.5, 0.35], "Based on previous awards this year, and the historical likelihood that those awards are predictors of Academy Award Best Picture."], [54140, "2018-02-20T09:52:06Z", [0.0, 0.2, 0.3, 0.0, 0.0, 0.0, 0.1, 0.0, 0.4], ""], [45153, "2018-02-19T21:05:21Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2018-02-19T12:00:38Z", [0.0, 0.0, 0.0, 0.0, 0.01, 0.0, 0.01, 0.49, 0.49], ""], [28414, "2018-02-19T09:49:55Z", [0.0, 0.0, 0.05, 0.1, 0.05, 0.0, 0.0, 0.43, 0.37], ""], [37236, "2018-02-19T05:32:13Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.38, 0.62], ""], [47799, "2018-02-19T03:28:10Z", [0.03, 0.0, 0.0, 0.13, 0.12, 0.01, 0.01, 0.4, 0.3], ""], [767, "2018-02-18T23:15:53Z", [0.0, 0.0, 0.0, 0.4, 0.0, 0.0, 0.0, 0.3, 0.3], "Three Billboards won BAFTA both for Best Film and for Best British Film.  The BAFTA's have changed significantly in the last 10-15 years and some have even called them the \"Oscars smarter, younger brother.\"  I see one significant difference, anyone working in the industry can apply to become a member and vote as long as they pay dues.  The Academy membership is by invitation only.  That said, both the American Academy and the British Academy have about the same number of members and there are articles saying \"basically the same people vote on both.\"   Now looking at the films that have won BAFTA in the last 20 years: *2016 La La Land  (Oscars Moonlight)\n*2015 The Revenant (Oscars Spotlight)\n*2014 Boyhood (Oscars Birdman)\n2013 12 Years a Slave\n2012 Argo\n2011 The Artist\n2010 The King's Speech\n2009 The Hurt Locker\n2008 Slum Dog Millionaire\n*2007 Atonement (Oscars No Country for Old Men)\n*2006 The Queen (Oscars The Departed)\n*2005 Brokeback Mountain (Oscars Crash)\n*2004 The Aviator (Oscars Million Dollar Baby)\n2003 Lord of the Rings\n*2002  The Pianist (Oscars Chicago)\n*2001 The Lord of the Rings (Oscars A Beautiful Mind)\n2000 Gladiator\n1999 American Beauty\n1998 Shakespeare in Love  The BAFTAs picked a different film for best picture 9 times out of 19.  The last three years (when the American Academy started changing, the BAFTAs picked a different film in each one of them.  Also note that in some of the years were they diverted from the Oscars, they opted for a strong british film).   The BAFTAs picking Three Billboards as best picture (also best actress, supporting actor, script) raises the odds for it to win the Oscars but it's not a slam dunk, specially when they haven't picked the same movie the past three years.  Also, Three Billboard is considered a British film by them which gives them an advantage. \nDunkirk only had one award, best sound, at BAFTA despite receiving 8 nominations, so I will lower the probability for it.  Darkest Hour received best actor.  Shape of Water best director.  I will continue to give Get Out the edge here based on how I think the new Academy membership will vote and tilt the balance."], [42055, "2018-02-18T20:50:40Z", [0.0, 0.0, 0.1, 0.0, 0.0, 0.0, 0.0, 0.65, 0.25], ""], [691, "2018-02-18T12:27:54Z", [0.0, 0.01, 0.01, 0.01, 0.03, 0.0, 0.02, 0.49, 0.43], ""], [49289, "2018-02-18T05:44:39Z", [0.0, 0.0, 0.03, 0.0, 0.02, 0.0, 0.0, 0.65, 0.3], "FiveThirtyEight has a trustworthy-looking benchmarking tool at https://fivethirtyeight.com/features/oscars-2018-early-predictions-nominations/. The model named Shape of Water and Three Billboards as the top two contenders, with the former in the lead. Since the piece was published, the DGAs were announced with The Shape of Water as the winner, moving it to clear front-runner status."], [53780, "2018-02-17T22:48:18Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.7, 0.1, 0.1, 0.1], ""], [45352, "2018-02-17T22:40:28Z", [0.0, 0.0, 0.15, 0.05, 0.0, 0.0, 0.15, 0.0, 0.65], ""], [45285, "2018-02-17T21:37:24Z", [0.21, 0.11, 0.23, 0.02, 0.04, 0.22, 0.03, 0.03, 0.11], ""], [43956, "2018-02-17T19:56:44Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.45], ""], [53452, "2018-02-17T17:16:25Z", [0.0, 0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.0], ""], [52026, "2018-02-17T14:52:21Z", [0.0, 0.0, 0.0, 0.22, 0.0, 0.0, 0.0, 0.78, 0.0], ""], [53692, "2018-02-17T08:29:49Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], "Del Toro reminded us why we go to the movies with this delightful story. It was vivid, imaginative and tugged at all the right emotions. Solid acting, lush cinematography and impeccable score made this an absolute treasure of a film."], [53602, "2018-02-16T21:07:46Z", [0.05, 0.05, 0.05, 0.12, 0.2, 0.0, 0.12, 0.22, 0.19], ""], [767, "2018-02-16T04:42:01Z", [0.0, 0.0, 0.2, 0.4, 0.0, 0.0, 0.0, 0.3, 0.1], ""], [49359, "2018-02-16T01:31:00Z", [0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.2, 0.2, 0.3], "The Academy is heavily influenced by the media and political issues such as the \"Me, too!\" movement. I think they will vote for a strong female actor in a strong political story, and Three Billboards fits the bill. :)"], [37520, "2018-02-16T00:31:55Z", [0.0, 0.0, 0.05, 0.0, 0.05, 0.0, 0.0, 0.05, 0.85], "3 billboards is a brilliant film and it has a bit of everything plus the idea is so orginal. The Academy has gone for some imaginative quirky films of late such as La la Land and Birdman."], [37055, "2018-02-15T23:19:01Z", [0.1, 0.05, 0.45, 0.15, 0.1, 0.0, 0.0, 0.15, 0.0], ""], [37236, "2018-02-15T19:50:00Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.78, 0.22], ""], [53396, "2018-02-15T15:27:12Z", [0.05, 0.15, 0.05, 0.5, 0.02, 0.05, 0.1, 0.02, 0.06], ""], [10720, "2018-02-15T14:08:52Z", [0.01, 0.0, 0.01, 0.03, 0.05, 0.0, 0.03, 0.62, 0.25], ""], [45217, "2018-02-15T03:10:47Z", [0.0, 0.4, 0.3, 0.0, 0.05, 0.0, 0.0, 0.1, 0.15], "Expected return to dominant general theme of patriotism combined with theme of justice."], [51006, "2018-02-14T22:34:57Z", [0.05, 0.05, 0.1, 0.2, 0.15, 0.05, 0.05, 0.2, 0.15], ""], [53237, "2018-02-14T22:24:08Z", [0.02, 0.1, 0.03, 0.25, 0.25, 0.03, 0.03, 0.15, 0.14], ""], [39990, "2018-02-14T19:28:19Z", [0.03, 0.07, 0.13, 0.02, 0.0, 0.05, 0.1, 0.2, 0.4], ""], [46145, "2018-02-14T15:28:29Z", [0.0, 0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.95, 0.0], ""], [40299, "2018-02-14T15:07:34Z", [0.0, 0.0, 0.3, 0.1, 0.0, 0.0, 0.0, 0.6, 0.0], ""], [10720, "2018-02-14T09:28:57Z", [0.03, 0.0, 0.02, 0.05, 0.15, 0.0, 0.1, 0.35, 0.3], ""], [53126, "2018-02-14T06:44:02Z", [0.0, 0.0, 0.1, 0.15, 0.1, 0.05, 0.05, 0.25, 0.3], ""], [5018, "2018-02-14T02:22:27Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.4], ""], [151, "2018-02-13T21:14:50Z", [0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.4, 0.25], ""], [49252, "2018-02-13T15:46:26Z", [0.01, 0.01, 0.01, 0.01, 0.05, 0.01, 0.01, 0.59, 0.3], ""], [52592, "2018-02-13T14:08:59Z", [0.0, 0.25, 0.25, 0.0, 0.0, 0.0, 0.0, 0.25, 0.25], "\"Darkest Hour\" and \"Dunkirk\" because I'm WWII buff and the latter because the way Christopher Nolan structured the film.  \"The Shape of Water\" because of its Director Guillermo del Toro wild ideas of his storylines.  \"Three Billboards Outside Ebbing Missouri\" plot remembers of the Coen Brothers.\n"], [598, "2018-02-13T10:24:44Z", [0.05, 0.05, 0.05, 0.0, 0.4, 0.05, 0.0, 0.15, 0.25], ""], [50981, "2018-02-13T06:39:26Z", [0.0, 0.0, 0.0, 1.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [427, "2018-02-13T04:57:19Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [10657, "2018-02-13T04:16:27Z", [0.0, 0.2, 0.25, 0.15, 0.0, 0.15, 0.0, 0.25, 0.0], ""], [9656, "2018-02-13T03:11:54Z", [0.0, 0.0, 0.0, 0.15, 0.5, 0.0, 0.0, 0.15, 0.2], "The year of the woman, and Lady Bird IS that movie, with both Ebbing and Water having strong women characters, too."], [46377, "2018-02-13T03:00:49Z", [0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.45, 0.25, 0.2], ""], [767, "2018-02-13T02:06:03Z", [0.05, 0.0, 0.15, 0.35, 0.05, 0.0, 0.0, 0.25, 0.15], "Get Out won Best Original Script and Call Me by Your Name won Best Adapted Screenplay at the Writers Guild of America Awards this past weekend.  Looking back at this awards past recipients, it increases the odds for Get Out to win.  I'm still hedging because awards have been so spread across this year and because of the changing Academy membership/voters. "], [12605, "2018-02-13T00:49:30Z", [0.0, 0.0, 0.0, 0.86, 0.14, 0.0, 0.0, 0.0, 0.0], "Get Out just won yet another screenplay award, 27 in total.\nhttp://variety.com/2018/film/awards/writers-guild-awards-2018-top-winners-jordan-peele-james-ivory-1202694830/\n---------------- What I like about this forecast: You can blast the info out, it literally doesn't matter."], [29689, "2018-02-12T21:46:07Z", [0.05, 0.0, 0.0, 0.05, 0.15, 0.05, 0.25, 0.35, 0.1], ""], [44413, "2018-02-12T20:59:29Z", [0.2, 0.0, 0.0, 0.2, 0.2, 0.0, 0.2, 0.0, 0.2], ""], [52378, "2018-02-12T20:13:30Z", [0.05, 0.05, 0.1, 0.05, 0.35, 0.03, 0.05, 0.02, 0.3], ""], [45381, "2018-02-12T19:56:43Z", [0.0, 0.1, 0.5, 0.0, 0.0, 0.0, 0.0, 0.25, 0.15], ""], [52036, "2018-02-12T19:40:58Z", [0.0, 0.0, 0.15, 0.0, 0.0, 0.0, 0.0, 0.25, 0.6], "War movies only win 30% over the history of the awards. Shape of Water is more of a magical realism, despite it's popularity I don't believe the academy will choose it as the best picture selection. Dramas are the most common winners of the best picture category and it has already won best picture in the golden globes and I forecast that the academy will have the same opinion."], [50558, "2018-02-12T19:14:13Z", [0.0, 0.0, 0.0, 0.25, 0.05, 0.0, 0.05, 0.55, 0.1], ""], [45866, "2018-02-12T18:37:59Z", [0.0, 0.05, 0.45, 0.0, 0.05, 0.0, 0.4, 0.05, 0.0], ""], [13196, "2018-02-12T18:24:49Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.05, 0.95], ""], [35525, "2018-02-12T17:44:10Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.51, 0.09, 0.25, 0.15], ""], [43709, "2018-02-12T17:39:19Z", [0.03, 0.07, 0.04, 0.2, 0.25, 0.08, 0.1, 0.14, 0.09], ""], [52289, "2018-02-12T17:39:16Z", [0.01, 0.01, 0.01, 0.01, 0.01, 0.01, 0.01, 0.82, 0.11], "Betting markets strongly disagree with current av forecasts\n"], [50079, "2018-02-12T17:32:52Z", [0.12, 0.14, 0.03, 0.0, 0.23, 0.03, 0.11, 0.21, 0.13], "predictions are difficult, especially about the future"], [41589, "2018-02-12T16:54:04Z", [0.0, 0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.45, 0.35], ""], [45638, "2018-02-12T16:51:01Z", [0.1, 0.1, 0.0, 0.0, 0.0, 0.0, 0.1, 0.35, 0.35], ""], [48975, "2018-02-12T16:45:32Z", [0.1, 0.0, 0.2, 0.2, 0.1, 0.0, 0.0, 0.1, 0.3], ""], [44392, "2018-02-12T16:37:43Z", [0.0, 0.0, 0.0, 0.3, 0.0, 0.0, 0.5, 0.2, 0.0], ""], [45853, "2018-02-12T16:35:02Z", [0.0, 0.34, 0.0, 0.33, 0.0, 0.0, 0.0, 0.0, 0.33], ""], [37237, "2018-02-12T16:24:34Z", [0.03, 0.07, 0.18, 0.1, 0.1, 0.05, 0.05, 0.22, 0.2], ""], [46084, "2018-02-12T16:23:30Z", [0.15, 0.05, 0.1, 0.05, 0.05, 0.05, 0.05, 0.3, 0.2], ""], [5863, "2018-02-12T16:12:52Z", [0.65, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.0], ""], [44190, "2018-02-12T16:10:52Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], ""], [49550, "2018-02-12T16:10:36Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.65], ""], [11742, "2018-02-12T16:09:42Z", [0.05, 0.05, 0.05, 0.1, 0.1, 0.1, 0.05, 0.25, 0.25], ""], [50344, "2018-02-12T16:08:27Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.0, 0.25, 0.45], "Daniel Day Lewis retirement will have some effect. Sci-fi doesn't have a good track record at Oscar time.  3 billboards is the odds on fave for BP. "], [36942, "2018-02-12T16:04:45Z", [0.0, 0.0, 0.7, 0.0, 0.15, 0.0, 0.0, 0.15, 0.0], ""], [49680, "2018-02-12T15:39:57Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.0, 0.2], ""], [28414, "2018-02-12T15:19:17Z", [0.0, 0.0, 0.05, 0.2, 0.1, 0.0, 0.0, 0.38, 0.27], ""], [691, "2018-02-12T14:57:26Z", [0.0, 0.01, 0.01, 0.02, 0.02, 0.0, 0.05, 0.48, 0.41], ""], [522, "2018-02-12T14:37:45Z", [0.0, 0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.45, 0.3], ""], [41120, "2018-02-12T14:34:07Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.4], ""], [50273, "2018-02-11T19:54:34Z", [0.02, 0.06, 0.03, 0.28, 0.2, 0.0, 0.1, 0.31, 0.0], ""], [52517, "2018-02-11T19:20:36Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.4], ""], [38223, "2018-02-11T15:59:18Z", [0.04, 0.01, 0.01, 0.01, 0.25, 0.1, 0.03, 0.2, 0.35], ""], [50681, "2018-02-11T14:21:36Z", [0.05, 0.25, 0.25, 0.05, 0.05, 0.05, 0.05, 0.2, 0.05], ""], [20156, "2018-02-11T08:23:28Z", [0.1, 0.03, 0.1, 0.1, 0.15, 0.1, 0.02, 0.3, 0.1], ""], [1333, "2018-02-11T00:01:26Z", [0.02, 0.03, 0.05, 0.05, 0.05, 0.05, 0.05, 0.45, 0.25], ""], [51519, "2018-02-10T19:40:37Z", [0.0, 0.0, 0.0, 0.1, 0.1, 0.0, 0.2, 0.3, 0.3], ""], [51519, "2018-02-10T19:39:04Z", [0.0, 0.0, 0.0, 0.1, 0.15, 0.0, 0.15, 0.3, 0.3], "Comment deleted on Feb 10, 2018 07:41PM UTC"], [50522, "2018-02-10T17:29:51Z", [0.05, 0.05, 0.05, 0.05, 0.05, 0.15, 0.1, 0.15, 0.35], ""], [41857, "2018-02-10T16:05:01Z", [0.02, 0.05, 0.02, 0.01, 0.05, 0.05, 0.05, 0.35, 0.4], ""], [52401, "2018-02-10T15:21:43Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], ""], [691, "2018-02-10T12:17:22Z", [0.0, 0.02, 0.0, 0.02, 0.02, 0.0, 0.05, 0.48, 0.41], ""], [52383, "2018-02-10T09:10:15Z", [0.0, 0.3, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.7], ""], [39505, "2018-02-09T14:53:28Z", [0.0, 0.6, 0.0, 0.0, 0.0, 0.0, 0.4, 0.0, 0.0], ""], [691, "2018-02-09T13:21:55Z", [0.01, 0.02, 0.01, 0.02, 0.01, 0.0, 0.04, 0.48, 0.41], ""], [43588, "2018-02-09T05:56:38Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.35, 0.5], ""], [767, "2018-02-09T05:35:24Z", [0.0, 0.0, 0.15, 0.25, 0.1, 0.0, 0.0, 0.25, 0.25], "WHO VOTES?  \nTaking a look at how AMPA membership is changing to make it more diverse, and the increase in number of voting members, might make the Best Picture winner less predictable.   Before the push for diversity (#OscarSoWhite social media protest), a NY Times study showed that Oscar voters were 94% white, 77% male.  Members also represented major studios which were 97% male, 87% white.  New members are younger and many are very influential which might make a difference specially in times were things go \"viral\" and AMPA members have admitted to not having watched all of the films nominated.  Membership for 2017-2018 is 8,427.  \n774 new members were invited in 2017, 683 in 2016, 322 in 2015.  \nNew membership group is 39% female (298) but that only brought female representation from 27% to 28% in the total membership.\n30% of the new class are minorities (232) and that brings minority share to 11-13% of the total membership.     In terms of actual voting, all members vote for Best Picture but it's interesting to take a look at the Academy branches. The branch with the largest membership is the Actors Branch with 1,176; Directors 512; Executive 499; Producers 524, Public Relations 524, Visual Effects 480, Writers 422 and so on.   HOW HAVE THEY VOTED RECENTLY?\nSo, here is how some of the professional organizations representing those top branches voted in their own Awards in the last three years (2015-2016-2017 winners for each): Producers Guild -PGA Awards: Birdman, Big Short, LaLa Land, Shape of Water.\nDirectors Guild -DGA Awards: Birdman, Revenant, LaLa Land, Shape of Water. \nScreen Actors Guild - SAG Awards: Birdman, Spotlight, Hidden Figures, Three Billboards. \nScreenwriters Guild:  (Adapted) The Imitation Game, The Big Short, Arrival; (Original) The Grand Budapest Hotel, Spotlight, Moonlight. 2017 awards are on Feb. 11.   Foreign Press - Golden Globes (only 93 members): Boyhood/Grand Budapest Hotel; Revenant/The Martian; Moonlight/LaLa Land; 3 Billboards/Lady Bird.  And for comparison, the Oscars: Birdman, Spotlight, Moonlight and ??? WHO COMES OUT ON TOP?\n3 years is not nearly enough to see any big changes or trends but looking at how members have voted since big membership changes started to take place tells me there is a probability for this to be a year in which the favorite, SHAPE OF WATER, is not going to get the Oscar.   There are 9 pictures nominated.  Each one needed only 300 votes to make it to nominees list. Apparently the Academy increased the number from 5 to up to 10 in response to declining ratings, fear of becoming irrelevant, so there are films included that have very little chance to win and may be there to appeal to different audiences.  This means that we can say films like The Post, The Darkest Hour, Call Me By Your Name, have the lowest chance of winning (based on the numbers of nominations in other significant categories).  There's an article in Variety this week that talk about how, for 90 years, the Academy \"wanted to be a symbol of Hollywood -glamour, excitement and artistry-- but now the word \"Hollywood\" evokes questions about narrow thinking and scandalous behaviour\"  The Shape of Water is the safe bet, it received 13 nominations and has won most major awards (Dunkirk received 8 nominations, Three Billboards 7, Get Out 3, Lady Bird 3) but it's not a slam dunk.    At this point, I think there will be an upset for Best Picture and that films like Get Out and Three Billboards will win. Dunkirk is a masterpiece but only 7 films have won best picture  have received the top prize at the Oscars without a corresponding bid for either Original or Adapted Screenplay. Get Out is a darling with critics and it's a much better crafted film than Three Billboards (which to put it in the kindest terms possible, gets an edge from its artistic anarchy.  I think it's too messy to win but it's a very likeable story).  Will wait to see how the Screenwriters Guild votes on Sunday to review the forecast. "], [50365, "2018-02-08T22:55:50Z", [0.0, 0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.9, 0.0], ""], [1333, "2018-02-08T15:32:20Z", [0.0, 0.0, 0.0, 0.05, 0.05, 0.05, 0.15, 0.45, 0.25], ""], [46905, "2018-02-08T13:44:56Z", [0.0, 0.15, 0.15, 0.0, 0.0, 0.0, 0.0, 0.4, 0.3], ""], [691, "2018-02-08T12:12:21Z", [0.01, 0.02, 0.01, 0.02, 0.01, 0.0, 0.04, 0.48, 0.41], ""], [10720, "2018-02-08T10:30:01Z", [0.03, 0.0, 0.02, 0.1, 0.25, 0.0, 0.1, 0.25, 0.25], ""], [767, "2018-02-08T05:20:32Z", [0.04, 0.01, 0.1, 0.1, 0.03, 0.01, 0.01, 0.6, 0.1], "The Shape of Water seems to have the Oscar in the bad (Golden Globes, PGA, DGA...), but does it?  Couldn't Guillermo del Toro just avoid all those cliches like the lips in the monster? Do something a bit more lyrical?  I thought there was something substantially sublime to the film that I may have been completely missing until the gov agent yells \"F***, it's a god.\"  Was this monster/creature a metaphor for anything?  Soundtrack, design production, editing, it's all spectacular, especially for a $20 million budget, but it's so hard to believe the Academy will vote for this a year after it voted for something as elegant and poetic as Moonlight and with films like Dunkirk and Get Out in the running.  But this is the Academy that nominated Three Billboards instead of The Florida Project so there's a lot going on here.   Three Billboards is terrible.  It's a very likable story, but the script is mediocre, lacks any complexity or depth, it's a bunch of missed opportunities after another.  In terms of craft, this is not a good movie, folks. It's a mess.  Dunkirk, Get Out, Call Me By Your Name are all brilliant films in their own way but none kept the buzz.  Lady Bird has impeccable directing.  What a sad year for film lovers. "], [51797, "2018-02-07T21:43:36Z", [0.1, 0.02, 0.01, 0.2, 0.2, 0.01, 0.35, 0.01, 0.1], ""], [46265, "2018-02-07T19:52:41Z", [0.0, 0.0, 0.0, 0.0, 0.02, 0.0, 0.0, 0.49, 0.49], "Very helpful analysis here.  https://fivethirtyeight.com/features/oscars-2018-early-predictions-nominations/"], [49279, "2018-02-07T19:47:06Z", [0.0, 0.0, 0.0, 0.6, 0.0, 0.1, 0.0, 0.3, 0.0], ""], [37157, "2018-02-07T15:30:21Z", [0.1, 0.0, 0.0, 0.0, 0.1, 0.0, 0.35, 0.45, 0.0], ""], [9811, "2018-02-07T13:52:17Z", [0.0, 0.0, 0.33, 0.0, 0.0, 0.0, 0.0, 0.33, 0.34], ""], [49863, "2018-02-07T10:49:55Z", [0.1, 0.05, 0.2, 0.1, 0.1, 0.25, 0.0, 0.1, 0.1], ""], [28414, "2018-02-07T08:51:05Z", [0.0, 0.0, 0.05, 0.25, 0.2, 0.0, 0.0, 0.35, 0.15], ""], [40342, "2018-02-07T02:39:01Z", [0.15, 0.25, 0.55, 0.05, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [46084, "2018-02-07T02:29:51Z", [0.45, 0.05, 0.1, 0.05, 0.05, 0.1, 0.05, 0.05, 0.1], ""], [40342, "2018-02-07T02:29:14Z", [0.15, 0.25, 0.55, 0.05, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [51613, "2018-02-06T22:41:21Z", [0.0, 0.0, 0.15, 0.15, 0.22, 0.15, 0.18, 0.0, 0.15], ""], [38661, "2018-02-06T22:04:01Z", [0.1, 0.01, 0.01, 0.1, 0.2, 0.01, 0.1, 0.35, 0.12], ""], [51569, "2018-02-06T22:02:55Z", [0.05, 0.0, 0.65, 0.0, 0.0, 0.0, 0.0, 0.3, 0.0], ""], [172, "2018-02-06T21:32:32Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5, 0.5], ""], [51589, "2018-02-06T21:22:07Z", [0.0, 0.0, 0.2, 0.0, 0.15, 0.0, 0.65, 0.0, 0.0], ""], [706, "2018-02-06T20:18:43Z", [0.01, 0.15, 0.15, 0.04, 0.1, 0.05, 0.1, 0.2, 0.2], ""], [15624, "2018-02-06T14:10:44Z", [0.08, 0.02, 0.12, 0.1, 0.13, 0.01, 0.06, 0.26, 0.22], ""], [36188, "2018-02-06T09:21:19Z", [0.05, 0.04, 0.1, 0.1, 0.2, 0.05, 0.09, 0.22, 0.15], ""], [10720, "2018-02-06T08:29:07Z", [0.03, 0.0, 0.02, 0.1, 0.25, 0.05, 0.15, 0.2, 0.2], ""], [10720, "2018-02-06T08:28:10Z", [0.05, 0.0, 0.05, 0.2, 0.2, 0.05, 0.1, 0.2, 0.15], ""], [7124, "2018-02-06T06:21:33Z", [0.05, 0.05, 0.15, 0.15, 0.05, 0.15, 0.1, 0.15, 0.15], ""], [34959, "2018-02-06T04:19:38Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.34, 0.66], ""], [50496, "2018-02-05T18:37:18Z", [0.0, 0.0, 0.15, 0.0, 0.55, 0.0, 0.15, 0.15, 0.0], ""], [42335, "2018-02-05T17:01:19Z", [0.02, 0.02, 0.1, 0.25, 0.02, 0.02, 0.02, 0.25, 0.3], ""], [691, "2018-02-05T16:25:06Z", [0.01, 0.04, 0.01, 0.0, 0.01, 0.0, 0.04, 0.48, 0.41], ""], [46675, "2018-02-05T15:57:40Z", [0.0, 0.05, 0.0, 0.0, 0.25, 0.0, 0.0, 0.2, 0.5], ""], [49607, "2018-02-05T15:07:29Z", [0.0, 0.0, 0.0, 0.0, 0.05, 0.1, 0.05, 0.5, 0.3], ""], [49605, "2018-02-05T15:06:43Z", [0.0, 0.0, 0.17, 0.33, 0.0, 0.0, 0.0, 0.4, 0.1], ""], [17007, "2018-02-05T15:03:35Z", [0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.15, 0.0, 0.35], ""], [49609, "2018-02-05T14:57:21Z", [0.05, 0.05, 0.45, 0.05, 0.05, 0.05, 0.05, 0.05, 0.2], ""], [49604, "2018-02-05T14:54:35Z", [0.0, 0.0, 0.25, 0.0, 0.05, 0.02, 0.0, 0.38, 0.3], ""], [51211, "2018-02-05T14:25:13Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.4, 0.2], ""], [50677, "2018-02-05T13:19:53Z", [0.05, 0.05, 0.3, 0.05, 0.05, 0.05, 0.2, 0.1, 0.15], ""], [560, "2018-02-05T01:14:34Z", [0.1, 0.01, 0.04, 0.25, 0.25, 0.05, 0.1, 0.1, 0.1], ""], [49804, "2018-02-04T23:06:37Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.35, 0.65], "Three Billboards has been getting plenty of buzz and is on the radar of several entertainment forecasts. This is the type of film the Academy loves. Artsy, not too popular with the masses, and including fantastic actors and performances."], [13979, "2018-02-04T23:01:27Z", [0.05, 0.1, 0.0, 0.25, 0.2, 0.2, 0.05, 0.05, 0.1], ""], [10443, "2018-02-04T20:42:48Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.7], ""], [14432, "2018-02-04T20:39:47Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.01, 0.6, 0.39], ""], [41410, "2018-02-04T19:48:12Z", [0.12, 0.1, 0.03, 0.08, 0.05, 0.1, 0.25, 0.15, 0.12], ""], [16501, "2018-02-04T19:27:51Z", [0.03, 0.17, 0.1, 0.13, 0.08, 0.01, 0.05, 0.23, 0.2], ""], [118, "2018-02-04T18:34:41Z", [0.0, 0.0, 0.05, 0.4, 0.05, 0.0, 0.04, 0.1, 0.36], "I am basing these on personal choice and my awareness over the years of some of the taboo subjects that the academy avoids; violence and vulgarity usually don't make it unless needed to tell a historical truth (war movies get a pass) and sci fi and horror basically have no chance at all. So I mentally crossed off Shape of Water even though it's enormously popular. The Post \"should\" be as popular as Spolight, but it just wasn't that moving. It may still get academy attention. I downgraded a movie that I thought I'd say 100% historically significant allstar cast gimme. Get Out and Three Billboards have great, great potential based on storyline and actors. Dunkirk has to be considered for historical significance. Lady Bird? I want to say it's great but I found the story so common and privileged that it bothered me. The actress and the role of Lady Bird however are Oscar material."], [43191, "2018-02-04T17:58:33Z", [0.01, 0.01, 0.14, 0.22, 0.01, 0.01, 0.25, 0.2, 0.15], "My assumption in this anti-Trump environment among Hollywood and the media, The Post will be selected as a slap against the executive branch.  Most Best Picture winners are more political than any other consideration (re: last year's winner)."], [35282, "2018-02-04T17:56:42Z", [0.1, 0.04, 0.02, 0.02, 0.16, 0.02, 0.1, 0.38, 0.16], ""], [51072, "2018-02-04T17:22:11Z", [0.0, 0.05, 0.1, 0.15, 0.15, 0.0, 0.05, 0.35, 0.15], ""], [45016, "2018-02-04T17:16:33Z", [0.1, 0.0, 0.0, 0.0, 0.1, 0.0, 0.15, 0.2, 0.45], ""], [50886, "2018-02-04T16:22:09Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.75, 0.25], ""], [25973, "2018-02-04T15:07:48Z", [0.05, 0.0, 0.02, 0.11, 0.02, 0.02, 0.0, 0.6, 0.18], ""], [12983, "2018-02-04T11:37:37Z", [0.0, 0.0, 0.0, 0.0, 0.35, 0.0, 0.0, 0.0, 0.65], ""], [45668, "2018-02-04T10:02:00Z", [0.1, 0.3, 0.5, 0.0, 0.0, 0.0, 0.1, 0.0, 0.0], ""], [38970, "2018-02-04T09:00:44Z", [0.0, 0.0, 0.1, 0.15, 0.0, 0.45, 0.0, 0.3, 0.0], ""], [35636, "2018-02-04T06:43:25Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [35636, "2018-02-04T06:00:50Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], "15 minutes? I think the cut-off ought to be over 24 hours before, 3 days even! "], [45078, "2018-02-04T04:00:56Z", [0.0, 0.0, 0.0, 0.25, 0.0, 0.0, 0.0, 0.75, 0.0], "Based on the acting, actors, press"], [47443, "2018-02-04T02:36:52Z", [0.0, 0.0, 0.0, 0.0, 0.05, 0.0, 0.15, 0.05, 0.75], ""], [45818, "2018-02-04T00:22:40Z", [0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.2, 0.25, 0.4], ""], [44053, "2018-02-04T00:11:21Z", [0.0, 0.1, 0.0, 0.0, 0.0, 0.0, 0.1, 0.3, 0.5], ""], [906, "2018-02-03T21:48:19Z", [0.1, 0.0, 0.0, 0.7, 0.0, 0.1, 0.1, 0.0, 0.0], ""], [46696, "2018-02-03T21:01:27Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.45, 0.55], "Not necessarily the best movies nominated, but they seem to have the momentum. Giving Three Billboards the edge because Frances McDormand has more of a US track record than Sally Hawkins. Also, Water is whimsical without ever feeling really magical. It's okay but not great. Three Billboards isn't great either, but it is edgier without having what could be considered a coherent point of view. It's provocative without really taking a position. The rest suffer from there being just too damn many nominees in this category. "], [49279, "2018-02-03T20:55:53Z", [0.0, 0.0, 0.0, 0.6, 0.0, 0.1, 0.05, 0.25, 0.0], ""], [43682, "2018-02-03T20:52:50Z", [0.05, 0.0, 0.1, 0.0, 0.1, 0.05, 0.0, 0.7, 0.0], ""], [45349, "2018-02-03T20:50:58Z", [0.11, 0.1, 0.0, 0.0, 0.0, 0.0, 0.55, 0.0, 0.24], "Just guessing."], [49193, "2018-02-03T20:41:12Z", [0.05, 0.03, 0.15, 0.22, 0.05, 0.03, 0.16, 0.18, 0.13], ""], [44887, "2018-02-03T19:55:28Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.25, 0.25, 0.25], "I figure they have about equal odds"], [43709, "2018-02-03T19:43:28Z", [0.03, 0.07, 0.04, 0.22, 0.27, 0.12, 0.1, 0.03, 0.12], ""], [50870, "2018-02-03T19:42:40Z", [0.6, 0.0, 0.0, 0.0, 0.0, 0.0, 0.1, 0.25, 0.05], "Cuz I feel like it \nAlso bets "], [47811, "2018-02-03T19:41:07Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.52, 0.48, 0.0], ""], [45492, "2018-02-03T19:19:37Z", [0.0, 0.15, 0.15, 0.1, 0.1, 0.0, 0.2, 0.1, 0.2], ""], [27345, "2018-02-03T18:48:29Z", [0.6, 0.0, 0.0, 0.0, 0.0, 0.0, 0.05, 0.3, 0.05], ""], [38040, "2018-02-03T18:34:12Z", [0.0, 0.0, 0.05, 0.0, 0.3, 0.0, 0.0, 0.35, 0.3], ""], [43185, "2018-02-03T18:28:31Z", [0.05, 0.2, 0.2, 0.05, 0.15, 0.05, 0.05, 0.05, 0.2], ""], [44965, "2018-02-03T18:19:17Z", [0.0, 0.0, 0.2, 0.0, 0.0, 0.0, 0.0, 0.5, 0.3], ""], [45069, "2018-02-03T18:14:19Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.4, 0.1, 0.25], "Oscars tend to be more popularity or sympathy votes than talent and brilliance.  Often they want to promote a social issue, like LGBT rights, black lives, women and violence. So they may pick Phantom Thread because Day Lewis is retiring and possibly ill and it is unique and a bit strange.  They may pick The Post because they constantly overlook Streep's brilliance and Hanks' and it is past time to rectify that and it IS about The Issue of Today in politics.  They may pick Ebbing because they love the cast and it is brilliantly played by that cast. They may pick Shape of Water because it is unique and strange and has a mute feminist . I do not think Darkest Hour will won Picture but should win Best Actor and Cinematography.  I would pick The Post (it takes real talent to make you sit on the edge of your seat when you know the story and the outcome!) or Ebbing MO. I gave Darkest Hour a 4 for spell-binding tour de force but would have been nothing without Oldham.  Phantom Thread is intense but not my cup of tea. Nor is Shape of Water. "], [29054, "2018-02-03T18:05:50Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.4, 0.6], ""], [42472, "2018-02-03T17:36:30Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.01, 0.99, 0.0], ""], [1161, "2018-02-03T17:28:02Z", [0.0, 0.0, 0.0, 0.05, 0.2, 0.05, 0.05, 0.25, 0.4], ""], [47658, "2018-02-03T17:16:49Z", [0.02, 0.01, 0.01, 0.06, 0.02, 0.01, 0.01, 0.54, 0.32], ""], [691, "2018-02-03T17:15:10Z", [0.01, 0.05, 0.01, 0.01, 0.01, 0.01, 0.01, 0.48, 0.41], ""], [16109, "2018-02-03T17:04:41Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.75], ""], [48488, "2018-02-03T17:02:45Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.3, 0.7], ""], [746, "2018-02-03T16:37:37Z", [0.0, 0.95, 0.0, 0.0, 0.0, 0.0, 0.05, 0.0, 0.0], ""], [29980, "2018-02-03T16:26:57Z", [0.15, 0.1, 0.1, 0.1, 0.15, 0.1, 0.1, 0.1, 0.1], ""], [43192, "2018-02-03T16:22:47Z", [0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.0, 0.2, 0.75], ""], [43777, "2018-02-03T15:42:52Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], "Simply a great original screenplay so well performed and directed.  The story remained compelling, dynamic, dramatic, and humorous throughout.  Best Picture, Best Actors, Best Supporting Actors, Best Screenplay."], [37236, "2018-02-03T15:36:20Z", [0.0, 0.0, 0.0, 0.0, 0.08, 0.0, 0.0, 0.82, 0.1], ""], [14432, "2018-02-03T15:33:40Z", [0.0, 0.01, 0.0, 0.0, 0.0, 0.0, 0.0, 0.6, 0.39], ""], [11430, "2018-02-03T15:27:35Z", [0.0, 0.15, 0.0, 0.0, 0.0, 0.0, 0.0, 0.25, 0.6], ""], [15255, "2018-02-03T15:26:39Z", [0.0, 0.05, 0.05, 0.15, 0.0, 0.0, 0.0, 0.25, 0.5], ""], [33968, "2018-02-03T15:12:58Z", [0.0, 0.05, 0.07, 0.19, 0.19, 0.05, 0.08, 0.19, 0.18], ""], [44929, "2018-02-03T15:02:11Z", [1.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0], ""], [9518, "2018-02-03T14:54:47Z", [0.0, 0.0, 0.0, 0.0, 0.8, 0.0, 0.0, 0.2, 0.0], ""], [41270, "2018-02-03T14:53:46Z", [0.0, 0.0, 0.0, 0.0, 0.2, 0.0, 0.0, 0.5, 0.3], ""], [9518, "2018-02-03T14:51:13Z", [0.0, 0.0, 0.0, 0.0, 0.8, 0.0, 0.2, 0.0, 0.0], ""], [40075, "2018-02-03T14:43:04Z", [0.03, 0.05, 0.03, 0.01, 0.08, 0.0, 0.0, 0.45, 0.35], ""], [49631, "2018-02-03T09:12:02Z", [0.0, 0.5, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.5], ""], [44364, "2018-02-03T00:45:14Z", [0.0, 0.1, 0.05, 0.1, 0.0, 0.2, 0.1, 0.25, 0.2], ""], [28414, "2018-02-03T00:15:25Z", [0.0, 0.0, 0.05, 0.05, 0.05, 0.0, 0.0, 0.7, 0.15], ""], [28414, "2018-02-03T00:11:41Z", [0.0, 0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.7, 0.25], ""], [14840, "2018-02-02T22:28:11Z", [0.05, 0.05, 0.0, 0.05, 0.05, 0.0, 0.05, 0.63, 0.12], ""], [23704, "2018-02-02T21:51:53Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.55, 0.45], ""], [36736, "2018-02-02T20:02:13Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [49240, "2018-02-02T20:01:36Z", [0.01, 0.0, 0.02, 0.02, 0.02, 0.05, 0.1, 0.45, 0.33], ""], [12605, "2018-02-02T19:49:13Z", [0.0, 0.0, 0.0, 0.85, 0.15, 0.0, 0.0, 0.0, 0.0], ""], [16272, "2018-02-02T18:37:53Z", [0.15, 0.0, 0.0, 0.0, 0.1, 0.0, 0.0, 0.6, 0.15], ""], [12879, "2018-02-02T18:08:44Z", [0.05, 0.01, 0.01, 0.01, 0.01, 0.01, 0.05, 0.65, 0.2], ""], [37725, "2018-02-02T15:51:36Z", [0.05, 0.05, 0.1, 0.05, 0.1, 0.05, 0.05, 0.5, 0.05], "I think the shape of waster is a favorite. Lady Bird is probably the best achievement given expectations and a superb female director but I think the shape of water will win."], [691, "2018-02-02T12:32:21Z", [0.04, 0.05, 0.02, 0.02, 0.05, 0.01, 0.02, 0.49, 0.3], ""], [45197, "2018-02-02T06:03:54Z", [0.01, 0.0, 0.02, 0.11, 0.02, 0.0, 0.01, 0.61, 0.22], "Of 18 movie critics and their Academy Awards predictions, I simply calculated equally-weighted odds among them and added some personal observation.  The shape of water, from an inside perspective, is a brilliant film by Guillermo del Toro, which speaks greatly to some of the judgmental attitudes of our time.  It is likely to strike a chord among the more political voters in the Academy for several strong reasons.  The data I wish I had access to, however, is how much money has been spent on Oscar campaigns per film this year.  As I am not a Hollywood insider, this critical piece is not, unfortunately, factored in as I would have liked."], [20156, "2018-02-02T06:03:52Z", [0.04, 0.03, 0.04, 0.04, 0.1, 0.03, 0.02, 0.6, 0.1], ""], [20156, "2018-02-02T06:03:03Z", [0.07, 0.05, 0.11, 0.1, 0.2, 0.03, 0.02, 0.22, 0.2], ""], [5018, "2018-02-02T03:36:45Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], ""], [50472, "2018-02-02T02:00:58Z", [0.05, 0.05, 0.15, 0.1, 0.1, 0.0, 0.05, 0.2, 0.3], ""], [12828, "2018-02-02T01:33:26Z", [0.0, 0.05, 0.0, 0.0, 0.3, 0.0, 0.05, 0.3, 0.3], ""], [38958, "2018-02-02T00:01:04Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.8, 0.2], ""], [172, "2018-02-01T21:12:42Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.9, 0.1], "Shape of Water - even if Del Toro is a “bad hombre”."], [37474, "2018-02-01T18:49:39Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0, 0.0], ""], [34353, "2018-02-01T18:21:58Z", [0.01, 0.01, 0.01, 0.08, 0.07, 0.01, 0.01, 0.42, 0.38], ""], [50071, "2018-02-01T18:21:38Z", [0.05, 0.02, 0.02, 0.01, 0.02, 0.01, 0.02, 0.48, 0.37], ""], [18846, "2018-02-01T18:15:17Z", [0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 1.0], ""], [50071, "2018-02-01T18:14:03Z", [0.05, 0.02, 0.02, 0.01, 0.02, 0.01, 0.02, 0.48, 0.37], "The \"Shape of Water\" is pretty ground breaking and the team of DelTorro and Lauston make for beautiful films and storytelling."], [691, "2018-02-01T17:37:16Z", [0.05, 0.05, 0.03, 0.04, 0.02, 0.02, 0.03, 0.48, 0.28], ""], [12879, "2018-02-01T16:32:43Z", [0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.4, 0.25], "“Three Billboards Outside Ebbing, Missouri” will win awards BUT will not win the 2018 Academy Award® for Best Picture?"], [12879, "2018-02-01T16:28:19Z", [0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.05, 0.4, 0.25], ""], [28414, "2018-02-01T15:37:26Z", [0.0, 0.0, 0.0, 0.0, 0.09, 0.0, 0.0, 0.6, 0.31], ""], [28414, "2018-02-01T15:25:29Z", [0.0, 0.05, 0.0, 0.0, 0.05, 0.0, 0.0, 0.6, 0.3], ""], [28414, "2018-02-01T15:24:39Z", [0.0, 0.0, 0.0, 0.0, 0.05, 0.0, 0.0, 0.6, 0.35], ""]]}