{"question_id": 2303, "title": "Between 8 March 2022 and 25 May 2022, will the US Transportation Security Administration (TSA) screen 2.4 million or more travelers in a single day?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[54663, "2022-05-26T05:58:22Z", [0.0], ""], [103527, "2022-05-26T01:19:11Z", [0.0], ""], [97302, "2022-05-26T01:03:38Z", [0.0], ""], [3024, "2022-05-26T00:22:00Z", [0.0], ""], [104906, "2022-05-25T22:03:09Z", [0.0], ""], [101499, "2022-05-25T19:50:30Z", [0.0], ""], [101499, "2022-05-25T19:49:52Z", [1.0], ""], [104025, "2022-05-25T18:15:55Z", [0.0], ""], [80790, "2022-05-25T17:56:36Z", [0.01], ""], [69091, "2022-05-25T17:23:39Z", [0.0], ""], [101542, "2022-05-25T16:24:47Z", [0.0], ""], [101542, "2022-05-25T16:21:35Z", [0.01], ""], [38, "2022-05-25T16:18:08Z", [0.0], "I notice a new pattern:  high counts on Thursday & Friday, low on Saturday, then high on Sunday & Monday. . .What's new is the high counts on Thursdays and Mondays.   This has implications for the question regarding achieving 2.3m passenger counts 3 days in a row."], [49937, "2022-05-25T13:52:09Z", [0.0], "Last day, Weds is a low travel day lately and even with the holiday weekend approaching, I don’t see much more than 2-2.1M today"], [104940, "2022-05-25T13:18:22Z", [0.0], ""], [13306, "2022-05-25T10:33:09Z", [0.0], ""], [34815, "2022-05-25T01:55:47Z", [0.0], ""], [84880, "2022-05-24T21:26:54Z", [0.0], ""], [105993, "2022-05-24T20:53:47Z", [0.0], ""], [80790, "2022-05-24T20:16:02Z", [0.02], ""], [691, "2022-05-24T20:15:27Z", [0.0], ""], [62255, "2022-05-24T15:34:29Z", [0.0], ""], [49838, "2022-05-24T15:20:26Z", [0.0], ""], [55987, "2022-05-24T14:50:50Z", [0.0], ""], [88452, "2022-05-24T14:42:07Z", [0.06], ""], [80590, "2022-05-24T14:36:10Z", [0.0], "Didn't happen on the weekend,  then its not likely to happen in the next two days. "], [54663, "2022-05-24T13:41:10Z", [0.0], ""], [88776, "2022-05-24T13:11:16Z", [0.0], ""], [94837, "2022-05-24T13:09:45Z", [0.0], ""], [96828, "2022-05-24T12:18:00Z", [0.04], ""], [67259, "2022-05-24T11:17:18Z", [0.02], ""], [21884, "2022-05-24T08:37:35Z", [0.05], ""], [104874, "2022-05-24T07:04:45Z", [0.0], ""], [96828, "2022-05-24T06:26:27Z", [0.12], ""], [105616, "2022-05-24T04:34:34Z", [0.0], ""], [94872, "2022-05-24T03:49:27Z", [0.0], ""], [698, "2022-05-24T02:04:04Z", [0.0], ""], [81495, "2022-05-23T23:55:16Z", [0.0], "Last realistic candidate day was today"], [104906, "2022-05-23T23:44:45Z", [0.01], ""], [96991, "2022-05-23T22:42:16Z", [0.01], ""], [80790, "2022-05-23T21:18:26Z", [0.03], ""], [1333, "2022-05-23T20:18:41Z", [0.0], ""], [56974, "2022-05-23T19:56:43Z", [0.0], ""], [49249, "2022-05-23T18:48:02Z", [0.01], ""], [103804, "2022-05-23T18:37:44Z", [0.0], ""], [38, "2022-05-23T18:18:06Z", [0.0], ""], [176, "2022-05-23T17:58:10Z", [0.0], ""], [105570, "2022-05-23T16:52:05Z", [0.0], ""], [86367, "2022-05-23T16:32:47Z", [0.0], ""], [79591, "2022-05-23T16:27:18Z", [0.0], ""], [88198, "2022-05-23T15:43:27Z", [0.0], "Whoopsy"], [99993, "2022-05-23T15:34:32Z", [0.0], ""], [86554, "2022-05-23T15:31:53Z", [0.0], ""], [49937, "2022-05-23T15:31:20Z", [0.02], "The weekend got within 50k twice but no cigar. Very little chance of hitting it mid-week."], [102737, "2022-05-23T15:30:35Z", [0.0], ""], [54663, "2022-05-23T15:06:35Z", [0.0], ""], [767, "2022-05-23T14:51:42Z", [0.0], "2,350, 297 yesterday, Sunday lately busiest travel day. Unlikely to happen in remaining time "], [101227, "2022-05-23T14:44:15Z", [0.0], ""], [55987, "2022-05-23T14:40:37Z", [0.11], ""], [96618, "2022-05-23T14:26:41Z", [0.0], ""], [79069, "2022-05-23T14:17:04Z", [0.0], ""], [86607, "2022-05-23T14:14:07Z", [0.0], ""], [105209, "2022-05-23T14:10:42Z", [0.0], "This was a difficult question, and a certainly expensive one in terms or average Brier score - many people (me included) estimated values close to 100% before May 21st expecting a successful outcome, and since it didn't happen we reduced our bets to nearly 0% immediately after. It made me realize it would have been wiser to keep a bet around 50% - so it reflects more accurately the fact that I just didn't know. It will hopefully be a lesson about taming my impulses before thinking carefully. "], [67259, "2022-05-23T13:59:58Z", [0.6], ""], [104072, "2022-05-23T13:54:51Z", [0.0], ""], [88776, "2022-05-23T13:47:13Z", [0.82], ""], [30936, "2022-05-23T13:43:42Z", [0.02], ""], [22690, "2022-05-23T13:37:37Z", [0.0], ""], [103928, "2022-05-23T13:26:08Z", [0.01], ""], [14603, "2022-05-23T13:15:14Z", [0.0], ""], [99943, "2022-05-23T12:41:29Z", [0.0], "It’s over. It got close, but never made it. Congratulations to all those who thought it wouldn’t, including @Anneinak!"], [102121, "2022-05-23T12:39:23Z", [0.0], ""], [69091, "2022-05-23T12:14:16Z", [0.0], ""], [94837, "2022-05-23T07:51:23Z", [0.75], ""], [94837, "2022-05-23T07:49:10Z", [0.85], ""], [33873, "2022-05-23T07:46:19Z", [0.0], ""], [105570, "2022-05-23T05:55:32Z", [0.23], ""], [13306, "2022-05-23T03:57:50Z", [0.85], ""], [79069, "2022-05-23T03:50:13Z", [0.55], ""], [22689, "2022-05-23T02:00:37Z", [0.0], ""], [94872, "2022-05-23T01:31:30Z", [0.7], ""], [102121, "2022-05-23T00:11:57Z", [0.5], ""], [86607, "2022-05-22T21:55:06Z", [0.5], ""], [99943, "2022-05-22T21:46:57Z", [0.75], "I still think it's likely that 2.4M will be reached today, because I think numbers are generally going up, which means that Sunday is likely to be higher than Friday. And last Sunday was so close. And someone I know is flying for the first time today since the pandemic started, and the airline was asking for volunteers to take other flights. And another acquaintance just became a new pilot for United. All anecdotal, of course, but when I look at news articles, too, I expect today to be at least within 30k of 2.4M, even if it doesn't make it. Here's another interesting website I found: https://www.flightradar24.com/data/statisticsThere has been a generally upward trend in the number of commercial flights per day since early April, and even if the number of flights might be maxed out for now, they're getting even fuller."], [38, "2022-05-22T21:22:46Z", [0.3], "@MrLittleTexas challenged my earlier forecast of 0%, given than the count last Sunday was only about 5k below 2.4m.  That got me to thinking. . . . I crunched the numbers for the last couple of weekends, comparing Friday counts to Sunday counts. The weekend of May 6&8 (Mother's Day), Sunday's count was 98.6% of Friday's.  If that is the case this weekend, then today's count will be about 2,363,772. The weekend of May 13&15, Sunday's count was 1.018% of Friday's.  If that is the case this weekend, then today's count will be about 2,388,864. For Sunday's count to exceed 2.4m, it would need to be 1.0227% of Friday's.   Saturday's count was very low, but I'm guessing that a lot of travelers this weekend are going to graduations which would be held on Saturday, so may be flying home today. Looking back since the beginning of the year, the Sunday count has exceeded the Friday count by more than 1.0227% six times (out of 18).  So, that would mean there was a 33% chance it might do so this weekend. HOWEVER, given the pilot shortage and that next weekend is Memorial Day weekend, I'm guessing that the airlines are running lean schedules this weekend, \"saving\" pilots for a \"fatter\" schedule next weekend.  So, am going to reduce my forecast to 30%. Thanks, MrLittleTexas, for challenging me!  EDIT:  I was lucky, as it appears that capacity limits were the important factor.  This was a very humbling question for me that made me realize that I do not understand how to calculate probabilities.  I need to study what @belikewater posted and try to get my head wrapped around what they were saying."], [86607, "2022-05-22T20:00:18Z", [0.55], "Friday was about 5k less than last week, but Saturday was about 10k more than last week. Today needs to be 5k more than last week. So seems totally plausible. Pretty much a total crapshoot at this point. Subjectively I can't glean anything from the busyness of LGA today either. "], [1333, "2022-05-22T18:58:48Z", [1.0], ""], [767, "2022-05-22T18:41:21Z", [0.75], "The drop in passengers yesterday mimics the drop last Saturday. Safe to assume that there will be a similar jump today Sunday specially with the PGA final (although Tiger Woods pulled out, not sure if that would have a significant impact in attendance) and with the number of graduations and people leaving schools to go back home. The misery map doesn't look any worse today and the weather map.  Number of delays and cancellations today is less than yesterday (almost half the delays today and some 30-40% fewer cancellations) https://flightaware.com/live/cancelled/yesterday So, once again increasing odds significantly given that it was only 5,000 short from the target last Sunday and considering travel may increase because of schools ending for the semester. "], [38, "2022-05-22T18:20:59Z", [0.0], ""], [104906, "2022-05-22T17:07:09Z", [0.06], ""], [14603, "2022-05-22T16:53:27Z", [0.15], ""], [767, "2022-05-22T16:29:00Z", [0.4], "1,988,843 on Saturday 5/21. Doubt there will be a jump today that will put it at 2.4m or more. "], [1333, "2022-05-22T15:29:34Z", [0.5], ""], [54663, "2022-05-22T14:26:52Z", [0.9], ""], [99943, "2022-05-22T14:24:34Z", [0.8], ""], [102121, "2022-05-22T12:37:47Z", [0.0], ""], [103902, "2022-05-22T12:19:23Z", [0.0], ""], [86607, "2022-05-22T06:13:45Z", [0.15], "I think my subjective scan of my local airport on Friday was maybe somewhat telling of how things were going to go. I will give an update from LaGuardia tomorrow but I'm locking in a low forecast now in case I forget as the odds are now quite bad.  I'm mad at myself for not reducing on this question for months as I just let my high forecasts sit even as time was passing and the opportunity to surpass 2.4 was gradually decreasing"], [86607, "2022-05-22T06:08:57Z", [0.25], ""], [80790, "2022-05-22T00:20:20Z", [0.27], ""], [767, "2022-05-21T19:09:34Z", [0.8], "It's come very close, even just 5,000 short last Sunday, (50,000 short the past two days. Numbers get higher for Friday and Sunday travel, some Thursdays also looking up)  Is there anything happening that could affect travelers volume in the next 4 days?  Looking at weather across the US (there are strong storms in the forecast for Texas, Alabama, Georgia stretching north east but midwest is clear) and also looking at flight delays and cancellations to see if there any factors that could finally push it above the threshold or keep it below the target.  The flight delays map for most major hubs shows about 1/4 delays for most airports which is apparently normal these days. Doesn't look chaotic: https://flightaware.com/miserymap/ Also, are there any major events around the US that would account for significant travel?  The PGA tournament is on and it says it attracts 200,000+ The final is tomorrow, Sunday. Increasing odds based on that given the crowds that attend the event and how close numbers got to 2.4 last Sunday. Assuming people trickled in to the go to the tournament this week but will fly out in greater numbers once the final is over (There was no significant spike for the travelers golf tournament back in April but looks to me like there was a spike for Coachella). Not so confident on this update so let's see about the numbers posted for today Saturday and tomorrow Sunday to get a better picture. "], [1333, "2022-05-21T19:01:51Z", [0.75], ""], [1333, "2022-05-21T19:01:25Z", [0.99], ""], [96618, "2022-05-21T18:20:39Z", [0.9], ""], [38, "2022-05-21T17:22:04Z", [0.1], "Reasons it's not going to happen -airline capacity is below 2019 due to pilot shortages -COVID cases are up again -airfares are up -the remaining days before this question closes are not historically high "], [22690, "2022-05-21T17:16:58Z", [0.12], ""], [102737, "2022-05-21T17:14:09Z", [0.11], ""], [22689, "2022-05-21T16:55:57Z", [0.0], ""], [86554, "2022-05-21T16:28:02Z", [0.01], ""], [86554, "2022-05-21T16:27:33Z", [0.2], ""], [81495, "2022-05-21T16:22:37Z", [0.44], "All that matters now is Sunday. This week is actually pretty in line with last week in terms of Thursday/Friday travel, not sure I should reconsider that bit. I've been assuming this week as having the same 2019 reference numbers as last week since Memorial Day is a week later this year, and its hard to say that that's wrong based on these past two days. That also means a Sunday probably similar to last Sunday. Average for Sundays is 91.8% of 2019 with stdev of 1.62%, so 55% based on that.  You can also do Sundays relative to their prior week (excl. Saturday for now), with the idea being that a large portion of Sunday travel is people returning from trips they started during the week. That approach gives a 65% chance, there was an unusually high amount of weekday traffic last week. Alternatively, you can compare Sunday to its most recent Thursday/Friday, the most recent adjacent peak. That approach gives a 26% chance, Sundays have been 100.6% of their Thursday/Friday average, but we'd need it to be >102%. Overall there's a lot of ways to outside rate this, none of which are great mostly due to sample size but all of which are at least worth considering. My outside rate is simply their average, 49%. I skew a little lower from there personally because the Thursday+Friday ratio was more stable in 2019 which may imply that there's a stronger causal link, probably related to people's price sensitivity. But the numbers I'm using to get the actual rates are based on samples of 10 or 11 Sundays this year, there's just not enough data in my opinion to make any strong calls about a single day."], [99943, "2022-05-21T16:09:32Z", [0.9], "Not a high Friday yesterday, but if Saturday's number ends up over 2.05M, then I'll still think Sunday is very likely. Sunday is the last realistically possible day for 2.4M to be reached in the forecast period."], [49937, "2022-05-21T15:15:38Z", [0.75], "Thursday and Friday were just shy. Sunday is likely the last shot."], [101227, "2022-05-21T15:02:00Z", [0.45], ""], [88452, "2022-05-21T14:06:33Z", [0.62], ""], [79069, "2022-05-21T14:05:51Z", [0.01], ""], [691, "2022-05-21T13:52:49Z", [0.87], ""], [88783, "2022-05-21T13:10:35Z", [0.01], ""], [93181, "2022-05-21T13:08:51Z", [0.5], ""], [103527, "2022-05-21T13:04:58Z", [0.14], "Looks like only a couple chances yet, and if we haven't gotten there already (some close calls) I'll take the shorter odds."], [103928, "2022-05-21T12:32:52Z", [0.15], ""], [14603, "2022-05-21T12:31:03Z", [0.25], ""], [105209, "2022-05-21T11:53:33Z", [0.05], "It did not happen yesterday - it will most likely not happen in the upcoming five days. "], [41612, "2022-05-21T09:10:45Z", [0.82], ""], [94837, "2022-05-21T05:47:42Z", [0.98], ""], [691, "2022-05-21T00:28:51Z", [0.9], ""], [81495, "2022-05-20T21:42:31Z", [0.8], "Last week higher than expected, I’ve been assuming this weekend would look like last weekend, but it seems more likely it’ll be somewhere between last weekend and Memorial day weekend. Will math it out later"], [86607, "2022-05-20T21:37:59Z", [0.7], ""], [79069, "2022-05-20T21:13:22Z", [0.9], ""], [98345, "2022-05-20T19:34:13Z", [0.9], ""], [94872, "2022-05-20T19:04:06Z", [0.8], ""], [104072, "2022-05-20T16:52:27Z", [0.85], ""], [99780, "2022-05-20T16:49:18Z", [0.84], ""], [86607, "2022-05-20T16:17:10Z", [0.65], ""], [99943, "2022-05-20T16:01:27Z", [0.97], "Just repeating my forecast. Based on Thursday's number, I don't expect today's (Friday's) number to exceed 2.4M, but it's possible. I think we can still expect a dip on Saturday, as usual, that will be below 2.4M. I think Sunday is most likely to exceed 2.4M because I think the trend is going up; when the trend is going up, Sundays are likely to be higher than the preceding Fridays just because they come later. We can see this in previous upward trends in the data, e.g., in 2019 and 2021."], [86607, "2022-05-20T15:56:52Z", [0.73], "I last flew on April 20 (Wednesday) at 1pm and am flying today at 1pm. Parking lot and TSA line are considerably emptier today. Many many reasons this may not be representative but I'm going to play it safe"], [103928, "2022-05-20T15:21:13Z", [0.8], ""], [55987, "2022-05-20T15:11:04Z", [0.94], ""], [22689, "2022-05-20T14:41:03Z", [0.7], ""], [96828, "2022-05-20T13:35:15Z", [0.89], ""], [14603, "2022-05-20T13:28:50Z", [0.95], "Tomorrow now looks probable. @belikewater  - whether or not 2.4 gets hit this weekend (and there must now be every chance it will) well done sticking to your guns and going with the data!"], [13306, "2022-05-20T13:20:23Z", [1.0], ""], [13306, "2022-05-20T13:20:01Z", [0.9], ""], [69091, "2022-05-20T11:47:32Z", [0.95], ""], [102737, "2022-05-20T09:03:47Z", [0.95], ""], [37893, "2022-05-20T07:09:51Z", [0.95], ""], [54663, "2022-05-20T06:45:37Z", [0.9], ""], [54663, "2022-05-20T06:45:15Z", [0.8], ""], [94872, "2022-05-20T04:15:18Z", [0.87], ""], [49937, "2022-05-20T04:02:49Z", [0.9], "I had predicted we'd get >2.4M somewhere in the 14-16th range but we only got to 2,395,894 on the 15th.  Covid numbers are increasing and the window is ending, so the chances are looking slimmer. Rather than being 100-300k behind 2019 numbers it is looking more like 200-400k behind each day now, so we are looking for a day in 2019 with >2.7M. We have one of those left. The next 6 days give us the following >2.5M - 1 >2.6M - 1 >2.7M - 1 To get it, we would need a day on the lower end of the difference on the 2.6 day or the average end for the 2.7 (nearly 2.8 day). From past weeks it looks like peak travel days are Friday and Sunday. From past years it seems that the weekend before memorial day was the peak for single-day travel (since the long weekend spreads it out over more days), so there is a shot we hit it tomorrow or Sunday. Dropping to 90% from 95% and will be adjusting after I see tomorrow's numbers. "], [38, "2022-05-19T17:20:01Z", [0.9], "The 17th was 88.1% of 2019 and yesterday was 84.8%. If the 20th is 89.7% or more of 2019, the count will be 2.4m+ If the 21st is 85.9% or more of 2019, the count will be 2.4m+ Since the 20th is a Friday (always the highest travel count day of the week), Friday looks possible.   Since most days have been more than 85.9% of 2019, Saturday looks possible, too."], [22689, "2022-05-19T17:05:15Z", [0.4], "I don't see this happening. Memorial Day is more than a week away, airline prices are up due to inflation, COVID cases are on the rise in some areas. The number of travelers on 5/15 though is a very positive sign though. I guess we'll see."], [767, "2022-05-19T17:00:03Z", [0.3], ""], [22689, "2022-05-19T16:54:57Z", [0.0], ""], [22689, "2022-05-19T15:55:40Z", [0.5], ""], [22689, "2022-05-19T15:53:25Z", [0.0], ""], [22689, "2022-05-19T15:50:29Z", [1.0], ""], [49838, "2022-05-19T14:36:00Z", [1.0], ""], [22690, "2022-05-19T14:09:32Z", [0.16], ""], [597, "2022-05-19T14:06:57Z", [0.89], ""], [88776, "2022-05-19T13:56:40Z", [0.9], ""], [103702, "2022-05-19T13:45:03Z", [0.93], ""], [106071, "2022-05-19T13:33:08Z", [0.8], ""], [176, "2022-05-19T13:31:20Z", [1.0], ""], [96828, "2022-05-19T13:27:22Z", [0.85], ""], [86607, "2022-05-19T04:20:08Z", [0.85], ""], [86367, "2022-05-19T04:09:48Z", [0.88], ""], [86607, "2022-05-18T20:34:22Z", [0.9], "I am flying on both Friday and Sunday, my first round trip flight since 2020. Coincidence?????"], [102121, "2022-05-18T20:06:26Z", [0.5], "Going back up, as last weekend showed this could resolve based on an outlier event that just breaks the threshold, even if it seems unlikely at this point."], [101031, "2022-05-18T19:15:43Z", [0.61], ""], [691, "2022-05-18T18:40:17Z", [0.88], ""], [94837, "2022-05-18T16:18:54Z", [0.95], ""], [96618, "2022-05-18T16:06:07Z", [0.97], ""], [62255, "2022-05-18T15:38:19Z", [0.9], ""], [79591, "2022-05-18T15:32:54Z", [1.0], ""], [99943, "2022-05-18T14:29:41Z", [0.97], "With yesterday's number by far the highest to date for a Tuesday and this past Sunday almost hitting 2.4M, it looks extremely likely to me that this coming Friday or Sunday will see 2.4M. I expect this weekend to see higher peaks than last weekend. Updated graphs:https://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20numbers.jpeghttps://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20percentages.jpeg"], [86607, "2022-05-18T14:15:55Z", [0.75], ""], [12694, "2022-05-18T14:06:05Z", [0.55], ""], [67259, "2022-05-18T13:51:31Z", [0.85], ""], [29583, "2022-05-18T10:06:57Z", [0.75], ""], [102205, "2022-05-18T07:16:55Z", [0.81], "Numbers are very close 2.39M - a surge on May 20/22 can breach 2.4M"], [698, "2022-05-18T04:40:43Z", [0.45], ""], [698, "2022-05-18T04:38:38Z", [0.5], ""], [86367, "2022-05-18T03:59:25Z", [0.8], ""], [105570, "2022-05-18T03:11:07Z", [0.48], ""], [767, "2022-05-17T23:13:52Z", [0.5], "2,395,894 on 3/15 that's very close"], [94821, "2022-05-17T21:34:45Z", [0.5], ""], [99943, "2022-05-17T21:14:17Z", [0.88], ""], [86554, "2022-05-17T20:19:29Z", [0.85], ""], [38, "2022-05-17T18:53:34Z", [0.8], "The count for the 15th shows that 2.4m is within reach. Yesterday's count was only 87.1% of 2019's (on the 15th it was 91.4%). On the 21st, if passenger counts exceed 85.9% of 2019, then this question will resolve as \"Yes\". On the 20th, if passenger counts exceed 89.7% of 2019, then this question will resolve as \"Yes\".   The counts on the 20th & 21st  were extraordinarily high in 2019, so lower % might occur this year, however, counts on Fridays (the 20th is a Friday) are usually the highest in the week, and as we saw on the 15th, 2.4m is within reach.  COVID counts are rising, but more pertinent is that COVID fears are falling.  I'm sure that more people didn't fly because they feared getting COVID than didn't fly because they actually had it.  Therefore, I don't think that the increase in COVID cases is going to have much impact. This question has shattered my confidence in my understanding of probabilities.  I have been thinking about how to calculate probabilities ever since I started forecasting on this question and was challenged by @belikewater.    Initially, I asked myself how many days in the question period might exceed 2.4m:  maybe 4 out of 20, which is 20%.  Instead, I think I should have asked myself if ANY days were sure to exceed 2.4m, and my forecast should have been what the odds of the best day exceeding 2.4m were.  It looks like there's a good chance that the 20th or 21st will exceed 2.4m . . . "], [86554, "2022-05-17T18:32:40Z", [0.6], ""], [81495, "2022-05-17T17:36:16Z", [0.49], ""], [103928, "2022-05-17T17:12:22Z", [0.65], ""], [54663, "2022-05-17T13:58:52Z", [0.8], ""], [103878, "2022-05-17T13:29:18Z", [0.75], ""], [79069, "2022-05-17T12:55:26Z", [0.65], "Or not"], [104874, "2022-05-17T09:58:22Z", [0.5], ""], [88452, "2022-05-17T06:47:39Z", [1.0], ""], [49249, "2022-05-17T05:47:32Z", [0.5], "Based on the near miss a couple of days ago"], [80590, "2022-05-17T05:24:56Z", [0.95], "Inching closer,  9 more days...."], [96828, "2022-05-17T00:33:16Z", [0.84], "I think most people are focused on averages in the trends. But I think the primary focus is on the tail ends, the noise, the volatility of the data. All it takes is one outlier to resolve this YES. Given the average trends, I think this is highly likely to resolve NO (20% or even quite lower). However, this is again about outliers, too, so I think this is likely to occur.  Would be higher but going to give room for potential that this occurs just outside of time period asked. 16% chance."], [96828, "2022-05-17T00:29:51Z", [0.8], ""], [86607, "2022-05-17T00:26:06Z", [0.79], ""], [99943, "2022-05-16T23:09:40Z", [0.85], "We almost saw 2.4M yesterday, but not quite. 2 more likely days remaining in the forecast period: this coming Friday and Sunday. We can't compare with 2019 for those days because the days shown in the table correspond to Memorial Day weekend in 2019. So at this point, it all depends on how likely one thinks it is that travel numbers will go up enough. I don't think travel supply is yet saturated, and it would just take a slight bump up compared to yesterday to reach 2.4M. And I expect travel demand to generally increase through the rest of the month. If it increases even slightly, 2.4M will be reached this coming weekend. Also, on the theory that what goes up must come down, if we saw nearly 2.4M yesterday, I think we can expect to see some similarly high numbers this weekend. So, I'm raising my forecast."], [80790, "2022-05-16T22:51:35Z", [0.97], ""], [30936, "2022-05-16T21:52:09Z", [0.9], "Near miss of the target last weekend and travel usually increases through May.  So it seems likely it will get hit.  Very tough to justify any precision for the probability number."], [94872, "2022-05-16T21:45:45Z", [0.8], ""], [1333, "2022-05-16T21:35:30Z", [1.0], ""], [691, "2022-05-16T21:12:10Z", [0.75], ""], [101227, "2022-05-16T20:55:58Z", [0.6], ""], [103928, "2022-05-16T20:50:56Z", [0.75], ""], [87827, "2022-05-16T19:01:21Z", [0.75], "Close yesterday but coming down a little less than 20 as the deadline is approaching."], [1333, "2022-05-16T18:26:41Z", [0.4], ""], [1333, "2022-05-16T18:24:07Z", [0.44], ""], [104906, "2022-05-16T17:52:30Z", [0.91], ""], [86607, "2022-05-16T17:42:50Z", [0.77], ""], [38, "2022-05-16T17:29:18Z", [0.8], "Oh, wow, the count was under 5k short yesterday.  hm.  That makes the 20th or 21st look like they'll meet the 2.4m criteria..  Zooming up."], [88198, "2022-05-16T16:10:59Z", [0.9], ""], [81495, "2022-05-16T16:06:00Z", [0.54], "More candidate dates not coming through, 3-4 possible dates left"], [86554, "2022-05-16T16:04:26Z", [0.9], ""], [55987, "2022-05-16T16:01:45Z", [0.93], ""], [37566, "2022-05-16T15:58:04Z", [0.0], "just metagaming, pay no attention"], [55987, "2022-05-16T15:53:51Z", [0.84], ""], [79069, "2022-05-16T15:20:25Z", [0.95], "Possibly today's figures could do it, given that we hit 2.396M yesterday. Otherwise 20th-21st looks like the next best bet"], [86554, "2022-05-16T15:01:31Z", [0.75], ""], [99993, "2022-05-16T13:48:06Z", [0.95], ""], [56974, "2022-05-16T13:29:25Z", [0.95], ""], [105209, "2022-05-16T12:34:26Z", [0.95], "Yesterday's figure was just about 5,000 people below 2.4 million - I think it is highly likely the goal will be attained on May 21st, if not before. "], [99993, "2022-05-16T01:48:29Z", [0.8], ""], [12694, "2022-05-16T00:40:07Z", [0.45], ""], [80790, "2022-05-15T22:17:10Z", [0.5], ""], [86607, "2022-05-15T22:02:26Z", [0.55], ""], [79069, "2022-05-15T21:21:26Z", [0.68], "It’s been a really interesting debate trying to figure out how to assess the odds correctly on this one. On the one hand we have a clear set of the likeliest days based on 2019 data, but then we also have macro factors like the economy, rising interest rates (and covid cases), along with plane loading data and an expected trend of increasing travel through May. And the irony that while the most likely dates are towards the end of the forecast period, Memorial Day does not even fall within the timeframe this year. Given all that, I’d say macro factors are slightly reducing the odds, while the general trend of daily traffic is still indicating a high chance. So, ‘quite likely’ is my outcome, but it can’t be as likely as I’d thought a few weeks ago given that it has fallen short on all the earlier opportunities… I think the daily trend starts to become more critical in the closing weeks, even though we may get peaks on key dates."], [102121, "2022-05-15T20:32:49Z", [0.2], ""], [86607, "2022-05-15T20:03:44Z", [0.5], " Small data point - I myself am travelling this Friday =)   @belikewater's analysis is informative but I am going to go for a less certain forecast. That analysis seems to rely too much on treating days as independent events, when in reality the day-over-day correlation is what matters as days are not independent. If the highest day in 2019, Saturday, is below 2.4m in 2022, then the probability that Friday 2022 was also below 2.4m is much higher. So I think what we should be looking at is the odds that the highest day is >2.4m, plus a small leftover for P(Friday > 2.4m | Saturday < 2.4m). If we introduce independence we will end up overestimating the probability pretty severely "], [1333, "2022-05-15T19:06:55Z", [0.63], ""], [54663, "2022-05-15T18:13:38Z", [0.8], ""], [86607, "2022-05-15T16:40:55Z", [0.45], ""], [14603, "2022-05-15T16:11:07Z", [0.9], "after seeming to fall back to the high mid 80's as a % of 2019, the very data is back to hovering around 90%, which is enough to resolve a yes today, or next weekend if it stays at the level of the last 3 days. this question remains impossible to call really."], [55987, "2022-05-15T15:53:31Z", [0.38], ""], [103878, "2022-05-15T15:00:09Z", [0.65], ""], [104025, "2022-05-15T12:34:58Z", [0.05], "2,352,000 seems to be the highest recently - potential to go higher with summer vacation coming - but at same time cost of airfares and new covid variant may keep travel on the lower end"], [103928, "2022-05-15T10:36:41Z", [0.55], ""], [22690, "2022-05-15T08:49:20Z", [0.18], ""], [96618, "2022-05-15T07:52:04Z", [0.75], ""], [86607, "2022-05-15T05:02:50Z", [0.37], ""], [86607, "2022-05-15T05:02:05Z", [0.35], ""], [81495, "2022-05-14T21:54:54Z", [0.61], ""], [104072, "2022-05-14T20:50:17Z", [0.6], ""], [1333, "2022-05-14T18:51:27Z", [0.64], ""], [105312, "2022-05-14T17:56:01Z", [0.69], "Revising downwards.  Doom and gloom seems to be creeping-in.  Leisure travel to be dinged.  "], [37566, "2022-05-14T16:45:25Z", [0.41], "End-of-semester cheap flights home are Monday and Tuesday (5/16 + 5/17)."], [14603, "2022-05-14T16:25:43Z", [0.7], ""], [101227, "2022-05-14T16:25:06Z", [0.45], ""], [105209, "2022-05-14T15:18:04Z", [0.8], ""], [99943, "2022-05-14T13:53:34Z", [0.73], "2,352,035 yesterday. The highest Friday and the 2nd highest number in the forecast period to date. Yesterday was the highest Thursday, excluding the day before Good Friday. It is clear that May travel has started to increase. The 7-day average of each day's number in 2022 as a percentage of the corresponding day's number in 2019 is currently 89.5% and trending slightly upward. An analysis of percentages of 2019 days suggests that the chance that next Friday will see 2.4M is ~52%, and the coming 2 Sundays, 62%. Adjusting for a very slightly lower 7-day average changes those chances to 43% and 50%. So, very conservatively, we could underestimate the chance by saying each of these remaining 3 days has a ~40% chance of seeing 2.4M. But looking at it another way, based on Sunday numbers as a percentage of the numbers the Friday before, there's an 8% chance that tomorrow (Sunday) will see 2.4M. 3 possible days left, ~40% chance each day, considering each day as an independent event => 78% chance.3 possible days left, 8% chance tomorrow, 40% chance each of next Friday and Sunday => 67% chance.3 possible days left, 8% chance tomorrow, 43% chance next Friday, 50% chance next Sunday => 74% chance. I'm still optimistic about next weekend. Updated graphs:https://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20numbers.jpeghttps://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20percentages.jpeg"], [14603, "2022-05-14T12:15:19Z", [0.5], ""], [54663, "2022-05-14T09:28:43Z", [0.8], ""], [14603, "2022-05-14T08:44:41Z", [0.95], ""], [22690, "2022-05-14T08:05:59Z", [0.2], ""], [691, "2022-05-14T06:17:22Z", [0.8], ""], [96991, "2022-05-13T23:00:50Z", [0.1], ""], [80790, "2022-05-13T22:22:12Z", [0.96], ""], [38, "2022-05-13T19:27:18Z", [0.2], "I live in Alaska.  Most people fly in/out of the state for vacations and business, especially now that the cruise industry is still struggling with COVID issues . Alaska Airlines is our one major air carrier, so when Alaska Airlines has problems, everyone here notices.  This story has become nearly daily headline news here.  I've read that other airlines are having the same issues, but because most markets have more than one carrier and people can always drive to/from places in the lower 48, the problems have not impacted people as severely as they have here.     This situation is what is making me think that in the next 3 weeks we are  not going to see the increases in passenger counts that demand alone might trigger.  https://www.youtube.com/watch?v=7EPxjoatllI  https://www.youtube.com/watch?v=7EPxjoatllI "], [1333, "2022-05-13T18:24:19Z", [0.6], ""], [56974, "2022-05-13T17:23:39Z", [0.9], ""], [38, "2022-05-13T17:04:43Z", [0.2], "EDIT: Yesterday's passenger counts were 89.1% of 2019.  Based on 2019 counts, at that rate, the only day during the question period in which the counts might exceed 2.4m is 5/21. Using @belikewater's formula for comparing Thursdays & Fridays, the count for 5/13 is not likely to exceed 2.4m.   Using the 7 day average ratio of 2022 to 2019 (89.2%), only 5/20 and 5/21 may hit 2.4m."], [105209, "2022-05-13T15:22:54Z", [0.9], ""], [102737, "2022-05-13T15:13:02Z", [0.23], ""], [99943, "2022-05-13T14:34:12Z", [0.85], "2,327,671 on Thursday, 5/12, 87.5% of the corresponding 2019 value. This is the highest Thursday number we have seen in the forecast period, excluding Easter weekend. This is the lowest Thursday percentage to date; the previous range was 88.4% to 99.1%, excluding Easter weekend. Except around Easter, Fridays have averaged 2.5% greater than the day before, range 0.6%-4.6%. The most recent Friday was 2.0% higher than the day before. So I'll expect Friday's number to be between 2.342M and 2.435, probably closer to the expected average 2.5% higher number, 2.386M or just below. So I give Friday a ~48% chance of exceeding 2.4M, if we say that this week's numbers are likely to end up averaging ~89.5% of 2019 numbers, or a ~36% chance based on the typical pattern of Fridays vs. Thursdays. I give Sunday a ~50% chance of exceeding 2.4M, if we say that this week's numbers are likely to end up averaging ~89.5% of 2019 numbers, or looking at the ratios of Sundays to the Thursdays before, I get a ~40% chance that this coming Sunday will see 2.4M or more. If we average it all out to ~40% chance that today or Sunday will individually see 2.4M or more, and project the same odds for next weekend, this would give an 88% chance of seeing 2.4M either this weekend or next weekend. So I'll lower my forecast slightly to 85%. It's possible that next weekend will see more traffic than this one, too."], [86554, "2022-05-13T14:17:26Z", [0.45], ""], [101542, "2022-05-13T14:15:14Z", [0.9], ""], [88452, "2022-05-13T11:44:57Z", [0.97], ""], [22690, "2022-05-13T09:49:15Z", [0.22], ""], [30074, "2022-05-13T08:51:57Z", [0.09], ""], [54663, "2022-05-13T05:40:30Z", [0.8], ""], [88198, "2022-05-13T05:34:53Z", [0.57], ""], [86367, "2022-05-13T01:17:21Z", [0.45], ""], [101227, "2022-05-12T23:50:21Z", [0.37], ""], [62255, "2022-05-12T22:55:30Z", [0.8], ""], [49249, "2022-05-12T20:44:06Z", [0.27], ""], [54663, "2022-05-12T20:18:17Z", [0.8], ""], [88783, "2022-05-12T19:23:08Z", [0.92], ""], [38, "2022-05-12T19:02:03Z", [0.2], "The count for 5/11 was 86.4% of  the count in 2019.  If that % holds, none of the remaining days in the question period will exceed 2.4m"], [1333, "2022-05-12T18:24:52Z", [0.61], ""], [99943, "2022-05-12T15:55:13Z", [0.9], "It's interesting that the crowd forecast has fallen from 95% on May 3 to 72% currently. Perhaps the crowd is right, but as I see it, the most likely days are and have always been the next 2 weekends ahead of us. While Tuesday's number and percentage were an indicator of growth, though, yesterday's percentage was not, as it fell below Tuesday's percentage. Let's see how Thursday's number comes out."], [79591, "2022-05-12T15:51:08Z", [0.01], ""], [52131, "2022-05-12T15:01:31Z", [0.75], ""], [55987, "2022-05-12T14:43:59Z", [0.51], ""], [105209, "2022-05-12T12:38:56Z", [0.75], ""], [22690, "2022-05-12T10:40:36Z", [0.24], ""], [33873, "2022-05-12T09:08:23Z", [0.15], "Looking like there may in fact be a new and lower ceiling to the number of travellers. My assumption is that business travellers aren't going back in the same numbers and that's what's causing it. I am surprised we haven't seen a single day over 2.4 though. Some were reasonably close but none have been *that* close. As other users have pointed out, the peak towards the 25th seen in 2019 was due to Memorial Day weekend, which occurs after the closing date this year. I have left this one very high on 'yes' for far too long. I'm going to lower it to below what I think the actual probability is in order to try and counteract the effect on my score. I think the actual current probability is around 40-50% with it dropping significantly (to single figures) if 2.4m isn't reached this weekend."], [1333, "2022-05-12T09:01:13Z", [0.62], ""], [13306, "2022-05-12T08:16:39Z", [0.8], ""], [176, "2022-05-12T02:11:34Z", [0.0], ""], [1333, "2022-05-11T23:09:35Z", [0.55], ""], [38, "2022-05-11T18:59:08Z", [0.2], "The count today was 86.7% of the count for 2019.  If the ratio between today and 2019 continues to be below 90%, passenger counts won't exceed 2.4m on one day during the period of this question."], [1333, "2022-05-11T18:06:18Z", [0.54], ""], [1333, "2022-05-11T18:03:45Z", [0.41], ""], [79069, "2022-05-11T17:39:55Z", [0.82], ""], [99943, "2022-05-11T16:32:40Z", [0.9], "Maintaining my forecast. Yesterday (Tuesday) saw the highest numbers for Tuesday in the forecast period to date, with the exception of the week after Easter; travel numbers are unusual for the day of the week around Easter. I take yesterday's high number as evidence that we're likely about to see an increase in travel numbers. Whether it will be enough of an increase is the question in my mind."], [14603, "2022-05-11T16:05:48Z", [0.4], ""], [1333, "2022-05-11T12:53:02Z", [0.49], ""], [99780, "2022-05-11T11:28:47Z", [0.67], ""], [22690, "2022-05-11T07:51:44Z", [0.26], ""], [87691, "2022-05-11T06:35:45Z", [1.0], ""], [96828, "2022-05-11T01:51:53Z", [0.74], ""], [105993, "2022-05-10T23:36:20Z", [0.2], ""], [80790, "2022-05-10T23:08:34Z", [0.43], "I find this site gives some good insight.https://www.airlines.org/dataset/impact-of-covid19-data-updates/ I agree capacity is a significant factor in the question.  But equally so is the fact that international and business travel is not fully recovered, so gaps in passenger numbers will need to be made up from private travel which will be a lot more price sensitive. Fuel prices are very high and higher wages need to be offered to recruit so airlines can’t reduce prices.  Inflation and cost of living are high so people will be finding travel more expensive. There is a short time span to the end of this question and travel did not past the 2.4m on any other big travel days / weekend, so where is the case that this will suddenly happen now when prices are getting tighter for everyone. It is correct that all it needs to get from 2.3 to 2.4m is a coincidental day where more people decide to travel at the same time and that doesn’t need to be a special holiday, it could happen by accident at any time.  I would dare attempt any statistics to calculate the probability of this, but it won’t be negligible.  If you add on top of this a holiday weekend, 2.4m could easily be reached.  But I’m not sure it’s now as likely as the crowd is thinking because of my previous comments."], [38, "2022-05-10T21:02:04Z", [0.2], "I respect their knowledge of how to calculate probabilities, so I am 95% sure that @belikewater is correct about the probabilities, though I do not understand it.  However, this involves more than probability.  There's the reduced capacity issue, and a new surge of COVID cases as @tabhuth pointed out.   The passenger count on Mother's Day Monday (yesterday)  was 88.8% of 2019.  In 2019, Mother's Day was May 12th. Because I'm thinking that my probability calculations are incorrect, I feel very anxious about being so far below the crowd and the forecasters I admire, but I just don't see it happening because of capacity reductions & COVID, and the fact that this question closes before Memorial Day weekend."], [54663, "2022-05-10T19:20:24Z", [0.8], ""], [1333, "2022-05-10T18:07:16Z", [0.5], ""], [103928, "2022-05-10T17:04:00Z", [0.7], ""], [54663, "2022-05-10T15:00:24Z", [0.85], ""], [54663, "2022-05-10T15:00:04Z", [0.9], ""], [56974, "2022-05-10T14:46:30Z", [0.85], ""], [102737, "2022-05-10T12:19:23Z", [0.51], ""], [67259, "2022-05-10T12:06:26Z", [0.8], ""], [96828, "2022-05-10T10:48:04Z", [0.79], ""], [96828, "2022-05-10T10:25:41Z", [0.8], ""], [103878, "2022-05-10T09:55:09Z", [0.75], ""], [14603, "2022-05-10T07:12:51Z", [0.45], ""], [81495, "2022-05-10T07:07:47Z", [0.82], ""], [104874, "2022-05-10T06:26:02Z", [0.33], ""], [86367, "2022-05-10T03:42:30Z", [0.4], ""], [88452, "2022-05-10T03:20:48Z", [0.84], ""], [1333, "2022-05-10T01:08:27Z", [0.42], ""], [30936, "2022-05-10T01:05:20Z", [0.56], "May travel is not as strong as I anticipated."], [22689, "2022-05-09T21:07:09Z", [0.7], ""], [1333, "2022-05-09T20:12:57Z", [0.43], ""], [1333, "2022-05-09T20:10:28Z", [0.45], ""], [1333, "2022-05-09T20:10:09Z", [0.59], ""], [86554, "2022-05-09T17:08:05Z", [0.2], ""], [99993, "2022-05-09T16:43:18Z", [0.75], ""], [37566, "2022-05-09T16:43:09Z", [0.12], ""], [102121, "2022-05-09T15:05:59Z", [0.25], "Going down further, it seems that there might not be enough of an upward trend back to pre-pandemic levels for this event to happen, on top of issues like staff shortages, cost of living issues for passengers."], [79591, "2022-05-09T14:14:26Z", [0.09], ""], [93181, "2022-05-09T13:56:41Z", [0.75], "trimming slightly but 2.3 on average now is close to 2.4 and travel is increasing."], [22690, "2022-05-09T13:21:33Z", [0.28], ""], [69091, "2022-05-09T12:57:40Z", [0.15], ""], [49249, "2022-05-09T09:51:18Z", [0.3], ""], [14603, "2022-05-09T07:44:25Z", [0.5], ""], [14603, "2022-05-09T07:12:11Z", [0.8], ""], [37893, "2022-05-09T07:02:37Z", [0.95], ""], [1333, "2022-05-09T00:22:14Z", [0.73], ""], [38, "2022-05-08T20:58:34Z", [0.2], "Thanks to @belikewater and others, I've come to realize that I do not understand basic probability rules & logic.   What I do think I  understand is how to calculate the odds of a single event.  So, that's the approach I'm using on this question, LOL! The passenger count for 5/21/19 was 2,792,671.  I asked myself what % of the passenger count of that date in 2019 would it take to achieve a passenger count of 2,400,000 this year.  Answer = 85.9%.  That would make it seem that exceeding a passenger count of 2,400,000 on 5/21 is a slam dunk, EXCEPT, in 2019, 5/21 was Memorial Day weekend.  Not so this year.    I suspect that the counts for May 20 & 21 this year will be more in line with the counts for other May weekends which will only exceed 2,400,000 if they are more than about 92% of 2019. So, then I looked at the other high count days and asked myself which of them was most likely to exceed 2,400,000. There were 6 days of the remaining days this question will be open in which the counts in 2019 did not exceed 2,400,000, so those 6 days will have to exceed 100% of 2019  (May 11, 12, 15, 18, 20 & 23).  Given what I have read about the reductions in capacity due to staffing issues at the airlines, I think that that is not going to happen! I calculated the % of 2019 that each of the remaining days would have to exceed: May 9 = this year's count would have to exceed 99.2% of the 2019 passenger count for that date May 10 = 95.5% May 13 = 91.9% May 14 = 90.1% May 16 = 91.6% May 17 = 90.7% May 19 = 97.1% May 20 = 89.7%  (Memorial Day weekend in 2019) May 21 = 85.9%                 \"  With the exceptions of May 20 & 21, the higher the percentage required, the lower the likelihood that the threshold of 2,400,000 will be reached, and conversely, the lower the % required, the greater the likelihood that that day will exceed 2,400,000. In the last 7 days, this year's counts have averaged 87.8% of 2019.  I think that what I'm seeing is the schedule reductions that the airlines have had to impose because of staffing constraints. To be honest, I've looked at these numbers so much and done so many different calculations (and discovered so many math errors and errors of logic), that I'm totally lacking in confidence. Bottomline:  I'm probably one of the outliers that mis-guessed the weight of the bull and dragged the average closer to its correct weight.  LOL. @zdevlinfoltz    "], [88783, "2022-05-08T20:57:32Z", [0.95], ""], [1333, "2022-05-08T20:54:05Z", [0.74], ""], [99943, "2022-05-08T19:52:28Z", [0.9], "Just repeating my forecast. I think 5/13, 5/15, 5/20, and 5/22 are the only likely dates. I treat both weekends as the same because I think we can expect similar traffic on both weekends; in the 2019 data, the last weekend of the forecast period was Memorial Day weekend, while it is not Memorial Day weekend in 2022. So, in the absence of better data, I'm hypothesizing that they will see similar traffic. So far, these have been the percentages of 2019 traffic seen on each Friday and Sunday in the forecast period:Fridays: 90.2%, 91.7%, 89.5%, 94.1%, 90.9%, 89.4%, 87.6%; range [87.6%, 94.1%]; average 90.5%, SD = 2.05%Sundays: 93.1%, 91.9%, 89.5%, 93.7%, 94.0%, 91.5%, 90.1%; range [89.5%, 93.7%]; average 92.0%, SD = 1.74%. Here are the percentages needed to reach 2.4M:Fridays: 5/13/22 and 5/20/22, 90.1%Sundays: 5/15/22 and 5/22/22, 91.6% Assuming the percentages seen on each Friday and Sunday are normally distributed and are not following a trend, I calculate these probabilities:P(5/13 does NOT see 2.4M) = P(5/20 does NOT see 2.4M) = 0.425 => 42.5%P(5/15 does NOT see 2.4M) = P(5/22 does NOT see 2.4M) = 0.416 => 41.6%If we hypothesize that the numbers *are* following a downward trend but still bounce around, we can just set all of these probabilities a little higher, say, to 0.5 => 50%. So, conservatively, let's go with 50% for each of these 4 days. Then P(at least one day will see 2.4M) = (1 - 0.5^4) * 100% = 0.9375 * 100% = 93.75%. Even if we think that the probability that 2.4M won't be reached on each given day is as high as 75%, we would still getP(at least one day will see 2.4M) = (1 - 0.75x0.75x0.75x0.75) x 100% = 68%,just because there are 4 separate chances. I'll maintain my forecast at this level because we have yet to see what the trend will be over the next couple weeks, but I will probably adjust my forecast downward if the percentages trend further downward. Let's see how the coming week goes. Updated graphs:https://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20numbers.jpeghttps://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20percentages.jpeg PS Anecdotally, I know a lot of people who are going to be flying in the next month or so who haven't been flying anywhere at all for a long time. And from what I've read, demand is up. Let's see if supply can keep up or at least come close to keeping up. PPS With the exception of Easter weekend, Friday's numbers have always been greater than Thursday's numbers in the forecast period to date, by 0.6%-4.6%, average 2.5%."], [88452, "2022-05-08T19:14:11Z", [0.94], ""], [105209, "2022-05-08T17:12:59Z", [0.93], "Although the daily difference between 2019 and 2022 figures continues to be 200k-250k in average, days with high values show larger gaps. There are plausible chances to reach 2.4 million passengers before the deadline (around 6 days over 2.6 million in 2019), so it is still possible. May 21st will hopefully reach this level."], [691, "2022-05-08T13:53:50Z", [0.9], ""], [103878, "2022-05-08T12:47:27Z", [0.86], ""], [79069, "2022-05-08T12:08:22Z", [0.88], "Edging back up slightly - I think it’s true that there hasn’t been enough of May yet to know if the slight recent decline in traffic relative to 2019 is a trend or not, so we could still see the target reached in one of the two coming weekends, with similar likelihood to previously estimated at around 90%. Traffic numbers should certainly get very close one way or the other."], [96828, "2022-05-08T12:07:53Z", [0.85], ""], [96618, "2022-05-08T07:42:35Z", [0.9], ""], [29583, "2022-05-08T06:13:22Z", [0.95], ""], [88198, "2022-05-08T04:05:53Z", [0.63], ""], [88783, "2022-05-08T00:27:27Z", [0.93], ""], [101227, "2022-05-08T00:07:29Z", [0.4], ""], [49249, "2022-05-07T23:45:01Z", [0.2], "Now following @Anneinak, who I think has reanalyzed @belikewater 's numbers correctly. Thanks to you both for the work that I have been freeloading on!"], [96828, "2022-05-07T23:40:54Z", [0.9], ""], [102121, "2022-05-07T16:43:12Z", [0.5], ""], [14603, "2022-05-07T16:09:11Z", [0.5], ""], [1333, "2022-05-07T13:53:58Z", [0.73], ""], [54663, "2022-05-07T13:41:12Z", [0.9], "Still think one of the days to come will tip this over the 🎯 target"], [79069, "2022-05-07T08:31:22Z", [0.78], "Just reiterating that of the five remaining possible candidates that may just reach the target, all look less likely than they used to, as the traffic figures have trended marginally lower over the last few weeks. That being said, I have remaining dates as approx 2%, 40%, 40%, 25% and 25% likelihood. Multiplying the inverse chance that these dates ALL miss the target I get about 20% certainty. Thus 80% that one or more will still reach 2.4M, but I’m gradually lowering this unless traffic figures start to show more growth towards to 2019 trend."], [14603, "2022-05-07T07:52:41Z", [0.9], ""], [767, "2022-05-07T05:15:55Z", [0.4], "Thought it would happen around spring break but not quite. Memorial Day should bring more travelers BUT that falls on May 30, after question closes. People may get spooked by how volatile markets are lately, continued inflation and record consumer debt. Americans are maxing their credit cards already. Jobs numbers are good but increase in interest rates and high fuel prices may make people hold back on trips for May and opt for later in the summer. "], [81495, "2022-05-07T01:48:50Z", [0.92], ""], [80790, "2022-05-06T22:23:10Z", [0.92], ""], [54663, "2022-05-06T20:01:15Z", [0.9], ""], [105006, "2022-05-06T19:46:01Z", [0.75], "Seems like travel is ramping up, would simply be a return to pre-pandemic levels. Keeping forecast as likely, but reducing probability as summer vacations ramp up. Seasonality makes this likely IMO. Decrease is due to uncertainty as timeframe closes."], [22690, "2022-05-06T19:22:38Z", [0.36], ""], [1333, "2022-05-06T18:08:44Z", [0.74], ""], [22690, "2022-05-06T16:50:31Z", [0.4], ""], [1333, "2022-05-06T16:12:00Z", [0.89], ""], [86554, "2022-05-06T14:11:02Z", [0.6], ""], [14603, "2022-05-06T07:50:36Z", [0.5], ""], [81495, "2022-05-06T04:55:57Z", [0.55], ""], [94872, "2022-05-06T03:43:49Z", [0.6], ""], [21884, "2022-05-06T03:02:49Z", [0.68], ""], [38, "2022-05-06T02:28:26Z", [0.2], "According to @belikewater the closest the passenger counts on any day in 2022 has come to 2019 is 95.4%.  If that rule holds, then we need to see how many days in  2019  before 5/25 had counts over 2,515,723:  8 out of 20, so the chances are about 40% max. Based on the last 7 day average of 88.7%, we need to count the days in 2019 over 2,705,749:  one out of 20, so the chances may be as low as 5%. Airlines are reporting that their flight schedules are at 75-95% of 2019 capacity. . . .counting the dates where the passenger counts were between 3,200,000 and 2,526,316 gives us  8 days out of 20, or 40% Averaging 5 and 40% = 22%   Given the problems airlines are having with staffing, I'm going to go a little lower than 22%, to 20%"], [38, "2022-05-05T23:45:18Z", [0.05], "https://www.reuters.com/world/us/us-summer-travelers-can-expect-long-lines-higher-prices-covid-restrictions-ease-2022-05-05/?utm_source=Sailthru&utm_medium=newsletter&utm_campaign=daily-briefing . . . Staffing woes have also marred operations in recent weeks at carriers such as Alaska Airlines (ALK.N) and JetBlue (JBLU.O), forcing them to cut summer schedules to avoid further disruption.  Travel booking app Hopper said domestic airlines are currently scheduled to operate at between 75% to 95% of their 2019 summer capacity from May through August The Transportation Security Administration (TSA) continues to host hiring events in an effort to increase staff ahead of anticipated summer travel and the return to pre-pandemic passenger volumes, according to a statement from the agency. The TSA in March said the return of (fiscal year) 2019 passenger traffic levels would return in (fiscal year) 2022, ~~~~ https://www.reuters.com/business/aerospace-defense/american-airlines-reports-smaller-loss-pickup-travel-offsets-omicron-blip-2022-04-21/ . . .[Southwest's] capacity during the quarter through June is projected to be down 7% from pre-pandemic levels. . . . American Airlines Group (AAL.O), United Airlines (UAL.O), and Alaska Air Group Inc (ALK.N) last week said their revenue in the current quarter would surpass pre-pandemic levels even as their capacity remains below that of 2019. . . .  United Chief Executive Scott Kirby said a deepening pilot shortage in the country will make it harder for most airlines to realize their capacity ramp-up plans, ~~~~ https://www.reuters.com/business/aerospace-defense/delta-sees-return-profit-consumer-travel-demand-hits-historic-levels-2022-04-13/ . . . [Delta's] capacity in the June quarter is estimated to inch up to about 84% of the 2019 level. Bastian said the carrier is not expected to be at full capacity this year. ~~~~~ COMMENT:  These articles support my argument that we will not see 2019 numbers of passengers during the period of this question because capacity is below what it was in 2019. @belikewater, @zdevlinfoltz "], [54663, "2022-05-05T22:07:32Z", [0.9], ""], [88198, "2022-05-05T20:00:19Z", [0.82], ""], [38, "2022-05-05T19:43:41Z", [0.05], "In the last week, counts have averaged 88.7% of 2019.  If that rate holds for the next three weeks, then we're looking at how many days the 2019 count exceeded 2,705,749 in the 20 days until this question closes.  One. EDIT:  One thing I am not sure I totally understand is the heading of the TSA chart: \"TSA checkpoint travel numbers (current year versus prior year(s)/same weekday)\" This year Mother's Day will be May 8th.  Are the passenger counts on the chart for May 8th in 2021, 2020 and 2019, the counts for that actual date, or for the Sunday that was Mother's Day? @belikewater  "], [1333, "2022-05-05T19:41:36Z", [0.99], ""], [99943, "2022-05-05T18:46:10Z", [0.9], "I think the total is very likely to reach 2.4M on a Friday or Sunday, probably not 5/6 or 5/8, but most likely 5/13, 5/15, 5/20 or 5/22. But daily numbers as a percentage of the numbers on the corresponding days in 2019 have been dipping very slightly lower, which makes the chance of this happening very slightly lower in my mind. Repeating from my previous forecast:Here are the percentages of 2019 days that each day of the week has seen in the forecast period so far:Fridays: 90.2%, 91.7%, 89.5%, 94.1%, 90.9%, 89.4%; range [89.4%, 94.1%]Sundays: 93.1%, 91.9%, 89.5%, 93.7%, 94.0%, 91.5%, 90.1%; range [89.5%, 93.7%] If we look at the *high* numbers in the range of each day's range of percentages, we'd expect to see the following totals for the next 2 weeks (excluding the week after because the numbers were high in 2019 because of Memorial Day weekend):Fridays: 94.1% => 2.449M, 2.507MSundays: 93.7% => 2.267M, 2.455MSo 2.4M is certainly possible. Also, again, the high number in 2019 corresponding to 5/20/22 is from 5/24/19, the Friday before Memorial Day in 2019, so I don't think we can expect similarly high numbers around 5/20/22, as Memorial Day falls on May 30 this year. So I'll expect the last weekend in the forecast period to be roughly similar to 5/13-5/15."], [101227, "2022-05-05T17:36:45Z", [0.8], ""], [14603, "2022-05-05T17:00:50Z", [0.1], ""], [105209, "2022-05-05T15:01:57Z", [0.91], ""], [102737, "2022-05-05T14:29:25Z", [0.67], "Adjusting to reflect the fact that opportunities to exceed the threshold keep coming and going. With the economic outlook worsening, increasingly concerned that too many people will forego air travel in the short term."], [54663, "2022-05-05T14:10:59Z", [0.9], ""], [691, "2022-05-05T14:04:45Z", [0.94], ""], [55987, "2022-05-05T13:56:13Z", [0.75], ""], [79069, "2022-05-05T12:50:48Z", [0.78], "There are still la few likely possibles, but their number is reducing. The current trend has dropped down from 91% of 2019's results and leaves only perhaps three realistic dates left, so I'm moving the likelihood lower. Perhaps the weekend around 19th, but having memorial Day outside the cope of this question also tips the confidence lower. I'd prefer to see the numbers relative to 2019 climbing a little more strongly now to keep any certainty."], [102121, "2022-05-05T11:17:47Z", [0.9], "Going down, there are a few days where it could happen but it's also starting to feel like it will get close but never actually cross the 2.4m boundary."], [86554, "2022-05-05T09:21:55Z", [0.86], ""], [86367, "2022-05-05T08:33:35Z", [0.8], ""], [37893, "2022-05-05T06:38:26Z", [0.95], ""], [81495, "2022-05-05T06:02:45Z", [0.89], "https://www.gjopen.com/comments/1445699"], [22690, "2022-05-05T04:49:55Z", [0.44], ""], [105312, "2022-05-05T00:47:16Z", [1.0], "The big travel days I'm banking on for YES are: Mother's Day 5/8, World Migratory Birds Day 5/14 (Hello!  Winged activities!), and Endangered Species Day 5/20. Alas, Memorial Day falls outside the question's window 5/30.     Here's the daily chart for us all consult on the day the question closes!  As we can see in the same timeframe of 2019, breaking 2.4M was easy-breezey.      https://www.tsa.gov/coronavirus/passenger-throughput "], [80790, "2022-05-04T22:06:28Z", [0.5], "Can’t call this.  Numbers are holding steady with regular days over 2.2m but few over 2.3m.  So following recent trend this looks to be most likely.  However numbers are close and one random day with a lot of travellers for no particular reason could push it over the threshold. therefore am hedging my bets."], [105993, "2022-05-04T20:08:20Z", [0.65], ""], [99943, "2022-05-04T15:25:57Z", [0.95], "I'm wondering whether my forecast (and the crowd's) may be too high. There are only 12 more even slightly plausible days -- all the Thursdays, Fridays, Sundays, and Mondays -- left in the forecast period on which 2.4M could be reached. Here are the percentages of 2019 days that each day of the week has seen in the forecast period so far: Thursdays: 88.4%, 89.8%, 91.1%, 89.1%, 89.3%, 90.2%, 90.3%; range [88.4%, 90.3%]Fridays: 90.2%, 91.7%, 89.5%, 94.1%, 90.9%, 89.4%; range [89.4%, 94.1%]Sundays: 93.1%, 91.9%, 89.5%, 93.7%, 94.0%, 91.5%, 90.1%; range [89.5%, 93.7%]Mondays: 88.7%, 90.3%, 89.7%, 87.8%, 88.2%, 90.5%, 86.5%; range [86.5%, 90.5%] And given that we can't expect the numbers around 5/20/22 to be nearly as high as on the corresponding date in 2019 (5/24/19), that 2.4M will be reached looks somewhat less certain to me. If we look at the *high* numbers in the range of each day's range of percentages, we'd expect to see the following totals for the next 2 weeks (excluding the week after because the numbers were high in 2019 because of Memorial Day weekend):Thursdays: 90.3% => 2.307M, 2.358MFridays: 94.1% => 2.449M, 2.507MSundays: 93.7% => 2.267M, 2.455MMondays: 90.5% => 2.274M, 2.367M So realistically, Thursdays and Mondays are out, barring some extremely unlikely fluctuation, and the only actually plausible days are Fridays and Sundays. There are 3 Fridays and 3 Sundays left. I don't think this coming Friday and Sunday are likely to see numbers over 2.4M. I do think that 2 weekends from now, Friday May 13 and Sunday May 15 are likely to see totals over 2.4M. If those numbers don't arrive, then I'll plan to drastically lower my forecast at that point."], [88783, "2022-05-04T15:13:05Z", [0.95], ""], [104874, "2022-05-04T14:19:18Z", [0.15], ""], [104874, "2022-05-04T14:18:26Z", [0.44], ""], [79069, "2022-05-04T11:59:56Z", [0.92], ""], [94872, "2022-05-04T07:40:50Z", [0.66], ""], [14603, "2022-05-04T07:24:06Z", [0.95], ""], [22690, "2022-05-04T02:03:26Z", [0.46], ""], [86607, "2022-05-03T17:43:26Z", [0.75], ""], [37566, "2022-05-03T17:29:57Z", [0.21], ""], [69091, "2022-05-03T17:09:46Z", [0.25], "The big travel weekends prior to Memorial day have gone by and it didn't get there.  There was no uptick in travel with masking mandates going away.  Inflation and gas prices will probably deter some travel.   "], [14603, "2022-05-03T09:56:04Z", [0.9], ""], [22690, "2022-05-03T08:17:43Z", [0.48], ""], [106013, "2022-05-02T23:58:31Z", [0.87], ""], [103878, "2022-05-02T20:30:03Z", [0.95], ""], [99943, "2022-05-02T15:11:18Z", [0.9], "Updated graphs:https://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20numbers.jpeghttps://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20percentages.jpeg Thanks to discussion with @OEMichael, I just realized that the peak in travel numbers around May 20 seen in the corresponding days in 2019 was actually for Memorial Day weekend in 2019. Each line in the TSA table shows numbers for each date in 2022 and the corresponding dates in each previous year, shifted so that the same day of the week is being compared. 5/1/22 is compared with 5/2/21, 5/3/20, and 5/5/19. (The date in the first line of the table today is 5/1/22, and the last line is 5/3/21; tomorrow, the line of data labeled 5/3/21 will be moved to the top of the table, labeled with 5/2/22, and the number for 5/2/22 will be added in the 2022 column.) So, the peak in the 2019 data currently shown in the table in the line labeled 5/21/21, which will shift to 5/20/22 with 2022 data, is actually for 5/24/19, which was the Friday before Memorial Day in 2019. But Memorial Day is on May 30 in 2022. So we can't expect the numbers around 5/20/22 to be nearly as high as on the corresponding date in 2019 (5/24/19). But we still have graduation season starting, and this coming weekend, Mother's Day, which is on May 8, 2022 and was also on May 12, 2019, which lines up perfectly in the table. Fridays and Sundays are most likely to see >2.4M, with Thursdays and Mondays just a bit behind. We have 3 more weekends left in the forecast period. This coming weekend (Mother's Day) probably won't see a day reach 2.4M, but the next weekend might. The past 2 Fridays have seen 2022 numbers at 89.4% and 90.9% of 2019 numbers. If Friday, May 13 sees 90.1% of 2019 travel, then 2.4M will be reached. But I am lowering my forecast a bit because without Memorial Day weekend, it might be harder to get to 2.4M after all."], [55987, "2022-05-02T14:43:23Z", [0.81], ""], [96828, "2022-05-02T13:45:54Z", [0.95], "Although trends have been stagnant these past few weeks, overall it seems to be going up, with one close call. Given Mother's Day and Memorial Day is rather close, I presume travel will pick up again despite the increasing risk of COVID.  Plus: My initial analysis over a longer period of time gave me a nearly 8 in 10 chance of this occurring. Because the crowd consensus aid has gone up over the question timeframe, I presume this initial (educated) hunch of mine was correct. But in some regard, I feel overconfident in 95%. Perhaps I'm just weighing crowd wisdom too heavily?"], [96828, "2022-05-02T12:48:27Z", [0.95], ""], [86554, "2022-05-02T09:20:32Z", [0.9], ""], [49937, "2022-05-02T04:42:32Z", [0.95], "Figures remain ~100-300k behind 2019 numbers and in 2019  The next 24 days give us the following >2.5M - 4 >2.6M - 6  >2.7M - 1  All we need is one of those 2.6M day equivalents to get closer to get closer 100-200k range less than the 2019 number and we've got it. I'll continue to hold the 95% chance.  What is interesting, is that against my gut, the peak day in 2019 in this range wasn't Memorial Day weekend, it was the weekend before. So even though this year Memorial Day is outside of the window, we should be ok. I expect we'll hit it in the 14-16 of May range and if I had to guess, I'd say we get 2-3 over 2.4M by the 25th."], [101227, "2022-05-02T01:12:52Z", [0.94], ""], [75611, "2022-05-02T00:56:49Z", [0.98], "because people have lost their minds and can't cancel tickets"], [49838, "2022-05-01T23:43:14Z", [1.0], ""], [81495, "2022-05-01T19:27:18Z", [0.94], "Mean of 2022 levels vs. 2019 has been 89% with a sd of 3.5%. Dip size is pretty normally distributed, so you can calculate a z-score for the necessary dip size to be above 2.4M using that mean and sd, and get probability from there. I.e. the 2019 value for 5/21 is 2.79M, 2.4M would mean 2022 would need to be 86% of 2019, or z-score of -0.87. The chance of 2.4M or above in that framework is 81%.  Calculating probabilities like that for each day gives a cumulative probability of 98%. Highest chance days are 5/21 (or 5/22, unclear) at 81%, then 5/20 at 41%, then 5/14 at 38%. I'm leaving a little more uncertainty mainly because the mean and sd used are based on regular days, but 5/21 is clearly unique since it's a spike, likely related to travel at the end of college semesters. There's a chance the dip size is not the same for that reason."], [99943, "2022-05-01T17:46:58Z", [0.96], "It helps just to see things visually. https://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20numbers.jpeghttps://github.com/belikewaterUS/belikewaterUS/blob/main/tsa%20percentages.jpeg"], [14603, "2022-05-01T08:45:47Z", [0.85], ""], [54663, "2022-05-01T08:38:46Z", [0.95], ""], [30936, "2022-04-30T20:49:54Z", [0.86], "The data seems to have levelled off with a weekly mean near what is needed for the target.  The intra week pattern remains very different from 2019 and the concentration on Friday and Sunday.  The longer term seasonal patterns month to month and around things like holiday weekends seems to be intact.  So it seems like the target is going to be hit as travel increases in May. The rise of CoVID cases in the US is pretty moderate compared to the rest of the world and it doesn't seem to be impacting travel plans. "], [80790, "2022-04-30T09:41:29Z", [0.97], ""], [54663, "2022-04-30T08:18:55Z", [0.95], ""], [86367, "2022-04-29T12:50:46Z", [0.91], ""], [14603, "2022-04-29T07:36:20Z", [0.95], ""], [54663, "2022-04-29T07:30:28Z", [0.95], ""], [88198, "2022-04-29T05:32:26Z", [0.83], ""], [81495, "2022-04-28T18:32:29Z", [0.85], ""], [102205, "2022-04-28T07:30:16Z", [0.2], "Mothers day weekend looks most likely time, but even in 2019 it barely crossed 2.4M. Given higher inflation, travel cost will be more and likely to dampen travel."], [49249, "2022-04-28T07:01:03Z", [0.92], ""], [54663, "2022-04-28T05:38:14Z", [0.95], "Reduce a little as overall trend dipped but still predict will breach 2.4MM."], [88783, "2022-04-28T02:10:06Z", [0.98], ""], [22690, "2022-04-28T01:32:32Z", [0.5], ""], [103928, "2022-04-27T21:52:20Z", [0.8], ""], [106071, "2022-04-27T20:51:48Z", [0.7], ""], [79591, "2022-04-27T13:59:04Z", [0.9], ""], [86554, "2022-04-27T10:58:06Z", [0.82], ""], [88198, "2022-04-27T06:33:40Z", [0.84], ""], [22690, "2022-04-27T02:00:10Z", [0.52], ""], [67259, "2022-04-26T15:26:45Z", [0.98], ""], [88175, "2022-04-26T14:01:29Z", [1.0], ""], [54663, "2022-04-26T13:39:29Z", [0.99], ""], [14603, "2022-04-26T07:37:21Z", [0.8], ""], [22690, "2022-04-26T03:10:42Z", [0.53], ""], [40883, "2022-04-25T19:03:25Z", [0.95], ""], [106187, "2022-04-25T16:51:22Z", [0.94], ""], [48709, "2022-04-25T16:24:28Z", [1.0], ""], [55987, "2022-04-25T14:39:21Z", [0.91], ""], [86554, "2022-04-25T12:06:09Z", [0.88], ""], [86554, "2022-04-25T12:05:26Z", [0.85], ""], [37893, "2022-04-25T07:17:13Z", [0.95], ""], [105993, "2022-04-25T04:08:58Z", [0.85], ""], [22690, "2022-04-25T01:18:45Z", [0.54], ""], [88776, "2022-04-25T00:36:38Z", [0.92], ""], [54663, "2022-04-24T12:45:01Z", [0.99], ""], [37566, "2022-04-23T18:08:14Z", [0.22], "Most likely days: 9th-10th (Monday-Tuesday after Mother's Day)19th-20th, 23rd-24th (Thursday-Friday and Monday-Tuesday surrounding end-of-semester in US (most often 3rd Friday in May)26th-27th (Thursday-Friday before Memorial Day, out-of-scope)If it happens, [in May] I think it will be the 24th or 27th. I don't think it will happen on the 24th and the 27th is out-of-scope.Flights are at ~90% of 2019 levels. Student enrollment in US colleges and universities is down ~6% (compared to pre-pandemic), foreign student enrollment is still down ~12%. The \"school's out for the summer\" boost just isn't going to happen this year."], [54663, "2022-04-23T14:34:06Z", [0.99], ""], [79069, "2022-04-23T06:53:20Z", [0.95], ""], [81495, "2022-04-22T15:21:55Z", [0.91], ""], [13306, "2022-04-22T14:41:47Z", [0.98], ""], [22690, "2022-04-22T00:34:18Z", [0.56], ""], [99943, "2022-04-21T23:47:44Z", [0.96], "Looking at an individual day's number as a percentage of the corresponding day in 2019, such percentages have been trending upward very slowly throughout the forecast period. The 7-day average of such percentages is now at 91.4%, and by the end of the forecast period, a linear projection suggests that 2022 days could average just over 92% of 2019 days. I think the most likely days for 2.4M to be reached are the following:May 5, 6, 12, 13, 15, (16,) 19, 20date, number as % of 2019 number on corresponding day, 7-day average of these percentages  3/16/2022    85.9%    87.5%3/17/2022    88.4%    87.6%3/18/2022    90.2%    88.1%3/19/2022    94.2%    89.0%3/20/2022    93.1%    89.5%3/21/2022    88.7%    89.4%3/22/2022    86.3%    89.5%3/23/2022    86.3%    89.6%3/24/2022    89.8%    89.8%3/25/2022    90.2%    89.8%3/26/2022    92.5%    89.6%3/27/2022    91.9%    89.4%3/28/2022    90.3%    89.6%3/29/2022    85.7%    89.5%3/30/2022    87.7%    89.7%3/31/2022    91.1%    89.9%4/1/2022    91.7%    90.1%4/2/2022    95.1%    90.5%4/3/2022    89.5%    90.2%4/4/2022    89.7%    90.1%4/5/2022    88.4%    90.5%4/6/2022    88.8%    90.6%4/7/2022    89.1%    90.3%4/8/2022    89.5%    90.0%4/9/2022    94.5%    89.9%4/10/2022    93.7%    90.5%4/11/2022    87.8%    90.3%4/12/2022    85.3%    89.8%4/13/2022    88.0%    89.7%4/14/2022    89.3%    89.7%4/15/2022    94.1%    90.4%4/16/2022    95.3%    90.5%4/17/2022    94.0%    90.5%4/18/2022    88.2%    90.6%4/19/2022    88.9%    91.1%4/20/2022    90.0%    91.4%"], [80790, "2022-04-21T20:07:41Z", [0.68], "Easter weekend got over 2.3m on a couple of days, but not that close to the threshold.  With no remaining public of school holidays before the deadline in the question, it’s not clear that as many peaks could be reached.  If we add on this the pressures of inflation on ticket prices and household incomes I expect demand to become slightly more depressed over the next month or so.  therefore I think the threshold can be reached, but it needs more of a coincidence of people travelling on the same day than has happened recently."], [37566, "2022-04-21T19:12:06Z", [0.22], ""], [29583, "2022-04-21T13:44:10Z", [0.99], ""], [105642, "2022-04-21T13:06:49Z", [1.0], ""], [54663, "2022-04-20T15:15:45Z", [0.99], ""], [691, "2022-04-20T15:11:06Z", [0.98], ""], [86367, "2022-04-20T15:05:02Z", [0.83], ""], [86554, "2022-04-20T13:42:11Z", [0.9], ""], [14603, "2022-04-20T08:06:28Z", [0.9], ""], [104874, "2022-04-20T06:42:56Z", [1.0], ""], [54663, "2022-04-19T16:43:53Z", [0.99], ""], [79069, "2022-04-19T16:06:43Z", [0.99], ""], [69091, "2022-04-19T14:19:11Z", [0.85], "Expected it to happen for Easter.  With recent announcement that masks are becoming optional, leaving it up at 85%"], [106104, "2022-04-19T14:02:53Z", [0.53], ""], [37566, "2022-04-19T13:06:26Z", [0.61], "Easter weekend was a bust. Maybe mid-May?"], [67259, "2022-04-19T12:58:45Z", [0.95], ""], [13306, "2022-04-19T11:53:44Z", [0.97], ""], [767, "2022-04-19T04:07:12Z", [0.95], ""], [22690, "2022-04-19T02:27:52Z", [0.58], ""], [49249, "2022-04-18T20:42:03Z", [0.95], ""], [87827, "2022-04-18T17:10:32Z", [0.95], "Following the crowd up 5"], [54663, "2022-04-18T14:14:54Z", [0.99], "Looking increasingly likely on this one."], [105006, "2022-04-18T13:09:41Z", [0.9], ""], [80790, "2022-04-18T09:45:01Z", [0.91], ""], [96618, "2022-04-18T09:40:55Z", [0.95], ""], [29583, "2022-04-18T09:06:30Z", [0.98], ""], [14603, "2022-04-18T07:28:12Z", [0.95], ""], [49937, "2022-04-18T04:16:56Z", [0.95], "Figures appear to be ~100-300k behind 2019 numbers and in 2019 the next month saw 16 days over 2,500 and 1 over 2,700. Noise alone could get it there on one of the 16 days with the differences we've been seeing, so assigning a 95% chance."], [88198, "2022-04-18T03:59:42Z", [0.87], ""], [22690, "2022-04-18T01:19:37Z", [0.56], ""], [99780, "2022-04-17T22:44:37Z", [0.95], ""], [103928, "2022-04-17T08:24:22Z", [0.9], ""], [81495, "2022-04-17T00:33:56Z", [0.86], ""], [49249, "2022-04-16T20:50:27Z", [0.92], ""], [99943, "2022-04-16T18:10:54Z", [0.96], "Looking at an individual day's number as a percentage of the corresponding day in 2019, such percentages were trending upward very slowly above 90%, but then started to fall recently. But that seems to have been a blip, and the numbers are overall trending upward again, towards a trend value of ~91.4% by 5/22/22. This gives me more confidence that 2.4M will be achieved. So I'm adjusting my forecast back up a bit. Based on previous Mondays, I expect the coming Monday to be at ~89-90% of the total for the corresponding day in 2019, which would be 2.309M. So I don't think 2.4M will be reached this holiday weekend. I think the most likely days are the following:\nFridays: May 6, 13, 20\nSundays: May 15\nThursdays: May 12, 19 date, number as % of 2019 number on corresponding day, 7-day average of these percentages \n3/16/2022\t85.9%\t87.5%\n3/17/2022\t88.4%\t87.6%\n3/18/2022\t90.2%\t88.1%\n3/19/2022\t94.2%\t89.0%\n3/20/2022\t93.1%\t89.5%\n3/21/2022\t88.7%\t89.4%\n3/22/2022\t86.3%\t89.5%\n3/23/2022\t86.3%\t89.6%\n3/24/2022\t89.8%\t89.8%\n3/25/2022\t90.2%\t89.8%\n3/26/2022\t92.5%\t89.6%\n3/27/2022\t91.9%\t89.4%\n3/28/2022\t90.3%\t89.6%\n3/29/2022\t85.7%\t89.5%\n3/30/2022\t87.7%\t89.7%\n3/31/2022\t91.1%\t89.9%\n4/1/2022\t91.7%\t90.1%\n4/2/2022\t95.1%\t90.5%\n4/3/2022\t89.5%\t90.2%\n4/4/2022\t89.7%\t90.1%\n4/5/2022\t88.4%\t90.5%\n4/6/2022\t88.8%\t90.6%\n4/7/2022\t89.1%\t90.3%\n4/8/2022\t89.5%\t90.0%\n4/9/2022\t94.5%\t89.9%\n4/10/2022\t93.7%\t90.5%\n4/11/2022\t87.8%\t90.3%\n4/12/2022\t85.3%\t89.8%\n4/13/2022\t88.0%\t89.7%\n4/14/2022\t89.3%\t89.7%\n4/15/2022\t94.1%\t90.4%"], [106043, "2022-04-16T17:06:27Z", [0.1], "Update: The last time the number of travelers was 2.4 million or more (when this challenge was still open) was November 28, 2021, not February 25, 2020. It is difficult for me to tell whether I would have changed my prediction had I not been under the false assumption. The last time the number of travelers was 2.4 million or more was on February 25, 2020. While the number is getting close to 2.4 million again, and based on trends from the past few years, could suddenly exceed 2.4 million, there will probably be new variants of the coronavirus that will reduce travel."], [49249, "2022-04-16T13:24:00Z", [0.9], ""], [54663, "2022-04-16T10:22:51Z", [0.99], "Will most likely happen this Easter weekend."], [14603, "2022-04-16T09:11:30Z", [0.8], ""], [37893, "2022-04-16T06:59:42Z", [0.95], ""], [54663, "2022-04-16T04:26:19Z", [0.99], "Looks like it but will review and revise down if not after Easter weekend."], [101512, "2022-04-16T03:08:47Z", [0.49], ""], [99943, "2022-04-15T17:36:02Z", [0.9], "Looking at Monday, April 18 as the next most likely possibility."], [99943, "2022-04-15T17:31:07Z", [0.85], "Looking at an individual day's number as a percentage of the corresponding day in 2019, such percentages had been trending upward very slowly above 90%. Recent numbers have caused the 7-day average of these percentages to fall to 89.7%. This gives me less confidence that 2.4M will be achieved."], [37566, "2022-04-15T14:55:13Z", [1.0], "4/14 was 97% of the way there. If it doesn't pop today (Friday, April 15), it might on Monday. If it doesn't happen this Easter weekend, I'll revise down."], [103928, "2022-04-15T14:14:42Z", [0.95], ""], [21046, "2022-04-15T13:39:12Z", [0.97], ""], [105174, "2022-04-15T12:41:54Z", [1.0], ""], [14603, "2022-04-15T07:32:46Z", [0.95], ""], [22690, "2022-04-15T00:18:45Z", [0.58], ""], [86554, "2022-04-14T20:55:14Z", [0.96], ""], [94821, "2022-04-14T15:23:22Z", [1.0], ""], [99943, "2022-04-14T14:18:45Z", [0.99], "Maintaining forecast.\ndate, number as % of 2019 number on corresponding day, 7-day average of these percentages\n3/16/2022\t85.9%\t87.5%\n3/17/2022\t88.4%\t87.6%\n3/18/2022\t90.2%\t88.1%\n3/19/2022\t94.2%\t89.0%\n3/20/2022\t93.1%\t89.5%\n3/21/2022\t88.7%\t89.4%\n3/22/2022\t86.3%\t89.5%\n3/23/2022\t86.3%\t89.6%\n3/24/2022\t89.8%\t89.8%\n3/25/2022\t90.2%\t89.8%\n3/26/2022\t92.5%\t89.6%\n3/27/2022\t91.9%\t89.4%\n3/28/2022\t90.3%\t89.6%\n3/29/2022\t85.7%\t89.5%\n3/30/2022\t87.7%\t89.7%\n3/31/2022\t91.1%\t89.9%\n4/1/2022\t91.7%\t90.1%\n4/2/2022\t95.1%\t90.5%\n4/3/2022\t89.5%\t90.2%\n4/4/2022\t89.7%\t90.1%\n4/5/2022\t88.4%\t90.5%\n4/6/2022\t88.8%\t90.6%\n4/7/2022\t89.1%\t90.3%\n4/8/2022\t89.5%\t90.0%\n4/9/2022\t94.5%\t89.9%\n4/10/2022\t93.7%\t90.5%\n4/11/2022\t87.8%\t90.3%\n4/12/2022\t85.3%\t89.8%\n4/13/2022\t88.0%\t89.7%\nThanks to the last 3 days of data, my linear fit to column 2 is now just about flat. This forecast could end up a lot narrower than I initially thought it might be.\nLet's see how the numbers around Easter go. Today (Thursday) and Monday are likely to see the greatest travel numbers. After that, the next likeliest time for seeing >2.4M is in May."], [54663, "2022-04-14T09:44:02Z", [0.99], "Will hit the target"], [12694, "2022-04-14T02:57:33Z", [0.95], ""], [81495, "2022-04-14T02:12:31Z", [0.95], ""], [37566, "2022-04-14T01:50:06Z", [1.0], "There are 42 days until May 25th, 2022. Using 2019 as a baseline, the 2022 numbers are ~90% of what the 2019 numbers were, when adjusting for days of the week. From 13-April-2019 to 25-May-2019 date range, (again, adjusting for days of the week) there were ~10 days where the TSA screened more than 2.4M/0.90. 10/42=0.23\nP=1-('P^n)\nP=1-(0.76^42)\nP=0.99 It's still a rough estimate, but much more accurate than my last attempt. (thanks to @belikewater for highlighting my earlier maths error)"], [29583, "2022-04-13T10:13:01Z", [0.95], ""], [101227, "2022-04-12T20:56:08Z", [0.9], ""], [176, "2022-04-12T19:57:11Z", [1.0], ""], [104906, "2022-04-12T17:08:57Z", [0.99], ""], [103527, "2022-04-12T14:53:19Z", [0.84], "I liked @belikewater and @slapthepancake 's exchange / forecasts. I'd been following the 2022/2019 % as well (somewhere around the 80/90% for some time and felt that supported my current view. Particularly given the rise in COVID cases I felt like that ratio wouldn't narrow fast enough in this window to hit 2.4m. That said, there are a few chances over the next month (over 2.6m cases in 2019, so could flow through to 2.4m this year). Their forecasts are given me a bit more confidence but I'm staying cautious given the rise in this last wave of COVID, maybe it weighs on travel."], [14603, "2022-04-12T07:39:46Z", [0.9], ""], [49249, "2022-04-12T07:00:16Z", [0.93], ""], [99943, "2022-04-12T05:58:10Z", [0.99], "Just repeating my forecast (https://www.gjopen.com/comments/1431413 ) to say that this Thursday, April 14, is a possibility for reaching 2.4M."], [81495, "2022-04-11T21:16:30Z", [0.91], "Following @belikewater, though with some uncertainty added in regarding end-of-semester travel as undergraduate enrollment is down almost 7% since 2019 (https://www.npr.org/2022/01/13/1072529477/more-than-1-million-fewer-students-are-in-college-the-lowest-enrollment-numbers-). End-of-semester travel seems to be driving the historic peak on May 20 that has the highest chance of going above 2.4. The spring break peak was 93% of 2019 though vs ~90% for other days recently so that may be unfounded. There's also some uncertainty to me around COVID by then, with upticks in cases in Canada and Europe, though that may not have much of an effect. I think I'm just uncomfortable relying mostly on a single date in late May to resolve the question, I'm probably throwing away points here. "], [37566, "2022-04-11T19:45:59Z", [0.59], "There are 44 days until May 25th, 2022.\nOnly 26 days during the 11-April-2019 to 25-May-2019 date range were days where the TSA screened more than 2.4M. \n26/44=0.59"], [13306, "2022-04-11T15:54:23Z", [0.98], ""], [37893, "2022-04-11T06:41:49Z", [0.95], ""], [1667, "2022-04-10T22:51:36Z", [0.9], ""], [22690, "2022-04-10T12:01:40Z", [0.6], ""], [104874, "2022-04-10T07:04:53Z", [0.93], ""], [86554, "2022-04-10T06:05:55Z", [0.94], ""], [49249, "2022-04-09T20:41:15Z", [0.93], ""], [49249, "2022-04-09T20:39:34Z", [0.9], "Following belikewater. Thanks for doing the math!"], [88783, "2022-04-09T12:58:27Z", [0.95], ""], [14603, "2022-04-09T08:49:33Z", [1.0], ""], [29583, "2022-04-09T02:21:59Z", [0.85], ""], [99780, "2022-04-08T23:07:39Z", [0.92], ""], [101542, "2022-04-08T17:58:10Z", [0.95], ""], [101542, "2022-04-08T17:57:53Z", [0.64], ""], [99943, "2022-04-08T15:31:38Z", [0.99], "If you plot out the numbers for each date for March 16 through May 25 for each year, here's what they look like:\n* First, note that the source data table gives \"TSA checkpoint travel numbers (current year versus prior year(s)/same weekday)\"; in other words, the number for a date in one year is compared against the number for the same date in another year, shifted by 1 or more days so that it's on the same weekday.\n* A somewhat noisy weekly pattern is clear: \n   ** The lowest numbers are usually on Saturdays (with occasional exceptions) and mid-week, usually Tuesdays and Wednesdays.\n   ** The highest numbers are usually on Fridays and Sundays, with occasional exceptions.\n   ** Generally, Mondays are almost as high as Sundays, and Thursdays are almost as high as Fridays.\n* In 2019, from Easter weekend onward in the forecast period, the lowest numbers were on Saturdays; Tuesdays weren't quite as low. In 2021, throughout the entire forecast period, the pattern was reversed: the lowest numbers were mid-week, and Saturdays weren't quite as low. (Does this mean more travel was more business travel in 2021 than in 2019? I'm not sure what to make of this switch.) So far, 2022 has followed the same pattern as 2021.\n* The numbers were really low in 2020.\n* The numbers in 2021 were a bit more than half of those in 2019. The numbers on each day in this period in 2021 were an average of 61% of those in 2019. The numbers in 2021 also started to climb closer to the 2019 numbers throughout the forecast period (and beyond).\n* The numbers in 2022 in the forecast period so far are slightly beneath those in 2019 and track the shape of the 2019 curve very well.\n* 2-5 days each week in the forecast period in 2019 saw numbers above 2.4M. Here are some calculations from the data:\n* The numbers in 2022 in the forecast period have so far averaged ~90% of the 2019 numbers, ranging from 86% to 95% for each individual day.\n* Looking at 0.86 * the numbers in the remainder of the forecast period in 2019, 1 such number is >2.4M - barely (2,401,696 on Friday 5/20/22).\n* Looking at 0.90 * the numbers in the remainder of the forecast period in 2019, 2 such numbers are >2.4M (2,406,272 on 5/19/22, 2,513,403 on 5/20/22).\n* Looking at 0.95 * the numbers in the remainder of the forecast period in 2019, 15 such numbers are >2.4M (starting on 4/8/22).\nThus, if one assumes that no number in the forecast period will be below 86% of the number on the corresponding day in 2019, then we can expect at least one day to be over 2.4M.  But these percentages vary with the day of the week:\n* The peak percentages have occurred each Saturday so far in the forecast period and were 94%, 92% and 95%. Even if every Saturday were at 95% of 2019, no Saturday would exceed 2.4M.\n* The minimum percentages have occurred each Tuesday (and one Wednesday, same value) so far in the forecast period and were 86% (and Wed. 86%), 86%, and 88%. Even if every Tuesday and Wednesday were at 95% of 2019, no Tuesday or Wednesday would exceed 2.4M.\n* On Mondays, the percentages have been 89%, 90% and 90%. If Mondays see 89% or 90% of the corresponding days' numbers in 2019, then we can expect 0 Mondays to be over 2.4M.\n* This means that if a day in the forecast period sees 2.4M, it will almost certainly not be a Monday, Tuesday, Wednesday or Saturday (which one can see just from looking at the numbers anyway). The only somewhat close possible exception would likely be Monday, May 9.\n* Peak travel days of the week are usually Fridays and Sundays. On Fridays, percentages have been 90%, 90%, and 92%. On Sundays, the percentages have been 93%, 92%, and 89%.\n* On Thursdays, the percentages have been 88%, 90% and 91%. \n* If we say that Thursdays, Fridays and Sundays will be at least 88% of the corresponding days in 2019, then we can expect Friday, May 20 to see more than 2.4M screened.\n* If Thursdays see <=89% of  the corresponding days' numbers in 2019, then we can expect 0 Thursdays at or over 2.4M. If Thursdays see 90% or 91% of the corresponding days' numbers in 2019, then we can expect 1 Thursday (May 19) over 2.4M. At 92% or 93%, we can expect 3 Thursdays over 2.4M.\n* If Fridays see 86-90% of the corresponding days' numbers in 2019, then we can expect 1 Friday (May 20) over 2.4M. If Fridays are all at 91% or 92% of 2019 Fridays, then we can expect  2 Fridays (May 13 and 20) to exceed 2.4M. At 93%, 3 Fridays can be expected to exceed 2.4M.\n* If Sundays see <=91% of the corresponding days' numbers in 2019, then we can expect 0 Sundays over 2.4M. If Sundays are all at 92-95% of 2019 Sundays, then we can expect Sunday, May 15 to exceed 2.4M. At 96%, there would be 3 Sundays >2.4M. With reported Covid case numbers are relatively low and continue to fall overall and that most people think the pandemic is over, and with all of the pent-up travel demand, I expect the daily numbers of travelers screened to increase slightly as a percentage of the corresponding numbers in 2019. I expect a small travel boost around Easter, followed by slightly lower numbers for the rest of April, and increases through May to a peak on May 20 and possibly May 22 in the forecast period. Given that Sunday, March 20 already saw 2,366,751 travelers, just shy of 2.4M and 93% of the corresponding day in 2019, and all the considerations above, I think it is all but certain that at least 2.4M will be screened on a single day in the forecast period. Any way I slice or dice it, I come out with at least one, assuming only that demand levels remain at a constant percentage of 2019 levels, on average. While the data are somewhat noisy, and it's possible that 2022 numbers in the forecast period will end up following a different pattern from those in 2019 (e.g., most importantly, around May 20-22), it would take a significant negative departure from current patterns to end up with no days at or over 2.4M. I suspect that if anything, 2022 travel numbers will increase slightly as a fraction of 2019 numbers. Update 4/10:\nFor each day, I calculate that day's number screened as a percentage of the corresponding day's number in 2019. Here are these percentages, followed by their 7-day moving averages:\n3/16/2022\t85.9%\t87.5%\n3/17/2022\t88.4%\t87.6%\n3/18/2022\t90.2%\t88.1%\n3/19/2022\t94.2%\t89.0%\n3/20/2022\t93.1%\t89.5%\n3/21/2022\t88.7%\t89.4%\n3/22/2022\t86.3%\t89.5%\n3/23/2022\t86.3%\t89.6%\n3/24/2022\t89.8%\t89.8%\n3/25/2022\t90.2%\t89.8%\n3/26/2022\t92.5%\t89.6%\n3/27/2022\t91.9%\t89.4%\n3/28/2022\t90.3%\t89.6%\n3/29/2022\t85.7%\t89.5%\n3/30/2022\t87.7%\t89.7%\n3/31/2022\t91.1%\t89.9%\n4/1/2022\t91.7%\t90.1%\n4/2/2022\t95.1%\t90.5%\n4/3/2022\t89.5%\t90.2%\n4/4/2022\t89.7%\t90.1%\n4/5/2022\t88.4%\t90.5%\n4/6/2022\t88.8%\t90.6%\n4/7/2022\t89.1%\t90.3%\n4/8/2022\t89.5%\t90.0%\n4/9/2022\t94.5%\t89.9%\nSo it does appear that the number screened is generally slowly, slightly trending up toward 2019 levels; linear fits suggest that the 7-day averages may end up around 92-94% (the latter number is probably too high) of 2019 levels by the end of the forecast period.\n19 more Thursdays, Fridays and Sundays remain in the forecast period."], [102737, "2022-04-08T12:19:12Z", [0.95], ""], [103878, "2022-04-08T11:25:33Z", [0.9], ""], [103928, "2022-04-08T10:28:25Z", [0.9], ""], [86554, "2022-04-08T09:23:38Z", [0.88], ""], [14603, "2022-04-08T08:04:42Z", [0.9], ""], [54663, "2022-04-08T07:49:03Z", [0.9], "This could be a little closer than initially forecast but still plenty time to happen."], [81495, "2022-04-08T03:23:56Z", [0.71], ""], [22690, "2022-04-08T00:48:20Z", [0.61], ""], [88198, "2022-04-07T22:55:30Z", [0.89], "90>89.  Looks like this will be a nail-biter."], [96828, "2022-04-07T21:49:43Z", [0.9], ""], [12694, "2022-04-07T18:44:02Z", [0.93], ""], [12694, "2022-04-07T18:42:58Z", [0.9], ""], [69091, "2022-04-07T15:26:22Z", [0.85], ""], [103610, "2022-04-07T15:10:20Z", [0.74], ""], [81495, "2022-04-07T15:08:20Z", [0.63], "Looking at the college semester end peak compared to the spring break peak in 2019, the semester end peak was 1.1% higher than spring break peak. We should see the semester end peak on May 22, but 1.1% above this year's spring break peak would be 2.393, just barely below threshold. I don't think these numbers can fluctuate super dramatically considering they're based off of scheduled airline flights with set capacity. Would be below 50%, but bumping higher because I think its more likely for students to forego spring break travel during COVID than travel to home or to an internship, especially if they live in a dorm and need to move, so the bump will likely be proportionally larger than 2019 pre-COVID. "], [105006, "2022-04-07T15:01:49Z", [0.88], ""], [103965, "2022-04-07T10:29:22Z", [0.8], ""], [103674, "2022-04-07T10:21:13Z", [0.59], ""], [22690, "2022-04-07T07:23:10Z", [0.62], ""], [99454, "2022-04-07T05:27:02Z", [0.95], ""], [91535, "2022-04-07T03:56:13Z", [0.0], ""], [35, "2022-04-07T03:23:43Z", [0.73], ""], [105633, "2022-04-07T01:04:16Z", [0.73], ""], [105633, "2022-04-07T01:03:40Z", [0.55], ""], [37566, "2022-04-06T17:22:17Z", [0.56], "There are 49 days until May 25th, 2022. Only 29 days during the 06-April-2019 to 25-May-2019 date range were days where the TSA screened more than 2.4M. 29/49=0.59"], [105642, "2022-04-06T11:31:38Z", [0.65], ""], [22690, "2022-04-06T02:20:52Z", [0.63], ""], [54663, "2022-04-05T18:23:49Z", [0.99], "High likely now that this will cross the threshold."], [105174, "2022-04-05T16:49:31Z", [0.99], ""], [62255, "2022-04-05T16:24:25Z", [0.95], ""], [105642, "2022-04-05T16:04:32Z", [0.65], "Even with gas prices rising, it looks like the TSA is still screening pretty close to 2.4 million people. "], [97527, "2022-04-05T15:29:12Z", [0.89], "recent data shows an increase in amount of travelers https://www.tsa.gov/coronavirus/passenger-throughput"], [84880, "2022-04-05T14:41:03Z", [0.99], ""], [88776, "2022-04-05T13:30:07Z", [0.91], ""], [37893, "2022-04-05T08:27:52Z", [0.95], ""], [22690, "2022-04-05T01:00:05Z", [0.64], ""], [99780, "2022-04-04T22:14:52Z", [0.97], ""], [69091, "2022-04-04T18:12:29Z", [0.9], ""], [105006, "2022-04-04T15:26:51Z", [0.85], ""], [55987, "2022-04-04T15:17:06Z", [0.94], ""], [74864, "2022-04-04T13:24:02Z", [0.95], ""], [68, "2022-04-04T09:52:12Z", [0.9], "2.367 m on 20 March. "], [21884, "2022-04-04T02:20:05Z", [0.88], ""], [767, "2022-04-03T22:31:28Z", [0.8], "Highest for the year was 2,366,751 on 3/20/22 followed by 2,307,110 on 3/27/22. \nAs Spring break travel continues, it's very likely to pass the 2.4 mark. "], [104378, "2022-04-03T20:15:14Z", [0.97], ""], [22690, "2022-04-03T05:06:53Z", [0.66], ""], [105008, "2022-04-03T01:12:45Z", [0.9], ""], [101227, "2022-04-02T21:15:00Z", [0.8], ""], [86554, "2022-04-02T18:48:06Z", [0.96], ""], [98345, "2022-04-02T18:14:18Z", [0.96], ""], [86367, "2022-04-02T09:07:56Z", [0.98], ""], [105616, "2022-04-02T05:21:22Z", [1.0], "me when the."], [105570, "2022-04-01T23:31:05Z", [0.64], ""], [1646, "2022-04-01T19:03:00Z", [0.93], ""], [54663, "2022-04-01T13:22:56Z", [0.95], "Just reaffirming forecast"], [102205, "2022-04-01T10:38:37Z", [0.8], ""], [22690, "2022-04-01T02:46:57Z", [0.68], ""], [101542, "2022-03-31T16:35:28Z", [0.34], ""], [691, "2022-03-31T12:49:16Z", [0.99], ""], [21046, "2022-03-31T11:57:28Z", [0.96], ""], [37893, "2022-03-31T09:41:23Z", [0.95], ""], [87427, "2022-03-31T05:07:47Z", [0.9], ""], [30936, "2022-03-31T01:44:39Z", [0.81], "I am now thinking that the status quo makes this near 100% likely but that there is a 19% chance current travel levels are reduced by BA.2 virus wave.   As others say, there is a very strong chance from current levels that seasonal effects will lead this to be hit in May.  Given where these numbers were in January though and a new wave of CoVID with a new variant I am feeling pretty uncertain.  Even a couple hundred thousand reduction in travel numbers would make hitting this target nearly impossible and there now seems to be a scenario developing that has caused that kind of drop in the recent past."], [80790, "2022-03-30T21:17:03Z", [0.99], ""], [37566, "2022-03-30T14:42:03Z", [0.98], "Numbers should start rising noticeably at the end of April/beginning of May."], [80590, "2022-03-30T03:52:11Z", [0.9], "Hit 2.37M on 20 March,  with spring weather coming and some holidays, likely to break that level. "], [22690, "2022-03-30T02:35:08Z", [0.7], ""], [88776, "2022-03-29T20:43:23Z", [0.9], ""], [37555, "2022-03-29T18:59:26Z", [1.0], ""], [81495, "2022-03-29T16:22:41Z", [0.84], ""], [30936, "2022-03-29T03:23:36Z", [0.89], "The BA.2 wave is starting in the USA so difficult to imagine travel continues trending up. Excluding January data for 2022 gives a 99% chance of hitting the target. Including January reduces to 70%.  With the new wave of BA.2 which as I understand is higher R0 (estimated around 12 vs Omicron's 9) and unknown virulence adds uncertainty so I am reluctant to keep a forecast in the 90s. Seeing the rolling 7 day average drop back below 2 million ( currently 2.116) would decrease the probability further."], [22690, "2022-03-29T02:07:22Z", [0.72], ""], [88783, "2022-03-29T00:45:07Z", [0.98], ""], [12694, "2022-03-28T15:16:23Z", [0.99], "Updating for the passage of time."], [102737, "2022-03-28T15:06:56Z", [1.0], ""], [79069, "2022-03-28T14:00:44Z", [1.0], "We're within around 10% or less of the traffic numbers for 2019, and it looks very likely that the Easter week from ~8th -18th April will hit the target."], [81495, "2022-03-28T13:29:33Z", [0.81], "Didn’t hit it during March and fuel price hikes are set to raise prices for the next few months which may dent demand. Also realizing now that the seasonal bump in March I couldn’t explain is probably spring break travel, and May a week before Memorial day weekend is probably for college semesters ending and students flying home. That point in May and Easter will be the points to watch."], [22690, "2022-03-28T01:40:12Z", [0.9], ""], [104906, "2022-03-27T22:51:25Z", [1.0], ""], [30074, "2022-03-27T20:46:11Z", [0.97], ""], [104378, "2022-03-27T20:26:28Z", [0.99], ""], [88452, "2022-03-27T13:28:54Z", [1.0], "Likely resolved as of 27 Mar 2022."], [86367, "2022-03-27T09:49:57Z", [0.95], ""], [10039, "2022-03-27T06:51:35Z", [1.0], ""], [22690, "2022-03-27T01:52:48Z", [0.74], ""], [37566, "2022-03-27T00:56:08Z", [0.98], ""], [1646, "2022-03-27T00:50:09Z", [0.88], ""], [88175, "2022-03-26T21:00:40Z", [0.95], ""], [105528, "2022-03-26T16:40:44Z", [0.9], "COVID travel itch, graduation, Summer coming, go one step further and it will happen 15 May. (I'm flying 15 May and will verify)"], [81495, "2022-03-26T05:26:07Z", [0.88], "Brushing up against the border with almost 2,367,000 on 3/20, and we still have the Easter and near-Memorial day spikes to watch. "], [22690, "2022-03-26T02:46:21Z", [0.76], ""], [86367, "2022-03-26T01:51:15Z", [0.93], ""], [21046, "2022-03-25T20:02:42Z", [0.92], ""], [13551, "2022-03-25T19:43:45Z", [0.74], ""], [691, "2022-03-25T16:24:05Z", [0.98], ""], [88783, "2022-03-25T14:55:27Z", [0.97], ""], [103162, "2022-03-25T14:18:06Z", [1.0], ""], [29583, "2022-03-25T12:42:54Z", [0.98], ""], [33873, "2022-03-25T08:09:16Z", [0.96], ""], [22690, "2022-03-25T01:31:43Z", [0.78], ""], [30936, "2022-03-25T00:28:01Z", [0.93], "My method of summing the probability by weekday now certain the target will be hit.  It is probably overstating the case somewhat and also I guess if the target is not hit soon there may be some slowing in travel as the BA.2 variant spreads."], [88198, "2022-03-24T23:37:48Z", [0.9], ""], [54663, "2022-03-24T15:49:05Z", [0.95], "Looks likely that this will happen."], [101031, "2022-03-24T09:37:08Z", [0.92], ""], [101031, "2022-03-24T09:35:51Z", [0.85], ""], [96828, "2022-03-24T06:47:11Z", [0.96], ""], [96828, "2022-03-24T06:46:55Z", [0.95], ""], [105486, "2022-03-24T02:47:46Z", [0.8], ""], [22690, "2022-03-23T23:53:14Z", [0.8], ""], [103878, "2022-03-23T20:54:04Z", [0.95], ""], [101542, "2022-03-23T20:02:07Z", [0.2], ""], [691, "2022-03-23T16:36:25Z", [0.97], ""], [104011, "2022-03-23T15:01:43Z", [0.3], "Before COVID, this happened weekly, but we're not entirely there yet. Current numbers are going up again into the 2M+, but reaching numbers similar to before COVID seems a bit of a stretch."], [87827, "2022-03-23T15:01:08Z", [0.9], "Following the crowd up since it sounds like it came very close."], [37893, "2022-03-23T08:58:08Z", [0.95], ""], [103928, "2022-03-23T04:38:30Z", [0.95], ""], [22690, "2022-03-23T02:31:13Z", [0.88], ""], [37566, "2022-03-23T01:03:18Z", [0.98], ""], [86607, "2022-03-22T22:25:23Z", [0.96], ""], [33873, "2022-03-22T21:39:07Z", [0.95], ""], [2296, "2022-03-22T21:24:59Z", [0.15], "Would have to have more travelers than usual, not that many screens in past and gas prices, inflation will start hitting peoples pocket books."], [97527, "2022-03-22T20:44:20Z", [0.79], "pr(at least once > 2.4m) = 1-(0 times >2.4m)\t\t\t\t79%\n\n\nhistorically 2% occurrence (7/365)\t\t\t2%\t\n"], [99993, "2022-03-22T20:01:06Z", [0.95], ""], [691, "2022-03-22T17:17:06Z", [0.98], ""], [24440, "2022-03-22T16:10:59Z", [0.96], ""], [12694, "2022-03-22T14:33:01Z", [1.0], "Updating to high confidence since we still have two months to go and we just barely missed it on the 20th: 2,366,751 "], [96828, "2022-03-22T09:21:19Z", [0.87], ""], [3717, "2022-03-22T09:03:20Z", [0.95], ""], [14603, "2022-03-22T07:57:55Z", [1.0], ""], [22690, "2022-03-22T05:44:22Z", [0.9], "Just been too conservative on this one assuming business travel would not return, but it appears Americans are keen to travel. Bumping up significantly."], [88783, "2022-03-22T02:33:15Z", [0.96], ""], [35, "2022-03-22T02:04:01Z", [0.84], ""], [35, "2022-03-22T02:02:52Z", [0.27], ""], [554, "2022-03-21T22:47:25Z", [0.95], ""], [30074, "2022-03-21T21:55:49Z", [0.96], ""], [1333, "2022-03-21T21:54:42Z", [1.0], "https://simpleflying.com/tsa-saw-3rd-busiest-day-since-covid-began/"], [691, "2022-03-21T21:13:54Z", [0.97], ""], [79069, "2022-03-21T19:43:21Z", [1.0], ""], [79591, "2022-03-21T19:42:54Z", [1.0], ""], [206, "2022-03-21T17:11:36Z", [0.98], ""], [104940, "2022-03-21T16:42:09Z", [1.0], ""], [55987, "2022-03-21T15:05:16Z", [0.99], ""], [102737, "2022-03-21T12:48:44Z", [0.97], ""], [67259, "2022-03-21T12:47:17Z", [0.9], "Strong likelihood given numbers are already high here. Pre-Covid these numbers were reached and given an anecdotal desire to travel more after Covid restrictions could see these number increase further still"], [86554, "2022-03-21T12:26:13Z", [0.95], ""], [86554, "2022-03-21T12:25:32Z", [0.9], ""], [105209, "2022-03-21T12:23:02Z", [0.99], "Yesterday, March 20th, more than 2.36 million were screened. And it's a 4-day streak of more than 2 million passengers a day. It is highly likely a 2.4 million valuewill happen before the deadline. "], [86554, "2022-03-21T08:47:37Z", [0.75], ""], [86607, "2022-03-20T20:18:18Z", [0.83], ""], [30074, "2022-03-20T19:52:19Z", [0.92], ""], [103878, "2022-03-20T19:16:23Z", [0.88], ""], [1333, "2022-03-20T18:05:33Z", [0.92], ""], [105413, "2022-03-20T15:33:27Z", [0.85], ""], [88783, "2022-03-20T14:33:15Z", [0.93], ""], [104072, "2022-03-20T10:44:13Z", [0.99], ""], [86367, "2022-03-20T09:48:24Z", [0.93], ""], [45594, "2022-03-20T09:08:48Z", [0.8], ""], [13306, "2022-03-20T08:39:24Z", [0.99], ""], [22690, "2022-03-20T06:25:45Z", [0.52], "Spread between 2019 and today narrowed further."], [98345, "2022-03-20T02:58:13Z", [0.95], "In 2019, from about April onwards through August, daily screenings regularly exceeded 2.4 million. March 2022 is rapidly closing in on March 2019 number-wise, so it would not be a surprise to cross that 2.4 mil mark at some point."], [1333, "2022-03-19T20:14:15Z", [0.91], ""], [95382, "2022-03-19T19:52:51Z", [0.88], ""], [691, "2022-03-19T18:39:48Z", [0.96], ""], [96991, "2022-03-19T18:36:32Z", [0.9], "The only remaining places with restrictions still active are Hawaii and Chicago. Hawaii will lift these on 25.3.[1] and Chicago adds more and more states to the safe for travel list[2]. Also Easter coming up which usually results in higher passenger numbers. 1 https://www.hawaii-guide.com/hawaii-travel-restrictions\n2 https://www.chicago.gov/city/en/sites/covid-19/home/emergency-travel-order.html\n"], [79069, "2022-03-19T17:03:59Z", [0.99], ""], [86554, "2022-03-19T12:08:12Z", [0.5], ""], [96828, "2022-03-19T11:53:05Z", [0.85], ""], [96828, "2022-03-19T11:52:52Z", [0.82], ""], [104072, "2022-03-19T09:31:31Z", [0.95], ""], [14603, "2022-03-19T08:45:00Z", [0.9], ""], [29583, "2022-03-19T08:34:16Z", [0.9], ""], [29583, "2022-03-19T08:25:36Z", [0.85], ""], [86367, "2022-03-19T01:07:18Z", [0.77], ""], [30074, "2022-03-18T21:19:42Z", [0.85], "Adjusting given yesterday’s result of 2.2+ million passengers, which accounted for 89% of the passengers screened on the same day in 2019. Although days with more than 2.4 million passenger have not been the rule in spring 2019, they occurred several times. Seems highly likely that of the remaining days until the question resolves one will be nearly as busy as 2019, when there were sometimes more than 2.6 million passengers screened."], [30074, "2022-03-18T21:04:49Z", [0.8], ""], [80790, "2022-03-18T20:54:53Z", [0.88], ""], [93181, "2022-03-18T19:23:56Z", [0.9], "travelling is coming back, they did it in 2019"], [597, "2022-03-18T19:16:32Z", [0.77], ""], [1333, "2022-03-18T18:23:43Z", [0.9], ""], [33873, "2022-03-18T17:36:07Z", [0.93], "2022 has exceeded 2019 numbers on 5 occasions. Numbers are still catching up to 2019 levels, for example the last 9 7-day rolling averages of difference between 2022 and 2019 are: 0.87\n0.86\n0.85\n0.85\n0.84\n0.84\n0.83\n0.83\n0.84 There was a bigger spike around the start of March, but the trendline has been up. There 37 days in 2019 in the corresponding range that went over 2.4million, and once the 2022 numbers get to around 0.94. Some of the higher numbers recorded in May require event lower fractions to take place to achieve this. I think this is very likely to happen. The risk is that a certain amount of business travel has gone forever, so the ceiling of how many travellers go in one day is probably lower. But I think for this to happen once in the timeframe would not break that pattern."], [69091, "2022-03-18T16:50:37Z", [0.85], "Even with the mask requirements extended to April 18th, travel numbers will surge as we get into the warmer months"], [55987, "2022-03-18T15:31:34Z", [0.88], "Passenger counts usually pick up around Memorial Day, which is just after this question closes. But, seeing as this is a single day question (as opposed to the 3 consecutive days question in another challenge), the odds seem high to me. "], [88783, "2022-03-18T15:10:58Z", [0.85], ""], [691, "2022-03-18T15:04:10Z", [0.84], ""], [1333, "2022-03-18T15:01:15Z", [0.89], ""], [103702, "2022-03-18T13:18:28Z", [0.84], ""], [105423, "2022-03-18T13:06:53Z", [0.8], ""], [29583, "2022-03-18T10:00:26Z", [0.83], ""], [80590, "2022-03-18T05:52:08Z", [0.75], "In 2019,  there were 17 days in this same time period that surpassed 2.4M.  People are anxious to get back to normal, travel will increase consequently.  Feb 22 already saw a 2.2M day so will within the possible range. "], [88175, "2022-03-18T03:35:56Z", [0.8], "Out of the 79 days between 08MAR and 25MAY, in 2019 16 of those days had over 2.4 million persons screened (https://www.tsa.gov/coronavirus/passenger-throughput). The year 2022 is approaching 2019 travel numbers."], [1333, "2022-03-18T01:29:03Z", [0.88], ""], [86367, "2022-03-17T23:58:01Z", [0.72], ""], [101749, "2022-03-17T23:55:55Z", [0.91], "The outside view is the frequency before COVID, which is nearly 100%. Since COVID restrictions are being lifted, one event that would make this less probable is a worse COVID variant, but even in the worse scenarios, it would take some time before its effects are noticed and new restrictions are implemented. Another problem could be rising flight prices due to recent uncertainties, but I think that its effects would be minor."], [8826, "2022-03-17T21:56:52Z", [0.1], ""], [103902, "2022-03-17T21:33:34Z", [1.0], ""], [104609, "2022-03-17T21:25:52Z", [0.86], "If one looks at the agressive approach by the travel & aviation industries to drive up ticket sales (I know, hard to quantify), these numbers are realistic given the positive trends in data and the trends in reservation observed right now. Holidays and accomodating temperatures could bring us over this thresold already. In most cases I'm fairly confident about a positive resolution."], [87827, "2022-03-17T21:15:17Z", [0.6], "Omicron reduced traveling in recent months but it's approaching that threshold now. However the steep climb in oil prices and other uncertainties have increased flight prices recently. Absent those considerations I think chances would be high that it crosses that threshold, but high flight prices might depress travel a bit so I'm closer to 50%."], [74864, "2022-03-17T20:29:27Z", [0.9], "Initial forecast 3/17: Given that there are so many days until the close of this question and that this has happened several times in the past couple months, I think it is very probable to occur.  Also note that COVID transmission rates have fallen substantially and that many more businesses are going back to the office which is likely correlated with more frequent business travel."], [101227, "2022-03-17T20:07:02Z", [0.85], ""], [102121, "2022-03-17T18:22:27Z", [1.0], ""], [103928, "2022-03-17T18:19:57Z", [0.93], ""], [1333, "2022-03-17T18:05:04Z", [0.87], ""], [99993, "2022-03-17T17:28:22Z", [0.85], ""], [12694, "2022-03-17T16:48:47Z", [0.9], "Looking at this more like a probability question, I'm realizing it is hard for this to not happen in a single day during this window. The trends I mentioned in my previous forecast are more well suited for thinking about the mean or trend getting above some level, not so much the day-to-day variability. I shouldn't be so firm in forecasting something like a 6 won't come up in 15 dice rolls just because a 6 isn't likely compared to the rest of the results. I looked at the travelers in the table YTD for 2022. Even if one assumes the mean is stationary which is a silly assumption, getting to the threshold is less than a 3 standard deviation event. There are currently 69 days until the deadline. Something with a 1% chance of happening is just more than 50% likely over that many trials."], [99943, "2022-03-17T16:02:33Z", [1.0], "Repeating my forecast to predict it'll probably happen tomorrow, March 18. 3/21: Numbers from the weekend got close, but we're not there yet. Maybe this week."], [103878, "2022-03-17T15:53:38Z", [0.77], ""], [105412, "2022-03-17T15:11:04Z", [0.98], "That mark has almost been hit already, and with pent up travel demand it seems like a near certainty."], [13306, "2022-03-17T14:11:35Z", [0.9], ""], [1667, "2022-03-17T11:23:42Z", [0.76], ""], [96828, "2022-03-17T06:27:13Z", [0.78], ""], [18679, "2022-03-17T04:09:48Z", [0.75], ""], [34815, "2022-03-17T03:32:50Z", [1.0], ""], [104378, "2022-03-17T02:54:31Z", [0.54], ""], [104640, "2022-03-17T02:33:27Z", [0.2], ""], [88783, "2022-03-16T23:49:28Z", [0.75], ""], [80790, "2022-03-16T21:45:39Z", [0.64], "A single day is doable, however when we look back at 2019, even then when travel was at a high it didn’t happen that often, maybe 3 times a fortnight. In the current climate where airfares are only likely to go up because of oil costs, cost of living is eroding peoples salaries and business travel has little reason to recover to levels it was before, there is still a clear possibility that it will take longer to get back up to this level. Since mid Feb passing 2m has become regular, and we are nearly at 2.3m on single days.  But It’ll need a big day to get to 2.4m.  Maybe around Easter, but not convinced."], [79591, "2022-03-16T21:40:28Z", [0.77], ""], [20646, "2022-03-16T21:15:27Z", [0.95], "Looking at the 2019 data 2.4 million seems very routine number around this time of year. In addition to that several readings in the last few week are pushing ~2.3 million. As COVID begins to enter the endemic phase, restrictions begin lifting, and people feel more comfortable traveling I expect the path of least resistance upwards. With not very far needed to hit the 2.4 Million mark I think it is almost a certainty it happens before May 25th. I will leave 5% margin of error to cover case where COVID flair ups occur, restricting demand for travel or if continued drag on demand due to decreased business travel continues longer than anticipated. "], [101227, "2022-03-16T20:13:04Z", [0.4], ""], [102121, "2022-03-16T19:43:25Z", [0.95], ""], [102121, "2022-03-16T19:42:03Z", [0.9], "Going up. Ticket sales in February were apparently at very high levels (4% greater than in Feb 2019, https://www.dailymail.co.uk/news/article-10619611/Air-travel-pre-pandemic-levels-Americans-spending-6-6billion-February.html), but it remains to be seen whether these sales were for flights that will take off before May 2025. "], [84880, "2022-03-16T19:05:02Z", [0.69], ""], [79069, "2022-03-16T19:01:14Z", [0.98], ""], [99943, "2022-03-16T18:29:36Z", [1.0], "Given where numbers have been recently, and how much they grew from March through May last year, I think it's extremely likely that 2.4M or more will be screened in a single day in the forecast period. 2,288,800 people were screened on 3/13/22. Another 1-6 weeks, and we'll likely already be there."], [691, "2022-03-16T18:12:59Z", [0.82], ""], [103527, "2022-03-16T16:47:18Z", [0.79], "Spring break is ongoing now -- so I suspect it does reach that level (which is historically had pre-COVID). And given reoepning+pent up demand I suspect a large uptick of travelers as warmer weather emerges."], [86367, "2022-03-16T16:40:31Z", [0.6], ""], [104906, "2022-03-16T16:29:01Z", [0.03], ""], [29583, "2022-03-16T16:11:40Z", [0.75], ""], [1333, "2022-03-16T16:06:52Z", [0.86], ""], [48709, "2022-03-16T14:44:35Z", [0.03], "The data shows that the numbers in the data have not reached 2.4 million since, 2019 -3/14/2022 ==\n2,465,709 and with air space closed over several air space Corridors it just doesn’t seem likely unless the war ends tomorrow…\n3/23/2023 PAX # screened == (1,962,056)"], [14603, "2022-03-16T14:42:20Z", [0.75], ""], [60695, "2022-03-16T13:27:23Z", [0.8], ""], [30936, "2022-03-16T12:46:22Z", [0.73], "I added in the latest week of data and the cumulative probability I get is now 54%.  That it shifted from 16 to 54% with one week of new data means the basic premise that the mean is stationary is probably wrong.  So I have added a large margin to assume further shifts in the same direction will happen.  "], [86554, "2022-03-16T12:44:58Z", [0.35], ""], [86554, "2022-03-16T12:44:51Z", [0.25], ""], [1646, "2022-03-16T12:43:59Z", [0.29], ""], [30074, "2022-03-16T12:21:09Z", [0.78], ""], [79069, "2022-03-16T09:23:34Z", [0.95], "Given the number of days remaining and the likelihood of increasing travel over the short term I think this is very likely. I believe there were 7 occasions in March and around 16 days in April pre-pandemic that had the 2.4M mark exceeded. We've been close twice in the last week at just under 2.3M, with Easter holidays approaching. With continuing low case numbers (for the time being) and easing restrictions, combined with some pent-up demand for travel, a 5% increase on current average looks very achievable."], [100664, "2022-03-16T09:10:32Z", [0.9], ""], [68, "2022-03-16T08:52:04Z", [0.75], "Already over 2.2m around Spring Break. So long as Covid keeps receding, the numbers should gradually increase, and perhaps cross 2.4 million by Easter. "], [41612, "2022-03-16T07:49:28Z", [0.77], ""], [1333, "2022-03-16T07:21:21Z", [0.75], ""], [104874, "2022-03-16T06:47:05Z", [0.66], ""], [81495, "2022-03-16T05:23:52Z", [0.8], "Going by the limited TSA data available it looks like mid-March is a local seasonal peak, with the next peaks being around Easter and Memorial day. 2019 saw a spike on 5/24, which was the Friday before Memorial day. However, that day would be 5/27 this year, two days after the question closes. There's also a brief bump around Easter during the trough that the rest of April is. So the way I see it, there's a chance we hit it this Friday during a seasonal high, a chance around Easter, and a chance before Memorial day. Otherwise, normal Friday/weekend levels appear to peak right below it around 2.2M or 2.3M.  The 2019 peak on 3/15 of 2.63M was 3.6% higher than 3/8's 2.54M, and a 3.6% bump over 3/11 of this year's 2.29M would be 2.38M, so almost at the threshold. I don't know why that peak existed, so its tough to say whether it'll recur, and hard to outside rate with a single pre-COVID year of data. We'd need a 4.5% jump to hit 2.4M this Friday, so I'd put that as a ~30% chance.  The Easter jumps in 2019 were up to 2.59M, vs 2.54 for March weekends, or 2% higher. That's a smaller jump than the March peak was relative to its adjacent weeks. However, since its because of the Easter holiday, there's a chance that its higher this year with Omicron receding (if it continues receding). 2021 saw a rebound around Easter, but only to ~60% of 2019 levels. The Easter jump may be relatively higher this year as more people travel to visit family. ~30% chance there.  The last major candidate is the Friday before the Friday before Memorial day , which was 5/17 in 2019, and saw 2.66M people, or 4.7% above the March weekend level. It's not as big as the actual Friday before Memorial day, but its still a sizeable peak, as is the Sunday before the Sunday before Memorial day. That 4.7% bump is enough to put us right above the threshold. Outside rate there is probably 50/50 since its so tight, and I'm inclined to keep it around there due to uncertainty around the BA.2 variant, which may start to take off around before then (if it does). So ~50% chance there.  All those combined put us at a 76% chance of being above the threshold at least once. I'm bumping it a bit because we're early into the question, I'll decrease it over time and especially after this Friday if we don't hit the threshold then. "], [69091, "2022-03-16T04:02:43Z", [0.85], ""], [37566, "2022-03-16T03:09:12Z", [0.33], "This has happened 40(?) times in the past three years. April is a historically popular month for travel. Though travel numbers are beginning to return to pre-pandemic levels, they're still lagging. I would place my prediction closer to 50%, but I think the recent BA.2 will dampen travel."], [21884, "2022-03-16T03:03:31Z", [0.68], ""], [30936, "2022-03-16T01:52:23Z", [0.2], "Using year-to-date (YTD) average and standard deviations for each day of the week the highest probably of being hit was a Friday where the target is 2.16 standard deviations from the average.  There are 11 Fridays in the forecast period so the cumulative probability for all Fridays is ~8.5%, and Sundays are next with a cumulative probability of ~4.6%.  The other days don't contribute much with a total cumulative probability for all weekdays of 16%.   These statistics are rough and I am not correctly accounting other seasonalities in the data.  I looked at this briefly but even in 2019 (to ignore pandemic impacts) there were no days in March, April, or May that got so far above the YTD average to hit an equivalent target that year.  Considering whether the YTD means are somehow off and will track back towards past levels, I can't really convince myself this is the case.  We have been in the world of high vaccine availability and intermittent new strain case spikes for a long time.  The Delta variant was discovered in 2020 and named in May 2021. It is easier to convince myself that the lower average travel numbers reflect some realisation that people are productive using video communications so travel spending has a poor return.  From the travel data there may be some evidence of this in that the weekday travel patterns of strong Sundays and Fridays in 2022 are different to 2019.  So 'return to normal' is not just an upward shift the mean.  So this says ignore the older data and trust the current mean and variance. I do have some doubts in my fancy math and quick spreadsheeting so I am adding another 4%.  This is on top of my lazy statistics that I think are overestimating by ignoring covariance with straight sums of the daily probabilities.  So I think I am about 5% above what I can justify with statistics."], [88513, "2022-03-16T01:33:20Z", [0.35], "Upping probability because of chance of early close."], [105174, "2022-03-16T01:30:41Z", [0.75], "Close brushes with that number recently, anectdotal evidence of pent up demand from travel industry executives."], [22690, "2022-03-16T01:05:09Z", [0.48], "There have been a couple of close to 2.3m days and the spread to 2019 has reduced over the last week or so, so bumping my forecast."], [88513, "2022-03-16T00:39:52Z", [0.25], "Currently running 200,000 - 300,000 per day below 2019 levels.  Looked at the number of days between now and the end date in which the totals were greater than 2,600,000 in 2019 (accounting for a 200K drop).  There were 9 out of about 75 days.  While demand for flying may be up, capacity is still constrained.  Random variation implies higher than this deterministic model suggests - but not much higher."], [96828, "2022-03-16T00:36:08Z", [0.77], ""], [62255, "2022-03-16T00:28:48Z", [0.8], ""], [22690, "2022-03-16T00:19:32Z", [0.32], ""], [104695, "2022-03-16T00:02:46Z", [0.35], ""], [92079, "2022-03-15T23:49:57Z", [0.91], ""], [102737, "2022-03-15T23:34:08Z", [0.86], "Highly subjective initial guess."], [3024, "2022-03-15T23:22:53Z", [0.99], ""], [12694, "2022-03-15T22:52:13Z", [0.55], "Wendover Productions had an interesting youtube video regarding a related topic [1]. The gist is that airlines struggled to get revenue to recover with passenger counts because business travelers were staying home and they are extremely high margin ticket buyers. The revenue stuff isn't so relevant, but the missing business travelers might still be, and it might also alter the calculus for airlines when deciding how many and which flights to offer. Even though offices are starting to open up some, I'm skeptical that between economic concerns of inflation and probably fewer people being willing to take a European vacation at the moment, that we will continue to see a large recovery in airline travel. I don't think it's going to crater, but I think the ceiling might temporarily be lower than one would expect based on pure history. References:\n[1] https://www.youtube.com/watch?v=1-uNMj57Y4c\n"], [22689, "2022-03-15T22:36:11Z", [1.0], ""], [79069, "2022-03-15T22:22:06Z", [0.92], ""], [88783, "2022-03-15T22:20:50Z", [0.65], ""], [102121, "2022-03-15T20:30:46Z", [0.05], ""], [102121, "2022-03-15T20:30:40Z", [0.1], ""], [86607, "2022-03-15T20:10:02Z", [0.82], "We are currently at about 85% of 2019 levels. If that continues then we should hit 2.4m. Most likely 85% will go up to 90% or above as cases continue to go down/stay low, which means we will definitely get there. Only way this doesn't happen is a new wave or some other disruption"], [84880, "2022-03-15T19:25:23Z", [0.45], ""], [104378, "2022-03-15T18:38:35Z", [0.43], "Really close call- currently tracking at 300-350k below 2019 figures, highest traveller numbers in reference period in 2019 were 2,792,670. This suggests a good but not convincing chance of tipping 2.4M. But possibly a slow down in confidence/ travel plans with the current conflict uncertainty and higher prices? "], [1333, "2022-03-15T18:33:47Z", [0.5], ""], [105209, "2022-03-15T18:23:30Z", [0.8], "It is likely this will happen. TSA checkpoint travel numbers for the last week are quickly catching up to those of 2019. Two out of seven days almost reached 2.3 million. A one-day anomaly should not be rare. Besides, both Easter and Ramadan will take place in April this year, so there are specific days with chances of high traffic."], [1333, "2022-03-15T18:15:02Z", [0.25], ""], [1333, "2022-03-15T18:14:32Z", [0.5], ""], [88452, "2022-03-15T17:56:23Z", [1.0], ""], [95944, "2022-03-15T17:53:29Z", [0.05], "Prices of Oil affect."]]}