{"question_id": 1295, "title": "Before 31 December 2019, will a Model 3 produced in Tesla's Shanghai Gigafactory 3 be delivered to a customer?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.99, 0.01], "correct_answer": "Yes", "correct_forecast": 0.99, "preds": [[73436, "2019-12-31T00:28:09Z", [1.0], ""], [691, "2019-12-30T19:21:01Z", [1.0], ""], [80764, "2019-12-30T16:44:05Z", [1.0], ""], [40584, "2019-12-30T16:00:01Z", [1.0], ""], [35217, "2019-12-30T14:38:09Z", [1.0], ""], [57797, "2019-12-30T14:21:48Z", [1.0], "This one came very close. https://www.reuters.com/article/us-tesla-china-delivery/tesla-delivers-first-china-made-model-3-sedans-in-just-under-a-year-idUSKBN1YY04E"], [172, "2019-12-30T13:35:08Z", [1.0], "Per others...\nhttps://www.theguardian.com/technology/2019/dec/30/tesla-delivers-first-china-made-cars-from-shanghai-factory"], [79461, "2019-12-30T06:47:51Z", [1.0], ""], [80475, "2019-12-30T01:30:10Z", [1.0], "Looks like a done deal:\nhttps://twitter.com/teslacn/status/1211458539329187842"], [31859, "2019-12-29T19:48:50Z", [0.99], ""], [14107, "2019-12-29T13:32:28Z", [0.97], ""], [593, "2019-12-29T12:50:17Z", [1.0], ""], [81233, "2019-12-29T12:40:06Z", [0.99], ""], [73813, "2019-12-29T09:22:28Z", [1.0], ""], [12726, "2019-12-29T06:46:17Z", [1.0], ""], [68386, "2019-12-29T05:57:23Z", [0.99], ""], [63963, "2019-12-29T02:07:36Z", [1.0], ""], [19260, "2019-12-28T21:15:41Z", [1.0], ""], [35217, "2019-12-28T18:16:56Z", [0.98], "https://electrek.co/2019/12/27/tesla-start-made-in-china-model-3-deliveries/ https://electrek.co/2019/12/27/tesla-model-3-overflowing-gigafactory-3-parking-lot/"], [172, "2019-12-28T15:13:32Z", [1.0], "Per other forecasters - 15 will be delivered to employees Dec 30\nhttps://www.caranddriver.com/news/a30344470/tesla-delivers-first-china-model-3-cars/"], [67609, "2019-12-28T14:58:54Z", [1.0], "I think that there is no great risk in increasing it to 100%, same logic as: https://www.gjopen.com/comments/comments/937283"], [691, "2019-12-28T14:40:41Z", [0.99], ""], [14107, "2019-12-28T14:28:12Z", [0.95], ""], [67246, "2019-12-28T12:04:26Z", [1.0], ""], [67246, "2019-12-28T12:04:06Z", [0.97], ""], [172, "2019-12-28T02:39:48Z", [1.0], ""], [38, "2019-12-28T02:14:40Z", [1.0], "the headlines are that they will begin delivery on Dec 30th!"], [73, "2019-12-27T23:06:47Z", [1.0], ""], [62808, "2019-12-27T22:03:33Z", [1.0], ""], [38094, "2019-12-27T21:56:55Z", [1.0], "Why not?"], [79461, "2019-12-27T20:32:08Z", [0.95], ""], [66692, "2019-12-27T19:18:06Z", [1.0], ""], [41373, "2019-12-27T18:47:19Z", [1.0], "\"Gone fishin' \"\n     - D Cheney\n"], [43311, "2019-12-27T16:38:52Z", [1.0], "\"You gotta know when to hold em...\nWhen to fold em\nKnow when to walk away....\nKnow when to run!\" Glad I let it ride... thanks @Chrisp for your rational about the end of the year push so early on. Hat-tip. https://www.reuters.com/article/us-tesla-china/tesla-set-to-begin-deliveries-of-china-made-model-3-cars-on-dec-30-idUSKBN1YV0MB\n\"The delivery date of Dec. 30 means that the plant will start delivering cars to customers just 357 days after the factory’s construction started, which will mark a new record for global automakers in China.\" Just because they are employees does not mean they got them for free."], [691, "2019-12-27T16:32:18Z", [0.96], "https://www.reuters.com/article/us-tesla-china/tesla-set-to-begin-deliveries-of-china-made-model-3-cars-on-dec-30-idUSKBN1YV0MB This seems to be a claim being made by adults, and not by the MuskRat.  I'm inclined to believe it.  Cutting it close for this Q, though."], [80764, "2019-12-27T15:24:04Z", [0.99], ""], [41922, "2019-12-27T15:17:03Z", [1.0], ""], [57797, "2019-12-27T14:28:44Z", [0.95], "https://www.cnbc.com/2019/12/27/tesla-set-to-begin-deliveries-of-china-made-model-3-cars-on-dec-30.html"], [68386, "2019-12-27T14:27:11Z", [0.9], ""], [1333, "2019-12-27T13:45:29Z", [1.0], ""], [67609, "2019-12-27T12:33:09Z", [0.9], "It does not hurt to increase the probability further: though Chinese news only say that the first 15 cars will be delivered to factory workers [1] (without indicating if they are technically customers), the English news phrase it differently, saying that the first 15 customers to receive a car will be factory workers [2]. This increases the probability of a \"yes\" resolution to the question. [1] http://finance.sina.com.cn/stock/usstock/c/2019-12-27/doc-iihnzhfz8736284.shtml\n[2] https://www.reuters.com/article/us-tesla-china/tesla-set-to-begin-deliveries-of-china-made-model-3-cars-on-dec-30-idUSKBN1YV0MB"], [4492, "2019-12-27T12:13:03Z", [0.75], ""], [4492, "2019-12-27T12:09:51Z", [0.9], ""], [80475, "2019-12-27T11:53:58Z", [0.99], "They just announced firm plans to deliver a few on the 30th"], [67246, "2019-12-27T11:50:52Z", [0.5], ""], [67609, "2019-12-27T10:21:56Z", [0.75], "According to [1], deliveries will begin next week. In particular \"在上海工厂生产的首批15辆Model 3轿车将于12月30日开始向员工交付\", which means: \"the first 15 Model 3 cars produced in the Shanghai factory will be delivered to workers on 30th December\". I will not settle on 100% for a few reasons: (i) I guess these workers are actually customers too, i.e. they have bought the Model 3, but it could happen that they are not, in which case this will not count as a delivery according to the rules of the question, (ii) the news could be inaccurate, (iii) the date of the delivery could change.  [1] http://finance.sina.com.cn/stock/usstock/c/2019-12-27/doc-iihnzhfz8736284.shtml"], [66692, "2019-12-27T08:55:25Z", [0.0], ""], [68386, "2019-12-27T04:30:30Z", [0.45], ""], [40584, "2019-12-27T03:50:40Z", [0.4], ""], [80475, "2019-12-26T16:09:11Z", [0.81], "Reducing my estimate upon further research. On the one hand, it looks like at least 1,000 MIC Model 3s have been produced already. There are literally pictures of them posted at sites like tesmanian.com. So it's getting to the point where it's going to be hard *not* to have at least a handful of them delivered. On the other hand, I don't want to overthink this, but time is running out, and a lot of people believe Tesla may hold off on the actual delivery until a mass delivery in early January, for promotional reasons or (according to the usual cynics) for accounting reasons. "], [1333, "2019-12-26T14:28:12Z", [0.54], ""], [691, "2019-12-26T12:19:01Z", [0.55], ""], [67609, "2019-12-26T11:49:10Z", [0.5], "Reducing the probability a bit farther, as there are not so many days left. Apparently [1] (which is repeated in many other Chinese news) from yesterday it has been circulating some rumors that the first few Model 3 will be delivered as a Christmas present (which would indicate a delivery in the next few days). The rumors are derived from some Christmas image by Tesla. Yet this is contrasted with the official estimates of deliveries starting at the beginning of January. The original Chinese text in source [1] reads \"从图片中可以猜测，特斯拉似乎把国产Model 3的交付当成圣诞节礼物。而在特斯拉官网上，国产特斯拉Model 3的交付日期标注为“2020年第一季度”，结合特斯拉在海外社交媒体上的配图，因此推测这款车很有可能于2020年1月初交付\" which we can translate \"From the picture we guess that the nationally produced Model 3 will be delivered as a Christmas present. But in the official Tesla webpage, the nationally produced Model 3 it is expected to be delivered in the first quarter of 2020, which if combined with what it is said by foreign social media by Tesla (the image above), will let us get to the conclusion that maybe it will be delivered by the beginning of January\". So basically in the Chinese news they are averaging the 2020 Q1 official delivery expectation date with the idea of the first few deliveries as a Christmas gift. [1] https://baijiahao.baidu.com/s?id=1653972842803124756&wfr=spider&for=pc"], [68386, "2019-12-26T04:53:09Z", [0.6], ""], [14107, "2019-12-25T22:23:32Z", [0.3], ""], [1333, "2019-12-25T13:42:16Z", [0.55], ""], [80764, "2019-12-24T21:18:55Z", [0.35], ""], [1333, "2019-12-24T19:54:22Z", [0.65], ""], [75824, "2019-12-24T16:38:18Z", [0.55], ""], [80475, "2019-12-24T14:33:25Z", [0.92], "Changing my estimate again, based on what Tesla China is saying"], [691, "2019-12-24T12:59:23Z", [0.6], ""], [67609, "2019-12-24T09:51:48Z", [0.6], "For the moment it is difficult to know what is going to happen: on 17th of December, there were the news [1] that within one week Tesla technicians will contact the customers to install chargers at their homes/garages and then decide on a date for the delivery of the Model 3. More recent news talk either of deliveries expected to happen by the end of the standard year (\"国产Model 3预计年低开始交付\", i.e. \"the delivery of the locally produced model 3 is expected to begin by the end of the year\") [2] or before the Chinese new year. Besides we all have seen all these pictures of trucks going outside of Gigafactory 3 with model 3's. To make things more complicated: apparently, it I understood correctly, there has been some official ceremony by Tesla in Beijing for announcing that you can go to a few Tesla centers and try the locally produced Model 3 [3] (five shops in Beijing, a total of 17 shops nation-wide). Apparently it was announced too: \"don't panic, it will be on the streets by the end of the year\" (the \"don't panic\" is a creative translation by me) [4].  In short, it is imminent. But we have a problem whether the definition of imminent falls within the time frame of the question. There is merely a week for the end of 2019, which is sort of tight. The other symbolic date is Chinese new year (January 25th), which is however a problematic date for delivery owing to the 10-15 days of vacations around it and that many clients will not be in their standard residences but in their hometowns. Now, the first deliveries will be probably symbolic, which means that they need to decide on a date. Christmas eve or Chrismas day (today and tomorrow) are not necessarily likely to be chosen, as it does not emotionally resonate within China. End of the year or first day of the year could also be good choices. For Chinese new year, it should better happen at least one week before and there is no clear symbolic date then. Outside view 1: delivery will happen at a random day between today and January 21, which gives a 25% that it happens within the end of the question. Outside view 2: delivery will happen at a significant date, with the highest probabilities for 31st December / 1st January and lower probability for 25th December / 25th of January. I would say that 31st December seems the best choice from many points of views (besides 1st of January is a holiday), but there's no clear answer in sight. I could assign a 15% for December 25, 50% for December 31, giving a 65%. This gives me an averaged 40% probability, which I simply average again with my previous 80% estimation, to get a 60%. A bit too simple, but well. [1] http://baijiahao.baidu.com/s?id=1653138772250312153&wfr=spider&for=pc\n[2] http://finance.sina.com.cn/stock/relnews/us/2019-12-21/doc-iihnzhfz7398235.shtml\n[3] http://www.sohu.com/a/70821498_116897\n[4] http://suiauto.com/9924/1/1.html"], [80179, "2019-12-24T06:56:37Z", [0.35], ""], [12726, "2019-12-24T04:28:11Z", [0.75], ""], [1333, "2019-12-23T19:33:17Z", [0.75], ""], [38094, "2019-12-23T18:44:33Z", [0.0], "I have lost my nerve. \nThe cars are available in quanitity, but abilty to sell may target a certain future date not in 2019. If they were able to sell, they would have surely done so by now.\nWheter its licensing or back office mechanisms, it would appear to have the same impact - no sales booked yet. Perhaps I'll regret this change. :-)"], [80475, "2019-12-23T17:14:49Z", [0.78], "I still think it's more likely than not, but I am lowering my estimate a bit here, based on there being only 7 days left before the 31st. \nGiven the announcement today of huge new financing from local Chinese banks, it's not too likely there are undue delays:\nhttps://www.bloomberg.com/news/articles/2019-12-23/tesla-secures-more-than-1-4-billion-in-financing-from-china?utm_content=business&utm_source=twitter&utm_medium=social&cmpid=socialflow-twitter-business&utm_campaign=socialflow-organic The experience so far is that Tesla's Chinese operation is exceeding timelines, which is the opposite of the US experience. But again, only 7 days are left, and there are many uncertainties, and cars are complex. "], [80764, "2019-12-23T15:48:59Z", [0.4], ""], [691, "2019-12-23T13:13:09Z", [0.8], ""], [41922, "2019-12-23T09:30:19Z", [0.6], ""], [172, "2019-12-22T23:22:46Z", [0.15], ""], [79461, "2019-12-21T18:04:40Z", [0.65], ""], [1333, "2019-12-21T18:00:51Z", [0.79], ""], [691, "2019-12-21T14:43:31Z", [0.84], ""], [80764, "2019-12-21T13:41:20Z", [0.5], ""], [42004, "2019-12-21T11:49:34Z", [0.35], ""], [1333, "2019-12-20T17:07:56Z", [0.8], ""], [41922, "2019-12-20T16:12:24Z", [0.8], ""], [691, "2019-12-20T14:26:25Z", [0.86], ""], [1646, "2019-12-20T14:24:52Z", [0.55], ""], [67609, "2019-12-20T13:26:50Z", [0.8], "This time I am increasing the probability again, from 75 to 80% percent. Apparently, on the 17th of December it was reported [1] that some customers received a notice announcing a few details about their locally produced model 3 in a week (特斯拉送货专家将在通知发出后一周内与Model 3车主联系: \"a delivery specialist from Tesla will contact you owner of a model 3 within one week\". Then later it explains the things this guy will do, which include installing a charger at the home of the owner. The final point is: 车辆交付地点和日期, \"setting a place and a date for the car delivery\"). Notice a problem here: it does not indicate whether the date of the delivery can be immediate. The news are from the 17th of December, which means that the appointment will be set before the 24th. It could be that the model 3 can be delivered within a week, or it might not be possible. Chances look good though. [1] http://baijiahao.baidu.com/s?id=1653138772250312153&wfr=spider&for=pc"], [41373, "2019-12-20T13:20:22Z", [0.0], "This question has moved from 'can they?' to 'would they?'\nMy guess is that timing has to do with marketing impact, long-term, and Chinese spending habits, short-term "], [42004, "2019-12-20T09:06:28Z", [0.1], ""], [1333, "2019-12-19T17:46:07Z", [0.81], ""], [57797, "2019-12-19T16:27:14Z", [0.6], ""], [691, "2019-12-19T14:54:59Z", [0.88], ""], [1646, "2019-12-19T05:39:36Z", [0.1], ""], [4492, "2019-12-19T01:39:39Z", [0.53], ""], [67609, "2019-12-18T22:41:39Z", [0.75], "I will reduce the probability as there are only two weeks left before the end of the year: everything is pointing towards a first delivery really soon, but the timing will be decided by Tesla."], [31450, "2019-12-18T15:52:57Z", [0.3], "Still possible, they seem very close but there isn't much time left."], [691, "2019-12-18T13:42:48Z", [0.88], ""], [14107, "2019-12-18T09:59:37Z", [0.5], ""], [63963, "2019-12-18T04:04:28Z", [0.9], ""], [38094, "2019-12-18T00:42:42Z", [1.0], "I'll stand pat, and maybe fall flat, but this quote from Telarati Dec 16 gives me some hope. \"Tesla is expected to deliver the Made-in-China (MIC) Model 3 soon and it has now become normal to see Gigafactory 3’s holding lots filled with hundreds of electric cars. In recent days, more transport trucks have been seen leaving the facility to bring vehicles to delivery centers across China.\""], [80764, "2019-12-17T21:07:03Z", [0.6], ""], [1333, "2019-12-17T19:38:13Z", [0.82], ""], [41922, "2019-12-17T11:09:22Z", [0.5], ""], [68386, "2019-12-17T02:37:52Z", [0.75], ""], [691, "2019-12-16T14:17:20Z", [0.85], ""], [57797, "2019-12-16T13:02:08Z", [0.5], ""], [62808, "2019-12-16T10:13:39Z", [1.0], ""], [68386, "2019-12-15T21:20:16Z", [0.8], ""], [172, "2019-12-15T21:07:45Z", [0.35], ""], [1333, "2019-12-15T17:10:02Z", [0.83], ""], [67372, "2019-12-15T14:50:58Z", [0.88], ""], [81057, "2019-12-14T14:41:51Z", [0.97], ""], [15196, "2019-12-14T14:05:15Z", [0.8], ""], [55706, "2019-12-14T12:45:41Z", [0.75], ""], [4492, "2019-12-13T14:55:21Z", [0.55], ""], [81055, "2019-12-13T04:14:17Z", [0.89], ""], [172, "2019-12-13T01:11:34Z", [0.65], ""], [1333, "2019-12-12T19:08:01Z", [0.84], ""], [691, "2019-12-12T12:45:30Z", [0.86], ""], [1333, "2019-12-12T03:50:54Z", [0.85], ""], [691, "2019-12-11T13:11:26Z", [0.86], ""], [14107, "2019-12-10T20:42:45Z", [0.65], ""], [14107, "2019-12-10T20:42:22Z", [0.6], ""], [67246, "2019-12-10T14:09:41Z", [0.9], ""], [67609, "2019-12-10T03:40:47Z", [0.85], "I will slightly increase the probability in view of the latest news [1,2,3]: according to [1] Tesla might have received the sales permit (yet this is an inference, there is no direct confirmation, and this piece of news points out that the inference comes from non-Chinese media, probably Teslarati). According to [2], Gigafactory 3 can already produce 1000 vehicles per week. According to [3], trucks loaded with Model 3's have been spotted in their way to Tesla shops or maybe for delivery to customers (it shows some pics). The problem is of course whether they really have permission to sell, and if they have, when will they decide to make the first symbolic delivery. For this reason I will only increase the probability by a 5% (maybe a bit too cautious). [1] http://tech.163.com/19/1210/08/F016UHU200097U7T.html\n[2] http://finance.sina.com.cn/stock/relnews/us/2019-12-10/doc-iihnzhfz4828093.shtml\n[3] http://news.ikanchai.com/2019/1210/325628.shtml"], [73167, "2019-12-10T02:44:57Z", [0.5], ""], [43311, "2019-12-09T17:23:24Z", [1.0], "Got this e-mail today.  Hello elite auto industry forecaster,  We would like to thank you again for serving on our panel for the 2018-2019 Vehicle Innovations Challenge. We used your insights to generate important questions that were forecasted by hundreds of forecasters from around the world. We have also used your perspectives to generate our beta Auto Industry Disruption Indexes to offer an alternative source for tracking real-time disruption of both electric vehicles and autonomous vehicles. Please feel free to reach out with any suggestions on how we can improve the indices.   As part of our fourth tournament to be launched in early 2020, we invite you to serve on the panel for the 2020-2021 Vehicle Innovations Challenge. Specifically, we invite you to share your input in essentially the same surveys you did last year to help us (1) identify key short-term events toward the tipping points for autonomous and electric vehicles, and (2) establish the relative importance of these suggested short-term events.  Each of the surveys should not take more than 10-20 minutes of your time and they will be administered in a sequential manner (i.e. the findings from the first survey will inform the design of the second survey). If you are unable to finish the survey in one sitting, you are free to return to the section of the survey where you left off: simply click again on the link in this email. Once you have completed a section, however, you will be unable to return to that section. You will find a link to the FIRST survey below. This survey will be available to complete at your convenience through 11:59 pm (EST) Friday Dec 13. If you participate in the first survey, you will receive an email with a link to the second survey several days following the above deadline. We know you are very busy so we hope you will join us in this exciting endeavor. \n \nRespectfully,\n \nDaniel Wilde"], [80985, "2019-12-09T17:10:00Z", [1.0], "Minimal threshold to make this a 'yes' -- Tesla delivery during the US holiday season provides a positive publicity narrative -- verification of a 'yes' may be the more difficult prospect -- https://insideevs.com/news/386812/china-made-tesla-model-3-deliveries-imminent/ "], [691, "2019-12-09T13:40:43Z", [0.86], ""], [41922, "2019-12-09T11:12:53Z", [0.8], ""], [172, "2019-12-09T02:31:05Z", [0.75], "Continue to be challenged in this one. They have approval to sell now. Tesla itself only says January. They need a number of vehicles for testing and publicity (not sale). There’s also the question of actual delivery which is often done when there’s a certain volume built up. Three weeks left. Low threshold to resolution (1 delivery resolves). "], [37379, "2019-12-09T01:59:39Z", [0.98], ""], [75824, "2019-12-09T01:18:57Z", [0.5], "https://www.tesmanian.com/blogs/tesmanian-blog/tesla-received-permit-to-sell-and-deliver-china-made-model-3-to-customer"], [75824, "2019-12-09T01:16:38Z", [0.65], "Tesla received their permit to sell in China, and previous estimate for deliveries to begin in January could be moved up. https://www.teslarati.com/tesla-mic-model-3-first-customer-deliveries-transport-carriers/"], [43189, "2019-12-08T22:19:09Z", [1.0], ""], [67844, "2019-12-08T15:48:49Z", [1.0], ""], [43311, "2019-12-08T14:48:22Z", [1.0], ""], [46762, "2019-12-08T13:03:30Z", [1.0], "https://mspoweruser.com/tesla-china-sale-start/"], [80475, "2019-12-08T11:15:47Z", [0.99], "Getting close! https://www.teslarati.com/tesla-mic-model-3-first-customer-deliveries-transport-carriers/"], [691, "2019-12-07T13:28:13Z", [0.9], ""], [15196, "2019-12-07T00:50:34Z", [0.6], ""], [4492, "2019-12-06T00:15:17Z", [0.44], ""], [691, "2019-12-05T12:49:58Z", [0.8], ""], [80828, "2019-12-05T12:00:40Z", [0.85], ""], [56, "2019-12-05T07:12:05Z", [1.0], "\"The latest drone flyover video of Gigafactory shows over 200 Model 3 vehicles parked in a lot at the back of the factory.\"[1] How long will it take for a delivery take after sales approval? Next day? [1] https://electrek.co/2019/12/03/tesla-gigafactory-3-producing-model-3-vehicles-no-sales-approval/"], [172, "2019-12-05T03:22:48Z", [0.75], ""], [4492, "2019-12-04T18:41:46Z", [0.46], ""], [691, "2019-12-04T13:26:21Z", [0.82], ""], [57797, "2019-12-04T11:06:40Z", [0.7], ""], [41922, "2019-12-03T22:14:50Z", [0.7], ""], [14107, "2019-12-03T20:09:27Z", [0.35], ""], [80764, "2019-12-03T15:59:01Z", [0.7], "Generally looks good, but there are still two risks: 1) Tesla has often been less reliable than they claimed to be and 2) cars are complex things to build. They might be almost ready, but some things might be missing (including the logistics to actually get the first car to a customer)."], [33523, "2019-12-02T21:46:44Z", [0.98], ""], [1333, "2019-12-02T20:09:35Z", [0.95], ""], [4492, "2019-12-02T19:54:06Z", [0.48], ""], [67609, "2019-12-02T04:37:17Z", [0.8], "I am lowering again the probability, though in earnest I am not sure in which direction to correct. Apparently a few Tesla shops in China now have locally produced Model 3's available for a test drive [1]. In principle I would say that this points towards the possibility of impendent symbolic deliveries. But on the other hand, they might wait until thorough checking and testing the units already in production, being this the reason why they are offering test drives. On an unrelated note, there has been some discussion of who is providing the batteries for the Model 3's of the Shanghai Gigafactory, with Matsushita (Panasonic) denying that they are the provider [2]. [1] http://www.zhev.com.cn/news/show-1574909196.html\n[2] https://new.qq.com/omn/20191129/20191129A0RH2V00.html"], [68386, "2019-12-02T04:21:18Z", [0.85], ""], [691, "2019-11-30T13:29:54Z", [0.9], ""], [42004, "2019-11-30T11:52:05Z", [0.5], ""], [57797, "2019-11-29T15:25:19Z", [0.9], ""], [43189, "2019-11-29T13:44:50Z", [0.94], "Production has started and more than 100 have been produced to date - the process to get permission to deliver still needs to be completed. https://www.teslarati.com/tesla-gigafactory-3-17k-model-3-production-2019-report/ https://twitter.com/i/status/1198577359789494272\n"], [63963, "2019-11-28T16:43:56Z", [0.5], ""], [691, "2019-11-28T14:15:56Z", [0.92], ""], [79851, "2019-11-28T02:49:55Z", [0.8], "Deadline is closing without an announcement/delivery and with the revealing of their new cybertruck I'm more convinced the company will be more focused on the fallout of this reveal in the final month of the year."], [35217, "2019-11-27T21:32:50Z", [0.87], ""], [79338, "2019-11-27T13:37:03Z", [0.7], ""], [67609, "2019-11-27T03:45:48Z", [0.85], "For the moment I am reducing the probability: the deliveries are not expected to happen till beginning of next year. According to [1] the first one might happen before Chinese new year (twenty something of January). However, only one delivery is required for this question to be resolved positively. This makes the possibility of a symbolic delivery likely. Now the problem is whether the symbolic date will be the end of the standard year (31st of December) or the end of the Chinese year. Notice that it was also previously announced that a few of the first cars produced will be delivered to the factory workers, which works towards an earlier delivery date. [1] http://baijiahao.baidu.com/s?id=1651268487087819134&wfr=spider&for=pc"], [67080, "2019-11-26T19:07:21Z", [0.75], ""], [691, "2019-11-26T18:38:30Z", [0.92], ""], [11278, "2019-11-26T18:37:34Z", [0.1], ""], [691, "2019-11-25T14:38:34Z", [0.95], ""], [41922, "2019-11-25T10:43:24Z", [0.75], ""], [75824, "2019-11-24T14:50:08Z", [0.25], "https://www.bloomberg.com/news/articles/2019-11-21/tesla-aims-to-deliver-made-in-china-cars-before-late-january"], [42004, "2019-11-24T10:24:16Z", [0.9], ""], [1333, "2019-11-23T15:07:36Z", [0.98], ""], [691, "2019-11-23T12:31:35Z", [0.96], ""], [62808, "2019-11-23T01:41:39Z", [1.0], ""], [172, "2019-11-23T01:10:30Z", [1.0], "Per others we are really discussing whether low threshold of 1 car delivery in next 5,5 weeks will happen. Sounds like bulk deliveries may not happen until Jan (not relevant to question resolution).\nFrom Bloomberg...\n“ The deliveries would come from the first batch of cars that Tesla produces in bulk later this year — not the test vehicles that the company has been manufacturing in small quantities recently. Tesla said in October that it expected to begin deliveries to customers in the first quarter but didn’t specify which month.”\nhttps://www.teslarati.com/tesla-made-in-china-model-3-local-stores-nov-22/\nhttps://www.bloomberg.com/news/articles/2019-11-21/tesla-aims-to-deliver-made-in-china-cars-before-late-january\nhttps://www.irishtimes.com/business/transport-and-tourism/tesla-planning-to-deliver-made-in-china-model-3-by-end-of-january-1.4090808\nhttps://insideevs.com/news/383636/tesla-china-made-model-3-deliveries/"], [691, "2019-11-21T14:26:23Z", [0.86], ""], [4492, "2019-11-21T13:07:44Z", [0.5], ""], [80622, "2019-11-21T12:15:39Z", [0.95], ""], [172, "2019-11-21T12:02:47Z", [1.0], ""], [691, "2019-11-19T16:05:41Z", [0.86], ""], [32300, "2019-11-19T11:28:16Z", [0.55], ""], [80589, "2019-11-19T04:46:44Z", [0.9], "Lot of news buzz.\nThey're either ALL shit financial/business journalists or they've got shares in Tesla.\nElon doesn't really fail tbh other than on Twitter."], [14107, "2019-11-18T11:20:43Z", [0.5], ""], [14107, "2019-11-18T11:19:29Z", [0.08], ""], [68386, "2019-11-18T01:43:06Z", [0.96], ""], [46762, "2019-11-17T18:04:48Z", [1.0], "Why did China withdraw subsidies?\nGood chance to hurt Tesla.\nDelay in licensure arbitrary time period.\n....."], [75824, "2019-11-17T17:45:02Z", [0.95], "Raising due to Tesla obtaining manufacturing license [1]. Reports of 17k Model 3s from Gigafactory 3 by end of the year [2]. [1] https://electrek.co/2019/11/13/tesla-manufacturing-license-gigafactory-3-production-is-imminent/\n[2] https://www.teslarati.com/tesla-gigafactory-3-17k-model-3-production-2019-report/"], [691, "2019-11-17T12:41:36Z", [0.88], ""], [57797, "2019-11-16T15:54:39Z", [0.95], "Research by @ManuPV (HT) suggests that deliveries are imminent [1] [1] https://www.gjopen.com/comments/comments/924727"], [57797, "2019-11-16T03:00:51Z", [0.75], "Updating again - a lesson not too try to do too many things at once. While Tesla states that deliveries will be made first quarter of 2020 as I wrote earlier [1], it is still likely that either:\n- a pre-ordered vehicle will be delivered sooner (i.e. in 2019)\n- one of the vehicles already manufactured will be sold to an employee as reported previously. Will that be considered a delivery to a \"customer\"? Probably. Will it be reported so that this question can be resolved as a \"yes\"? Probably, but again not 100% certain. The other major question is whether a sales license will be granted in time. [1] https://www.gjopen.com/comments/comments/924571"], [57797, "2019-11-15T16:31:26Z", [0.55], "Actually, I am now realizing the Long range and Performance models don't seem to be Made in China ones. Under the Standard version it clearly says \"Made in China\" but it doesn't under the other two options.... For context, my previous comment was here: https://www.gjopen.com/comments/comments/924549 The question now is: will any Model 3 preorders (i.e. not ones ordered now but ones that have already been ordered) be delivered before January 2020?"], [57797, "2019-11-15T16:26:18Z", [0.9], "Going back up. Previously I had gone to 45% because of reports that Tesla's own estimated delivery time for Made in China models is Beginning of 2020. [1] However, I went on the Tesla.cn configuration page and found something interesting. The estimated delivery time for a Standard Model 3 is indeed \"first quarter of 2020\". However, for Long Range and Performance models have estimated delivery time of \"预计交付日期：12月\" or \"December\".  So barring any further obstacles (which are possible) such as a delay in the sale license, Tesla should be able to deliver before the end of the year. [1] https://asia.nikkei.com/Spotlight/Electric-cars-in-China/Tesla-wins-approval-for-mass-production-at-Shanghai-Gigafactory\n[2] https://insideevs.com/news/378467/tesla-china-model-3-deliveries/"], [691, "2019-11-15T16:20:16Z", [0.9], ""], [42004, "2019-11-15T15:13:42Z", [0.4], ""], [172, "2019-11-14T13:32:48Z", [0.65], "Per @Emil and\n. Approval for mass production granted\n. Approval for local sale outstanding\n. Increased number pre prod vehicles including testing and meet/greet\n. Chinese builds benefitted from lessons learned in US (supposedly better build quality?)\nhttps://www.teslarati.com/tesla-gigafactory-3-gets-model-3-mass-production-license/\n"], [41922, "2019-11-14T12:41:02Z", [0.55], ""], [57797, "2019-11-14T12:29:46Z", [0.45], "Tesla seems to be planning delivery in 2020.  https://asia.nikkei.com/Spotlight/Electric-cars-in-China/Tesla-wins-approval-for-mass-production-at-Shanghai-Gigafactory @Hammer-Time may be interested."], [13585, "2019-11-14T03:36:15Z", [0.09], "Reasons:\n1) First 6 imported Model 3 were delivered to Chinese mainland customers on 22/02/2019, which is slightly earlier than previous time estimation of March, 2019 by Telsa.\n2) According to Telsa's Weibo, customers can make resveration for Model 3 from Shanghai Gigafactory from 25/10/2019, and estimation of delivery is Q1, 2020.\n3) I therefore gave 9% in case Telsa continue to surprise Chinese customers."], [57797, "2019-11-13T13:50:57Z", [0.8], "Raising from 65% on latest news. https://electrek.co/2019/11/13/tesla-manufacturing-license-gigafactory-3-production-is-imminent/"], [35300, "2019-11-13T12:47:36Z", [0.99], ""], [75518, "2019-11-12T16:19:27Z", [0.8], "Elon likes to show off, and show that he can accomplish things large enterprises achieve but faster, cheaper, and better. He has on several occasions on twitter bragged about how fast tesla is, and his other companies. "], [68386, "2019-11-12T00:46:08Z", [0.9], ""], [4492, "2019-11-11T17:42:26Z", [0.82], ""], [4492, "2019-11-11T17:41:59Z", [0.85], ""], [21351, "2019-11-11T17:38:28Z", [0.8], ""], [691, "2019-11-11T15:14:40Z", [0.9], ""], [172, "2019-11-11T13:03:55Z", [0.85], "Per other forecasters... @Emil.  @ManuPV. Coming down slightly. It’s normal to stockpile autos for bulk deliveries. But also possible early versions will be gifted to local officials (don’t know if that counts as delivery)."], [57797, "2019-11-11T04:07:07Z", [0.65], ""], [67609, "2019-11-11T01:38:27Z", [0.92], "I will decrease the probability a bit in this update, in [1] we read \"根据中国国标的续航里程目前还在评估实验中\" which means something like \"according to (certain) government agency for standards for journey endurance it is still under testing\", sorry for the really crappy translation as I don't even know how that agency is called in English and what type of certification are they trying to get. In the same source they say this thing about \"预计在2020年第一季度开始正式交付\", i.e. \"estimations are that official deliveries will happen in Q1 2020\". Probably I will have to reduce the probability in the next few days, I wonder if I got totally carried away by the initial prospects. Inside view: I see two competing forces, the first prestige for the PRC for completing something like this in such a short time, the second the PRC's desire to be petty and sabotage an american company. Both are strong forces within China. [1] http://baijiahao.baidu.com/s?id=1649835143407078282&wfr=spider&for=pc"], [57797, "2019-11-10T20:35:47Z", [0.85], "The timeline has been delayed as Tesla is waiting for an additional government approval."], [75824, "2019-11-10T16:01:59Z", [0.9], "Lowering down to 90% given uncertainty on government approval for Tesla to begin mass production. Rumors of event on November 11th so will update based on that news.  https://www.teslarati.com/tesla-model-3-made-in-china-first-look-pictures/"], [12879, "2019-11-10T13:29:14Z", [0.05], ""], [62808, "2019-11-10T01:41:12Z", [1.0], ""], [19801, "2019-11-09T13:44:08Z", [0.0], "Californian electric car maker Tesla will commence making its Model 3 electric sedan at its new Shanghai Gigafactory in China on November 11, according to reports emerging in China today.\nhttps://thedriven.io/2019/11/07/reports-emerge-of-tesla-model-3-production-date-in-shanghai-and-catl-battery-deal/ If production starts on Nov 11 that doesn't give much time for delivery. 31 Dec seems optimistic."], [14107, "2019-11-09T09:24:23Z", [0.1], ""], [41922, "2019-11-07T10:06:26Z", [0.7], ""], [79569, "2019-11-07T04:22:09Z", [0.0], "The news report indicates Tesla is yet to get a manufacturing certificate. Tesla claims it is on target to get it at the end of the year."], [79569, "2019-11-07T04:11:49Z", [0.2], ""], [56, "2019-11-06T19:16:24Z", [1.0], " \"We are already producing full vehicles on a trial basis, from body, to paint and to general assembly, at Gigafactory Shanghai. We have cleared initial milestones toward our manufacturing license and are working towards finalizing the license and meeting other governmental requirements before we begin ramping production and delivery of vehicles from Shanghai,” the company said (pdf, p. 7), adding that it expects China could be the biggest market for the Model 3. The starting price of the domestically made sedan is expected to be around $47,000, or 13% cheaper than the imported model. Tesla’s goal is to produce 1,000 of the cheaper Model 3 sedans a week by the end of the year.\" https://qz.com/1695865/tesla-has-produced-its-first-made-in-china-model-3s/\n"], [691, "2019-11-06T13:45:14Z", [0.98], ""], [19801, "2019-11-06T05:21:10Z", [0.0], "ccording to the image Tesla China released, it expects to deliver Model 3’s made in Gigafactory 3 by Q1 2020, which means that reservation holders can expect their vehicles between January and March next year.\nhttps://www.tesmanian.com/blogs/tesmanian-blog/tesla-china-model-3-delivery-date-special-badge?_pos=13&_sid=423e42fa5&_ss=r Now Chairman Robyn Denholm confirmed that Tesla is indeed still looking for a “manufacturing certification” and they expect that to get it by the end of the year (via Bloomberg):     We’re working with the local government to get our manufacturing certification, which we hope we will be able to get by the end of the year.\nhttps://electrek.co/2019/11/05/tesla-need-manufacturing-license-china/"], [80446, "2019-11-05T15:05:37Z", [0.1], "When will I got married"], [80446, "2019-11-05T15:03:13Z", [0.06], "Who will be my future husband, what is his name"], [4492, "2019-11-05T15:02:51Z", [0.9], ""], [80446, "2019-11-05T15:02:01Z", [0.05], "Will I Make it in life"], [80427, "2019-11-05T11:31:47Z", [0.47], ""], [57860, "2019-11-05T08:12:21Z", [1.0], ""], [63963, "2019-11-05T06:57:04Z", [0.99], ""], [691, "2019-11-04T16:16:30Z", [0.98], ""], [1333, "2019-11-04T11:25:42Z", [0.97], ""], [41707, "2019-11-03T11:18:21Z", [0.9], ""], [41707, "2019-11-03T11:13:15Z", [0.93], ""], [80378, "2019-11-02T22:27:20Z", [0.7], ""], [691, "2019-11-02T13:24:31Z", [0.98], ""], [80370, "2019-11-01T10:59:32Z", [0.65], ""], [72427, "2019-10-31T19:25:54Z", [0.95], ""], [172, "2019-10-30T23:42:43Z", [0.98], "Often some of the newest models off a line go to press pool and/or are given to local dignitaries like mayors. I’m still thinking it would be a positive symbolic gesture (and good publicity) to deliver a few before Western year end (and more by Jan 25 - Chinese New Year)."], [1333, "2019-10-30T17:45:40Z", [0.96], ""], [42004, "2019-10-30T09:15:20Z", [0.8], ""], [4492, "2019-10-29T15:55:09Z", [0.95], ""], [79569, "2019-10-28T19:17:43Z", [0.3], ""], [35217, "2019-10-27T06:14:49Z", [0.99], ""], [67304, "2019-10-26T23:23:42Z", [0.85], "Tesla is slightly ahead of schedule as at 27/10/2019, having already begun the production of the Model 3 before November.\nThe facility is the fastest built Tesla factory to date, having taken less than a year. This may be attributed to the cheaper workforce combined with the previous experience building the USA factories, streamlining the process. It is also reported that cooperation of the Chinese government helped the process. Hence we can expect the delivery of the Chinese Model 3 from the completion of the Chinese factory to be faster than its US counterpart from the completion of the US factory. As of right now it typically takes around 2-4 weeks from order to delivery from the US for the Model 3. However this may be from existing stock. A Bloomberg article states that a Model 3 typically takes around 90 hours to manufacture; on the assembly line. This may or may not be accurate, but seems plausible.\nThe remaining obstacle of the Model 3 delivery by the EOY seems to be the delivery method and route. There is a higher than average 85% chance of delivery domestically within China, given the time it takes to establish a delivery route. There is also a higher than average 60%, but less than the previous 85% chance of delivery internationally.  Since the question does not specify the region of delivery, we may use the 85% chance. \nThis new factory is also in constant media spotlight, which may further prompt Tesla to expedite the initial wave of delivery at the very least."], [68746, "2019-10-26T15:32:05Z", [0.99], ""], [68386, "2019-10-25T23:29:28Z", [0.99], ""], [19801, "2019-10-25T22:33:03Z", [0.9], "The company told investors Wednesday that Tesla's (TSLA) new Gigafactory in Shanghai started trial production \"ahead of schedule\" this month and is building \"full vehicles, from body to paint to general assembly.\" \nhttps://edition.cnn.com/2019/10/24/tech/tesla-gigafactory-china-europe/index.html So there is a car being made. The 1st half to this question has resolved as a YES. But what about actual delivery date??? Also, “6 to 10 months” puts deliveries in late 2019 to early 2020, which is a little later after Tesla’s previously guided start of production at Gigafactory 3 in early Q4 2019.\nhttps://electrek.co/2019/05/31/tesla-model-3-made-in-china-price-delivery/ The actual delivery may take 10 months instead of 6, which means a customer won't get their first model 3 until 2020."], [79569, "2019-10-24T18:46:08Z", [0.6], "Tesla's recent quarterly call indicates Gigafactory 3  has begun assembly of Model 3s. If it is indeed true that the first set of cars will be sold to employees, which counts as delivery, then the probability of delivery has increased."], [1333, "2019-10-24T15:53:48Z", [0.95], ""], [67609, "2019-10-24T07:04:01Z", [0.98], "I will increase the probability from 97 to 98 percent. There a few factors to consider: 1) Contrary to media hype, production did not begin on 14 October. This could be a reason to decrease the probability of delivery.\n2) However, Gigafactory 3 has been given permission to begin production, which seems to be in a test phase (“试产” is the word used in Chinese news [1])\n3) Rumors [1] indicate that the first model 3's produce by Gigafactory 3 will be sold to the factory workers and engineers ([1] \"向该厂员工出售它生产的第一批汽车\" : the first cars produced could be sold to the factory employees). I guess this counts as a delivery, if confirmed. If this is correct this virtually guarantees a delivery before the end of the year. [1] https://tech.qq.com/a/20191024/003133.htm"], [57797, "2019-10-24T02:40:08Z", [0.99], ""], [38094, "2019-10-24T02:05:27Z", [1.0], "Before 31 December 2019, will a Model 3 produced in Tesla's Shanghai Gigafactory 3 be delivered to a customer? This has got to be great motivation for theShanghai team - they'll do it handily."], [79461, "2019-10-23T13:53:12Z", [1.0], ""], [56, "2019-10-23T12:38:46Z", [1.0], "Only have to produce one vehicle and have one employee drive it home. \"Tesla Inc (TSLA.O) is conducting trial production runs at its new $2 billion China factory for the past several weeks and will sell some of the first cars from the plant to its employees, sources told Reuters.\" https://www.reuters.com/article/us-tesla-results/china-factory-production-key-as-tesla-reports-third-quarter-results-idUSKBN1X210B"], [691, "2019-10-22T13:25:52Z", [0.97], ""], [12965, "2019-10-22T07:44:57Z", [0.95], ""], [57860, "2019-10-22T00:34:07Z", [0.98], ""], [75824, "2019-10-21T23:38:10Z", [0.98], "Tesla has approval to begin production and is expected to start in the next few weeks. https://www.caranddriver.com/news/a29505737/tesla-gigafactory-china-model-3-production/"], [20660, "2019-10-21T22:25:23Z", [0.25], ""], [42004, "2019-10-21T10:01:46Z", [0.7], ""], [68386, "2019-10-19T18:35:08Z", [0.98], ""], [19801, "2019-10-19T11:55:51Z", [0.95], "    Tesla was just given the OK from China to start building electric vehicles in its newly constructed plant outside Shanghai.\n    The factory, called Gigafactory 3, will produce at least 1000 Model 3 electric cars a week, according to Tesla.\n    Production could commence within several weeks, the company said.\nhttps://www.caranddriver.com/news/a29505737/tesla-gigafactory-china-model-3-production/"], [4492, "2019-10-18T20:08:46Z", [0.97], ""], [691, "2019-10-18T13:21:01Z", [0.99], ""], [172, "2019-10-18T01:43:20Z", [0.98], "“Could start building them any time now”. Ten weeks to deliver something...seems likely\nhttps://www.caranddriver.com/news/a29505737/tesla-gigafactory-china-model-3-production/"], [35217, "2019-10-17T20:29:50Z", [0.94], ""], [80158, "2019-10-17T17:37:41Z", [0.4], "Completing the factory does not mean car is delivered to a customer. "], [691, "2019-10-17T14:25:38Z", [0.99], "https://www.reuters.com/article/us-china-tesla/tesla-gets-approval-to-start-manufacturing-in-china-idUSKBN1WW0NM\nThis is the official gummint okey-dokey, and the factory seems ready to go.  Under the terms of this Q they don't need to meet their announced targets, which they never do, but only to crank out one vehicle and deliver it to somebody.   Probably even Musk can't screw this up now, but keeping this at only 99% because Tesla has snatched defeat from the jaws of victory so often in the past."], [79951, "2019-10-17T09:38:09Z", [0.95], "Chinese Government permit to run Tesla's Shanghai plant was granted."], [80142, "2019-10-17T05:34:00Z", [0.15], ""], [73050, "2019-10-16T16:53:31Z", [0.89], ""], [63963, "2019-10-16T03:44:06Z", [0.9], ""], [80101, "2019-10-15T22:01:07Z", [0.22], ""], [80070, "2019-10-15T14:36:16Z", [0.99], ""], [80048, "2019-10-15T10:11:53Z", [0.6], "Because China is good at fast ramping but Tesla is not good at delivering to commitment"], [80021, "2019-10-15T06:09:31Z", [0.15], ""], [2623, "2019-10-15T05:56:06Z", [0.0], "Tesla has never made one single deadline. Ever. "], [80001, "2019-10-15T04:24:45Z", [0.7], "Yes. It will be symbolic. But production will be accomplished."], [1333, "2019-10-14T18:36:13Z", [0.85], ""], [72695, "2019-10-14T00:55:19Z", [0.95], ""], [78992, "2019-10-13T11:09:37Z", [0.22], "Tesla has a history of underperformance however a higher probability of at least one car being delivered for marketing. "], [78587, "2019-10-12T14:22:14Z", [0.75], ""], [691, "2019-10-12T12:37:21Z", [0.95], ""], [14107, "2019-10-12T11:06:02Z", [0.92], ""], [4923, "2019-10-12T00:55:12Z", [0.15], ""], [29289, "2019-10-11T20:35:17Z", [1.0], ""], [19801, "2019-10-10T05:47:09Z", [0.95], "Tesla Model 3 (made-in-China?) spotted on new Gigafactory 3 test track\nhttps://electrek.co/2019/10/07/tesla-model-3-made-in-china-gigafactory-3-test-track/"], [41922, "2019-10-07T20:45:15Z", [0.91], ""], [79851, "2019-10-07T16:05:00Z", [0.9], "Before the end of a decade this would be a very large ceremonial milestone that both China and Tesla will want to see happen"], [67609, "2019-10-07T15:46:33Z", [0.97], "I'm increasing a 2% (from 95 to 97%) in view of the latest new in Sina: \"特斯拉Model 3现身上海工厂测试跑道 投产指日可待?\" (\"Apparently, there has been a test in a runway of a Tesla 3 in the Shanghai factory. Is production imminent?\") [1] The news show a picture of a Model 3 in a track outside the factory (but it also points out that \"但动力系统的生产是否准备就绪还不清楚\", i.e. \"It is not clear whether the production of the mechanical systems are ready yet\"). [1] http://finance.sina.com.cn/stock/usstock/c/2019-10-07/doc-iicezzrr0659460.shtml"], [76636, "2019-10-06T16:31:31Z", [0.2], ""], [38094, "2019-10-06T15:53:48Z", [0.99], "Fastest way to increase overall production numbers is to start production in a new factory, vs. organic growth in existing factories. And growth is needed to make the numbers add up. Not easy to do."], [691, "2019-10-06T12:39:49Z", [0.95], ""], [691, "2019-10-04T19:55:34Z", [0.95], ""], [1333, "2019-10-04T16:40:39Z", [0.75], ""], [1333, "2019-10-04T16:32:58Z", [0.65], ""], [79814, "2019-10-03T21:28:14Z", [0.75], "Elon Musk has been notorious of very aggressive timeline. I would have said lesss than 50%. But based based on current progress it seems quite probable and I am forced to increase chances to 75%. For it to start delivering in Q1 2020 is 95%"], [79569, "2019-10-03T20:44:47Z", [0.03], "The quality manufacturing of any electro-mechanical product is typically fraught with uncertainty. From the hiring of qualified personnel, the production of prototypes, the assimilation of quality management systems etc.; the latter 20% of the GF3 project could take as much as 80% of the allotted time. For a factory that was originally scheduled to begin production in March 2020, it is unlikely, impractical and unnecessary for Tesla to push its completion schedule."], [4492, "2019-10-03T18:46:56Z", [0.99], "New \"leaked\" images from Tesla Giga 3 https://insideevs.com/news/374439/leaked-tesla-gigafactory-3-several-model-3/amp/"], [1333, "2019-10-03T15:40:22Z", [0.58], ""], [4492, "2019-10-03T15:19:56Z", [0.99], "Weak 3Q19 TSLA delivery report places further pressure on Tesla and Musk to reinvigorate the growth narrative. Hyping the China narrative is quickly becoming the top priority. Tesla is currently shipping cars to China. Reports suggest the company expects to be \"producing\" 1,000 cars per week there by the end of the year. This is highly unlikely, and it is very likely they will \"produce\" some cars. "], [31450, "2019-10-03T14:44:59Z", [0.95], "Going a few points higher because the factory seems to be is producing cars with a rumored delivery date sometime in November."], [691, "2019-10-03T13:10:46Z", [0.97], ""], [68386, "2019-10-03T09:57:36Z", [0.96], ""], [172, "2019-10-03T00:31:11Z", [0.98], ""], [75824, "2019-10-02T23:49:12Z", [0.95], ""], [79461, "2019-10-02T23:33:53Z", [0.95], "As other's have mentioned, news is coming out the production will begin mid October. Baring a disaster, a car will be produced by the factory. "], [1333, "2019-10-02T17:30:21Z", [0.57], ""], [75824, "2019-10-02T14:36:03Z", [0.92], ""], [691, "2019-10-02T12:40:29Z", [0.94], "https://www.reuters.com/article/us-tesla-china-shanghai-plant/teslas-china-production-to-start-eyes-on-mass-production-timing-sources-idUSKBN1WH0HN\nDespite Tesla's history of egregious overpromising, if they are starting production now and only have to crank out one vehicle by year end, the odds are pretty good.  They will not of  course meet their announced targets, but that's not the question here."], [77502, "2019-10-02T06:23:57Z", [0.95], ""], [73813, "2019-10-02T03:20:35Z", [0.89], ""], [1333, "2019-10-01T17:26:10Z", [0.56], ""], [4492, "2019-10-01T17:19:18Z", [0.98], "InsideEV's just put out their estimate of 3Q US deliveries for Tesla. U.S. units are expected to be down y/y and Q/Q, despite lower Average Selling Prices. The quarter will bring higher foreign sales particularly in the Netherlands where tax incentives are expiring soon. The growth story keeping TSLA stock up is looking more tenuous and pumping their China potential will be important to keep the growth narrative alive. As such, by whatever means necessary Elon Musk will deliver a Model 3 \"built\" in Shanghai. "], [691, "2019-10-01T14:21:47Z", [0.78], ""], [67609, "2019-10-01T05:23:10Z", [0.95], "I rise the probability from 90 to 95%, the reasons are: (i) The Chinese media are still saying that mass production will begin on 14th of October and that 3000 vehicles per week are expected to be produced by the end of the year, see for instance [1]\n(ii) The Chinese have reasons to keep the previous deadlines, e.g. ii.a) national pride (very important for them) and ii.b) the sooner the Tesla cars are being produced, the sooner some accidental \"technology transfer\" will happen (we know you guys).\n(iii) Delivery happens fast in China [1] http://news.bitauto.com/hao/wenzhang/30909046"], [79657, "2019-09-30T22:27:24Z", [0.9], "Musk and his Tesla contingency appear motivated to ignite global change via clean energy and elimination of carbon emissions.  He's bold, occasionally overtly brash, but he values innovation, ingenuity, progress and perhaps most vitally, action.  Without an obvious roadblock (pun intended) deterring the Gigafactory from moving forward it would seem they are exceeding timeline expectations, potentially priming the Tesla brand for an emphatic global statement: 'we do it better...and we can act faster.'  Test production of a Model 3 has succeeded and expectancy of mass production has accelerated to a 10/14 estimate.  With the world watching Chinese economics very closely, this an opportunity for both Musk, and China to seize hold of a vital market.  Neither is likely to disappoint.  Leaving 10% of wiggle room for the unforeseen.  Confidence in Tesla's success rises every day."], [1333, "2019-09-30T16:34:25Z", [0.55], ""], [75924, "2019-09-30T15:53:49Z", [0.66], ""], [32100, "2019-09-30T15:13:33Z", [0.95], ""], [691, "2019-09-30T12:21:22Z", [0.78], ""], [3997, "2019-09-29T18:32:08Z", [0.69], ""], [12726, "2019-09-29T17:17:07Z", [0.91], ""], [691, "2019-09-28T11:08:04Z", [0.76], ""], [14107, "2019-09-28T10:12:01Z", [0.95], ""], [15196, "2019-09-28T04:17:24Z", [0.9], ""], [77516, "2019-09-27T20:24:23Z", [0.65], ""], [691, "2019-09-27T17:44:41Z", [0.48], ""], [1333, "2019-09-27T15:49:52Z", [0.45], ""], [79697, "2019-09-27T15:36:07Z", [1.0], "Tesla seems to have turned a corner and I believe with the industry's eyes on Shanghai, the contingent there is working doubly hard to ensure the above deadline is met."], [57797, "2019-09-27T15:06:39Z", [0.95], ""], [4492, "2019-09-27T12:38:51Z", [0.95], ""], [35217, "2019-09-27T09:14:27Z", [0.92], "https://electrek.co/2019/09/26/tesla-model-3-body-in-white-gigafactory-3-production-start-oct-14/"], [67609, "2019-09-27T08:24:23Z", [0.9], "Yesterday it was claimed that by 14th of October production in Gigafactory 3 will begin [1]. Now according to 東方財富 (East money) [2] the first Model 3 will be delivered to customers before the end of the year (首辆白车身已经下线，预计今年年底前首辆国产Model 3可以交付: the first body-in-white has already been produced, the estimation is that by the end of this year it will be possible to deliver the first Model 3). Actually [2] simply looks like a more complete version of [1], I am not sure about how reliable is the source (only that this has been repeated in Chinese news, I was simply browsing Baidu news). But I will rise the probability by a 5%, from 85 to 90%. [1] https://www.shine.cn/biz/economy/1909262766/\n[2] http://finance.eastmoney.com/a/201909261248775464.html"], [172, "2019-09-27T00:12:24Z", [0.85], "Per @Emil - factory passed inspection. Small scale production in Q4 to work through processes. Still a bit of a crapshoot re customer delivery. Perhaps early models given to VIP’s and influencers. Perhaps Chinese will deliver on some of Musk’s targets...\nhttps://www.cnbc.com/2019/09/18/tesla-model-3s-are-big-sellers-in-china-jl-warren-q3-tesla-update.html"], [57797, "2019-09-26T20:06:52Z", [0.9], ""], [56, "2019-09-26T18:48:11Z", [1.0], ""], [67609, "2019-09-26T18:13:55Z", [0.85], "Going to temporarily rise the probability another 10% at least: apparently, the Lingang Group (the guys in charge for the area in which Gigafactory 3 is located, i.e. basically the Chinese Government) anticipates mass production of the Model 3 for the 14th of October. The Chinese tend to end up doing things even before schedule. The 10% added might very well be an under-reaction and the first Model 3 might be even delivered before the end of October. Source: https://www.shine.cn/biz/economy/1909262766/"], [67609, "2019-09-26T17:55:42Z", [0.75], "Today Teslarati has reported that Gigafactory 3 has rolled out the first body-in-white (BIW). I am not totally sure, but seems a good signal. Thus I increase the probability by an additional 3% (from 72 to 75%)."], [695, "2019-09-26T15:10:34Z", [0.95], ""], [79314, "2019-09-26T14:31:27Z", [0.6], ""], [41922, "2019-09-25T18:51:35Z", [0.81], ""], [1333, "2019-09-25T18:22:59Z", [0.35], ""], [46762, "2019-09-25T18:08:22Z", [1.0], ""], [57797, "2019-09-25T17:51:16Z", [0.8], ""], [31450, "2019-09-25T16:46:19Z", [0.8], "Seems the factory is producing cars with a rumored delivery date sometime in November. https://cleantechnica.com/2019/09/23/breaking-1st-chinese-tesla-model-3s-are-rolling-down-gigafactory-3-assembly-line/"], [68746, "2019-09-25T15:59:40Z", [0.85], ""], [67609, "2019-09-25T13:36:21Z", [0.72], "From the news in Teslarati, the first pre-orders were made in May and they are expected to be delivered in 6-10 months, where 50% of this range is within the present year. It happens that the factory is being completed faster than expected, the 6-10 months could mean that a few pre-orders will be delivered in 6 months and the last pre-orders in 10 months, giving a larger than 50% probability. I would say at least 2/3, which I would scale up owing to the recent news of Tesla hiring more people for Gigafactory 3 (I would add a 5% to the 67%)."], [57797, "2019-09-25T12:41:41Z", [0.75], ""], [691, "2019-09-25T11:52:50Z", [0.2], ""], [43189, "2019-09-25T11:50:43Z", [0.88], ""], [35217, "2019-09-25T08:32:24Z", [0.87], "@Emil 's comments in [1] and additional (if slightly sensationalist) reports that the start of production has already happened or is immanent [2].  From [2]: \"Tesla began accepting pre-orders for Chinese-made Model 3s at the end of May. Typically, the time between when an order is placed and when a car is delivered in early production line development has been about 6 to 10 months, which puts November right at the beginning of that window.\" Crowd: 22 [1] https://www.gjopen.com/comments/comments/907222\n[2] https://cleantechnica.com/2019/09/23/breaking-1st-chinese-tesla-model-3s-are-rolling-down-gigafactory-3-assembly-line/"], [77305, "2019-09-25T00:38:27Z", [0.01], ""], [75093, "2019-09-24T15:40:02Z", [0.35], ""], [41922, "2019-09-24T14:35:03Z", [0.6], ""], [1333, "2019-09-23T18:49:33Z", [0.25], ""], [691, "2019-09-23T13:13:38Z", [0.18], ""], [77942, "2019-09-23T08:26:42Z", [0.0], ""], [70711, "2019-09-23T04:22:07Z", [0.66], ""], [75824, "2019-09-23T01:15:57Z", [0.9], ""], [12726, "2019-09-22T21:48:32Z", [0.76], ""], [172, "2019-09-22T18:33:36Z", [0.85], ""], [33418, "2019-09-22T17:18:42Z", [0.6], ""], [691, "2019-09-22T11:24:51Z", [0.18], ""], [691, "2019-09-21T13:44:43Z", [0.18], ""], [14107, "2019-09-21T13:08:31Z", [0.6], ""], [42004, "2019-09-21T06:17:48Z", [0.35], ""], [691, "2019-09-21T01:57:56Z", [0.15], "Musk says this will happen, ergo it won't.  More likely next Spring.  Stay tuned."], [56, "2019-09-20T21:03:35Z", [0.95], ""], [57797, "2019-09-20T19:57:21Z", [0.9], "Tesla guidance has suggested a start of production in early Q4, suggesting plenty of runway so to speak for this question to resolve as a 'yes' if their guidance turns out too optimistic. [1]  The status of the factory construction seems to be progressing well [1]. Something that may slow it down is government approval, but permitting seems to be going well too [1]. Assembly of sample units is already taking place [2] Players, Opportunities, and Motives:\nTesla - Along with Model 3 deliveries, this factory is a high priority and one would expect they put necessary resources into it to meet their guidance\nChinese government - judging by the permitting and earlier negotiations the government stance seems positive. This is a matter of prestige and fits China's priority on being a major player in the clean energy industry.  To watch:\n- I will read more reports from Tesla bears to see what they are saying as disconfirming evidence [1] https://electrek.co/2019/09/17/tesla-gigafactory-3-passes-inspection-neede-production/\n[2] https://www.teslarati.com/tesla-model-3-sample-assembly-gigafactory-3-pictures/"], [1333, "2019-09-20T17:39:25Z", [0.1], ""]], "open_date": "2019-09-20T17:00:21Z", "close_date": "2019-12-29T23:00:12Z"}