{"question_id": 986, "title": "Will a new Supreme Court Justice be confirmed by the Senate before 6 November 2018?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.9, 0.1], "correct_answer": "Yes", "correct_forecast": 0.9, "preds": [[58508, "2018-10-08T11:51:58Z", [1.0], ""], [39409, "2018-10-08T09:18:08Z", [1.0], ""], [32623, "2018-10-07T21:58:55Z", [0.66], ""], [60033, "2018-10-07T21:40:35Z", [1.0], ""], [61396, "2018-10-07T16:12:17Z", [1.0], "He was confirmed yesterday"], [61396, "2018-10-07T16:11:52Z", [0.99], "Comment deleted on Oct 07, 2018 04:12PM UTC"], [33035, "2018-10-07T13:39:06Z", [1.0], ""], [1624, "2018-10-07T06:56:29Z", [1.0], ""], [1624, "2018-10-07T06:52:12Z", [1.0], ""], [30610, "2018-10-07T05:29:04Z", [1.0], ""], [2965, "2018-10-07T03:07:57Z", [1.0], "Final note.\nThis is the worst event involvong the SCOTUS since Dred Scott Case\nbut our Republic survives because of he genius of outstanding\nChief Justices like John Jay John Marshall, Earl Warren, Burger,Rehnquist\nCJ roberts may be the one person  aside from Defense Secretary of Defense Mattisand SOS pomeo and CIA directos GH and the NSA DIA and all are forces including  IC that save us a nuclear war a day\nThe key  POTUS proxies are Mattis Pompeo  (really Pro Consuls like MacArthur and Marshall who for all geo-political purposes   are POTUS and are carrying the football on the ground- one first down at a time-a grueling  game plan for any potential adversary\nBut now as the thrwat of icbms recedes comes the dawn of RFID chips and constant cyber war on the 5g internet of things.\nNow the pre-eminent threat  are not nuclear ICBMS=although under the leadership of Livermore Sandia Sec. Moniz and Sec, ( Oh I am head of a cabinet department but I can't rememeber the Dept. or its functions)\nwe are modernizing our nukes\ngood idea \n we must avoid the trillions it will cost to remediate\nHanford,  Mattis has traveled 2-million miles since  inception suppoted with words and action of  every  US ally from Montenegro to Macedonia, and Afghanian 4 times, Japan and ROK twice each\nPompeo is in DPRK\nBolton and  Gen. Kelly are minding the store\nPOTUS-just how will his term end\nimpeachment 70%\nconviction 0%\ndeath?\nChain of command Korea\nMattis\nDunford\nVincent Brooks-Korea\nStavridis Breedlove and successors with a very capable and forthright\nGina Haspel at CIA\nOur esteemed departed head of NSA\nOur best ODNI Coats with Clapper like him or not\ndoing exactly what ex-DCIA   and Rep. Porter Goss\nlearned what they all learn Panetta, Petraeus Colby,\nand most importantly ex DCIA Helms-Speak Truth to Power Helms mission ended by Watergate- Ambassador to Iran our last chance in Tehran for 50 years\nExtended constitutional crisis puts pressure on POTUS\non Richard Nixon\nHe according to Woodward was disconsolate\nand Al Haig carried the \" football\" as long as RMN\nwas not himself ( Jan-March1975)\nI visited the Richard Milhouse Nixon\nbirthplace and library  today!\nWhittier, CA\nOrange County\nchanged a lot since he was born in that small Quaker community \nI am on assignment in SOCAL performimg\nlegal uav surveillance, and filing briefs and appearing in Court. Why did I go? Nixon had the patriotic courage to admit he was wrong and\nenough honor to resign.  Nixon was the greatest Republican innovator since TR\nresponded to pictures of the Cuyahoga River burning in Cleveland\nas late as 1977, yes RMN started the EPA and like TR\nwas a capable steward of our land and resources\nBecause of Sen.  Ed Muskie and the Udall familym RFK JFK\nand the  enviromental popular movement\nwe have waters where you can catch and eat the best pike and sturgeon\nin Lake Erie\nChildren in poor or any neighborhoods no longer eat lead paint\nAll because of RMN Robert  F. Kennedy brother of John F. Kennedy and Pres Kennedy\nPOTUS35 AND POTUS37 elected to Congress in 1948  alongside POTUS 36  Landslide Lyndon\n\nPresident Truman the real victor in the Cold War along with Eisenhower, Kennedy\nand Carter ( Embargo after Ahghan invasion of Afghan and no Olympics barring\nUSSR from 1984 LA Olympics poetic justice\nThen we had Ronald  ( tear down that wall)\nwho bankrupted the USSR with Star Wars\nwhich followed by Chernobyl in short order\nand H.W. Bush and Scowcroft who had the\neminent good sense to unite Germany in NATO\nas a key and with his good bud Helmut Kohl-Scmidt (not much different)\nthan SPD-CSU-CDU today. Reliable NATO allies ( leaving aside Nordsteam and Schroeder) So Nixon took steps to deal with the outbreak of real civil war in US.\nand the causes. 50,000 dead in Vietnam. Since 2010 50,000 lives lost annually due to gun violence   Nixon was not a bigot, not an anti-semite although like Truman or Trump\nhe could say anything in private. anything\nBut-otherwise in public-did the head of state thing very well\nWhile only JFK was brave enough forward thinking enough to put a man on the moon in 10 yaers flat\nno computers-reel to reel magnetic tape\nNixon was extremely Presidential\nspeech on US reaching the moon\nand had the best ad and concept man H.R. Haldeman\nHaldeman I strongly suspect authored the whole screenplay\nthe earthrise\n a US flag the first eto to be placed on an object  that \norbits the Earth\nWith the message below our Star Spangled Banner that will\n\"wave\" on the Moon forever or at least as long as there is a solar system\nsome 90 million years.\n\"We came in peace for all mankind\" \"one small step for man (and woman)\none giant leap for mankind\" ( all people of every sex race national origin lgbtq\ntrans we take them all in US DOD as that is DOD policy since Truman and Marshall\n(unoffically Truman and Marshall our first DOD integrated US Armed forces-Congressional consensus- could not be done.) Eleanor Roosevelt and Harry Truman executed by exec order not in a speech\nWe do need \" Brilliant Pebbles\" now POTUS. Get off Twitter.  Trump has destroyed any  vestige of the moral authority of POTUS\n Beginning in 2016 when Mitch Mcconnell \"packed\" the Supreme Court\nin an audacious manner with a  nominee that  should be locked up as a war criminal who signed so much black that\n90 percent is TC/IS bad!\nEven if he is just a confused drunk he  is a lackey, lacked the moral courage to  admit he too is human\nTrump-Kavanaugh special people like McConnell and the rest of the Old Oligarchs\nCould have said\n\" even though I deny it strenuosly  I would like to think I am a big enough person to admit\nI feel terrible  and I apologize you and I High school classmates- what a circus=OMG\" \"I feel terrible about the death threats that you and your family experienced\"\nInstead K like POTUS belongs to the Roger Ailes, Manifort, Rupert Murdoch Bill Shine, Fox O Reilly Sean Hannity, Kim1,2,3\nschool of public relations-modeled  on proven success stories at persuading\nhundreds of milliions of people for decades\nthat fact is fiction ( there never were famines)\nmedia is fake news\nthat in short if you tell the \"gross Luege\" big lie over and over\nand if you suppress the truth and votes\nyou will get every \" Working Class Hero\"  with a grievance\nto be just peasants as far as the oligarchy can see\nthey will drug you with beer, football and sex all on TV\nif you want to be a hero well just follow me (john lennon 1970)   K authorized by his own hand all\nthe conduct that people like Joe Rodriguez and Gina Haspel and Panetta took the\nheat for-serious human right violations crimes for which a cheney or Bush can never go to eu \nExcept  the 90% of all so called confidential  POTUS material will be leaked from inside\nor a NYT FOIA request.\nBy then two things will be abundantly clear:\nthat Associate Justice Kavanaugh will be impeached\ndue to repeated lies to Dick Durbin and Pat Leahy in 2005-2006\nand now and will have to resign or face conviction\nPOTUS will be impeached and if he had the honor of\na RMN he would resign for the good of the country\nBut RMN was  a lawyer.\nTrump is a developer and no doubt  before or after impeachment\nwill pardon himself and all others involved. I forecast a repeat of 1974 Dem landslide, complete extirpation\nof Trumpism and either a new GOP or a new party  Mattis appointed becuase Trump knew his Marine monicker\nHe has a code name that reminds me of the chaos candidate Jeb Bush described only too well/\nChaos stands for \ncolonel has all other solutions.\n Finis"], [176, "2018-10-06T23:41:24Z", [1.0], "Sort of sarcasm, irony and reductio all at once. ;) ;)\nhttps://pbs.twimg.com/media/DorGK17XkAAXhxI.jpg:large Reductio is one of the four rules for calling bullshit\nhttps://www.youtube.com/watch?v=Iepg5Q4rBAQ&index=52&list=PLPnZfvKID1Sje5jWxt-4CSZD7bUI4gSPS Some might see some of this too: https://www.youtube.com/watch?v=_AXyeKbw3tU  Such are the politics in the days of tribalism.  As to the midterms it turns out the Economist is wondering the same things I've been wondering https://www.economist.com/united-states/2018/10/06/the-democratic-party-tries-to-regain-control-of-state-legislatures\nMy bias for democracies is - the larger the winning coalition, the better for the people being ruled.  @shivadiva @dsarin @Anneinak"], [43003, "2018-10-06T23:32:57Z", [1.0], "stick a fork in it."], [19801, "2018-10-06T22:53:18Z", [1.0], "Brett Kavanaugh confirmed to Supreme Court\nhttps://edition.cnn.com/2018/10/06/politics/kavanaugh-final-confirmation-vote/index.html So much for the Wisdom of the Crowd. The only \"wisdom\" exists in the Art of the Deal."], [13970, "2018-10-06T22:52:48Z", [1.0], ""], [5018, "2018-10-06T21:52:21Z", [1.0], ""], [28414, "2018-10-06T21:51:13Z", [1.0], "\"If confirmed Kavanaugh should step down.\" Jordan B Peterson\nhttps://twitter.com/jordanbpeterson/status/1048320826376740865"], [60759, "2018-10-06T21:35:29Z", [1.0], ""], [1333, "2018-10-06T21:21:56Z", [1.0], "now WE CAN TURN OUR ATTENTION TO THE 4TH Amendment. Which is where this conversation should have started."], [15196, "2018-10-06T21:10:26Z", [1.0], ""], [34725, "2018-10-06T20:57:43Z", [1.0], ""], [61375, "2018-10-06T19:25:40Z", [0.85], "I' just going to leave a slight margin of doubt, but I think Joe Manchin at least is going to reconsider his vote in the next 48 hours. One thing will lead to another. Even without proof by the FBI, the media will create the kind of pressure that perhaps even more people, even Republicans will change their vote. Because even a hint of doubt about Kavanaugh will make his position untenable."], [1333, "2018-10-06T17:22:31Z", [1.0], "and Chrisp is right - a motion to reconsider but the question will have been answered."], [1333, "2018-10-06T17:06:30Z", [0.94], ""], [60792, "2018-10-06T16:46:18Z", [1.0], "It has been confirmed by multiple sources that Supreme Court nominee Brett Kavanaugh has a sufficient amount of votes to be elected to the Supreme Court because Senator Susan Collins, Jeff Flake, and Joe Manchin. Currently, it is highly probable that Brett Kavanaugh will be confirmed 51-49. (https://www.cnn.com/2018/10/05/politics/kavanaugh-nomination-vote-friday/index.html) Thus, \"swing vote\" senators would need to change their vote from supporting Kavanaugh to opposing him to prevent him from being confirmed, as a 50-50 tie would result in Vice President Pence being the tie-breaking vote. My forecast relies on the low probability that two out of three \"swing vote\" senators (Manchin, Flake, and Collins) will change their vote at the last minute. First, Susan Collins is arguably the most unlikely to change her vote as she delivered a lengthy, detailed speech laying out the reasons for her support of Kavanaugh. She asserted that the burden of evidence did not reach a \"more likely than not\" probability that Dr. Ford's accusations were accurate. (https://www.nytimes.com/2018/10/05/us/politics/collins-murkowski-kavanaugh.html) Due to the length at which she expressed her opinion and position, reversing on those statements would be difficult and politically dangerous. Second, Joe Manchin additionally unlikely to change his position as he also provided a detailed explanation of his support and is in a vulnerable position as he is up for reelection in November and is a Democrat in a conservative state. (https://www.msnbc.com/ali-velshi/watch/sen-merkley-fbi-investigation-useless-basically-a-cover-up-1336936003853) Lastly, Senator Flake, stated his support for Kavanaugh yesterday, deeming that it would take \"something big to change\" to alter his vote. (https://www.cnn.com/2018/10/05/politics/jeff-flake-brett-kavanaugh-vote-yes/index.html).\nFurther, assuming that these predictions aforementioned are wrong, the Republicans are going to bulldoze another nominee through the confirmation process to ensure that they do not lose the seat if they potentially lose the Senate after November's elections. \nThus, I predict with high probability that a nominee with be confirmed before 6 November."], [1056, "2018-10-06T14:57:24Z", [1.0], "A look from a libertarian publication at Avenatti's involvement: https://reason.com/blog/2018/10/05/brett-kavanaugh-michael-avenatti-collins I thought when Avenatti insinuated himself into the process that he was overplaying the Democrats' hand. His client's charges were rather far-fetched, which was why she rapidly walked them back when the press began to ask her for details. But the damage was done to the anti-Kavanaugh case. "], [57998, "2018-10-06T12:25:37Z", [1.0], ""], [691, "2018-10-06T11:17:02Z", [0.99], ""], [59882, "2018-10-06T08:58:28Z", [1.0], ""], [20504, "2018-10-06T05:40:49Z", [0.97], ""], [3577, "2018-10-06T03:44:24Z", [1.0], ""], [43311, "2018-10-06T03:42:43Z", [1.0], "https://www.gjopen.com/comments/comments/756852 Wonder how the news will change after tomorrow eve? What will be the next drama?\nWatch here (Russia, Russia, Russia)\nNot here (China, China, China((but this is REALLY where we should be watching. Don't trust the media))). https://amp.cnn.com/cnn/2018/10/05/politics/us-admiral-russian-submarine-threat/index.html?__twitter_impression=true https://defconwarningsystem.com/2018/10/05/russias-most-advanced-and-stealthly-nuclear-submarine-ever-just-went-to-sea/ This is worth the 40 min watch..... the more you know.\nhttps://www.youtube.com/watch?v=aeVrMniBjSc https://www.foxnews.com/politics/lawyer-for-clinton-campaign-and-dnc-gave-fbi-documents-for-russia-probe-sources Fox News' Catherine Herridge has followed this case closely and says that Baker's deposition on Wednesday: “lays the groundwork for next week's planned closed-door interview with Deputy Attorney General Rod Rosenstein. Baker, as the FBI's top lawyer, helped secure the Foreign Intelligence Surveillance Act (FISA) warrant on Page, as well as three subsequent renewals.\" Next to come out (after confirmation, but before Rosenstein meeting on the 11th)\nBaker testified that JC and RR colluded to place Mueller."], [745, "2018-10-06T03:18:34Z", [1.0], ""], [38, "2018-10-06T02:38:10Z", [0.98], ""], [1624, "2018-10-06T02:08:29Z", [0.99], ""], [43003, "2018-10-06T01:52:55Z", [0.97], "Collins has announced to vote yes. Chance of surprises at least 3%"], [57797, "2018-10-06T01:29:30Z", [1.0], "Updating on Collins’ announced yes vote. EDIT: post mortem: I got a Brier of 0.08 and Median of 0.013 (100% participation). So, what can we learn from the outcome? A first lesson for me is about black swans. I was forecasting a 99 for a long time initially but was that warranted? We will never know. Still, the sexual assault allegations demonstrate that even when all the conventional factors align (well-qualified candidate, a Republican Senate majority well aligned with its president and able to hold the party line, and no filibuster) you still cannot guarantee virtual certainty of the outcome due to unknown unknowns. On GJO, there is a bit of an incentive to up your confidence a few percentage points to gain on other forecasters. However, it's worth remembering that this only gives you a minuscule Brier advantage when you are already in the +90 area. Second, one should be mindful of over-correcting. Again, we will never know if those of us who reacted more strongly to the sexual assault allegations were wrong in our forecasts. We cannot know if the chances on Sept 26 really were 45% or not (unless we have 1,000 identical Planet Earths where the same situation can play out again and again). Still, a human tends to overreact to recent, salient information: during the confirmation process, the allegations are front and center in one's mind, while the base rate (be it the base rate about past confirmations or the base rate of Republicans voting party line) is somewhere deeper in the memory, leading to Availability Bias, or what Kahneman calls: What You See Is All There Is. The way to know whether one over-corrects is to make many forecasts and tally them up at the end. So the fact that I got a Brier higher than the Median on this particular question cannot provide a definitive answer. Instead, it serves as a reminder of the availability bias.  It's also a reminder of the importance of using Bayes' rule to incorporate new information. Forecasting such rare events entails the challenge of finding enough historical data (for events of the same class) to gain a good statistical understanding (especially of of P(E|H) and P(E)). @Anneinak @Prognosticating-Beek @JMR2017"], [29646, "2018-10-06T00:36:30Z", [1.0], "Collins is a yes."], [41952, "2018-10-06T00:15:07Z", [1.0], ""], [1333, "2018-10-05T23:41:21Z", [0.95], ""], [60346, "2018-10-05T21:16:57Z", [0.9], ""], [57998, "2018-10-05T20:11:54Z", [0.98], ""], [20504, "2018-10-05T20:08:50Z", [0.95], "+35. Susan Collins support for Kavanaugh."], [176, "2018-10-05T20:07:22Z", [1.0], ""], [38, "2018-10-05T19:55:21Z", [0.98], "The Hill reports that Collins says she'll vote \"Yes\".\nConfirmation isn't a lock, but it's sure looking likely."], [13970, "2018-10-05T19:32:10Z", [0.7], ""], [32258, "2018-10-05T19:18:09Z", [1.0], ""], [14432, "2018-10-05T19:15:23Z", [1.0], ""], [32100, "2018-10-05T18:18:47Z", [0.9], ""], [38, "2018-10-05T18:02:20Z", [0.9], "Flake has announced he'll be a \"Yes\"\nDonnelly had previously said he'd be a \"No\"\n"], [1333, "2018-10-05T17:47:36Z", [0.1], ""], [691, "2018-10-05T17:17:02Z", [0.88], ""], [40930, "2018-10-05T16:46:36Z", [0.85], ""], [19801, "2018-10-05T16:11:50Z", [1.0], "US Senate approves sending Kavanaugh nomination to final vote http://economictimes.indiatimes.com/articleshow/66090231.cms"], [43003, "2018-10-05T15:57:09Z", [0.95], "with only 1 defecting GOP senator it will pass. But they have the benefit of a scab Dem senator. https://thehill.com/homenews/senate/410074-manchin-murkowski-break-ranks-on-key-kavanaugh-vote"], [30610, "2018-10-05T15:20:49Z", [0.95], ""], [20504, "2018-10-05T15:16:11Z", [0.6], "+20, Cloture vote."], [37488, "2018-10-05T14:54:29Z", [1.0], ""], [57797, "2018-10-05T14:52:04Z", [0.95], "The successful cloture vote raises the likelihood that the Republicans have the votes to confirm Kavanaugh."], [60033, "2018-10-05T14:32:33Z", [0.75], ""], [1333, "2018-10-05T14:18:42Z", [0.06], ""], [1333, "2018-10-05T14:06:28Z", [0.05], ""], [27345, "2018-10-05T13:43:46Z", [0.9], ""], [19522, "2018-10-05T13:15:42Z", [0.9], ""], [12453, "2018-10-05T11:59:41Z", [0.9], ""], [46762, "2018-10-05T03:53:52Z", [0.99], "Collins, Murkowski, have made positive comments about the FBI report.  I think the election is in the bag. "], [19260, "2018-10-05T03:16:34Z", [1.0], ""], [15196, "2018-10-05T02:47:04Z", [1.0], ""], [19801, "2018-10-05T02:38:07Z", [1.0], "Republicans aim to confirm Kavanaugh this weekend; protesters arrested\nhttps://www.reuters.com/article/us-usa-court-kavanaugh/fully-confident-white-house-receives-fbi-report-on-kavanaugh-idUSKCN1ME0Z1 Done and dusted. The Wisdom of the Crowds just got Trumped. For a second time!"], [176, "2018-10-05T02:16:41Z", [0.85], "Going chicken. "], [5018, "2018-10-05T01:50:11Z", [0.98], ""], [38, "2018-10-05T01:30:22Z", [0.75], "It seems that there's fairly wide agreement that there's 5 swing votes:  2 Democrats (Manchin & Donnelly) and 3 Republicans (Flake, Collins & Murkowski). I made a matrix of outcomes that involved all Democrats voting against, or all but 1, or all but 2 voting against \nvs \nall Republicans voting for, or all but 1, all but 2, or all but 3 voting for.   In this 3 x 4 matrix of 12 cells, 9 vote combinations resulted in a Kavanaugh confirmation.   The 3 possible  combinations of votes which result in defeat of the Kavanaugh nomination were:  \n2 Rs vote No with all Ds = 49 yes to 51 no\n3 Rs vote No with 0 Ds voting Yes = 48 Yes to 52 No  \n3 Rs vote No with 1 D voting yes = 49 Yes to 51 No All other scenarios result in either a clear vote to confirm Kavanaugh or a tied vote that Pence will break in Kavanaugh's favor. That suggests that there's a 75% chance of Kavanaugh being confirmed IF ALL VOTE COMBINATIONS ARE OF EQUAL PROBABILITY. . . .BUT they aren't.  I have struggled with this for hours.  My mind is mush.  I just can't figure out how to calculate the chances of the 3 outcomes I identified above. CLEARLY, there has to be AT LEAST 2 Rs who vote No for the nomination to be killed.  Do they exist?  If any of the swing Rs declare their intention, that will change my forecast significantly.  If just one swing R declares they'll vote for confirmation, that will mean that the only way Kavanaugh can fail to be confirmed is if both of the remaining swing Rs vote No along with all of the Ds. . . . one option out of 9."], [32105, "2018-10-05T01:04:26Z", [0.95], ""], [23006, "2018-10-04T23:42:07Z", [1.0], ""], [23006, "2018-10-04T22:28:52Z", [0.99], ""], [57797, "2018-10-04T22:06:45Z", [0.88], "With R senators leaning toward yes reportedly it seems like that's all she wrote."], [43003, "2018-10-04T22:02:31Z", [0.8], "CNN reports swing GOP senators leaning yes. https://www.cnn.com/2018/10/04/politics/kavanaugh-vote-murkowski-collins-flake-trump/index.html\nPredictit is at 85% and rising. I tend to think Predictit has a Dem bias, so call that 87%. note to self: Avoided wizards first rule as best I could, ignored predictit intentionally. Ran numbers and estimates as inside/outside. I think predictit numbers are biased too high from institutionalized contempt/apathy that Kav could be stopped even if FBI report found corroborating evidence."], [47482, "2018-10-04T20:14:23Z", [0.95], "Moving back to 95%. Collins & Flake appears to be moving towards yes. If so, Murkowski not needed. Pence is tie breaker. If Manchin votes against, he becomes seriously endangered despite his edge in likability. Can’t see how McConnell would have announced a vote this week if he didn’t already know the outcome. "], [41952, "2018-10-04T19:38:45Z", [0.95], ""], [20504, "2018-10-04T19:25:06Z", [0.4], "+32. Heitkamp has come out against. Four are left. Manchin, Flake, Murkowski, and Collins. The three Republicans are saying it was a thorough investigation. To my mind, this makes confirmation much more likely despite the probable negative backlash to Murkowski and Collins in either event. "], [41922, "2018-10-04T19:22:11Z", [1.0], ""], [34489, "2018-10-04T18:58:38Z", [0.65], ""], [1056, "2018-10-04T18:27:19Z", [1.0], "Soon-to-be-former Senator Heitkamp says she'll vote \"No\" on Kavanaugh. But every Democrat and one Republican (i.e. Flake) can vote against confirmation and Kavanaugh still gets on the Supreme Court. Two Republicans defect, and Kavanaugh doesn't make it. But that seems unlikely."], [60759, "2018-10-04T18:11:13Z", [0.75], ""], [876, "2018-10-04T17:54:48Z", [0.85], ""], [22833, "2018-10-04T17:26:05Z", [0.9], ""], [57797, "2018-10-04T17:00:51Z", [0.77], "Key senators reacting positively to the FBI report as mentioned by @Prognosticating-Beek here https://www.gjopen.com/comments/comments/778238"], [30610, "2018-10-04T16:59:47Z", [0.85], "increased odds from the comments of the only senators that matter:\nhttps://abcnews.go.com/Politics/senate-judiciary-receives-fbi-report-kavanaugh-allegations/story?id=58277222\n"], [43003, "2018-10-04T16:33:00Z", [0.75], "The lead withholding GOP senator, flake, gave words today that indicated he liked the FBI report. This is a large signal he will vote yes. Also Collins said it was \"thorough\"   That pushes my estimate that either will vote yes to 80%. As they are dependent, the math is simple= .8x.8=.64  Factor in Murks vote at .3 which will raise the chances, plus a scab Dem who might vote and I arrive at 75%"], [34489, "2018-10-04T16:04:31Z", [0.56], ""], [23006, "2018-10-04T15:31:28Z", [0.75], "Of course he is. Short fbi investigation\nDidn’t include key witnesses\nPlus all other reason in prior post"], [57797, "2018-10-04T14:49:13Z", [0.59], "+4% due to deepened partisan divide. Red state waverers such as Manchin will have a hard time voting no. https://www.politico.com/story/2018/10/01/poll-kavanaugh-ford-opinion-854860 and https://fivethirtyeight.com/features/politics-podcast-what-the-new-polling-on-kavanaugh-means/ One of the main reason I am not going higher is the possibility that the hesitant Senators will band together and vote as a block (which would make it a little easier to vote no), not a remote plausibility as discussed here: https://www.vox.com/policy-and-politics/2018/10/3/17933106/brett-kavanaugh-senate-confirmation-vote-supreme-court"], [60346, "2018-10-04T14:37:57Z", [0.7], ""], [14432, "2018-10-04T14:36:01Z", [0.99], ""], [30477, "2018-10-04T14:29:02Z", [0.86], ""], [2965, "2018-10-04T14:27:18Z", [0.0], "Sasses distances himself from K on Senate Floor last night\n\"would not have picked him\""], [34489, "2018-10-04T13:22:12Z", [0.43], ""], [34489, "2018-10-04T13:21:46Z", [0.38], "Comment deleted on Oct 04, 2018 01:22PM UTC"], [20504, "2018-10-04T12:37:31Z", [0.08], ""], [57797, "2018-10-04T12:00:28Z", [0.55], "Increasing 6%. The FBI report has been submitted. 9 people were interviewed and the broader question around drinking (where Kavanaugh may have dissembled and potentially perjured himself) was not explored. This suggests that not only is it unlikely for the FBI to corroborate Dr. Blasey’s allegation but the report may also leave Kavanaugh’s credibility largely intact, giving hesitant Republicans plenty of cover. Edit: I forgot to link this: https://www.nytimes.com/2018/10/03/us/politics/trump-republicans-kavanaugh-confirmation.html"], [691, "2018-10-04T11:08:27Z", [0.49], ""], [30610, "2018-10-04T10:54:31Z", [0.5], ""], [38, "2018-10-04T07:05:36Z", [0.4], "Today, the National Council of Churches, representing 100,000 congregations and 45 million churchgoers across an array of Christian denominations in the U.S. has called for the nomination of Brett Kavanaugh to be withdrawn.   Their statement said, “Judge Kavanaugh exhibited extreme partisan bias and disrespect towards certain members of the committee and thereby demonstrated that he possesses neither the temperament nor the character essential for a member of the highest court in our nation.” The statement also alleged misstatements and “outright falsehoods” in his testimony.\n~~~~~~~\nCOMMENT:  I'm asking myself what might motivate one of the swing votes to vote yes or no:  Public opinion?  Would this action by the National Council of Churches, and recent withdrawal of an endorsement of Kavanaugh by the Catholic Jesuits and the American Bar Association?  Or would those bodies influence the voting public which would then bring pressure to bear on their senators? What or who does influence them?  DJT?  I do not think I've ever heard Senator Murkowski as angry as she was when she replied to questions about her opinion of DJT's comments at a rally the other day about Prof Ford's testimony.\n"], [14432, "2018-10-04T05:22:22Z", [0.9], "Vote has been scheduled for Saturday. Results of additional background check would have to contain new substantive findings. "], [43003, "2018-10-04T04:56:02Z", [0.48], "+10% FBI was hamstrung to do any real investigation and was not permitted to talk w/ Dr Ford or delve into drinking issues of Kav. Unlikely to reveal anything and should be considered a political sham investigation. Interestingly, both political parties are incensed by the hearing, and the GOP will unlikely have many defectors aside from Flake and the other 2.  I give Collin and Murk each a 30% to vote for Kav."], [176, "2018-10-04T02:54:07Z", [0.35], "@dsarin - it appears the CHAMPS/KNOW training isn't available here any longer.\nThe heuristics-and-biases research program highlights reasons for expecting people to be poor intuitive forecasters. This article tests the power of a cognitive-debiasing training module (“CHAMPS KNOW”) to improve probability judgments in a four-year series of geopolitical forecasting tournaments sponsored by the U.S. intelligence community. Although the training lasted less than one hour, it consistently improved accuracy (Brier scores) by 6 to 11% over the control condition. Cognitive ability and practice also made largely independent contributions to predictive accuracy. Given the brevity of the training tutorials and the heterogeneity of the problems posed, the observed effects are likely to be lower-bound estimates of what could be achieved by more intensive interventions. Future work should isolate which prongs of the multipronged CHAMPS KNOW training were most effective in improving judgment on which categories of problems.\nRetrieved from: http://journal.sjdm.org/16/16511/jdm16511.html Applying KNOW we see that Murkowski, Collins and Flake control the deal.  They appear to be getting more political cover:\nhttps://www.cnn.com/2018/10/03/politics/yale-roommate-kavanaugh-cnntv/index.html"], [37488, "2018-10-04T02:08:14Z", [0.55], ""], [23006, "2018-10-04T01:35:29Z", [0.35], "https://www.nytimes.com/interactive/2018/10/03/opinion/kavanaugh-law-professors-letter.html?action=click&module=Ribbon&pgtype=Article"], [43311, "2018-10-04T01:25:02Z", [1.0], "Ford story falling apart.... huge news going to smack the D's tomorrow...... meanwile...... Ford's friend that she coached on how to pass a lie detector test (making a lie to congress evident), Monica Lee McLean, was career FBI agent, worked for Comey & McCabe. she was a 24-yr employee of the DOJ & FBI from 1992 to 2016. In a 2000 FBI declaration McLean said she was a Special Agent of the FBI. "], [57797, "2018-10-03T22:00:11Z", [0.49], "Adding 6 with the FBI rumored to be wrapping up sooner than I expected. It seems quite plausible that the bureau's report will contain enough ambiguity for each side to be able to cherry pick its own conclusions.  I don't think Trump's recent mockery of Dr. Blasey actually lowers the chances all that much. The base rate of Republicans being outraged by his demeanor and yet condoning him and going along with it all is rather high. If I was asked whether this episode *should* lower the chances my personal bias would lead me to say yes. But Republican legislators seem more likely to keep doing what they have been so far."], [40930, "2018-10-03T19:39:48Z", [0.6], ""], [43003, "2018-10-03T16:00:31Z", [0.38], "-10%  DJT mocked a sexual assault survivor at a political rally. Increases the terrible optics and will alienate the potential Dems who were likely to vote for Kav to now back away.  Increases the odds of more GOP senators to vote no. Flake is looking more like a no, as is Collins."], [2965, "2018-10-03T15:01:46Z", [0.01], "the crowds viewpoint 60-40\nwrong at best 40-60"], [691, "2018-10-03T12:09:57Z", [0.44], ""], [34725, "2018-10-03T10:40:01Z", [0.72], ""], [43311, "2018-10-03T02:38:56Z", [1.0], "BREAKING: Fox’s @johnrobertsFoxobtains letter from Ford ex-boyfriend alleging: dated for 6 yrs, never told of sex assault, Ford coached friend on taking polygraph, flew frequently w/o expressing any fear of flying/tight spaces/limited exits. Doesn’t want to b/c “involved”. BREAKING: Fox’s @johnrobertsFoxobtains letter from Ford ex-boyfriend alleging: dated for 6 yrs, never told of sex assault, Ford coached friend on taking polygraph, flew frequently w/o expressing any fear of flying/tight spaces/limited exits. Doesn’t want to b/c “involved”.\n pic.twitter.com/jVeW0qaJD0 This testimony is contradictory to what she testified to congress concerning knowledge of the way polys work.... https://mobile.twitter.com/ShannonBream/status/1047293294567456770/photo/1 And this..... tsk....tsk...tsk.....\nhttps://www.judiciary.senate.gov/press/rep/releases/judiciary-committee-receives-statement-regarding-swetnick-allegations Swetnick was having group sex willingly in high school.  And....remember......the party she described happened while she was in university.....she's 2-3 years older than K......"], [61069, "2018-10-03T01:50:20Z", [0.77], ""], [2965, "2018-10-02T23:00:30Z", [0.01], "The only outcome which minimizes certain damage and maximizes turnout of the base (Al Quaeda in Islamic) ( no comparisons intended)\nis putting the issue like  a by-election in merry old England.\nTable the nomination in full Senate\nshow Trump is the man of the people\nput it to 2018 voters\nThis is the last chance for  Conservative non-socialist majority\nNo question of Russkie  influence now\n@Censusguyz\nDo what John  Wayne told every CA Republican  to show up\nto knock on every door,\nto talk to every Republican\nto vote for Change.\nThats what elected  Ron Reagan\nfocus on voters\nnot POTUS\nturn tables\ntake control\nact Presidential\nPompeo and Mattis get this\nDoes POTUS?\nupon this all depends\neh @rjfmgy\nDo it the Rumpole way argue until your blue in the face\non your chosen issues\nnot NYTs"], [43311, "2018-10-02T21:59:55Z", [1.0], "https://www.judiciary.senate.gov/press/rep/releases/judiciary-committee-receives-statement-regarding-swetnick-allegations Ouch! For Swetnick"], [60033, "2018-10-02T19:33:30Z", [0.1], "Kavanaugh appears to have lied in his hearing. He should be done for, but there's a change the Republicans force him through https://www.washingtonpost.com/politics/2018/10/02/more-half-truths-brett-kavanaughs-denials/?utm_term=.d7e176bc0d57"], [1333, "2018-10-02T15:52:43Z", [0.04], ""], [1333, "2018-10-02T15:49:10Z", [0.02], ""], [1056, "2018-10-02T14:02:39Z", [1.0], "We'll know this week. The problem for the Kavanaugh nomination is that even if red state Democrats vote to confirm him, they will probably lose anyway. However, if they vote him down, they will definitely lose, and have effectively given up their seats. I still think Kavanugh will be confirmed, but by now, red state Democrats have little reason to vote Kavanaugh on to the Supreme Court. We may wind up with a Pence tie-breaker."], [23006, "2018-10-02T13:43:16Z", [0.45], "Timeline"], [23006, "2018-10-02T13:42:48Z", [0.55], ""], [2965, "2018-10-02T12:41:46Z", [0.01], ""], [691, "2018-10-02T12:09:26Z", [0.42], ""], [1333, "2018-10-02T11:30:55Z", [0.01], "I'm doubling to 2%. I know that it take it long time to find a needle in a hay stack and even longer when there is no needle. FBI can't cut enough travel orders to get this done in a week. If I were DT I'd keep this on simmer till the election is over..."], [4066, "2018-10-02T02:24:19Z", [0.0], ""], [57797, "2018-10-02T00:36:54Z", [0.43], "Lowering 5% due to reportedly expanded scope of FBI investigation. https://www.nytimes.com/2018/10/01/us/politics/trump-fbi-kavanaugh.html?action=click&module=Top%20Stories&pgtype=Homepage"], [176, "2018-10-02T00:15:12Z", [0.35], "The base rate? https://www.youtube.com/watch?v=opi8X9hQ7q8 Comedy drawing from this well: https://callingbullshit.org/videos.html"], [13970, "2018-10-01T21:38:16Z", [0.4], ""], [1333, "2018-10-01T19:12:21Z", [0.01], "This will take us out past the election but it also canceled out any Blue Wave - We have always valued fairness and even when we don't like the person of treated unfairly - we object to it on principle. Didn't hurt that Sen. Grahm (I usually call him Sweater Boy) put words to what we were thinking and at that moment i new liberalism was now past peak and that Lindsey is running in 2020. Long Live the Republic. It is not unlike the outcome of the Clarence Thomas hearings. This may be the best thing to happen for conservatives in 17 years."], [32100, "2018-10-01T17:51:08Z", [0.1], ""], [43588, "2018-10-01T17:40:32Z", [0.6], "They do not mind raping America to get their way. Dominionists dominate. America is screwed....."], [1333, "2018-10-01T15:42:39Z", [0.01], "Does everyone get that this circus is WHY VP Mike Pence won't be an a room alone with a woman not his wife? Because this is why he does that , despite the ridicule and derision heaped upon him for this habit - by Democrats - is the the only way he and I and our sons can protect ourselves now?\n"], [34489, "2018-10-01T14:13:07Z", [0.38], ""], [56807, "2018-10-01T13:59:33Z", [0.2], ""], [34725, "2018-10-01T12:55:13Z", [0.72], ""], [56807, "2018-10-01T12:46:05Z", [0.28], ""], [43311, "2018-10-01T12:37:46Z", [1.0], "I know this is the wrong question... but whatever.. NAFTA withdrawl happened MINUTES before deadline. Formal letter sent in Aug and new agreement agreed upon last night. NAFTA change happened folks. Like it or not. Read the headlines... USMCA! Totally new agreement better for the US! GO TRUMP! ANOTHER PROMISE KEPT! HOOOOOOAHHHHHHHHHH! http://fortune.com/2018/10/01/us-canada-nafta-usmca-trade-agreement/ \"The U.S. and Canada Struck a Deal on Replacing NAFTA at the Last Minute. Here's What You Need to Know\""], [56807, "2018-10-01T12:28:00Z", [0.28], "This seems like a really challenging question with so many unknowns. Firstly, 3 of the last 10 nominations haven't been confirmed (Garland 2016, Miers 2005 & Bork, 1987) giving a lower than (I) expected base rate of 70%. This FiveThirtyEight article (https://fivethirtyeight.com/features/the-7-senators-who-will-decide-kavanaughs-fate/) seems to provide a good start, suggesting that 7 key senators may hold the balance of power: 3 Democrats - Indiana’s Joe Donnelly, North Dakota’s Heidi Heitkamp and West Virginia’s Joe Manchin - who may support Kavanaugh\n2 Republicans -  Tennessee’s Bob Corker and Arizona’s Jeff Flake - who are retiring and have more latitude to oppose Kavanaugh\n2 Republicans - Maine’s Susan Collins and Alaska’s Lisa Murkowski - who have sometimes voted against party lines The maths presented is that if the 3 Democrats above vote against, and two Republicans 'defect', Kavanaugh won't be confirmed. This seems like an ideal opportunity to have a Republican majority Supreme Court for some time, which could make it politically difficult for any 'defectors'. There are a few things I can think of that could influence events: Trump removes support - he's been a strong supporter and has faced into his own sexual assault criticism, but he's not against changing his mind FBI Investigation - There's a possibility that the conclusion finds support for Ford's claims, but given the elapsed time and unlikely corroboration from anyone, I think this is a low probability. \nThere's a possibility that it exonerates Kavanaugh, but for the above reasons, this seems difficult to do. I think it's more probable that the findings are inconclusive. \nAnother serious possibility is that the investigation uncovers something that, while not incriminating (with regard to Ford's claims), contradicts a statement he made in during questioning.  My feeling at this point is that Ford's allegations are serious enough to warrant an official investigation which is unlikely to result in an exoneration for Kavanaugh. I think the likeliest option is that declinimg populatity causes Kavanaugh to withdraw."], [691, "2018-10-01T11:20:19Z", [0.46], ""], [29054, "2018-10-01T04:44:36Z", [0.0], ""], [43311, "2018-10-01T04:00:34Z", [1.0], "http://apps.washingtonpost.com/g/documents/politics/rachel-mitchells-analysis/3221/ Read the very last analysis... \"The activities of Congressional Democrats and Dr Ford's attorneys likely affected Dr Ford's account.\"  FBI........comin' atcha'! It appears that Rachel Mitchell finds Ford's allegations totally suspect, potentially fraudulent Real time poll on liberal twitter. @80k votes 29th-30th. Just ended https://mobile.twitter.com/FuckTrump61/status/1046203739105906688"], [176, "2018-10-01T02:42:57Z", [0.35], "I'm going to make this the game state: https://www.youtube.com/watch?v=OtJmVDoY904\n@Anneinak  History repeated itself. At least it had a spell of deja vu when the American Bar Association released an extraordinary statement at a crucial moment that raised concerns about Judge Brett M. Kavanaugh’s nomination to a powerful judicial position — just as it had done 12 years earlier. Late Thursday evening, the ABA called for an FBI investigation into sexual assault allegations against Kavanaugh before the Senate Judiciary Committee voted on his Supreme Court nomination. The warning was all the more remarkable, because just hours earlier, Kavanaugh and his Republican defenders had cited the ABA’s previously glowing endorsement of the nominee — “the gold standard,” as one leading Republican put it.\n...\nThe group’s judicial investigator had recently interviewed dozens of lawyers, judges and others who had worked with Kavanaugh, the ABA announced at the time, and some of them raised red flags about “his professional experience and the question of his freedom from bias and open-mindedness.”\nRetrieved from: https://www.washingtonpost.com/politics/2018/09/28/american-bar-association-had-kavanaugh-concerns-years-ago-republicans-dismissed-those-too/?noredirect=on&utm_term=.b2fc1a85f5c0&wpisrc=nl_most&wpmm=1 It keeps coming up poor vetting from the get go and the mid-terms are nigh. Ms. Lindsey has his work cut out for him explaining it to Trump. That's my current operational model.  I'll let you decide what postponing the Rosenstein meeting means. "], [19801, "2018-10-01T01:46:22Z", [1.0], "The Senate formally moved to open debate on Kavanaugh’s nomination later on Friday in a move agreed to by both parties, setting the stage for a planned final vote on confirmation at the end of next week. “This is a nomination that deserves to move forward,” Senate Majority Leader Mitch McConnell said. \nhttps://www.reuters.com/article/us-usa-court-kavanaugh/under-pressure-trump-orders-fbi-kavanaugh-probe-causing-week-delay-idUSKCN1M8174?il=0 COULD KAVANAUGH FACE STATE CHARGES? The allegations Ford detailed to The Washington Post appear to be misdemeanors that would be beyond the statute of limitations under Maryland law, said Randolph Rice, a Baltimore-based attorney who specializes in sex crimes. The allegations could be interpreted as second-degree assault and a fourth-degree sex offense, Rice said. But both charges are misdemeanors and would be far beyond the statute of limitations, which is typically one or three years, depending on the offense.\nhttps://www.nytimes.com/aponline/2018/09/18/us/politics/ap-us-supreme-court-kavanaugh-investigation.html"], [176, "2018-10-01T00:17:48Z", [0.5], ""], [58753, "2018-09-30T23:17:24Z", [0.25], "Kavenaugh's high school and Yale behavior will be found despicable and sufficient for 1-2 republicans to vote against him.  Once he's out of the picture, Trump will not have enough time for Plan B, whoever that is, to get him confirmed before Nov 6, which is only 37 days from today."], [43311, "2018-09-30T20:43:33Z", [1.0], "Sen. Tom Cotton said Sunday that Sen. Dianne Feinstein’s office will be investigated to determine whether or not they leaked the confidential letter from Christine Blasey Ford that detailed allegations of sexual misconduct by Supreme Court nominee Brett Kavanaugh. Also...https://thehill.com/homenews/senate/409107-judiciary-committee-refers-apparent-false-allegations-against-kavanaugh-for. Bring 'em on! Lots o' indictments are going to drop.... false accusations will be prosecuted now. The act of subverting : the state of being subverted; especially : a systematic attempt to overthrow or undermine a government or political system by persons working secretly from within.\nThink line of questions re: Sen. Graham > Justice K re: 'Enemy Combatants'. @3:00. https://youtu.be/cUvTZuknH-o https://www.whitehouse.gov/presidential-actions/2018-amendments-manual-courts-martial-united-states/ 1-800-273-8255\nOperators standing by. Twitter pulling out all stops censoring now. The charade is almost over. RED OCTOBER IN T -7:17"], [29057, "2018-09-30T16:49:03Z", [0.15], ""], [11242, "2018-09-30T15:40:44Z", [0.15], ""], [61281, "2018-09-30T15:05:34Z", [0.5], ""], [14432, "2018-09-30T13:52:16Z", [0.9], ""], [2965, "2018-09-30T13:34:20Z", [0.1], "Superforecasting in action 65% 0600AM PDT\nThe crowd is always right just like the market is\nbut see Kahnemann & Tversky and note the explosion of index funds\nSee ESSJ note after Trump elected POTUS\nNot even index funds can prosper in a 10% down correction\nevery investor loses in that scenario\nMake it a 25% downward correction and panic and everyone loses big This IFP resolution  is the trigger for the continued survival and development of our constitutional republic or the failure of this the grandest experiment ongoing since July 4, 1776. Thomas Jefferson's Declaration of Indepedence ( edited by his brother in arms John Adams on July 3,1776 is the most revolutionary of all manifestoes. All others started since through WWII are consigned to the dust bin of history.\nMao, Lenin, even  Olaf Palme's Demo Socialism\nWe hold these truths to be self evident.\nAll here are the best of the best, the Athenian Kala Kagothoi\nJeffersons natural aristocracy of virtue and accomplishment are well represented by all here Whatever happens don't forget that America bears the weight of  advancing and defending liberty,democracy and the full spectrum of human rights\nin this increasingly interconnected world.\nLets us act with the same resolution and courage that Britain did in the Battle of Britain in August and September 1940 when every Londoner was a footsoldier and\nthe KIng, Queen, and the young QE II\nChamberlain: \" I have friends in this house\"\nMorrison arises to speak for the opposition\"\nThe House almost in unison screams \" Speak for England\" Speak for America. Speak for the World. Let us show the same wisdom and courage and devotion to our country  that  John Quincy Adam displayed in his turbulent times.\nAs Monroe's Secretary of State spoke on July 4, 1821 he gave the following speech.\nWhether you read it or not-of one thing I am absolutely 100% certain:\nThis grand experiment continues forever!\nAdams stated:\nIt is not, let me repeat, fellow citizens, it is not the long enumeration of intolerable wrongs concentrated in this declaration; it is not the melancholy catalogue of alternate oppression and entreaty, of reciprocated indignity and remonstrance, upon which, in the celebration of this anniversary, your memory delights to dwell. Nor is it yet that the justice of your cause was vindicated by the God of battles; that in a conflict of seven years, the history of the war by which you maintained that declaration, became the history of the civilized, world; that the unanimous voice of enlightened Europe and the verdict of an after age have sanctioned your assumption of sovereign power, and that the name of your Washington is enrolled upon the records of time, first in the glorious line of heroic virtue. It is not that the monarch himself, who had been your oppressor, was compelled to recognize you as a sovereign and independent people, and that the nation, whose feelings of fraternity for you had slumbered in the lap of pride, was awakened in the arms of humiliation to your equal and no longer contested rights. The primary purpose of this declaration, the proclamation to the world of the causes of our revolution, is “with the years beyond the flood.” It is of no more interest to us than the chastity of Lucretia, or the apple on the head of the child of Tell. Little less than 40 years have revolved since the struggle for independence was closed; another generation has arisen; and in the assembly of nations our republic is already a matron of mature age. The cause of your independence is no longer upon trial. The final sentence upon it has long since been passed upon earth and ratified in heaven. The interest, which in this paper has survived the occasion upon which it was issued; the interest which is of every age and every clime; the interest which quickens with the lapse of years, spreads as it grows old, and brightens as it recedes, is in the principles which it proclaims. It was the first solemn declaration by a nation of the only legitimate foundation of civil government. It was the corner stone of a new fabric, destined to cover the surface of the globe. It demolished at a stroke the lawfulness of all governments founded upon conquest. It swept away all the rubbish of accumulated centuries of servitude. It announced in practical form to the world the transcendent truth of the unalienable sovereignty of the people. It proved that the social compact was no figment of the imagination; but a real, solid, and sacred bond of the social union. From the day of this declaration, the people of North America were no longer the fragment of a distant empire, imploring justice and mercy from an inexorable master in another hemisphere. They were no longer children appealing in vain to the sympathies of a heartless mother; no longer subjects leaning upon the shattered columns of royal promises, and invoking the faith of parchment to secure their rights. They were a nation, asserting as of right, and maintaining by war, its own existence. A nation was born in a day. “How many ages hence shall this their lofty scene be acted o’er in states unborn, and accents yet unknown?” It will be acted o’er, fellow citizens, but it can never be repeated. It stands, and must forever stand alone, a beacon on the summit of the mountain, to which all the inhabitants of the earth may turn their eyes for a genial and saving light, till time shall be lost in eternity, and this globe itself dissolve, nor leave a wreck behind. It stands forever, a light of admonition to the rulers of men; a light of salvation and redemption to the oppressed. So long as this planet shall be inhabited by human beings, so long as man shall be of social nature, so long as government shall be necessary to the great moral purposes of society, and so long as it shall be abused to the purposes of oppression, so long shall this declaration hold out to the sovereign and to the subject the extent and the boundaries of their respective rights and duties; founded in the laws of nature and of nature’s God. Five and forty years have passed away since this Declaration was issued by our fathers; and here are we, fellow citizens, assembled in the full enjoyment of its fruits, to bless the Author of our being for the bounties of his providence, in casting our lot in this favored land; to remember with effusions of gratitude the sages who put forth, and the heroes who bled for the establishment of this Declaration; and, by the communion of soul in the reperusal and hearing of this instrument, to renew the genuine Holy Alliance of its principles, to recognize them as eternal truths, and to pledge ourselves and bind our posterity to a faithful and undeviating adherence to them. Fellow citizens, our fathers have been faithful to them before us. When the little band of their Delegates, “with a firm reliance on the protection of Divine Providence, for the support of this declaration, mutually pledged to each other their lives, their fortunes, and their sacred honor,” from every dwelling, street, and square of your populous cities, it was re-echoed with shouts of joy and gratulation! And if the silent language of the heart could have been heard, every hill upon the surface of this continent which had been trodden by the foot of civilized man, every valley in which the toil of your fathers had opened a paradise upon the wild, would have rung, with one accordant voice, louder than the thunders, sweeter than the harmonies of the heavens, with the solemn and responsive words, “We swear.” The pledge has been redeemed. Through six years of devastating but heroic war, through nearly 40 years of more heroic peace, the principles of this declaration have been supported by the toils, by the vigils, by the blood of your fathers and of yourselves. The conflict of war had begun with fearful odds of apparent human power on the side of the oppressor. He wielded at will the collective force of the mightiest nation in Europe. He with more than poetic truth asserted the dominion of the waves. The power, to whose unjust usurpation your fathers hurled the gauntlet of defiance, baffled and vanquished by them, has even since, stripped of all the energies of this continent, been found adequate to give the law to its own quarter of the globe, and to mould the destinies of the European world. It was with a sling and a stone, that your fathers went forth to encounter the massive vigor of this Goliath. They slung the heaven-directed stone, and “With heaviest sound, the giant monster fell.” Amid the shouts of victory your cause soon found friends and allies in the rivals of your enemies. France recognized your independence as existing in fact, and made common cause with you for its support. Spain and the Netherlands, without adopting your principles, successively flung their weight into your scale. … The Declaration of Independence pronounced the irrevocable decree of political separation, between the United States and their people on the one part, and the British king, government, and nation on the other. It proclaimed the first principles on which civil government is founded, and derived from them the justification before earth and heaven of this act of sovereignty. But it left the people of this union, collective and individual, without organized government. In contemplating this state of things, one of the profoundest of British statesmen, in an ecstasy of astonishment exclaimed, “Anarchy is found tolerable!’ But there was no anarchy. From the day of the Declaration, the people of the North American union, and of its constituent states, were associated bodies of civilized men and christians, in a state of nature, but not of anarchy. They were bound by the laws of God, which they all, and by the laws of the gospel, which they nearly all, acknowledged as the rules of their conduct. They were bound by the principles which they themselves had proclaimed in the declaration. They were bound by all those tender and endearing sympathies, the absence of which, in the British government and nation, towards them, was the primary cause of the distressing conflict in which they had been precipitated by the headlong rashness and unfeeling insolence of their oppressors. They were bound by all the beneficent laws and institutions, which their forefathers had brought with them from their mother country, not as servitudes but as rights. They were bound by habits of hardy industry, by frugal and hospitable manners, by the general sentiments of social equality, by pure and virtuous morals; and lastly they were bound by the grappling-hooks of common suffering under the scourge of oppression. Where then, among such a people, were the materials for anarchy! Had there been among them no other law, they would have been a law unto themselves. They had before them in their new position, besides the maintenance of the independence which they had declared, three great objects to attain; the first, to cement and prepare for perpetuity their common union and that of their posterity; the second, to erect and organize civil and municipal governments in their respective states: and the third, to form connections of friendship and of commerce with foreign nations. For all these objects, the same Congress which issued the Declaration, and at the same time with it, had provided. They recommended to the several states to form civil governments for themselves; with guarded and cautious deliberation they matured a confederation for the whole Union; and they prepared treaties of commerce, to be offered to the principal maritime nations of the world. All these objects were in a great degree accomplished amid the din of arms, and while every quarter of our country was ransacked by the fury of invasion. The states organized their governments, all in republican forms, all on the principles of the Declaration. The confederation was unanimously accepted by the thirteen states: and treaties of commerce were concluded with France and the Netherlands, in which, for the first time, the same just and magnanimous principles, consigned in the Declaration of Independence, were, so far as they could be applicable to the intercourse between nation and nation, solemnly recognized. When experience had proved that the confederation was not adequate to the national purposes of the country, the people of the United States, without tumult, without violence, by their delegates all chosen upon principles of equal right, formed a more perfect union, by the establishment of the federal constitution. This has already passed the ordeal of one human generation. In all the changes of men and of parties through which it has passed, it has been administered on the same fundamental principles. Our manners, our habits, our feelings, are all republican; and if our principles had been, when first proclaimed, doubtful to the ear of reason or the sense of humanity, they would have been reconciled to our understanding and endeared to our hearts by their practical operation. In the progress of 40 years since the acknowledgment of our independence, we have gone through many modifications of internal government, and through all the vicissitudes of peace and war, with other mighty nations. But never, never for a moment have the great principles, consecrated by the Declaration of this day, been renounced or abandoned. And now, friends and countrymen, if the wise and learned philosophers of the older world, the first observers of mutation and aberration, the discoverers of maddening ether and invisible planets, the inventors of Congreve rockets and shrapnel shells, should find their hearts disposed to inquire, what has America done for the benefit of mankind? Let our answer be this–America, with the same voice which spoke herself into existence as a nation, proclaimed to mankind the inextinguishable rights of human nature, and the only lawful foundations of government. America, in the assembly of nations, since her admission among them, has invariably, though often fruitlessly, held forth to them the hand of honest friendship, of equal freedom, of generous reciprocity. She has uniformly spoken among them, though often to heedless and often to disdainful ears, the language of equal liberty, equal justice, and equal rights. She has, in the lapse of nearly half a century, without a single exception, respected the independence of other nations, while asserting and maintaining her own. She has abstained from interference in the concerns of others, even when the conflict has been for principles to which she clings, as to the last vital drop that visits the heart. She has seen that probably for centuries to come, all the contests of that Aceldama, the European World, will be contests between inveterate power, and emerging right. Wherever the standard of freedom and independence has been or shall be unfurled, there will her heart, her benedictions and her prayers be. But she goes not abroad in search of monsters to destroy. She is the well-wisher to the freedom and independence of all. She is the champion and vindicator only of her own. She will recommend the general cause, by the countenance of her voice, and the benignant sympathy of her example. She well knows that by once enlisting under other banners than her own, were they even the banners of foreign independence, she would involve herself, beyond the power of extrication, in all the wars of interest and intrigue, of individual avarice, envy, and ambition, which assume the colors and usurp the standard of freedom. The fundamental maxims of her policy would insensibly change from liberty to force. The frontlet upon her brows would no longer beam with the ineffable splendor of freedom and independence; but in its stead would soon be substituted an imperial diadem, flashing in false and tarnished lustre the murky radiance of dominion and power. She might become the dictatress of the world: she would be no longer the ruler of her own spirit.\n                    *                                *\nMy countrymen, fellow-citizens, and friends; could that Spirit, which dictated the Declaration we have this day read, that Spirit, which “prefers before all temples the upright heart and pure,” at this moment descend from his habitation in the skies, and within this hall, in language audible to mortal ears, address each one of us, here assembled, our beloved country, Britannia ruler of the waves, and every individual among the sceptred lords of humankind; his words would be, “Go thou and do likewise!” John Quincy Adams (1767-1848) was the sixth president of the United States (1825-1829). Get updates\nfrom The American Conservative\nhttps://www.theamericanconservative.com/repository/she-goes-not-abroad-in-search-of-monsters-to-destroy/"], [745, "2018-09-30T13:22:45Z", [0.15], "I still think Kavanaugh will be implicated in this or other similar behavior.  But more importantly, I think some Republicans will see that he will be subject down the road to charges of perjury and possible impeachment.  The FBI may not find enough to stop Republicans who want to confirm him, but enough will recognize that if Kavanaugh is confirmed, he will be found out by later journalistic investigations.  The investigating will not stop even when the FBI stops.  He just partied and drank too much to not have screwed up on these and/or other occasions.   Once a few Senators see this, they may choose to not back him."], [34725, "2018-09-30T07:20:45Z", [0.65], ""], [40584, "2018-09-30T04:12:17Z", [1.0], "3) and even if he's defeated there will be another appointed in his place. "], [40584, "2018-09-30T04:03:20Z", [0.99], "Bottom line: \n1) Republicans don't care if he's lying or telling the truth; attempted-raped someone or not; he's their guy and they can't back off. Somewhere between all and almost all will support him regardless. At most 2 defections. \n2) Even if 1 or 2 Republicans don't support him, 1 or 2 Democrats running for re-election in red states will vote for him."], [43311, "2018-09-30T02:35:13Z", [1.0], "https://thehill.com/homenews/senate/409107-judiciary-committee-refers-apparent-false-allegations-against-kavanaugh-for\nDemon Rats scrambling now. Recommendations for prosecution upcoming. Ford made a couple of false statements and mislead congress when telling about the remodel.....\nhttps://mobile.twitter.com/DavidTWilliams5/status/1046054653262274562\nAnd, she never got licensed as a psychiatrist...referring to herself as one is illegal. Stanford had to take \"Reseach Psychiatrist\" off of her bio AFTER she testified....."], [32258, "2018-09-30T02:14:17Z", [0.0], "How will Flake, Murkowski and Collins react to Trump's limited investigation to include only two accusations: Ford (High School) and Ramirez (Yale) excluding those from Swetnick represented by Avenatti and limiting names of witnesses who can be interviewed?  9/29/18\nhttps://www.nbcnews.com/politics/politics-news/white-house-limits-scope-fbi-s-investigation-allegations-against-brett-n915061\n\"While the FBI will examine the allegations of Christine Blasey Ford and Deborah Ramirez, the bureau has not been permitted to investigate the claims of Julie Swetnick, who has accused Kavanaugh of engaging in sexual misconduct at parties while he was a student at Georgetown Preparatory School in the 1980s, those people familiar with the investigation told NBC News. A White House official confirmed that Swetnick's claims will not be pursued as part of the reopened background investigation into Kavanaugh... But as of now, the FBI cannot ask the supermarket that employed Judge for records verifying when he was employed there, one of the sources was told. Ford said in congressional testimony Thursday that those records would help her narrow the time frame of the alleged incident which she recalls happening some time in the summer of 1982 in Montgomery County, Maryland. Two sources familiar with the investigation said the FBI will also not be able to examine why Kavanaugh’s account of his drinking at Yale University differs from those of some former classmates, who have said he was known as a heavy drinker. Those details may be pertinent to investigating claims from Ramirez who described an alleged incident of sexual misconduct she said occurred while Kavanaugh was inebriated. Ramirez's lawyer said Saturday that she had been contacted by the FBI and would cooperate. The conditions under which the FBI's reopened background check are occurring appears to differ from the one envisioned by Flake, who used his leverage as a swing vote to pressure the Trump administration to order the FBI investigation. Flake said Friday he thought the FBI should decide the scope of the investigation. “They’ll have to decide — the FBI you know, how far that goes,” he told reporters. “This is limited in time and scope and I think that it's appropriate when it's a lifetime appointment and allegations this serious and we ought to let people know that we're serious about it.” An administration official familiar with the process clarified, after the publication of this story, that while investigators may not be interviewing Swetnick herself, that doesn't preclude them from asking other witness about the allegations she has made.\""], [12591, "2018-09-30T00:14:44Z", [0.55], ""], [2965, "2018-09-29T22:02:28Z", [0.0], "Going back to O as there is no chance that K will come up for vote or if so they need 50 and do not have as admited by Sen Graham in todays FT,com\nKey fact is FBI will polygraph K to corroborate\nFlake ensured the nomination will fail\nas K will either refuse or show up as likely false on any number of questions.\nThis one will be in the history books for the initial reason I speculated that the alleged victim was corroborated by a retired FBI polygrapher just like the ones I use\nFrom start to finish tried to look at this as a c/i case and what would I do.\nK can take test and fail- his demeanor demonstrates that his testimony is false-K is one angry man\nOr K can refuse test which will be reported back. I expect that this performance will lose K his position as Circuit Judge DC\nWe cannot  afford to have liars on any bench, this man gave orders that were faithfully followed by DCIA Haspel and fomer Director Rodriguez. Excuse me with K appointed to SCOTUS, GWB at his library, Cheney in an armed camp living a life of splendor?\nIts well past  time to bring back  Joe Rodriguez to CIA \nblogs.reuters.com/talesfromthetrail/2011/05/05/former-cia-clandestine-chief-in-memoir-to-explain-why-interrogation-videos-destroyedSee Edition:\nFormer CIA clandestine chief in memoir to explain why interrogation videos destroyed\nBy Tabassum Zakaria May 5, 2011  Jose Rodriguez, the former director of the CIA’s National Clandestine Service who landed in controversy over ordering the destruction of videotapes of terrorism suspects being interrogated, is writing a book in which he will explain why for the first time.\nRodriguez is unabashed that enhanced interrogation techniques used on top al Qaeda operatives produced information that ultimately led to Osama bin Laden, who was killed by U.S. forces last weekend.\n“The actions we took in the aftermath of 9/11 were harsh but necessary and effective. These steps were fully sanctioned and carefully followed.  The detention and interrogation of top terrorists like Abu Zubaydah, Khalid Sheikh Muhammed and Abu Faraj al-Libbi yielded breakthroughs which have kept this country safe,” Rodriguez said in a press release.\nThe Justice Department decided last year that no CIA personnel would face criminal charges for the 2005 destruction of hundreds of hours of videotapes of harsh interrogations of terrorism suspects Abu Zubaydah and Abd al-Rahim al-Nashiri. Zubaydah was subjected to waterboarding and it was believed that the tapes included footage of that.\n“Hard Measures” is scheduled for release in spring 2012 and is to be co-authored by former CIA spokesman Bill Harlow, who also co-authored former CIA Director George Tenet’s book.\nOsama Bin Laden’s death is the culmination of years of covert operations and tactics largely overseen by Rodriguez from 2001 to late 2007. During Rodriguez’s  at times controversial tenure, CIA officers captured and detained senior al Qaeda operatives and implemented Enhanced Interrogation Techniques as an integral tool in the War on Terror,” a press release from publisher Threshold Editions said.\" Lets pardon Joe and get him back on the job. His skills and talents are unique and his loss to the IC is incalculable.\nWhatever you think of the black sites 1 man convinced GW Bush to deploy.\nK now jumping off a cliff  and throwing his career and family out the window on way\nK nows that there are plenty of qualified candidates\nHe is a mirror image of the man who appoimted\nThe reason 90% of the K POTUS White House material was not produced is that GW Bush is ashamed of it\nThat is why it must be released to Senate Intel Com asap\n\nJoe is  a man of integrity and honor and always will be'\nUnlike K-  we can't afford to lose our very real heroes while elevating at best K, who at best is a poseur\nJudge-the demeanor i read about should never ever be on any Judicial bench\nhe is toast.\nAs for Joe  per NPR  https://www.npr.org/templates/story/story.php?storyId=131184938y\nNo Charges In Destruction Of CIA Interrogation Tapes November 9, 201010:00 AM ET \n\nCarrie Johnson \nTwitter \nNo one will face criminal charges for destroying CIA videotapes that depicted interrogation of terrorism detainees during President George W. Bush's administration.\nTwo sources close to the investigation say a federal prosecutor has concluded there isn't enough evidence to bring an indictment. The statute of limitations on criminal law covering the tapes' November 2005 destruction expired this week, making future prosecution impossible.\nHeard On 'All Things Considered'\nLaw\nNPR's Justice Correspondent Carrie Johnson, who broke the story, talks to Robert Siegel Queue Toggle more options\nIt's still possible that a current or former CIA official could face charges for misleading investigators or otherwise obstructing justice, related areas that the prosecutor has been investigating for more than two years.\nJustice Department spokesman Matthew Miller confirmed the report, saying that \"a team of prosecutors and FBI agents ... has conducted an exhaustive investigation into the matter.\"\nCIA Director Leon E. Panetta said the agency was \"pleased\" no officer would be charged. \"The Agency has cooperated with the investigation of this issue from the start, and we welcome the decision,\" he said in a statement. \"We will continue, of course, to cooperate with the Department of Justice on any other aspects of the former program that it reviews.\"\nMany of the 92 videotapes contained innocuous images of detainees, but a few showed interrogators deploying harsh tactics against al-Qaida moneyman Abu Zubaydah and Abd al-Rahim al-Nashiri, who is accused of orchestrating the 2000 bombing of the USS Cole while it docked in Yemen.\nJose Rodriguez, a former top clandestine officer at the CIA, gave the green light to destroy the tapes five years ago amid an uproar over recently released photos of detainee abuse at the Abu Ghraib prison in Iraq. Rodriguez did not testify before the grand jury. ENDLINK\nK has convulsed the country. I submit that  100 Judge Ks not worth the loss to the IC of Joe \nI would ask Joe-Find Zawahiri and finish the job\nA lot more imporrtant than any appointee\nZawahari personally  participated in the killing of Anwar Sadat and was the co-author of 9-11 \nand this is the goverment we elected\nFinish the job!"], [37488, "2018-09-29T15:33:48Z", [0.65], "I'm lowering conservatively for now. I think the FBI investigation will clarify a great deal.  I suspect that it won't be as hard as Kavanaugh expects to find evidence of his drinking days, and I think that even is some of his friends, acquaintances, or enemies from high school and college remember damaging or suggestive stuff and can give more detail than has been given, it will be bad for him.  He may have come very close to perjuring himself on the stand in that hearing Thursday, and I think the discussion may very easily turn from an alleged attempted rape of Blasey Ford, which is hard to prove, to a drinking issue and how severe and frequent it really was, which is perhaps much easier to come by.  And if the stories come out in the same way over a week (or more), it may be much harder to say that what happened in high school or college stays in high school or college.\n"], [1333, "2018-09-29T14:24:07Z", [0.0], "With Sen. Dan Sullivan's emergency surgery, flake has pulled a Fiat Accompli. It'll take a lame duck session to confirm him now."], [57797, "2018-09-29T13:07:00Z", [0.48], "Without search warrants or subpoenas, the FBI may fail to discover corroborating evidence. One of my main hypotheses is that within the short frame and limitations of the investigation the FBI will turn up some evidence that boosts Blasey’s credibility (eg marching details) but nothing directly confirming. https://www.nytimes.com/2018/09/28/us/politics/kavanauagh-fbi-background-check.html"], [691, "2018-09-29T11:42:00Z", [0.46], "The hurry-up FBI \"investigation\" will provide just enough ambiguity to give cover to just enough Rs and red-state Ds to make this very close indeed.   I'm inclined to think Kavanaugh dies on the floor unless The Leader Of The Free World uses his tiny little fingers to pull the plug on him first.  I am probably wrong.  "], [1624, "2018-09-29T06:37:19Z", [0.65], ""], [60346, "2018-09-29T04:41:20Z", [0.6], ""], [2965, "2018-09-29T03:54:43Z", [0.3], "Edited for spelling error and erroneous reference to Joe Rodriguez \" conviction\"\nMr. Rodriguez never indicted.\n See https://www.npr.org/templates/story/story.php?storyId=131184938\nPlus 10- I hear blurb on CBS radio that  Flake is voting to confirm.\nWell, I congratulate Trump suporters and the GOP for delivering the promised since Nixon \"conservative\" majority.\nBut to mimic Cassandra in the Iliad,   K is the trojan horse that will destroy GOP as a national. governing party\n@Anneinak you summed it so well if K confirmed a Dem. wave, if K not confirmed, the Trump Aging base will  turn out but this coalition is  dying quickly and  even if now posslble to take just one more Congress in 2020 due to  the core whitmen over 30 with no college decrees. Non college-educated white male mortality rates in Trump precincts  and states indicate that building a 100 foot wall around entire US  and excluding all immigrants plus voter suppression plus malapportionment will not be enough to  do more than  keep Senate this election. The 18-36 segment will produce as many votes as my  Baby Boomer compatriots. Combined with college educated  women, and ethnic minorities, demographics have  a special destiny for DT and GOP. It is now possible that DT will be just like John Adams or Millard Fillmore the last  President of a once proud Party, \n@DKC you were so right about Sasse and  by extension Flake- Talk is cheap and their votes are more predictive. My forecast is that the confirmation of  K instead of futhering R agenda will defeat it. That will profoundly destabilize our poltical system. We rely on a 2 party system of a center left big tent Dem party  and a center right  GOP, that  compete and co:operate. If K is confirmed,it will be the end of SCOTUS as we know it.\nSee Art III U.S Const\nThe judicial Power of the United States, shall be vested in one supreme Court, and in such inferior Courts as the Congress may from time to time ordain and establish. The Judges, both of the supreme and inferior Courts, shall hold their Offices during good Behaviour, and shall, at stated Times, receive for their Services, a Compensation, which shall not be diminished during their Continuance in Office. The first time the courts were loaded up with  a partisan majority, were John Adams \"Midnight Judges\" after the 1800 election sweep by Jeffersonians,\nThe Federalists never  gained POTUS again.\nIn 1936 FDR wanted to expand the number of Justices, his court packing scheme was reviled. Assume K is comfirmed and there is a Dem majorty in Senate and a Dem POTUS. Mitch McConell  will live to see an 11 member court with 2 new Dem justice.\nI believe it probable 30 percent.\nFinally,K is not qualified.\nK perjured himself repeatedly at his prior hearngs and these.\nI believe K was an author and or promoted,the unitary executive theory with John Yee\nHe continues to espouse the fiction the President's ;power is unlimited and seriously suggested that a sitting POTUS cannot be subject to indictment and trial. He is the most likely  progenitor of the policies that will stain US honor for many years: \"extraordinary rendition\" more commonly known as kidnapping. amd \"enhanced interrogation\"\nOur former Director of  Clandestine and DCIA were lambasted over the destruction of certain records that K played a major role in and were not  ;provided to the Public or Senators  SO there is K about to serve on SCOTUS, who played a leading role in authorizing these  acts which are war crimes .\n The allegations,about K well \"what happens at GJS : stays there\"\n The docs with proof positive will come out that show just what K did as Secretary to GW.\n.\nI was wrong about the sexual conduct claims, they may have actually had no effect him, may have helped ."], [5018, "2018-09-29T03:32:06Z", [0.89], "The whole FBI investigation is a sham to hand plausible deniability to doubters who will vote to confirm - that's what I think. Alternative explanation is that it's a shrewd move to engage FBI Deep State and kill any chance of confirmation. Lowering a bit on a chance of the latter."], [47812, "2018-09-29T00:27:20Z", [0.55], ""], [19260, "2018-09-28T23:37:07Z", [0.9], ""], [47482, "2018-09-28T22:24:59Z", [0.67], "Affirming "], [33035, "2018-09-28T21:54:28Z", [0.75], ""], [57797, "2018-09-28T21:41:59Z", [0.45], ""], [43003, "2018-09-28T21:41:21Z", [0.48], "-15% Week delay will let the Senators get feedback of angry constituents(-6%), allow the FBI to bring forward something corroborating Dr Ford (-5%) or something entirely new (-1%).  Then the chance for buyers remorse to kick in (-3%) as wives and daughters of Senators exert home diplomacy."], [57998, "2018-09-28T21:33:19Z", [0.82], "Dropping 92% -->82% based on the 1 week delay. This provides political cover for the votes on the fence and also allows them to get better data on how the hearings change the political calculus of the votes. That said, I predict further polarizing entrenchment with both sides digging in further to their positions, on the D's side that evidence is clearly incriminating and on the R's side that this is an elaborate attempt at character assassination.  I'm still confident he's ultimately confirmed based on the political dynamics but the longer time horizon has more potential to rock the boat on the existing status quo. \nManchin for one feels he won't survive without voting yes\nParty loyalty holding sway over Collins, Murkowski and Flake Ultimately something new and highly credible has to emerge to shift the narrative. The real wild card will be the conclusions of the FBI, but I just don't see how they can have anything conclusive in a week. The hold out votes have taken the 'innocent until proven guilty' track, which doesn't seem to necessarily carry over to what ultimately amounts to a job interview, but now that we have that as the basis for future votes, I find it unlikely the swing votes all end on 'No'.  What do you think @anneinak ?"], [57797, "2018-09-28T20:57:42Z", [0.5], "Now the question is about what kind of evidence the FBI may turn up. Given that there are consistencies between Dr. Blasey’s testimony, Kavanaughs calendar and Judge’s book, it’s plausible that something incriminating will be found. There are also the people who in interviews confirmed behavior patterns consistent with the allegation."], [22833, "2018-09-28T20:51:42Z", [1.0], ""], [1056, "2018-09-28T20:12:22Z", [1.0], "Maybe I spoke too soon; looks like a week's delay for an FBI investigation. But I'm staying at 100%, because I consider it more likely that an FBI investigation will provide cover for pro-Kavanaugh votes than sink his nomination."], [22833, "2018-09-28T19:41:56Z", [0.9], ""], [22833, "2018-09-28T19:40:25Z", [0.5], ""], [22833, "2018-09-28T19:39:46Z", [0.0], ""], [57797, "2018-09-28T19:17:23Z", [0.62], "-13% Delay request though with Manchin they can push it through."], [43003, "2018-09-28T19:06:28Z", [0.62], "-2% for Flake and Murkowski wanting delay. Great summary of votes here:  https://www.washingtonpost.com/graphics/2018/politics/kavanaugh-supreme-court-whip-count/?hpid=hp_hp-top-table-main_whipcount-1210p%3Ahomepage%2Fstory-ans#FullTable"], [32258, "2018-09-28T18:38:48Z", [0.0], "Clearly, McConnell does not currently have the votes. \nFlake wants a week delay for an FBI investigation to proceed. Murkowski supports Flake on this."], [43003, "2018-09-28T18:11:10Z", [0.64], "-5% as Collins(D) is now taking meetings with assault survivors indicating she'll be voting NO. Donnaly(D) is a NO officially.  That is 2 of 3 swing D senators who voted with GOP last confirmation.  Flake(R) is a yes for bring Kav to a vote."], [57797, "2018-09-28T17:43:39Z", [0.75], ""], [22833, "2018-09-28T17:32:11Z", [0.9], ""], [57797, "2018-09-28T17:31:44Z", [0.7], "Updating on latest info on individual Senators"], [43003, "2018-09-28T17:20:22Z", [0.69], "+5% My DC spies indicate Collins will likely vote YES."], [60103, "2018-09-28T16:36:50Z", [0.75], ""], [60103, "2018-09-28T16:11:50Z", [0.25], "Comment deleted on Sep 28, 2018 04:36PM UTC"], [29646, "2018-09-28T15:44:25Z", [0.55], "Flake announced his support for Kavanaugh.\nI think it’s likely, therefore, that Corker is also a yes. That leaves Murkowski and Collins as the key holdouts. Both have to be “no” votes to sink the nomination. Possible, but I now think Kavanaugh has slightly better than even odds to make it through."], [176, "2018-09-28T15:22:55Z", [0.67], ""], [43311, "2018-09-28T15:17:02Z", [1.0], "Barring catastrophe.....I WIN! Nayner-nayner boo-boo!\nJUST KIDDING! LOL LIGHTEN UP!\nhttps://www.gjopen.com/comments/comments/756852"], [40930, "2018-09-28T15:10:24Z", [0.95], ""], [1056, "2018-09-28T14:40:48Z", [1.0], "Flake's press release regarding Kavanaugh: https://www.flake.senate.gov/public/index.cfm/press-releases?ID=D00A6D7D-91F1-483C-90A4-7E75B604B3DF Kavanaugh's in."], [1333, "2018-09-28T14:12:38Z", [0.99], "this could have been opposed on 4th amendmant basis (he is considered to lean heavily politically when making 4th A rulings) but it wasn't. Instead it was turned into a DEFINING moment in our history. Like the McCarthy hearings. If I'm wrong - I'll go underground to avoid making anyones \"Lists\""], [46762, "2018-09-28T13:49:01Z", [0.95], "This is funny as hell.\nFor months you Democrats here were convinced that a kav nomination was a done deal.   I demurred, saying how does a 2 vote majority turn into 95% certainty? As the gearing went along, you democrats reduced his chances of getting confirmed, when in fact his were increasing. It is such a strange world, when I as a conservative, who believes this candidate has a good chance gets a bad score while being accurate on the question. Usually, one gets more accurate as you get closer to the question.  Y'all got less accurate, but still will get a better score! "], [2965, "2018-09-28T13:41:48Z", [0.2], "Edited at 15:15PDT for spelling errors\nI had not forecast in a while but when I was having lunch the Anonymous 1 Story came out. I have learned ( I think) to forecast on opening. Usually only when I am certain, think I know the CHOMP run a quick CHOMP and on Erdogan, Assad, Putin, and Xi. So when those questions post, I Get the email and post O or100 if its a binary choice.\nDue to the necessity to file a 1983 case against the City of Morgan Hill, a  criminal defense trial for a local firefighter, a declaratory relief and injunction case against the City of Buena Park and so much more. Must say for the first time since I have been forecasting here, I am working on some matters  that in my opinion to my clients, and perhaps the Great State of California.\nWhat is the opinion worth. Nothing. Its the Courts and Juries who decide. I have not watched television, cable, or read a newspaper since Monday 9-24 and I have not read or discussed anything pertinent to any IFP. Regret the delay in responding but did read a comment by @GL2814 \" have forecast will travel\" and his forecast as well as those @Censusguy @cdobe @anneinak and so many others.\nTo show my respect for all here and on the Superforecasting sound principles,  what I did was move to the crowd at approx. 66%. I still believe that Flake and Collins vote no, all 49 Dems vote no.\nMy reasoning, I was in ATT Gilroy yesterday and the K  hearings were on on a giant screen and not one of the 30 people who entered the store watched it and in fact, as I observed them many had looks of disgust. Whether you support or oppose K or Trump  the news cycle spins so fast, Trump is the constitutionally elected  POTUS and K is  certainly qualified. I am a big fan of State and DOD, many achievements. But whether your feelings about #Fakenews , since Pulitzer and Hearst, if it bleeds it leads. and the coverage is so dominated by this ongoing Kulturkamp,\neach side has truth, justice and the American dream on their side, watch and \nread media that broadcasts their views and confirms their often unconscious narratives and merely serves as a confirmation to their bias.\nThe whole spectacle is revolting, my Direct TV is paid for and I pulled the cord until the election. The coverage  is certainly riveting and wall to wall but it reminds me of an ongoing  Bus accident and while many look, I have seen more  than enough. I will continue to forecast relying on all the fascinating brilliant people here and my trusted sources like Afghan Analysts Network. I think @Dowser said it best and when I had commented that the truth will out\nthat K refused to take a poly, he  noted that none of the Senators ( and I am trying to be non-partisan as well) had even a passing resemblance to ( my words: Sherlock Holmes) and the hearings and process were about power, politics, and seemed unlikely to shed any light on the question at hand. Today we will see if McConnell has the votes. My reasoning is all it takes is one vote on Committee. If Flake does vote to move the nomination to the floor, my guess is that he and John McCain from the grave will put paid. Thumbs down on floor. Could be 52-49 if Murkowski joins the party. I suspect that  Corker will vote yes. For political reasons One of his best friends former Dem. Gov. Breedesen is far out frnt in the race to succeed him as Senator. It seems the only matter that could turn the race upside down, would be a Corker no vote on K. Corker is too smart for that and when he votes yes for K I believe he is voting intentionally to give the Senate back to Dems.\nGood Luck to all. Tragic tale here and too often"], [32100, "2018-09-28T13:41:30Z", [0.5], ""], [46762, "2018-09-28T13:38:59Z", [0.95], "Multiple sources confirming what I predicted months ago. 51 Republicans plus manchin. Significant chance you might peel off more democrats"], [43311, "2018-09-28T13:33:55Z", [1.0], "Flake yes...\nhttps://www.bloomberg.com/news/articles/2018-09-28/flake-yes-on-kavanaugh "], [691, "2018-09-28T13:15:06Z", [0.51], ""], [37488, "2018-09-28T13:09:14Z", [0.85], ""], [1056, "2018-09-28T12:49:17Z", [0.9], "Back up. For senators who were on the fence, I think there will be a greater potential cost for voting against Kavanaugh, so I consider it likely that he'll be confirmed."], [57797, "2018-09-28T12:14:50Z", [0.65], "+5% Republicans on the Judiciary Committee (with the help of Kavanaugh ‘s caustic testimony) have managed to make the Kavanaugh vote less about Dr. Blasey’s allegation and more about whether to let Democrats sabotage a confirmation by deploying uncorrovorated allegations. This partisan narrative may be enough to protect vulnerable Republicans in the midterms from the metoo movement. As a note to self, partisanship is a potent force that I have underestimated before. Moreover, there is no rule or norm that says that the committee has to bring in Judge to testify (though many believe that would be the right thing to do if you are after the truth), so I don’t see much standing in the way other than two or three hesitant Republicans that can be brought in line as the R party has done before."], [43003, "2018-09-28T06:45:52Z", [0.64], "+15% as Manchin(D) will likely vote for Kav according to my spies in DC.   Also, look at the vegas odds listed here for Kav confirmation ...  https://www.nj.com/news/index.ssf/2018/09/supreme_court_odds_brett_kavanaugh_christine_ford.html"], [5018, "2018-09-28T05:08:57Z", [0.99], ""], [5018, "2018-09-28T05:08:44Z", [0.9], ""], [9709, "2018-09-28T04:33:58Z", [0.55], ""], [15196, "2018-09-28T04:23:02Z", [0.5], ""], [12591, "2018-09-28T04:21:20Z", [0.09], ""], [12591, "2018-09-28T04:20:53Z", [0.9], ""], [57797, "2018-09-28T03:38:08Z", [0.6], "+26%. Kavanaugh performed well by presenting an emotional appeal that underscores the us-vs-them narrative that can fire up the base, giving cover to hesitant R's.  Furthermore, I found out that predictit puts the odds at 79% [1], which made me increase mine somewhat. [1] https://www.predictit.org/Contract/12469/Will-Brett-Kavanaugh-be-the-next-confirmed-Supreme-Court-justice#data"], [60759, "2018-09-28T03:08:32Z", [0.6], ""], [46762, "2018-09-28T03:06:48Z", [0.91], ""], [46057, "2018-09-28T02:54:58Z", [0.9], ""], [38, "2018-09-28T02:17:01Z", [0.5], "I watched every minute on NBC.   Who won? I think that Kavanaugh took the prizes for \n-the longest opening statement (45 min)\n-yelling the most\n-the most minutes of tear-distorted face\n-the most sniffling\n-the most righteous indignation\n-the longest answers\n-the most answers unrelated to the questions\n-repeatedly dodging the question about if he wanted an FBI investigation\n-the greatest inability to answer yes/no questions\n-interrupting the senators the most often\n-not having lawyers whispering in his ear\n-the most emotional references to children, spouse, parents & friends\n-the strongest statements of support from contemporaneous peers\n-the best defense of under-age beer drinking\n-the best at blaming others for the situation\n-having the most to gain Blasey Ford took the prizes for\n-the most emotional control\n-using an \"inside voice\" the most\n-the most direct answers \n-not dodging a single question\n-the most interfering lawyers\n-not interrupting the prosecutor who questioned her\n-the best exhibit of caffeine-craving\n-not being either a hostile or fragile witness\n-not speculating over or casting blame for leaks, delays, etc.\n-the lack of support from contemporaneous peers\n-not trashing friends for their lack of support\n-having the most to lose from Blasey-Ford's testimony I learned: \n-she first reported the incident to her local Congressmember BEFORE Kavanaugh was the nominee\n-she decided to speak to the media after they had figured out who she was and were pestering her at her home & work\n-she has significant gaps in her memories, like how she got to the party or got home\n-she was/is very ignorant of how to report things and what the process would be\n-she has a couple of very protective attorneys who may not have completely leveled with her about her options\n-she has had to move twice since she went public with her accusations\n-she thinks everyone participates in illegal under-age drinking\n-she seems to be an anxious person\n-she & her husband went to counseling because they were bickering about her desire to have a 2nd front door put in, due to her \n       fear of being locked in and unable to escape from Kavanaugh's testimony I learned:\n-he really wants this to be over yesterday\n-he'd already started transitioning to SCOTUS justice\n-he knows Blasey-Ford's friend Leyland but Leyland says she doesn't know Kavanaugh\n-he doesn't want his friend Mark Judge to be questioned\n-he will reveal his daughter's prayers to gain sympathy\n-he never passed out drunk but sometimes fell asleep when drinking\n-he never got sick from over-drinking but did vomit frequently because he has a sensitive stomach\n-he never had so much to drink that his memory was spotty or foggy, even though he wrote about stumbling off a bus at 4:45 am and \n      trying to piece together what had happened that night\n-he really liked beer then, and still does\n-he seems to not have had to change his lifestyle any since the hearings began\n-he thinks everyone participates in illegal under-age drinking and doing stupid stuff in high school\n-he seems to be a very teary man What impact will this have on the senators?\nSasse (R):  seemed angry about the process:  inclined towards K???\nFlake (R):  pointed out there will always be doubt.  I don't think he's decided\nMurkowski (R):  ???\nCollins (R): ???\nCorker (R): ???  EDIT:  Just announced he'd vote for K. Ford was credible and the lack of a FBI investigation will  give Dems in Red states cover to vote \"No\". The best indicator of whether or not there's the votes is if Grassley will call a committee vote tomorrow and McConnell a vote of the full senate after that. Consider this:  Alaska's other senator, Dan Sullivan, is in the hospital because he had emergency surgery for appendicitis today.  The full senate will not vote until he is able to participate. I think Chuck Todd of NBC was right about this being a situation in which either party can win by losing\n-if Kavanaugh's nomination goes down, then the Rs can win by using that to fire up their base for Nov 6th\n-if Kavanaugh's nomination goes thru, then the Ds can win by using it to fire up their base for Nov 6th"], [57998, "2018-09-28T01:56:54Z", [0.92], ""], [43003, "2018-09-28T01:38:20Z", [0.49], "+10% with news that Senator Corker is onboard with Kav."], [3110, "2018-09-28T01:24:56Z", [0.75], ""], [43003, "2018-09-27T21:43:44Z", [0.39], "-3% on the credible testimony of Dr Ford."], [57797, "2018-09-27T20:40:29Z", [0.39], "I already expected Ford to appear credible but I am lowering another 2% on the power of her testimony, which would strengthen the ability of the metoo movement to rally voters against senators that support rushing Kavanaugh through. "], [58508, "2018-09-27T20:16:01Z", [0.75], ""], [43311, "2018-09-27T18:52:31Z", [1.0], "What's in the envelope Shelia Jackson Lee?\nhttps://mobile.twitter.com/ConservativePTZ/status/1045377996230725637/video/1"], [37488, "2018-09-27T18:42:05Z", [0.45], ""], [20060, "2018-09-27T18:39:44Z", [0.36], ""], [19260, "2018-09-27T17:48:47Z", [0.6], ""], [41952, "2018-09-27T17:14:53Z", [0.75], ""], [1333, "2018-09-27T16:24:08Z", [0.55], ""], [876, "2018-09-27T16:16:03Z", [0.79], ""], [597, "2018-09-27T14:07:38Z", [0.86], ""], [1056, "2018-09-27T13:56:02Z", [0.8], "I think Avenetti has overplayed the Democrats' hand. Swetnick's statement implies that there are multiple witnesses to each assault she alleges. Hers are the most damning allegations if proven, but also the easiest to shoot down if no one else comes forward to corroborate them. It will be interesting to see how the Democrats' treat Swetnick's charges."], [32300, "2018-09-27T12:36:43Z", [0.67], ""], [3577, "2018-09-27T05:07:00Z", [0.01], ""], [43003, "2018-09-27T03:33:21Z", [0.42], "-6% for DJT mentioning he'd pull Kav nomination after the comment \"I could be convinced.\""], [57797, "2018-09-27T03:01:13Z", [0.41], ""], [60033, "2018-09-27T02:18:48Z", [0.3], ""], [176, "2018-09-27T02:12:16Z", [0.35], "I'm making this forecast because I am stupid. @Anneinak  This third lady showing up with sworn affidavits makes you wonder how more there are? We have the Kennedy's as a comparison class or base rate however you want to look at it. If it isn't. I almost expect another one before Friday.  I'm probably going to have to pay $65 at Hypermind to buy No so it's a symmetry.   The confirmation bias part of this is Donnie Two Scoops waffling:\nPresident Donald Trump on Wednesday said he could withdraw his support for Brett Kavanaugh depending on the testimony in a high-profile Thursday hearing into multiple accusations of sexual misconduct against the Supreme Court nominee.\nRetrieved from: https://www.reuters.com/article/us-usa-court-kavanaugh/kavanaughs-accuser-offers-four-people-to-back-accusation-documents-idUSKCN1M61NE"], [29646, "2018-09-27T00:50:26Z", [0.45], "New day, new claim.\nI don’t think Collins and Murkowski are “yes” votes yet, and Flake and Corker may still be shaky."], [22833, "2018-09-26T23:28:22Z", [0.0], "Not after today."], [32258, "2018-09-26T23:23:17Z", [0.0], "Kind of doubting that there will be a hearing tomorrow as there is a 4th and perhaps 5th accusation at this point. Trump may dump K because he doesn't want to lose the vote. Can a new nominee get in before the mid-terms with 41 days left or do they need a little distance from this one first?  "], [40930, "2018-09-26T20:16:12Z", [0.66], ""], [15165, "2018-09-26T19:50:27Z", [0.45], ""], [20504, "2018-09-26T19:29:37Z", [0.1], "I think Kavanaughs chances have vastly diminished in the last few days. Too many allegations, too little time."], [59882, "2018-09-26T19:03:31Z", [0.86], "Adding 10% to base case due to the weakness of Swetnick's statement [1]. It does not read like a genuine victim statement. Victim statements are detailed and visceral. The dems need better witnesses not just more witnesses to win this. [1] https://www.cnbc.com/2018/09/26/read-full-sworn-statement-from-brett-kavanaugh-accuser-julie-swetnick.html"], [57797, "2018-09-26T17:56:48Z", [0.45], "Third allegation quick update for now."], [30610, "2018-09-26T16:30:03Z", [0.0], "Comment deleted on Oct 05, 2018 08:23AM UTC"], [43003, "2018-09-26T16:26:48Z", [0.48], "-5% down due to the advent of new sexual assault allegation.  https://mobile.twitter.com/MichaelAvenatti/status/1044960428730843136"], [32100, "2018-09-26T16:26:24Z", [0.1], ""], [30610, "2018-09-26T16:25:28Z", [0.05], "Comment deleted on Oct 05, 2018 08:23AM UTC"], [34489, "2018-09-26T16:25:06Z", [0.12], ""], [36132, "2018-09-26T15:14:39Z", [1.0], ""], [36132, "2018-09-26T15:07:30Z", [0.0], ""], [1333, "2018-09-26T14:37:00Z", [0.79], "If Congress adjourns with out voting and DT appoints K to SCOTUS, it will be a NO as I read the question/"], [1056, "2018-09-26T13:41:38Z", [0.8], "I may watch some or all of the testimony at the hearing tomorrow. But for purposes of forecasting, the post-mortem in the press will be much more important. If there is no testimony from the accusers - as it is rumored will be the case, Kavanaugh will almost certainly be confirmed."], [47812, "2018-09-26T13:34:23Z", [0.65], ""], [43311, "2018-09-26T13:25:15Z", [1.0], "Even more likely that Ford wont show.... \nIntentionally unrealistic demands.\nShe wont risk perjury."], [19022, "2018-09-26T07:26:19Z", [0.0], "Bet on stuff not happening "], [34725, "2018-09-26T05:40:48Z", [0.75], "Adjusting forecast. With the vote on Friday and a polarized senate Kavanaugh may still be confirmed because the GOP feels it has the votes. However:\n1. No one this unpopular has ever been confirmed to the Supreme Court; the only previous nominees who polled as poorly as Kavanaugh either had their names withdrawn (Harriet Miers) or lost their confirmation vote (Robert Bork). This was using polling from before more accusers stepped forward.\n2. If Kavanaugh withdraws, there is insufficient time to confirm another justice based on historical trends. JUSTICE\t\tDAYS FROM NOMINATION TO CONFIRMATION\nRuth Bader Ginsburg\t50\t\n–\nJohn Roberts*\t62\t\n–\nNeil Gorsuch\t65\t\n–\nSonia Sotomayor\t66\t\n–\nStephen Breyer\t73\t\n–\nSamuel Alito\t82\t\n–\nElena Kagan\t87\t\n–\nClarence Thomas\t99\t\n–\nDays until midterms\t42\t\n–\nDays until next Congress\t100\t\n–\n*Roberts was initially nominated for associate justice and then withdrawn and re-nominated for chief justice; our count of his confirmation time includes the combined time from both nominations. https://fivethirtyeight.com/features/the-gops-least-worst-option-is-if-kavanaugh-withdraws-and-soon/"], [43003, "2018-09-26T03:01:01Z", [0.53], "-5% on rumors more accusers are coming out."], [57797, "2018-09-26T02:31:27Z", [0.59], "Increasing 4% on Friday’s scheduled vote."], [57998, "2018-09-26T01:17:36Z", [0.85], "McConnell thinks he has the votes and they appear to be voting a day after Ford testifies. I'm not thrilled about reversing myself again, but it appears that the additional accusations have only hardened positions. Also, polling analysis on 538 seem to indicate that this story is seen primarily through the lens of partisanship, like most other issues of the day. It would appear that Republicans are facing consequences for voting him down rather than supporting him at this point. to recap: 100 --> (80 to 85 by conviction but not moving my forecast) --> 25 --> 85\nSources:\nMcConnell:\nhttps://www.businessinsider.com/brett-kavanaugh-confirmation-vote-gop-bullish-2018-9\nPolling Polarization:\nhttps://fivethirtyeight.com/features/the-biggest-divides-on-the-kavanaugh-allegations-are-by-party-not-gender/ cc @Anneinak"], [37488, "2018-09-25T23:40:25Z", [0.6], ""], [23006, "2018-09-25T22:38:16Z", [0.75], "Renata comments"], [43311, "2018-09-25T22:31:49Z", [1.0], "http://www.foxnews.com/politics/2018/09/25/senate-judiciary-committee-reschedules-vote-on-brett-kavanaugh-for-friday-morning.amp.html?__twitter_impression=true"], [43311, "2018-09-25T18:39:57Z", [1.0], "If this it true.... this guy is God Level Troll.....lol those /pol/ trolls! So organized! Lol\nhttps://twitter.com/JayTrollsteinII/status/1044611670612594688"], [34489, "2018-09-25T14:23:47Z", [0.42], ""], [60103, "2018-09-25T13:30:54Z", [0.43], ""], [691, "2018-09-25T12:35:15Z", [0.47], ""], [1624, "2018-09-25T10:34:12Z", [0.25], ""], [34725, "2018-09-25T08:12:39Z", [0.8], ""], [1056, "2018-09-25T01:00:48Z", [0.8], "I think for purposes of forecasting this question, the number of accusers is far less important than how convincing they are when they testify. And so far neither Ford nor Ramirez has been able to produce a corroborating witness. That doesn't mean they won't - I don't know, and neither does anybody else on GJO, the protestations of certainty on both sides notwithstanding. If the accusers testify (in my opinion, one or both possibly may not), and there are still no corroborating witnesses, and still some confusion about when, where, and even if the person involved was indeed Kavanaugh, we will essentially be back at square one. You will have an accusation that opponents of Kavanaugh are likely to believe, or at least use as an excuse to vote against him, but it will be strictly an accusation, leaving the matter as \"he said, she said.\"  So in that case, the question for senators from conservative-leaning states is whether they believe that they will pay a political cost for disqualifying someone from public life on the basis of an accusation. Such senators would have to a) believe the accusation and b) have the courage to pay the price for voting against Kavanaugh even if a majority of their constituents believed that an accusation, by itself and without corroboration, should not sink a public figure. If the accusers are seen by the public as unconvincing, it will be easy for Collins, Murkowski, et al. to vote to confirm, which is why - at this stage anyway - I think they will. Edited for clarity."], [1333, "2018-09-24T20:34:10Z", [0.79], ""], [43003, "2018-09-24T19:14:02Z", [0.58], "---correcting math edit ----\nI'm getting really torn on this update. On one hand, there is fading support for Kav from the GOP side. Fading meaning there are 3 senators likely to vote no and an unknown quantity who may vote no. The Dems will likely lock ranks and vote no, with a remote possibility of 1 or 2 defectors. I'd give the vote a 60% chance to fail. On the other hand, the GOP may be desperate enough to ram thru a vote and the GOP senators are so desperate, that even if they think Kav is guilty they want to get Kav on the bench to overturn Roe v Wade as they find abortion the greater evil. This option is less likely.\nThen bear in mind that a GOP senate and a GOP WH can run a nominee thru fast according to history https://www.nbcnews.com/card/how-long-does-it-take-confirm-supreme-court-judge-n735771 The only question is if the past senates where this occured were treated well by the WH and due to that lubricity there was bipartisan support. If that were the case, it would not apply to this Senate which is highly partisan and combative. So I do not have faith in a short nominee confirmation cycle. Further, October will have most the House out and some of the Senate out to campaign. So I think Kav's confirmation hearing is it. Maybe 5% chance to cycle in another nominee and confirm?\nIn the end, perhaps the chance of a vote passing is 50% and not 40%, and the chance of a 2nd is 8% not 5%. So 58?"], [41922, "2018-09-24T19:06:26Z", [0.7], ""], [37488, "2018-09-24T18:49:08Z", [0.7], "I think there's more to come.   I still think Mark Judge is a bit of a weak link, too.  I think this week will continue to be a crazy ride, but I think by early next week Republicans will try to pull it all back together for a final vote.  They don't want to backtrack and have every motivational reason for digging in their heels.  And the longer this rolls out, the worse the public political backlash will be (for both sides) as it makes both sides look bad and increases the likelihood of every angry person going to the polls in the midterms, which usually doesn't work out so well for incumbents.  Also, they need another judge on the bench now for the Oct session of SCOTUS and they need it before the midterms, which are too close to gamble with.  So Republicans have a lot to lose but most to lose from any further delay, and submitting a new name almost certainly means a delay beyond the timeline of the question.   I think it comes down to who is able/willing to change votes on the Republican side, and Collins & Murkowski aren't up for re-election and come from states who would be happier down the road if they stay to course and vote to confirm.  Heller is a challenge because he's already staked a claim as a Trump Republican and in a state that is moving blue with moderates (mostly 20-45 year olds) who lean left on most policies (except size of gov), and he's been down in the polls for a while.  He's got a passable line for how he can support Trump while disagreeing with the 20% bizarre stuff Trump gets caught up in as his \"reality show\" shtick.  But he can't really distance himself from Republicans, and frankly, Republican women are only slightly more likely to find Blasey Ford's story as believable and Republican men and women have remained largely consistent in support if not more supportive and vocal.  So at this point he is better going for a confirmation to hold the Republican line and show he's not going to waver; even if he loses the election in November, he won't lose because Republicans were so disgusted with him they wouldn't bother to go to the polls.   I think it would take a lot to break the majority on this one, and if the majority broke, it would be a huge blow, both in terms of perception and momentum.  With so much recent partisan bitterness, a hotly contested confirmation will just be chalked up as a partisan bickering match even if the long term effects are worse for Republicans (based on younger generations being much less happy with partisan politics and with recent Republican platforms and arguments in general), and I think they couldn't really be worse for Republicans if they vote Yes when there is sufficient evidence to suggest that Kavanaugh has a reasonably probability of getting drunk and doing something like this even if he's been a model politician-for-future-leadership ever since he threw his cap and took off for his first job.  Flake is an interesting person to watch though.  I don't think he wants to delay the vote or give up Kavanaugh.  But he's not stupid, asks sharp questions, and isn't bullied by his party (I assume because he plans to for serious leadership in the near or distant future and is likely to get it, especially when the next few Senate elections pass, which would mean he has slightly more to lose than many of the ranking Republicans on the Senate Judiciary Committee).  I'll wait to lower further until the committee explores the evidence and interviews the newcomers. https://www.nbcnews.com/politics/first-read/poll-opposition-kavanaugh-s-confirmation-grows-n911581\nhttp://www.pewforum.org/religious-landscape-study/state/nevada/political-ideology/\nhttps://www.realclearpolitics.com/epolls/2018/senate/nv/nevada_senate_heller_vs_rosen-6304.html"], [43003, "2018-09-24T18:32:12Z", [0.48], "I'm getting really torn on this update.  On one hand, there is fading support for Kav from the GOP side. Fading meaning there are 3 senators likely to vote no and an unknown quantity who may vote no. The Dems will likely lock ranks and vote no, with a remote possibility of 1 or 2 defectors.  I'd give the vote a 60% chance to fail.  On the other hand, the GOP may be desperate enough to ram thru a vote and the GOP senators are so desperate, that even if they think Kav is guilty they want to get Kav on the bench to overturn Roe v Wade as they find abortion the greater evil.  This option is less likely.\n      Then bear in mind that a GOP senate and a GOP WH can run a nominee thru fast according to history https://www.nbcnews.com/card/how-long-does-it-take-confirm-supreme-court-judge-n735771   The only question is if the past senates where this occured were treated well by the WH and due to that lubricity there was bipartisan support.  If that were the case, it would not apply to this Senate which is highly partisan and combative. So I do not have faith in a short nominee confirmation cycle. Further, October will have most the House out and some of the Senate out to campaign.  So I think Kav's confirmation hearing is it. Maybe 5% chance to cycle in another nominee and confirm?\n    In the end, perhaps the chance of a vote passing is 50% and not 60%, and the chance of a 2nd is 8% not 5%. So 48?"], [32100, "2018-09-24T14:27:55Z", [0.3], ""], [34489, "2018-09-24T13:11:56Z", [0.44], ""], [57998, "2018-09-24T12:50:13Z", [0.25], "Reducing forecast substantially on new accusers. I'm still think confident they will try to ram a nominee through, whether it's Kavanaugh or not: The following chart indicates that a nominee in < 30 days is still doable. \nhttps://www.nbcnews.com/card/how-long-does-it-take-confirm-supreme-court-judge-n735771\n"], [57797, "2018-09-24T12:45:30Z", [0.55], ""], [691, "2018-09-24T11:58:40Z", [0.5], "With the new story, the Rs can no longer count on enough votes to make this happen.  On the other hand, the Trumpeters will go berserk if the nomination is pulled.  Some time in the next couple of weeks Judiciary will send this to the floor for a vote, where it will lose.  This will enable the House of Orange to blame the Ds in time for the election.   Or not."], [59882, "2018-09-24T10:28:48Z", [0.76], "Reverting to base case of 76% due to second accuser."], [47482, "2018-09-24T09:40:59Z", [0.67], "1st story nearly completely discredited by statement of the other woman Ford claimed was present. But 2nd woman has emerged & now Avenatti claims to have evidence Kavanaugh was serial roofier setting women up to be gangraped. Dems are pulling out all stops to end Kavanaugh. Unsure Repubs will have stomach to fight back. This isn’t about right & wrong anymore, just a political slug (or slime) fest. "], [3577, "2018-09-24T09:33:27Z", [0.9], "A second accuser changes everything. Decreasing from 99 due to a second accuser stepping forward.\nI would decrease a lot more, perhaps to 50 % if not for:\n- a witness who already acknowledged \"significant gaps in her memories of the evening\"\n- representation by disgraced lawyer Michael Avenatti (why he isn´t disbarred is the real enigma) All things said, given the extraordinary political climate in America, I am ready to decrease this probability to zero very rapidly after judging the response by the political elite. Just looking at the case from a game theory perspective, the Democrats have timed this expertly and I admit that I underestimated them. First the late introduction of the first accuser, then waiting for a move from the Republicans which in some ways was a defensive one: by allowing accuser 1 to testify and to having  Judge Brett Kavanaugh testify BEFORE accuser 1, see Dershowitz comment on this. This a move signifying weakness by an opponent (R) and this is when you finish them off by another attack. My reasons for underestimating the D comes from their abysmal handling of the election, losing to an outsider despite control of the mass media which is unheard of. \nMost probable is that after kicking Hillary out, very competent people have returned to the D. I seriously doubt Feinstein orchestrated this by herself."], [41922, "2018-09-24T09:30:53Z", [0.5], ""], [30610, "2018-09-24T06:38:34Z", [0.15], "Here we go, now there is another one. Hard to see this going through. Now, we have some odds that the nominee might withdraw himself as well. https://thehill.com/blogs/blog-briefing-room/news/408028-avenatti-calls-for-hearings-to-address-new-allegations-of?__twitter_impression=true&__twitter_impression=true\n"], [29054, "2018-09-24T05:41:30Z", [0.53], "Approval numbers of Kavanaugh are starting to appear and indicate a decline and some influence at the three tricky R's Senate races. Mitchy \"boy\" McConell is not for the music of loosing the Senate. Most analisysts agree. \nToday, some of the research shows there a strong link between the decline of peoples approval of Kavanaugh and the senators statements. Clearly, I can see how  the latest statements and the rethoric around the newest allegations from teh old white boys club can affect sentiment. \nI am confident that DJT will appoint him even if he has to do it in the upcoming recess. I think he would love to do it that way! I will be pure him!\nThe question is, if the R's loose the Senate will Kavanough be in the tight rope of impeachment, as a recess appointee?\n "], [30610, "2018-09-24T04:29:58Z", [0.35], "Comment deleted on Oct 05, 2018 08:24AM UTC"], [43311, "2018-09-24T04:27:16Z", [1.0], "I'm just curious.....maybe this is too simple of a question...... If the accusers had no political agendas.....why didn't they go to law enforcement instead of politicians? "], [43003, "2018-09-24T03:52:29Z", [0.35], "The believability of multiple accusations increases with each new accuser, real or not. The optics look bad for Kav, innocent or not. Dropping % to momentum and possible new accusers.  Includes a 'tipping point' amount as the high minded GOP senators will not be able to tow the line. 3 likely will not go with Kav now, with a few more that are likely to also go against.  This gives excuse to other GOP senators to not back him.  Already adjusted for lower chances that  the senate can rush a second nominee thru."], [745, "2018-09-24T02:51:39Z", [0.0], "More claims are coming.  I have known these kind of guys like Kavanaugh.  This is who they are."], [57797, "2018-09-24T02:45:03Z", [0.65], "Lowering further on the Ramirez allegation."], [38, "2018-09-24T01:47:37Z", [0.5], "I don't think we need a member of the 100 Keg Club on the SCOTUS. Thanks to @GL2814\nhttps://www.gjopen.com/comments/comments/774520"], [32258, "2018-09-24T00:28:04Z", [0.0], "Going down - There are new accusations (Ronan Farrow +).  Plus my previous comment: Republicans had a strategy to force vulnerable incumbent Dem Senators to vote like they did for Gorsuch but that is no longer viable in my opinion. Whether K is confirmed or not, this seems to me to damage Republicans in the midterms. . . not about the economy (stupid). Could be worse if he's confirmed as that motivates Dems to vote. See polls regarding Independents and women from August to now. See how Cramer had to walk back his \"disturbing\" comments (according to Heitkamp). McConnell may decide to delay this vote until after the election but before January if Senate turns Dem. He's likely betting on a Rep majority Senate anyway so that would not be such a risky move. All depends on how this hearing plays out but this seems a rock and a hard place the longer it goes."], [49436, "2018-09-23T21:32:02Z", [0.66], "Though seeming less likely after this week's news cycle, the Republican party will probably still ram through this nomination."], [43311, "2018-09-23T21:05:51Z", [1.0], "Man.... this just keeps getting better and better (or worse and worse depending on which side you are on). I'm beginning to doubt Dr Ford will testify.... 4 of the 5 named witnesses in the accusation have provided statements contrary to claims.. the only named one without a statement is Ford... now Kavanaugh's calendar....which seem to be fairly thorough (even naming other partys...not this one).\nhttps://www.nytimes.com/2018/09/23/us/politics/kavanaugh-to-give-senate-calendars-from-1982-to-back-up-denial.html\nBut...I don't really trust the Times either...... IT'S A TRAP! LOL"], [29057, "2018-09-23T16:39:26Z", [0.35], ""], [1333, "2018-09-23T14:30:11Z", [0.78], "Vote gets held and K is confirmed the immediately the Republicans hold a presser and make a standing offer to Prof Ford - anytime or place - Huntington Beech over a picnic lunch and she can surf and stuff."], [2965, "2018-09-23T13:58:36Z", [0.1], "he is not Christine Le Garde antithesis @sevedb but Sasse votes no  with Flake\nSee Nebraska Senator Ben Sasse notes he has been a critic of the Republican Party ever since elected to the United States Senate as a Republican. So, the senator claims the stir a recent national media interview made surprised him. Sasse said he thinks about leaving the Republican Party every morning.\nhttp://wnax.com/news/180081-senator-sasse-remains-unhappy-with-both-parties/\nand 538 is oustanding data for Chomping Sassehttps://projects.fivethirtyeight.com/congress-trump-score/ben-sasse/no chnage of view\nin Liars poker who wins\nin court and in Congress truth wins\nKavanaugh just had a dead cat bounce\ngranulating  because if u bet against crowd here you lose\nbut I made the call\nwho is the next nominee\nTrump was correct\nJudge Amy more confiirmable\nI was wrong about Justice Kennedy\n@JMR2017\nand I am probably wrong here\nno poly in ads just 6 prior fbi investigations\nnone of which were about these specific allegations.\nLindsey Graham\nstayed up all night worrying about Clinton in White House\nmust be not sleeping much-red eyed and tongue tied\nalmost said \" That woman\""], [1019, "2018-09-23T13:25:32Z", [0.65], ""], [61087, "2018-09-23T12:40:35Z", [0.0], ""], [34725, "2018-09-23T12:39:09Z", [0.9], "Expected:\nCollins - No\nHeitkamp - No\nMurkowski - Yes\nDonnelly - Yes\nManchin - Yes\nTherefore 2 Dems will break line and support, one Rep will break line and oppose, confirmation will go through even with room for error. Republicans will be keen to get hearing done before mid-terms."], [58838, "2018-09-23T11:58:53Z", [0.25], ""], [691, "2018-09-23T11:51:43Z", [0.86], "Collins is a highly probable No, but Murkowski will probably be a Yes.  There may be at least one D defector from a narrow-margin state, and at least some of the Rs will be holding their noses when they vote.  Pence will be on hand if needed.  The Rs' job will be much easier if the Prof doesn't turn in a stellar performance, though, and many of them are still more afraid of M. Petits-Doigts than they are of their own constituents.  This is when the party Whips earn their pay.  \n "], [43003, "2018-09-23T08:33:09Z", [0.69], "-5% due to Maine's Senator Collins who was livid at DJT's tweet about 'where is the police report'.  Quite likely she will vote NO."], [43311, "2018-09-23T03:13:03Z", [1.0], "Atty for person alleged to be at party: “Simply put, [my client] does not know Mr. Kavanaugh and she has no recollection of ever being at a party or gathering where he was present, with, or without, Dr. Ford.” Committee source says they’ve contacted five people alleged to be at party. 4 deny any knowledge of the party and allegations. 5th person - Dr. Ford - is the only one who has not provided them a statement."], [1624, "2018-09-23T02:16:25Z", [0.25], ""], [2965, "2018-09-22T19:35:51Z", [0.0], "Hearings and Trump has now waded into bad effect.\nMcConnell just does not have Flake and Sasse Chonp him. Like Sanders he is an independent but caucuses with GOP.\nMcCain voted .\nFlake will give the thumbs down.\nOver\nOther markers 1 3 no.\nBut read the Senate Rules at www.senate.gov"], [32258, "2018-09-22T19:21:32Z", [0.2], "Seems that Murkowski and Collins are getting pressure from home but more importantly, their Republican colleagues as well as the POTUS are painting them into a corner; from Trump, McConnell, Hatch, Grassley and others who have commented about the inevitability of confirming Kavanaugh. The hearing is to show they gave her a chance to tell what happened however, comments from these men indicate that their minds are made up to \"plow through and do our job\".  The set up (fait acompli) before the hearing does not help Murkowski and Collins vote yes. The spotlight is on them and what they do will be remembered. Just two Republican votes (as long as Democrats are united) can tank this nominee. If these 2 Repubs decide to vote No, Dems have their cover to vote no as well. \nFord will show up... and if she comes across as credible, this adds to other issues raised regarding Kavanaugh's veracity. \nGoing back down."], [2965, "2018-09-22T16:55:00Z", [0.01], "if Ford shows Kavanaugh does not testify no poly,!"], [59889, "2018-09-22T13:56:43Z", [0.1], ""], [57797, "2018-09-22T13:11:21Z", [0.71], "Reducing on increased likelihood of a testimony by Ford."], [691, "2018-09-22T12:16:59Z", [0.89], ""], [43003, "2018-09-22T07:39:27Z", [0.74], "-4% due to increased % FORD will testify and that the extension of a week shortens the timespan to push a 2nd Nominee thru. "], [38, "2018-09-22T07:35:48Z", [0.8], "I was thinking* it would take 3 Rs voting \"no\" to kill the nomination, but it's only 2. \n1 R voting \"No\" makes the vote 50-50, so then Pence votes and it ends up as 51 (no) - 50 (yes).\nBut 2 Rs voting \"No\" makes the vote 49 (yes) to 51 (no), and the nomination fails. Time delays favor Ds and \"No\".\nThe deadline by which Ford has to agree to the hearing date/process has been extended.\nThe committee vote WAS to have been this week.  \nNow it looks like there will be a hearing next Wed or Thurs. and the committee vote when????\nThen it has to go to the full Senate. .. .can Ds delay the vote in the full Senate??? Reducing my forecast.  *(Or, more accurately, NOT thinking!) @Mdun"], [1624, "2018-09-22T02:34:31Z", [0.75], ""], [59882, "2018-09-22T00:37:10Z", [0.9], "Update: Base case: In the last 40 years (Reagan onward) there have been 13 successful nominees out of 17 total nominations = 76%. Inside case: Blazey Ford's lawyers list of conditions for her to appear in front of the Senate committee, eg. Kavanaugh has to testify first, are just weird and make her client look less credible. How can anyone defend themselves if they don't know the specifics of the accusation against them, like time and place? Very strange. I'm resisting the temptation to put this at 100%."], [37512, "2018-09-21T23:24:29Z", [0.85], ""], [43311, "2018-09-21T23:18:29Z", [1.0], "https://abcnews.go.com/Politics/wireStory/latest-conway-conflate-metoo-fords-claim-57985039  Vote Mondy if no agreement."], [41586, "2018-09-21T22:44:24Z", [0.75], "Recent revelations about the current candidate decrease odds of quick confirmation--GOP still has votes and determination, but working with a narrow margin. One or two more revelations (or if another woman comes forward with another assault allegation) and enough GOP Senators may defect to kill the nomination. Or Kavanaugh may decide he's had enough and withdraw. "], [22833, "2018-09-21T16:37:59Z", [0.5], ""], [22833, "2018-09-21T16:36:51Z", [0.25], ""], [1333, "2018-09-21T16:21:54Z", [0.77], ""], [45198, "2018-09-21T15:04:57Z", [0.99], "Confirmation will occur due to the sheer brute force of the Republican machine. Truth and fairness be damned. A posture and pretence and fairness does not make it so. "], [47216, "2018-09-21T12:35:11Z", [0.85], "R's have the numbers here. They're in a big rush to pack him off to the Supreme Court, and the eager Beavers are chewing logs to jam up the opposition before they generate enough pressure to slow down the rushing tide."], [2965, "2018-09-21T11:03:07Z", [0.01], "https://www.youtube.com/watch?v=G0IMvWhR6B0\nCharles Laughton last movie plus metoo \nmy narrative\nFrom the movie Advise and Consent by Alan Drury.\nDoes art follow life or life follow art?"], [43003, "2018-09-20T21:22:35Z", [0.78], "Evidence showing GOP senators coalescing around pushing thru the vote if Ford doesn't show."], [1056, "2018-09-20T19:38:45Z", [0.8], "Here's the most in-depth, dispassionate article I've seen about the Ed Whelan thing: https://www.politico.com/story/2018/09/20/kavanaugh-confirmation-allegations-rumors-830725 Ford's story is fuzzy on details (exactly where, exactly when), but Whelan offers no details at all. That doesn't mean he has nothing - he may have exactly what he says he has, which is an unequivocal exoneration of Kavanaugh. On the other hand, this may just be a very high-stakes game of poker, with Whelan daring the Democrats to call his hand. And he may be bluffing. But if it's the final factor that scares Ford off (and she sounds pretty hesitant already), it will have been worth it for the Republicans. It's obvious that Ford has to testify if the Democrats want to derail Kavanaugh. "], [43311, "2018-09-20T18:28:55Z", [1.0], "https://www.politico.com/story/2018/09/20/kavanaugh-confirmation-allegations-rumors-830725 Get ready for the bombshell exoneration evidence.... \"By one week from today, I expect that Judge Kavanaugh will have been clearly vindicated on this matter. Specifically, I expect that compelling evidence will show his categorical denial to be truthful. There will be no cloud over him.\" — Ed Whelan (@EdWhelanEPPC) September 18, 2018 \"Senator Feinstein will soon be apologizing to Judge Kavanaugh. https://t.co/FeeuDmQNz1&quot; — Ed Whelan (@EdWhelanEPPC) September 18, 2018 \"Funny how attorney didn't seek an investigation two months ago. A week from now, I doubt that any fairminded person will think that any further investigation is necessary–at least not concerning any alleged wrongdoing by Kavanaugh. https://t.co/fyEaMQ7sf8&quot; — Ed Whelan (@EdWhelanEPPC) September 19, 2018 \"The last tweet implies that there might indeed be criminal activity that needs probing here, but not activity engaged in by the nominee. Whelan also made a point of reminding his readers that lying under oath to the Senate Judiciary Committee is a federal offense. Hmmm.\" There are other rumors circulating that this same accuser sent the same letter about the last sc nom........ hmmmmm"], [46339, "2018-09-20T17:48:10Z", [0.6], ""], [15883, "2018-09-20T17:23:34Z", [0.85], ""], [37516, "2018-09-20T16:45:59Z", [0.9], ""], [43003, "2018-09-20T16:18:39Z", [0.76], ""], [46458, "2018-09-20T16:12:01Z", [0.8], "Corrupted process"], [57787, "2018-09-20T16:03:36Z", [0.85], "Given what we've seen over the past few years in terms of 'acceptable behaviour', I seriously doubt anything will impede Kavanaugh's appointment."], [37852, "2018-09-20T15:46:49Z", [0.65], ""], [58719, "2018-09-20T15:11:07Z", [0.8], ""], [1333, "2018-09-20T14:20:14Z", [0.78], ""], [691, "2018-09-20T12:02:38Z", [0.88], ""], [57797, "2018-09-20T11:58:24Z", [0.76], "Wavering Republican Senators seem to have been reined in for now. https://www.nytimes.com/2018/09/19/us/politics/kavanaugh-accusations-trump-blasey-ford.html"], [1333, "2018-09-20T11:35:30Z", [0.8], "Is it possible that Dems fail to produce their Witness Monday, the Reps schedule a confirmation vote - which results in K confirmation followed by howling about how Prof. Ford has been raped anew by the republican process....?"], [2965, "2018-09-20T07:02:04Z", [0.0], "no poly of K posible poker time\nK bluffing\nWomen strong"], [60033, "2018-09-20T03:38:17Z", [0.76], ""], [38, "2018-09-20T02:06:57Z", [0.9], "It will be a big surprise to me if any Rs besides Flake, Collins, Murkowski and Corker vote \"No\"--because the punishment for not being \"loyal\" is high!  And, I think that the chances of 3 of those 4 voting \"No\" are slim, slim, slim.   Then there's the pressure on Ds in DJT states to vote \"Yes\".  I could be wrong about this, but Ds do not seem as punitive towards members who don't vote the party-line as Rs are.  So, I think that the chances of a D voting \"Yes\" is greater than a R voting \"No\". So, if there's a vote, I think Kavanaugh will be confirmed if the vote is prior to 11/6.\nBut are there any more surprises?  How/why would Kavanaugh or some other nominee not be confirmed:\n-Kavanaugh withdraws.  Seems very unlikely since he's planning to testify and says it didn't happen:  2%\n-Kavanaugh bombs at the hearing.  Unlikely.  10%  (Even if he did, it wouldn't change many votes)\n-a credible witness confirms Ford's assertions. Possible, but there is a code of silence.  8%\n-the FBI declares Kavanaugh was at the party and the claims are credible.  Unlikely.  DJT has refused to have the FBI investigate.  2%\n-Ds all vote \"No\" as well as 3 Rs.  Slim:  2% AND there's insufficient time to get another nominee named, vetted by the committee, and voted on, but McConnell WANTS this, and he knows how to make things happen. . . .2% I think that the most likely outcome will be a vote next week that will confirm Kavanaugh."], [47482, "2018-09-20T00:41:57Z", [0.99], "Standing firm. Perhaps my bias can’t be overcome, but these are some of the sketchiest allegations I’ve seen. Accused admitted she doesn’t remember year or location. Feinstein publicly mused she can’t be sure Ford is being totally honest. I think the reason Feinstein never submitted wasn’t for a last minute nomination derailing. Much more likely she thought the allegation was bs at worst, problematic & unprovable at worst. "], [2965, "2018-09-19T23:53:41Z", [0.0], "The Psychology of the Unthinkable: Taboo Trade-Offs, Forbidden Base Rates, and Heretical Counterfactuals\nPhilip E. Tetlock, Orie V. Kristel, S. Beth Elson, and Melanie C. Green Ohio Stale University\nJennifer S. Lerner Carnegie Mellon University\nFive studies explored cognitive, affective, and behavioral responses to proscribed forms of social cognition. Experiments 1 and 2 revealed that people responded to taboo trade-offs that monetized sacred values with moral outrage and cleansing. Experiments 3 and 4 revealed that racial egalitarians were least likely to use, and angriest at those who did use, race-tainted base rates and that egalitarians who inadvertently used such base rates tried to reaffirm their fair-mindedness. Experiment 5 revealed that Christian fundamentalists were most likely to reject heretical counterfactuals that applied everyday causal schemata to Biblical narratives and to engage in moral cleansing after merely contemplating such possibilities. Although the results fit the sacred-value-protection model (SVPM) better than rival formulations, the SVPM must draw on cross-cultural taxonomies of relational schemata to specify normative boundaries on thought.\n"], [3345, "2018-09-19T23:37:47Z", [1.0], ""], [745, "2018-09-19T22:38:35Z", [0.15], ""], [2965, "2018-09-19T21:51:02Z", [0.01], ""], [2965, "2018-09-19T17:50:28Z", [0.07], "Minus 2 hearings set.\nNo FBI.\nTrump pulls or K withdrawal "], [42353, "2018-09-19T16:49:26Z", [0.1], ""], [1333, "2018-09-19T14:40:42Z", [0.85], ""], [37488, "2018-09-19T14:07:53Z", [0.85], "Republicans are moving fast on this, so they think they can still get it through and likely want to distance the hearings as much as possible from midterms and get Blasey Ford on the stand before she can mentally and emotionally prepare. Blasey Ford's lawyer is pushing for more time, probably knowing she is likely to show a stronger performance if she's not still overwhelmed by the media uproar and perhaps wanting to hold off in the hopes that a delay is more likely to weaken politicians voting for Kavanaugh as midterms approach.  However, I think they will certainly testify anyway: she's a professor and she's gone through counseling, to the pressure to stand her ground rather than accept defeat and certain mudslinging will be strong from a number of areas, I would think, and the reputation fallout from not trying will be worse from both conservative and liberal sides if she backs out now.    That gives the media a week to see if they can find anything more substantial that the typical boys-will-be-boys creep-fest that they of course can and already have begun to dig up on Kavanaugh.  His prep school buddies are pretty supportive so far.  It will probably roll in Kavanaugh's favor unless someone with more substantial evidence of other sexual assault attempts shows up, from Georgetown Prep or similar period.  At this point they need weight of evidence and not reasonable probability.  I wonder how the FBI will participate; given other scrutiny, they can hardly wish be seen to be partisan in this."], [2965, "2018-09-19T14:06:40Z", [0.09], "Anything  c an happen\n"], [34489, "2018-09-19T13:18:00Z", [0.51], ""], [3577, "2018-09-19T12:57:39Z", [0.99], "Judge Brett Kavanaugh is facing one accusation of sexual assault which allegedly occurred in the early 1980s. However, looking at previous incidents of these types of accusations of people in Kavanaugh's position, nothing happens to them if there's not an avalanche of women stepping forward after the first accusation which hasn't happened yet, and unlikely (1 %) it will given the time frame."], [47812, "2018-09-19T12:40:40Z", [0.78], ""], [34725, "2018-09-19T11:11:53Z", [0.99], ""], [691, "2018-09-19T10:58:12Z", [0.96], "The Rs and their Fearful Leader in the Orange House want this done before the elections.  They probably have the votes, despite some vacillating and irrespective of the Ds' quacking and flapping.   "], [41922, "2018-09-19T09:36:48Z", [0.7], ""], [57797, "2018-09-19T02:07:48Z", [0.65], "Uncertainty as to Ford’s participation in a hearing on Monday and potential for Rs to continue the process without an investigation."], [33035, "2018-09-19T01:03:23Z", [0.67], ""], [1056, "2018-09-18T23:46:50Z", [0.8], "A possibly significant development: Senator Collins has proposed that Ford's lawyer question Kavanaugh, and Kavanaugh's lawyer question Ford. https://www.collins.senate.gov/newsroom/senator-collins-makes-recommendation-judiciary-committee-ahead-monday%E2%80%99s-hearing And this from Reuters today: \"Doubts arise over whether Trump court nominee's accuser will testify\" https://www.reuters.com/article/us-usa-court-kavanaugh/trump-court-nominees-accuser-has-not-agreed-to-testify-senator-idUSKCN1LY2E4 If Ford refuses to testify - for any reason - every pro-Kavanaugh Senator will have cover to confirm him. Collins appears to be playing hardball; if the Democrats are not just playing politics, Ford will have to testify. And if she does, both the accuser and he accused will have to face tough, hostile interrogators rather that lame-brained, histrionic Senators who are more interested in running for President than in trying to get to the truth. Collins' proposal also seems to point to the probability that she is willing to confirm Kavanaugh if Ford refuses to testify, or even if Ford's accusation is less compelling than Kavanugh's denial. This will be great television if Collins' suggestion is adopted. And perhaps that's Collins' point: the real issue is that no one can make this kind of accusation and refuse to back it up publicly. Making a damning accusation at a time when your adversary appears to be secure is dramatic - so be prepared to act your part in the drama. Feinstein may have inadvertently set Ford up for more than she bargained for."], [43003, "2018-09-18T22:19:12Z", [0.72], "Adding +12 today. Given the revelation that the 3rd party witness says nothing happened and endorses Kav.  And given the accuser said this witness was there, it will greatly undermine her credibility and the GOP's best strategy will be to dig in their feet and push Kav thru. To summarize:\n- there will be an abbreviated schedule to shoe in a 2nd nominee, i estimate 15% built-in to my estimate above\n- credibility of the accuser is now OK not great, and hoping for a #metoo traction that should slightly influence Senators\n- the witness (Mr Judge) in not endorsing the narrative of a sexual assault\n- Dems will certainly delay all they can but not enough \n- Dems are more likely to stay united now that some GOP senators may not follow the lead\n- More than the disloyal 3 - Flake, Collins & Murkowski may abandon the GOP on the vote\n- Reps are very, very motivated to please the evangelical & pro-life base with this appointment and will risk much to pass Kav So I'm making a case to drop Kav's chances to 57%, fearing I may over-compensate. Plus the 15% would give me 72%.  Reasons to change my estimate: If any of the disloyal 3 speak of being convinced of Kav's innocence.  Or if any other GOP senators speak about giving up on Kav. Or if there is rumor from the WH of submitting a new Nominee.\n"], [57797, "2018-09-18T22:05:40Z", [0.55], "If Kavanaugh denied being at the party he exposed himself to being easily found dishonest if a witness is found. Ford’s account seems credible on the surface. She disclosed it to a therapist years ago.  https://www.washingtonpost.com/politics/2018/09/18/former-sex-crimes-prosecutor-analyzed-fords-allegations-against-kavanaugh-heres-her-take/?utm_term=.28662921858d"], [57797, "2018-09-18T21:53:09Z", [0.61], ""], [60726, "2018-09-18T20:41:32Z", [0.35], "Recent credible allegations from Dr. Christine Blasey Ford have been made against the current nominee (https://www.washingtonpost.com/investigations/california-professor-writer-of-confidential-brett-kavanaugh-letter-speaks-out-about-her-allegation-of-sexual-assault/2018/09/16/46982194-b846-11e8-94eb-3bd52dfe917b_story.html?utm_term=.1f79874e4a91). The confirmation was going to be already a difficult process because of the nominee's stance on Roe v Wade; however, he was most likely to be confirmed. Now, the unfortunate paper trail of this nominee is not the only problem. The current accusation, though many years ago, is likely (and hopefuly) going to affect public opinion of the nominee in a way that Anita Hill's testimony didn't. The Me Too movement might rise all the way to the Supreme Court, suggesting that the individuals on the highest court in the land should have the highest ethical and moral character.  Anyway, I believe that this accusation will sufficiently postpone the confirmation. "], [32100, "2018-09-18T19:22:29Z", [0.5], ""], [32258, "2018-09-18T19:05:34Z", [0.5], "The only strategy for Republicans is to press on. There is no time to put up another nominee in time for the mid-terms. In a scenario in which Ford and Kavanaugh both come across well in the hearing, the question is whether there is reasonable doubt lingering over his nomination. Can't say until we see how the hearing plays out but what has changed now is that the vote can't happen if questions of Kavanaugh's veracity linger after the hearing. Susan Collins said that if he lied, he's not qualified. As I understand this, K said he wasn't even at that party and doesn't know this woman.  Thanks @Anneinak for the advice about flipping. Increasing for now to 50%. Also, if just 2 Republicans vote No and Pence votes, that would be a tie and not enough."], [22833, "2018-09-18T18:12:47Z", [0.5], ""], [61020, "2018-09-18T17:50:46Z", [1.0], ""], [34489, "2018-09-18T17:31:53Z", [0.55], ""], [2965, "2018-09-18T15:09:37Z", [0.01], "old white guys like me had a streak going\n50 50 there is a hearing\nif there is a hearing, he could lose 50 50\nno hearing: gone\nhearing vote 50 50\nthat is 25 percent pure probability analysis.\nroll of 2 dice coming up winners with 7\n1 in  6x6x6x6"], [1333, "2018-09-18T14:12:03Z", [0.87], "There will be a concerted effort to move the vote past the election for full political effect. However as you can see from the comment below - it has become an emotional issue between those who believe the accuser on the front end and those waiting for evidence that is more tangible. Your comment: \"And I once groped a woman's breasts - so I can never hold high office - even if I was a suckling two year old at the time. But it will be stated = just as you phrased it, to great effect, and the vote will happen after the election.\" Your comment -- well, emotive? Certainly your reference to a two year old understates and trivializes the allegations put forth by Christine Blasey Ford. Especially egregious in her allegation is the part about Kavanaugh covering her mouth and holding her down. There is a history (base rate) of women underreporting assault and especially in cases of rape or attempted rape. The reason is the long history of shaming and not believing women who come forward, so they learn not to... On the other hand, what I stated in my previous comment is actual fact... POTUS stands with Kavanaugh as he stood by Roy Moore to the end. . . important news to note. I look forward to their testimony under oath.\n@daveinsea :- }"], [1333, "2018-09-18T14:06:55Z", [0.87], ""], [1333, "2018-09-18T13:40:47Z", [0.88], ""], [691, "2018-09-18T12:45:18Z", [1.0], "In their apparently boundless stupidity, the Ds have dredged up a sex-related delict from when this guy was in high school.  He is almost certainly lying when he denies it, which is also pretty stupid.  However, at this very moment you may be sure that there are \"researchers\" scouting around who will surely find some such incident in the life of practically every male American who was ever in high school.  This will include high-ranking and loud-talking Democratic members of Congress.   The remaining question is whether the Rs will announce these findings now or just use them to blackmail the D leadership into shutting up and let this nomination go forward.  If the Rs are smart, for which there is also no evidence, they will do the latter just now and save the high-school charges against individuals to target them when they are standing for re-election.   On the bright side, all of us olde white guys will be dead pretty soon. although alas not quite soon enough.  But do be patient."], [47812, "2018-09-18T12:10:58Z", [0.91], ""], [1333, "2018-09-18T11:48:30Z", [0.91], "OK admin - if you're going to delete my comments can I at least get an email on it?"], [43003, "2018-09-18T07:56:52Z", [0.6], "Putting the chances that a 2nd candidate can be confirmed in time again at 15% the rest of my logic is here: \nhttps://www.gjopen.com/comments/comments/772252"], [41922, "2018-09-18T07:56:37Z", [0.4], ""], [38, "2018-09-18T05:57:16Z", [0.5], "Anne's Rule #2  Don't flip.  Go to 50%.   I analyzed all the questions that I flipped on (some multiple times!)  and discovered that if I had not flipped my Brier score would have been better.\n"], [29646, "2018-09-18T04:06:27Z", [0.67], "Committee vote delayed to hear from Judge Kavanaugh and Professor Ford."], [60033, "2018-09-18T03:47:20Z", [0.48], "This is a tricky one. There are so many political forces at play that are interacting with the precedents. The Clarence Thomas case is relevant, but I think this time is quite different, the culture seems to have shifted in favor of the accusers. I don't think the Republican base will care about the accusations, but the centrist suburban women will, and it will swing them more toward the Dems. It's very hard to tell if Republicans will use their political capital to push this through and thereby energize the Democrat's based this close to the midterms.  I saw someone put the base rate at 76%, I adjust down based on how close the vote will be."], [43003, "2018-09-18T03:07:10Z", [0.5], "Anneinak has make a good case to drop my previous estimate by 30% see https://www.gjopen.com/comments/comments/772146 As for the 15% of a second nominee, you've given me enough of a case to drop that estimate to 5%.  If the GOP were scared enough of losing the Senate and Kav withdraws tomorrow, I can see a 1 in 20 case where they could fast track ASAP.  On the flip side, I'm seeing tweets from Ted Cruz and DJT that accept a desire to slow down the process and have hearings on the matter.  To summarize:\n- you are right, there will be an abbreviated schedule to shoe in a 2nd nominee but not impossible\n- credibility of the accuser is good, and gaining a #metoo traction that should slightly influence Senators\n- Dems will certainly delay all they can\n- Dems are more likely to stay united now that some GOP senators may not follow the lead\n- More than the dislolyal 3 - Flake, Collins & Murkowski may abandon the GOP on the vote\n- Reps are very, very motivated to please the evangelical & pro-life base with this appointment and will risk much to pass Kav So I'm making a case to drop Kav's chances to 45%, fearing I may over-compensate.  Plus the 5% would give me 50%. "], [38, "2018-09-17T21:01:54Z", [0.09], "The more I think about the accusations against Kavanaugh and their repercussions, the less likely it seems that he'll survive.  The longer the process drags out, the lower the likelihood of confirmation, I think. We have a Republican sexual predator for a President.  We already have one man on the SCOTUS who is widely perceived to be a sexual predator who was nominated and confirmed by Republicans.  In this \"Year of the Female Candidate\" and era of #metoo, if the GOP doesn't distance itself from such behavior it will become a part of its brand, much as the Catholic Church has been by sexually predatory priests and enabling bishops.  \n\nI just wrote my senator, Murkowski, one of the senators presumed to be a swing vote,  with a strongly worded statement urging a \"No\" vote.  I know of several other Alaskans doing the same.  I have no idea how responsive Murkowski will be to my arguments or how much pressure she'll be under to be \"loyal\", however.\n"], [29646, "2018-09-17T20:58:29Z", [0.85], "Flake and Corker look shaky. Could provide cover for Collins and Murkowski to vote no."], [43003, "2018-09-17T20:24:59Z", [0.8], "Adding back 20%   Pushing up Kavs chances to 65% and leaving the chances of a replacement nominee at 15%.\nalso with my earlier reasoning at https://www.gjopen.com/comments/comments/772063\nThis time taking into account the bloodbath character assassination that will likely be heaped on Ford which may be strong enough to push the hesitant Reps over the threshold. She also may fold and withdraw. Combined it puts 65+15=80%"], [58508, "2018-09-17T20:13:22Z", [0.85], ""], [1056, "2018-09-17T19:19:23Z", [0.8], "Down due to the Ford allegations, and the probability of subsequent investigations or hearings regarding same. Moreover, Flake et al. have voiced their reservations about Kavanaugh. I find it highly unlikely under these circumstances that Trump would pull Kavanaugh's nomination, or that Kavanaugh would withdraw. The allegations would have to be substantially stronger for that. However, if Kavanaugh's nomination is withdrawn, and Trump has to nominate someone else, that person will probably be confirmed very rapidly. This kind of last-minute accusation is something that can only be done once before it comes to be regarded as transparently partisan."], [40930, "2018-09-17T19:10:20Z", [0.85], ""], [38, "2018-09-17T19:09:14Z", [0.9], ""], [876, "2018-09-17T19:04:46Z", [0.9], ""], [37488, "2018-09-17T18:39:31Z", [0.65], "I think Christine Blasey Ford's strongly worded request for anonymity probably led Kavanaugh to believe she wouldn't come forward, and that may spell bad news for Republicans in this.  Her story largely checks out over time to multiple (and reasonably private) witnesses.  It has the advantage of an FBI investigation that started before it was public, so information already exists to substantiate her claims with documentary evidence and the lie detector test, which makes it hard to manage a full-blown discreditation case while the evidence is being explored.  Even Fox news is reporting the facts as they stand and suggesting that it is merely \"irrelevant\" to the qualifications expected for Kavanaugh to be judge (rather like arguments that Clinton's personal sex life had nothing to do with how he made decisions in office?)  It also sounds as though Blasey Ford's willingness to come forward quickly when the rumors escalated will be somewhat helpful.  The challenge for Kavanaugh (and Mark Judge) is that they categorically denied the incident.  They may have been better off saying they remembered no such thing and thought it absurd, since people doing horrible shit when they're drunk can at least excuse \"memory\" lapses.   But her evidence is at least reasonably substantial in the face of such a strong denial, and since Blasey Ford has little or no reason to have made such claims repeatedly over the years to so many intimate friends and family members, long before Kavanaugh's nomination was a thing, I think it will extremely hard to brush this off.  And that means at least 2 weeks of rabid investigations into everyone Kavanaugh and Judge went to school with and anyone who knew them willing to say that they 1) got trashed on a regular basis, 2) had any kind of misconduct during that period of high school or college, and 3) had any other incidents of sexual misconduct.  If they come up with anything, it hurts Kavanaugh, Judge, the Republicans, the nomination process, and the midterm elections, especially in swing states.   Already moderate conservatives in many areas are suggesting that they prefer to get back to the pre-Trump \"normal\" where they could care about traditionally Republican things without feeling pressured to back Trump and the current Republican agenda - economy, removal of expensive personal requirements for ACA, and moderate balance in other areas between regulations and freedoms so that life can happen without undue stress.  (such as https://www.washingtonpost.com/news/arts-and-entertainment/wp/2018/09/17/what-the-man-accused-of-helping-kavanaugh-assault-a-woman-wrote-about-female-sexuality/?utm_term=.7c2e6461cab7.  \nhttps://www.vox.com/policy-and-politics/2018/9/17/17870642/mark-judge-brett-kavanaugh-friend-christine-ford\nhttps://nordic.businessinsider.com/mark-judge-brett-kavanaugh-high-school-friend-christine-ford-2018-9/\nJudge in particular seems a very weak link for Kavanaugh.  Statistically speaking there is very good reason to think that even if it would be hard to dig up stuff on Kavanaugh, digging up stuff on Judge wouldn't be so hard since he hasn't lived in hope of a public/political career.  There would have to be a lot of people willing to circle the wagons for both of them to clear this one, and Judge doesn't seem like the type to take one for the team.)  But Republican leaders have already doubled down on Kavanaugh and the list of supporters they already had sign the letter may or may not be willing to stay the course - but they're now implicated and have to put their reputations on the line along with a new kind of public scrutiny.  And even if nothing is conclusively proven regarding Blasey Ford's allegations, it can't help Republicans or midterm elections.  So if they keep Kavanaugh, they may lose needed support in some key races.  Since they're in now, though, they also can't back out without essentially conceding it as believably true, and so they would still lose that support.   I'm guessing they'll stay in as long as they can.  And statistically speaking, women tend to lose and accused political and business leaders tend to win.  What makes this more complicated is that it's a Supreme Court nomination and not a typical political office, and that may work against Kavanaugh, especially since this is no longer the same climate Clarence Thomas faced."], [59882, "2018-09-17T18:23:53Z", [0.76], "Update: Going back to base case of 13 out of 17 since Reagan i.e 76%. Probably no time now for a second candidate if Kavanaugh is rejected."], [32258, "2018-09-17T17:58:54Z", [0.05], "@Censusguyz - Your comment: \"And I once groped a woman's breasts - so I can never hold high office - even if I was a suckling two year old at the time. But it will be stated = just as you phrased it, to great effect, and the vote will happen after the election.\" Your comment -- well, emotive?  Certainly your reference to a two year old understates and trivializes the allegations put forth by Christine Blasey Ford.  Especially egregious in her allegation is the part about Kavanaugh covering her mouth and holding her down.  There is a history (base rate) of women underreporting assault and especially in cases of rape or attempted rape. The reason is the long history of shaming and not believing women who come forward, so they learn not to... On the other hand, what I stated in my previous comment is actual fact... POTUS stands with Kavanaugh as he stood by Roy Moore to the end. . . important news to note. I look forward to their testimony under oath. "], [767, "2018-09-17T17:15:05Z", [0.49], "Adjusting due to recent news regarding sexual assault accusations. "], [32100, "2018-09-17T16:43:03Z", [0.01], ""], [43003, "2018-09-17T16:30:49Z", [0.6], "Lowering 10% this time due to:\n1. Corker and 2 female Rep senators aren't declaring for Kavanaugh until the accuser is heard\n2. Kavanaugh's accuser will likely testify, capture headlines and increase the difficulty of Rep. senators to vote for confirmation and defend it to their constituents. \n3. Clarence Thomas survived last minute sexual harassment allegations. This is different in that this is rape, and their is a well developed #metoo movement that isn't going to dismiss  such behavior as 'boys will be boys'.  The Reps will try to do that, and the majority of them will remain endorsing him.  So I'm going to give Kav's chances at 45%\nI'm lowering the chance of the Senate confirming a backup judge to 15%.   Total 45+15=60% \n"], [2965, "2018-09-17T16:10:12Z", [0.01], "#metoo"], [1333, "2018-09-17T15:56:36Z", [0.92], ""], [34489, "2018-09-17T14:20:55Z", [0.65], ""], [691, "2018-09-17T13:46:46Z", [1.0], ""], [2965, "2018-09-17T13:21:53Z", [0.01], ""], [2965, "2018-09-17T13:18:41Z", [0.2], "See @JMR2017\nPolygraph by ex FBI.\nTiming \nThis could go to 1 by tomorrow "], [745, "2018-09-17T13:08:54Z", [0.03], "I think we are closer to the limit on at least a few Senator's tolerance for Trump.  Corker and Flake are ready, maybe even willing and able to actually behave like adults.  Collins and Murkowski ought to care about this too.  "], [41922, "2018-09-17T07:31:42Z", [0.9], ""], [19801, "2018-09-17T06:20:32Z", [1.0], "Republican Senate Majority Leader Mitch McConnell has said he would like to have Kavanaugh confirmed by Oct. 1, the start of the Supreme Court’s new term. \nhttps://af.reuters.com/article/topNews/idAFKCN1LW06H-OZATP"], [30610, "2018-09-17T05:07:10Z", [0.5], "I'll put it up as a toss up after the recent news. Just goes to show how nothing is a 100%."], [745, "2018-09-17T03:06:13Z", [0.05], ""], [57797, "2018-09-17T03:01:59Z", [0.64], "Kavanaugh’s allegations may be more impactful than I originally assumed. It will be key to consider R senators that might be forced to vote against to field D challengers. It also may delay process meaning there won’t be time for another candidate."], [57797, "2018-09-17T02:24:19Z", [0.89], "Lowering on the rape allegation."], [60967, "2018-09-17T00:15:12Z", [0.9], ""], [32258, "2018-09-16T23:08:13Z", [0.2], "Attempted rape is serious in any situation, and especially when considering a lifetime appointment, should be enough. Flake is no longer comfortable voting for Kavanaugh and he's on the committee so he can hold  up the vote."], [23006, "2018-09-16T20:59:59Z", [0.9], "Dropping back 10% on recent allegations of rape, (although I believe it happened as Ms. Ford recounted.), probably won’t be considered serious enough to derail his nomination.  EDIT, By this I mean, heinous as it is, it’s\n- currently unproven\n-currently only one instance, with no other accusers as yet coming forth about other instances. I’m just saying if it’s the only time, it is easier to dismiss it or minimize i t especially as they were both minors who were drinking (again none of that lessens the crime of the attack but I’m cynical as to how the world works in th3se things.\n- seems to have happened when they were 17, or minors — which still makes it unacceptable and terrifying for Ms. Ford, but not the same punitive level as adult crime might be. (in Canada, crimes committed by a minor are punished much less severely and many more protections are given to the minor arrested, and victim, like, for instance, not revealing their identity. Not sure if similar lienency is given to minors in United States but i’m making an assumption\n- many, many women and men have been assaulted and never reported these assaults. I really don’t think he is the first political figure to have this past ...oh, wait, there was that guy who was elected, and the other guy who was elected but whose wife wasn’t,  and it never seems to derail the accused’s career. Hurts the victim forever though, personally and professionally. Please note I am not saying what happened wasn’t serious, just the repercussions to Kavanagh won’t be."], [43003, "2018-09-16T19:33:53Z", [0.7], "50% Kavanaugh will make it thru, but there is 20% another judge will be nominated and voted on before 6NOV"], [60759, "2018-09-16T19:27:05Z", [0.55], "There have only been 37 rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes. He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October. \nThe vote is now 9 days away. 50 Republicans are more than likely to vote to confirm with two unknown. Susan Collins votes along Trump's lines just under 80% of the time, Murkowski votes with him slightly higher than that (https://projects.fivethirtyeight.com/congress-trump-score/susan-m-collins/). It is unlikely that both of them will vote against party consensus. In the case that one defects, Pence will be tie-breaking vote and Kavanaugh will be confirmed. (Originally forecasted by count before allegations were revealed at 98% likely) Update: Recent accusations about sexual misconduct may cause some senators who had stated support may change opinions. Two Republican senators who previously voiced support have raised concerns over the allegations and indicated that they would like to postpone the vote until after the accuser can testify. This may also be a deciding factor for Collins and Murkowski the only two Republicans who had not previously decided. Several senators have come forward stating they would like to hear testimony from the accusor which may delay the vote (https://www.washingtonpost.com/powerpost/senators-say-kavanaugh-letter-wont-hold-up-confirmation-process/2018/09/16/cbee4b4c-b9b9-11e8-9812-a389be6690af_story.html?utm_term=.e33cbe3520ea). An investigation and testimony may cause many to change votes, but this will not be known until a new date is set. "], [32258, "2018-09-16T19:19:36Z", [0.5], "California professor Christine Blasey Ford has come forward with details of how Kavanaugh assaulted her.  Whitehouse stands by their man just like Trump did with Roy Moore."], [34725, "2018-09-16T06:37:13Z", [0.99], ""], [27155, "2018-09-15T20:24:52Z", [0.9], ""], [60987, "2018-09-14T23:47:27Z", [0.93], ""], [3577, "2018-09-14T18:08:03Z", [1.0], ""], [1333, "2018-09-14T15:48:41Z", [0.93], "So Feinstien filed a letter with the FBI over something that happened at a party when the nominee and his accuser were both Juveniles - whats next - He flipped over the Monopoly Board when he was 12? OR will they bring up the incident with the toy gun?"], [691, "2018-09-13T12:37:05Z", [1.0], ""], [37488, "2018-09-13T01:36:25Z", [1.0], ""], [691, "2018-09-12T12:20:05Z", [1.0], ""], [60759, "2018-09-12T02:30:16Z", [0.98], "There have only been 37 rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes. He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October.\nThe vote is now 9 days away. 50 Republicans are more than likely to vote to confirm with two unknown. Susan Collins votes along Trump's lines just under 80% of the time, Murkowski votes with him slightly higher than that (https://projects.fivethirtyeight.com/congress-trump-score/susan-m-collins/). It is unlikely that both of them will vote against party consensus. In the case that one defects, Pence will be tie-breaking vote and Kavanaugh will be confirmed."], [1056, "2018-09-12T00:31:18Z", [1.0], ""], [38, "2018-09-11T20:03:25Z", [1.0], "The more concerned the GOP becomes about the outcome of the mid-term elections in the Senate, the more pressure there will be to confirm Kavanaugh ASAP while there's still pressure on some Dems to vote against him, as well. Th Hill reports that the Senate Judiciary Committee is likely to vote on Brett Kavanaugh on Sept. 20."], [60759, "2018-09-11T15:37:01Z", [0.75], "There have only been 37 rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes. He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October."], [691, "2018-09-11T12:45:18Z", [1.0], ""], [60486, "2018-09-11T08:32:12Z", [0.99], ""], [51261, "2018-09-11T05:03:25Z", [0.98], ""], [3110, "2018-09-10T18:36:00Z", [0.95], ""], [59882, "2018-09-09T22:12:56Z", [1.0], "Update: Crowd is drifting upwards. I know nothing."], [427, "2018-09-09T21:01:35Z", [1.0], ""], [1333, "2018-09-09T14:52:40Z", [0.94], ""], [19801, "2018-09-09T05:38:10Z", [1.0], "Friday, the Senate Judiciary Committee wrapped up four days of hearings on the Supreme Court nomination of Judge Brett Kavanaugh. The committee is likely to vote on Kavanaugh in about two weeks.\nhttps://www.npr.org/2018/09/08/645628452/kavanaugh-looks-on-path-to-supreme-court-confirmation-after-4-days-of-hearings The Wisdom of Trump has once again beaten the Wisdom of the Crowd black and blue. Never bet against Trump when life is on the line!"], [51576, "2018-09-09T02:17:23Z", [0.1], "One side will put everything into destroying the nominees career,but in order to prove he is a pedo, they have to be willing to sacrifice the rest of the tutors and coaches that are big names and careers for their greater good aim. This wild man with hands against many for their own good mindset.. "], [47482, "2018-09-08T17:24:34Z", [0.99], "Vote scheduled for 20 Sep"], [47812, "2018-09-08T13:57:33Z", [0.99], ""], [38, "2018-09-08T04:05:41Z", [1.0], ""], [1333, "2018-09-07T14:24:55Z", [0.93], ""], [43003, "2018-09-07T02:04:20Z", [0.96], "Outside case first:  113 have been nominated and served 37 candidates did not pass.  That leaves a base case of 75% that Kavanaugh will pass.  However, it covers 200+ years. Modern political times starts post WW2, IMHO. So those statistics are are 6 that didn't pass. 31 did.  For 84% which I will call my modern base case. Inside case:  There is currently a Republican senate with enough votes to confirm  Ben Carson or Dolly Parton if they wanted. Certainly Kavanaugh would be easy enough. So I'm going to have to adjust the % up.  The only thing that could stop the nomination is a complete meltdown at the white house (which seems close), some horrible optics at the hearings pulling up completely unpalatable history that some Republicans could not abide by, or some black swan event I haven't the imagination to think of.   Overall, at this time, I'll push the adjustment 12%. This leaves 84% (outside) + 12% (inside) = 96%"], [41952, "2018-09-06T20:58:23Z", [1.0], ""], [60759, "2018-09-06T20:48:30Z", [0.65], "There have only been 37  rejected supreme court candidates, while 113 have served. Republicans still hold majority in the Senate. While many Democrats may be unhappy with Kavanaugh appointment, there are still other likely to vote yes.  He also comes from the same circuit of Obama nominee Merrick Garland, with whom he voted similarly 93% of the time. There is a good chance he will be confirmed before the next court season begins in October. "], [691, "2018-09-06T11:47:32Z", [0.97], ""], [1333, "2018-09-05T14:48:41Z", [0.92], ""], [60033, "2018-09-04T19:29:10Z", [0.95], ""], [1333, "2018-09-04T15:07:05Z", [0.91], ""], [691, "2018-09-04T12:12:21Z", [0.97], ""], [37488, "2018-09-03T20:07:45Z", [0.98], ""], [1333, "2018-09-03T15:30:47Z", [0.9], "Only at ninety - DNC seems to think there is gold to be discovered in K's writings. Out of 400,000 odd documents however, this nugget has yet to sluiced out. Perhaps it is there and will be presented before the mid-term."], [1333, "2018-09-03T15:28:40Z", [0.89], ""], [60791, "2018-09-03T14:23:53Z", [0.65], "Because Republicans have majority in the House."], [60785, "2018-09-03T13:39:17Z", [0.75], ""], [43003, "2018-09-03T05:48:43Z", [0.95], ""], [19801, "2018-09-03T02:25:13Z", [1.0], "Overview of senator statements Last updated 12:44 on August 22, 2018 50 votes needed*\nSupport/lean support 47\nNeither 11\nOppose/lean oppose 41 Brett Kavanaugh confirmation tracker: where every senator stands on Trump’s Supreme Court nominee\nhttps://www.vox.com/2018/7/12/17561692/senate-kavanaugh-confirmation-tracker"], [34405, "2018-09-02T18:13:28Z", [0.0], ""], [60713, "2018-09-02T17:22:40Z", [0.95], "Pr. Trump will push hard for this to happen so as to sway domestic public opinion in his administration's favor, as well as tam tides over Russian election meddling investigation. Not so much that he in person worries over these issues, but he will get whatever he wants done, done! "], [1333, "2018-09-02T14:25:25Z", [0.88], ""], [1333, "2018-09-02T13:47:43Z", [0.87], "On the special counsel, presidential pardons, and impeachment, the most important decisions will be rendered not by judges or senators but by the American people\nWe are having a “constitutional moment,” so to speak, in two parts. The first is obvious and momentous; the second is less obvious, but perhaps even more significant. The first is Justice Anthony Kennedy’s retirement and the fight to confirm his successor; the second is a slow-motion collision of profound constitutional powers: those of prosecution, pardon, and impeachment. For the first, we are mainly spectators; the second will call ultimately for our own deliberation and decision. Justice Kennedy’s retirement sparked a national conversation—shouting match, really—over the Court and the Constitution. Of course, every Supreme Court vacancy in the post-Bork era sparks intense argument. The late Justice Antonin Scalia warned, in Planned Parenthood v. Casey (1992), that Supreme Court appointments will necessarily be controversial so long as the Court’s work entails making value judgments on behalf of the nation: If, indeed, the “liberties” protected by the Constitution are, as the Court says, undefined and unbounded, then the people should demonstrate, to protest that we do not implement their values instead of ours. Not only that, but confirmation hearings for new Justices should deteriorate into question and answer sessions in which Senators go through a list of their constituents’ most favored and most disfavored alleged constitutional rights, and seek the nominee’s commitment to support or oppose them. Value judgments, after all, should be voted on, not dictated; and if our Constitution has somehow accidentally committed them to the Supreme Court, at least we can have a sort of plebiscite each time a new nominee to that body is put forward.\nBut whatever the baseline for Supreme Court confirmation acrimony might now be, the fight for Kennedy’s vacant seat will surpass it. President Donald Trump is replacing the Court’s longtime “swing justice,” which will shift the Court’s ideological center of gravity on at least some significant issues. Even in tranquil times, this nomination would be a political knife fight. In the most venomous political year of recent memory, this nomination could become even bloodier, capable of exceeding in rancor even the attempted “high-tech lynching” of Clarence Thomas and the successful character assassination of Robert Bork. Indeed, President Trump had not even announced his nomination of Brett Kavanaugh when the New York Times called upon “Democrats and progressives to take a page from ‘The Godfather’ and go to the mattresses on” the not-yet-announced nomination. Perhaps the Times deserves credit for understatement; mob warfare may understate the partisan furies that will be unleashed upon Kavanaugh. Still, we should not let the worst aspects of the confirmation process overshadow its best aspects. Each Supreme Court vacancy is an occasion for the nominee, the president, and the senators to look squarely at the Court’s role in our constitutional republic. And though each confirmation hearing tends to focus greatly on familiar disputes—as always, Roe v. Wade—the senators inevitably invoke current controversies in their rhetorical questions to the nominee. Thus, each nomination is a product of its time—the John Roberts and Samuel Alito hearings raised post-9/11 questions of presidential powers in wartime; the Elena Kagan and Sonia Sotomayor hearings raised questions of campaign-finance reform; the Neil Gorsuch hearing raised questions of religious liberty and, as usual, of Donald Trump. In that respect, Supreme Court confirmation hearings remind us that our momentary political debates ride atop deeper, timeless constitutional debates; a Supreme Court nomination provides the opportunity for the senators and all of us to focus on those deeper themes. And while we may complain that judges play an outsized role in American politics, the fact remains that we put them at the center of our constitutional debates. For even those of us who bristle at the notion of “judicial supremacy” tend to invoke judicial authority in support of our own constitutional arguments—we always have. Nearly two centuries ago, when Alexis de Tocqueville studied American democracy, he observed that there is “no political event in which [one] does not hear the authority of the judge invoked.” Yes, nearly all political questions are eventually resolved into judicial questions, as Tocqueville famously observed. But even before those questions reach the courts, we invoke the authoritative views of judges. Which, in turn, vests those judges with political authority. - TWS"], [58548, "2018-09-02T13:14:26Z", [1.0], ""], [1479, "2018-09-02T06:49:49Z", [1.0], ""], [29054, "2018-09-02T01:59:50Z", [1.0], ""], [29054, "2018-09-02T01:59:16Z", [0.85], ""], [1333, "2018-09-01T15:48:47Z", [0.86], ""], [47482, "2018-09-01T14:02:23Z", [0.98], "Affirming"], [23006, "2018-09-01T03:07:24Z", [1.0], ""], [32258, "2018-09-01T01:38:27Z", [1.0], "https://www.usatoday.com/story/news/politics/2018/08/30/brett-kavanaugh-neil-gorsuch-learned-supreme-court-ropes-together/1050836002/ @lsgold7 This article is helpful hindsight regarding Kennedy and his legacy."], [3345, "2018-08-31T19:11:42Z", [1.0], ""], [58668, "2018-08-31T02:35:08Z", [0.8], ""], [1056, "2018-08-30T19:00:21Z", [1.0], ""], [1333, "2018-08-30T17:10:02Z", [0.85], "The U.S. Senate confirmed seven nominees to federal district courts on Tuesday, where they will serve lifetime terms. With the seven confirmations, the U.S. Senate has now confirmed 60 federal judges--33 district court judges, 26 appeals court judges, and one Supreme Court justice (Neil Gorsuch)--nominated by President Donald Trump (R). According to the Pew Research Center, by July 12 of his second year, the Senate confirmed more appeals court judges nominated by Trump than the previous six presidents : Donald Trump: 22 Barack Obama: 9 George W. Bush: 9 Bill Clinton: 11 George H.W. Bush: 15 Ronald Reagan: 14 Jimmy Carter: 10 Four of the seven nominees were to appeals courts."], [1333, "2018-08-30T14:37:15Z", [0.75], ""], [691, "2018-08-30T13:19:37Z", [0.97], ""], [23006, "2018-08-30T03:31:32Z", [0.75], ""], [18846, "2018-08-29T15:21:57Z", [1.0], ""], [1333, "2018-08-29T14:43:59Z", [0.74], ""], [60346, "2018-08-28T21:44:08Z", [0.8], "With the death of McCain, it will be difficult to have another senator nominated by Arizona Governor before vote, but most likely will happen as McConnell will push for it. With 51 Republicans and 49 Democrats in the Senate the vote will most likely resemble that of Gorsuch. Though this vote is much more consequential and could have long lasting implications for the Supreme Court. Collins and Murkowski are both pro-abortion rights and will be tested on this vote. A no vote or decision to not vote could sink the confirmation for the Republicans. There is still the chance of red state democrats up for reelection voting yes to help their chances in the mid-terms also. While this vote will closely resemble that of Gorsuch it should prove even more contentious and polarizing with the chance for Republicans getting pulled away and democrats sticking with their party increasing. "], [60475, "2018-08-28T16:54:50Z", [0.7], ""], [1333, "2018-08-28T14:43:21Z", [0.73], ""], [118, "2018-08-27T23:07:36Z", [0.3], "Kavanaugh will lose credibility as the Mueller investigation escalates."], [60513, "2018-08-27T20:48:10Z", [0.85], ""], [691, "2018-08-27T12:25:35Z", [0.97], ""], [3316, "2018-08-26T20:08:38Z", [1.0], ""], [2497, "2018-08-26T17:23:19Z", [1.0], ""], [29054, "2018-08-26T16:58:32Z", [0.53], ""], [1333, "2018-08-26T15:17:11Z", [0.72], ""], [59882, "2018-08-26T13:48:37Z", [0.86], "In the last 40 years (Reagan onward) there have been 4 unsuccessful nominees out of 17 total nominations. Given that it takes an average of 2.1 months from nomination to final Senate vote, if Kavanaugh is rejected then if the next nominee is confirmed, there is only a 50% chance of them being confirmed by 6th November. Putting that together gives;\n(13/17) + (4/17 * 13/17 * 1/2) = 0.86\n"], [47482, "2018-08-25T16:00:08Z", [0.98], "Dropping 1% to reflect 50-50 public split for Kavanaugh confirmation. If mueller finds a crack in trumps armor, expect confirmation likelihood to trend down "], [34618, "2018-08-24T18:45:06Z", [0.98], ""], [34618, "2018-08-24T18:44:33Z", [0.68], ""], [1333, "2018-08-24T17:03:40Z", [0.71], ""], [1333, "2018-08-24T16:35:54Z", [0.7], ""], [3110, "2018-08-24T14:00:33Z", [0.75], ""], [60394, "2018-08-23T11:07:54Z", [0.77], ""], [60394, "2018-08-23T11:07:14Z", [0.66], ""], [691, "2018-08-22T13:00:48Z", [0.98], ""], [57998, "2018-08-21T20:04:50Z", [1.0], ""], [1333, "2018-08-21T14:18:56Z", [0.69], ""], [43003, "2018-08-20T21:16:48Z", [0.88], ""], [919, "2018-08-19T22:27:49Z", [0.95], ""], [52343, "2018-08-19T21:03:58Z", [0.75], ""], [1333, "2018-08-19T09:44:46Z", [0.68], ""], [23006, "2018-08-19T03:51:57Z", [0.65], ""], [1333, "2018-08-18T16:01:58Z", [0.67], ""], [58508, "2018-08-18T15:47:16Z", [0.99], ""], [691, "2018-08-18T15:26:53Z", [0.98], ""], [1624, "2018-08-18T02:38:07Z", [0.98], ""], [47482, "2018-08-18T00:47:39Z", [0.99], "Affirming"], [41586, "2018-08-17T20:35:45Z", [0.98], "Still see GOP as determined to get this done before the mid-terms, do not see at this point how the Dems prevent it, since the GOP has the votes. Democrats need to hold all their votes and peel away at least two Republicans; possible but not likely. "], [43588, "2018-08-17T17:22:30Z", [0.1], "We are descending into civil war which is the plan. "], [19260, "2018-08-16T20:39:00Z", [1.0], ""], [48709, "2018-08-16T16:19:27Z", [1.0], "Yes and they are making a bad move ... the man they want to nominate does not care about anything but big biz. Yet its the way of the world now."], [60281, "2018-08-16T12:34:47Z", [0.87], ""], [19801, "2018-08-16T06:45:35Z", [1.0], "President Donald Trump's nominee to be the next Supreme Court justice -- Judge Brett Kavanaugh -- will start his Senate confirmation hearings on September 4, the Senate Judiciary Committee Chairman Chuck Grassley announced Friday.\n\"He's met with dozens of senators who have nothing but positive things to say,\" Grassley, an Iowa Republican, said in a statement. \"At this current pace, we have plenty of time to review the rest of emails and other records that we will receive from President Bush and the National Archives. It's time for the American people to hear directly from Judge Kavanaugh at his public hearing.\"\nGrassley said he expects the hearing to last three or four days. Trump nominated Kavanaugh to the high court last month to fill the spot of retiring Justice Anthony Kennedy.\nKavanaugh needs just 50 votes to be confirmed. Given the slim 51-49 majority that Republicans have in the chamber and the fact that Arizona GOP Sen. John McCain has been receiving cancer treatment in his home state Republicans cannot afford to lose any votes and hope to advance Kavanaugh's nomination if no Democrats support him. That said, Kavanaugh supporters are targeting several Democratic senators up for re-election this year from states Trump won in 2016 as possible \"yes\" votes. \nhttps://edition.cnn.com/2018/08/10/politics/brett-kavanaugh-confirmation-hearing-date-set/"], [1333, "2018-08-14T19:33:06Z", [0.66], ""], [60240, "2018-08-14T19:31:36Z", [0.05], ""], [22833, "2018-08-14T16:29:14Z", [1.0], ""], [37421, "2018-08-14T16:23:22Z", [0.97], ""], [1056, "2018-08-14T14:55:00Z", [1.0], ""], [706, "2018-08-13T20:50:08Z", [0.9], "Others in the comment thread have stated my reasons.  No need to repeat them here!"], [1333, "2018-08-13T18:05:43Z", [0.65], ""], [691, "2018-08-13T13:43:34Z", [0.98], ""], [47812, "2018-08-13T10:57:54Z", [0.9], ""], [46762, "2018-08-13T08:49:09Z", [0.85], "Consensus is ...dropping?  Huh?  How is this possible?\nAnd how is it possible that the consensus  has been 96% forever with a 2 vote majority......"], [60033, "2018-08-13T00:48:26Z", [0.85], "The hearings are scheduled for early Sept.  so there are no barrier to a vote. There are no strong signals that they will wait. There doesn't appear to be defections from the Republican ranks, so he is likely to get all the Republicans to vote yes. Given that, there is no benefit to Democrats who are in risky seats to vote against him as it might hurt their chances of re-election. Thus the Republicans in the senate likely have a comfortable margin to get him through. Therefore the vote is likely to go well for them if it comes up. The only issue that could derail things is the contents of these documents released on him. There might be something sketchy in those, but it appears to be nothing. But in the event that there is something there, things could shift. The Republicans could have a political reason to stall until after the election to get more votes, but it's not obvious that this will motivate voters, given its unlikely many of them know about this. It's also not obvious that that would be a bigger political victory than actually confirming a new conservative judge, which would be a general boon to their popularity among conservative voters. They still could do that though. Although, in the event that Dems in at risk seats are likely to vote yes on confirmation, the Republicans might not want to hand them that political victory."], [1333, "2018-08-12T16:18:27Z", [0.56], ""], [1333, "2018-08-12T16:13:32Z", [0.56], "It may be that the RNC will use procedure to keep this as a issue and in play in the run-up to the mid term."], [1333, "2018-08-12T16:10:55Z", [0.55], ""], [46762, "2018-08-12T07:02:33Z", [0.58], "https://www.washingtonpost.com/powerpost/democrats-all-but-acknowledge-kavanaugh-is-headed-toward-confirmation-to-supreme-court/2018/08/10/f47def64-9bfe-11e8-843b-36e177f3081c_story.html?utm_term=.2e3a2691c276"], [23006, "2018-08-11T23:34:18Z", [0.51], ""], [47482, "2018-08-11T01:25:08Z", [0.99], "Conf hearings announced today to begin 4 Sep"], [43003, "2018-08-10T17:26:05Z", [0.75], ""], [1333, "2018-08-10T14:47:14Z", [0.36], ""], [37488, "2018-08-10T00:09:39Z", [0.9], "Seems unlikely to fail unless conservatives vote against party line, and they generally haven't been lately and have little reason to for someone who has been a general moderate and well-respected.  Certainly Republicans won't lose a chance to get a strong conservative majority on the Supreme Court by waiting until after the midterms when there is at least a chance the Democrats might get the majority and stall on a vote. Statistically, most Supreme Court nominees for retirees (not deaths in the middle of a Supreme Court session) are confirmed early or mid-October so they can get in at the beginning of the Supreme Court session.  All 4 of the withdrawals (2 in 1968 and 2 in 2005) came from nominees from a summer or early fall appointment and were withdrawn in September or October (though Robert's 2005 withdrawal was immediately followed by another nomination which succeeded, but it succeeded by the end of September).   Average time from nomination to confirmation from 1921 to today is 37 days; average time from 1954 when confirmation begins to take longer in 56 days; average since 1981 is 71 days.  From 10 July to 6 Nov is well beyond the average.  There doesn't seem to be any significant reason that the Senate Judiciary wouldn't confirm or that the current Senate with a Republican majority would also not confirm.  Grassley as chair said he thought hearings would begin by mid-September with a vote in early or mid-October. ...'Hugh asked Grassley whether there is even “a 10 percent chance” that his committee will hold hearings on Kavanaugh in August. “I don’t think so,” Grassley replied. He said it appears “early September would be the earliest” the hearings will take place.'\nhttps://www.powerlineblog.com/archives/2018/08/grassley-no-kavanaugh-hearing-until-september.php https://www.politico.com/story/2018/07/21/kavanaugh-supreme-court-questionnaire-senate-judiciary-735551\nhttps://www.c-span.org/video/?c4743306/senator-grassley-potential-supreme-court-nominee-hearing-schedule https://www.senate.gov/pagelayout/reference/nominations/Nominations.htm#9\nhttps://www.nbcnews.com/card/how-long-does-it-take-confirm-supreme-court-judge-n735771\nhttps://en.wikipedia.org/wiki/Ideological_leanings_of_United_States_Supreme_Court_justices"], [1333, "2018-08-09T16:32:42Z", [0.35], "The New Civil Liberties Alliance (NCLA), a public interest law firm with a focus on the administrative state, published an assessment of Kavanaugh’s approach to legal issues involving the administrative state. Here are takeaways:\nKavanaugh would oppose attempts by agencies to exercise legislative, executive and judicial functions.\nKavanaugh has raised concerns in judicial opinions about ongoing violations of the U.S. Constitution’s separation of powers.\nHe contends that the judicial branch has enabled, rather than checked, Congressional delegations of authority to the executive branch.\nKavanaugh has a critical record of Chevron deference—the practice of federal courts deferring to a agency interpretations of ambiguous statutory language.\nHe has described the principle as “an a textual invention by the courts” that shifts power from Congress to the executive branch. He has described independent agencies as the “headless fourth branch of the U.S. Government,” and warned that they threaten individual liberties and the system of checks and balances."], [32100, "2018-08-09T12:37:43Z", [0.9], ""], [36132, "2018-08-07T16:59:45Z", [1.0], ""], [1333, "2018-08-07T11:37:11Z", [0.25], "On July 9, President Donald Trump nominated Brett Kavanaugh to the Supreme Court. Kavanaugh is a federal judge on the U.S. Court of Appeals for the D.C. Circuit. He was appointed by former President George W. Bush on February 25, 2006. Since the nomination, Kavanaugh has met with several Republican senators, including Orrin Hatch of Utah, Lindsey Graham of South Carolina, and Rand Paul of Kentucky. On July 30, Joe Manchin of West Virginia became the first Democratic senator to meet with Kavanaugh. Sen. Joe Donnelly (D-Ind.) is scheduled to meet with the judge on August 15, and Sen. Heidi Heitkamp (D-N.D.) has said she plans to meet with him as well. Kavanaugh completed a questionnaire for the Senate Judiciary Committee on July 14. The questionnaire asked for details on the judge’s published writings and public statements, recusals, and judicial offices he has held. Kavanaugh was also asked to list the ten most significant litigations he has handled and to write summaries of each case. You can view that list on Ballotpedia here. On August 1, Senate Judiciary Committee Chair Chuck Grassley (R-Iowa) said Kavanaugh’s confirmation hearings will likely begin in September. The senator predicted a confirmation vote would happen no later than October."], [60033, "2018-08-07T01:22:06Z", [0.6], ""], [1333, "2018-08-06T12:21:58Z", [0.2], ""], [1333, "2018-08-06T12:21:36Z", [0.19], "iF THE dEMS SUDDENLY LIFT THEIR DOCUMENT REQUESTS i WILL KNOW THEY ARE ABOUT TO GREEN LIGHT HIM.  I believe they fear a pre mid term election document dump. Grassley, along with Republican Senate Judiciary Committee members John Cornyn (Texas), Orrin Hatch (Utah), Mike Lee (Utah), and Thom Tillis (N.C.), held a press conference where they discussed the number of documents to be reviewed as part of Kavanaugh’s background survey. They noted an initial release of 125,000 documents related to Kavanaugh’s other jobs would provide a sufficient start to reviewing Kavanaugh’s record. On Friday, the National Archives also said that it would also be unable to respond to Presidential Records Act (PRA) special access requests from ranking minority members. Only a chair or the committee itself can make such a request. After declining to schedule a meeting with Kavanaugh for weeks, Feinstein and Senate Minority Leader Charles E. Schumer (D-N.Y.) agreed to meet with him after they return from recess on August 15."], [1333, "2018-08-05T22:02:47Z", [0.19], ""], [691, "2018-08-05T13:04:51Z", [0.98], ""], [7809, "2018-08-05T12:59:07Z", [0.55], "The Republicans still rule Congress, and the President will have his way on this issue."], [29980, "2018-08-04T21:14:07Z", [0.0], ""], [1333, "2018-08-04T17:03:33Z", [0.18], ""], [47482, "2018-08-04T13:39:33Z", [0.98], "Affirming"], [35636, "2018-08-04T06:19:30Z", [1.0], "114 from 77 0.95 dropped to 0.91 \nWas 99 now 100"], [1056, "2018-08-04T01:55:09Z", [1.0], ""], [53455, "2018-08-04T01:31:10Z", [0.84], "The slight, 16%, hedging on my part is due to the volatility of the Trump government.  It's very likely he will be confirmed, but nothing is absolutely certain in terms of this President's behavior."], [1333, "2018-08-03T15:17:54Z", [0.17], "never under estimate the willingness of the two party system to game the most important decisions for election gains."], [60100, "2018-08-03T10:34:16Z", [1.0], ""], [58578, "2018-08-03T01:36:35Z", [0.65], ""], [60092, "2018-08-02T19:57:58Z", [0.25], ""], [3345, "2018-08-02T18:43:51Z", [1.0], ""], [1333, "2018-08-02T15:32:35Z", [0.16], ""], [19801, "2018-08-02T07:33:43Z", [1.0], "Judiciary chair Chuck Grassley: Brett Kavanaugh could be confirmed to Supreme Court by Oct. 1\nhttps://www.usatoday.com/story/news/politics/2018/08/01/chuck-grassley-brett-kavanaugh-supreme-court/878675002/"], [1333, "2018-08-01T20:53:41Z", [0.15], "Grassley predicts #KavanaughSCOTUS hearings will begin next month, with a final vote expected in Oct. at the latest: http://bit.ly/2KA7tlH\n🏛️Next #SCOTUS term begins Oct. 1\n🏛️If confirmation is Oct. 1, 84 days will have passed since Kavanaugh's nomination (67 days is avg)"], [3872, "2018-08-01T02:26:40Z", [0.55], ""], [60040, "2018-07-30T14:39:41Z", [0.91], "What would Republican voters do to Republican senators who couldn't get a nominee onto the court before then, to prove the value in voting to re-elect Republicans? (Consider especially anti-abortion voters who feel queasy about siding with Trump; for some of them, this may bring the motivation to turn out.) What would donors do? I recall Republican senators' unity in opposing many of Obama's initiatives and some of his nominees, showing a willingness to take stands that fewer voters favor than oppose. Overall, it seems the majority's motivation to confirm is high. Chances of successful Democratic obstruction of any nominee don't seem high, but I have almost no knowledge of Senate rules or nominee Kavanaugh's record. Don't forget the withdrawal/failure of 4 nominees starting with Reagan's presidency; if there is a problem with Kavanaugh's record, he could be replaced by a nominee with a thinner record."], [691, "2018-07-30T12:02:28Z", [0.97], ""], [691, "2018-07-29T11:44:27Z", [0.98], ""], [37488, "2018-07-28T22:15:09Z", [0.85], ""], [47482, "2018-07-28T13:35:38Z", [0.98], "Affirming"], [1333, "2018-07-27T22:57:54Z", [0.08], "Sen. Chuck Grassley (R), chair of the Senate Judiciary Committee, stated earlier this week that the confirmation hearings for Brett Kavanaugh will likely be held in early September. Let’s catch up on recent events.  The Judicial Crisis Network began a new round of ads this week targeting U.S. Senate Democrats in West Virginia, North Dakota, Indiana, and Alabama. This ad buy brought the network's total spending in support of Kavanaugh's confirmation to $5.3 million. In West Virginia (Joe Manchin), North Dakota (Heidi Heitkamp), and Indiana (Joe Donnelly), Democratic incumbents are involved in battleground midterm re-election campaigns. Both the Judicial Crisis Network (pro-Kavanaugh confirmation) and Demand Justice (opposed to Kavanaugh confirmation) have been spending money since the nomination announcement. Demand Justice plans to spend $5 million throughout the confirmation process. A Quinnipiac University poll found that 41 percent of voters thought the Senate should not confirm Kavanaugh, while 40 percent thought it should. The one-point difference was within the poll’s +/- 3.4 percent margin of error. Kavanaugh met with Sen. Rand Paul (R) on Tuesday. Sen. Joe Manchin (D) said he will meet with Kavanaugh on July 30, becoming the first Democratic senator to schedule a meeting with the judge. Sen. Chuck Schumer (D) said he would not meet with Kavanaugh until the Republican and Democratic leaders of the Senate Judiciary Committee agreed on which documents about Kavanaugh's history should be released. The nugget in the papers are the Clinton files.  *8% chance I'd say till we see if Paul Ryan agrees to protect the Clinton documents at all, till after the election, or kicks"], [1056, "2018-07-27T15:30:14Z", [1.0], ""], [60009, "2018-07-27T08:30:46Z", [0.9], ""], [59986, "2018-07-27T05:08:50Z", [0.8], ""], [41586, "2018-07-25T20:51:06Z", [0.95], "Suspect McConnell will do whatever he can to force a vote before the elections (especially if the prospect for GOP is negative). If he forces a vote he will win it, I think, though it will be very narrow--51-49. "], [1333, "2018-07-25T15:41:41Z", [0.07], ""], [56671, "2018-07-25T05:10:06Z", [0.15], ""], [56671, "2018-07-25T05:09:28Z", [0.05], ""], [55900, "2018-07-24T13:29:26Z", [0.65], "Republican rules the nation"], [54186, "2018-07-24T06:27:59Z", [0.65], ""], [48709, "2018-07-24T04:54:39Z", [0.75], "The Democrats will try to block this nomination"], [59967, "2018-07-23T19:39:00Z", [0.1], ""], [40633, "2018-07-23T18:50:20Z", [1.0], ""], [1333, "2018-07-23T14:59:06Z", [0.06], ""], [1333, "2018-07-23T14:40:53Z", [0.05], "I see it now. Dropping to 5% from a whopping 95%. DT has used the Democrats lust for obstruction, to cause them to demand a million pages of records, of which - some concern the previous administrations, and basically - you can be sure the jucicest stuff leaks out in front of the election date, and he will be confirmed by the lame duck congress. I don't think there was any intention of speeding his confirmation process along."], [691, "2018-07-23T12:22:21Z", [0.99], ""], [32723, "2018-07-23T11:21:21Z", [0.0], ""], [55316, "2018-07-23T04:35:25Z", [0.98], "The calculus on this to me seems straightforward:  1) we are talking about Kavanaugh, and barring any skeletons rattling their way into the news, if Gorsuch can get confirmed Kavanaugh will; 2) Will the confirmation be delayed until after November 6.  This matter comes down to:  Do the dems want to delay and then can they.  I am not sure the Dems may want to delay.  It make the politics more complex, especially for the close races.  And, I do not believe the Dems can control their membership enough to enforce a delay."], [1333, "2018-07-22T20:06:42Z", [0.95], "Politico reported that Mitch McConnell told senior Republicans he was prepared to delay the vote to confirm Kavanaugh until just before the November 2018 elections if Democratic senators continue to push for the release of records from Kavanaugh's time working in the Bush White House. CNN reported on Thursday that Democratic senators were delaying meeting with Kavanaugh until they are reassured they would receive official records from that time. Sen. Dianne Feinstein (D) said Democrats want the documents so they can properly vet Kavanaugh, while Sen. David Perdue (R) called the request “historic obstructionism.” ON THE OTHER HAND Americans for Prosperity announced it would spend six figures on digital ads and mailers supporting Kavanaugh’s confirmation. The group is targeting ten states, nine of which have Democratic senators up for election in 2018. Heritage Action said it would spend a majority of its 2018 $11.5 million budget on supporting Kavanaugh’s confirmation. Satellite groups engaged in preventing the confirmation include Demand Justice, which pledged $5 million to oppose him, and NARAL Pro-Choice America, which launched an ad campaign against Kavanaugh the day he was nominated."], [19912, "2018-07-22T17:38:34Z", [0.95], ""], [20156, "2018-07-22T07:42:40Z", [0.95], ""], [1333, "2018-07-21T18:21:06Z", [0.96], ""], [47482, "2018-07-19T21:18:28Z", [0.98], "Barring a Harriet Myers type flameout, @acohen & @anneinak analysis have me convinced that the current 97% consensus is just a tad bit low"], [53897, "2018-07-19T12:54:19Z", [0.96], ""], [59731, "2018-07-19T09:12:55Z", [0.99], ""], [26526, "2018-07-18T20:26:34Z", [0.95], ""], [597, "2018-07-18T12:57:30Z", [0.97], ""], [691, "2018-07-18T11:24:01Z", [0.99], ""], [706, "2018-07-18T11:15:03Z", [0.9], "Great points made by all so far.  Also, a unanimous Democrat denial will make for bad optics going into the midterms."], [56970, "2018-07-18T06:20:09Z", [0.98], ""], [29646, "2018-07-18T02:19:41Z", [1.0], "There are enough Senate Democrats from Trump states to offset any Republican defections."], [35398, "2018-07-18T01:39:28Z", [0.99], ""], [44887, "2018-07-17T18:10:47Z", [0.95], ""], [35636, "2018-07-17T06:07:49Z", [0.99], "Heritage Foundation throwing in heaps of money to make this happen. Nuts. "], [35831, "2018-07-17T04:32:28Z", [1.0], "While the Borking is already started and there is a chance for a high-tech lynching by Democrats, it is hard to derail judge Kavanaugh's confirmation. The Senate will run confirmation hearing in September and at this moment, it only needs 50 votes (plus VP Pence tie-breaker). \n1.  No GOP senator has expressed any objection against Kavanaugh;\n2. Sen. McCain's health could be a concern, but he could retire and have the Arizona's Governor (a Republican) nominate a Republican to take his place without having to go through special election; There is no reason for GOP to delay the confirmation. It will be done by September."], [37776, "2018-07-16T21:21:08Z", [0.91], ""], [59881, "2018-07-16T19:11:21Z", [0.0], ""], [3110, "2018-07-16T15:44:29Z", [0.95], ""], [691, "2018-07-16T14:31:07Z", [0.99], ""], [290, "2018-07-16T13:53:46Z", [0.78], ""], [290, "2018-07-16T13:53:37Z", [0.75], ""], [2430, "2018-07-16T13:04:26Z", [0.97], "Too much risk for the Republican Party to not confirm Justice Kavanaugh.  Credentials are unassailable as a justice and even the Supreme Court likes the way he thinks as they have previously adopted his opinions on cases."], [57797, "2018-07-16T03:19:11Z", [0.99], ""], [1056, "2018-07-16T01:01:15Z", [1.0], ""], [13979, "2018-07-15T17:44:10Z", [0.85], ""], [11242, "2018-07-15T16:49:47Z", [0.25], ""], [12591, "2018-07-15T16:22:18Z", [0.99], ""], [30798, "2018-07-15T15:22:12Z", [0.96], ""], [24139, "2018-07-15T04:20:07Z", [0.98], ""], [1333, "2018-07-15T04:13:15Z", [0.95], "Holding at 95 till the next victim can be found to point a finger at the nominee."], [41318, "2018-07-15T03:24:17Z", [0.99], ""], [1333, "2018-07-15T02:15:04Z", [0.95], ""], [283, "2018-07-14T23:52:03Z", [1.0], "Just trying to salvage my rankings out of the Brier patch, seems like a cheap easy win. 💯 "], [1581, "2018-07-14T22:27:06Z", [0.95], ""], [33035, "2018-07-14T19:44:09Z", [0.82], ""], [41952, "2018-07-14T17:26:07Z", [0.99], ""], [41952, "2018-07-14T17:18:01Z", [0.99], ""], [37512, "2018-07-14T11:13:54Z", [0.95], ""], [40039, "2018-07-14T08:15:37Z", [0.9], ""], [59836, "2018-07-13T19:23:19Z", [1.0], ""], [43311, "2018-07-13T18:41:35Z", [1.0], "Schumer asked Manchin if he could influence his SC vote..... “I’ll be 71 years old in August, you’re going to whip me? Kiss my you know what!\" http://qwiket.com/context/topic/centrist-dems-push-back-against-schumer-s-efforts-to-influence-scotus-votes-kiss-my-you-know-what Dems are losing big with their hateful, obstructionist rhetoric and leftist extremism. Sure, sure.... they will win the coasts.... but they've scared away the centrists (me) and middle America (me too). Worse yet... they have turned a lot COMPLETELY AGAINST THEM (me as well.. no split ticket this midterm... ALL R's on my ticket. Because most Americans don't like fascist socialists)."], [40930, "2018-07-13T18:15:09Z", [0.99], ""], [691, "2018-07-13T14:24:14Z", [0.98], "Coming down slightly on this one; some rumours going around that a couple of R Senators might defect and vote No on this for various reasons.  Only takes a couple.  Still pretty unlikely, though--even the ones that are fed up with Yertle and M. Petits-Doigts like the ideological cut of this lad's jib."], [1333, "2018-07-13T14:02:11Z", [0.85], ""], [59042, "2018-07-13T11:17:08Z", [0.99], ""], [32258, "2018-07-13T01:49:45Z", [0.99], "There is no provision in the Constitution requiring Kavanaugh to comply with document requests from the minority party.\nBelieve McConnell will pull the trigger sooner rather than later (August?). I believe he will want to get this done before the next shoe drops from the Meuller investigation which is expected to reveal American participants in the Trump campaign who cooperated with the Russian intelligence agency to influence the US 2016 election in order to help Trump."], [55854, "2018-07-13T01:49:38Z", [0.95], ""], [41586, "2018-07-12T22:17:23Z", [0.9], ""], [3345, "2018-07-12T20:16:49Z", [1.0], ""], [59559, "2018-07-12T19:40:20Z", [0.8], "The GOP'S Senate majority is slim, which is why they were unable to repeal Obamacare. I don't think the Senante has enough time to make this happen this summer, The Senate rules prevent Dems from filibustering but it does not prevent them from making their case to the more progressive members of the GOP. If two or three Republican senators seeking reelection this year see Trump as a liability, they might break with the party line."], [57797, "2018-07-12T17:34:38Z", [0.97], ""], [38, "2018-07-12T16:46:15Z", [0.98], "If there's any chance that the GOP could lose control of the Senate, Grassley & McConnell will push the vote through before the election."], [38, "2018-07-12T16:33:35Z", [0.9], "https://www.politico.com/story/2018/07/09/brett-kavanaugh-vince-foster-files-703344 \". . ..a band of government archivists and White House officials [will have] . . .  a herculean task: wading through what could be millions of pages of records to produce what senators demand to prepare for confirmation hearings certain to be highly contentious.\n. . . .  the quantity of files potentially at issue in Kavanaugh's case could be unprecedented. Former officials believe millions of pages of emails and other documents circulated through Kavanaugh's office during his time as staff secretary. If Senate Democrats insist on receiving every page, the confirmation process could grind to a crawl.\n. . . \nDemocrats say they're only asking for the same thing the Senate has demanded for other high court nominees. When President Barack Obama tapped Kagan in 2010, the National Archives undertook a massive effort to release 170,000 pages of records from her tenure as a policy adviser and lawyer in President Bill Clinton's White House. \"Brett Kavanaugh spent 5 years in the Bush White House. He undoubtedly sent tens of thousands of emails. All of those are public record and Democrats and the media should demand that they be posted online like Elena Kagan's emails were,\" . . . The volume of records at issue is likely to slow the timeline for confirmation hearings and may make any hearing before the August recess out of the question. Asked Monday about the idea that archivists could review a million pages of records within the next month, former National Archives official Sharon Fawcett said: \"Not possible.\"  . . .  Assuming not all Kavanaugh records will be ready before his hearing, one key question will be who decides which ones are released.\n. . . \n. . . Democrats are likely to try to play to Senate Judiciary Committee Chairman Chuck Grassley's historical interest in transparency issues and the Freedom of Information Act to make sure senators have robust access to Kavanaugh's record. A White House spokesman and current officials at the Archives did not respond to requests for details on the Kavanaugh-related records and what efforts are being made to prepare them for release. Legally, both Trump and Bush are entitled to more than two months' notice before any files are released, but they can waive those rights.\n. . . \nA broader index of Kavanaugh's files shows still-unreleased folders containing memos on \"perjury (obstruction/false statements),\" shredding of records by Hillary Clinton's former law firm, impeachment, grand jury secrecy issues related to President Bill Clinton's interview about Foster's death, and a conspiracy theory at the time known as the INSLAW Affair. Some Republicans who expressed concern about Trump picking Kavanaugh for the Supreme Court say those documents and others could put him and Trump in an awkward spot by giving fodder to Democrats to ask questions about parallels between Clinton's alleged misdeeds and accusations that Trump lied to the public and obstructed justice.\n. . . \n“While working for Ken Starr in 1998, [Kavanaugh] routinely skirted or violated Rule 6 (e) of the Federal Rules of Criminal Procedure by leaking details of Lewinsky probe. Mueller’s team obeys the law; Starr’s didn’t,” author and Daily Beast columnist Jonathan Alter wrote on Twitter. “Reporters didn’t bust Brett because they benefited. Will one now?”\n. . . \nLast year, the Justice Department sent the Senate more than 144,000 pages of records relating to Justice Neil Gorsuch's service as a top official in the Justice Department's Civil Division from 2005 to 2006. In 2005, when Bush named Roberts to be chief justice, archives officials released more than 70,000 pages of records he compiled while serving as an attorney in President Ronald Reagan's White House and at the Justice Department. His nomination was announced on July 19, and the confirmation hearings opened on Sept. 12. He was confirmed on Sept. 29.\n~~~~~~~\nCOMMENT:  If there's any chance that the GOP could lose control of the Senate, Grassley & McConnell will push the vote through before the election."], [38, "2018-07-12T16:08:45Z", [1.0], "Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) will say only that a hearing on Kavanaugh’s nomination may occur in “August or September.” McConnell would like the full Senate to vote as soon as he’s assembled 51 votes and preferably not later than September."], [46079, "2018-07-12T15:12:06Z", [0.95], ""], [58508, "2018-07-12T14:41:35Z", [0.98], ""], [1333, "2018-07-12T14:32:58Z", [0.75], ""], [33035, "2018-07-12T14:12:01Z", [0.75], ""], [32100, "2018-07-12T13:19:08Z", [0.99], ""], [691, "2018-07-12T11:35:45Z", [1.0], "Kavanagh can be confirmed whenever the Senate gets back from their coffee break.  The Ds will quack and flap extensively, but there is no suspense about the outcome.  Kavanagh's name is not in the Q, so even if he is run over by a bus or shot by Dick Cheney, his replacement will be confirmed immediately, or sooner."], [30477, "2018-07-12T06:10:53Z", [0.91], ""], [35636, "2018-07-12T05:50:37Z", [0.85], "Luck.  It's underrated.  But it's possible there will be a case of 'be careful what you wish for' if Roe V Wade is overturned (I'm not sure if it's hyped or a legit threat). What will evangelicals campaign on then? They've lost so many one-issue voters. It's a huge chunk.  Maybe 2A* will become the new pro-life thing, 'god gave us guns!'  Look forward to this and how the next 5 or so years go. Don't say we're not entertained folks.  Dems will fundraise on it but maybe let it go through, it could may well be a GOP-own goal.  Might see an enthusiasm jump at mid-terms.  At 85 because GOP might take the oxygen out of the fight by delaying it, but some may be worried about the Blue Wave so will rush to get it done ASAP (or say by September - 100 days).  ======\n*Full disclosure: got no problem with 2A, I like guns, pew-pew. Just fun to chuckle at the super-fanatical ones with hundreds of them and get around like self-appointed Sheriffs and dream of being John Wayne/Rambo/Chuck Norris. "], [15196, "2018-07-12T05:35:36Z", [1.0], ""], [31450, "2018-07-12T03:01:22Z", [1.0], "The senate is republican and the average number of days to confirm a supreme court justice is 67 days. Even assuming the process for Kavanaugh takes an extra month or so due to delaying tactics I don't see the process stretching past November."], [34353, "2018-07-11T22:20:13Z", [0.99], "The GOP holds the senate, so the vote will almost certainly come to pass. Kavanaugh has been in the beltway long enough to know to avoid speculating on future cases, and his past literature will be fuel for D’s but are not indicative of future cases ;) . Unless he comes out with a major faux pas during his hearing, he should be able to provide enough plausible deniability to those like Collins to stay onboard and force red state D’s to vote for him as well.  It’s possible for a democratic senator to stop the vote, but it would make that person a pariah within the chamber. But if a dem decided to object to unanimous consent for normal business in the chamber, it would cause the senate to grind to a halt. So, timed right, it’s possible to delay the vote, but it’s also highly unlikely as the move would probably energize republican voters and play into Trump’s “democrats are obstructionists” narrative. "], [41922, "2018-07-11T21:20:35Z", [1.0], ""], [1333, "2018-07-11T21:13:12Z", [0.65], ""], [876, "2018-07-11T21:04:51Z", [1.0], ""], [57797, "2018-07-11T21:03:07Z", [0.95], "A number of Democratic senators would face potential mid-term defeats if they don't go along."], [20284, "2018-07-11T20:21:13Z", [1.0], "McConnell and Grassley have already laid out the path through the Senate.   The Republicans will want to make Senate Democrats vote yes or no on this nomination.\nIn those states where Trump won and Democrat Senators are up for reelection the way they vote could determine if they are returned to the Senate.   The rule changes on confirmation in the Senate which now requires only 50 votes will make Kavanaugh the new Justice and the upcoming November election will set the date before which a vote will be taken.  Kavanaugh can order his business cards now."], [767, "2018-07-11T19:49:24Z", [0.8], "All the political will and power on the GOP will be dedicated to making sure this happens in the next 3-4 months.  Democrats will try to delay the confirmation by requesting mountains of documents related to Kavanaugh and the decisions made in court. That was reportedly a reason for Mitch McConnell not to support Kavanaugh's nomination 100% as he knew this would be a strategy and would complicate, delay the process.  But Kavanaugh was in the legal team that represented Bush during the 2000 election recount. This teams successful arguments resulted in SCOTUS' decision (and forgive for oversimplifying here) that put a stop to the recount and gave Bush the presidency. Given that precedent, this fight is his. "], [745, "2018-07-11T19:29:03Z", [1.0], ""], [59818, "2018-07-11T18:58:18Z", [0.85], ""], [1333, "2018-07-11T17:50:14Z", [0.55], "Schumer says he fight this with everything he has, and he has caved every time so even though it takes an average over 100 days, it could happen."], [5018, "2018-07-11T17:38:38Z", [0.99], ""], [38, "2018-07-11T17:23:04Z", [1.0], "One of the \"swing\" senators, Lisa Murkowski, is from my state.  In spite of heavy lobbying from local education advocates (myself included), she voted for the confirmation of Betsy DeVos for Sec of Education, saying that she thought that the senate should confirm the people that the president nominates.   Alaska's GOP is very conservative and punitive.  Alaskans who lobby her are more likely to support confirmation than not.  Democrats and others who oppose Kavanaugh will likely choose to remain silent, not seeing this as a winnable battle or one worth fighting."], [1056, "2018-07-11T17:08:43Z", [1.0], "Not only is it impossible for the Democrats to stop it, Kavanaugh will get some votes from skittish red-state Democrats."], [43311, "2018-07-11T17:02:55Z", [1.0], "62% of Americans want a vote before elections.\n33% don't... \nI think this shows the amount of sensible people in the US vs the radicals. I think this is a good indicator of votes too! ;)\nhttps://www.nbcnews.com/politics/white-house/nbc-news-poll-most-want-vote-trump-supreme-court-nominee-n888451\nBit you know how I feel about polls... polls-schmoles!"]]}