{"question_id": 1424, "title": "Between 13 December 2019 and 1 May 2020, will either Moody's or S&P downgrade Bolivia's credit rating?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.25, 0.75], "correct_answer": "Yes", "correct_forecast": 0.25, "preds": [[81287, "2020-03-10T21:44:29Z", [0.11], "Lowering chance as stable for a while, plus credt agencies have a lot of other thing on their plate on timings."], [81379, "2020-03-10T19:07:56Z", [0.13], "Moving back down a few points based on the surprising stability in Bolivia during the market's turn yesterday"], [85994, "2020-03-10T01:56:39Z", [0.15], ""], [63674, "2020-03-10T00:54:47Z", [0.05], ""], [86046, "2020-03-09T22:43:16Z", [0.75], ""], [63963, "2020-03-09T14:03:40Z", [0.05], ""], [37236, "2020-03-07T12:03:06Z", [0.17], ""], [59881, "2020-03-07T08:16:07Z", [0.5], ""], [31275, "2020-03-07T03:39:21Z", [0.22], ""], [38094, "2020-03-06T18:43:34Z", [0.03], "With everyone hunkered down, working from home, and global threats to economic activity it's very doubtful action will be taken prior to the election."], [691, "2020-03-06T14:33:20Z", [0.12], ""], [13306, "2020-03-06T11:33:07Z", [0.15], ""], [84658, "2020-03-05T22:46:17Z", [0.0], ""], [695, "2020-03-05T19:31:12Z", [0.55], ""], [85746, "2020-03-05T14:17:56Z", [0.2], ""], [19127, "2020-03-05T11:51:23Z", [0.31], ""], [85805, "2020-03-05T01:02:55Z", [0.25], ""], [81329, "2020-03-04T02:31:06Z", [0.17], "The longer we go, the more stable Bolivia is looking (in Bolivian terms, of course). Decreasing chance that they'll be further downgraded before the election. "], [81379, "2020-03-04T00:50:12Z", [0.15], "moving up a few percentage points based on overall market trends- still seems unlikely"], [31275, "2020-03-04T00:36:13Z", [0.26], "Lowering. Probably waiting."], [691, "2020-03-03T12:35:09Z", [0.2], ""], [691, "2020-03-02T13:41:41Z", [0.22], ""], [77502, "2020-03-02T04:51:59Z", [0.25], ""], [81582, "2020-03-01T20:35:35Z", [0.3], "Lowering assessment.  While I think the economic outlook will ultimately result in a downgrade, I agree with the opinion that it is likely to not happened until after the elections. "], [45594, "2020-03-01T08:39:35Z", [0.65], ""], [1333, "2020-03-01T07:15:57Z", [0.54], ""], [32131, "2020-02-29T22:37:25Z", [0.19], "Lowering again based on election information and banks' analysis"], [15196, "2020-02-28T21:10:05Z", [0.05], ""], [66692, "2020-02-28T17:45:49Z", [0.1], ""], [38094, "2020-02-28T16:26:34Z", [0.05], "Cut my rating in half given the weak arguments to the contrary."], [81329, "2020-02-28T14:48:28Z", [0.2], "- Going down 5% based on published research from MIT (a highly valid source) stating there was no indication that the Oct 2019 elections were illegitimate. While this may slightly increase the chance of Morales returning to Bolivia and attempting to wrest control from Anez, it seems more likely that the country will progress toward its scheduled 3 May elections. \n- The evidence that the election was legitimate indicates political and governmental stability - which creditors would hope to see, thus lessening the chance of their credit rating being further downgraded. \n- https://www.aljazeera.com/news/2020/02/centre-evidence-fraud-bolivia-october-polls-200228052717538.html"], [85698, "2020-02-27T00:12:43Z", [0.25], "If Arce wins"], [81396, "2020-02-26T16:19:24Z", [0.2], "Will likely get downgraded but not in this timeframe. It's getting too close to the Bolivian election."], [81310, "2020-02-26T11:27:48Z", [0.19], "Lowering estimate. S&P held Bolivia's credit rating at BB- on 16 December 2019. It's unlikely that they will review the rating again during the question's timeframe. on 22 January, Moody's announced the completion of its review of Bolivia's credit rating. However, I have not found the results of the report. My presumption, as there has been no change to the rating in the last 30 days, is that Moody's elected to hold Bolivia's credit rating. As with my assessment of S&P, it is unlikely that Moody's would undertake a second review within the question's timeframe. Though my assumption is that neither agency will lower Bolivia's credit rating in the given time frame, I am leaving a 19% probability based on current global economic conditions re: corona virus and its implications. "], [19127, "2020-02-26T10:38:22Z", [0.35], ""], [1333, "2020-02-26T09:37:33Z", [0.55], ""], [31275, "2020-02-25T22:58:19Z", [0.34], "Question asked about both Moody’s and S&P.  Kammel’s comments about lowered demand for Bolivia’s natural resources could hurt the economy are valid. Those comments about credit agencies waiting until after Bolivian election also seem to be a caution. S&P said outlook was negative but no change so far. Moody’s rated economy at Ba1 but made no change. Date for this is May 1. "], [691, "2020-02-25T14:39:19Z", [0.28], ""], [38094, "2020-02-24T19:25:49Z", [0.1], "About 2 months to go, wait until after the election would be the simplest and most correct path."], [691, "2020-02-24T14:39:47Z", [0.28], ""], [67246, "2020-02-24T10:39:35Z", [0.2], ""], [23999, "2020-02-23T20:23:50Z", [0.2], ""], [81287, "2020-02-23T18:34:58Z", [0.24], "Increasing stability, so lowering forecast."], [37236, "2020-02-23T14:02:19Z", [0.27], ""], [1333, "2020-02-23T13:40:19Z", [0.59], ""], [31275, "2020-02-23T02:01:01Z", [0.37], "Found more information. The review did not involve the ‘rating committee’. However, the review said the economy supports a Ba1 rating. https://www.moodys.com/researchdocumentcontentpage.aspx?docid=PR_415443\nThat is higher than its Ba3 rating. "], [31275, "2020-02-23T01:43:56Z", [0.61], "Thought Moody’s financial review finished Jan 23nd but can not find information on the results. Lowering. Yes Bolivia is stabilizing politically but damage to economy already done."], [79464, "2020-02-22T18:00:03Z", [0.25], ""], [81329, "2020-02-22T16:19:40Z", [0.25], "Updates:\n1. Morales is now disqualified from the 3 May election for not actually living in Bolivia (https://www.aljazeera.com/news/2020/02/bolivia-court-disqualifies-morales-running-senate-200221065318034.html)\n2.  Given the Oct 2019 elections were deemed rigged, we can assume the 3 May election will have increased scrutiny from outside agencies\n3. Recent polling suggests Morales' party is still the favorite (31.6%) and the two other opposition parties polling at 17% and 16%.   Impacts:\n1. Though based on his Tweets, Morales still would like to be on the ticket, it seems he's relegated to the Court's decision and will not try an illegal and destabilizing return.\n2. Increased scrutiny on the elections will help prevent fraud and increase the likelihood that the results will be considered valid\n3. Though it looks like Morales' progressive party will likely win the election and thus require a transition of power, the process seems to be considered legitimate and lawful. Conclusion: Indicators point to increased political stability and thus less reason to further downgrade credit score. Lowering my estimate to 25%.     \n1. "], [32131, "2020-02-21T20:23:15Z", [0.24], "Revising down; more likely to wait until after elections"], [13306, "2020-02-21T04:25:52Z", [0.35], ""], [691, "2020-02-20T14:06:27Z", [0.44], ""], [84658, "2020-02-19T19:36:19Z", [0.45], ""], [81582, "2020-02-19T17:18:28Z", [0.6], "Bolivia's economy faces potential negative impacts from the corona virus, which raises the chances of a credit agency downgrade.  Bolivia's largest exports are commodities, including natural gas, zinc, soy, gold, and silver.  The global price of natural gas (which is already low), zinc, and soy are likely to be low over the next few months as China's imports of commodities have fallen precipitously due to the corona virus.  The price of gold and sliver are harder to predict, but any positive impact is likely to be outweighed by the fall in prices of the other commodities.  "], [19127, "2020-02-19T04:49:34Z", [0.38], ""], [81365, "2020-02-18T20:13:47Z", [0.15], "Increasing to 15%.  Moody's stated in December '19 (https://www.moodys.com/research/Moodys-places-Bolivias-Ba3-rating-under-review-for-downgrade--PR_403833) that \"the review may extend beyond the usual three-month horizon as a longer time period may be required by the new government to define its policy agenda following another round of presidential elections.\"   If that is the case, Moody's will wait until the elections in May; however, Moody's reported in Jan '20 that it completed the review: https://www.moodys.com/research/Moodys-announces-completion-of-a-periodic-review-of-ratings-of--PR_415443.  It is highly likely that Moody's will downgrade Bolivia, but it may not happen until after the elections."], [66692, "2020-02-16T09:47:39Z", [0.25], "Passage of time"], [67246, "2020-02-15T16:43:38Z", [0.28], ""], [42472, "2020-02-15T15:30:18Z", [0.15], ""], [1333, "2020-02-15T08:07:59Z", [0.6], ""], [19127, "2020-02-14T18:56:13Z", [0.39], ""], [1333, "2020-02-14T17:35:22Z", [0.61], ""], [691, "2020-02-13T14:29:23Z", [0.44], ""], [81365, "2020-02-13T13:59:41Z", [0.14], "I'm lowering this forecast by 1% due to the recent announcement in the Economist: \"Jeanine Áñez, Bolivia’s interim president, announced that she would run for the presidency in May. A conservative former senator, she became president after Evo Morales quit in November. Critics of Ms Áñez say she should not run for office while also, as interim president, overseeing the election.\"  I continue to assess that Moody's and S&P will wait until after the upcoming elections before downgrading.  "], [81500, "2020-02-13T11:38:26Z", [0.4], ""], [31275, "2020-02-13T05:55:19Z", [0.71], "Rated Ba3 but this report indicates economy only has Ba1 strength. Due for downgrade like Fitch’s did. https://www.moodys.com/researchdocumentcontentpage.aspx?docid=PR_415443"], [81436, "2020-02-12T20:07:51Z", [0.25], "Trying to base rate this but don't know that I can.  S&P has downgraded twice since 2011, basically 2 times in about 8 + years, starting me at roughly 25% .  Presidential elections are scheduled for May 3 and I believe rating services will wait until after elections to reassess government's credit rating.  Will stay at 25% and reassess.  "], [81329, "2020-02-12T17:39:14Z", [0.3], "The 20 Oct 2019 turmoil is fading. Morales has resigned and has committed not to run in the next elections, which are scheduled for 3 May. According to an article on the \"Trading Economics\" website, S&P and/ or Moody's will only further degrade credit rating if economic outlook is poor or if political turmoil worsens. Per a 21 Jan 2020 article on the Focus Economics website, they assess the economic outlook as flat. Considering there is currently an acting president, that legitimate elections are scheduled for 3 May, and that Morales will not participate, it seems less likely than so that there would be a reason to further degrade their credit score.  "], [81310, "2020-02-12T13:46:22Z", [0.65], "Since Fitch downgraded the credit rating in November, they have further reported that Bolivia has exhausted its international reserves. As Moody's is currently reviewing Bolivia's credit rating, this additional information may require Moody's to finalize the review vice delaying a decision. https://www.msn.com/en-us/finance/markets/fitch-says-bolivia-reserves-are-no-longer-enough-for-fx-peg/ar-BBZuAKt"], [1333, "2020-02-12T12:50:08Z", [0.62], ""], [767, "2020-02-10T23:37:02Z", [0.35], ""], [19127, "2020-02-09T09:25:02Z", [0.37], ""], [691, "2020-02-06T19:09:21Z", [0.44], ""], [63674, "2020-02-06T01:04:00Z", [0.25], ""], [67246, "2020-02-05T07:42:40Z", [0.2], ""], [1333, "2020-02-04T19:29:01Z", [0.63], ""], [66692, "2020-02-04T18:24:54Z", [0.4], ""], [38094, "2020-02-03T23:10:46Z", [0.15], "I'll follow the analysis of @SharkAPC and @cm2310 and assume agencies will wait until the election before making a change."], [19127, "2020-02-02T07:05:58Z", [0.39], ""], [19127, "2020-02-02T07:00:12Z", [0.45], ""], [56, "2020-02-01T00:10:22Z", [0.65], ""], [81365, "2020-01-31T04:33:49Z", [0.15], "According to moodys.com, Moody’s has rated Bolivia 10 times since 1998 and downgraded Bolivia once in 10 years.  S&P has rated Bolivia 14 times since 2011 and has downgraded Bolivia 5 times according to https://countryeconomy.com/ratings/bolivia.  As a result, I’m establishing the base rate at 20% (avg of Moody’s and S&P). According to the Center for Financial Studies, sovereign rating downgrades are considered to be indications of a crisis and are based on two components: economic risk and political risk.  Moody’s and S&P generally look at eight categories: risk, income and economic structure, economic growth prospects, fiscal flexibility, public debt burden, price stability, balance of payments flexibility, and external debt and liquidity.  The factors are used to determine whether a country is willing or able to pay its debts. Based on two articles from the Economist (https://www.economist.com/the-americas/2019/01/19/the-movement-to-stop-bolivias-president-evo-morales and https://www.economist.com/the-americas/2020/01/23/the-current-calm-in-bolivia-is-fragile), Bolivia’s economy has grown ~5% per year during Evo Morales’ roughly 13 years in power, which is double the Latin American average. While Bolivia is still South America’s poorest country, extreme poverty has been cut in half. The current crisis appears to be primarily due to political risk, not necessarily economic.  After Evo Morales tried to rig the election in Oct ’19 and subsequently fled to Mexico, Jeanine Áñez, the senate’s second vice-president, and Eva Copa, a senator at the head of the legislature, are leading the government.  Their priority has been to stabilize political violence in the country for the upcoming election on 3 May.  Due to previous election issues, a new electoral tribunal will oversee the upcoming elections, and international observers and updated software will be used as well.  While these efforts may not work, Moody’s and S&P will most likely not rush to a credit rating decision.   It looks like Moody’s and S&P typically take 6+ months before making a determination, which would be Summer 2020.  Additionally, most of Moody’s and S&P’s ratings appear to occur either in the Winter (Nov/Dec) or Summer (May-July).  As a result, it would be consistent with previous rating timelines for the next update to come out after the 3 May election.  As a result, I’m decreasing my forecast from the above base rate to 15%.  If political violence gets worse or if Bolivia becomes insolvent, I will increase my forecast.  If not, I will continue to lower it. "], [1333, "2020-01-30T14:24:10Z", [0.64], ""], [84643, "2020-01-30T14:19:27Z", [0.6], ""], [19127, "2020-01-30T05:40:23Z", [0.39], ""], [83839, "2020-01-29T23:41:40Z", [0.85], ""], [691, "2020-01-29T12:56:39Z", [0.49], ""], [81314, "2020-01-29T05:51:00Z", [0.35], "The macroeconomic risks of the Bolivian economy is the main driver. In terms of the numbers, the Economy is doing well but Bolivia’s long-term development problems remain, and the country’s insertion into the international economy is still a distant reality. GDP is expected 3,2% and it is likely expected no big change in the forecast. It is likely that Bolivian government will try to take some mesaures about  the hydrocarbon exports and declining international reserves. But it is unlikely that they will solve the still-elevated political uncertainty and social tensions."], [64078, "2020-01-28T23:59:44Z", [0.75], ""], [37236, "2020-01-28T12:43:05Z", [0.17], "Less likely now that the Evangelical interim president has announce she is a candidate for president."], [32131, "2020-01-27T21:33:25Z", [0.34], "Lowering slightly after opposing parties laid ground rules for upcoming election, though agreement is fragile"], [31275, "2020-01-27T20:11:02Z", [0.62], "Fitch did in November so it is likely. Country has elections coming up and Morales is calling off his militias so just maybe it will squeak by. Lowering some."], [19260, "2020-01-27T01:32:23Z", [0.25], ""], [80662, "2020-01-26T23:39:24Z", [0.65], "Political tension will persist for a while, African swine fever in China will decrease demand for soybean exports, oil prices are low - so national income will suffer in the near term. It is unclear that an incoming government could make things better soon, but they could make things worse."], [84533, "2020-01-26T23:28:43Z", [0.75], "We should all remember (do you?) that in the financial crisis of 2005-2009 S&P and Moody's were terrible in rating bonds several grades higher than they should have been and Fitch was much more realistic.  I believe Fitch is more realistic today and I suspect S&P and Moody's know it too and will follow Fitch with downgrades  without much delay."], [8826, "2020-01-26T22:26:40Z", [0.75], "Unrest in Populatioin"], [84521, "2020-01-26T18:04:08Z", [0.55], ""], [83135, "2020-01-26T17:14:31Z", [1.0], ""], [81304, "2020-01-25T21:03:29Z", [0.79], ""], [65637, "2020-01-25T16:42:54Z", [0.4], ""], [691, "2020-01-24T15:03:32Z", [0.48], ""], [1333, "2020-01-23T19:34:11Z", [0.65], ""], [15196, "2020-01-23T04:23:41Z", [0.2], ""], [81327, "2020-01-22T19:55:59Z", [0.53], "I think Moody's will follow S&P and Fitch with a downgrade, but the timing is difficult to determine.  Moody's says \"The review may extend beyond the usual three-month horizon as a longer time period may be required by the new government to define its policy agenda following another round of presidential elections (scheduled for 3 May).\"   \nhttps://www.moodys.com/research/Moodys-places-Bolivias-Ba3-rating-under-review-for-downgrade--PR_403833\nhttps://tradingeconomics.com/bolivia/rating"], [72427, "2020-01-22T17:11:37Z", [0.27], ""], [82528, "2020-01-22T04:05:53Z", [0.35], ""], [81379, "2020-01-22T01:01:34Z", [0.13], "S&P's ratings of Bolivia are trending negative but since 2011- all of their predictions for Bolivia came out after 1 May- so while the December downgrade occurred- traditionally they won't publish another rating until after 1 May so I rate this as a 8% possibility. In December Moody's changed to under review- since 1998- Moody's changes for Bolivia  have occurred in the Summer or winter months- with only one rating change in April of 2003- I set this possibility at 16% \n"], [84288, "2020-01-21T15:44:48Z", [0.44], ""], [67246, "2020-01-21T12:02:52Z", [0.25], ""], [66692, "2020-01-21T05:13:57Z", [0.75], ""], [84254, "2020-01-21T04:04:53Z", [0.5], ""], [32131, "2020-01-20T22:55:32Z", [0.41], "Though the credit rating agencies have a relatively dim view of the Bolivian economic outlook, it is unlikely that they will change anything before May 2020.  The primary reason for this is the election on May 3rd: opinions are divided on Añez and Morales still enjoys a certain degree of popular support, so economic forecasters may be loath to cast any judgments until after the permanent president has been decided.  Furthermore, Morales was removed for political rather than economic reasons, and so rating agencies would have to see a significant event in order to revise their ratings within the next 5 months."], [64106, "2020-01-20T21:08:07Z", [0.55], ""], [691, "2020-01-20T18:44:22Z", [0.48], ""], [84136, "2020-01-20T17:35:57Z", [1.0], ""], [84029, "2020-01-20T11:14:50Z", [0.8], ""], [32300, "2020-01-20T10:06:00Z", [0.45], ""], [56, "2020-01-20T06:35:04Z", [0.35], "Don't think they are going to call it before the election."], [64499, "2020-01-19T21:55:13Z", [0.6], "Bolivia is extremely unstable now."], [82317, "2020-01-19T21:49:54Z", [0.55], ""], [13625, "2020-01-19T21:39:47Z", [0.35], ""], [83528, "2020-01-19T21:33:20Z", [0.75], ""], [83493, "2020-01-19T21:21:25Z", [0.75], ""], [83492, "2020-01-19T21:21:05Z", [0.5], ""], [83316, "2020-01-19T20:54:12Z", [0.65], "It's very likely."], [691, "2020-01-19T19:45:47Z", [0.5], ""], [83054, "2020-01-19T19:36:01Z", [0.8], ""], [82821, "2020-01-19T19:16:01Z", [0.5], ""], [83053, "2020-01-19T19:13:23Z", [0.5], "Uncertainty about the country's political leadership. "], [82892, "2020-01-19T19:13:12Z", [0.65], ""], [82768, "2020-01-19T19:10:58Z", [0.39], ""], [83013, "2020-01-19T19:10:14Z", [0.3], ""], [82509, "2020-01-19T18:59:31Z", [0.9], "Lack of political security in the country."], [82441, "2020-01-19T18:46:31Z", [0.38], "Chaos & mismanagement, being landlocked "], [82368, "2020-01-19T18:19:10Z", [0.35], ""], [82164, "2020-01-19T17:53:06Z", [0.3], ""], [56632, "2020-01-19T17:49:48Z", [0.51], ""], [82330, "2020-01-19T17:42:13Z", [0.55], ""], [82290, "2020-01-19T17:41:05Z", [0.15], ""], [82294, "2020-01-19T17:37:50Z", [1.0], ""], [81928, "2020-01-19T17:34:23Z", [0.1], ""], [81869, "2020-01-19T17:28:23Z", [1.0], "Gut."], [81954, "2020-01-19T16:46:09Z", [0.9], "When 3rd World Countries change major economic criteria,  the number of people who can accept the government's reassurance are few.  Those reasons vary from lack of understanding to corruption and guarantee the continuing downgrading."], [82153, "2020-01-19T16:42:51Z", [0.85], ""], [82149, "2020-01-19T16:39:00Z", [0.65], "guess"], [82063, "2020-01-19T16:23:59Z", [0.8], ""], [81807, "2020-01-19T16:11:26Z", [0.5], ""], [81965, "2020-01-19T16:10:32Z", [0.45], ""], [81651, "2020-01-19T15:03:48Z", [0.7], ""], [7394, "2020-01-19T13:17:33Z", [0.65], ""], [55706, "2020-01-19T12:58:06Z", [0.15], ""], [13306, "2020-01-19T11:21:28Z", [0.38], ""], [80749, "2020-01-19T00:06:30Z", [0.1], "When writing my previous forecast elections were expected, but not set, in March or April. Elections have now been set for May 3rd.[1] Rating downgrade before this time seems very unlikely – probably will only occur before May 1st if the elections are delayed, or the interim government makes significant and bad economic choices. The interim government has invited help from the EU and USAID [2] which is likely to be seen as a positive by the ratings agencies, and reduce the probability of a pre-election downgrade. Forecast reflects possibility of delayed election plus potential for bad choices by interim government.  Low probability but large likely impact on rating if occur. [1] https://www.reuters.com/article/us-bolivia-elections/bolivias-electoral-court-sets-election-rerun-for-may-3-idUSKBN1Z300F [2] https://www.usnews.com/news/world/articles/2020-01-14/bolivias-caretaker-president-seeks-to-unite-opposition-to-morales-as-election-battle-reignites"], [81549, "2020-01-18T21:43:49Z", [0.4], ""], [81358, "2020-01-15T17:14:43Z", [0.51], "Based on the negative outlook noted by S&P and Fitch as well as the continuing turmoil within the government."], [19127, "2020-01-15T12:03:39Z", [0.38], ""], [66692, "2020-01-15T09:26:55Z", [0.5], "Updating for passage of time."], [67246, "2020-01-15T08:39:40Z", [0.35], ""], [691, "2020-01-14T21:29:57Z", [0.5], ""], [172, "2020-01-14T12:34:27Z", [0.25], "Reducing with passage of time and proximity to election."], [60486, "2020-01-14T10:32:07Z", [0.1], ""], [73436, "2020-01-14T08:55:26Z", [1.0], ""], [48709, "2020-01-14T07:49:38Z", [0.33], "Trending for a negative outlook but score should not drop."], [13306, "2020-01-14T01:54:50Z", [0.44], ""], [1333, "2020-01-13T13:27:58Z", [0.75], ""], [81500, "2020-01-12T17:23:24Z", [0.55], ""], [1333, "2020-01-11T14:22:26Z", [0.85], ""], [66692, "2020-01-11T10:49:50Z", [0.55], "updating for passage of time"], [56, "2020-01-11T05:57:17Z", [0.65], ""], [81327, "2020-01-10T21:35:44Z", [0.42], "This is the crowd consensus"], [36255, "2020-01-10T18:58:19Z", [0.23], ""], [36255, "2020-01-10T18:57:56Z", [0.08], ""], [32300, "2020-01-10T15:09:09Z", [0.43], ""], [691, "2020-01-10T15:09:01Z", [0.52], ""], [67246, "2020-01-09T11:17:15Z", [0.4], ""], [63963, "2020-01-09T04:03:36Z", [0.2], ""], [74983, "2020-01-07T20:08:56Z", [0.57], "Bolivia appears to have been sliding downwards, and is slightly more likely to ontinue downwards,"], [81330, "2020-01-07T18:32:54Z", [0.33], ""], [37236, "2020-01-07T15:36:39Z", [0.37], ""], [63674, "2020-01-06T20:36:23Z", [0.35], "Elections announced for May 3rd. Based on my understanding, this improves the case for a wait-and-see posture from the ratings agencies.  This is pulling my probability down to 35%. Major risks are if the elections get pushed or violence escalates. In the meantime, the connoisseur will continue to deteriorate, but I don’t believe there are enough data releases between now and the end of this question"], [34911, "2020-01-06T17:14:25Z", [0.75], ""], [66692, "2020-01-06T06:23:25Z", [0.65], ""], [75894, "2020-01-06T03:07:37Z", [0.65], ""], [12591, "2020-01-05T21:41:35Z", [0.55], ""], [81336, "2020-01-05T13:00:38Z", [0.22], ""], [81336, "2020-01-05T13:00:12Z", [0.21], ""], [23999, "2020-01-05T10:11:51Z", [0.35], ""], [73050, "2020-01-04T19:55:51Z", [0.77], ""], [31275, "2020-01-04T18:06:25Z", [0.71], "Moody’s reassessing right now. Evo is still leading what he terms as counter coup. Cocaine traders back Evo and do not want anything to upset the illicit trade. Power split will hurt economy."], [1333, "2020-01-04T11:28:40Z", [0.95], ""], [695, "2020-01-03T18:54:35Z", [0.75], ""], [233, "2020-01-03T17:47:32Z", [0.0], ""], [13306, "2020-01-03T15:57:57Z", [0.5], ""], [80749, "2020-01-03T14:40:09Z", [0.65], "Moody’s expect to downgrade Bolivia unless the government is willing and able to enact policies to prevent erosion of fiscal and foreign exchange reserve buffers. The rating is under review until after the new election (probably). S&P have a negative outlook. It seems a downgrade is likely if a) the elections are delayed or b) the elections are inconclusive or c) the new government is unwilling to enact these policies. However, factors b and c may not be known until after 1 May 2020 – then the question is whether Moody’s or S&P want to adjust their rating before this anyway. I think it likely that at least one of a, b or c will occur. On the other side is the question of how quickly the rating companies will react. Putting chances at 65%.  If outcome of election looks conclusive and the winner wants to enact these economic policies I will revise downwards. If there are delays or unrest in the country then I will revise upwards."], [67246, "2020-01-03T11:10:27Z", [0.5], ""], [81287, "2020-01-02T18:44:29Z", [0.27], "While a downgrade is possible based on political tensions hitting economic fundamentals. (1) Those fundamentals (eg GDP, jobs, Central Bank, Debt) are relatively stable and not showing a marked deterioration. (2) There has been political peace offerings in terms of a possible election re-run (3) Ratings agencies take months to move to full downgrade and are unlikely to be swift when political resolution may occur and so a full downgrade by 1 May seems less likely to me."], [4412, "2020-01-02T18:38:58Z", [0.3], ""], [1333, "2020-01-02T14:57:51Z", [0.96], ""], [691, "2020-01-02T13:08:49Z", [0.6], ""], [80475, "2020-01-02T03:36:51Z", [0.7], "Almost certainly. However, it may or may not be by May 1st."], [81275, "2020-01-01T23:52:17Z", [0.7], ""], [1333, "2020-01-01T22:24:20Z", [0.97], ""], [73050, "2020-01-01T20:33:11Z", [0.62], ""], [691, "2020-01-01T14:47:33Z", [0.6], ""], [32274, "2020-01-01T09:10:36Z", [0.7], "Review of current forecasts and political situation "], [81269, "2020-01-01T03:43:09Z", [0.33], "Moody's downgraded Bolivia once since 1998, in 2003, when Bolivia was experiencing political turmoil.  Bolivia is now experiencing political turmoil and their credit rating is higher now than it was then.  This inclines me to think downgrade is possible.  S&P and Fitch agree that the outlook is \"negative\". However, S&P and Fitch have both evaluated Bolivia recently and have ratings that are the equivalent of Moody's Ba3.  Moody's may reach the same conclusion and leave Bolivia's rating unchanged.  Alternatively, Moody's may not complete their review by 1 May."], [37236, "2019-12-31T21:58:10Z", [0.57], "Media was already over enthusiastic about monetizing the Lithium deposits way before Coke Man got himself into problems. The country is way too Balkanized politically. Particularly cowboy country in Santa Cruz along the old RR to Sao Paulo who have sometimes wated to behave like a breakaway republik... One might conjecture that Evangeical crews have no economic guru who can forge respectable economic policy to gain repect of the pay to play ratings orgs."], [691, "2019-12-31T13:38:13Z", [0.68], ""], [44308, "2019-12-31T12:10:39Z", [0.6], ""], [59981, "2019-12-30T20:19:49Z", [0.15], "The answer to this question will depend on the actions of the interim government and the time frame in which new elections are held. If new elections are NOT held, the credit rating is more likely to be downgraded. However, the historical frequency with which Bolivia's credit rating has been adjusted (Trading Economics) does not fit within the time frame for this question. Unlikely to change before May 1, 2020 Edit - Moody's currently has their bond rating for Bolivia \"Under review\" - I do not know the time frame for their review to be completed. However, based on the criteria by which they changed the \"Outlook\" from \"stable\" to \"negative\" - it is quite possible that the short-term potential volatility in Bolivia will result in Moody's downgrading the credit rating. Adjusting forecast upwards to 45% - don't actually know how to change a forecast on here. "], [75093, "2019-12-30T15:15:57Z", [0.65], ""], [691, "2019-12-29T19:07:33Z", [0.86], ""], [593, "2019-12-29T13:56:01Z", [0.35], ""], [80644, "2019-12-29T11:07:50Z", [0.33], "There is more fear in the markets, than warrented by the actual situation"], [1333, "2019-12-29T08:03:06Z", [0.98], ""], [63963, "2019-12-29T02:37:55Z", [0.9], ""], [691, "2019-12-28T19:53:16Z", [0.88], ""], [1333, "2019-12-28T16:57:28Z", [0.97], ""], [19260, "2019-12-28T02:13:23Z", [0.35], "If the situation in Bolivia further destabilizes into civil war, yeah, it might happen.  But the new government, on net, should mean Bolivia is more likely to meet its obligations, rather than continue on a Venezuelan-style spiral."], [1333, "2019-12-27T13:53:09Z", [0.96], ""], [75790, "2019-12-26T21:36:18Z", [0.85], ""], [81198, "2019-12-26T10:49:35Z", [0.89], ""], [62808, "2019-12-22T21:49:20Z", [0.85], ""], [79177, "2019-12-22T13:51:16Z", [0.75], "fun"], [691, "2019-12-22T11:43:52Z", [0.88], ""], [63674, "2019-12-21T19:37:23Z", [0.6], "S&P itself is quoted as saying that the outlook change reflects a 1-in-3 chance that the agency will downgrade the debt in the next 6-18 months (https://tradingeconomics.com/bolivia/rating). S&P also suggests in this paper on page 19 that a change in outlook usually means that the agency is concerned over the next 6-24 months, while adding the issuer to CreditWatch is more near-term (https://www.spratings.com/documents/20184/774196/Guide_to_Credit_Rating_Essentials_Digital.pdf).  Some quick research suggests that most of Bolivia's macro data is released quarterly (https://www.economy.com/bolivia/real-gross-domestic-product) which means there are only a few releases until this question resolves. On the other hand, the situation in Bolivia appears to be in flux. The care-taker government is pro-privatization which could reduce income for debt-service payments. I also liked @cafebedouin research that shows Moody's is more aggressive than what my research on S&P showed. So this raises the question of \"well, what is Moody's saying?\" (https://www.moodys.com/research/Moodys-places-Bolivias-Ba3-rating-under-review-for-downgrade--PR_403833) Looks like Moody's is emphasizing political turmoil and the policies of the new administration. But this line stood out to me \"The review may extend beyond the usual three-month horizon as a longer time period may be required by the new government to define its policy agenda following another round of presidential elections.\" suggesting that Moody's is taking a wait and see approach.  Looking at the macro-indicators, real GDP seems to be on a downtrend, the current account deficit is expected to increase, foreign currency reserves are declining, and foreign currency denominated debt is expected to grow. All of these factors would support a downgrade, but these trends are nothing new and likely baked into the current outlook. All of this suggests that a) S&P is unlikely to issue a downgrade soon, the economic/political situation in Bolivia is deteriorating, b) Moody's is likely to issue a downgrade but is going to be patient and wait to assess the current government's policies. With macro data likely to be released once (maybe twice) before this question closes, I see less risk in Moody's changing their mind. These factors make me think the downgrade is more likely than not, but still less than the current consensus view."], [691, "2019-12-21T14:59:52Z", [0.96], ""], [172, "2019-12-21T00:58:21Z", [0.85], ""], [1333, "2019-12-21T00:41:30Z", [0.95], ""], [56, "2019-12-20T22:07:30Z", [0.95], "Ba \tObligations rated Ba are judged to be speculative and are subject to substantial credit risk.\nB \tObligations rated B are considered speculative and are subject to high credit risk. Note: Moody’s appends numerical modifiers 1, 2, and 3 to each generic rating classification from Aa through Caa.[1] Generally, it takes 1-3 months for Moody's to make a determination, see comparison class: Costa Rica, Vietnam, Turkey.[2,3,4] Given the political environment, it's hard to imagine Bolivia's credit risk isn't speculative at this time. [1] https://www.moodys.com/Pages/amr002002.aspx\n[2] https://www.moodys.com/research/Moodys-downgrades-Costa-Ricas-ratings-to-B1-and-assigns-negative--PR_392182\n[3] https://www.moodys.com/research/Moodys-confirms-Vietnams-ratings-at-Ba3-changes-outlook-to-negative--PR_414142\n[4] https://www.moodys.com/research/--PR_387786"], [1333, "2019-12-20T19:30:01Z", [0.45], ""]], "open_date": "2019-12-20T18:00:04Z", "close_date": "2020-03-10T23:00:10Z"}