{"question_id": 2007, "title": "Before 1 September 2021, will Justice Stephen Breyer announce his retirement from the US Supreme Court?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[97302, "2021-08-31T23:38:11Z", [0.0], ""], [40733, "2021-08-31T23:02:00Z", [0.0], ""], [72517, "2021-08-31T22:28:01Z", [0.0], ""], [87981, "2021-08-31T16:52:20Z", [0.01], ""], [94000, "2021-08-31T04:46:23Z", [0.0], ""], [755, "2021-08-30T15:01:55Z", [0.01], "Comments: Affirming forecast.\n"], [37893, "2021-08-30T08:33:42Z", [0.0], ""], [67403, "2021-08-29T08:14:36Z", [0.0], ""], [45594, "2021-08-29T07:30:33Z", [0.05], ""], [691, "2021-08-28T18:54:04Z", [0.0], ""], [56170, "2021-08-28T15:00:51Z", [0.0], ""], [97767, "2021-08-28T14:10:58Z", [0.0], ""], [102145, "2021-08-28T09:16:40Z", [0.0], ""], [691, "2021-08-27T18:09:33Z", [0.01], "https://theweek.com/supreme-court/1004231/stephen-breyer-hints-at-retiring-from-the-supreme-court He seems to be mulling harder than usual, but still probably won't decide by next Wednesday.  He at least seems to have given up his previously disclosed fantasy of a full panel of wise and truly impartial justices--you can't maintain that pipe dream and quote Nino Scalia at the same time--so he'll likely hit the silk pretty soon.   Just in case, I'm coming up to 1%.  This is probably in the range of optimistic to pollyanna.  Kindly Old Doc Sunshine, that's me."], [102305, "2021-08-27T16:55:45Z", [0.0], ""], [96828, "2021-08-27T13:03:25Z", [0.01], "Probably not by September 1 but possibly before end of year. I'm decreasing my confidence on a similar question and expect Breyer to retire possibly within the next 2–3 years if not sooner."], [37893, "2021-08-27T08:01:45Z", [0.0], ""], [37893, "2021-08-26T09:33:12Z", [0.0], ""], [62255, "2021-08-25T18:29:32Z", [0.0], ""], [20256, "2021-08-25T15:38:18Z", [0.0], ""], [86625, "2021-08-25T15:28:13Z", [0.07], "September 1 is around the corner and. ..crickets. He's still in good health (his first stated rationale for retiring)--and the court has been adequate for him to remain for the first term --apparently obviating his second rationale --\"depending on the court\". So far he has been impervious to Democratic pressure (which is intense and persistent). There is no reason to believe that he will acceded in the next 6 days. But, 0% seems to me a bit too arrogant for my liking. Too many unknowns --like what is in his brain."], [86625, "2021-08-25T15:24:15Z", [0.13], "He has given two reasons that would influence his decision. The first is his health. As far as public information has indicated, he remains in good health.  The second reason he has given is \"Depending on the court\". This is pretty opaque. But, since he saw fit to stay for the first term, there seems to be little evidence that the court is problematic according to whatever criterion he is using.  The only additional variable I can speculate about is the pressure coming at him from all Democratic fronts. Thus far he has been impervious. But, I have raised the probability of his retirement in light of the intensity and duration of that pressure. Of course, there are two possible reactions he could have to it that outside influence:  One is to feel the pressure as an influence toward his retirement. The other is as something to defy because it pisses him off!  I'm betting on some ambivalent combination, and so keeping my projection low."], [80660, "2021-08-25T13:40:18Z", [0.0], ""], [99375, "2021-08-25T13:14:29Z", [0.0], ""], [11038, "2021-08-23T21:12:53Z", [0.05], ""], [37893, "2021-08-23T06:51:14Z", [0.0], ""], [102305, "2021-08-23T02:56:14Z", [0.01], "Per research already done on Supreme Court vacancies."], [67500, "2021-08-23T01:23:16Z", [0.02], "https://www.cnn.com/2021/07/15/politics/stephen-breyer-retirement-plans/index.html"], [94872, "2021-08-22T21:52:48Z", [0.0], ""], [85601, "2021-08-22T19:27:34Z", [0.0], ""], [1333, "2021-08-22T09:51:34Z", [0.0], ""], [100715, "2021-08-21T14:24:41Z", [0.0], "Not happening."], [37893, "2021-08-21T07:57:56Z", [0.0], ""], [101227, "2021-08-20T03:17:15Z", [0.0], ""], [1333, "2021-08-19T12:13:13Z", [0.01], ""], [20156, "2021-08-19T09:17:01Z", [0.0], ""], [55000, "2021-08-18T04:46:39Z", [0.0], ""], [755, "2021-08-18T00:38:26Z", [0.01], "Comments: Affirming forecast."], [81465, "2021-08-17T18:45:14Z", [0.01], ""], [81495, "2021-08-16T17:38:27Z", [0.0], ""], [80660, "2021-08-16T14:59:41Z", [0.02], ""], [102006, "2021-08-15T20:58:58Z", [0.0], ""], [102234, "2021-08-14T20:13:24Z", [0.01], "Dissatisfaction among leftists very complacent"], [102234, "2021-08-14T19:36:19Z", [0.02], "Happy to stay on Court in July but politics might shift fast to create pressure for reasons not presently obvious"], [88614, "2021-08-13T18:28:35Z", [0.0], ""], [13979, "2021-08-13T16:44:26Z", [0.02], ""], [86625, "2021-08-13T14:06:33Z", [0.1], "The only only reasons he gave for which he might retire were his health, and the court itself. Since his health appears to be steady and unremarkable, and there has been no appreciable change in the court since he said that, I think it's highly unlikely that he will retire within the next 3 weeks. I've only put 10% because unforeseen events, like a poor diagnosis for a health issue, could arise. But other than that, I suspect we will not see him retire."], [99466, "2021-08-12T21:03:15Z", [0.0], ""], [691, "2021-08-12T17:20:58Z", [0.0], ""], [81465, "2021-08-12T13:31:02Z", [0.05], ""], [102130, "2021-08-12T12:07:10Z", [0.1], "See this as highly unlikely based on past precedent set with RBG."], [101148, "2021-08-11T20:48:49Z", [0.0], ""], [99375, "2021-08-11T15:30:36Z", [0.02], "Decreasing to 2% due to time passing."], [56170, "2021-08-11T13:56:56Z", [0.0], ""], [31238, "2021-08-11T01:43:56Z", [0.0], ""], [101612, "2021-08-10T19:11:26Z", [0.0], "I actually edited the original and lowered to 1% (or thought I did!).  Breyer seems obdurate which is his right.  It's not a political job despite the politization, and Breyer doesn't want the Court to become political, to him more important than R's capturing another seat.  That there are apparently 2.5 very political people on the court is irrelevant to him (Alito strongly, Thomas polarized, Kavanaugh 'sorta' but appears more pandering and needing stroking than anything else, Barrett an unknown ... on the left Sotomayor).   If Breyer was going, he would have done it.  I started showing 1%, then thought 'why bother?'."], [101394, "2021-08-10T17:46:47Z", [0.0], ""], [94000, "2021-08-10T03:03:45Z", [0.0], ""], [698, "2021-08-09T17:37:49Z", [0.0], ""], [36738, "2021-08-09T14:50:25Z", [0.0], "I agree it seems too late and very unlikely that a Breyer retirement announcement is coming in the next month.  That would leave him out of several key decisions upcoming and this just seems out of character."], [88614, "2021-08-09T14:32:49Z", [0.02], ""], [85601, "2021-08-09T13:21:17Z", [0.01], ""], [55000, "2021-08-09T02:07:18Z", [0.0], ""], [102177, "2021-08-08T18:12:59Z", [0.0], ""], [87897, "2021-08-08T17:44:55Z", [0.0], ""], [102175, "2021-08-08T11:30:40Z", [0.0], "I think it is too late for an announcement now"], [72517, "2021-08-08T10:37:25Z", [0.01], ""], [24146, "2021-08-08T03:28:34Z", [0.0], ""], [55000, "2021-08-07T23:19:22Z", [0.0], ""], [88452, "2021-08-07T14:45:53Z", [0.0], ""], [1333, "2021-08-07T07:36:43Z", [0.0], ""], [55987, "2021-08-06T15:24:30Z", [0.0], ""], [96828, "2021-08-06T12:34:35Z", [0.0], "Pre-mortem: If NO holds, the initial rationale about his record of preaching about the court not getting involved in public politics is consistent with the NO outcome. The proposition that this year would be the year because it is when Democratic power in government is strongest before 2022 elections, in which the Democratic Party could lose seats and thus power in confirming a Breyer replacement, would thereby in hindsight be noise in judgement. With just 2 months or so until the start of the next term, I would not see it as polite or practical to retire now and have very little time to have a process to confirm a new Justice. Breyer is an individual who is amiable to other members of the court, so if he does in fact step down now, it would lead to many undesirable 4-4 decisions in the next term until Congress can hustle in a new Justice. If anyone would hate 4-4 decisions it would be Breyer who preaches that the court mostly agrees unanimously in comparison to split decisions, this in the hope of persuading the public that the court is not a politicized institution. Breyer is also known as a pragmatic Justice. Stepping down now would lead to impractical haste and political involvement not consistent with Breyer's practical and independent nature. There is also a big abortion case next term which could overturn or uphold Roe v. Wade. If the \"liberal\" Justices can form a majority opinion for the court, Breyer would probably have the power to choose who authors the opinion, since he is PROBABLY the most senior Justice that will be in such a \"liberal\" majority. The typical time for retirement announcement has elapsed us. On the other hand, times have changed since COVID. The timing of things could have or could be affected. I digress."], [55000, "2021-08-06T05:12:23Z", [0.0], ""], [6607, "2021-08-06T04:16:25Z", [0.0], ""], [99993, "2021-08-05T23:32:33Z", [0.0], ""], [95944, "2021-08-05T13:23:40Z", [0.2], "This forecast is based on:\n1-There is  no minimun age for SCJ but the 83 years old man can die or get a serious healthy or mental problems at this age which I evaluate by 20% as an entropy to his solid desicion no to resign. 2- Lindy's effect will apply on Stephen Breyer to continue. 3- President Biden thinks that pressuring Breyer \ncan backfire: https://www.businessinsider.com/biden-thinks-pressuring-breyer-to-retire-could-backfire-report-2021-8\n-Breyer has no plan to retire."], [88452, "2021-08-05T06:34:24Z", [0.07], ""], [78918, "2021-08-05T06:05:15Z", [0.0], ""], [25295, "2021-08-04T20:17:38Z", [0.0], ""], [95784, "2021-08-04T17:08:02Z", [0.02], ""], [102148, "2021-08-04T11:03:00Z", [0.0], "Very short timeframe until 1st September "], [101422, "2021-08-04T10:49:50Z", [0.01], ""], [102109, "2021-08-04T00:03:58Z", [0.0], "If he was going to resign, he would have signaled so by now. Perhaps he intends to make more sweeping recommendations for term limits than his own example."], [59068, "2021-08-03T18:43:23Z", [0.0], "Adjusting down for time."], [102144, "2021-08-03T15:48:12Z", [0.0], ""], [102006, "2021-08-03T12:48:11Z", [0.01], ""], [755, "2021-08-02T16:20:51Z", [0.01], "Comments: Affirming forecast."], [34959, "2021-08-02T15:23:46Z", [0.0], ""], [101216, "2021-08-02T14:33:27Z", [0.0], "odds of him dying are greater than odds of him retiring "], [1333, "2021-08-02T13:25:48Z", [0.0], ""], [96828, "2021-08-02T12:31:50Z", [0.01], ""], [56170, "2021-08-01T19:53:20Z", [0.01], ""], [74523, "2021-08-01T18:28:55Z", [0.02], ""], [74523, "2021-08-01T17:19:16Z", [0.05], ""], [29, "2021-08-01T13:34:45Z", [0.01], "Passage of time."], [87897, "2021-07-31T23:20:47Z", [0.01], "I'm persuaded by the comments left by @Anneinak , @WayZ , and @jflom  that Breyer has no plans to retire in the near future. "], [89038, "2021-07-30T21:36:58Z", [0.0], ""], [25295, "2021-07-30T13:31:42Z", [0.01], ""], [73687, "2021-07-30T12:17:32Z", [0.0], ""], [86625, "2021-07-29T22:13:27Z", [0.35], "There are several forces at work here. The fact is that Breyer has been emphatic that justices should renounce any allegiance to the political leaning of those who nominated them as justices. Moreover, he has stated that only two things matter to him with respect to retiring: his health and the current court. The final fact is that there is tremendous pressure on him to retire from the members of the party that nominated him. \nTo the best of our knowledge (a HUGE caveat) he has no health problem (that’s 20% of my projection— allowing for a condition he hasn’t disclosed). Given the “state of the court” (his second consideration), with him in the senior liberal role, and therefore a pivotal influence, he is likely inclined to remain. \nBut, the biggest issue likely causing conflict is the pressure he’s getting. To be internally consistent with his own words, he needs to remain immune to that pressure. Because he is human, he is probably also uncomfortable with the implication that he should bend to anyone’s will — especially those who want him to defy his own belief in a non-political court. Based on those facts, I think that his retirement would be likely only if:\n1) There is a health condition we don’t know about (20%). That doesn’t seem an unreasonable possibility given his age and the life expectancy of highly educated American, white men (~79); or\n2) If he can resolve the internal dissonance of seeming to accede to the political pressure of liberals. Given what we know of his principles, that seems unlikely. But given what we know of his legal opinions, not impossible. (15%). I’m not sure if I am supposed to provide research sources. I haven’t. But they are not obscure. His interview on 7/2021 that was reported on by every media outlet is one source. His legal opinions are another. And quotes of him emphatically opposing the politicization of the court, etc. All are readily available."], [81495, "2021-07-29T20:38:59Z", [0.02], ""], [49082, "2021-07-29T19:50:21Z", [0.05], ""], [43641, "2021-07-29T17:40:31Z", [0.0], "@justicebreyer will continue to follow his own counsel.  He feels he is still a useful and necessary part of SCOTUS and will continue to serve."], [90242, "2021-07-29T00:12:27Z", [0.0], ""], [52131, "2021-07-28T13:16:03Z", [0.0], ""], [94872, "2021-07-28T05:00:25Z", [0.01], ""], [49877, "2021-07-27T21:19:14Z", [0.1], ""], [62255, "2021-07-27T17:13:10Z", [0.02], ""], [72517, "2021-07-27T15:16:32Z", [0.02], ""], [87827, "2021-07-27T13:54:37Z", [0.0], ""], [95992, "2021-07-27T01:05:51Z", [0.0], ""], [534, "2021-07-26T17:10:06Z", [0.02], ""], [85601, "2021-07-26T10:04:50Z", [0.02], ""], [102035, "2021-07-25T20:30:30Z", [0.05], ""], [25646, "2021-07-25T16:06:35Z", [0.03], ""], [75863, "2021-07-24T21:23:54Z", [0.01], ""], [101227, "2021-07-24T19:43:45Z", [0.03], ""], [99993, "2021-07-24T19:10:53Z", [0.01], ""], [101148, "2021-07-23T14:51:05Z", [0.05], ""], [99706, "2021-07-23T14:22:53Z", [0.01], ""], [87155, "2021-07-22T22:11:26Z", [0.02], ""], [63674, "2021-07-22T17:30:45Z", [0.0], ""], [75863, "2021-07-22T14:52:11Z", [0.05], ""], [72517, "2021-07-22T09:56:06Z", [0.05], ""], [99375, "2021-07-21T22:54:38Z", [0.04], "Revising down, since time has passed and Breyer's comments to the NYT indicated that he is not likely to announce soon."], [90433, "2021-07-21T18:18:29Z", [0.32], "He is going to get a lot of pressure from all sides to step down."], [25265, "2021-07-20T23:03:39Z", [0.0], "Justice Stephen Breyer says he hasn’t decided when to retire as pressure grows. \nHis ultimate decision will be based “primarily, of course, [on] health”, and “second, the court”, he said. \nThe comments from Breyer, who is now 82 and the court’s oldest justice, follow his previous refusals to retire last month when the supreme court’s most recent term ended.\nhttps://www.theguardian.com/law/2021/jul/15/stephen-breyer-supreme-court-justice"], [88452, "2021-07-20T18:18:41Z", [0.18], ""], [755, "2021-07-19T19:49:57Z", [0.01], "Comments: Amen to that. Affirming forecast.\nSlate, 07/19/21, 'If History Proves Anything, It’s That We Don’t Know How Long Stephen Breyer Will Serve': https://slate.com/news-and-politics/2021/07/stephen-breyer-judge-learned-hand-longevity.html Comments: A great movie, btw. Not to give someone any ideas.....\nThe Pelican Brief: https://en.wikipedia.org/wiki/The_Pelican_Brief_(film)"], [101148, "2021-07-19T18:47:02Z", [0.1], ""], [59068, "2021-07-19T15:15:03Z", [0.01], "Per Justice Breyer's public comments: https://www.nytimes.com/2021/06/16/us/politics/stephen-breyer-supreme-court-retirement.html?searchResultPosition=1 it does not seem like he will be stepping down anytime soon. Traditionally justices announce their retirement on the last day of the current term, which has already passed (July 1st)."], [93, "2021-07-18T13:07:08Z", [0.01], ""], [86031, "2021-07-18T07:40:22Z", [0.0], ""], [95784, "2021-07-17T18:48:11Z", [0.1], ""], [96828, "2021-07-17T12:22:16Z", [0.03], ""], [96828, "2021-07-17T12:16:33Z", [0.05], ""], [691, "2021-07-16T13:33:16Z", [0.01], ""], [34959, "2021-07-16T08:43:26Z", [0.01], ""], [19260, "2021-07-15T23:50:13Z", [0.0], ""], [86715, "2021-07-15T19:35:04Z", [0.0], ""], [74903, "2021-07-15T19:20:29Z", [0.0], "Associate Justice Stephen Breyer has not decided when he will retire from the Supreme Court, he told CNN in an interview published Thursday.\nhttps://www.politico.com/news/2021/07/15/justice-breyer-retirement-plans-499745?fbclid=IwAR1UDpICJLdP8cZRGarILRtNtyZu3aHz9y-77lXlHdHcIsk04xvP-w-L6XA"], [89038, "2021-07-15T18:50:02Z", [0.01], ""], [25295, "2021-07-15T18:37:36Z", [0.15], ""], [24440, "2021-07-15T18:02:06Z", [0.01], "Dropping probability of resigning following recent interview with Breyer. The only cause in the next 45 days would be some unforeseen health issue.  https://www.forbes.com/sites/alisondurkee/2021/07/15/stephen-breyer-has-no-plan-to-retire-yet-from-supreme-court-he-says/?sh=3bf1e32947c8"], [534, "2021-07-15T16:18:23Z", [0.05], ""], [72517, "2021-07-15T16:10:38Z", [0.1], ""], [52857, "2021-07-15T14:37:42Z", [0.2], "only a major stroke, heart attack or similar medical problem would make Breyer retire"], [86715, "2021-07-15T14:02:26Z", [0.01], ""], [94625, "2021-07-15T13:23:38Z", [0.0], ""], [100715, "2021-07-15T11:09:48Z", [0.0], "Beyer is not going anywhere . . . https://www.cnn.com/2021/07/15/politics/stephen-breyer-retirement-plans/index.html . . . Pretty much confirmed it in this CNN interview."], [94872, "2021-07-15T00:37:41Z", [0.04], ""], [691, "2021-07-14T18:45:21Z", [0.02], ""], [81465, "2021-07-13T18:31:08Z", [0.09], "adjusting because didn't realize date was september 1st, assumed EOY"], [81465, "2021-07-13T18:30:06Z", [0.12], "Crowd forecast is way too low. Recent article from business insider, plus Schumer's bizarre statement over recess indicate something could be stirring. BI article said Breyer law clerks were surprised he hadn't announced his retirement... meanwhile Schumer in outlining senate agenda in a statement made an allusion to filling any supreme court vacancies should they come up, which felt weird to include. All in all, I think Breyer wants to stick around one more year, but he could change his mind. I'm sure Breyer is aware of how delicate the challenge of replacement could be. "], [100184, "2021-07-13T18:02:30Z", [0.0], ""], [691, "2021-07-13T17:13:37Z", [0.02], ""], [55987, "2021-07-13T15:55:28Z", [0.01], ""], [56170, "2021-07-13T14:47:31Z", [0.01], ""], [101892, "2021-07-13T14:26:23Z", [0.1], "Stephen Breyer will retire when he wants to, which could be June 30, 2022, give or take a few days."], [62255, "2021-07-12T18:26:10Z", [0.1], ""], [101394, "2021-07-12T15:06:18Z", [0.01], ""], [37379, "2021-07-12T13:39:16Z", [0.01], ""], [755, "2021-07-11T23:41:13Z", [0.01], "Affirming forecast."], [81495, "2021-07-11T19:15:54Z", [0.03], ""], [101612, "2021-07-11T13:44:55Z", [0.05], "Update 8/8:  I now think this is highly unlikely, only to change if something changes with Breyer, now 1%.  Prior I wrote \"Doubtful.  He is not compelled, and would be reluctant to set a precedent.  The Supreme Court has historically been a body reluctant to eclipse precedents (current sentiment from Alito and Thomas an exception).  Aside from recent political influences, justices aim to rise above politics (so they say although the 'little people' can read the influence).\""], [90433, "2021-07-10T18:18:16Z", [0.05], ""], [99993, "2021-07-10T16:52:16Z", [0.02], ""], [96828, "2021-07-10T13:10:11Z", [0.06], ""], [86678, "2021-07-10T12:59:56Z", [0.01], ""], [36738, "2021-07-09T20:27:40Z", [0.05], "While there are those advocating for his retirement, I believe Breyer is not supporting or commenting on that argument."], [55987, "2021-07-09T16:15:38Z", [0.02], ""], [93567, "2021-07-09T01:11:04Z", [0.5], "Breyer's health will lead him to retire from the Court."], [99375, "2021-07-08T23:04:33Z", [0.08], "Think 3% (crowd prediction) is too low. Pressure will mount on him to retire. Probably won't happen, but putting the odds at 8%, not 3."], [99375, "2021-07-08T23:04:08Z", [0.0], "Comment deleted on Jul 08, 2021 11:04PM UTC"], [38, "2021-07-08T17:25:32Z", [0.0], "He has hired additional clerks, which is an indicator, but not a perfect one.  See @WayZ https://www.gjopen.com/comments/1304148"], [26642, "2021-07-07T18:28:18Z", [0.05], ""], [87827, "2021-07-07T16:47:12Z", [0.03], ""], [97569, "2021-07-07T16:25:04Z", [0.0], ""], [101824, "2021-07-07T16:11:21Z", [0.01], "Recent reports stating intent to stay"], [72517, "2021-07-07T09:24:05Z", [0.15], ""], [24440, "2021-07-06T22:25:40Z", [0.02], ""], [101227, "2021-07-06T19:16:23Z", [0.05], ""], [691, "2021-07-06T17:58:28Z", [0.03], ""], [101216, "2021-07-06T15:02:29Z", [0.0], ""], [99780, "2021-07-06T14:35:57Z", [0.01], ""], [28351, "2021-07-06T04:32:44Z", [0.0], ""], [88708, "2021-07-06T02:20:14Z", [0.03], "It's rare that people retire at the beginning of the mandate + @jflom comment (\"hiring of 4 clerks is indicative of his desire to stay\"  : https://nymag.com/intelligencer/2021/07/stephen-breyer-just-answered-calls-for-him-to-quit.html ) which makes rather unlikely that he resigns in the 2 next months. Nevertheless, according to this article it has happened in the past for someone to hire clerk for the next Justice."], [101793, "2021-07-06T00:12:51Z", [0.0], ""], [101791, "2021-07-05T23:46:08Z", [0.0], ""], [101394, "2021-07-05T23:12:01Z", [0.03], "hiring of 4 clerks is indicative of his desire to stay.  granted, only an announcement is needed, but I'd see it coming further into the next term if not later"], [101748, "2021-07-05T16:49:42Z", [0.05], "Very unlikely, but the possibility of illness or injury make the chances > 0."], [88614, "2021-07-05T15:22:32Z", [0.04], ""], [1333, "2021-07-04T11:41:36Z", [0.0], ""], [29, "2021-07-03T19:28:57Z", [0.02], "Adjusting for passage time. "], [95992, "2021-07-03T19:26:05Z", [0.01], ""], [19260, "2021-07-03T18:50:41Z", [0.03], "Reducing for close of term, confirmation of the hiring of four clerks."], [94872, "2021-07-03T03:24:53Z", [0.08], ""], [755, "2021-07-03T01:00:00Z", [0.01], "Comments: Affirming forecast.\nBloomberg News, 07/02/21, 'Breyer Hires Four New Clerks in Hint He’s Staying on Court': https://www.bloomberg.com/news/articles/2021-07-02/breyer-hires-four-law-clerks-for-next-term-high-court-confirms"], [87827, "2021-07-02T22:30:11Z", [0.05], "Sounds like I was wrong on this one."], [60877, "2021-07-02T18:31:38Z", [0.1], "Not a decision made lightly.  "], [80660, "2021-07-02T14:44:52Z", [0.04], ""], [81495, "2021-07-02T13:48:05Z", [0.05], ""], [86031, "2021-07-02T08:23:54Z", [0.01], ""], [74903, "2021-07-02T07:59:50Z", [0.0], ""], [101735, "2021-07-02T06:42:46Z", [0.25], ""], [99993, "2021-07-02T01:34:55Z", [0.04], ""], [55987, "2021-07-01T15:16:19Z", [0.03], ""], [1333, "2021-07-01T08:24:54Z", [0.06], ""], [83135, "2021-07-01T01:17:54Z", [0.0], ""], [86715, "2021-07-01T00:54:35Z", [0.03], ""], [29, "2021-06-29T23:41:36Z", [0.03], "Passage of time, and no indication yet.  Most likely to happen later in the year, if at all."], [87155, "2021-06-29T19:50:41Z", [0.25], ""], [20256, "2021-06-29T19:44:02Z", [0.17], ""], [87827, "2021-06-29T18:34:08Z", [0.25], ""], [100664, "2021-06-29T08:36:45Z", [0.0], ""], [34959, "2021-06-28T15:40:03Z", [0.02], ""], [100715, "2021-06-28T15:35:03Z", [0.0], "He's not going anywhere, at least this year."], [101654, "2021-06-28T13:24:10Z", [0.01], ""], [94872, "2021-06-28T01:04:40Z", [0.15], ""], [101623, "2021-06-27T22:55:03Z", [0.02], ""], [81495, "2021-06-27T16:07:10Z", [0.06], ""], [37379, "2021-06-27T14:22:03Z", [0.04], ""], [1333, "2021-06-27T06:50:26Z", [0.05], ""], [88614, "2021-06-26T18:59:20Z", [0.06], ""], [88614, "2021-06-26T18:59:08Z", [0.08], ""], [56170, "2021-06-26T16:30:19Z", [0.05], ""], [50825, "2021-06-26T01:37:12Z", [0.02], ""], [95784, "2021-06-25T18:24:47Z", [0.08], ""], [691, "2021-06-25T14:44:46Z", [0.04], ""], [87827, "2021-06-25T11:57:39Z", [0.3], ""], [55987, "2021-06-24T15:05:48Z", [0.05], ""], [73687, "2021-06-24T04:05:05Z", [0.01], ""], [93, "2021-06-24T00:48:58Z", [0.19], ""], [101471, "2021-06-23T19:56:26Z", [0.01], ""], [89038, "2021-06-23T15:22:05Z", [0.02], ""], [49877, "2021-06-23T03:48:17Z", [0.25], ""], [94872, "2021-06-23T02:48:16Z", [0.07], ""], [38, "2021-06-22T17:43:15Z", [0.05], ""], [24440, "2021-06-21T22:12:12Z", [0.04], ""], [755, "2021-06-21T18:42:42Z", [0.01], "Comments: Be careful for what you wish for. It could swing either way. A cautionary tale. Affirming forecast.\nMinnesota Lawyer, 06/24/20, 'When Supreme Court justices defy expectations': https://minnlawyer.com/2020/06/24/when-supreme-court-justices-defy-expectations/"], [1333, "2021-06-21T16:57:56Z", [0.1], ""], [63674, "2021-06-21T16:55:29Z", [0.03], ""], [101394, "2021-06-21T08:20:31Z", [0.05], "0.8*0.71(2.5/14) = 10.14% forgot p(retires)"], [101394, "2021-06-21T04:03:12Z", [0.09], "Seems Ketanji Brown Jackson is emerging as the go-to candidate for Biden after being confirmed to appeals court.  https://www.nbcnews.com/politics/congress/senate-confirms-ketanji-brown-jackson-be-judge-powerful-appeals-court-n1270797?cid=sm_npd_nn_tw_blk I believe there's good chance (85%) that Breyer retires during Biden's presidency, especially after Trump being able to appoint two justices.\nhttps://www.abc15.com/national/newsy/democrats-concerned-about-future-of-supreme-court-pressure-justice-stephen-breyer-to-retire Announcing retirement I believe will likely (71%) come before midterms to draw democratic voters.  That being said, he has \"a special interest in cases the justices are scheduled to hear next session, including on abortion rights and gun control. He has authored crucial, narrowly won abortion rights decisions in recent years.\"  \nhttps://www.nbcnews.com/politics/congress/senate-confirms-ketanji-brown-jackson-be-judge-powerful-appeals-court-n1270797?cid=sm_npd_nn_tw_blk September 1 is 2.5 months away and midterms are November 8, 2022 (16.5 months).  Assuming he does announce before midterms, it's likely to come a few months at least before the actual elections so assume 14 months (August 15) is the cutoff.  With uniform distribution there would be a 0.71(2.5/14) = 12.67% I'll use this as baseline but weight more towards later months due to his interest in next sessions cases. "], [101450, "2021-06-20T22:43:15Z", [0.0], "Life is a near-death experience.—George Carlin "], [534, "2021-06-20T15:52:24Z", [0.25], ""], [87691, "2021-06-20T04:49:10Z", [1.0], ""], [56, "2021-06-19T20:23:02Z", [0.0], ""], [95992, "2021-06-19T19:14:03Z", [0.04], "seems unlikely he'd do an about face so quickly"], [14826, "2021-06-19T15:29:41Z", [0.03], ""], [81495, "2021-06-18T16:08:59Z", [0.07], ""], [29, "2021-06-18T13:48:50Z", [0.08], "Adjusting for passage of time. I think he is likely\nTo resign, but not this soon. "], [86031, "2021-06-18T07:00:27Z", [0.07], ""], [88452, "2021-06-17T15:25:27Z", [0.4], ""], [55987, "2021-06-17T15:13:28Z", [0.05], ""], [19260, "2021-06-16T23:47:26Z", [0.05], "\"Nothing Breyer has said publicly suggests the 27-year veteran is ready to leave the work of the court just yet.\"\n\"He seems in vigorous health, unlike some retirees in recent years or the late Justice Ruth Bader Ginsburg\"\n\"Breyer also has a special interest in cases the justices are scheduled to hear next session\"\n\"Breyer would be reluctant to succumb to politically driven pleas\" https://www.cnn.com/2021/06/16/politics/stephen-breyer-supreme-court/index.html"], [691, "2021-06-16T13:35:03Z", [0.06], ""], [96828, "2021-06-16T05:22:02Z", [0.07], "I estimate the true probability to be around 18–29%. I'll cut the average of this range proportionally to the number of remaining days I presume to be left to cover most retirements. I don't incorporate any inside views because there is no strong indication, and the few that exist seem to cancel each other out. E.g., best chances of getting a \"liberal\" replacement is this year vs. his statements about not politicizing the court; his age vs. his incentive to rule on big cases next term. Etc., etc."], [96828, "2021-06-16T03:10:35Z", [0.24], ""], [87827, "2021-06-15T14:31:24Z", [0.45], "-10 as it's now mid-June and that was my previous time estimate for when I'd start dropping. I'll probably come down 10 a week from here. The last four retirement announcements were as follows: O'Connor - July 1, 2005\nSouter - May 1, 2009\nStevens - April 9, 2010\nKennedy - June 27, 2018"], [56170, "2021-06-15T14:23:13Z", [0.15], ""], [94625, "2021-06-15T13:41:31Z", [0.3], ""], [88452, "2021-06-15T09:29:02Z", [0.21], ""], [101148, "2021-06-14T20:59:07Z", [0.3], ""], [88614, "2021-06-14T15:09:06Z", [0.1], "Reducing due to passage of time.  "], [422, "2021-06-14T13:17:57Z", [0.0], ""], [90237, "2021-06-12T07:51:28Z", [0.0], ""], [19260, "2021-06-11T21:12:39Z", [0.05], ""], [62255, "2021-06-11T17:45:56Z", [0.1], ""], [99706, "2021-06-11T13:36:26Z", [0.08], ""], [55987, "2021-06-10T20:48:46Z", [0.05], ""], [25265, "2021-06-10T20:06:33Z", [0.07], "Having read some of the comments - good health, tendency to remain apolitical - it's not that likely to happen. At the moment the average chance is 9%, so I'll downplayed it a bit more because there are lots of higher probabilities as well. "], [95784, "2021-06-10T15:35:54Z", [0.1], ""], [95802, "2021-06-10T01:51:01Z", [0.05], ""], [96828, "2021-06-09T23:28:08Z", [0.18], ""], [691, "2021-06-09T20:28:52Z", [0.06], ""], [30194, "2021-06-09T17:53:16Z", [0.18], ""], [1333, "2021-06-08T10:44:22Z", [0.09], ""], [89013, "2021-06-08T08:01:17Z", [0.0], ""], [90373, "2021-06-07T08:37:18Z", [0.25], "Breyer is against the politicization of the Supreme Court (against the idea cases are decided according to whether or not the Justice is  a Republican nor a Democrat, rather than on legal merit).  Retiring, while still in good health, to allow his replacement by a Democratic Justice would be overtly political.   So, unlikely.  See https://www.washingtonpost.com/opinions/2021/05/18/stephen-breyer-danger-deluded-institutionalist/"], [99466, "2021-06-07T01:51:06Z", [0.2], ""], [755, "2021-06-07T01:19:40Z", [0.01], "Comments: I'll pay more attention after the current term ends. Affirming forecast.\nSCOTUS, The Court and Its Procedures\n'A Term of the Supreme Court begins, by statute, on the first Monday in October. Usually Court sessions continue until late June or early July.' "], [101250, "2021-06-07T00:06:26Z", [0.0], ""], [81495, "2021-06-06T22:41:10Z", [0.09], ""], [38, "2021-06-06T17:29:20Z", [0.09], "passage of time"], [97232, "2021-06-05T20:59:45Z", [0.0], ""], [67232, "2021-06-05T20:50:35Z", [0.0], ""], [698, "2021-06-05T01:58:14Z", [0.05], ""], [101227, "2021-06-04T21:36:35Z", [0.09], "Seems very unlikely he will retire in the stated timeframe, given his announced views on remaining apolitical (in a book coming out in September), his apparent good health and the life expectancy for a man in good health at his age, his hiring of clerks, the fact he shows no sign of slowing down, and his opportunity to be senior on the dissenting side.  Even taking into consideration a possibility that he might privately view his replacement by Biden as good for the court as an institution, he would be erring on the side of great caution to announce so early before the midterms."], [67232, "2021-06-04T18:53:55Z", [0.5], ""], [101148, "2021-06-04T18:41:02Z", [0.1], ""], [86031, "2021-06-04T06:17:09Z", [0.1], ""], [73687, "2021-06-03T09:04:06Z", [0.02], ""], [94872, "2021-06-03T04:36:01Z", [0.1], ""], [46762, "2021-06-02T22:38:11Z", [0.0], "Free points.\nAs Senior Judge Breyer gets to choose who will write decisions when the chief justice is not in the majority.  \nBreyer gave a speech that he does not feel subservient to the needs of party, and indeed believes that polarization of the court is a bad thing: https://www.nytimes.com/2021/05/18/us/politics/will-breyer-retire-supreme-court.html Finally, hasn't he already hired clerks for 2021-2022 term?  "], [80660, "2021-06-02T19:59:21Z", [0.13], "Breyer has expressed that he is not interested in retiring for political reasons, and there's suggestion that pressure may make him \"dig in his heels.\" Source: https://www.thenation.com/article/society/stephen-breyer-retirement September is a very early deadline for someone with that mindset, although an unforeseen health issue (not unreasonable for a justice in his 80s) could speed it up."], [101209, "2021-06-01T21:45:20Z", [0.0], ""], [55987, "2021-06-01T15:07:18Z", [0.08], ""], [25295, "2021-05-31T13:21:17Z", [0.2], ""], [32258, "2021-05-30T23:45:55Z", [0.0], ""], [32258, "2021-05-30T23:44:40Z", [0.88], "Comment deleted on May 31, 2021 12:09AM UTC"], [74903, "2021-05-30T21:24:27Z", [0.06], ""], [101011, "2021-05-30T20:37:29Z", [0.38], ""], [88452, "2021-05-30T03:57:33Z", [0.29], ""], [101148, "2021-05-29T17:49:24Z", [0.57], ""], [74523, "2021-05-29T12:26:13Z", [0.1], ""], [1333, "2021-05-29T08:18:12Z", [0.03], ""], [1333, "2021-05-29T08:14:52Z", [0.02], ""], [94872, "2021-05-29T03:27:43Z", [0.13], ""], [81555, "2021-05-29T00:08:01Z", [0.0], ""], [72517, "2021-05-28T12:28:39Z", [0.21], "Sticking to simple arithmetic for now. There's a 99% chance he'll retire by 31 Oct 2022. That gives us 14 months from now.  We have 3 months till 1 Sep 2021."], [99745, "2021-05-28T04:12:52Z", [0.4], ""], [29680, "2021-05-27T21:37:01Z", [0.03], ""], [55987, "2021-05-27T15:04:30Z", [0.08], ""], [99706, "2021-05-27T14:58:45Z", [0.12], ""], [101159, "2021-05-27T08:54:06Z", [0.04], "There is no rush for him to retire within this September 2021 timeframe. The Democrats hold the power to appoint his replacement until the next election cycle. At 82 years old he may be forced to retire within this timeframe due to health reasons."], [73687, "2021-05-26T22:48:42Z", [0.08], ""], [32267, "2021-05-26T02:12:00Z", [0.05], ""], [101148, "2021-05-26T01:37:04Z", [0.6], ""], [24440, "2021-05-26T01:08:22Z", [0.05], ""], [3347, "2021-05-26T00:11:08Z", [0.1], "I believe he will want to hear the upcoming abortion rights case."], [88459, "2021-05-25T21:52:43Z", [0.08], "There is no sign why he should doing it"], [101142, "2021-05-25T19:59:23Z", [0.3], "I think it depends on the outcome to the abortion case currently going through. If decided in favour of the pro life then he will be pressured to resign so a new liberal can be put in place"], [691, "2021-05-25T19:29:55Z", [0.08], ""], [95802, "2021-05-25T16:45:33Z", [0.15], ""], [88614, "2021-05-25T15:55:02Z", [0.15], ""], [89038, "2021-05-24T22:03:23Z", [0.03], "Early 2022 most likely if Breyer looks outside of himself. Republicans will find it hard to make any political capital about SC appointment shortly before mid-terms given their record."], [100409, "2021-05-24T14:22:07Z", [0.2], ""], [56170, "2021-05-24T13:39:49Z", [0.1], ""], [63991, "2021-05-24T13:15:52Z", [0.31], ""], [85601, "2021-05-23T16:31:38Z", [0.18], "Oldest justice, president of same party as nominated him, so likely to happen pre nov 2022, but not necessarily by september 2021."], [25755, "2021-05-22T15:37:54Z", [0.11], ""], [19847, "2021-05-22T12:01:17Z", [0.82], ""], [99780, "2021-05-22T04:19:28Z", [0.06], ""], [97232, "2021-05-22T03:49:35Z", [1.0], ""], [100715, "2021-05-21T11:14:42Z", [0.0], "Not happening."], [691, "2021-05-20T14:03:48Z", [0.06], "He has said he's afraid someone will be appointed who would politicize the Court.  Apparently he's been off the planet for the past couple of decades."], [100971, "2021-05-20T12:23:54Z", [0.2], ""], [95784, "2021-05-20T11:42:08Z", [0.15], ""], [101088, "2021-05-20T04:05:18Z", [0.12], ""], [26642, "2021-05-19T19:34:14Z", [0.0], ""], [88422, "2021-05-19T18:23:02Z", [0.0], ""], [63674, "2021-05-19T14:00:50Z", [0.07], ""], [100715, "2021-05-19T10:36:20Z", [0.0], "Breyer is giving all indications he is not going anywhere this year."], [67232, "2021-05-19T04:49:19Z", [1.0], ""], [96828, "2021-05-19T03:36:08Z", [0.2], "Drop to 3% if no announcement by July 1 (ish)."], [94872, "2021-05-19T01:55:51Z", [0.17], ""], [70711, "2021-05-19T00:53:57Z", [0.5], ""], [32258, "2021-05-18T22:45:28Z", [0.02], ""], [89038, "2021-05-18T20:40:49Z", [0.06], "No compelling evidence to suggest announcement before Sept 1"], [55987, "2021-05-18T16:30:45Z", [0.09], ""], [100298, "2021-05-18T15:52:07Z", [0.12], ""], [101068, "2021-05-18T14:46:57Z", [0.4], ""], [56170, "2021-05-18T13:56:54Z", [0.14], ""], [34959, "2021-05-18T13:49:48Z", [0.05], ""], [94872, "2021-05-18T03:29:06Z", [0.2], ""], [100287, "2021-05-18T01:01:18Z", [0.05], "So @RFleming cites the study showing about half are politically timed, if I am reading the summary correctly.  However, he has been very public about his desire that the judiciary not be seen as \"politicians in robes\" and specifically mentioned that retirements shouldn't be timed for political reasons.  So, given he isn't <i>that</i> old and no major health concerns at the moment, I think he stays to try to let the temp cool.  Plus, he is unlikely to be replaced by a Justice who votes the same way he does.  Thinks at the Court aren't just Left/Right.  He is very different from Kagan who is different from both Breyer and Sotomayor, for example.  He presumably wants his view represented, not just someone else from \"The Left\"."], [101056, "2021-05-17T20:51:43Z", [0.15], "@Anneinak gave an excellent and very human approach to the Justice's possible decision tree. In Professor Chabot's 2019 analysis titled \"Do Justices Time Their Retirements Politically?\" (https://dc.law.utah.edu/ulr/vol2019/iss3/1/) she concludes... they don't. She says, \"Since 1954, thirteen Justices retired voluntarily, ten retired involuntarily, and two died. Just over half of the twenty-three retirements were not politically timed.\" She says that, \"Poor health and a strong personal desire to remain on the Court often dominated political concerns in the timing of recent retirements. As a result, political timing has played only a limited role in Justices’ retirement decisions in the modern era.\""], [99780, "2021-05-17T20:42:56Z", [0.14], "He's got a whole book coming out against polarization in the judiciary so it seems highly doubtful."], [37379, "2021-05-17T20:41:50Z", [0.09], ""], [100184, "2021-05-17T19:08:40Z", [0.1], ""], [100184, "2021-05-17T18:54:48Z", [0.05], ""], [88614, "2021-05-17T15:47:14Z", [0.2], ""], [85535, "2021-05-17T14:25:16Z", [0.0], ""], [20871, "2021-05-17T13:08:51Z", [0.33], ""], [86031, "2021-05-17T05:27:27Z", [0.12], ""], [99504, "2021-05-16T21:19:02Z", [0.25], ""], [100828, "2021-05-16T21:17:43Z", [0.0], "No elections in the horizon, COVID still a topic. Not the best time to announce a retirement"], [99993, "2021-05-16T21:07:24Z", [0.15], ""], [534, "2021-05-16T20:46:38Z", [0.35], ""], [25295, "2021-05-16T19:04:41Z", [0.4], ""], [79442, "2021-05-16T18:41:12Z", [0.5], "Maybe"], [13979, "2021-05-16T18:38:11Z", [0.2], ""], [33999, "2021-05-16T17:45:13Z", [0.0], ""], [18679, "2021-05-16T17:32:26Z", [0.0], ""], [56170, "2021-05-16T17:31:06Z", [0.15], ""], [29, "2021-05-16T17:18:33Z", [0.1], "He isn’t signaling an interest in doing so."], [87155, "2021-05-16T17:08:35Z", [0.2], ""], [93409, "2021-05-16T16:47:04Z", [0.0], ""], [14826, "2021-05-16T15:31:04Z", [0.1], ""], [14826, "2021-05-16T15:30:41Z", [0.2], "Good health, likes job, hired new people, doesn’t want to be seen to be political."], [691, "2021-05-16T12:17:04Z", [0.08], ""], [58110, "2021-05-16T12:08:00Z", [0.65], ""], [97140, "2021-05-16T10:20:57Z", [0.0], ""], [99942, "2021-05-16T09:15:49Z", [0.14], "Probably not. Seems to be in good health. Under the average retirement age for a Supreme Court judge. Public spirited so might be more likely to be bound by sense of duty and keep going. There seems to be an opportunity for Joe Biden to appoint a new judge and he might do this, but I feel his attention is (quite rightly) on the pandemic crisis. However, Justice Breyer might have other issues, family, pursuits that he might want to follow and his dignity may not want to be used as a political football."], [45594, "2021-05-16T06:48:13Z", [0.1], ""], [94872, "2021-05-16T06:16:00Z", [0.33], ""], [81495, "2021-05-16T04:00:49Z", [0.11], "Forecasted partly for another question, he's already hired clerks and can most likely retire after the upcoming session. He seems to enjoy his job and is pretty adamant about staying out of politics, and while he is in the liberal wing he's more moderate in most senses than most other justices and his replacement would probably not be as moderate as he is. Further, Biden already appointed Ketanji Brown Jackson, far and away the front runner, to the DC court of appeals, instead of waiting on Breyer, so he doesn't seem to expect it to happen either.  Wild card to watch is whether he announces his retirement for after the upcoming session before September. This doesn't seem likely considering his stance on appearing apolitical though."], [98893, "2021-05-16T02:49:32Z", [0.54], "Not another rbg"], [92079, "2021-05-16T02:03:24Z", [1.0], ""], [100273, "2021-05-16T00:43:41Z", [0.1], ""], [101011, "2021-05-16T00:02:28Z", [0.54], "He would likely not want to repeat the RBG fiasco."], [90433, "2021-05-15T21:46:35Z", [0.3], ""], [1333, "2021-05-15T20:12:33Z", [0.01], ""], [87827, "2021-05-15T17:12:41Z", [0.55], "I think this is slightly more likely than not given the political conditions this year and the possibility of the Senate switching. But if no announcement by about mid June I'll come down rapidly since the last two retirement announcements were in May or June."], [48709, "2021-05-15T16:15:48Z", [0.0], "No"], [100990, "2021-05-15T15:09:52Z", [0.14], ""], [34815, "2021-05-15T04:18:39Z", [0.0], ""], [19260, "2021-05-15T02:51:58Z", [0.1], "I strongly doubt it, between the fact that he's picked his clerks for the next term and that the loudest voices for his retirement are the same people advocating changes to the Court he's been denouncing as politicization."], [38, "2021-05-15T01:25:21Z", [0.11], "@JMR2017 @https://www.gjopen.com/comments/1277107\nMade a convincing argument re Breyer's right, as the senior justice, to write any dissenting opinion if he wants."], [32258, "2021-05-15T00:50:29Z", [0.05], "@Anneinak I can't think of anything else besides your very comprehensive list..leads me to think Breyer will wait beyond 2022 as I believe that he believes he's got more time to dissent.  https://constitutioncenter.org/amp/blog/what-will-justice-breyer-do \"With the death of Justice Ginsburg, Justice Breyer, when the three are in dissent, is the senior justice with the right to write the major dissent or assign it to one of the others. Like Ginsburg, he sees value in dissents. They hold the majority’s feet to the fire, he has said, by forcing it to address the dissent's arguments and they are the seeds of majority decisions someday.\""], [100923, "2021-05-14T23:20:34Z", [0.29], "After research, considering Breyer seems to have no health problem and doesn't want to leave for 'political reasons' (he also hired new clerks): the odd seems to be 70% announce, 30% stay as predicted in https://davidlat.substack.com/p/confession-of-error-justice-breyer But he could theoretically announce leaving AFTER September 1, 2021, so I can subtract ~ 1% on announcing to get 29% that he will announce his retirement from the US Supreme Court before September 1, 2021"], [100923, "2021-05-14T23:00:31Z", [0.3], ""], [38, "2021-05-14T21:16:10Z", [0.22], "Reasons why he might announce\n-health problems  (none are known)\n-death\n-sick of it all \n-\"to spend time with family\".  Think Sandra Day O'Connor\n-timing:  so that Biden can nominate and the Senate can confirm before the 2022 elections.  Think RBG and Garland.\n-he thinks he knows who Biden will nominate and really likes them. . .  one potential nominee was a clerk of his & fits Biden's criteria of black & female\n-he succumbs to D pressure to announce early Reasons he might not\n-he likes the job & its perks\n-he thinks he still has what it takes\n-he anticipates issues coming to the court that he is very interested in (gun, voting & reproductive choice rights)\n-he wants to do it for as long as possible\n-his health is good, so he doesn't imagine he'll be another RBG\n-he thinks that the Ds will hold the Senate after the 2022 election, so doesn't think he needs to do it ASAP\n-he thinks he knows who Biden will nominate and really dislikes them. . .\n-he takes offense at D pressure to announce early Tell-tale signs of his intentions?\n-what is he saying, if anything?  (nothing)\n-what do his friends think he'll do?  (A former un-named clerk thinks he'll resign.)\n-is he still making public appearances?  (yes, lots!)\n-is he still engaged in argument & writing?  (yes)\n-how many clerks has he hired?  (a full compliment for the next term) Double-edged swords\n-pressure tactics\n-his dislike of politicizing the SCOTUS:  he may refuse to do what he thinks appears to be the most political move This question asks about an announcement.  He could announce his intention to resign at the end of the NEXT term or at some even more distant date.\n"], [22689, "2021-05-14T20:52:29Z", [0.0], ""], [8826, "2021-05-14T19:37:07Z", [0.9], ""], [67403, "2021-05-14T18:16:41Z", [0.01], ""], [755, "2021-05-14T17:55:51Z", [0.01], "Comments: Speculation is the key word here. In my view, a better strategy would focus on the lower courts. \nThe White House, 03/30/21, 'President Biden Announces Intent to Nominate 11 Judicial Candidates': https://www.whitehouse.gov/briefing-room/statements-releases/2021/03/30/president-biden-announces-intent-to-nominate-11-judicial-candidates/"], [88452, "2021-05-14T17:39:10Z", [0.51], ""], [74903, "2021-05-14T17:39:05Z", [0.15], ""], [60695, "2021-05-14T17:38:06Z", [0.0], ""], [41352, "2021-05-14T17:35:56Z", [0.35], ""], [1333, "2021-05-14T17:11:54Z", [0.01], ""], [422, "2021-05-14T17:10:01Z", [0.6], ""], [422, "2021-05-14T17:09:06Z", [0.93], ""]], "open_date": "2021-05-14T17:00:33Z", "close_date": "2021-09-01T07:01:33Z"}