{"question_id": 501, "title": "Will Jacob Zuma cease to be president of South Africa before 1 July 2018?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.9, 0.1], "correct_answer": "Yes", "correct_forecast": 0.9, "preds": [[24771, "2018-02-15T18:08:05Z", [1.0], ""], [73, "2018-02-15T17:58:14Z", [1.0], "?"], [691, "2018-02-15T13:04:11Z", [1.0], ""], [37379, "2018-02-15T10:39:28Z", [1.0], ""], [21884, "2018-02-15T08:58:02Z", [1.0], ""], [30594, "2018-02-15T08:35:37Z", [1.0], ""], [35031, "2018-02-15T08:23:56Z", [1.0], ""], [50048, "2018-02-15T05:45:43Z", [1.0], ""], [11800, "2018-02-15T05:20:11Z", [1.0], "after all the news I am reading\nhe finally stepped down!"], [38319, "2018-02-15T02:27:01Z", [1.0], ""], [172, "2018-02-15T01:02:36Z", [1.0], ""], [691, "2018-02-15T00:51:21Z", [1.0], "https://www.reuters.com/article/us-safrica-politics/zuma-quits-ending-scandal-plagued-term-as-south-african-president-idUSKCN1FY0HM\n174 strikes and you're out.  (not US rules. yet.)"], [368, "2018-02-15T00:19:08Z", [1.0], ""], [38887, "2018-02-15T00:12:26Z", [1.0], ""], [30059, "2018-02-15T00:05:59Z", [1.0], ""], [1333, "2018-02-14T23:39:07Z", [1.0], "His associates are being rounded up, investigated and generally shut down for corruption. The pressure is on for him to forgo process and resign."], [51006, "2018-02-14T22:57:20Z", [0.99], ""], [1639, "2018-02-14T22:14:11Z", [1.0], "Zuma Quits as South Africa's President Under Cloud of Scandals (Bloomberg)\n"], [43003, "2018-02-14T22:00:34Z", [1.0], ""], [34353, "2018-02-14T21:31:18Z", [1.0], ""], [39938, "2018-02-14T21:20:54Z", [1.0], ""], [67, "2018-02-14T21:11:15Z", [1.0], ""], [51931, "2018-02-14T21:11:04Z", [0.95], ""], [22833, "2018-02-14T21:06:51Z", [1.0], "https://www.washingtonpost.com/world/africa/south-africas-anc-demands-zuma-resignation-threatening-no-confidence-vote/2018/02/14/02e1d06e-1173-11e8-9065-e55346f6de81_story.html?utm_term=.03afeafbaff9"], [43003, "2018-02-14T21:05:07Z", [0.95], "-4%  Refuses to resign, may find way to delay the inevitible till after 1JUL18"], [14667, "2018-02-14T21:05:05Z", [1.0], ""], [28414, "2018-02-14T20:59:52Z", [1.0], "“I have come to the decision to resign as president of the republic with immediate effect.” - Zuma"], [14667, "2018-02-14T20:56:55Z", [0.97], ""], [368, "2018-02-14T19:08:33Z", [0.75], "A key development to observe during the upcoming parliamentary no confidence vote.  Will the ANC split (Zuma loyalist vs Ramaphosa loyalists).  Many have jumped ship in one director or not another?  Will this configuration allow for a majority on t(e no confidence?   Will Ramaphosa being u its to the ANC and crus has tribalism and its potent potent strategy of conflict initiations?"], [368, "2018-02-14T19:03:19Z", [0.0], ""], [1646, "2018-02-14T14:14:43Z", [0.97], ""], [1646, "2018-02-14T14:14:02Z", [0.89], ""], [691, "2018-02-14T13:39:30Z", [0.99], "https://apnews.com/13dbc68fb66f4313976c575fe6b4f6c6/The-Latest:-South-Africa-could-have-new-leader-on-Thursday\nLooks like they want to fast-track this exercise.  If it doesn't happen by the end of the week, though, there's a snag some place and I will have to look into it further and, reluctantly, think about it some more.  This will cut into my nap time and make me even more cranky than usual. "], [172, "2018-02-14T09:49:56Z", [1.0], "When there are raids on your friends, it’s time to start hammering out the deal details. And Xima is very close to the Gupta’s (who as businessmen are accused of influencing SA politics). By-bye Felicia!\nhttps://www.theguardian.com/world/2018/feb/14/gupta-family-south-african-police-raid-zuma-anc\n"], [35031, "2018-02-14T08:29:45Z", [0.92], ""], [35636, "2018-02-14T07:56:34Z", [1.0], "Vote of No confidence coming soon, Thursday February 22nd. The last one in August failed. Maybe this one will finally get it done. Edit: Woohoo the crook is gone! (I don't know how to comment without submitting a bet) Feb 15th"], [49101, "2018-02-14T06:16:46Z", [0.9], "Today the African National Congress (ANC) demanded the resignation Zuma from the presidency of South Africa. Although their command is merely symbolic, the decision will now move to the South African Parliament to take a vote of No Confidence later this month. Accused with nearly 800 allegations of corruption, Zuma is holding on to power by the skin of his teeth and it seems as if members of the nation's Parliament are very likely to vote him out of office. Zuma has also agreed to step down, given that he have a 3-6 month transition period (which the ANC has denied). Zuma knows his time is up, and he will either resign or be voted out of power within the next few weeks. Source: https://www.cnn.com/2018/02/13/africa/jacob-zuma-south-africa-recall-intl/index.html UPDATE: Zuma has resigned from the office of the presidency today. Source: https://www.cnn.com/2018/02/15/africa/south-africa-president-intl/index.html\n"], [12591, "2018-02-14T04:14:46Z", [0.99], ""], [19801, "2018-02-14T03:10:48Z", [1.0], "@cmeinel Scenarios: How South Africa's Zuma could leave office\nhttps://www.reuters.com/article/us-safrica-politics-scenarios/scenarios-how-south-africas-zuma-could-leave-office-idUSKBN1FX1BU?il=0 ANC orders Zuma to step down as South African president\nhttps://www.reuters.com/article/us-safrica-politics/anc-orders-zuma-to-step-down-as-south-african-president-idUSKBN1FW028?il=0 Vote Of No Confidence: This Is How The Numbers Stack Up\nhttp://www.huffingtonpost.co.za/2018/02/13/vote-of-no-confidence-this-is-how-the-numbers-stack-up_a_23360024/ WHAT IS THE STATE OF PLAY IN PARLIAMENT? The ANC has 249 seats in the National Assembly. It can, therefore, remove Zuma on its own and doesn't need the support of the opposition.  ANC chairman Gwede Mantashe said the party had done everything to negotiate a dignified exit for Zuma, but that he had continuously disobeyed and disrespected the party. The African National Congress (ANC) has sent a stern warning to President Jacob Zuma that it will table a motion of no confidence to remove him from the office of the president if he disobeys the recall by the party.\nhttps://citizen.co.za/news/south-africa/1818561/step-down-or-face-vote-of-no-confidence-mantashe-warns-zuma/"], [27461, "2018-02-14T01:31:39Z", [1.0], "Don’t quite see why the process has to be lengthy. Either Zuma resigns soon or he is voted out of office on Feb 22 at the latest.  As divisive and humiliating a no-confidence vote may be for the ANC, they have reached the point of no return.  It will be even more humiliating if they back down now.  Previously I entertained the idea that Ramaphosa may still be persuaded to allow Zuma to exit after July 1, but now this seems over too - after rejecting this idea publicly, can Ramaphosa back down? May be for a short while, but not until after July 1."], [368, "2018-02-13T21:50:00Z", [0.0], ""], [37379, "2018-02-13T18:47:23Z", [0.95], "Backing off because Zuma has refused to resign, forcing the ANC to go through a lengthy process to remove him in parliament. Dateline 2-13-2018 https://www.cnn.com/2018/02/13/africa/jacob-zuma-south-africa-recall-intl/index.html"], [39938, "2018-02-13T18:44:44Z", [0.88], ""], [34886, "2018-02-13T18:32:15Z", [0.9], ""], [14493, "2018-02-13T17:54:30Z", [1.0], "It would be very surprising if he holds on for more than a few weeks"], [1333, "2018-02-13T15:16:54Z", [1.0], ""], [52592, "2018-02-13T15:03:16Z", [1.0], "ANC announcement for President Jacob Zuma to step down and his refusal. The end is near."], [67, "2018-02-13T14:14:43Z", [0.95], ""], [15196, "2018-02-13T13:43:35Z", [1.0], ""], [24771, "2018-02-13T13:22:03Z", [0.87], ""], [34353, "2018-02-13T12:34:43Z", [0.98], ""], [691, "2018-02-13T11:43:28Z", [0.99], "http://www.bbc.com/news/world-africa-43039928\nLooks like this mightn't be a very drawn-out process after all."], [1639, "2018-02-13T10:37:25Z", [0.98], "South Africa’s ruling party, the African National Congress, is set to formally ask President Jacob Zuma to resign. Mr Zuma, who is facing multiple corruption allegations, was replaced as its leader in December but has ignored entreaties to cede the presidency. If the 75-year-old refuses, he faces a vote of confidence in the parliament, which he is expected to lose\n"], [598, "2018-02-13T10:20:46Z", [0.7], ""], [30594, "2018-02-13T09:36:48Z", [0.85], ""], [30059, "2018-02-13T08:16:30Z", [0.97], ""], [11800, "2018-02-13T06:25:21Z", [1.0], "Zuma is HISTORY ! ANC let him fall! Sorry folks  the link is in German languge Knall in Südafrika – ANC lässt Präsident Zuma fallen --- https://www.watson.ch/!964164319?utm_source=whatsapp&utm_medium=social-user&utm_campaign=watson-app-ios"], [31450, "2018-02-13T05:23:49Z", [1.0], "Zuma’s power is ebbing and I don’t see how he survives the next four months. "], [38319, "2018-02-13T04:53:13Z", [0.98], "Mate in 2. Zuma might survive this current process (refuses to stand down, then Zuma partisans manage to block an impeachment vote in the next couple of weeks); give that a 1 in 20 chance.  But that won't be the end of it: he would still need to survive another 4 months.  Eventually he will get taken down, if not this time, then the next."], [368, "2018-02-13T03:53:29Z", [0.0], "The situation remains exceedingly complex and ripe for outcomes initially unanticipated.  That Zuma will leave office is clear.  However, a more important question is when and not whether.  After the record NEC meeting (~15 hours), Ramaphosa returned to Zuma to convey the decision that he needs to resign (again).  Zuma steadfastly refuses.  Given the following issues, the crises is still ripe for conflict.  Zuma is supported by at least close to half, and the largest number of ANC members in the organization.  This has a likelihood of the following:  Zuma leaving when chooses, creating his own party (as stated repeatedly), and the ANC will split down its center at all levels, including its highest political structures.   This creates a serious dilemma for Ramaphosa;  he will govern with a weak power base with strong collective opposition in an unofficial coalition between Zuma and center left parties in parliament.  More urgently, we can expect a significant increase in the levels of violence in the country in the short term accompanied by assassinations on a level not previously seen, capital flight, depreciation of the Rand and unstable investment potentials in the near and long term.  Chaos on the parliamentary front can be expected, a possibility of an entire cabinet resigning under the scenarios of a no confidence vote or impeachment proceedings and or legal maneuvers.  The legal dilemma the organization faces is the following:  Zuma remains the president of the country, distinct from or despite his role in the party and the insistence by the NWC/NEC demands.  Ramaphosa, as head of the party is in no legal or constitutional position to force removal or resignation, despite organizational recall.  Zuma may constitutionally remove Ramaphosa as Vice President despite his position as head of the party.   There are many uncertainties given incomplete private information held by members within the higher political structures of the parties and by Zuma himself.  There is no doubt that one possibility is that Zuma could coerce, by using private information obtained during his tenure as head of the security and intelligence apparatus of the party prior to the negotiated settlement; ethnic affiliation is a weapon with strong potential leading to recursive indecisiveness until his term ends or parliament succeeds in its no confidence vote, or largely out of the timeframe of this IFP but not the end of his term - impeachment.  One aspect that analysts are certain of is the unleashing of real revolutionary dynamics that include unanticipated levels of violence, strife and long term instability; conditions for financial collapse of the economy remains much like it did prior to Davos.  Debt as % of GDP is slightly above 51%, interest payments of international debt has placed significant pressure on an economy that is projected to have a growth rate of 1% or less for 2018.  Domestic state owned enterprises and the ability of the government to bail them out is increasingly less possible every single day that passes.  Dependence on imports are significantly higher than its export potential with a balance of accounts remaining in the red for well over a decade or more.   Exporting raw materials with an importation of finished products for domestic use, despite the increase in global commodity prices for raw materials, strengthens its approach to large deficit spending budgets.  Growth by import substitution places countries within a domain of dependency from which they are unable to escape.  Inequality measured by the Gini coefficient remains the highest in the world, deprivation is deep with government service levels to its citizens at an appalling low rate;  real unemployment at 35% with the official rate noted at about 24% (approximately), hunger and desperation providing  conditions ripe for revolutionary pathways in political and economic development. This all indicates a stark dynamic and a deep crises.  One hopes that despite it all,  deprivation, inequality, and suffering under these economic conditions along with the constitutional crises, brings nothing but a significant improvement in ordinary people’s lives and a cessation of such suffering within the country."], [1993, "2018-02-13T03:25:51Z", [1.0], ""], [45812, "2018-02-13T02:54:34Z", [0.8], ""], [45812, "2018-02-13T02:54:02Z", [0.65], ""], [19801, "2018-02-13T02:29:51Z", [1.0], "South Africa's ANC decides to remove Zuma as head of state: source\nhttps://www.reuters.com/news/world"], [37379, "2018-02-13T01:30:58Z", [0.99], "Thank you, @JS for http://www.gjopen.com/comments/comments/692132 See also Dateline 2-12-2018 http://www.abc.net.au/news/2018-02-13/jacob-zuma-given-48-hours-to-quit-as-south-africa-president/9425668"], [172, "2018-02-13T01:19:20Z", [1.0], "Good riddance to the half-witted kleptocrat. SA deserves better.\nhttps://www.theguardian.com/world/2018/feb/12/reports-that-south-africa-president-jacob-zuma-has-resigned-dismissed-by-anc"], [12302, "2018-02-12T22:46:30Z", [0.99], ""], [12591, "2018-02-12T22:38:33Z", [0.99], ""], [41922, "2018-02-12T22:24:19Z", [1.0], ""], [28414, "2018-02-12T21:47:49Z", [1.0], "President Zuma has been given 48 hours to resign - South Africa's state broadcaster SABC, citing sources"], [73, "2018-02-12T21:47:32Z", [1.0], "https://www.timeslive.co.za/politics/2018-02-12-ramaphosa-leaves-nec-meeting-but-still-no-answers-on-zumas-fate/."], [12302, "2018-02-12T21:01:08Z", [0.95], ""], [12302, "2018-02-12T20:44:28Z", [0.9], ""], [368, "2018-02-12T20:14:51Z", [0.0], ""], [22833, "2018-02-12T17:44:38Z", [1.0], ""], [23006, "2018-02-12T15:35:33Z", [1.0], ""], [691, "2018-02-12T15:33:39Z", [0.89], "https://apnews.com/955b8e9fbe01472aa27ceb9c953cc745/South-African-ruling-party-leaders-to-meet-amid-Zuma-limbo\nhttp://www.bbc.com/news/world-africa-43025713\nhttp://www.aljazeera.com/news/2018/02/south-africa-anc-decide-fate-jacob-zuma-180212085406703.html\nLooks like the folks have pretty much had it with this lad.  In almost every country almost all the time, the party will stand by its person until the person's utter unsuitability looks to lose elections for them, assuming the elections are reasonably clean.  (This is a general observation, so the principle may not apply in any country containing substantial numbers of US Republicans.)"], [73, "2018-02-12T15:22:43Z", [1.0], "https://twitter.com/ThabisoSithole/status/963059085284466690"], [37379, "2018-02-12T14:53:58Z", [0.75], "Apparently they will decide today. I lowered my forecast because of the delay in making a decision. In particular, I'm taking into account @SMH5 at http://www.gjopen.com/comments/comments/691311 Dateline 2-12-2018 https://www.reuters.com/article/us-safrica-politics/south-african-president-zumas-fate-to-be-decided-on-monday-says-anc-head-idUSKBN1FW028"], [37379, "2018-02-12T14:49:04Z", [0.75], ""], [30059, "2018-02-12T13:56:41Z", [0.9], ""], [30594, "2018-02-12T10:33:25Z", [0.75], ""], [15196, "2018-02-11T22:33:33Z", [0.9], ""], [368, "2018-02-11T21:18:04Z", [0.0], ""], [1646, "2018-02-11T16:36:46Z", [0.99], ""], [24771, "2018-02-11T13:44:58Z", [0.74], ""], [20156, "2018-02-11T08:22:18Z", [0.6], ""], [368, "2018-02-11T03:58:06Z", [0.0], ""], [172, "2018-02-10T21:58:19Z", [1.0], "Zuma and his kleptocratic friends should have been imprisoned before now - but they’ll get the Mugabe deal. Too bad Zuma and Biko couldn’t have traded places 30 years ago. Zuma bad for ANC and bad for South Africa. "], [52401, "2018-02-10T14:57:42Z", [1.0], ""], [691, "2018-02-10T13:00:06Z", [0.68], "https://apnews.com/c4b7aa8c40c7417b94e8ef9d913c4b96/South-Africa's-ANC-losing-support-amid-Zuma-uncertainty\nEverybody wants this character gone; not sure they can pull it off before July, though--he is dug in pretty deep.  On the other hand, so was Mugabe.\n"], [14667, "2018-02-10T09:15:17Z", [0.89], ""], [52113, "2018-02-10T03:43:45Z", [0.15], ""], [1624, "2018-02-10T03:21:45Z", [1.0], ""], [368, "2018-02-09T21:28:17Z", [0.0], ""], [368, "2018-02-09T21:28:01Z", [0.45], ""], [691, "2018-02-09T13:54:58Z", [0.61], ""], [13377, "2018-02-09T10:38:23Z", [0.9], ""], [11800, "2018-02-08T21:47:21Z", [0.9], "Zuma is afraid of resigning. and holds to power because he knows, after resigning he will be trialed. He sees too many examples around. I see the single biggest part of a potentially successful negotiation and resignation package will be „live time immunity“  granted to him. else i dont see a chance he will step down free of will. in consequence i am still convinced he will be no more president before the deadline set in this question ."], [368, "2018-02-08T19:09:16Z", [0.45], ""], [37379, "2018-02-08T17:07:23Z", [1.0], "The handwriting is on the wall. Comparison class: Mugabe. Dateline 2-8-2018 The ANC had scheduled a meeting on Wednesday evening of its National Executive Committee (NEC), which has the authority to fire Zuma, but cancelled it late on Tuesday after “constructive” talks between new ANC leader Cyril Ramaphosa and Zuma. Ramaphosa said on Wednesday he was holding direct talks with Zuma over a transition of power and he hoped to conclude their discussions “in coming days.” But leaked comments from senior ANC official Paul Mashatile suggested that at the weekend Zuma was digging in. Mashatile was part of a group of the ANC’s top six most powerful officials who met Zuma late on Sunday at his official residence in Pretoria in a bid to convince him to resign. “Zuma basically said to us: ‘I‘m not going anywhere. I‘m not convinced by you guys so I‘m not going to resign,” Mashatile told investors at a mining conference in Cape Town on Tuesday. His comments emerged in a recording leaked to several domestic media outlets late on Wednesday. “Our view is that if the president doesn’t want to resign, for whatever reason, we have a party to run that is going to be very soon in the election campaign,” Mashatile said. “We want to ensure that we are not involved in motions of no-confidence, or impeachment that will affect our party.”   -- https://af.reuters.com/article/topNews/idAFKBN1FS1B9-OZATP"], [1333, "2018-02-08T14:46:52Z", [0.35], ""], [34353, "2018-02-08T14:38:42Z", [0.95], ""], [691, "2018-02-08T12:43:47Z", [0.52], ""], [12302, "2018-02-08T12:36:24Z", [0.85], "following @cmeinel https://www.gjopen.com/comments/comments/688346"], [30059, "2018-02-07T23:32:14Z", [0.85], ""], [30059, "2018-02-07T23:30:58Z", [0.8], ""], [368, "2018-02-07T21:47:30Z", [0.0], ""], [12591, "2018-02-07T19:47:58Z", [0.98], ""], [1333, "2018-02-07T19:27:44Z", [0.25], ""], [31450, "2018-02-07T17:49:06Z", [0.9], "Shifting way higher because power is rapidly flowing away from Zuma and it seems more and more of the ANC is deserting him. I really thought he was wilier than this but I guess no one likes to back someone on the way down."], [14667, "2018-02-07T15:55:44Z", [0.8], ""], [1993, "2018-02-07T13:52:56Z", [0.85], "Momentum might have it. It's hard to imagine Zuma staying in office for 5 more months and the ANC not losing all credibility. The ANC will do anything to protect itself. But removing Zuma is not so easy.  Comparisons to Robert Mugabe in Zimbabwe are not apt. Mugabe had become isolated by senility and by the machinations of his wife, who overplayed her hand in trying to wrest power from the structure that had been in place since the creation of ZANU-PF if not since 1980. Her Youth League was no match for them. Zuma is not the least bit isolated. He has powerful patronage networks. SOEs (state-owned enterprises) and other state institutions have been repurposed to serve them. A significant chunk of the ANC has either economic interests or ideological interests, or both, that align with Zuma and his networks. Plus, the Zulu love him. The public embarrassment of Zuma and loss of faith in government institutions have caused a fracture in the ANC. The ANC will do whatever it takes to preserve itself. This probably means compromise. Zuma will not leave office without concessions. Ramaphosa and his supporters may be forced to accept the preservation of much of the shadow state that Zuma helped build. My point is that Zuma does not hold a weak hand. He will probably be out of office soon, but the fate of his networks are not so certain. Zuma is disgraced, but Ramaphosa and Zuma's opponents in the ANC are up against it."], [67, "2018-02-07T12:05:36Z", [0.9], ""], [23006, "2018-02-07T10:42:45Z", [0.99], ""], [37379, "2018-02-07T10:40:54Z", [0.98], "Dateline 2-7-2018 Jacob Zuma’s grip on power appeared to be weakening after parliamentary officials decided to delay a key national speech that the embattled South African president was due to give this week. The unprecedented measure on Tuesday underlined the crisis within the ruling African National Congress as the party tried to manage an increasingly chaotic transfer of power from the incumbent president to his deputy and rival, Cyril Ramaphosa.  -- https://www.theguardian.com/world/2018/feb/06/jacob-zuma-anc-south-africa-president"], [38319, "2018-02-07T09:33:13Z", [0.96], ""], [28414, "2018-02-07T09:10:07Z", [1.0], ""], [41922, "2018-02-07T08:54:38Z", [0.95], ""], [25141, "2018-02-07T08:25:16Z", [1.0], ""], [4634, "2018-02-07T08:06:54Z", [0.9], ""], [21884, "2018-02-07T05:17:48Z", [0.8], ""], [19801, "2018-02-07T04:18:46Z", [1.0], "Zuma 'agrees to go'\nhttps://www.timeslive.co.za/politics/2018-02-06-zuma-agrees-to-go/"], [4273, "2018-02-07T03:58:14Z", [1.0], ""], [37816, "2018-02-07T03:11:32Z", [0.98], ""], [43003, "2018-02-07T02:56:49Z", [0.99], ""], [43003, "2018-02-07T02:08:27Z", [0.97], ""], [23006, "2018-02-06T23:27:39Z", [0.99], ""], [27461, "2018-02-06T22:16:47Z", [0.95], "So the President's State of the Union speech has been postponed and so has the NEC meeting previously scheduled for tomorrow. The State of the Union speech postponement is significant - it can't be delayed for a long time without creating the impression of a disarray and crisis. The NEC meeting was supposed, according to rumors, to recall Zuma, and observers interpret its postponement as a sign of Zuma agreeing in principle to step down. Looks like Ramaphosa's gamble has worked, and Zuma has (reluctantly) ceded some ground. The specifics remain to be finalized, though. In case Zuma changes his mind, Ramaphosa also has the scheduled Feb 22 vote of confidence in his pocket, but I think he'd rather not use it as it may divide the ANC. Still, it is quite significant that Ramaphosa managed to convince Zuma's supporters to \nagree to the apparent ultimatum Zuma was given yesterday - if you do not resign, the NEC will recall you. I didn't expect that.  It is now clear that this crisis will be resolved well before July 1. Still, there is a small chance that Zuma will negotiate leaving office after July 1, possibly as a consolation price. I don't think Ramaphosa will accept that, but can't completely rule it out - e.g., if Zuma commits to play only ceremonial functions.      "], [39937, "2018-02-06T21:25:27Z", [1.0], ""], [23006, "2018-02-06T20:15:41Z", [0.96], ""], [368, "2018-02-06T18:30:49Z", [0.0], ""], [40342, "2018-02-06T14:44:36Z", [0.3], ""], [22833, "2018-02-06T13:40:02Z", [0.95], ""], [34353, "2018-02-06T13:39:19Z", [0.65], "So I've been derelict in staying on top of this, but it appears much and more has been happening. Adjusting accordingly based on the recent developments. See @shivadiva @Nik and others."], [28414, "2018-02-06T13:26:48Z", [0.95], ""], [39937, "2018-02-06T13:09:44Z", [0.85], "news: State of the nation address has been postponed."], [25141, "2018-02-06T12:00:00Z", [0.9], ""], [51467, "2018-02-06T11:49:29Z", [0.95], ""], [28414, "2018-02-06T10:34:06Z", [0.8], ""], [83, "2018-02-06T01:21:31Z", [1.0], ""], [23006, "2018-02-06T01:19:56Z", [0.89], ""], [37379, "2018-02-05T22:56:30Z", [0.88], "Dateline 2-5-2018 South Africa's ruling party has called a meeting of its top body for Wednesday, amid growing pressure on President Jacob Zuma to stand down. -- http://www.bbc.com/news/world-africa-42940631"], [30059, "2018-02-05T21:28:27Z", [0.7], ""], [28414, "2018-02-05T20:33:30Z", [0.5], ""], [368, "2018-02-05T20:17:39Z", [0.0], "The media in South Africa and elsewhere has been rife with speculation, claims and counter claims, all of which have not has been incorrect and at worse, wishfull thinking.   The ANC has for over a century conducted it’s business within the confines of its political structures with errant claims whispered to the media by opportunists within its rankes, to say nothing of 5e role of agent provocateurs within its organizational structures.   It was able to effectively wage a political programmer against an insidious and evil political system.  This IFP needs deeper learning and probing which into the specification of all relevant explanatory variables to determine the variation in the response determining whether an outcome of a subset of events in the sample space has the best outcome ~A(b*) from a sigma field relative to its EUM.   One explanation which has equality as its utility to seperate outcome (ethnicity and warfare), along with demographic and voter totals for the current state president and the current president of the party.  All sigma fields are disjoint and requires the property of independence.   Factionalism and fractionalization should not be underestimated in its significance relevant to one of many outcomes."], [691, "2018-02-05T16:33:51Z", [0.45], "http://www.bbc.com/news/world-africa-42940631\nZuma may be overplaying his hand.  He almost certainly doesn't fully realize how tired everyone is of him.  He has at least this in common with his former BFF, Little Bobby Mugabe.  Coming up a bit."], [25141, "2018-02-05T14:32:47Z", [0.8], ""], [28414, "2018-02-05T11:30:48Z", [0.7], ""], [172, "2018-02-05T10:51:17Z", [1.0], "BBC article lays it out well. Conflict between both men, ANC declining and need for changing of guard with enough time to improve fortunes in 2019 election. “Weeks not months”\nhttps://www.theguardian.com/world/2018/feb/05/anc-jacob-zuma-south-africa\n"], [25141, "2018-02-05T09:58:18Z", [0.4], ""], [24771, "2018-02-05T06:30:47Z", [0.69], ""], [12591, "2018-02-05T05:48:48Z", [0.85], ""], [23006, "2018-02-05T02:20:58Z", [0.87], "yes, no confidence votes until party votes him out"], [19801, "2018-02-05T00:02:18Z", [1.0], "South Africa's ANC meets Zuma as pressure mounts for him to quit\nhttps://www.reuters.com/article/us-safrica-politics/south-africas-anc-meets-zuma-as-pressure-mounts-for-him-to-quit-idUSKBN1FO0J8?il=0"], [368, "2018-02-04T23:56:37Z", [0.0], ""], [23006, "2018-02-04T21:46:53Z", [0.87], "scheduled vote of no confidence https://borneobulletin.com.bn/south-africas-zuma-faces-another-no-confidence-vote/ (also as per @Nik) - seems like an insistent push. maybe one every six - eight weeks, more than that looks like an ambush,  until he can no longer survive them."], [27461, "2018-02-04T20:06:55Z", [0.85], "(up 10) The scheduled vote of no confidence (https://www.reuters.com/article/us-safrica-politics/south-africas-zuma-faces-new-no-confidence-vote-this-month-idUSKBN1FM1B5?il=0) is an interesting development. I think this is an attempt to persuade Zuma to go \"the easy way, or the hard way\". However, the ANC remains split on \"the hard way\" (see Mashatile's remarks,  https://www.reuters.com/article/us-safrica-politics/zuma-should-resign-says-senior-official-in-south-africas-ruling-party-idUSKBN1FN0CL), so the threat of no-confidence vote may not be fully credible. Remains to be seen if the pressure would work - I suppose the ANC leadership wants Zuma to announce his departure in the State of the Union speech on Feb 8. If he doesn't budge, the ANC would face a difficult choice - remove him via a divisive vote of no confidence, or not remove him (cancel the vote, or vote against). Either of these latter options may actually strengthen Zuma's position in the talks on negotiated exit. But the pressure is on, so he is unlikely to survive all the way to July 1. (He may still announce a departure date after July 1, though).  "], [11800, "2018-02-04T12:40:46Z", [0.9], "I will adjust my judgement a fter the outcome of the 22.Feb........ see following artice and why “On Friday, parliament speaker Baleka Mbete agreed to a request from the opposition Economic Freedom Fighters (EFF) for a motion of no-confidence, though she refused to hold the vote before the president’s state of the nation address on Feb. 8, and scheduled it for Feb. 22.”. (excerpt from article below.) https://www.reuters.com/article/us-safrica-politics/south-africas-zuma-faces-new-no-confidence-vote-this-month-idUSKBN1FM1B5?il=0\n"], [37816, "2018-02-04T08:18:28Z", [0.85], "Now that Zuma has lost the leadership of the ANC, his fall from office looks predetermined. "], [43003, "2018-02-04T05:41:30Z", [0.85], "Lots of independent news cooborating Zumas impending exit.  The question is will it happen by 1JUL18\nhttps://www.thestar.com/news/world/2018/01/31/south-africas-president-jacob-zuma-under-growing-pressure-to-quit.html"], [43003, "2018-02-04T05:27:05Z", [0.75], "New no-confidence votes coming."], [19801, "2018-02-04T04:49:09Z", [1.0], "Zuma should resign, says senior official in South Africa's ruling party\nhttps://www.reuters.com/article/us-safrica-politics/zuma-should-resign-says-senior-official-in-south-africas-ruling-party-idUSKBN1FN0CL"], [23006, "2018-02-04T01:28:02Z", [0.85], ""], [368, "2018-02-03T21:56:19Z", [0.0], ""], [14667, "2018-02-03T19:47:00Z", [0.46], ""], [28414, "2018-02-03T19:09:29Z", [0.5], ""], [691, "2018-02-03T18:48:46Z", [0.33], "https://www.reuters.com/article/us-safrica-politics/south-africa-schedules-new-no-confidence-vote-against-zuma-idUSKBN1FM1B5?il=0\nMight happen, but not by this deadline.  "], [30059, "2018-02-03T15:18:49Z", [0.55], ""], [29366, "2018-02-03T15:03:07Z", [0.55], ""], [4273, "2018-02-03T04:23:31Z", [0.85], ""], [368, "2018-02-02T18:57:43Z", [0.0], ""], [368, "2018-02-02T00:29:38Z", [0.0], ""], [22833, "2018-02-01T19:32:28Z", [0.9], ""], [41922, "2018-02-01T08:25:46Z", [0.8], ""], [24771, "2018-02-01T06:57:59Z", [0.55], ""], [27461, "2018-01-31T23:00:28Z", [0.75], ""], [44004, "2018-01-31T21:50:14Z", [0.35], ""], [368, "2018-01-31T17:50:21Z", [0.0], ""], [50048, "2018-01-31T14:47:33Z", [0.55], ""], [67, "2018-01-31T14:34:51Z", [0.8], ""], [41922, "2018-01-31T13:28:17Z", [1.0], ""], [73, "2018-01-31T13:18:19Z", [1.0], "cadzar"], [23006, "2018-01-31T12:44:01Z", [0.92], ""], [25141, "2018-01-31T12:43:54Z", [0.75], ""], [1993, "2018-01-31T11:43:58Z", [0.65], ""], [19801, "2018-01-31T10:48:31Z", [1.0], "President Jacob Zuma has until the end of the day to submit fresh representations to the National Prosecuting Authority on why he should not face corruption charges. The deadline comes at a time when the ANC is facing pressure to remove Zuma from office before his term ends in 2019.\nhttps://www.timeslive.co.za/politics/2018-01-31-zuma-faces-another-npa-deadline-on-corruption-charges/ ANC treasurer general Paul Mashatile, whilst delivering his keynote address at the Raging Bull Summit, told attendees that the ANC will address President Jacob Zuma's exit this week. \nhttps://www.iol.co.za/business-report/economy/breaking-anc-will-speak-to-zuma-about-exit-this-week-13028001 The opposition Economic Freedom Fighters and the Democratic Alliance are attempting to block President Jacob Zuma from delivering next week's state of the nation address \nhttps://www.timeslive.co.za/politics/2018-01-31-zuma-must-go-before-state-of-the-nation-address-eff-and-da/\n"], [19801, "2018-01-31T06:06:33Z", [1.0], "Ramaphosa said Tuesday, Jan. 30, 2018 said that anyone who acts corruptly must be punished regardless of identity, in a message reflecting national discontent with scandal-tainted President Jacob Zuma and his associates.\nhttp://www.charlotteobserver.com/news/nation-world/world/article197334714.html"], [368, "2018-01-30T22:42:07Z", [0.0], ""], [4273, "2018-01-30T20:47:37Z", [0.8], ""], [1333, "2018-01-30T18:08:13Z", [0.15], ""], [22833, "2018-01-30T13:39:47Z", [0.75], ""], [12302, "2018-01-30T11:13:48Z", [0.78], ""], [31485, "2018-01-30T09:11:00Z", [0.99], ""], [25141, "2018-01-30T09:08:36Z", [0.5], ""], [46854, "2018-01-30T07:57:13Z", [0.92], ""], [19801, "2018-01-30T04:56:35Z", [1.0], "Zuma’s allies may fall with him as the Zupta empire crumbles \nhttps://citizen.co.za/news/south-africa/1798245/zumas-allies-may-fall-with-him-as-the-zupta-empire-crumbles/"], [368, "2018-01-30T00:50:42Z", [0.0], ""], [10837, "2018-01-29T13:25:51Z", [0.15], ""], [37379, "2018-01-29T12:11:18Z", [0.82], ""], [38319, "2018-01-29T05:38:52Z", [0.82], "I haven't done a huge amount of research on this, nor done my usual scenario generation or decision trees.  No time!  But I need to jump in here as my forecast is well above the Consensus Trend. This is bearing all the hallmarks of an endgame in Chess.  We know who is going to win, and roughly how it is going to happen.  Ramaphosa is not directly attacking Zuma, and nor does he need to.  With each passing week (has it only been 5 week since the NAC conference??), the noose is drawing tighter ...\n*  Ramaphosa winning the ANC presidency\n*  Zuma losing the Constitutional Court case\n*  And now easing the process by which impeachment occurs. The aim?  Getting Zuma to resign in a \"checkmate\", or \"checkmate in 3\", rather than to go down swinging.  I have a hard time seeing the process lasting another 8 weeks, let alone another 22. The only question is, will a resignation involve Zuma announcing a long \"lame-duck\" period with him officially resigning after 1 July?  Maybe.  I think he will be \"made an offer he can't refuse\" to get him out of the way sooner rather than later. WHAT DO I NEED TO LOOK FOR?\nNews articles suggesting that Zuma has a path out of checkmate, and that he is taking active steps down that path.  Even a small number of such articles would "], [13377, "2018-01-29T04:24:09Z", [0.8], ""], [49001, "2018-01-28T22:22:18Z", [0.15], "I don’t think it is likely that happens since most article indicate that an ouster went happen, or at least the ANC won’t support it until 2019, after the deadline in this question."], [27461, "2018-01-28T21:56:45Z", [0.7], "(down 10). Ramaphosa said in Davos and in an interview with the BBC that Zuma \"should not be humiliated\". To me, this means no impeachment and no \"no confidence\" vote in parliament, leaving negotiated exit as the only option. Moreover, Zuma and his faction may feel emboldened by this statement and continue to fight. I still think Zuma is more likely than not to exit by July 1, as the pressure on them is rising, but the uncertainty is considerable. One possible outcome is that they reach an agreement for Zuma to leave in the second half of the year, but announce it soon. Watch Zuma's State of the Union address on Feb 8 - it may provide some clarity. "], [368, "2018-01-28T21:36:20Z", [0.0], ""], [691, "2018-01-28T19:35:40Z", [0.8], ""], [31201, "2018-01-28T16:42:15Z", [0.5], ""], [9046, "2018-01-28T13:23:23Z", [0.65], ""], [23006, "2018-01-28T06:14:04Z", [0.9], ""], [368, "2018-01-28T00:35:07Z", [0.0], ""], [691, "2018-01-27T12:43:58Z", [0.84], ""], [1624, "2018-01-27T11:21:14Z", [0.6], ""], [20156, "2018-01-27T08:53:47Z", [0.4], ""], [368, "2018-01-26T23:51:44Z", [0.0], ""], [691, "2018-01-26T15:34:17Z", [0.87], ""], [20060, "2018-01-26T07:18:34Z", [0.9], ""], [19801, "2018-01-26T05:04:18Z", [1.0], "ANC leader says South Africa in new era as talk of Zuma exit grows\nhttps://www.reuters.com/article/us-safrica-politics-zuma/anc-leader-says-south-africa-in-new-era-as-talk-of-zuma-exit-grows-idUSKBN1FE2ID"], [368, "2018-01-26T00:13:42Z", [0.0], ""], [28414, "2018-01-25T13:18:08Z", [0.8], ""], [691, "2018-01-25T13:09:03Z", [0.8], "This will happen, but timing is always a guess.  They seem just about ready to move on it, though."], [19801, "2018-01-25T08:17:52Z", [1.0], "Ramaphosa: 'Cleaning up is going to be a mammoth task'\n'We have to start somewhere. Our people are clamoring for a clean government, and that is what we are going to give them' \nhttps://www.businesslive.co.za/rdm/news/2018-01-25-ramaphosa-cleaning-up-is-going-to-be-a-mammoth-task/ Magashule adamant that Zuma will still be SA President come SONA 2018\nhttps://www.thesouthafrican.com/magashule-zuma-sa-president-come-sona-2018/ Analysis: For South Africa to have a future, Zuma must be prosecuted\nhttps://www.dailymaverick.co.za/article/2018-01-25-analysis-for-south-africa-to-have-a-future-zuma-must-be-prosecuted/\n"], [31450, "2018-01-24T22:26:23Z", [0.5], "Shifting higher because I suspect power is rapidly moving away from Zuma and toward Ramaphosa."], [368, "2018-01-24T21:37:30Z", [0.0], ""], [691, "2018-01-24T20:41:48Z", [0.88], "The odds are increasing that pretty soon he will either come down with an incurable disease (c'mon--not lead poisoning; we have moved beyond that) or experience an overwhelming desire to spend more time with his family.  Perhaps in Equatorial Guinea."], [4634, "2018-01-24T18:37:23Z", [0.75], ""], [1333, "2018-01-24T16:13:05Z", [0.0], "Given the process that the party uses in SA I don't think they can oust him in this time frame. After so many years in office he is unlikely to suffer a security misfortune, so barring a health issue - the odds of him leaving in this time frame are diminishing rapidly. I'd give it a 12% chance but moved to Zero hoping for points."], [36967, "2018-01-24T15:13:21Z", [0.85], ""], [41922, "2018-01-24T10:26:08Z", [0.9], ""], [12302, "2018-01-24T04:44:39Z", [0.85], ""], [12302, "2018-01-24T04:43:33Z", [0.9], ""], [27461, "2018-01-23T21:49:34Z", [0.8], "(Up 5). The pressure on Zuma is rising, no question. There is still no deal, though. And I think it’s unlikely that Ramaphosa tries the brute force (impeachment or no-confidence vote). One other wrinkle: can a possible face-saving option be that Zuma agrees to go, but in, say, 6 months (after July 1)? They can announce it now, which would make him a lame duck and placate his opponents. How likely is this? "], [368, "2018-01-23T21:45:37Z", [0.0], ""], [13377, "2018-01-23T20:00:18Z", [0.7], ""], [37379, "2018-01-23T19:36:14Z", [0.95], "https://www.reuters.com/article/us-safrica-politics/south-africas-anc-says-deciding-whether-to-remove-zuma-as-president-idUSKBN1FB1S4"], [39937, "2018-01-23T14:02:50Z", [0.35], "following https://www.gjopen.com/comments/comments/677803\nthx for your input @Raahul_Kumar "], [25141, "2018-01-23T08:55:47Z", [0.6], ""], [25141, "2018-01-23T08:52:13Z", [0.5], ""], [30594, "2018-01-23T08:11:19Z", [0.65], ""], [43311, "2018-01-23T03:53:37Z", [1.0], ""], [19801, "2018-01-23T03:44:51Z", [1.0], "@shivadiva Zuma's done.\n\n- South Africa’s ruling African National Congress (ANC) is in the process of deciding whether to cut short President Jacob Zuma’s tenure as head of state, the party’s secretary general told a news conference on Monday. \nhttps://www.reuters.com/article/us-safrica-politics/south-africas-anc-says-deciding-whether-to-remove-zuma-as-president-idUSKBN1FB1S4"], [83, "2018-01-23T00:41:49Z", [0.7], ""], [172, "2018-01-23T00:09:45Z", [0.9], "And from The Guardian... ANC could ask Jacob Zuma to quit within fortnight\nhttps://www.theguardian.com/world/2018/jan/22/anc-could-ask-jacob-zuma-to-quit-within-fortnight?CMP=Share_iOSApp_Other Sounds like he has Mugabe’s goons ironing out the details for a modest retirement package."], [27461, "2018-01-22T21:21:12Z", [0.75], "(Up 10) Ramaphosa is strengthening its control over the ANC, with his supporters gaining a good majority in the National Working Commitee. He is also demonstrating that he is effectively running the country, with the Eskom board replacement and leading the SA Davos delegation. The prosecutors are moving aggressively against Zuma’s allies. All this is setting the stage for Zuma’s departure.  On the other hand: (i) Zuma will only go voluntarily with a no-persecution deal; (ii) he wants key supporters to remain in influential positions; (iii) intriguingly, may be Ramaphosa’s effective control over the party and country will reduce the urgency of Zuma’s exit. "], [14667, "2018-01-22T19:01:53Z", [0.55], ""], [12101, "2018-01-22T14:15:58Z", [0.25], ""], [67, "2018-01-22T12:08:33Z", [0.75], ""], [30059, "2018-01-22T08:51:10Z", [0.75], ""], [19801, "2018-01-22T01:00:26Z", [1.0], "South Africa: Is the Net About to Close On Zuma and His Gupta Patronage Network?\nhttp://allafrica.com/stories/201801210060.html South Africa's Ramaphosa Begins to Clean House\nhttp://allafrica.com/view/group/main/main/id/00058322.html Zuma's Time Running Out as Ramaphosa Wields South African Power\nhttps://www.bloomberg.com/news/articles/2018-01-21/zuma-s-time-running-out-as-ramaphosa-wields-south-african-power"], [368, "2018-01-21T21:02:06Z", [0.0], ""], [1333, "2018-01-21T14:19:58Z", [0.15], ""], [5386, "2018-01-21T13:27:23Z", [0.5], ""], [691, "2018-01-21T13:24:52Z", [0.9], ""], [19801, "2018-01-21T11:11:12Z", [1.0], " Leaders of South Africa’s ruling African National Congress (ANC)met on Saturday to outline the party’s program for the coming year amid reports that its executive planned to force Jacob Zuma to quit as the country’s president. \nhttps://www.reuters.com/article/us-safrica-politics/south-africas-anc-to-force-zuma-to-quit-as-president-reports-idUSKBN1F90A5?feedType=RSS&feedName=worldNews"], [14667, "2018-01-21T09:55:03Z", [0.24], ""], [21884, "2018-01-21T08:25:19Z", [0.15], ""], [23006, "2018-01-21T02:31:34Z", [0.89], ""], [368, "2018-01-20T21:38:38Z", [0.0], ""], [368, "2018-01-20T21:23:46Z", [0.0], ""], [4634, "2018-01-20T17:56:38Z", [0.7], ""], [67, "2018-01-20T15:42:24Z", [0.7], ""], [15196, "2018-01-20T13:50:00Z", [0.7], ""], [691, "2018-01-20T13:42:02Z", [0.92], "https://www.reuters.com/article/us-safrica-politics/south-africas-anc-to-force-zuma-to-quit-as-president-enca-tv-idUSKBN1F90A5\nAccording to this report, even the ANC poobahs are tired of this guy.  Timing mightn't work out, though."], [43003, "2018-01-20T06:56:23Z", [0.7], "Overtures have been made for a soft exit after he survived the ANC meeting."], [172, "2018-01-20T03:38:08Z", [0.7], "Increasing to 70%. Negotiations underway. Zuma trying to get best deal possible and kleptocracy wants more time versus undermining Ramaphosa before he even takes office. Purely matter of timing, avoiding prosecution, and hiding the corruption/bodies."], [38, "2018-01-19T21:22:36Z", [1.0], "http://www.coastweek.com/4102-South-Africa-ruling-party-denies-reports-about-president-Zumas-demands-for-stepping-down.htm The ruling African National Congress (ANC) on Friday denied press report about South African President Jacob’s Zuma’s demands and conditions for stepping down. This was mere speculation, newly elected ANC Secretary General Ace Magashule told reporters . . . responding to a Friday report by the Mail & Guardian newspaper that Zuma has provided key members of the ANC with a list of requirements if he were to step down as president of South Africa.  The report said Zuma is adamant that after he steps down, Dlamini-Zuma, ex-wife of Zuma and now an ANC MP, takes over as the country’s interim president until the 2019 general elections. Zuma also wants key members within his cabinet to stay in power and become part of the next government, to be led by newly elected ANC President Cyril Ramaphosa, according to the report.  This is rumor and will not be entertained by the ANC, Magashule said.\n~~~~~~~\nhttps://www.iol.co.za/capetimes/opinion/how-exactly-will-our-president-depart-from-office-apart-from-reluctantly-12743497 \" . . . what are the mechanisms that could apply or be of influence in relation to his removal from office? . . .  As far as a resignation is concerned, this could flow from the recall of Zuma by the national executive committee (NEC) of the ANC, as occurred with former president Thabo Mbeki. This option is problematic because Zuma is very different from Mbeki, and the NEC may not be able to reach a unanimous decision on the question of recall. Furthermore, so-called recall is not legally binding, and Zuma will resist. Should this be the case, it is necessary to examine the constitution in relation to the removal of the president. Section 89 provides for the removal of the president by impeachment, while section 102(2) deals with motions of no confidence, which if successful require the president to resign. This vote of no confidence can on request be by a secret ballot, as was ruled by the Constitutional Court in an important judgment last year.  It is submitted that if Zuma refuses to resign before Parliament reassembles next month, it is very likely that section 102(2) will be put into operation and will be precipitated by either opposition parties or indeed the governing party or members of it. In an important case, the Constitutional Court held on December 29 that the National Assembly had failed in its constitutional obligation to hold Zuma accountable, and to be able to proceed with his impeachment following the release of the Nkandla report and the Nkandla judgment of the Constitutional Court. In an important majority judgment by Justice Chris Jafta, the Constitutional Court considered the serious consequences and implications of the impeachment proceedings provided for in section 89 of the constitution, which authorise the National Assembly exclusively, by a vote of two-thirds of its members, to remove the president from office.  A constitutional prerequisite for such a drastic process of impeachment is as stipulated in section 89(1) a factual inquiry into whether one of a triple of listed grounds is present, as set out above. What the court found was that there were actually no rules in place to address what was required by the process that is set out in section 89, and furthermore that the National Assembly was obligated by the constitution, as the supreme law of the land, to do so.  As a result, the court ordered the National Assembly to make appropriate rules regulating the procedure required by section 89(1) within 120 days from the date of its order. All things considered, from the point of view of realpolitik, it is submitted that the National Assembly is unlikely to begin impeachment proceeding against Zuma, but is more likely to institute a no- confidence motion in terms of section 102(2) as explained above. It is significant to note there are two consequences of a successful motion of no confidence. First, as is the position with a successful impeachment, the president retains all his considerable rights and benefits as an erstwhile president.  Secondly, impeachment requires two-thirds of the members of the National Assembly to support a vote in this regard. It appears that the impeachment option is very unlikely. In relation to a motion of no confidence, it is submitted that there is the real possibility that Zuma will pre-empt this and resign if it appears that such a motion would be successful.  Considerable political negotiation is likely to precede this and has apparently already started, and Zuma will obviously endeavour to obtain the most favourable terms in relation to his position and people closely associated with him, as well as some of his very controversial political and financial activities after retirement.  The ANC would try to ensure as best it can to adroitly manage the departure of Zuma in a manner that preserves the unity of the party. Should he resign, there will be a vacancy in the office of the presidency, and then section 86(3) will become operative. This requires the election of a new president within 30 days. * Devenish is emeritus professor at UKZN and one of the scholars who assisted in drafting the interim constitution in 1993.\n~~~~~~~\nhttps://businesstech.co.za/news/finance/219601/rand-hits-key-strength-level-as-zuma-exit-talk-heats-up/ \" . . .  new ANC president Cyril Ramaphosa . . .  is saying that Zuma's future would be decided \"as time goes on\".\n~~~~~~~\nhttp://ewn.co.za/2018/01/16/opinion-ramaphosa-should-end-presidential-merry-go-round-in-south-africa Zuma’s supporters are strongly supportive of the idea of an interim president. It has its roots in the previous succession drama that unfolded after the ANC forced Thabo Mbeki to resign as the country’s president in September 2008. Kgalema Motlanthe, the ANC’s then deputy president, stepped up to the plate to serve in his place until the party president – Zuma – assumed office following the general election in May 2009. It has never been revealed why Zuma did not become state president directly, although it’s clear that they intended Motlanthe was to become a cypher, subject to Zuma’s control. This precedent is now being bandied about as established practice that has to be followed. But there’s no getting around the fact that it’s being pursued by Zuma and his supporters for dubious reasons. In short, they want to put the brakes on the transition to a Ramaphosa presidency so that they can protect and further their personal interests. Zuma, in particular, wants to place continuing political obstacles in the way of his being subject to prosecution through the courts on 783 criminal charges. The charges go back to before he assumed office. And there are lingering hopes among his closest acolytes that they can push through a deal with the Russians on nuclear power before their rule ends. Fortunately, reports indicate that Ramaphosa has rejected the idea of standing aside in favour of an interim president (and certainly, of Nkosazana Dlamini Zuma, who has been proposed by the Zuma faction).  . . .  Zuma has every right to remain in office until his term expires. Constitutionally, he does. But politically he is ever more a lame duck, rapidly leaking support in the wake of Ramaphosa’s election to the party leadership. This is why there is an increasingly determined effort to oust him. Zuma’s detractors inside and outside the party argue, correctly, that the more he hangs around the more damage he will be doing to the ANC and its prospects in any forthcoming election. . . . it would demonstrate that South Africa is no shithole democracy.\n~~~~~~~\nCOMMENT:  Comparison class:  I found it very interesting how important it was to Zimbabweans that Mugabe's departure not be called a \"coup\"; it was important to them that Zimbabwe be perceived as an advanced democracy which values the rule of law.  I think that there is a similar concern in SA, as illustrated by the closing phrase in the last quoted source,  a resignation by Zuma \". . .  would demonstrate that South Africa is no shithole democracy.\"   There is also the practical concern that the impeachment and vote of no-confidence processes would drag on too long, air too much dirty laundry, and tarnish too many ANC leaders, damaging the party's chances to do well in the next election.\n"], [5386, "2018-01-19T20:38:22Z", [0.42], ""], [368, "2018-01-19T19:22:43Z", [0.0], ""], [4634, "2018-01-19T15:22:05Z", [0.65], ""], [23006, "2018-01-19T14:57:53Z", [1.0], ""], [46458, "2018-01-19T09:31:28Z", [0.8], "South Africa trying to clean up its act."], [368, "2018-01-18T23:07:52Z", [0.0], ""], [368, "2018-01-18T22:50:11Z", [0.0], ""], [34353, "2018-01-18T12:09:29Z", [0.05], ""], [27461, "2018-01-18T02:28:41Z", [0.65], "(up 5). Looks like intensive negotiations are ongoing, but for the moment Zuma and Ramaphosa are at stalemate (https://www.youtube.com/watch?v=ZytfMzTGFZU). Much as I expected, Zuma is negotiating for his supporters to remain in power, and Ramaphosa is finding hard to accept that. Still, the pressure on Zuma is on. The ANC will elect its national working committee and heads of subcommittees this week - watch out for whose supporters will prevail. This may affect the negotiations. "], [11800, "2018-01-17T22:41:48Z", [0.9], "thanks to @Anneinak to convince me changing my mind abou the latest readings of the development.  it might happen in the first 6 months of this year.\nI radically change my mind ! https://www.google.ch/amp/www.telegraph.co.uk/news/2018/01/13/jacob-zuma-booed-pressure-grows-south-african-president-step/amp/ https://www.google.ch/amp/s/www.bloomberg.com/amp/news/articles/2018-01-10/south-africa-s-zuma-retains-office-as-ramaphosa-bides-his-time"], [172, "2018-01-17T22:03:52Z", [0.5], "Check out NIk’s reasoning. I concur."], [46208, "2018-01-17T21:01:56Z", [0.15], ""], [45821, "2018-01-17T18:10:04Z", [0.8], ""], [22833, "2018-01-17T14:05:25Z", [0.9], ""], [1646, "2018-01-17T13:00:57Z", [0.95], ""], [38, "2018-01-17T05:14:49Z", [1.0], "The ANC's new president, future candidate for Pres of SA, and current Deputy Pres of SA, Cyril Ramaphosa, is trying hard to create a quiet, honorable exit for Pres Zuma.  As we saw in Zimbabwe, in some African countries there is a high value put on the appearance of law and order; the Zimbabwe military was determined that their involvement in the change of government in Zimbabwe NOT be called a \"coup\".  Something similar seems to be happening in SA.  Ramaphosa has several reasons for not wanting a coup (including that almost half of the ANC still supports Zuma), and he doesn't want Zuma's dirty laundry hung out for all to see through the impeachment process or another vote of no-confidence because of how it would further damage the image of ANC.  So, all the stories are of pressures being brought to bear on Zuma to voluntarily resign.  Zuma's conditions are making the news; the fact that he's negotiating tells me that it's just a matter of time."], [368, "2018-01-16T20:43:55Z", [0.0], ""], [83, "2018-01-16T02:23:10Z", [0.4], ""], [368, "2018-01-15T23:37:28Z", [0.0], ""], [691, "2018-01-15T14:29:30Z", [0.1], ""], [28414, "2018-01-15T12:57:45Z", [1.0], ""], [28414, "2018-01-15T10:27:27Z", [0.57], ""], [19801, "2018-01-15T04:33:27Z", [1.0], " The new leader of South Africa’s ruling African National Congress (ANC) party, Cyril Ramaphosa, has said the question of whether President Jacob Zuma should step down would be addressed “as time goes on”. \nhttps://www.reuters.com/article/us-safrica-politics/south-africas-anc-leader-zuma-to-be-dealt-with-over-time-idUSKBN1F30GH?il=0 Zuma forced the previous leader out after he won the ANC election. I suspect Ramaphosa will repeat history."], [368, "2018-01-14T22:04:27Z", [0.0], ""], [48765, "2018-01-14T19:15:12Z", [0.1], ""], [23006, "2018-01-14T17:30:55Z", [0.64], ""], [47894, "2018-01-14T17:22:11Z", [0.55], ""], [1333, "2018-01-14T16:17:45Z", [0.05], ""], [14667, "2018-01-14T16:03:17Z", [0.16], ""], [691, "2018-01-14T13:25:06Z", [0.12], ""], [48713, "2018-01-14T07:16:50Z", [0.4], ""], [48705, "2018-01-14T06:01:12Z", [0.6], ""], [48705, "2018-01-14T06:01:01Z", [0.2], ""], [37379, "2018-01-14T04:15:31Z", [0.5], ""], [27461, "2018-01-13T22:43:05Z", [0.6], "On the one hand, Ramaphosa can't afford to leave Zuma in office until the end of his term - this will make him (Ramaphosa) look weak and pretty much torpedo his influence in the party. So Zuma will have to resign, by end-2018 at the latest and probably sooner. On the other hand, it has to be a negotiated exit - Ramaphosa does not have a strong majority in ANC's Executive Committee, and any open fight will leave the party bitterly divided and weak before the 2019 elections. Ramaphosa has indicated that unity is paramount for him now. Negotiations would involve both a \"no-persecution\" clause for Zuma and retaining some influence in the party and state for his supporters.   On the third hand (so to speak :)), Ramaphosa can't afford to be too generous to Zuma and his supporters - he was elected on a platform to eradicate corruption and state capture, and can't risk being seen as reneging on these pledges in the name of getting to power soon. This suggests protracted negotiations. What does all this imply for the timing of Zuma's resignation? News chatter suggest that intensive discussions are already under way, even though Zuma's reported conditions are a non-starter (https://citizen.co.za/news/south-africa/1780444/jz-supporters-want-ndz-as-interim-for-him-to-step-down-report/). So I'd say odds are better than 50/50 that an agreement to resign will be reached before July 1.   "], [43003, "2018-01-13T22:32:33Z", [0.15], ""], [43003, "2018-01-13T22:22:33Z", [0.05], "https://www.news24.com/SouthAfrica/News/has-zuma-been-reduced-to-a-puppet-20180112\n\"Plans to recall Zuma put on ice\""], [23006, "2018-01-13T19:56:49Z", [0.62], ""], [368, "2018-01-13T18:59:41Z", [0.0], ""], [691, "2018-01-13T15:03:53Z", [0.12], ""], [1624, "2018-01-13T07:15:35Z", [0.3], ""], [368, "2018-01-12T20:54:07Z", [0.0], ""], [67, "2018-01-12T16:00:44Z", [0.58], ""], [28414, "2018-01-12T10:19:40Z", [0.5], ""], [48100, "2018-01-12T09:26:08Z", [0.5], "He seems to be planning his own exit now...even odds terms can be agreed by 1 July"], [4273, "2018-01-12T04:10:04Z", [0.65], ""], [691, "2018-01-11T19:39:31Z", [0.16], ""], [67, "2018-01-11T19:22:57Z", [0.55], ""], [368, "2018-01-11T19:20:09Z", [0.0], ""], [21884, "2018-01-11T03:43:21Z", [0.1], ""], [172, "2018-01-10T23:01:35Z", [0.5], ""], [15408, "2018-01-10T21:03:27Z", [0.0], ""], [25141, "2018-01-10T17:00:52Z", [0.1], ""], [25141, "2018-01-10T17:00:27Z", [0.15], ""], [28414, "2018-01-10T15:45:22Z", [0.15], ""], [691, "2018-01-10T15:31:16Z", [0.16], "https://www.reuters.com/article/us-safrica-politics/zumas-exit-not-on-south-african-ruling-partys-meeting-agenda-idUSKBN1EZ12K?il=0 Seems to be safe from adverse action at the moment.  Most likely they'll let him finish his term and then try to ignore him to death.  "], [368, "2018-01-09T19:35:13Z", [0.0], ""], [368, "2018-01-09T19:19:52Z", [0.0], ""], [598, "2018-01-09T14:21:50Z", [0.1], ""], [691, "2018-01-09T13:50:36Z", [0.28], ""], [1646, "2018-01-09T01:37:17Z", [0.55], ""], [41523, "2018-01-08T22:47:24Z", [0.35], ""], [1993, "2018-01-08T21:59:29Z", [0.4], ""], [368, "2018-01-08T20:17:42Z", [0.0], ""], [25141, "2018-01-08T15:14:03Z", [0.7], ""], [28414, "2018-01-08T12:47:35Z", [0.6], ""], [691, "2018-01-08T12:44:24Z", [0.26], ""], [47597, "2018-01-08T07:00:29Z", [0.5], "He's a disaster threatening both party and country"], [47488, "2018-01-08T05:19:23Z", [0.5], ""], [47363, "2018-01-07T20:40:51Z", [0.21], "not before 10/1/18"], [47123, "2018-01-07T19:19:51Z", [0.1], ""], [368, "2018-01-07T19:10:40Z", [0.0], ""], [45616, "2018-01-07T18:53:26Z", [0.0], ""], [368, "2018-01-07T18:52:01Z", [0.0], ""], [47161, "2018-01-07T16:38:16Z", [0.0], ""], [368, "2018-01-07T02:39:05Z", [0.0], ""], [368, "2018-01-07T02:24:37Z", [0.0], ""], [46818, "2018-01-06T22:03:52Z", [0.3], ""], [37925, "2018-01-06T15:32:55Z", [0.1], "http://www.bbc.com/news/world-africa-42410398 http://www.bbc.com/news/world-africa-42510304 1.  I think many in the country are fatigued from decades of political fighting, much of which has led to death, significant change in wealth, and more.  The above links provide a nice summary of possible outcomes of Zuma's presidency.\n2.  Zuma is fighting significant legal battles, which is chewing up his time and his MONEY.\n3.  The ANC would think and rethink yanking Zuma from the presidency because the ANC is not a solid block right now.  a. There is a sitting president who is no longer the leader of the ANC.  \nb. There is separate leader of the ANC.\nc. His ex-wife is just one of several other candidates for the presidency.\n4.  The ANC is probably not keen on creating a compromise government composed of the former spouses.\n5.  Zuma has a reputation for actions illegal and/or unethical, as well as some downright immoral.  Court cases have not always ruled against him, but his reputation is not pristine.\n6.  The end of 2017 was huge for those who have been sexually assaulted or abused.  The awareness of a growing list of perpetrators, and an even faster growing list of vocal victims may increase in the country.  If this happens, it quite reduces Zuma's chances of re-election. I suspect that Zuma will be allowed to simply ... cease ... to be the president of the country, that the constituency will be afforded the opportunity to vote its mind; or that he may realize he is no longer viewed as a viable leader, and step down, undoubtedly due to \"health\" or other innocuous reason. One factor which could possibly dramatically affect voters' perceptions of him would be the surfacing of any more allegations immoral, illegal, or unethical."], [45594, "2018-01-06T09:05:11Z", [0.05], ""], [13377, "2018-01-06T07:46:30Z", [0.2], ""], [368, "2018-01-05T22:35:58Z", [0.0], ""], [368, "2018-01-05T22:05:39Z", [0.0], ""], [691, "2018-01-05T16:22:44Z", [0.2], ""], [46442, "2018-01-05T11:59:34Z", [0.15], ""], [25141, "2018-01-05T07:38:00Z", [0.66], ""], [30594, "2018-01-05T05:18:43Z", [0.5], ""], [46116, "2018-01-05T03:55:43Z", [0.23], ""], [368, "2018-01-05T00:03:21Z", [0.0], ""], [5386, "2018-01-04T22:06:31Z", [0.5], ""], [46376, "2018-01-04T21:09:32Z", [0.05], ""], [368, "2018-01-04T19:43:54Z", [0.0], ""], [23355, "2018-01-04T14:00:18Z", [0.89], ""], [45668, "2018-01-04T11:39:11Z", [0.0], ""], [24771, "2018-01-04T06:52:29Z", [0.34], ""], [172, "2018-01-04T01:02:31Z", [0.7], "South Africa keen to start winding down ANC kleptocracy. No one will miss Zuma -he just needs to ensure he gets a Mugabe style retirement package."], [31450, "2018-01-03T18:45:44Z", [0.4], "Going up a few more points as I think power is steadily shifting away from Zuma."], [46019, "2018-01-03T18:05:22Z", [0.1], ""], [368, "2018-01-02T19:06:15Z", [0.0], ""], [691, "2018-01-02T13:23:51Z", [0.2], ""], [31571, "2018-01-02T08:11:11Z", [0.5], ""], [368, "2018-01-01T21:39:42Z", [0.0], ""], [43691, "2018-01-01T21:03:23Z", [0.87], ""], [44982, "2017-12-31T22:14:08Z", [0.1], ""], [368, "2017-12-31T18:54:36Z", [0.0], ""], [43870, "2017-12-31T16:58:42Z", [0.15], ""], [691, "2017-12-31T13:56:59Z", [0.22], ""], [368, "2017-12-31T03:29:23Z", [0.0], ""], [691, "2017-12-30T21:06:39Z", [0.28], ""], [11800, "2017-12-30T11:45:59Z", [0.0], "it doesnt look like and the rumors are going on since months and still he is not moving. "], [368, "2017-12-29T20:55:16Z", [0.0], ""], [30059, "2017-12-29T17:32:24Z", [0.35], ""], [1639, "2017-12-29T17:24:37Z", [0.5], "Zuma impeachment calls grow after court rules on home upgrade scandal\nSouth Africa’s constitutional court says parliament failed to hold the country’s president to account over state-funded upgrades to rural residence\nhttps://www.theguardian.com/world/2017/dec/29/south-africa-parliament-jacob-zuma-court\n______________________________\nCOMMENTS:  Impeachments move very slowly and in SA it may be even slower, but these issues are there for a while now, plus the economy is not really flourishing."], [23006, "2017-12-29T17:09:23Z", [0.6], "As per Rene’s comments https://www.gjopen.com/comments/comments/651846"], [4634, "2017-12-29T10:06:23Z", [0.6], "One step closer: https://www.reuters.com/article/us-safrica-politics/south-africas-top-court-rules-parliament-failed-to-hold-zuma-to-account-over-scandal-idUSKBN1EN0JO"], [368, "2017-12-29T01:46:02Z", [0.0], ""], [1993, "2017-12-29T00:18:45Z", [0.4], ""], [28414, "2017-12-28T22:58:46Z", [0.95], ""], [38, "2017-12-28T22:17:00Z", [1.0], ""], [83, "2017-12-28T18:18:17Z", [1.0], "Opportunity to revise average historical forecast up to approx. 60%."], [4634, "2017-12-28T14:30:21Z", [0.5], ""], [28414, "2017-12-28T13:21:42Z", [0.85], ""], [368, "2017-12-27T21:14:03Z", [0.0], ""], [30594, "2017-12-27T19:10:08Z", [0.33], ""], [30389, "2017-12-27T10:54:15Z", [0.35], ""], [5386, "2017-12-27T10:41:53Z", [0.7], ""], [28414, "2017-12-27T10:01:06Z", [0.65], ""], [368, "2017-12-27T01:47:54Z", [0.0], ""], [691, "2017-12-26T20:28:23Z", [0.28], ""], [23234, "2017-12-26T16:56:11Z", [0.59], ""], [28414, "2017-12-25T22:00:42Z", [0.55], ""], [368, "2017-12-25T21:45:34Z", [0.0], "Comment deleted on Dec 25, 2017 10:22PM UTC"], [28414, "2017-12-25T20:34:37Z", [0.88], ""], [28414, "2017-12-25T16:18:29Z", [0.55], ""], [43055, "2017-12-25T14:42:37Z", [0.75], "A power struggle is happening, and Zuma is a coward, so it seems likely that he will flee, a new president will be chosen, and the government that chose the new president, will fail."], [368, "2017-12-25T00:48:43Z", [0.0], ""], [23006, "2017-12-24T20:59:01Z", [0.51], ""], [37379, "2017-12-24T15:28:25Z", [0.88], ""], [37379, "2017-12-24T15:27:33Z", [0.3], "Vultures are circling. Comparison class: Mugabe. Dateline 12-24-2017 Party leadership said to be discussing ‘conflict-free exit’\nRamaphosa and Magashule expected to lead transition talks\n--  https://www.bloomberg.com/news/articles/2017-12-24/south-africa-s-ruling-anc-to-ask-zuma-to-step-down-city-press"], [14667, "2017-12-24T11:10:02Z", [0.25], ""], [42612, "2017-12-24T08:06:55Z", [1.0], ""], [21884, "2017-12-24T06:40:40Z", [0.1], ""], [1993, "2017-12-24T05:40:41Z", [0.3], ""], [368, "2017-12-24T02:31:28Z", [0.0], ""], [30594, "2017-12-23T15:47:47Z", [0.28], ""], [42794, "2017-12-23T04:49:15Z", [0.55], ""], [23006, "2017-12-23T04:17:15Z", [0.55], ""], [368, "2017-12-23T03:11:25Z", [0.0], ""], [38, "2017-12-23T02:09:03Z", [0.88], ""], [38, "2017-12-23T02:08:43Z", [0.77], "https://www.businesslive.co.za/bd/politics/2017-12-21-jacob-zumas-fate-now-in-hands-of-new-nec/ The ANC has left its former president Jacob Zuma’s fate in the hands of its newly elected top leadership structure, the national executive committee (NEC).\nIt will once again be up to the NEC to decide whether to recall Zuma. . .  The NEC recalled former president Thabo Mbeki about nine months after Zuma had displaced him as party president. But there is an acute urgency around Zuma’s recall due to the proximity of the 2019 national election and his scandal-ridden decade in office. It is understood that both camps that contested for the ANC presidency would have moved to cut short Zuma’s term in a bid to restore confidence in the party ahead of the 2019 poll. The new NEC is expected to be a \"mixed bag\", which includes remnants of the Zuma faction. However, insiders said due to the shift in the presidency, many of those who were afraid to speak out against Zuma while he was party president might now be emboldened to do so. At a commission sitting during the last two days of the conference, delegates raised Zuma’s recall, but it is understood the debate was shut down by provinces such as KwaZulu-Natal. The issue of \"two centres of power\" was then raised in the plenary session of the conference. The official word from the party was that the NEC was mandated to \"manage\" the issue of \"two centres of power\".  This refers to a power base in Luthuli House — which is now Ramaphosa — and another in the state, which is currently Zuma. Outgoing ANC head of organising Fikile Mbalula . . .  emphasised, however, that delegates at the conference had reaffirmed the ANC as the centre of power — implying that Zuma would have to abide by any decision taken by the party.  \"The ANC takes decisions and its deployees in government must abide … it is the ANC that gives a mandate to its deployees in government,\" Mbalula said.  One such decision was for a judicial commission of inquiry — in line with former public protector Thuli Madonsela’s report — to be set up urgently. This was the key decision taken by the conference that places Zuma in a corner — he has also been ordered by the high court to set up the commission with a presiding judge selected by Chief Justice Mogoeng Mogoeng. . . .  The ANC has done nothing but ignore most findings of the integrity commission, especially those relating to Zuma.\n~~~~~~~\nCOMMENT:  Zuma is despised and is a blackmark on the face of ANC.  The only people supporting him are those who benefitted from his corruption.  As we saw in Zimbabwe, the corrupt have loyalty to only one thing/person: themselves and their continued perks.  Zuma's cronies will re-align themselves with Ramaphosa ASAP."], [13377, "2017-12-22T23:53:06Z", [0.37], ""], [28414, "2017-12-22T23:17:56Z", [0.37], ""], [691, "2017-12-22T21:25:39Z", [0.08], ""], [368, "2017-12-22T17:30:54Z", [0.0], ""], [30059, "2017-12-22T15:32:17Z", [0.2], ""], [30059, "2017-12-22T15:31:49Z", [0.7], ""], [42129, "2017-12-22T00:19:27Z", [0.05], ""], [38, "2017-12-21T22:57:38Z", [0.77], ""], [38, "2017-12-21T22:49:31Z", [0.66], "https://www.reuters.com/article/us-saundersonmeyer-southafrica-commentar/commentary-what-south-africas-ramaphosa-must-do-next-idUSKBN1EC2S8?utm_source=Sailthru&utm_medium=email&utm_campaign=US%20Reuters%20News%20Now%202017-12-19&utm_term=US%20Reuters%20News%20Now \"To claim the crown, there are three challenges that Ramaphosa, designated heir to the throne, has to perform – at least in terms of public perception.  First, he must decide whether Zuma will be allowed to serve out his term of office until the 2019 elections, or whether he will be recalled, as was the fate of Zuma’s predecessor, former president Thabo Mbeki. The compromise might be for Zuma to resign with dignity, with private assurances of a presidential pardon from prosecution.\n~~~~~~~\nCOMMENT: Ramaphosa needs to consolidate power ASAP.  His deputy, half of his cabinet, and the ANC party secretary are all part of Zuma's circle.    Zuma is widely-despised and has 738 corruption charges against him.   "], [28414, "2017-12-20T23:31:06Z", [0.3], ""], [368, "2017-12-20T19:11:53Z", [0.0], ""], [31450, "2017-12-20T18:54:54Z", [0.3], "I'm shifting higher, and above consensus, because I think there is a chance that the ANC will now choose to get rid of Zuma early due to his unpopularity."], [73, "2017-12-20T17:26:21Z", [1.0], ""], [14667, "2017-12-20T16:02:18Z", [0.14], ""], [23006, "2017-12-20T11:10:23Z", [0.4], ""], [368, "2017-12-20T02:41:21Z", [0.0], ""], [691, "2017-12-19T22:23:58Z", [0.08], "He probably gets to stay on as president until his term runs, now that folks feel safe for the moment from the feeling that they are ants getting the crumbs from a Zuma family picnic.  "], [23234, "2017-12-19T19:21:30Z", [0.57], "WaPost: President Jacob Zuma is warning that the ruling party cannot allow business interests to sway its work. ...”greed is posing a serious threat.” Hehehe"], [23234, "2017-12-19T18:06:57Z", [0.38], ""], [28414, "2017-12-19T16:53:38Z", [0.0], ""], [368, "2017-12-19T05:22:14Z", [0.0], ""], [23006, "2017-12-19T05:20:17Z", [0.4], ""], [368, "2017-12-19T05:05:10Z", [0.0], "Future directions on leadership contestation and outcomes are determined ‘collectively’, ie, by majority rule mechanisms of the national executive committee (the equivalence of a politburo) of the ANC.  Majority rule often have inefficient outcomes and, more importantly, aggregate decision making does not efficiently convert from individual preferences.  Given Arrow’s Impossibility Theorem and the unlikelihood of a destabilizing decision by the NEC (ie., removal of Zuma prior to 2019) decreases the probability of this outcome significantly.  Politically, Ramaphosa will be used as a constraint factor while the deputies (who still have a deep personalistic devotion to Zuma, via ethnicity) exert an asymmetric balance of power; the continuation of the Gupta connection will constrain Ramaphosa’s efficiency in contestation over corruption, factionalism and organizational fractionalization.  These factors result in a weakened power center for the executive along with a partial increase over organizational power which still results in an unstable equilibrium."], [1993, "2017-12-19T04:33:20Z", [0.2], "Cyril Ramaphosa elected president of ANC. I am still doubtful that the ANC will have the impetus to remove Jacob Zuma in the next six months, before his term as president of the nation is up."], [368, "2017-12-19T00:58:12Z", [0.0], ""], [39937, "2017-12-18T22:18:25Z", [0.0], "for myself:\nhttps://www.iol.co.za/news/politics/president-zuma-will-deliver-sona-says-magashule-13092694 https://www.timeslive.co.za/\n"], [4273, "2017-12-18T21:47:14Z", [0.6], ""], [73, "2017-12-18T20:37:50Z", [0.7], ""], [4634, "2017-12-18T19:18:47Z", [0.4], ""], [73, "2017-12-18T17:24:46Z", [0.0], ""], [23234, "2017-12-18T13:19:48Z", [0.5], "for now https://www.ft.com/content/5e392832-e3cd-11e7-97e2-916d4fbac0da i'm so clueless on this question that I don't even know whether this possibility (discussed in the above-linked article) would require that Zuma stop being President of the country (FT doesn't write the sentence in a way that indicates it knows either): \"Victory for Mr Ramaphosa would threaten Mr Zuma’s grip on the state presidency, exposing him to the chance of being fired by the ANC two years before his term officially ends.\""], [23234, "2017-12-18T04:16:56Z", [0.35], ""], [368, "2017-12-18T02:43:52Z", [0.0], ""], [14667, "2017-12-17T19:15:09Z", [0.27], ""], [368, "2017-12-16T20:43:30Z", [0.0], ""], [37379, "2017-12-16T19:27:11Z", [0.3], "Watching for results from this upcoming election: Dateline 12-15-2017 ANC delegates will vote this weekend. The contenders are Deputy President Cyril Ramaphosa and Nkosazana Dlamini-Zuma. Ramaphosa is a former trade unionist turned successful businessman. He leads an ANC faction that recognizes the need to balance moves to transfer more of the country’s economy and land into black hands with a consistent effort to maintain investor confidence. Dlamini-Zuma is former chair of the African Union Commission, former health minister, former foreign minister, and Zuma’s former wife. She heads a faction of the ANC that wants to protect its privileges and keep Jacob Zuma out of jail. \n-- Signal <signal@eurasiagroup.net>"], [691, "2017-12-16T14:32:11Z", [0.11], ""], [368, "2017-12-16T00:06:20Z", [0.0], ""], [41270, "2017-12-15T19:33:39Z", [0.6], ""], [28414, "2017-12-15T09:49:38Z", [0.01], ""], [19801, "2017-12-15T04:11:01Z", [1.0], "South African President Jacob Zuma has lost two court cases in one day, both linked to corruption allegations. Pretoria's High Court ordered Mr Zuma to set up a judicial inquiry, calling him \"seriously reckless\" for challenging recommendations by a watchdog in a case against him. In the second case, a judge ruled he had abused the judicial process by trying to block a report on corruption, ordering him to pay legal fees. Mr Zuma quits as ANC leader next week.\nhttp://www.bbc.com/news/world-africa-42342717"], [13377, "2017-12-15T03:15:36Z", [0.35], ""], [368, "2017-12-14T19:32:16Z", [0.0], ""], [691, "2017-12-14T18:26:06Z", [0.12], ""], [41371, "2017-12-14T17:09:17Z", [0.5], ""], [14667, "2017-12-13T19:47:51Z", [0.1], ""], [368, "2017-12-13T18:46:24Z", [0.0], ""], [1333, "2017-12-13T17:54:19Z", [0.15], ""], [4634, "2017-12-13T15:57:17Z", [0.35], ""], [368, "2017-12-13T01:52:21Z", [0.0], ""], [23006, "2017-12-10T21:54:51Z", [0.3], ""], [368, "2017-12-10T19:48:24Z", [0.0], ""], [691, "2017-12-10T15:48:02Z", [0.12], ""], [38887, "2017-12-10T15:31:05Z", [0.6], "removing public figures from the office is a time consuming task..."], [23234, "2017-12-10T08:05:21Z", [0.27], ""], [15425, "2017-12-10T07:09:37Z", [0.15], "Initial forecast"], [8318, "2017-12-10T03:05:11Z", [0.11], ""], [368, "2017-12-10T01:16:05Z", [0.0], ""], [42243, "2017-12-09T23:13:29Z", [0.7], ""], [37379, "2017-12-09T18:26:44Z", [0.3], ""], [23234, "2017-12-09T06:05:41Z", [0.3], "I don't see this as even 30% probability but am raising to that level b/c others whose judgment is good think it even more likely and I'm not very confident in my own assessment of Zuma's position. re his/ANC incentives: it seems like not relinquishing power is the best way to pretend he deserves to stay in power, and (for others within the ANC) ensuring that the ANC keeps him in power is the best way for powerful people in the ANC to succeed him; opposition to him from within the ANC requires assembling enough support (which may make sense politically looking at the country's exasperation with Zuma as a whole) but I'm not sure what the principled way to pick one dissenter as leader over another, when the payoff might be better to expel the dissenter, retain power (or curry favor from the person who does); if ANC can't hold together internally, it may lose power to other parties. but i dunno much about recent developments or folks' individual or collective incentives; the above is just idle/lazy surmise/speculation."], [39938, "2017-12-08T16:25:22Z", [0.2], ""], [37379, "2017-12-08T15:56:35Z", [0.85], "Dateline 12-8-2017 South Africa's Deputy President Cyril Ramaphosa, 65, has a strong lead in the race to become the new leader of the governing African National Congress.\nHe emerged as frontrunner after ANC party branches chose between him and his rival Nkosazana Dlamini-Zuma.\nShe is a prominent politician and the ex-wife of scandal-prone President Jacob Zuma, who steps down this month.\nThe winner of the party race will be well placed to become the country's new president in 2019. -- http://www.bbc.com/news/world-africa-42236102"], [368, "2017-12-07T16:27:14Z", [0.0], ""], [38, "2017-12-07T02:51:35Z", [0.33], "COMPARISION:  I've been thinking that Zuma's situation was roughly analogous to Mugabe's in Zimbabwe. Conclusions I drew from Mugabe/Zimbabwe:\n-In a corrupt government, loyalty is not to a person, a party, an ideal, a platform,  a tribe/klan, the nation, or the common good; it is to personal profit/benefit, only, that's why Mugabe lost power almost overnight.\n-Those in power seek to maintain the status quo.\n-Greed for power can be limitless.\n-In a country with a very dominant major party, the greatest challenges to leadership will come from within the party\n-Elections can be de-stabilizing.  They open the door to change and legitimize dissent that otherwise could be more easily labeled treasonous.   Applying those conclusions to Zuma/SA:\n-Zuma's supporters will stay with him until a surer guaranteer of their continued power appears, then they will abandon him over-night.\n-Zuma has hoped that his ex-wife would get the endorsement of the party, but that now appears unlikely.  If she had received strong party support, he may have resigned in her favor so that she could run as an incumbent (having already distributed some of the spoils of power to her cronies to insure her election.)\n-It appears that the insiders favor Ramaphosa:  that makes him the \"Mnangagwa\" of SA.\n-Zuma has had to face 8 votes of no-confidence.  He has survived each with a smaller margin.  I think that once the party has selected his successor, there will be another vote of no-confidence, and Zuma will not survive it because a \"Plan B\" (replacing him with the party nominee) will be welcomed by the public and supported by the party  leaders. Now that I've written my little fairytale-narrative, I have to ask myself:  how realistic is this?  Where does a POM (power player-objectives-means) analysis take me? -The power players are the public, the ANC leadership, and Zuma's inner circle.  \n-The objective of the people is better government, but the ANC leadership & Zuma's inner circle want to maintain their power.\n-The ANC party convention enables the public to express its choice/hope for better government and the ANC leadership & Zuma's inner circle to guide the party to select a candidate which will guarantee their continued power and security.\n-A vote of no-confidence would enable a lawful transition from Zuma to the ANC's presidential candidate. Now, about inside/outside perspectives.\nInside:  I think I've laid out a plausible path to a change in SA leadership prior to the election\nOutside:  that's what I've not figured out yet.  I agree with @ErikFritzsche: Removal becomes more likely the closer the 2019 elections become, the less favorable the electoral prospects for the ANC get, and the more clearly an alternative to Zuma emerges.   I think the probability after 2017 increases slightly non-linear: so I guess, the probability for ceasing to be president before the elections in 2019 (probably in May) and handing over to so  "], [368, "2017-12-06T20:42:10Z", [0.0], ""], [41523, "2017-12-05T23:06:42Z", [0.05], ""], [368, "2017-12-05T19:10:19Z", [0.0], ""], [23234, "2017-12-05T01:34:04Z", [0.13], ""], [19801, "2017-12-04T22:15:12Z", [1.0], "1.2017 motion of no confidence On 7 August 2017, Speaker Baleka Mbete announced that she would permit a motion of no confidence in Zuma's government to proceed in the National Assembly via secret ballot. It was the eighth motion to be brought against Zuma in his presidency and the first to be held via secret ballot. After the vote was held the next day, the motion was defeated 198-177, with 25 abstentions. Around 20 ANC MPs voted in favor of the measure.\nhttps://en.wikipedia.org/wiki/Jacob_Zuma 2.Deputy President Cyril Ramaphosa said yesterday he saw no reason why President Jacob Zuma would refuse to be subjected to the inquiry into state capture. Ramaphosa was speaking to reporters from parliament's Press Gallery Association in Cape Town. As allegations of state capture continue to unravel before the public, more than one parliamentary committee has indicated an intention to call Zuma to answer questions on the matter.\nRamaphosa said state capture at state-owned enterprises was being investigated and that all people called to make representations should come forward.\n\"I have gone public to say we want law-enforcement agencies to investigate and conclude these matters. The NPA must work on these, and one expects and hopes that such a process is under way.\n\" I can't believe you can have wrongdoing on such a grand scale and not have any accountability,\" said Ramaphosa.\nhttps://www.timeslive.co.za/politics/2017-12-01-no-reason-jz-wont-testify-in-state-capture-inquiry-ramaphosa/ 3.Jacob Zuma mandate expires on 2 June 2019. However other South African presidents have stepped down instead of serving out their full term. 4.Ramaphosa emerges as frontrunner in ANC presidential race\nhttps://mg.co.za/article/2017-12-04-ramaphosa-emerges-as-frontrunner-in-anc-presidential-race All hail President Ramaphosa!"], [368, "2017-12-04T19:06:42Z", [0.0], ""], [42122, "2017-12-04T03:03:22Z", [1.0], ""], [22132, "2017-12-04T01:49:40Z", [0.0], ""], [368, "2017-12-04T01:36:35Z", [0.0], ""], [4273, "2017-12-04T00:29:38Z", [0.15], ""], [28588, "2017-12-02T13:18:50Z", [0.3], ""], [368, "2017-12-01T13:26:13Z", [0.0], ""], [368, "2017-11-30T20:18:39Z", [0.0], ""], [691, "2017-11-30T17:20:10Z", [0.08], ""], [691, "2017-11-28T22:25:18Z", [0.08], ""], [368, "2017-11-28T21:48:57Z", [0.0], ""], [41924, "2017-11-28T16:31:29Z", [0.15], ""], [41920, "2017-11-28T16:16:33Z", [0.1], ""], [41920, "2017-11-28T16:16:23Z", [0.13], ""], [41801, "2017-11-28T07:38:02Z", [0.23], ""], [368, "2017-11-28T00:58:57Z", [0.0], ""], [73, "2017-11-27T21:07:19Z", [0.5], "Musk, being South African, knows something http://www.spacex.com/webcast"], [1993, "2017-11-27T08:30:39Z", [0.18], "Won't know much until the ANC party conference in December."], [368, "2017-11-27T01:36:49Z", [0.0], ""], [13377, "2017-11-26T07:29:58Z", [0.5], ""], [368, "2017-11-26T01:13:56Z", [0.0], ""], [73, "2017-11-25T03:17:44Z", [0.5], ""], [368, "2017-11-24T16:54:53Z", [0.0], ""], [691, "2017-11-24T16:38:14Z", [0.08], ""], [23234, "2017-11-24T03:36:52Z", [0.16], ""], [368, "2017-11-24T01:44:52Z", [0.0], ""], [12591, "2017-11-23T23:46:02Z", [0.75], ""], [31571, "2017-11-23T17:11:25Z", [0.3], ""], [41523, "2017-11-23T04:24:49Z", [0.2], ""], [368, "2017-11-22T23:45:06Z", [0.0], ""], [691, "2017-11-21T23:35:58Z", [0.08], ""], [368, "2017-11-21T20:11:19Z", [0.0], ""], [12037, "2017-11-21T01:50:54Z", [0.1], ""], [368, "2017-11-20T21:01:07Z", [0.0], ""], [691, "2017-11-20T20:53:17Z", [0.08], ""], [368, "2017-11-19T23:26:21Z", [0.0], ""], [373, "2017-11-19T21:28:47Z", [0.2], ""], [38397, "2017-11-19T10:12:25Z", [0.75], "Because his position is weakening and there could be a spillover effect from Zimbabwe current developments. "], [368, "2017-11-19T00:10:56Z", [0.0], ""], [691, "2017-11-18T20:42:30Z", [0.08], "There should be an opening in Zimbabwe soon; perhaps he could apply for that one."], [368, "2017-11-17T21:19:23Z", [0.0], ""], [691, "2017-11-17T16:59:02Z", [0.1], ""], [368, "2017-11-17T00:28:23Z", [0.0], ""], [30594, "2017-11-16T23:01:03Z", [0.22], ""], [22308, "2017-11-16T16:30:47Z", [0.2], ""], [691, "2017-11-15T22:37:44Z", [0.1], ""], [691, "2017-11-14T23:05:45Z", [0.1], ""], [368, "2017-11-14T19:07:58Z", [0.0], ""], [5800, "2017-11-14T01:54:38Z", [0.01], ""], [368, "2017-11-13T21:44:56Z", [0.0], ""], [41366, "2017-11-13T04:31:20Z", [0.1], ""], [368, "2017-11-13T00:55:54Z", [0.0], ""], [691, "2017-11-12T22:30:37Z", [0.1], ""], [23234, "2017-11-11T21:59:14Z", [0.08], ""], [368, "2017-11-11T19:33:16Z", [0.0], ""], [23234, "2017-11-11T19:15:31Z", [0.2], ""], [13377, "2017-11-11T12:15:31Z", [0.05], ""], [368, "2017-11-10T17:56:58Z", [0.0], ""], [23234, "2017-11-10T03:55:00Z", [0.27], ""], [368, "2017-11-10T02:05:27Z", [0.0], ""], [691, "2017-11-09T21:10:29Z", [0.1], ""], [34353, "2017-11-09T14:54:02Z", [0.0], ""], [41323, "2017-11-09T11:17:35Z", [0.15], ""], [41318, "2017-11-09T09:28:47Z", [0.07], ""], [368, "2017-11-08T20:12:06Z", [0.0], ""], [23234, "2017-11-08T05:15:58Z", [0.22], "https://www.theguardian.com/books/2017/nov/07/south-african-security-ban-expose-jacob-zuma-government-jacques-pauw-the-presidents-keepers\nI bet it's the um \"inaccuracies\" in this book that are \"compromising the security of the state\".\n"], [368, "2017-11-07T19:15:37Z", [0.0], ""], [368, "2017-11-06T19:11:34Z", [0.0], ""], [368, "2017-11-05T22:43:58Z", [0.0], ""], [691, "2017-11-03T19:07:17Z", [0.1], ""], [37211, "2017-11-03T18:08:10Z", [0.6], ""], [368, "2017-11-03T17:38:10Z", [0.0], ""], [691, "2017-11-02T19:22:38Z", [0.1], ""], [368, "2017-11-02T17:33:12Z", [0.0], ""], [34353, "2017-11-02T13:06:24Z", [0.07], ""], [23234, "2017-11-01T22:12:12Z", [0.18], ""], [368, "2017-11-01T21:59:47Z", [0.0], ""], [28414, "2017-11-01T21:10:34Z", [0.05], ""], [691, "2017-11-01T19:02:41Z", [0.1], "http://www.reuters.com/article/us-safrica-politics-anc/south-africas-unruly-anc-branches-kick-off-race-to-succeed-zuma-idUSKBN1D14M3?il=0\nhttp://www.reuters.com/article/us-safrica-politics-anc-factbox/factbox-how-south-africas-anc-will-pick-zumas-successor-idUSKBN1D14M7?il=0 Nothing here sounds like they think they can or will get rid of him before the deadline for this Q."], [691, "2017-10-31T23:04:04Z", [0.1], ""], [368, "2017-10-31T18:48:42Z", [0.0], ""], [23234, "2017-10-31T05:09:23Z", [0.23], ""], [368, "2017-10-30T22:07:24Z", [0.0], ""], [427, "2017-10-30T05:07:10Z", [0.25], ""], [691, "2017-10-29T20:22:50Z", [0.1], ""], [368, "2017-10-29T17:41:06Z", [0.0], ""], [368, "2017-10-29T01:54:58Z", [0.0], ""], [368, "2017-10-27T20:25:20Z", [0.0], ""], [691, "2017-10-27T18:48:05Z", [0.1], ""], [691, "2017-10-26T22:22:24Z", [0.1], ""], [368, "2017-10-26T18:14:28Z", [0.0], ""], [23234, "2017-10-26T07:10:06Z", [0.18], ""], [368, "2017-10-25T23:46:46Z", [0.0], ""], [691, "2017-10-25T19:43:13Z", [0.1], ""], [36658, "2017-10-25T08:50:49Z", [0.08], ""], [36658, "2017-10-25T08:50:28Z", [0.05], ""], [23234, "2017-10-25T06:02:23Z", [0.1], ""], [691, "2017-10-24T22:54:43Z", [0.1], ""], [368, "2017-10-24T19:21:28Z", [0.0], ""], [368, "2017-10-24T00:59:15Z", [0.0], ""], [40913, "2017-10-24T00:09:01Z", [0.2], ""], [33469, "2017-10-23T15:57:21Z", [0.55], ""], [368, "2017-10-22T18:25:02Z", [0.0], ""], [23234, "2017-10-22T06:24:54Z", [0.06], ""], [1993, "2017-10-22T00:01:39Z", [0.2], "Revisit after ANC National Conference 16-20 December 2017."], [368, "2017-10-21T21:36:45Z", [0.0], ""], [691, "2017-10-21T19:53:28Z", [0.1], ""], [368, "2017-10-20T23:17:51Z", [0.0], ""], [691, "2017-10-20T19:57:27Z", [0.1], ""], [368, "2017-10-19T22:18:49Z", [0.0], ""], [691, "2017-10-19T18:20:52Z", [0.1], ""], [4634, "2017-10-19T12:36:15Z", [0.25], ""], [368, "2017-10-18T20:53:06Z", [0.0], ""], [691, "2017-10-18T20:22:56Z", [0.1], ""], [13377, "2017-10-18T01:33:23Z", [0.22], ""], [691, "2017-10-16T21:57:09Z", [0.1], ""], [368, "2017-10-16T21:21:08Z", [0.0], ""], [691, "2017-10-16T00:37:58Z", [0.1], ""], [23006, "2017-10-16T00:19:00Z", [0.3], "raising +30 based on @anneinak 's comments earlier today"], [23006, "2017-10-16T00:17:58Z", [0.2], ""], [368, "2017-10-15T21:28:35Z", [0.0], ""], [368, "2017-10-15T21:23:50Z", [0.0], "With the recent judgment of the Appeals Court, Zumba and the NPA have lost their appeal (ie., corruption charges related to acquisition of French military, broadly speaking, military capabilities, technology and knowledge, prior to starting his first term).  What the next move for the NPA and Zuma will be, is open to debate.  One possible outcome is the reimposition of those 6 particular charges potentially resulting in a deep political fissure resulting in removal from office.   On the other hand, the proportion of the winning Zumba coalition in government and its attendant fractionalization within the ruling party will remain unifyed behind its leader.   With potentially new judicial appeals, it leaves the former outcome (stated above) in a politically intractable situation.  Consequently, nothing is likely to ‘stick’  given a strong state, strong (despite fractious) ruling party and weak, but contestation ally strong civil society institutions and domestic dissent.  Logically, the status quo ante bellum will remain."], [37379, "2017-10-15T03:07:42Z", [0.22], ""], [13377, "2017-10-15T03:04:21Z", [0.55], "Following @Anneinak given https://www.gjopen.com/comments/comments/556281"], [368, "2017-10-14T17:40:34Z", [0.0], ""], [691, "2017-10-14T13:22:12Z", [0.1], ""], [368, "2017-10-13T23:51:56Z", [0.0], ""], [1646, "2017-10-13T22:21:11Z", [0.45], ""], [28414, "2017-10-13T20:46:46Z", [0.22], ""], [23234, "2017-10-13T20:06:26Z", [0.09], ""], [691, "2017-10-13T19:37:20Z", [0.1], "http://www.aljazeera.com/news/2017/10/africa-court-clears-graft-prosecution-zuma-171013080311986.html\nbumping up slightly; a triumph of hope over experience"], [368, "2017-10-12T19:12:53Z", [0.0], ""], [368, "2017-10-12T18:58:02Z", [0.0], ""], [38, "2017-10-12T07:29:31Z", [0.33], ""], [368, "2017-10-11T20:20:29Z", [0.0], ""], [368, "2017-10-10T18:52:17Z", [0.0], ""], [368, "2017-10-09T20:35:24Z", [0.0], ""], [368, "2017-10-08T19:20:32Z", [0.0], ""], [691, "2017-10-08T13:31:09Z", [0.08], ""], [368, "2017-10-06T19:53:30Z", [0.0], ""], [34353, "2017-10-06T15:36:24Z", [0.1], ""], [691, "2017-10-06T13:24:02Z", [0.08], ""], [368, "2017-10-05T18:31:50Z", [0.0], ""], [13377, "2017-10-04T01:52:47Z", [0.25], ""], [691, "2017-10-03T21:08:39Z", [0.08], ""], [368, "2017-10-03T19:01:49Z", [0.0], ""], [691, "2017-10-02T21:55:13Z", [0.08], ""], [368, "2017-10-02T19:56:17Z", [0.0], ""], [40490, "2017-10-02T18:09:18Z", [0.01], ""], [368, "2017-10-01T19:41:56Z", [0.0], ""], [368, "2017-09-30T20:32:40Z", [0.0], ""], [691, "2017-09-29T21:36:32Z", [0.08], ""], [691, "2017-09-28T20:49:50Z", [0.08], ""], [23234, "2017-09-28T20:13:01Z", [0.22], ""], [368, "2017-09-28T19:31:25Z", [0.0], ""], [4634, "2017-09-28T17:55:56Z", [0.25], ""], [28414, "2017-09-28T08:31:03Z", [0.25], ""], [28414, "2017-09-28T07:10:30Z", [0.2], ""], [28414, "2017-09-28T07:10:02Z", [0.35], ""], [1646, "2017-09-28T07:03:46Z", [0.55], "vultures lining up\nhttps://finance.yahoo.com/news/zuma-succession-fight-may-spur-220001592.html"], [23234, "2017-09-27T23:26:23Z", [0.3], ""], [23006, "2017-09-27T22:14:08Z", [0.0], ""], [368, "2017-09-27T21:04:17Z", [0.0], ""], [30594, "2017-09-27T14:27:47Z", [0.25], ""], [691, "2017-09-26T21:19:54Z", [0.09], ""], [368, "2017-09-26T18:00:09Z", [0.0], ""], [691, "2017-09-25T18:46:21Z", [0.09], ""], [368, "2017-09-25T17:16:10Z", [0.0], ""], [691, "2017-09-25T01:21:59Z", [0.14], ""], [368, "2017-09-24T19:07:29Z", [0.0], ""], [4634, "2017-09-24T11:55:29Z", [0.2], ""], [14667, "2017-09-24T07:34:57Z", [0.12], ""], [368, "2017-09-23T20:36:14Z", [0.0], ""], [4729, "2017-09-23T19:32:08Z", [0.05], ""], [691, "2017-09-23T13:31:53Z", [0.14], ""], [35636, "2017-09-23T03:45:25Z", [0.05], ""], [691, "2017-09-22T21:02:13Z", [0.14], ""], [368, "2017-09-22T20:18:08Z", [0.0], ""], [83, "2017-09-22T17:18:08Z", [0.3], "Increasing uncertainty for the time between the ANC leadership conference and July1, 2018."], [40124, "2017-09-22T16:15:32Z", [0.75], ""], [40028, "2017-09-22T10:00:11Z", [0.0], ""], [1646, "2017-09-22T04:05:51Z", [0.45], ""], [691, "2017-09-22T02:05:27Z", [0.14], ""], [39740, "2017-09-21T20:47:19Z", [0.0], ""], [39835, "2017-09-21T19:43:43Z", [0.0], "Niemals gibt er sein Amt auf ."], [39938, "2017-09-21T19:21:30Z", [0.6], ""], [23234, "2017-09-21T19:14:24Z", [0.07], ""], [39724, "2017-09-21T18:59:36Z", [0.0], ""], [39847, "2017-09-21T18:47:52Z", [1.0], "He would hold power"], [39859, "2017-09-21T18:28:12Z", [0.0], ""], [39792, "2017-09-21T18:21:07Z", [0.49], ""], [39665, "2017-09-21T18:19:36Z", [0.5], ""], [368, "2017-09-21T18:18:43Z", [0.0], ""], [39749, "2017-09-21T18:03:39Z", [0.99], ""], [39782, "2017-09-21T17:57:19Z", [0.2], "Despite voting for a new leader in the December election, I expect that unrest within ANC (and the political landscape in South Africa in general) will not be as organized and structured for streamlined pressure on Zuma to step down. The ANC is under immense pressure specifically in the urbanized and most populated regions, i.e. by the Democratic Alliance (DA). At the same time I expect that Zuma will try to retain in power for as long as possible to benefit from his political position."], [39562, "2017-09-21T17:50:56Z", [0.25], ""], [39201, "2017-09-21T17:47:20Z", [0.0], ""], [691, "2017-09-20T20:05:08Z", [0.14], ""], [368, "2017-09-20T19:50:57Z", [0.0], ""], [368, "2017-09-19T18:24:54Z", [0.0], ""], [37667, "2017-09-19T12:54:43Z", [0.6], "The fallout from the Gupta family ties scandal is exactly the kind of stick his opponents seek to batter him with."], [691, "2017-09-18T19:28:35Z", [0.14], ""], [368, "2017-09-18T19:24:39Z", [0.0], ""], [368, "2017-09-17T20:43:07Z", [0.0], ""], [368, "2017-09-16T19:43:08Z", [0.0], ""], [691, "2017-09-16T15:04:20Z", [0.14], ""], [37477, "2017-09-15T21:01:26Z", [0.85], ""], [691, "2017-09-15T20:39:22Z", [0.14], ""], [368, "2017-09-15T19:34:35Z", [0.0], ""], [5018, "2017-09-15T02:10:05Z", [0.0], ""], [368, "2017-09-14T20:46:08Z", [0.0], ""], [368, "2017-09-14T20:36:40Z", [0.0], ""], [691, "2017-09-14T20:33:35Z", [0.14], ""], [691, "2017-09-14T02:23:34Z", [0.11], ""], [368, "2017-09-13T20:26:38Z", [0.0], ""], [691, "2017-09-13T01:34:03Z", [0.11], ""], [368, "2017-09-12T17:36:37Z", [0.0], ""], [38936, "2017-09-12T11:35:01Z", [0.35], ""], [38936, "2017-09-12T11:13:48Z", [0.35], ""], [38, "2017-09-12T05:27:29Z", [0.44], ""], [23234, "2017-09-12T03:07:00Z", [0.14], ""], [368, "2017-09-11T20:14:29Z", [0.0], ""], [368, "2017-09-10T19:41:12Z", [0.0], ""], [38887, "2017-09-10T18:04:22Z", [0.8], "Due to his unpredictable and corrupt nature (like with the removal of half of his cabinet) and increased protest activity seen in the past 5 months. As a long time member of the ANC I don't think he'll flee but his removal from office in imminent. During his latest No-confidence vote (which was anonymous) he was 24 votes shy from being removed which suggest that even the ANC members are getting getting fed-up with him. My forecast is 80% because while looking at the facts, the ANC members don't like to replace members before an election (which the next one is in 2019) - their stubbornness reflects the 20%. "], [23234, "2017-09-10T02:13:51Z", [0.19], ""], [368, "2017-09-09T20:11:22Z", [0.0], ""], [37272, "2017-09-09T19:31:19Z", [0.12], ""], [368, "2017-09-08T18:40:00Z", [0.0], ""], [691, "2017-09-08T12:05:34Z", [0.11], ""], [31571, "2017-09-08T08:55:02Z", [0.1], ""], [24771, "2017-09-08T07:01:05Z", [0.22], ""], [1993, "2017-09-08T06:52:55Z", [0.2], "He might. His scandals and general reputation are making the ANC nervous. He wants time to establish his successor. If he is replaced as president of the ANC in December, he may be subsequently replaced as President of South Africa. I'm not privy to what he is thinking or if he intends to step down as long as he is assured of a sympathetic successor. Will have to revisit the question in December."], [368, "2017-09-07T23:24:42Z", [0.0], ""], [691, "2017-09-07T18:43:16Z", [0.12], ""], [14720, "2017-09-07T15:05:17Z", [0.15], ""], [691, "2017-09-06T20:57:19Z", [0.14], ""], [368, "2017-09-06T18:11:07Z", [0.0], ""], [14667, "2017-09-06T14:30:42Z", [0.18], ""], [23234, "2017-09-06T05:01:08Z", [0.21], ""], [691, "2017-09-05T18:54:27Z", [0.14], ""], [368, "2017-09-05T17:58:01Z", [0.0], ""], [368, "2017-09-04T21:24:20Z", [0.0], ""], [522, "2017-09-04T15:30:46Z", [0.05], "Very little to indicate he wont see out his term, plenty of others to be used as a distraction first. "], [23552, "2017-09-04T13:35:26Z", [0.25], ""], [691, "2017-09-04T12:26:18Z", [0.14], ""], [368, "2017-09-03T19:17:57Z", [0.0], ""], [691, "2017-09-03T17:19:15Z", [0.16], ""], [182, "2017-09-03T16:53:36Z", [0.23], ""], [368, "2017-09-03T01:29:09Z", [0.0], ""], [691, "2017-09-02T13:57:19Z", [0.16], ""], [1646, "2017-09-02T11:37:03Z", [0.35], ""], [368, "2017-09-01T19:39:16Z", [0.0], ""], [691, "2017-09-01T14:44:08Z", [0.18], ""], [24771, "2017-09-01T06:35:39Z", [0.11], ""], [368, "2017-08-31T22:58:16Z", [0.0], ""], [691, "2017-08-31T18:10:33Z", [0.18], ""], [691, "2017-08-30T19:02:49Z", [0.18], ""], [691, "2017-08-29T20:08:03Z", [0.18], ""], [691, "2017-08-28T20:41:26Z", [0.18], ""], [368, "2017-08-28T16:03:29Z", [0.0], ""], [368, "2017-08-27T20:26:57Z", [0.0], ""], [691, "2017-08-27T12:32:39Z", [0.18], ""], [368, "2017-08-26T20:18:46Z", [0.0], ""], [691, "2017-08-26T12:38:17Z", [0.18], ""], [691, "2017-08-25T20:54:28Z", [0.21], ""], [368, "2017-08-25T16:41:49Z", [0.0], ""], [368, "2017-08-24T18:52:24Z", [0.0], ""], [691, "2017-08-24T17:45:09Z", [0.21], ""], [38, "2017-08-24T04:37:17Z", [0.55], "https://www.bloomberg.com/news/articles/2017-08-22/zuma-tightens-grip-as-south-africa-ruling-party-censures-rebels \"The ANC’s response shows the balance of power within the party is still tilted in favor of Zuma, who’s due to step down as its leader in December and as president in 2019, according to Ralph Mathekga, an analyst at the Mapungubwe Institute for Strategic Reflection, a Johannesburg-based research group. Zuma has indicated he wants to be replaced by former African Union Chairwoman Nkosazana Dlamini-Zuma, his ex-wife and the mother of four of his children, rather than her rival, Deputy President Cyril Ramaphosa. “Those who really want to challenge him will have to up their game,” Mathekga said by phone on Monday. “If he wins the psychological war, which he is winning currently, he is much more likely to win the substantive war of getting his preferred candidate to succeed him.” \"Scandals have shadowed Zuma, 75, during his eight-year presidency, including a finding by the nation’s top court that he broke his oath of office by refusing to repay taxpayer funds spent on his private home. The nation’s graft ombudsman accused him of allowing members of the Gupta family, who are in business with his son, to influence cabinet appointments and the award of state contracts. Zuma and the Guptas deny wrongdoing. \"While Zuma has escaped censure because he’s retained the backing of most of the ANC’s top officials who rely on him for their jobs in the government and cabinet, his leadership has opened up deep divisions within the 105-year-old party and eroded its support. The ANC lost control of Pretoria, the capital, and Johannesburg, the economic hub, in municipal elections in August last year. \"The economy has also suffered, with the nation falling into a recession this year, unemployment at a 14-year high and business confidence close to a three-decade low.\n. . . \n“The ANC is a house divided,” said Ivor Sarakinsky, a lecturer at the University of the Witwatersrand’s School of Governance in Johannesburg. “That division is going to play itself out in the canvassing of support and the play for control of branches and regions in the buildup to the December electoral conference.” \"Nominations for the ANC’s leadership contest formally open next month, and the candidate who gets the top post will also be its presidential nominee in 2019. \"Dlamini-Zuma, 68, has echoed Zuma’s calls for “radical economic transformation” to address racially based income disparities that date back to apartheid rule, while Ramaphosa, 64, has emphasized the need to stamp out corruption and foster inclusive economic growth. Parliamentary Speaker Baleka Mbete, Human Settlements Minister Lindiwe Sisulu and former ANC treasurer-general Mathews Phosa have also said they intend running for the ruling party leadership. \"While Zuma and his allies will probably prevail in December, the rebels could use the party’s disciplinary procedures to air their critique of the president, according to Darius Jonker, an analyst at Eurasia Group. “They will now force a debate within the party during their own disciplinary processes on Zuma and his role in these numerous allegations of wrongdoing,” he said. “It is likely to divide the party even further.”\n~~~~~~~\nCOMMENT:  If 11 people had voted differently, Zuma would not have survived the last vote of no confidence.  It sounds to me like there's still public support for ANC but not Zuma.  Zuma's savvy and SA citizens are already hearing the train gathering steam for his ex-wife to succeed him.  I think that once the party has selected its new standard-bearer, it will dump Zuma in the next--8th--vote of no-confidence."], [691, "2017-08-23T20:23:19Z", [0.16], ""], [368, "2017-08-23T19:20:48Z", [0.0], ""], [691, "2017-08-23T18:56:45Z", [0.16], ""], [368, "2017-08-22T23:04:01Z", [0.0], ""], [691, "2017-08-22T22:48:30Z", [0.16], ""], [1333, "2017-08-22T20:53:59Z", [0.23], ""], [38, "2017-08-22T04:43:50Z", [0.55], "https://citizen.co.za/opinion/opinion-columns/1619632/the-zumas-and-the-mugabes-will-rule-for-years-to-come/ \". . . . in two years’ time, Nkosazana Dlamini-Zuma will be the head of state in Pretoria . . .  \"It is simply an unemotional examination of the phenomenon . . . of a long-term dynasty being put in place. \"The term scaremongering might well be levelled at me by those who still believe that the anti-Zuma faction within the ANC has the power to change events. Frankly, if you believe that, then let me remind you: beware confusing what you want with reality. \"Just by virtue of the fact that you are reading this, you are part of an elite within a minority: educated, with access to money (probably with a job) to buy a newspaper or to have internet access to read it online.  You do not fit the profile of a typical Jacob Zuma supporter, many of whom are impoverished, conservative traditionalists who seldom criticise the “chief”.  These are not the comfortable whites (connected with monopoly or not) or the “clever blacks” that Zuma frequently tears into. So, let’s look at the move towards family dynasties . . . ..\n. . . .\n\"In South Africa, we have assorted princes and princesses within the Zuma royal family: Duduzane, Edward and Khulubuse have benefited magnificently from their connection to the king.  It has been clear for some time that Jacob Zuma intends to continue the family dynasty by having his ex-wife, Nkosazana Dlamini-Zuma, take over in December as head of the ANC and then head of the country.  She, naturally, will continue to nurture the vines of the Zuma family tree, including offering her former husband amnesty for his misdeeds … and probably erecting statues of him and naming roads after him. Like any feudal overlord, Zuma realises that intrigue and muscle are the ways to secure your crown. And the courtiers around him differ only in the amount of fawning and boot-licking they are prepared to do. So, the serfs of the populace and the courtiers of the ANC are going to enable Zuma to become emperor and, even after his wife takes over, he will still be the power behind the throne. The country’s jewels will continue to be piled up in the Zuma and the Gupta counting houses. And, one day when we contemplate the emperor in all his glory, it is he who will be wearing the expensive clothes and we, his subjects, who will be naked, hungry and cold.\n~~~~~~~\nCOMMENT:  I note this prediction: \" . . .  having his ex-wife, Nkosazana Dlamini-Zuma, take over in December as head of the ANC and then head of the country.\" . . . . \n"], [26242, "2017-08-22T00:18:45Z", [0.1], ""], [368, "2017-08-21T19:20:44Z", [0.0], ""], [691, "2017-08-21T17:08:37Z", [0.16], ""], [38421, "2017-08-21T00:01:31Z", [0.2], "Most indications are that he will attempt to stay until 2019 when he is required to step down. Recent close no confidence motion increases chance of sooner departure."], [368, "2017-08-20T22:50:06Z", [0.0], ""], [14237, "2017-08-20T21:04:36Z", [0.51], ""], [30594, "2017-08-20T11:35:40Z", [0.33], ""], [368, "2017-08-19T19:18:35Z", [0.0], ""], [38, "2017-08-19T03:03:57Z", [0.44], ""], [368, "2017-08-18T17:42:04Z", [0.0], ""], [4273, "2017-08-17T19:23:22Z", [0.2], ""], [368, "2017-08-17T16:55:12Z", [0.0], ""], [691, "2017-08-17T14:26:29Z", [0.16], ""], [23234, "2017-08-17T00:39:03Z", [0.17], ""], [368, "2017-08-16T19:46:10Z", [0.0], ""], [30717, "2017-08-16T05:27:05Z", [0.05], ""], [691, "2017-08-16T02:05:10Z", [0.16], ""], [14667, "2017-08-15T19:01:14Z", [0.06], ""], [368, "2017-08-15T16:47:46Z", [0.0], ""], [368, "2017-08-14T18:11:33Z", [0.0], ""], [368, "2017-08-14T18:05:09Z", [0.0], ""], [691, "2017-08-14T17:01:51Z", [0.16], ""], [37474, "2017-08-14T04:34:28Z", [0.05], ""], [13377, "2017-08-14T04:23:30Z", [0.05], ""], [368, "2017-08-13T13:57:04Z", [0.0], ""], [691, "2017-08-13T12:46:33Z", [0.16], ""], [368, "2017-08-12T19:51:07Z", [0.0], ""], [1333, "2017-08-12T19:27:17Z", [0.33], "I have had it brought to my attention that U.S.based NGOs had teams set to go in Sept. And postponed till after the election. I think this means the outcome is in more doubt than expected when these operations were planned."], [4273, "2017-08-12T19:10:06Z", [0.25], ""], [1333, "2017-08-12T16:18:29Z", [0.33], ""], [691, "2017-08-12T15:24:33Z", [0.16], ""], [23234, "2017-08-12T13:56:50Z", [0.23], ""], [23234, "2017-08-12T13:56:21Z", [0.2], ""], [691, "2017-08-11T19:38:14Z", [0.16], ""], [368, "2017-08-11T17:05:46Z", [0.0], ""], [28414, "2017-08-11T08:07:04Z", [0.05], ""], [28414, "2017-08-11T08:06:56Z", [0.15], ""], [30921, "2017-08-11T01:51:50Z", [0.25], ""], [4273, "2017-08-10T22:59:29Z", [0.3], ""], [368, "2017-08-10T19:13:04Z", [0.0], ""], [691, "2017-08-10T16:05:08Z", [0.16], ""], [15196, "2017-08-10T10:51:46Z", [0.2], ""], [1646, "2017-08-10T06:04:48Z", [0.18], ""], [83, "2017-08-09T22:43:30Z", [0.2], ""], [368, "2017-08-09T20:23:13Z", [0.0], ""], [368, "2017-08-09T20:20:06Z", [0.0], ""], [619, "2017-08-09T18:46:49Z", [0.05], ""], [12879, "2017-08-09T14:43:13Z", [0.25], ""], [4273, "2017-08-09T13:22:46Z", [0.35], ""], [691, "2017-08-09T12:07:34Z", [0.16], ""], [36809, "2017-08-09T10:41:37Z", [0.05], ""], [36809, "2017-08-09T10:09:59Z", [0.12], ""], [25601, "2017-08-09T09:20:12Z", [0.1], ""], [28414, "2017-08-09T07:48:49Z", [0.25], ""], [4634, "2017-08-09T05:51:31Z", [0.25], ""], [4634, "2017-08-09T05:50:04Z", [0.28], ""], [23234, "2017-08-09T05:32:37Z", [0.26], "\"198 MPs voted against, compared with 177 in favour. There were nine abstentions.\"\nLikely 25 as many as 30 ANC defections. (Analysts' commentary always sounds funny after some time on this site.)\n\"Zuma must also contend with a supreme court of appeal hearing on 15 September, which will decide whether to reinstate 783 criminal charges against him, including fraud, corruption and racketeering.\" https://www.google.com/amp/s/amp.theguardian.com/world/2017/aug/08/jacob-zuma-survives-no-confidence-vote-south-african-president"], [368, "2017-08-08T19:45:16Z", [0.0], ""], [4273, "2017-08-08T19:18:47Z", [0.45], ""], [34353, "2017-08-08T17:12:50Z", [0.12], "Slight decrease, since Zuma survived the vote (http://www.cnn.com/2017/08/08/africa/zuma-south-africa-vote/index.html). However, this vote margin was the closest of any of his previous trials (https://www.thesouthafrican.com/the-five-other-times-jacob-zuma-survived-no-confidence-votes/). If another vote of no confidence is announced within the next couple months, I think it becomes increasingly likely he's at risk."], [24771, "2017-08-08T16:51:12Z", [0.12], ""], [28414, "2017-08-08T16:43:48Z", [0.53], ""], [28414, "2017-08-08T16:43:31Z", [0.57], ""], [23234, "2017-08-08T12:19:54Z", [0.55], "67 votes from within the ANC would still be a lot despite the secret ballot that I incorrectly did not think would happen."], [36809, "2017-08-08T11:17:00Z", [0.75], ""], [36809, "2017-08-08T11:12:03Z", [0.75], ""], [28414, "2017-08-08T07:59:09Z", [0.75], ""], [4273, "2017-08-08T04:35:15Z", [0.6], ""], [15196, "2017-08-08T02:20:19Z", [0.9], ""], [38, "2017-08-08T01:23:26Z", [0.88], "It will be a secret ballot!  "], [368, "2017-08-07T20:10:41Z", [0.0], ""], [31471, "2017-08-07T09:56:36Z", [0.05], ""], [30389, "2017-08-07T08:32:16Z", [0.22], ""], [368, "2017-08-06T17:58:27Z", [0.0], ""], [12879, "2017-08-06T16:40:42Z", [0.65], ""], [28414, "2017-08-06T07:29:49Z", [0.63], ""], [38, "2017-08-06T03:53:38Z", [0.66], "BACKGROUND INFO:\nhttps://www.theguardian.com/world/2017/aug/05/jacob-zuma-secret-ballot-anc-enemies-topple-a-president \"Jacob Zuma, the Houdini of South African politics, has wriggled free from numerous attempts to oust him since becoming president in 2009. But persistent allegations of corruption, nepotism and abuse of power may finally be catching up with him . . .  \"The showdown is especially dangerous for Zuma because it follows a court ruling in June allowing the speaker of the national assembly, Baleka Mbete, to hold a secret ballot. Mbete, a Zuma ally who survived an attempt in 2014 to sack her for alleged bias, has yet to indicate whether she will do so. But if the vote is held “in camera”, at least 20 ANC MPs critical of Zuma’s leadership are expected to back the motion. \"The ANC holds 249 of the parliament’s 400 seats. The opposition, principally composed of the Democratic Alliance (DA) and Julius Malema’s Economic Freedom Fighters (EFF), will need 50 ANC defectors for a majority. A revolt on such a scale would once have been thought inconceivable in a party whose post-apartheid watchword is unity. But extra-parliamentary pressure for change is intense and growing. \"Major street demonstrations are planned in Cape Town this week. A petition signed by more than a million people demanding Zuma’s removal has been presented to Cyril Ramaphosa, the deputy president, by the DA leader, Mmusi Maimane.\n. . . \n\". . . Regardless of what happens in parliament, the ANC is due to meet in December to select an heir. Ramaphosa is one candidate. Other possibles are Lindiwe Sisulu, Jeff Radebe, Nkosazana Dlamini-Zuma, Zweli Mkhize, Mathews Phosa – and speaker Mbete. The extent of the line-up indicates how divided the ANC has become.\n. . . \n\" . . .  ANC members . . . . will choose Zuma’s successor in December (or sooner) \"The opposition also includes high-profile individuals with no stated interest in the presidential succession, such as Pravin Gordhan, the former finance minister sacked by Zuma in March. Gordhan warned recently that state capture was crippling the country’s economy. If South Africans allowed the rot to continue, he said, “we are going to slump into a 10-year disaster”. \"Much of the controversy over state capture centres on the relationship between Zuma and the wealthy Gupta business family, and alleged bribes and kickbacks associated with government contracts. . . . Controversy has also arisen over social media work undertaken by the British PR firm Bell Pottinger to defend Gupta businesses against the allegations. CEO James Henderson has admitted his company’s approach had been naive, but denied any intention to fuel racial tensions through use of terms such as “economic apartheid” and “white monopoly capital” (which Zuma has claimed lay behind calls for his resignation). \"State capture has become a metaphor for the wider political and economic ills afflicting South African society. In a damning independent report last May, entitled Betrayal of the Promise: How South Africa Is Being Stolen, researchers from the universities of Cape Town, Witwatersrand, Johannesburg and Stellenbosch, funded by George Soros’s Open Society Foundation, accused “Zuma Inc” of turning the country into a mafia-style fiefdom. \"It stated: “Commentators, opposition groups and ordinary South Africans underestimate Jacob Zuma, not simply because he is more brazen, wily and brutal than they expect but because they reduce him to caricature.” In reality, the report said, Zuma had presided over a concerted political project to repurpose state institutions to channel money to his cronies in a shadowy elite.\n. . . \n\"The no-confidence motion comes against a backdrop of increased disillusionment with the ANC, as evidenced by last year’s local elections, when the DA and EFF made significant gains. While Zuma’s unpopularity is undoubtedly to blame, so too is South Africa’s worsening economic performance.  Comparing South Africa with other emerging countries, the Organisation for Economic Co-operation and Development’s 2017 survey makes alarming reading. Growth has declined sharply since 2011, it said, partly because of electricity shortages, falling commodity prices and policy uncertainty. Unemployment is up, at 27%, while youth unemployment was 53% in 2016.  Low-quality education, high crime rates, healthcare deficiencies and violence against women are cited as continuing problems. A third of South Africans live on or below the poverty line, the survey found. And more than a quarter of a century after the end of apartheid, inequality remains stark, with the top fifth of the population earning 40 times more than the lowest.\n~~~~~~~\nCOMMENT:  If the vote is secret, there's some chance Zuma will lose, but otherwise, I think he'll survive for now.  However, I don't think he'll survive December.\n"], [23234, "2017-08-06T01:24:41Z", [0.42], "SACP's 17 votes appear to be with Zuma in the no confidence motion despite the SACP's continuing calls for Zuma to resign voluntarily. I think this means the ANC would need 67 votes to defect in order for no confidence to occur, which seems like a high number (more than 25% of the ANC), though I suppose it is possible. Zuma could still cease to be president of SA for a reason other than this no-confidence vote.\n[edit Aug. 6]: I think Mbete will try to move forward with an open ballot and litigation will ensue over whether she made her decision on a rational and proper basis or whatever.  I think she probably has incentives to do an open ballot for the following reasons. Seems unlikely that she can be confident that she has enough anti-zuma votes to get rid of Zuma using a secret ballot (needs at least 67 or so from within the ANC?) and she (I think?) has no way to know who betrayed her if she doesn't get the votes to oust Zuma in a secret ballot. Moreover, she appears to need Zuma's support to be president, so it's unclear what her plan would be for the presidency if she succeeded in getting rid of him.  Although people have written that the decision gives her powerful leverage over Zuma, it's unclear to me that she can credibly threaten him with the secret ballot. But again, Zuma could still eventually be ousted even if this vote is unsuccessful. [Update: my prediction about whether a secret ballot was wrong. She elected to do a secret ballot]"], [368, "2017-08-05T20:09:01Z", [0.0], ""], [23234, "2017-08-05T18:11:09Z", [0.5], ""], [38, "2017-08-05T16:53:53Z", [0.6], ""], [38, "2017-08-05T16:53:42Z", [0.66], ""], [23234, "2017-08-05T14:17:26Z", [0.45], ""], [23234, "2017-08-05T14:02:42Z", [0.6], ""], [36739, "2017-08-05T12:53:45Z", [0.24], ""], [38, "2017-08-05T02:23:35Z", [0.55], "Recent votes of no-confidence Mar 3, 2015      242-83\nMar 17, 2016   221-113\nMar 1, 2016     225-99\nApr 5 2016       235-143 He appears to have overwhelming support, but that could change quickly."], [23234, "2017-08-04T22:41:43Z", [0.77], "Comment deleted on Aug 04, 2017 10:42PM UTC"], [368, "2017-08-04T19:42:05Z", [0.0], ""], [23234, "2017-08-03T22:55:12Z", [0.6], ""], [368, "2017-08-03T17:44:53Z", [0.0], ""], [4273, "2017-08-03T13:45:18Z", [0.45], ""], [691, "2017-08-03T12:06:57Z", [0.22], ""], [4273, "2017-08-03T00:42:00Z", [0.35], ""], [368, "2017-08-02T17:55:47Z", [0.0], ""], [691, "2017-08-02T14:16:08Z", [0.22], ""], [368, "2017-08-01T20:16:10Z", [0.0], ""], [36709, "2017-08-01T19:51:29Z", [0.75], "They already had a failed impeachment proceedings....There is too many scandals around him to continue being a president for much longer."], [691, "2017-08-01T12:28:57Z", [0.22], ""], [36658, "2017-08-01T09:06:43Z", [0.05], ""], [16652, "2017-07-31T19:13:28Z", [0.6], ""], [368, "2017-07-31T16:46:12Z", [0.0], ""], [691, "2017-07-31T12:16:23Z", [0.22], ""], [36600, "2017-07-31T00:58:17Z", [0.3], ""], [691, "2017-07-30T12:29:01Z", [0.22], ""], [691, "2017-07-29T13:02:15Z", [0.21], ""], [14667, "2017-07-29T09:45:48Z", [0.07], ""], [691, "2017-07-28T21:04:16Z", [0.21], ""], [368, "2017-07-28T17:57:56Z", [0.0], ""], [23234, "2017-07-28T03:31:34Z", [0.5], ""], [23234, "2017-07-28T03:30:31Z", [0.28], ""], [368, "2017-07-27T19:26:59Z", [0.0], ""], [691, "2017-07-27T14:39:02Z", [0.2], ""], [691, "2017-07-26T20:04:48Z", [0.2], ""], [368, "2017-07-26T17:26:27Z", [0.0], ""], [13377, "2017-07-26T11:27:56Z", [0.55], ""], [38, "2017-07-26T06:07:03Z", [0.55], ""], [38, "2017-07-26T03:08:39Z", [0.55], ""], [368, "2017-07-25T22:06:26Z", [0.0], ""], [691, "2017-07-25T20:02:21Z", [0.2], ""], [38, "2017-07-25T01:52:19Z", [0.2], ""], [23234, "2017-07-25T00:52:03Z", [0.5], ""], [23234, "2017-07-25T00:48:53Z", [0.25], "https://www.bloomberg.com/news/articles/2017-07-23/zuma-to-survive-no-confidence-vote-top-opposition-lawmaker-says"], [368, "2017-07-24T18:52:50Z", [0.0], ""], [691, "2017-07-24T15:08:53Z", [0.21], ""], [36590, "2017-07-24T10:29:22Z", [0.0], ""], [368, "2017-07-23T19:09:29Z", [0.0], ""], [691, "2017-07-23T19:03:25Z", [0.21], ""], [28414, "2017-07-22T22:46:48Z", [0.57], ""], [368, "2017-07-22T18:41:39Z", [0.0], ""], [1646, "2017-07-22T17:39:18Z", [0.55], ""], [23234, "2017-07-22T17:22:25Z", [0.5], ""], [23234, "2017-07-22T16:57:42Z", [0.58], "Comment deleted on Jul 23, 2017 11:09AM UTC"], [691, "2017-07-22T12:15:48Z", [0.21], ""], [38, "2017-07-22T06:33:59Z", [0.77], ""], [368, "2017-07-21T18:50:08Z", [0.0], ""], [691, "2017-07-21T16:15:10Z", [0.2], ""], [23234, "2017-07-21T12:08:05Z", [0.45], ""], [691, "2017-07-20T18:39:48Z", [0.2], ""], [368, "2017-07-20T18:10:14Z", [0.0], ""], [368, "2017-07-19T18:52:00Z", [0.0], ""], [691, "2017-07-19T13:00:07Z", [0.2], ""], [32679, "2017-07-19T11:18:11Z", [0.2], ""], [30389, "2017-07-19T07:45:31Z", [0.2], ""], [368, "2017-07-18T16:59:22Z", [0.0], ""], [691, "2017-07-18T16:10:26Z", [0.2], ""], [368, "2017-07-17T19:32:12Z", [0.0], ""], [691, "2017-07-17T19:30:28Z", [0.2], ""], [34353, "2017-07-17T16:37:25Z", [0.15], ""], [368, "2017-07-16T20:00:54Z", [0.0], ""], [368, "2017-07-15T20:36:02Z", [0.0], ""], [691, "2017-07-15T13:13:53Z", [0.2], ""], [36467, "2017-07-14T19:49:13Z", [0.0], ""], [368, "2017-07-14T18:34:25Z", [0.0], ""], [691, "2017-07-14T15:42:02Z", [0.2], ""], [31201, "2017-07-14T01:48:20Z", [0.02], "Biggest factor is which faction wins the elective congress late 2017, but as simple resignation is not possible without many complications for the losing faction, I doubt removal by Jul 2018. But it will need to be worked out before elections in 2019."], [34310, "2017-07-13T22:49:00Z", [0.35], ""], [1333, "2017-07-13T20:54:24Z", [0.34], ""], [368, "2017-07-13T18:20:59Z", [0.0], ""], [691, "2017-07-13T15:34:55Z", [0.21], ""], [23234, "2017-07-12T22:31:32Z", [0.5], ""], [691, "2017-07-12T20:38:45Z", [0.21], ""], [36409, "2017-07-12T14:11:02Z", [0.0], ""], [34353, "2017-07-12T12:02:43Z", [0.15], ""], [23234, "2017-07-12T01:24:04Z", [0.56], ""], [23234, "2017-07-12T01:20:46Z", [0.5], ""], [1333, "2017-07-11T20:22:07Z", [0.35], ""], [34535, "2017-07-11T04:41:14Z", [0.25], ""], [29980, "2017-07-11T02:24:46Z", [0.35], ""], [13377, "2017-07-11T02:21:06Z", [0.5], ""], [368, "2017-07-10T21:14:26Z", [0.0], ""], [22507, "2017-07-10T11:56:19Z", [0.25], ""], [691, "2017-07-09T18:45:13Z", [0.21], ""], [368, "2017-07-09T18:15:04Z", [0.0], ""], [23234, "2017-07-09T17:03:17Z", [0.45], ""], [20156, "2017-07-09T04:57:52Z", [0.2], ""], [4273, "2017-07-09T00:43:11Z", [0.3], ""], [368, "2017-07-08T18:07:18Z", [0.0], ""], [23234, "2017-07-08T17:53:30Z", [0.49], "Comment deleted on Jul 18, 2017 06:46AM UTC"], [368, "2017-07-07T19:46:21Z", [0.0], ""], [691, "2017-07-07T15:33:16Z", [0.21], ""], [14667, "2017-07-06T18:10:45Z", [0.08], ""], [368, "2017-07-06T17:57:35Z", [0.0], ""], [691, "2017-07-06T12:38:17Z", [0.21], ""], [28414, "2017-07-06T02:33:05Z", [0.5], ""], [28414, "2017-07-06T02:22:40Z", [0.25], ""], [28414, "2017-07-06T02:18:30Z", [1.0], ""], [368, "2017-07-05T18:48:21Z", [0.0], ""], [34353, "2017-07-05T15:26:53Z", [0.15], ""], [32723, "2017-07-05T15:18:54Z", [0.43], ""], [36316, "2017-07-05T12:28:49Z", [0.12], ""], [35891, "2017-07-05T11:56:21Z", [0.28], ""], [368, "2017-07-04T23:16:14Z", [0.0], ""], [691, "2017-07-04T13:12:34Z", [0.28], ""], [368, "2017-07-03T18:46:12Z", [0.0], ""], [14667, "2017-07-03T16:05:26Z", [0.12], ""], [34353, "2017-07-03T15:50:11Z", [0.15], "Doesn't appear any serious discussions of removal are in progress. Unanticipated death seems the most likely case, but I haven't seen anything indicating serious health issues."], [691, "2017-07-03T14:04:33Z", [0.28], ""], [36274, "2017-07-03T13:20:14Z", [0.25], ""], [368, "2017-07-02T22:37:28Z", [0.0], ""], [1333, "2017-07-02T17:11:53Z", [0.3], ""], [24771, "2017-07-02T14:42:57Z", [0.33], ""], [30594, "2017-07-02T12:19:12Z", [0.35], "How could Zuma cease to be president?\n* Death: unlikely, but not impossible. Odds are certainly 2 to 4 percent for the next year (see for the US: https://www.ssa.gov/oact/STATS/table4c6.html; cf. http://flowingdata.com/projects/2015/life/).\n* Vote of no confidence by parliament: party has majority (249 out of 400 seats), Zuma won previous votes of no confidence (party discipline in South Africa seems to be strict, according to expert judgment: http://constitutionallyspeaking.co.za/wp-content/uploads/2016/03/De-Vos-Party-2015.pdf; https://www.jstor.org/stable/723341?seq=1#page_scan_tab_contents). But might be possible if he loses the backing of ANC (see below). Will see in August…\n* Impeachment: Did not happen, so far. There is no discussion about it, so far. Would be disastrous for ANC… better would be to remove him.\n* Disastrous re-election prospects for 2019: President is elected by parliament; so it comes down to ANC electoral prospects. Zuma cannot run for the presidential office since there is a term limit of two consecutive terms. ANC won the regional election by 54 percent of the vote share (this was after the first corruption charges were raised); so there is a downward momentum (additionally to a large number of ANC voters that did not vote at all) that could do harm to the hegemonic status of ANC in the South African party system (https://en.wikipedia.org/wiki/South_African_municipal_elections,_2016). This is underscored by polls for 2019 (http://www.iol.co.za/news/politics/anc-faces-real-prospect-of-losing-2019-poll-8752385), approval ratings (http://www.enca.com/south-africa/polls-south-africans-disappointed-by-political-leadership), and the demonstrations.  Additionally, there is a big issue which fuels the dissatisfaction of the citizens (next to the corruption issue): the national debt and the junk status of the national bonds - all of which is connected with sacking the former finance minister Pravin Gordhan (https://www.ipsos.com/en-za/south-african-youth-concerned-about-effects-downgrade-status; see the prequel of this story, here: https://www.cfr.org/blog/south-africas-president-zuma-trouble-his-party).  \n* And alternatives that emerge in ANC to Zuma: There is some dissatisfaction with Zuma. There is the pressure to present somebody other than Zuma (due to the presidential term limit). Generally, there are competent and even charismatic options, such as Pravin Gordhan or Gwede Mantashe, but they need a power base at the ANC that suffices to get the majority of the party behind themselves. What will happen if he ceases to be president?\n* Acting president if he is unable to act as president (but not stepping down).\n* Deputy president and others… \n* …until the National Assembly votes for a new president. Reference class: How do other heads of state perform which were in a similar situation? \nUsually, I think, they should be very likely to step down. But South Africa is not Europe or a well-established democracy in the Americas or Asia. Besides this, we have just witnessed the considerable persistence of South Korean president Park Geun-hye. There is. however. the important difference to other presidents that Zuma can be removed from office by the parliament's vote of no confidence, effectively by the ANC.  Forecasting:\n* The removal becomes more likely the closer the 2019 elections come, the less favorable the electoral prospects for the ANC get and the more clearly an alternative to Zuma emerges…\n* Prediction markets present odds for Zuma's ceasing to be president until the end of 2017 of 14 percent. I think, this is a little underrated and would take a bet up to 1:4, i.e. 20 percent.\n* I think the probability after 2017 increases slightly non-linear: so I guess, the probability for ceasing to be president before the elections in 2019 (probably in May) and handing over to someone who can gain voting support with an advantage of incumbency is at least 50 percent, probably around 60 to 70 percent.\n* Starting from such premises, I think the chances are around 40 percent. I am a bit cautious and start my forecast with: 35 percent. * It will be interesting how the vote of no confidence will turn out which is scheduled to take place in August (https://www.nytimes.com/reuters/2017/06/30/world/africa/30reuters-safrica-politics-parliament.html). I do absolutely not think it will lead to the resignation of Zuma, but it will show how strong his support is. It will become more problematic for him, however, if the vote will be a secret ballot (as - by the way - would be functional and usual in parliamentary types of government)."], [368, "2017-07-01T18:15:31Z", [0.0], ""], [691, "2017-07-01T15:46:14Z", [0.28], ""], [36263, "2017-07-01T11:21:40Z", [0.6], ""], [28414, "2017-07-01T09:08:08Z", [0.5], ""], [26242, "2017-07-01T08:52:56Z", [0.5], ""], [4634, "2017-07-01T04:37:17Z", [0.35], ""], [13377, "2017-07-01T01:23:06Z", [0.41], "\"The recent leak of more than 100,000 documents and emails suggesting deals made between his administration and an incredibly wealthy family has triggered a no-confidence vote in August, meaning Zuma’s improbable reign, slated to last until 2019, may finally come to a premature end.\" -- https://foreignpolicy.com/2017/06/30/south-africas-zuma-may-have-finally-met-the-scandal-that-brings-him-down/"], [368, "2017-07-01T00:08:33Z", [0.0], ""], [13377, "2017-06-30T18:11:22Z", [0.25], "https://www.theguardian.com/world/2017/jun/30/jacob-zuma-under-pressure-to-quit-over-alleged-links-to-tycoons"], [691, "2017-06-30T14:18:36Z", [0.28], ""], [691, "2017-06-29T19:33:01Z", [0.28], ""], [30330, "2017-06-29T19:18:53Z", [0.35], ""], [368, "2017-06-29T17:19:11Z", [0.0], ""], [36219, "2017-06-29T00:57:25Z", [0.25], ""], [368, "2017-06-28T23:45:41Z", [0.0], ""], [861, "2017-06-28T15:38:25Z", [0.0], ""], [4634, "2017-06-28T15:16:52Z", [0.25], ""], [13788, "2017-06-28T13:10:16Z", [0.3], ""], [23234, "2017-06-28T12:48:45Z", [0.4], ""], [34353, "2017-06-27T18:10:53Z", [0.15], ""], [13377, "2017-06-27T03:01:30Z", [0.25], ""], [691, "2017-06-26T19:54:30Z", [0.28], ""], [368, "2017-06-26T17:42:21Z", [0.0], ""], [30389, "2017-06-26T09:31:29Z", [0.35], ""], [7124, "2017-06-26T04:14:18Z", [0.15], ""], [23234, "2017-06-25T22:55:30Z", [0.36], ""], [36146, "2017-06-25T21:33:14Z", [0.45], "The courts in SA have given the go ahead for a secret vote in a motion of no confidence against the president. "], [368, "2017-06-25T18:04:50Z", [0.0], ""], [14667, "2017-06-25T10:08:23Z", [0.14], ""], [368, "2017-06-24T16:32:35Z", [0.0], ""], [691, "2017-06-24T13:19:52Z", [0.28], ""], [15631, "2017-06-24T02:08:00Z", [0.75], ""], [368, "2017-06-23T23:51:15Z", [0.0], ""], [691, "2017-06-23T21:03:02Z", [0.1], ""], [27944, "2017-06-23T16:13:50Z", [0.65], ""], [29469, "2017-06-23T15:33:19Z", [0.15], "5% -> Votes of no-confidence and general calls for resignation while unlikely to budge Zuma nevertheless make it a possibility. \n5% -> After the ANC party conference, some internal horse trading results in Zuma stepping down already in early 2018, perhaps to ease his ex-wife Nkosazana Dlamini-Zuma into the presidency to act as a proxy on his behalf.\n5% -> Macroeconomic realities surrounding the cost and availability of state financing finally catch up with the Zuma administration, forcing a change. "], [23006, "2017-06-22T22:35:34Z", [0.0], ""], [691, "2017-06-22T21:44:51Z", [0.1], "http://www.bbc.com/news/world-africa-40365245\nfolks have been saying for a while that a secret ballot would be Bad for him.  Stay tuned."], [368, "2017-06-22T15:27:50Z", [0.0], ""], [368, "2017-06-22T15:11:33Z", [0.0], "The UDM application to the court regarding a secret vote on Zuma's removal has been announced by the court.  Their judgement has provided a broad opening for Zuma;  the speaker of parliament, determined by the court must make her own determination about whether to hold a secret ballot.  Mbete, one the core 6  leaders of the ANC will undoubtedly argue for transparency and an open vote.  While this move seems innocuous, it provides ANC MP's (who view their duty to the party as foundational, and to society as secondary) with a high probability vote against the no confidence vote in Zuma.  A myriad of factors account for strict voting blocs within parties, in this case, understates the role of intimidation, threats and assassination squads against party members who do not tow the party line.  There has been a worrisome increase in the number of assassinated leaders, both intra and interparty in recent years ~ 3 -4 years.  Ideological shifts from the proscribed 'democratic centralism', a Leninist view of the role between party, state and power consolidation, remains a cornerstone of the 'South African democratic model.'  These views are a strong ideological holdover of the Stalinist and Leninist influence when the party was banned, its members and leaders in exile, and the positioning of their cadre training in the former Soviet Union, East Germany, Cuba, Angola and the myriad cohort support by autocratic and dictatorial regimes, notwithstanding the role of the SACP and global support by anti apartheid activists unaware of the  rooted views of communism.  While some believe in the correctness of their decisions, the primacy of the party and its unity moving into the December elections are paramount.  Despite Mbete's previous declaration of impartiality, she is a Zuma ally.  Her choice to do otherwise will create momentous pressure from within the majority of party structures and the expectation of severe sanction from party leadership where she is one of the six most powerful in the party.  The roles of the ANCYL and the ANCWL is not to be underestimated in these dynamics. Event outcome highly unlikely"], [368, "2017-06-21T19:16:09Z", [0.0], ""], [15196, "2017-06-20T19:53:29Z", [0.8], ""], [368, "2017-06-20T17:03:42Z", [0.0], ""], [35532, "2017-06-20T12:44:19Z", [0.65], "Jacob Zuma is facing increasing pressure from all sides and he is running out of political space. Zuma is facing allegations of corruptions, discontent of governance performance (especially poor economic performance), and growing discontent within the ranks of the ANC. So far, he has been able to deter challenges to his grip on the ANC, thus the presidency, but the ever increasing problems he faces are building to a critical mass. Ironically, it is in trying to contain those growing problems that he will lose the presidency. In effect, through the effort of plying different stakeholders within his base of support, that is the ANC leadership and constituency, Zuma will have to either engage in deal-making or demagoguery, and both options have their drawbacks. If it is the former, the ANC leadership is not monolithic and is composed of diverse personalities and interests, all of which are jockeying for the aftermath of Zuma's presidency and if Zuma empowers one to the detriment of others, the ones left out will coalesce against him. For the latter, if Zuma attempts the demagogue route and engages in stocking racial and social tensions to keep power, he will alienate the leadership of the ANC and also incur a challenge from the far left. Consequently, Zuma days in office are coming to an end."], [19801, "2017-06-20T11:32:14Z", [0.0], "What it will take to impeach President Jacob Zuma\nhttp://ewn.co.za/2017/06/17/listen-what-it-will-take-to-impeach-president-jacob-zuma Impossible unless the ANC breaks up in half. Or a viable opposition party emerges. In less than 6 months? Zero chance."], [28414, "2017-06-19T20:00:05Z", [0.25], ""], [1646, "2017-06-19T19:07:49Z", [0.41], "\nAs many have stated, he will fight to stay and the phrase \"state capture\"  fails to capture (sic) the underlying drama and general failure of post apartheit. Some interesting questions to be posed this Thursday: http://www.sowetanlive.co.za/news/2017/06/19/will-anyone-be-prosecuted-for-state-capture-will-you-resign---mps-questions-to-president-zuma\n"], [368, "2017-06-19T18:26:31Z", [0.0], ""], [691, "2017-06-19T14:33:21Z", [0.08], ""], [31571, "2017-06-19T07:35:27Z", [0.15], ""], [31571, "2017-06-19T07:30:24Z", [0.7], ""], [9417, "2017-06-19T04:34:41Z", [0.85], "The media portrays Jacob Zuma in  very negative terms - but Africa is very forgiving - up to a point.\nJacob is seen as  something of a ' liberation leader' and to that extent ' fireproof'.   However   'liberation credentials' are  becoming  less important \nOne cannot ignore that fact that tribal politics are  at work here.\nI expect that early in 2018, Jacob will be 'eased aside'  and a new leader emerge.\nI don't expect 'fireworks'\nCyril Ramaphosa  is heavily touted  as a successor .."], [34353, "2017-06-19T04:25:36Z", [0.15], ""], [23234, "2017-06-19T04:09:56Z", [0.5], ""], [368, "2017-06-18T18:24:30Z", [0.0], ""], [14133, "2017-06-18T17:03:19Z", [0.85], "We can only hope South Africa proves to be a strong enough democracy."], [995, "2017-06-18T15:44:23Z", [0.25], ""], [13979, "2017-06-18T14:56:56Z", [0.15], ""], [35405, "2017-06-18T14:09:45Z", [0.0], ""], [3363, "2017-06-18T13:42:29Z", [0.25], ""], [691, "2017-06-18T13:10:18Z", [0.08], ""], [368, "2017-06-18T03:23:28Z", [0.0], ""], [34353, "2017-06-17T16:50:09Z", [0.15], ""], [36052, "2017-06-17T14:37:45Z", [0.07], ""], [36052, "2017-06-17T14:37:19Z", [0.0], ""], [36052, "2017-06-17T14:36:39Z", [0.03], ""], [36052, "2017-06-17T14:35:54Z", [0.04], ""], [36052, "2017-06-17T14:35:29Z", [0.02], ""], [691, "2017-06-17T14:07:08Z", [0.09], ""], [35891, "2017-06-17T14:00:09Z", [0.07], ""], [20156, "2017-06-17T09:23:21Z", [0.1], ""], [35569, "2017-06-16T23:04:32Z", [0.05], "The election cycle in South Africa is five years for nationally elected offices.  The next presidential elections are scheduled for 2019.  Corruption has long been a part President Zuma's administration and he is in the middle of another scandal, but he has been to be able manipulate the system in his favor in the past.  My forecast of 5% likelihood is because of the age of President Zuma.  https://www.businesslive.co.za/bd/national/2017-06-07-dropping-corruption-charges-not-irrational-zuma-argues/\nhttp://www.latimes.com/world/la-fg-south-africa-zuma-noconfidence-20170529-htmlstory.html\n "], [691, "2017-06-16T21:24:25Z", [0.09], ""], [368, "2017-06-16T20:09:01Z", [0.0], ""], [4273, "2017-06-16T18:33:30Z", [0.2], ""], [35264, "2017-06-16T10:47:38Z", [0.15], ""], [1646, "2017-06-16T09:37:10Z", [0.35], ""], [1646, "2017-06-16T09:23:17Z", [0.45], ""], [35899, "2017-06-16T07:38:08Z", [0.0], ""], [13377, "2017-06-16T00:46:46Z", [0.18], ""], [368, "2017-06-15T18:34:39Z", [0.0], ""], [706, "2017-06-15T15:07:00Z", [0.25], "Mugabe is his idol."], [31450, "2017-06-15T15:03:33Z", [0.05], "For reasons I cannot fathom, but suspect I will see with the republicans and trump, the ANC senior leadership seems to have decided to back Zuma right to the bitter end. "], [18762, "2017-06-15T14:05:05Z", [0.1], "unless he dies...he is only 75 so give it a 10% chance. We have seen this story before."], [34353, "2017-06-15T12:32:34Z", [0.15], ""], [919, "2017-06-15T12:00:19Z", [0.15], ""], [24771, "2017-06-15T07:56:42Z", [0.25], ""], [35872, "2017-06-15T03:40:52Z", [0.3], ""], [4273, "2017-06-15T00:36:12Z", [0.15], ""], [368, "2017-06-15T00:07:34Z", [0.0], ""], [16272, "2017-06-14T17:22:49Z", [0.25], ""], [4634, "2017-06-14T13:42:39Z", [0.18], ""], [34353, "2017-06-14T13:25:36Z", [0.15], ""], [28414, "2017-06-14T10:15:28Z", [0.05], ""], [368, "2017-06-14T00:17:49Z", [0.0], "Unlikely.  Despite a change in the party ( election within party in December; President of the ANC) Zuma will remain in his second term despite domestic Political, economic and social instability over time, along with a possible downgrade by Moody's, it is unlikely that Zuma's removal by the legislature or recall by the ANC.  "], [1333, "2017-06-13T22:44:04Z", [0.2], ""], [28091, "2017-06-13T19:27:35Z", [0.1], "A year is a long time for more pressure to be put on Zuma to resign but his term is up in 2019 and I believe he will try to ride it out. "], [4634, "2017-06-13T19:02:47Z", [0.25], ""], [34353, "2017-06-13T17:49:36Z", [0.15], "While the ANC continues to fracture and opponents of Zuma continue to push for his resignation, there's still some major hoops to get through for this to happen. First, if the opposition within the ANC succeeds in recalling Zuma, the most that the party can try to force is his resignation. Given what I've read about him, he doesn't seem the type of person to resign, especially as he tries to have his ex-wife assume control of the ANC after he departs office in 2019. A recall may increase the likelihood of a no-confidence vote, but the ANC (which has 249 of 400 National Assembly seats) would have to have a significant defection against Zuma. While possible, it seems unlikely as it would increase the vulnerability of the ANC. A recall might also increase the likelihood of investigations into corruption by Zuma and his supporters. The Financial Times has a good synopsis: https://www.ft.com/content/f43cef08-43a5-11e7-8d27-59b4dd6296b8 In short, while possible, I don't think it's very likely at this point. It's generally difficult to remove strongmen from power, and the ANC is (thus far) content to prop up Zuma. If the opposition grows, the economy worsens, and a recall happens, the threat to Zuma would become more imminent. "], [691, "2017-06-13T17:42:07Z", [0.59], "Nobody seems to like the guy, but lots of people are afraid of him or don't want to be arrested either with or without cause, and ANC don't seem to have a successor ready to hand just now anyway.  "], [1646, "2017-06-13T17:31:01Z", [0.85], "Just a guess that the new militarized US foreign policy won't tolerate Zuma for so long..."]]}