{"question_id": 1652, "title": "Will there be a lethal confrontation between the national military forces, militia, and/or law enforcement personnel of the People's Republic of China and those of Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam before 1 April 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[14027, "2021-03-31T22:39:29Z", [0.0], ""], [3429, "2021-03-31T18:31:40Z", [0.0], "Still maintaining current forecast. I don't expect change at the moment."], [97561, "2021-03-31T18:23:30Z", [0.0], ""], [100184, "2021-03-31T14:49:14Z", [0.01], ""], [98226, "2021-03-31T14:15:53Z", [0.01], ""], [1333, "2021-03-31T09:15:31Z", [0.01], ""], [84288, "2021-03-31T01:22:22Z", [0.0], ""], [72046, "2021-03-30T22:42:46Z", [0.0], ""], [98252, "2021-03-30T21:39:35Z", [0.0], ""], [98259, "2021-03-30T19:48:14Z", [0.0], ""], [98251, "2021-03-30T19:38:38Z", [0.0], ""], [98211, "2021-03-30T17:41:48Z", [0.0], ""], [55987, "2021-03-30T15:28:11Z", [0.0], ""], [94889, "2021-03-30T13:05:02Z", [0.0], ""], [95787, "2021-03-30T10:54:55Z", [0.0], ""], [88452, "2021-03-30T08:17:27Z", [0.0], ""], [98212, "2021-03-30T02:29:59Z", [0.0], ""], [97459, "2021-03-30T00:02:19Z", [0.0], ""], [49877, "2021-03-29T16:30:51Z", [0.0], ""], [55987, "2021-03-29T15:18:52Z", [0.0], ""], [62808, "2021-03-29T14:47:06Z", [0.01], ""], [99512, "2021-03-29T11:29:11Z", [0.01], ""], [88452, "2021-03-29T10:10:46Z", [0.07], "\"SCS Incursion: Philippine Air Force Deployed  Philippine navy and coast guard ships have been deployed to the area to monitor the situation, in addition to the aerial patrols, according to defence secretary, Delfin Lorenzana.\"\nhttps://theaseanpost.com/article/scs-incursion-philippine-air-force-deployed \"Australia concerned over 'destabilizing actions' in South China Sea - envoy\n'As a consequence, we remain concerned about any destabilizing actions that could provoke escalation in the South China Sea.' \n[...]\nRobinson said Australia supports a 2016 ruling by a UN-backed arbitration court in The Hague that rejected China’s sweeping claims in the South China Sea, of which the West Philippine Sea is a part, by invalidating its history-based 9-dash line doctrine.\nBeijing, which continues to ignore the landmark ruling, has been accused of militarizing also the marine resources- and energy-rich South China Sea, a major international trade route.\n[...]\nAustralia is watching closely discussions on a so-called code of conduct between China and the 10-member Association of Southeast Asian Nations, he said. The Philippines and three other claimants - Brunei, Malaysia and Vietnam - have overlapping claims in the South China Sea, aside from China and Taiwan.\nThe code of conduct has long been discussed, following China and ASEAN's 2002 agreement on a loose set of guidelines known as the Declaration on the Conduct of Parties in the South China Sea.\nTo rally international support, the Philippines should make its position clear against Chinese intrusion in its waters.\"\nhttps://news.abs-cbn.com/news/03/29/21/australia-concerned-over-destabilizing-actions-in-south-china-sea-envoy"], [98256, "2021-03-28T22:27:45Z", [0.0], ""], [60948, "2021-03-28T12:29:25Z", [0.02], "Unclear how to balance very little time remaining with recent developments. Small change."], [88452, "2021-03-28T10:26:50Z", [0.07], "\"China announces further military exercises in disputed South China Sea\"\nhttps://news.abs-cbn.com/overseas/03/28/21/china-announces-further-military-exercises-in-disputed-south-china-sea \"Philippine fighter jet flies over Chinese boats in South China Sea\"\nhttps://www.scmp.com/news/asia/southeast-asia/article/3127316/philippines-sends-fighter-aircraft-over-chinese-boats"], [98230, "2021-03-28T04:07:25Z", [0.0], ""], [38094, "2021-03-27T15:13:57Z", [0.0], ""], [96450, "2021-03-27T12:04:43Z", [0.0], ""], [89038, "2021-03-27T02:08:14Z", [0.0], ""], [80475, "2021-03-26T23:00:57Z", [0.0], ""], [62808, "2021-03-26T21:18:54Z", [0.0], ""], [99594, "2021-03-26T20:27:21Z", [0.02], ""], [2965, "2021-03-26T18:52:18Z", [0.0], ""], [42131, "2021-03-26T10:20:28Z", [0.0], ""], [98276, "2021-03-26T02:28:29Z", [0.0], ""], [914, "2021-03-26T01:21:55Z", [0.0], ""], [31275, "2021-03-25T22:40:26Z", [0.0], ""], [98242, "2021-03-25T20:47:16Z", [0.0], ""], [28346, "2021-03-25T17:34:48Z", [0.0], ""], [98214, "2021-03-25T16:43:23Z", [0.01], ""], [98214, "2021-03-25T16:42:34Z", [0.02], ""], [88614, "2021-03-25T14:54:36Z", [0.0], ""], [85144, "2021-03-25T13:11:42Z", [0.0], ""], [92622, "2021-03-25T13:10:23Z", [0.0], ""], [95802, "2021-03-25T13:09:38Z", [0.1], ""], [97841, "2021-03-25T13:08:43Z", [0.0], ""], [37179, "2021-03-25T13:07:22Z", [0.0], ""], [87440, "2021-03-25T13:05:08Z", [0.0], ""], [93350, "2021-03-25T07:52:54Z", [0.0], "The impending due date of April 1 suggests a diminished chance of a lethal confrontation.\nTrade appears to be dominating relations at the moment rather than the Spratley Islands issues. ‘JAKARTA, 5 March 2021 – ASEAN and China reaffirmed their commitment to further strengthen their Strategic Partnership as both sides celebrate the 30th anniversary of the relations this year. This was stressed at the 22nd ASEAN-China Joint Cooperation Committee (JCC) meeting held via video conference, today.’ https://asean.org/asean-china-reaffirm-commitment-strong-partnership/  https://www.eria.org/ASEAN_at_50_4A.9_Zhang_and_Wang_final.pdf  https://www.fmprc.gov.cn/mfa_eng/ziliao_665539/3602_665543/3604_665547/t18034.shtml\n"], [37520, "2021-03-25T06:32:48Z", [0.0], ""], [88452, "2021-03-24T15:53:21Z", [0.05], "https://www.gmanetwork.com/news/news/nation/781078/afp-to-deploy-more-naval-assets-to-wps-amid-chinese-presence-at-julian-felipe-reef/story/\nhttps://news.abs-cbn.com/news/03/24/21/think-tank-urges-china-to-withdraw-militia-fleet-from-ph-waters-warns-of-global-security-risks"], [98240, "2021-03-24T13:11:17Z", [0.01], ""], [98240, "2021-03-24T13:10:42Z", [0.0], "Comment deleted on Mar 24, 2021 01:10PM UTC"], [97460, "2021-03-24T09:58:27Z", [0.01], "Revising down given the time remaining. Wasn't able to find anything indicating a higher likelihood this will happen. "], [62808, "2021-03-23T21:44:40Z", [0.0], ""], [98277, "2021-03-23T19:38:32Z", [0.0], ""], [97185, "2021-03-23T16:09:35Z", [0.0], ""], [91142, "2021-03-23T00:18:51Z", [0.0], ""], [49877, "2021-03-22T18:36:05Z", [0.01], ""], [3429, "2021-03-22T17:40:55Z", [0.0], "maintaining current forecast"], [94606, "2021-03-22T15:54:12Z", [0.0], "While 1 April is not far off, does this raise the level of tension in SCS? - https://reut.rs/3c7MsyE - and thus increase the possibility of any form of 'lethal' confrontation? Particularly now the China Coast Guard has the authority of the Chinese state to use whatever force they deem necessary ? Alternatively, does the Philippine government have the ability and courage to confront China's  220 'fishing' vessels in its EEZ? Or, would other ASEAN nations support Philippines should it seek to confront China? @SE_Meyer I see you have raised your probability forecast; I am tempted to follow suit but will monitor this more closely for the next few days."], [98254, "2021-03-22T01:46:24Z", [0.0], ""], [97561, "2021-03-21T22:40:45Z", [0.01], ""], [88452, "2021-03-21T19:02:26Z", [0.04], "Whitsun Reef incident.\nhttps://www.dw.com/en/philippines-asks-chinese-flotilla-to-leave-disputed-reef/a-56943127\nhttps://www.manilatimes.net/2021/03/22/news/200-chinese-ships-mass-at-west-ph-sea-reef/854085/"], [29266, "2021-03-21T18:26:27Z", [0.0], ""], [1333, "2021-03-21T14:58:54Z", [0.0], ""], [94783, "2021-03-21T12:35:58Z", [0.0], ""], [29680, "2021-03-20T04:52:25Z", [0.0], ""], [62808, "2021-03-19T21:15:24Z", [0.0], ""], [3429, "2021-03-19T18:22:17Z", [0.0], "No expectations of this happening"], [88452, "2021-03-19T12:51:08Z", [0.0], ""], [98174, "2021-03-18T18:07:48Z", [0.0], "As things currently stand there has been no escalation between China and the other parties listed above. This will most likely remain the case for the foreseeable future. Therefore a lethal confrontation between the military forces is less than 1% or simply put 0."], [31275, "2021-03-17T15:06:17Z", [0.0], ""], [97569, "2021-03-17T12:51:30Z", [0.0], ""], [84880, "2021-03-17T02:49:21Z", [0.0], ""], [98233, "2021-03-16T23:32:15Z", [0.0], "It's quite impossible for China to have a lethal confrontation under current condition with covid. "], [87440, "2021-03-16T18:34:31Z", [0.0], ""], [98171, "2021-03-16T18:07:49Z", [0.0], ""], [97560, "2021-03-16T16:19:11Z", [0.0], "I expect little to happen in the next two weeks that would lead to a fatality between the listed countries.   China is conducting monthlong naval drills in the South China Sea, west of the Leizhou Peninsula, but it seems to have garnered little interest from Vietnam.    There is also no news regarding Chinese, Indonesian, or Vietnamese oil/natural gas explorations in the next week, which is often a source of contention and escalation in the region."], [62808, "2021-03-16T14:37:33Z", [0.01], ""], [94556, "2021-03-16T09:28:20Z", [0.0], ""], [94606, "2021-03-15T15:09:32Z", [0.0], "Nothing has appeared that I have seen that makes this event likely and hence I am reducing my previous 2% to 0% to join @SE_Meyer  and @sebawi "], [97593, "2021-03-15T00:36:53Z", [0.01], ""], [67403, "2021-03-14T20:08:19Z", [0.0], ""], [14432, "2021-03-14T18:33:25Z", [0.0], ""], [84880, "2021-03-14T04:16:09Z", [0.0], ""], [86233, "2021-03-13T23:06:57Z", [0.0], ""], [691, "2021-03-13T19:08:56Z", [0.0], ""], [96757, "2021-03-13T08:27:40Z", [0.0], ""], [3429, "2021-03-12T23:40:37Z", [0.01], "maintaining current forecast"], [86658, "2021-03-12T22:28:23Z", [0.0], ""], [96450, "2021-03-12T19:06:31Z", [0.0], ""], [94889, "2021-03-12T14:14:00Z", [0.01], ""], [94872, "2021-03-12T06:56:08Z", [0.0], ""], [98689, "2021-03-11T15:54:41Z", [0.02], ""], [98687, "2021-03-11T15:49:17Z", [0.0], ""], [19127, "2021-03-11T14:31:31Z", [0.01], ""], [24027, "2021-03-11T12:29:27Z", [0.0], ""], [95797, "2021-03-11T12:21:21Z", [0.01], ""], [27661, "2021-03-10T15:51:49Z", [0.0], ""], [98293, "2021-03-10T13:02:26Z", [0.0], ""], [14027, "2021-03-10T02:53:06Z", [0.03], ""], [98148, "2021-03-09T21:45:58Z", [0.01], ""], [88954, "2021-03-09T12:28:41Z", [0.01], ""], [88452, "2021-03-08T22:20:24Z", [0.0], "Interesting: Xi is calling for the PLA to become and keep \"combat-ready\".\nhttp://www.mcivortimes.com.au/world/2021/03/10/3662533/xi-tells-military-to-be-combat-ready Probably not happening before 01 April 2021."], [97185, "2021-03-08T20:56:23Z", [0.03], ""], [99512, "2021-03-08T17:50:34Z", [0.02], ""], [31275, "2021-03-08T16:51:49Z", [0.0], ""], [58028, "2021-03-08T15:21:29Z", [0.0], ""], [99409, "2021-03-08T03:13:52Z", [0.1], "before 1 April 2021\nI would say no, not before April 1st because they all depend up on the US for military protection. China would not have much to lose if there was a military confrontation between the Philippines, Malaysia if it were to go unchecked. Malaysia shares strong diplomatic ties with the United States and wishes to continue a strong relationship with the Biden administration. China will most likely continue with economic abuses before it results to military actions. \nhttps://www.malaymail.com/news/malaysia/2021/02/17/malaysia-us-ties-expected-to-remain-strong-under-bidens-administration-say/1950477\nBrunei is a small nation that can’t fight back making China look like a bully.  Brunei depends on US military protection and international law to maintain sovereignty and independence.  \nhttps://thediplomat.com/2018/12/brunei-between-big-powers-managing-us-china-rivalry-in-asia/\nIndonesia is China’s most important trade partner and China has agreed to help with a dam project for Indonesia. The need for Indonesian imports in China has decreased due to the Corona Virus. I think it is more likely China will offer to let Indonesia borrow money from China’s state owned bank at high interest rates similar to what is seen in Africa. \nhttps://www.reuters.com/article/indonesia-china/update-1-china-to-import-more-indonesian-products-to-balanced-trade-idUSL1N2JO0SZ\nSingapore’s Prime Minister wrote a commentary about his country’s relationship with China and the US. He is worried about the outcome of Chinese and American tensions, whatever the outcome his country needs to keep a partnership with both countries in order to survive. \nSingapore and has major economic agreements with China and both country have major export agreements with each other. \nSingapore depends upon the United States to keep peace in the peace region since the end of WWII and are both major security partners. Singapore buys military weapons and military technology from the United States, and the US military routinely trains with the Singaporean military. \nSingapore depends upon China for economic stability and the US for security. As long as the United States does not pull out of the pacific region I don’t believe China will act aggressively within the next month. Doing so would risk a military conflict with the United States. \nhttps://www.channelnewsasia.com/news/commentary/us-china-singapore-trade-war-impact-businesses-growth-11820864\n"], [99363, "2021-03-07T23:42:05Z", [0.75], "One of China's major strategic goals is clearly the establishment of sovereignty over the \"Nine-Dash Line\". With the global pandemic coming to an end and the passage of a law granting China's coastguard new abilities, such as creating exclusion zones and permission to fire on other ships, it's likely that a lethal incident will occur as China looks to rekindle the dispute over who controls the SCS. "], [99356, "2021-03-07T23:38:29Z", [0.3], "There is a little more than three weeks until April 1st. I do not believe a lethal confrontation will occur in that time frame. While China continues to reclaim land in the South China Sea, there is no evidence to support an imminent confrontation over the reclamation. Tensions between the United States and China are escalating and military exercises are taking place due to the increased presence of the U.S. but there is no indication that a confrontation will occur between the People's Republic of China and those of Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam. "], [98682, "2021-03-07T22:47:28Z", [0.01], "Probability: 1% There is almost no chance that there will be a lethal confrontation between the national military forces, militia, and/or law enforcement personnel of the People’s Republic of China and those of Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam before 1 April 2021. This is the case, despite an ongoing war of words between involved parties and China’s aggressive continued expansion of its claimed territory. In its list of Conflicts to Watch in 2020, the Council on Foreign Relations listed “an armed confrontation over disputed maritime areas in the South China Sea between China and one or more Southeast Asian claimants (Brunei, Indonesia, Malaysia, Philippines, Taiwan and Vietnam)” as top priorities with a high impact and a moderate likelihood of occurrence (“Conflicts to Watch”). In January 2021, China passed a law allowing the China Coast Guard to fire on what it identifies as illegal foreign vessels in waters under its jurisdiction (Permal). The Philippines Foreign Affairs Secretary, Teodoro Locsin, Jr, suggested that the Philippine navy will shoot back – “If there is an incident, I can assure you there will be more than just a protest” (Seidel, “South China Sea”). In a US Department of State briefing on February 19, 2021, Department Spokesperson Ned Price said, “the United States joins the Philippines, Vietnam, Indonesia, Japan, and other countries in expressing concern with China’s recently enacted Coast Guard law, which may escalate ongoing territorial and maritime disputes.” He continued, “The United States reminds China of its obligations under the United Nations Charter to \nrefrain from the threat or use of force, and to conform its maritime claims to the International Law of the Sea…We stand firm in our respective alliance commitments to Japan and the Philippines” (Price). Subsequent to China passing their new law, the US sent two Navy aircraft carrier strike groups to begin operations in the disputed waters of the South China Sea (“Two US Navy”). A week later, Britain, France, Germany, Holland, and Canada all announced that they are sending warships to the South China Sea in \ngrowing “pushback” against Beijing (Seidel, “British and Canadian”). While the increasing rhetoric between the parties increases the likelihood of a lethal confrontation, there are indicators that peaceful options are still on the table. However, with tensions running high, and according to the CFR, in a “worsening” status (“Global Conflict Tracker”) all it takes is one small incident for a situation to turn deadly.  However, things get interesting when we look at the hard numbers. According to the Center for Strategic & International Studies’ South China Sea Incident Tracker, incidents between China and others in the region have become less frequent, and in the past five years, incidents involving China have not resulted in deaths (China Power Team). \n2016 – 13 incidents, no deaths\n2017 – 3 incidents, no deaths\n2018 – 3 incidents, no deaths\n2019 – 5 incidents, no deaths\n2020 – 1 incident, no deaths Since this question specifically relates to lethal confrontations in the next 28 days, I think there is nearly no chance of it taking place. Sources: China Power Team. \"Are Maritime Law Enforcement Forces Destabilizing Asia?\" China Power. https://chinapower.csis.org/maritime-forces-destabilizing-asia/. Accessed March 3, 2021. “Conflicts to Watch in 2020.” Council on Foreign Relations. December 18, 2019. https://www.cfr.org/report/conflicts-watch-2020. Accessed March 3, 2021. “Global Conflict Tracker.” Council on Foreign Relations. https://www.cfr.org/global-conflicttracker/conflict/territorial-disputes-south-china-sea. Accessed March 5, 2021. Permal, Sumathy. “Bejing Bolsters the Role of the China Coast Guard.” Asia Maritime Transparency Initiative. March 1, 2021. https://amti.csis.org/beijing-bolsters-the-role-of-the-china-coast-guard/). Accessed March 3, 2021. Price, Ned. “Department Press Briefing – February 19, 2021.” United States Department of State. https://www.state.gov/briefings/department-press-briefing-february-19-2021/#post-219386-CHINA). Accessed March 3, 2021. Seidel, Jamie. “British and Canadian warships invade South China Sea as tensions escalate with Beijing.” News.com.au. February 27, 2021. https://www.news.com.au/technology/innovation/military/britishand-canadian-warships-invade-south-china-sea-as-tensions-escalate-with-beijing/newsstory/41cc91af2af8b5ec3126712d09fef454). Accessed March 3, 2021. Seidel, Jamie. “South China Sea tensions at boiling point as Beijing tells Coast Guard to shoot, Philippines reacts.” News.com.au. February 14, 2021.\nhttps://www.news.com.au/technology/innovation/military/south-china-sea-tensions-at-boiling-pointas-beijing-tells-coast-guard-to-shoot-philippines-reacts/newsstory/d63d1c6e51eed9243382e9d2ff216f15. Accessed March 3, 2021. “Two US Navy aircraft carriers conduct South China Sea drills.” CNN. February 9, 2021. https://www.cnn.com/2021/02/09/asia/us-navy-two-aircraft-carriers-south-china-sea-ml/index.html). Accessed March 3, 2021.\n"], [98580, "2021-03-07T21:52:22Z", [0.3], "The chance of a lethal confrontation between the People’s Republic of China and any of the other countries listed does not appear to be significantly high in the next 24 days.  Any type of incident would stem from tensions regarding differing claims to the South China Sea.  Likely, such an event would happen between the People’s Republic of China and the Philippines.  China holds the world’s largest navy now, which gives them power and capability to protect their interests in the South China Sea against any other countries. “China's massive naval buildup coincides with it reinforcing its claims to almost all of the 3.3 million square-kilometer (1.3 million square-mile) South China Sea by building up tiny reefs and sandbars into man-made artificial islands heavily fortified with missiles, runways and weapons systems” (Lendon 2021).  “In response to China’s assertive presence in the disputed territory, Japan has sold military ships and equipment to the Philippines and Vietnam in order to improve their maritime security capacity and to deter Chinese aggression” (Council on Foreign Relations 2021). \nThe chance for an attack is not impossible, especially considering China’s newest coast guard law. “The National People’s Congress standing committee in Beijing passed a law January 22 that expressly lets the coast guard use force. The law prescribes “all necessary means” to stop foreign vessels, including use of weapons aboard Chinese ships” (Jennings 2021).  “Vietnamese sailors died in 1974 and 1988 in military clashes with China. The two countries rammed each other’s boats in 2014 when Beijing authorized placement of a Chinese oil rig in disputed waters. China and the Philippines entered a standoff in 2012 as the Chinese side took control of a shoal west of Luzon Island. China and Malaysia were locked in their own standoff in early 2020” (Jennings 2021).  With tensions high, and disputes long-standing, something could spark a reaction from one country or another, but a lethal confrontation may not ensue. Seeing this, I feel fair to predict a 30% likelihood.  Council on Foreign Relations. (2021). Global Conflict Tracker. https://www.cfr.org/global-conflict-tracker/conflict/territorial-disputes-south-china-sea\nJennings, R. (2021). China's Coast Guard Can Fire on Foreign Vessels, Complicating Security in South Sea. https://www.voanews.com/east-asia-pacific/chinas-coast-guard-can-fire-foreign-vessels-complicating-security-south-sea#:~:text=The%20National%20People's%20Congress%20standing,of%20weapons%20aboard%20Chinese%20ships.&text=Other%20countries%20believe%20China's%20claims%20violate%20international%20maritime%20laws. \nLendon, B. (2021). China has built the world's largest navy. Now what's Beijing going to do with it? https://www.cnn.com/2021/03/05/china/china-world-biggest-navy-intl-hnk-ml-dst/index.html "], [97591, "2021-03-07T20:38:08Z", [0.01], ""], [98868, "2021-03-07T19:29:00Z", [0.05], "\n\tAs China continues to assert its claim to areas within the 9-dash line in the South China Sea, the pressure is mounting on its southern neighbors. China projects power through its artificial  islands that serve as staging bases for aircraft, warships, and maritime vessels. For a country like Malaysia who is conducting resource exploration in disputed waters, China's expansion represents a direct challenge to their territorial claims. Other tensions have manifested with Indonesia deploying fighter jets and naval ships to deter Chinese fishing in its waters and Chinese vessels sake a Vietnamese fishing boat in vicinity of the Paracel Islands. China's strategy is to slowly wear down the opposition to its territorial claims (Wescott & Lendon, 2020). Since the 1970s, Southeast Asian states have squabbled over the territorial claims to land masses and navigation rights in the South China Sea. China leverages its nine-dash line claims to argue its claims to sovereignty, yet other nations such as the US argue, that freedom of navigation is not trumped by claims to economic exchange zones (EEZs). Washington has interests in maintaining freedom of navigation in the area and provides backing to countries such as the Philippines and Taiwan (CFR, 2021). China uses the US commitment to rules of engagement of the law of war to its advantage. Instead of deterring US warships with the military, China hires fishermen and other non-governmental vessels to harass its neighbors in the region. This strategy effectively avoids the prospect of conflict, offers Beijing plausible deniability, and great political risk of a neighboring country's ship fires on one of the vessels as it would appear an attack on innocent civilians (Gady, 2015). \n\n\tChina values stability as a top priority. Making war with neighboring states would certainly destabilize the southeast Asian economies. Alternatively, China employs a long game of incremental aggression that rarely crosses the threshold of conflict that would warrant an escalation of force. The risk of lethal conflict as a result of defensive aggression from  Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam is also unlikely. Although some leaders in Vietnam and Indonesia have attempted to confront Beijing on its incursions, these nations value stability as well and thus would prefer a diplomatic solution to armed conflict. China will not hesitate to retaliate against one of these nations if the US ceases to back them. If the US departs, then the chances for conflict increase as China will capitalize on the power vacuum left behind to secure its national interests in the Sea. \n\n\n\nCouncil of Foreign Relations. (2021, 05 March). Territorial Disputes in the South China Sea. \nhttps://www.cfr.org/global-conflict-tracker/conflict/territorial-disputes-south-china-sea Gady, F. (2015). ‘Little Blue Men:’ Doing China’s Dirty Work in the South China Sea. The Diplomat. \nhttps://thediplomat.com/2015/11/little-blue-men-doing-chinas-dirty-work-in-the-south-china-sea/ Wescott, B. & Lendon, L. (2020, June 8). Pressures increasing on Indonesia and Malaysia in the South China Sea. CNN. https://www.cnn.com/2020/06/07/asia/china-malaysia-indonesia-south-china-sea-intl-hnk/index.html"], [98728, "2021-03-07T18:18:08Z", [0.21], "Brunei- (2pts) Potentially due to their dependence on China for funding. Brunei's populace has been showing frustration with the Sultan due to the sluggish economy, corruption, and unemployment. With Brunei being a key node in the Belt and Road Initiative, they could be vulnerable in the future for occupation by China to gain more of a foothold in the SCS. However, I think it's highly unlikely that will happen before the end of the month. \nIndonesia- (3 pts) 2016- holding Chinese fisherman in a dispute with China over the fisherman claiming they were in \"Chinese traditional fishing grounds.\" China has discouraged Indonesia from joining countries that challenge China's territorial claims. 2020- Indonesians captured two Chinese vessels after one of them had a dead Indonesian Fisherman on it. \nMalaysia- (1 pt) Even though Malaysia's territorial claims overlap with China, they don't seem to be concerned with debating the issue. Placid relations with China could change with the election of Muhyiddin Yassin. \nThe Philippines (1 pt)- tensions between China and the Philippines due to Chinese ships surveying the Benham Rise. The Chinese claim that their intentions are purely for research. The UN recognizes Indonesia's claim to the resource-rich Benham Rise undersea plateau. \nSingapore (1 pt)- \"Mr. Lee laid out Singapore’s interest in and stand on the issue, saying that while the country does not have any claims of its own in the South China Sea, and does not take sides on the specific claims of claimants, Singapore still has a lot at stake in three areas: International law, freedom of navigation and unity in ASEAN.\" The only reason I would justify giving Singapore a point would be in the event they discover oil in a potentially contested area.\nVietnam (11 pts) - If there's any country that will most likely have a conflict with China over the next month, it's Vietnam. The two countries have had multiple standoffs in the last ten years. Numerous instances of Chinese vessels ramming and sinking Vietnamese vessels have been reported. With the inclusion of cyberattacks on Vietnam from China, I would wager that the likelihood of an attack on Vietnam from China is higher than any of the other countries. I'm giving this a 10% chance for the simple fact of the previous issues between the two countries in the contested areas around the Paracel Islands. Also, an additional point just because it's another country on the list that could potentially conflict with China. \nWhen it comes to the South China Sea, China is focused on expanding their territory, and they know the real threat to their success is the United States. Since 2015 Xi Xinping has focused heavily on developing China's Navy. Now with the largest navy in the world, China is poised to defend the territory they think belongs to them. The sheer number of their vessels (360) sounds daunting, but the US Navy still has better manpower, more experience, and better training. Additionally, US ships are armed more heavily.  (2 pts) The only reason I could imagine China attacking one of the mentioned countries by the end of the month would be if one of them struck oil in their claimed territory. That would influence China to jump on the prospect of obtaining the resource for themselves. Since 1970 no country in South East Asia has struck a large enough oil reserve to fight for. It's unlikely to happen this month, but I'm still going to give it a few percentage points just on the possibility that it does happen. Brunei Source: https://asiatimes.com/2018/03/china-throws-sinking-brunei-lifeline/\nIndonesian Source: https://www.theguardian.com/world/2016/mar/24/indonesia-vows-to-prosecute-chinese-trawler-crew-in-south-china-sea-dispute\nhttps://www.maritime-executive.com/article/two-chinese-fishing-vessels-detained-after-body-found-on-board#:~:text=Indonesian%20authorities%20have%20detained%20two,Batam%20Island%20for%20a%20search.\nMalaysian Source- https://www.fpri.org/article/2020/01/a-faint-breeze-of-change-malaysias-relations-with-china/\nPhilippines- https://cnnphilippines.com/news/2017/03/11/Chinese-ships-Benham-Rise.html\nSingapore- https://web.archive.org/web/20170607222237/http://www.channelnewsasia.com/news/singapore/ndr-2016-singapore-must-choose-its-own-place-to-stand-on-south-c-7884434\nVietnam- https://vietnaminsider.vn/chinese-ships-attack-vietnamese-boat-in-the-disputed-waters/\nhttps://carnegieendowment.org/2020/09/30/rough-waters-ahead-for-vietnam-china-relations-pub-82826\nhttps://e.vnexpress.net/news/news/israeli-company-uncovers-cyberattack-on-vietnam-neighbors-by-china-linked-group-4098485.html\nhttps://www.cnn.com/2021/03/05/china/china-world-biggest-navy-intl-hnk-ml-dst/index.html\n"], [22689, "2021-03-07T17:09:15Z", [0.0], ""], [97459, "2021-03-07T16:42:33Z", [0.01], ""], [27661, "2021-03-07T10:28:22Z", [0.0], ""], [99144, "2021-03-07T06:13:56Z", [0.4], "Considering the U.S.’s ramping up of operations in the South China Sea (SCS) since President Biden took office (Lendon, 2021), there would be more likelihood of a China-U.S. confrontation as compared to a confrontation of China and the other nations who are claimants of the SCS. However, China passed a new Coast Guard Law on January 22, 2021, which “empowers the force to ‘take all necessary measures, including the use of weapons, when national sovereignty, sovereign rights, and jurisdiction are being illegally infringed upon by foreign organizations or individuals at sea’” (Philippines protests new China law as `verbal threat of war’, 2021). Considering the actions that China has already taken in the SCS, and the fact that it claims most of the SCS as being within its territory, this new law creates a much higher likelihood of China sparking conflict in the SCS against rivals including Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam. I gauge that the overall threat is low but probable within the timeframe of this prediction, however long-term is a whole nother story. Lendon, B. (2021, February 17). US steps up challenges to Chinese-claimed islands in South China Sea. CNN. https://www.cnn.com/2021/02/17/asia/us-navy-south-china-sea-freedom-of-navigation-intl-hnk/index.html Philippines protests new China law as `verbal threat of war’. (2021, January 27). Independent.\nhttps://www.independent.co.uk/news/philippines-protests-new-china-law-as-verbal-threat-of-war-philippines-law-coast-guard-countries-islands-b1793461.html"], [98843, "2021-03-07T02:21:02Z", [0.2], "In my assessment, it is unlikely that a lethal confrontation between the national military forces, militia, and/or law enforcement personnel between the People’s Republic of China and those of Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam before 01ARPIL2021. The reason I am giving this 20% is due to the fact that China is currently disputing sea claims with several of these countries (Krishnankutty, 2020) and that China has recently utilized force in their border dispute with India (BBC, 2021). References:\nBBC. (2021, January 25). India-China dispute: The border Row explained in 400 words. Retrieved March 06, 2021, from https://www.bbc.com/news/world-asia-53062484  Krishnankutty, P. (2020, July 15). Not just US, India - China is involved in 15 other territorial disputes in Asia. Retrieved March 06, 2021, from https://theprint.in/theprint-essential/not-just-india-tibet-china-has-17-territorial-disputes-with-its-neighbours-on-land-sea/461115/\n"], [98867, "2021-03-07T00:13:41Z", [0.05], "The United States possible involvement in a dispute over the territory of the South China Sea makes the chances of lethal confrontation between China and Brunei, Indonesia, Malaysia, Philippines, Singapore, or Vietnam low, in my opinion. Especially in such a short time frame. With the current US climate, the emphasis is likely on conflict resolution and prevention rather than advancement. That doesn't change the fact, however, that tensions concerning this territory are significant and lethal conflict will probably eventually arise.  https://www.cfr.org/blog/top-conflicts-watch-2021-danger-us-china-confrontation-over-taiwan\nhttps://www.cfr.org/global-conflict-tracker/conflict/territorial-disputes-south-china-sea\n"], [86246, "2021-03-06T22:11:52Z", [0.0], ""], [94556, "2021-03-06T21:59:04Z", [0.01], ""], [68146, "2021-03-06T21:09:14Z", [0.05], ""], [98725, "2021-03-06T19:40:42Z", [0.01], "The territorial disputes in the South China Sea involve the states of China, the Philippines, Brunei, Malaysia, and Vietnam. The Spratly and Paracel Islands, specifically, are the source of increasing contention. China’s island-building and land reclamation efforts based on claims of historical sovereignty encroach on the territorial islands and waters of these South Asian states. Indonesia and Singapore assert they are non-claimants in the South China Sea disputes. Confrontations stemming from these disputes have involved police/military forces of the respective country’s sovereign waters and the fishing vessels of other claimants who entered the waters. The coast guards of various claimants have encountered each other and used intimidation tactics as well . However, there has not been a lethal confrontation between the respective militia/military forces/law enforcement of the claimants yet. There is a factor that may diminish the possibility of a future lethal confrontation. On November 15th, 2020, ASEAN member states and five regional partners – including China – signed the Regional Comprehensive Economic Plan (RCEP). According to Brookings’ simulations, “RCEP could add $209 billion annually to world incomes, and $500 billion to world trade by 2030.” Brunei, Indonesia, Malaysia, the Philippines, Singapore, and Vietnam signed RCEP. On one hand, because this agreement is so valuable, their membership could diminish the possibility of an intentional clash with China’s military. The agreement promotes ASEAN centrality in the Indo-Pacific and strengthens these countries’ relationships with China. On the other hand, this agreement may embolden China in its maritime strategy of off-shore balancing in the East and South China Seas. The strategy is committed to securing China’s “land and littoral frontiers” (which includes the nine-dash line and Taiwan), consolidating influence in China’s near seas (which include Vietnam and Thailand), and maintaining a balance of power which favors China. The agreement, therefore, could provide a certain level of peace, but also encourage China to increase its maritime activities.  It seems unlikely a lethal military/armed confrontation will occur among these countries before April 1st. Assuming this agreement eases tensions between the South Asian claimants and China – as well as decreases these activities in the South China Sea – I give this scenario a possibility score of 1%. "], [98108, "2021-03-06T16:59:41Z", [0.0], ""], [18322, "2021-03-06T15:59:21Z", [0.0], ""], [97569, "2021-03-06T15:20:59Z", [0.01], "Lowering my forecast by 1% as we get closer to the deadline."], [98423, "2021-03-06T15:01:41Z", [0.01], ""], [92622, "2021-03-06T14:52:45Z", [0.01], ""], [28899, "2021-03-06T10:38:47Z", [0.0], ""], [62808, "2021-03-06T03:13:54Z", [0.01], ""], [86658, "2021-03-06T00:29:01Z", [0.05], ""], [98851, "2021-03-05T23:55:42Z", [0.07], "While US presence in the area has helped deter some of the saber rattling that China and Indonesia seem to be fond of in the area, I don't think there is a high chance that it will escalate before the first of the month. However, I would be loathe to say it wouldn't happen as all parties involved utilize the area of the South China Sea and make pot shots at each other in attempts to intimidate the opposition out; accidents do happen. "], [85144, "2021-03-05T22:05:06Z", [0.0], ""], [98845, "2021-03-05T21:19:09Z", [0.0], "Even though altercations like this have occurred it is still extremely unlikely that a deadly conflict between Republic of China national military forces, militia, and/or law enforcement personnel will happen before 1 April 2021. Which is why I gave this situation a 0% chance of happening. This is something that might happen eventually but not this soon. "], [87897, "2021-03-05T15:16:27Z", [0.01], ""], [67403, "2021-03-05T13:08:14Z", [0.05], ""], [98720, "2021-03-05T11:26:37Z", [0.05], "While China just recently enacted a coast guard law explicitly allowing its coast guard vessels to fire on foreign vessels (https://gcaptain.com/u-s-concerned-chinas-new-coast-guard-law-could-escalate-maritime-disputes/) it is still highly unlikely that there will be a lethal confrontation between the Republic of China national military forces, militia, and/or law enforcement personnel before 1 April 2021. China does not seek military conflict with its neighbors and has been focused on fostering cooperation through the pandemic. A lethal confrontation between China and the forces of Brunei, Indonesia, Malaysia, Philippines, Singapore and/or Vietnam is not currently in China’s best interest or those of the other countries. With tensions high in the South China Sea, action taken is highly coordinated and calculated in order to prevent broader conflict."], [20582, "2021-03-05T04:49:16Z", [0.0], ""], [98273, "2021-03-05T01:50:48Z", [0.02], ""], [94872, "2021-03-05T00:15:31Z", [0.01], ""], [98174, "2021-03-04T23:12:45Z", [0.05], "As some other predictions have pointed out, we are currently going through a worldwide pandemic that has had a significant effect on global trade. A lethal confrontation or an escalation that would lead to increasing tensions would not be advisable for any of the parties listed above. China might be performing naval exercises in the South China Sea, but those will most likely not lead to any confrontations. Looking at China's long-term goal, it does not intend to pursue control over nations militarily but rather economically. Its one belt-one road initiative is a prime example of how it intends to increase its influence. In addition, the date is a month away, and there tend to be signs alluding to possible lethal confrontations, which have not been seen as of yet."], [98731, "2021-03-04T22:18:51Z", [0.05], "The likelihood of a lethal confrontation between the national military forces, militia, and/or law enforcement personnel of the People's Republic of China and those of Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam before 1 April 2021 is extremely low based off current China-ASEAN relations and recent history. In September 2020, Chinese State Councilor and Foreign Minister Wang Yi visited Myanmar, Indonesia, Brunei, and the Philippines in an effort to deepen mutual trust and promote cooperation, with Yi emphasizing that China-ASEAN relations is one of his top priorities. China and ASEAN countries have cooperated closely in a joint pandemic response, working together to develop and distribute vaccines, indicating non-hostile relations. However, over the past year, tensions have risen out of China’s aggressive behavior in the South China Sea, with Malaysia, Vietnam, and the Philippines (along with a handful of Western countries) releasing statements calling on states to follow the rule of international law. In 2020, China increased tensions between itself and Vietnam, Malaysia, and the Philippines as the Chinese Coast Guard sank a Vietnamese fishing boat (no one was injured), a Chinese ship entered contested waters off Malaysia, and a Chinese warship aimed its weapons control radar at a Philippine naval vessel; however, no direct military conflict occurred. It is well-known that China, Vietnam, Taiwan, Malaysia, the Philippines, and Brunei are locked in an overlapping series of maritime and territorial disputes, and though tensions between China and these countries wax and wane, it seems as if China is currently focused on strengthening diplomatic relations with ASEAN countries and keeping an eye on Western powers, especially the US, who send naval assets through the South China Sea region. Additionally, China has launched a month of military exercises and closed off around 80 square kilometers in Chinese waters for the month of March, so it is likely that military attention (at least the navy) will be diverting its attention to these exercises. There is a very low likelihood of a lethal military confrontation in the next month; however, with tensions being so high, it is possible that a ship or submarine in the wrong area or a trade dispute could escalate into a lethal military conflict, which is why I am giving a 5% likelihood of occurrence. "], [90433, "2021-03-04T18:52:33Z", [0.01], "Covid 19 has made other things priorities. "], [96450, "2021-03-04T12:57:18Z", [0.0], ""], [98737, "2021-03-04T01:33:59Z", [0.1], "China has its eye on other regions and currently showing no active aggression to the above-listed areas."], [98440, "2021-03-03T18:41:53Z", [0.01], "According to the Council on Foreign Relations Global Conflict tracker, “Tensions between China and both the Philippines and Vietnam have recently cooled, even as China increased its military activity in the South China Sea by conducting a series of naval maneuvers and exercises in March and April 2018.”  With China conducting military exercises in the South China Sea for the entire month of March in a designated five-kilometer radius, as well as the presence of U.S. and French naval military vessels, China’s neighbors will likely be wary to increase tensions with the heavily preoccupied People’s Liberation Army Navy.  Since Germany is also planning to send a warship through the area, the Chinese government will likely sense increasing pressure from NATO powers and focus their attention on these issues rather than squabbles with the countries in question.  Any lethal engagements with neighboring nations in the South China Sea littoral region would likely only fuel further western pressure against China and not work to the advantage of the Chinese Communist Party, thus I suspect it is almost certain China will limit military action to their usual posturing against western naval vessels in the area.  Based on this, I am forecasting a 99% chance there will be no lethal confrontations between China and Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam prior to the end of their military exercises concluding at the end of this month.  If Chinese military activity in the South China Sea does not decrease following the conclusion of this exercise, it may be indicative of intentions to conduct territorial enforcement operations which could lead to lethal confrontations like those seen from Russia in the Eastern European region, however, this is not within the bounds of this question or response and would require further research for a more informed analysis.  As a result, I am only assigning a 1% chance to the question posed."], [27661, "2021-03-03T18:35:00Z", [0.0], ""], [80475, "2021-03-03T01:05:40Z", [0.0], ""], [98265, "2021-03-02T17:50:33Z", [0.0], ""], [98686, "2021-03-02T16:05:25Z", [0.01], ""], [60948, "2021-03-02T15:11:44Z", [0.01], ""], [98196, "2021-03-02T08:44:50Z", [0.01], ""], [97560, "2021-03-02T04:02:13Z", [0.01], "It's time to reduce this by a few percentage points. There has been recent news about Chinese incursions into the territorial waters around the Japanese controlled Senkaku Islands, but Japan is not any of the countries listed.  China also has large scale maritime exercises scheduled for the entire month of March west of Hainan Island, but that should little impact on the nations mentions in this question.   The next thing to keep an eye on is drill ship exploration in the South CHina Sea.  This has caused dust-ups before between Vietnam and China.   https://www.scmp.com/week-asia/politics/article/3122630/chinese-japanese-chase-each-other-near-disputed-diaoyu-islands"], [97501, "2021-03-01T19:28:18Z", [0.0], "consensus of other forecasters for months"], [3429, "2021-03-01T18:16:56Z", [0.01], "maintaining current forecast"], [1333, "2021-03-01T11:49:24Z", [0.01], ""], [34959, "2021-03-01T03:50:54Z", [0.0], ""], [94872, "2021-03-01T02:28:53Z", [0.01], ""], [86785, "2021-03-01T01:58:11Z", [0.0], ""], [86554, "2021-02-28T20:27:51Z", [0.0], ""], [80475, "2021-02-28T20:09:44Z", [0.01], ""], [97459, "2021-02-28T02:45:15Z", [0.03], ""], [87571, "2021-02-26T19:03:56Z", [0.07], "China has many other means."], [60948, "2021-02-26T18:26:38Z", [0.02], ""], [8318, "2021-02-25T23:41:48Z", [0.09], ""], [41671, "2021-02-25T16:34:04Z", [0.5], "China's recent coastguard law authorizing lethal force and recent (February) increase in militarization of areas adjacent to the South China Sea by Vietnam and the Philippines  (West Reef and others). "], [691, "2021-02-24T19:44:07Z", [0.01], ""], [98613, "2021-02-24T18:31:30Z", [0.09], "The greatest probability is of confrontation over the Spratly Islands and I believe this would ensnare fisherman from other countries."], [3429, "2021-02-24T17:53:26Z", [0.01], "maintaining current forecast"], [94889, "2021-02-24T13:32:43Z", [0.05], ""], [49877, "2021-02-23T22:57:14Z", [0.01], ""], [97459, "2021-02-23T18:46:03Z", [0.04], ""], [96450, "2021-02-23T16:58:46Z", [0.01], ""], [98293, "2021-02-23T06:23:21Z", [0.02], ""], [97569, "2021-02-23T01:49:53Z", [0.02], ""], [73687, "2021-02-22T21:24:08Z", [0.01], ""], [85377, "2021-02-22T20:47:24Z", [0.02], ""], [3429, "2021-02-22T20:29:58Z", [0.01], "maintaining current forecast"], [1333, "2021-02-22T19:18:20Z", [0.02], ""], [97593, "2021-02-22T15:40:40Z", [0.02], ""], [94556, "2021-02-22T14:52:26Z", [0.02], ""], [98171, "2021-02-21T21:11:28Z", [0.02], ""], [28346, "2021-02-21T21:03:20Z", [0.03], ""], [22689, "2021-02-21T19:57:14Z", [0.02], ""], [96757, "2021-02-21T07:48:35Z", [0.01], "Adjusting for time"], [94872, "2021-02-21T04:20:47Z", [0.01], ""], [98532, "2021-02-20T21:35:37Z", [0.0], ""], [60948, "2021-02-20T16:57:41Z", [0.01], ""], [34959, "2021-02-20T14:12:54Z", [0.01], ""], [86678, "2021-02-20T10:54:23Z", [0.01], ""], [86233, "2021-02-19T22:51:16Z", [0.01], ""], [1333, "2021-02-19T14:52:03Z", [0.03], ""], [58028, "2021-02-18T20:58:43Z", [0.01], ""], [98108, "2021-02-18T17:38:01Z", [0.01], ""], [28899, "2021-02-18T09:18:15Z", [0.01], ""], [97591, "2021-02-17T14:06:51Z", [0.02], ""], [98477, "2021-02-17T10:35:34Z", [0.01], "While the South China sea is a hotly disputed region that links these countries, there would have to be several grave missteps for lethal confrontation to occur. Entertaining the idea that either of these countries make a calculated decision to engage in lethal confrontation on purpose doesn't seem plausible. It would set in motion some pretty catastrophic events for everyone involved. But there's always a chance someone accidentally pulls a trigger, and is why I'm plugging in 1%.  "], [58028, "2021-02-15T22:09:49Z", [0.02], ""], [97593, "2021-02-15T19:04:39Z", [0.05], "Update based on time until forecast end date."], [88614, "2021-02-15T16:41:52Z", [0.01], ""], [31275, "2021-02-15T02:45:33Z", [0.0], ""], [86658, "2021-02-14T21:59:18Z", [0.12], ""], [98436, "2021-02-14T20:55:07Z", [0.01], ""], [27661, "2021-02-14T19:51:26Z", [0.01], ""], [62808, "2021-02-14T16:43:13Z", [0.01], ""], [60948, "2021-02-14T13:20:33Z", [0.02], ""], [98426, "2021-02-14T02:19:28Z", [0.0], "No advantage for China"], [98423, "2021-02-13T21:43:48Z", [0.05], ""], [88560, "2021-02-12T23:18:03Z", [0.01], ""], [691, "2021-02-12T18:46:28Z", [0.02], ""], [27661, "2021-02-12T17:56:03Z", [0.01], ""], [98397, "2021-02-11T14:56:10Z", [0.05], "Not many countries are siding with China right now. "], [98397, "2021-02-11T14:55:23Z", [0.1], "World will not let it happen.  Not many countries side with China right now. "], [60948, "2021-02-10T22:53:35Z", [0.02], ""], [3429, "2021-02-10T19:25:42Z", [0.01], "maintaining current forecast"], [85144, "2021-02-10T10:51:59Z", [0.01], ""], [34959, "2021-02-10T04:51:13Z", [0.02], ""], [62808, "2021-02-10T01:08:12Z", [0.01], ""], [62808, "2021-02-10T01:07:55Z", [0.06], ""], [19127, "2021-02-09T12:11:57Z", [0.03], ""], [24027, "2021-02-09T08:42:15Z", [0.01], ""], [3429, "2021-02-08T21:49:40Z", [0.01], "maintaining current forecast"], [84880, "2021-02-08T19:35:13Z", [0.0], ""], [13657, "2021-02-08T15:23:37Z", [0.0], ""], [98293, "2021-02-08T06:41:26Z", [0.05], "https://thediplomat.com/2021/01/chinas-coast-guard-law-destabilizing-or-reassuring/\n"], [97560, "2021-02-08T03:44:28Z", [0.03], "Decrementing for the passage of another 3 weeks with no activity.  "], [31275, "2021-02-07T21:30:06Z", [0.02], ""], [27661, "2021-02-07T11:48:03Z", [0.01], ""], [60948, "2021-02-06T22:32:21Z", [0.02], ""], [88452, "2021-02-06T19:03:02Z", [0.0], ""], [97569, "2021-02-06T04:24:29Z", [0.05], ""], [98322, "2021-02-05T15:29:00Z", [0.05], ""], [87897, "2021-02-05T12:41:36Z", [0.02], ""], [97841, "2021-02-04T22:19:27Z", [0.01], ""], [98318, "2021-02-04T22:19:03Z", [0.03], "No recent record of conflict between China and mentioned countries. Relations are not deteriorating. China has pre-authorised coastguards to open fire on ships entering disputed territories. China will not want to draw attention to a requirement of military presence from the Biden administration but the afore mention pre-authorisation is a warning for neighbours to stay away and China will act on their policy if necessary. Chance reflects possibility that neighbouring countries may enter disputed territories which may end in conflict."], [98304, "2021-02-03T23:17:46Z", [0.15], ""], [98303, "2021-02-03T23:17:05Z", [0.89], "China's track record with Muslim populations may aggravate tensions with predominantly Muslim countries. Further to this, the cut-off is a single death, caused by militia, police or the military. I believe this is highly likely to occur, and may not even occur due to political tensions, because of the low threshold needed to meet this prediction (a single death on either side)."], [98300, "2021-02-03T22:17:01Z", [0.25], "Likelihoods are low for all countries except the Philippines and Vietnam, which have both faced confrontations with Chinese naval/coast guard vessels or militia in the past few years. Nonetheless, a strategic China would be unlikely to provoke a conflict that would draw strong international condemnation, an increased US rapprochement (especially by the Philippines) and an enhanced presence of US military assets in the region so early in the Biden administration - and are, in fact, likely to avoid one. However, Chinese strategy under Xi has been characterized by what some might consider excessively bellicose behaviour and provocation, so the odds are not so low as they might be under a purely strategic calculation. "], [98301, "2021-02-03T22:14:38Z", [0.03], "It's only 2 months till 1 April, and it's the start of Biden's presidency. China would like to reset relations with the US after Trump, if possible, and an aggressive move against its neighbours would make this politically impossible. "], [98293, "2021-02-03T10:14:28Z", [0.1], "No ongoing confrontations at the moment between these parties at the moment. Low probability event of something flaring up in the next 2 months."], [87566, "2021-02-02T21:54:18Z", [0.1], ""], [98288, "2021-02-02T19:38:56Z", [0.05], "Current societal concerns are geared towards controlling the pandemic.  Manufacturers of vaccines, protective gear and telecommunication industry would have to be less profitable than weaponry industry, unlikely. Sociologically, the triggering argument to feed such an event it’s unlikely given the current data"], [1333, "2021-02-02T19:10:16Z", [0.02], ""], [14027, "2021-02-02T18:51:12Z", [0.05], ""], [3429, "2021-02-02T18:25:29Z", [0.01], "maintaining current forecast"], [98217, "2021-02-02T15:27:45Z", [0.55], "Ah, good thought, Military on Military - I was thinking South Sea issue, but throw in land stuff.  Hmm. 1 death. \nChina, and did it include Taiwan, the most probable, no - wonder why not - military on military.\nI think my hedge is - we will see a civilian death/impact first - however, I've not studied enough current - the reality is put enough jumpy people in the same space, fire warning shots, etc. and with PRC with nothing to lose - Sure, possible.  As given though military on military - letter of Marque :) Merchant Marine - etc. let's narrow to warships then, or we could be land based, but since we think... it's the fishing rights... oil/resources - and patrols... sure we can imagine with our Golden Eyes all kinds of bad stuff.  Airforce vs. ship, etc. Do mines count?  Sure - drones? yeap.  \"confrontation\" and news sources - that's the rub, I can imagine it would be hard to verify most of these, so I'll hedge more, news black hole - remote - and what military wants to report they got their butts kicked... ? Covid may have slowed things down for a time or not - I'll guess that at sometime there will be, if we know about it, harder guess."], [73970, "2021-02-02T14:02:25Z", [0.1], ""], [98282, "2021-02-02T07:20:11Z", [0.9], "People are feeling more impowered more than they have ever been"], [13306, "2021-02-02T07:11:03Z", [0.0], ""], [88198, "2021-02-02T05:51:45Z", [0.01], ""], [97593, "2021-02-02T02:43:46Z", [0.06], "Update to original forecast due to time remaining in forecast period."], [97561, "2021-02-01T22:36:59Z", [0.05], "On 01-Feb, China enacted a new law allowing their Coast Guard to use weapons on foreign vessels.  This is in line with other region Coast Guards, but it does raise tensions as the law includes clauses for the use of hand-held weapons, air- and sea-borne weapons, and attack without warning.    China joined 20 countries in the Pacific region in 2014 to agree upon safety and communication procedures as prescribed in the Code for Unplanned Encounters at Sea (CUES) to regulate encounters between naval ships and aircraft at sea -- but there is still much work to do to clarify rules.  More here:  https://thediplomat.com/2021/01/chinas-coast-guard-law-destabilizing-or-reassuring/  Keeping prediction the same, but will be more closely monitoring how China and regional players interact and react, especially Japan since Japan and the Senkaku Islands.  Japan has more restrictions on the use of force which lowers likelihood of lethal confrontation.    https://www.japantimes.co.jp/news/2021/02/01/national/japan-china-coast-guard-law-senkakus/ The Philippines are also vocal:  https://www.rfa.org/english/news/china/pushes-02012021163801.html"], [14208, "2021-02-01T21:04:52Z", [0.0], "Division of labor in Asia is not understood very well by the international community. "], [98269, "2021-02-01T19:26:53Z", [0.03], ""], [62808, "2021-02-01T19:25:55Z", [0.06], ""], [62808, "2021-02-01T19:01:31Z", [0.03], ""], [98264, "2021-02-01T14:19:28Z", [0.01], ""], [98169, "2021-02-01T08:25:56Z", [0.04], "Update."], [96716, "2021-02-01T01:46:49Z", [0.1], "The chances of PRC forces engaging in a lethal confrontation with its neighbors in and around the South China Sea (SCS) are fairly low for the specified time horizon.  Although there have been several run-ins between Chinese civilians and those of their SCS neighbors, government forces have not engaged.  China is currently facing significant domestic issues ranging from being ground zero for CoVID-19 to Uyghur Muslim concentration camps.  Now with the new Biden administration recently pledging support to Taiwan, China will not be eager to stir the pot with their neighbors.  In the long-term, the SCS will continue to remain a hot spot, especially as it relates to control over fisheries; however, a lethal confrontation before 1 April seems highly unlikely.   Sources:\nhttps://amti.csis.org/the-challenges-facing-philippines-china-joint-development-in-the-south-china-sea/\nhttps://www.pbs.org/newshour/features/uighurs/\nhttps://www.bbc.com/news/world-asia-55851052"], [96720, "2021-02-01T00:38:01Z", [0.05], "The introduction of a new U.S. administration and China's role in the COVID outbreak leads me to believe they will throttle back their aggressive behavior in the SCS for now. China prides itself on seeing the long game, and a lethal confrontation in today's political climate with COVID-19 and its economic fallout would bring unwanted attention/backlash against the PRC. The last thing China wants right now is a reason for the West, ASEAN, and others like Australia to become more united in their opposition to China and violence is a quick way to make that happen. This does not mean they will give up their claims on the SCS, but rather China will be patient in its approach with other SCS nations while it waits for a better opportunity to assert more control in SCS. \nhttps://www.cnn.com/2020/06/07/asia/china-malaysia-indonesia-south-china-sea-intl-hnk/index.html\nhttps://nypost.com/2020/09/14/chinese-virologist-posts-report-claiming-covid-19-was-made-in-wuhan-lab/\nhttps://www.bloomberg.com/news/articles/2021-01-10/why-china-is-falling-out-with-australia-and-allies-quicktake"], [10937, "2021-01-31T22:20:26Z", [0.05], "China is much too powerful militarily and economically for any second tier country to challenge."], [31275, "2021-01-31T22:13:02Z", [0.02], ""], [94606, "2021-01-31T20:59:16Z", [0.02], "The following research indicates that China / PLA / PLAN are, at this stage, looking to dissuade USA from attempting to limit the Chinese preparations in their claims of sovereignty over SCS (South China Sea). Judging from this analysis, it is apparent that China has moved the PLA / PLNA /CCG (Chinese Coast Guard) to the fore in this process and conducted numerous exercises during 2020 as part of its plan. One also has to bear in mind that the PLA / PLNA activies also play to a home audience to reassert the leaderships role at home.  See https://bit.ly/36vPCcx. As you can see, the author of the China Leadership Monitor research has a solid CV - https://stanford.io/3tdE6vZ This research covers an eight month period to September 2020. The more recent action by USA Navy to deploy resources led by USS Theodore Roosevelt as part of its 'freedom of navigation operations', -https://reut.rs/39AcgCh and https://reut.rs/3j2hKsP - has generated further 'signalling' from PLA / PLAN.  Further supported by statements from China's Foreign Ministry - https://reut.rs/3cA8drs. Recent legislation in China authorising CCG to fire on foreign vessels - https://bit.ly/3aoASNs - has the potential to exacerbate tensions in the SCS. The USA support for the South East Asian countries, i.e. those listed in the question, - https://bit.ly/36r0ete - while consistent with its previous policy, has the potential for further escalation of tensions in the SCS.  Thus, the potential for some sort of accident, either intentional or otherwise, appears to be increasing with the consequent increase in possibility of this evolving into a 'lethal confrontation', assuming that in the context of the question, only one death resulting from an 'accident' of a member / citizen of any of the listed parties, countries or militia would resolve the question with a Yes answer.  That said, it is not in China's interests to provoke of initiate a serious conflict of any kind. Particularly while the new US administration's policy towards China is unclear. This appears to be supported by the China Leadership Monitor article that China / PLA / PLNA's activities in 2020 are intended for 'signalling' rather than 'provocation'."], [98245, "2021-01-31T14:47:47Z", [0.01], "US military presence in south-china sea is likely to deter Chinese aggression. Despite this the chance will never be zero, as of chinas territorial claims and increased military presence in the area. "], [96450, "2021-01-31T11:29:00Z", [0.01], ""], [13657, "2021-01-31T08:44:40Z", [0.01], ""], [13657, "2021-01-31T08:36:53Z", [0.0], ""], [60948, "2021-01-30T19:44:28Z", [0.02], ""], [70711, "2021-01-30T19:38:57Z", [0.0], ""], [98228, "2021-01-30T16:42:54Z", [0.15], ""], [98217, "2021-01-30T15:33:04Z", [0.55], "*hedge - could be anyone including fishermen, etc. question is too narrow."], [98217, "2021-01-30T15:31:55Z", [0.62], "1. Demonstrate power, 2. Accidents, 3. Test response, including US 4. No videos 5. Taiwan? not on list?  6. No brothers in China - culture is me and me and me"], [98226, "2021-01-30T14:40:10Z", [0.05], ""], [98169, "2021-01-30T11:44:36Z", [0.02], "\"Base rate\" (Lethal confrontation) ≤ 0.01. However, China's newly passed law must be taken into account - adds about 2% or so. \nChina-Indonesia, Brunei & Singapore relations do not seem to change estimations given by the base rate in any direction. US 1951' Defense Treaty with Philipines still in action. Lowers the chance of such an attack in that specific case."], [97460, "2021-01-30T11:35:11Z", [0.05], "Revising my forecast downwards for three reasons:\n1 - Shorter time - frame, only about 2 months left on this question\n2 - Compelling arguments from insightful seminar-mates\n3 - Discussions in seminar over the past few weeks have provided me with a refresher on joint probability and highlighted the fact that I was letting a preconception keep me from more objectively evaluating the question."], [97185, "2021-01-29T23:41:43Z", [0.06], ""], [96757, "2021-01-29T15:19:25Z", [0.02], ""], [98199, "2021-01-29T15:00:50Z", [0.0], "China is not likely to ruin it's reputation further in this area for the time being. Taiwan would seem the more likely focus. "], [97882, "2021-01-29T08:12:11Z", [0.0], ""], [98190, "2021-01-29T01:32:20Z", [0.15], "War in such a trade rich area is not probable, but former incidents may lead to a lethal confrontation."], [57778, "2021-01-29T00:09:13Z", [0.0], ""], [85078, "2021-01-28T21:09:24Z", [0.01], ""], [87897, "2021-01-28T21:07:03Z", [0.03], "I think @LokiOdinevich has the right way of thinking about this."], [76440, "2021-01-28T20:58:16Z", [0.04], ""], [97459, "2021-01-28T16:05:40Z", [0.05], ""], [88452, "2021-01-28T12:06:29Z", [0.06], "https://www.tribuneindia.com/news/world/china-sharpens-language-warns-taiwan-that-independence-means-war-204579"], [98151, "2021-01-27T20:00:51Z", [0.06], "It seems that diplomatic talks in Himachal have cooled tensions in that region and the specter of harsh economic sanctions that would occur if any of the PRC's saber-rattling in the Pacific turned into actual lethal confrontations will probably be enough to prevent them, especially as they reel from the economic fallout of COVID and the trade war."], [98150, "2021-01-27T18:06:39Z", [0.13], "China could seize upon the opportunity to send an early message to the Biden administration regarding its declared sovereignty."], [60948, "2021-01-27T17:10:36Z", [0.03], ""], [98126, "2021-01-26T15:48:12Z", [0.02], ""], [98108, "2021-01-26T05:54:43Z", [0.02], ""], [89038, "2021-01-25T22:36:14Z", [0.01], ""], [98118, "2021-01-25T20:44:51Z", [0.01], ""], [3429, "2021-01-25T18:43:46Z", [0.01], "Maintaining current forecast"], [88954, "2021-01-25T15:44:33Z", [0.03], ""], [1333, "2021-01-25T15:05:17Z", [0.01], "https://gcaptain.com/china-authorizes-coast-guard-to-fire-on-foreign-vessels-if-needed/?subscriber=true&goal=0_f50174ef03-f0ce50f602-170102337&mc_cid=f0ce50f602&mc_eid=c74873c672"], [97950, "2021-01-25T14:37:15Z", [0.02], "There's no recent record of military confrontation between China and these other countries. "], [97560, "2021-01-25T02:36:52Z", [0.04], "Decreasing my forecast by 1% since two weeks have passed since my original forecast.  I have not seen any recent news about disputes regarding oil drill rigs or close encounters between fisherman and a nation's military that caused the fisherman nation's military to respond."], [95797, "2021-01-25T00:33:10Z", [0.1], ""], [97593, "2021-01-24T19:23:47Z", [0.07], "Update based on time until forecast end date.  No further evidence to suggest deteriorating relationships between PRC and the aforementioned countries or increased probability of lethal confrontation."], [691, "2021-01-24T18:37:51Z", [0.08], ""], [14027, "2021-01-24T17:32:33Z", [0.1], ""], [94889, "2021-01-24T17:08:47Z", [0.08], ""], [27661, "2021-01-24T15:09:46Z", [0.02], ""], [691, "2021-01-23T17:45:46Z", [0.1], "https://www.aljazeera.com/news/2021/1/23/china-authorises-coast-guard-to-fire-on-foreign-vessels-if\nNot sure why, but the PRC have given their coast guard the explicit okey-dokey to bang away.  Telling a lot of people they can do something markedly increases the odds that at least one of them will do it.  I suppose I'll have to go back to paying attention to this."], [97185, "2021-01-23T15:07:47Z", [0.09], "China preauthorizing it's coastguard to fire on ships in disputed territories.  https://www.scmp.com/news/china/diplomacy/article/3118976/china-gives-coastguards-power-fire-foreign-ships-disputed"], [31275, "2021-01-23T06:18:33Z", [0.02], ""], [3429, "2021-01-22T17:20:21Z", [0.01], "maintaining current forecast"], [98060, "2021-01-21T18:13:49Z", [0.02], "The current economic state of the Indo-Pacific and the U.S. are driving fewer military activities within the region "], [31006, "2021-01-21T07:56:10Z", [0.15], ""], [91549, "2021-01-20T23:00:00Z", [0.05], "China wants to project 'big power in South Asia', and has nothing to gain and much 'business' to lose with any 'lethal confrontations' with this group of South Asian nations.  China is much more likely to have another fatal confrontation with India before 1 April 2021."], [96911, "2021-01-20T22:38:16Z", [0.02], ""], [60948, "2021-01-20T19:25:17Z", [0.03], ""], [3429, "2021-01-19T23:08:46Z", [0.01], "Maintaining current forecast"], [57778, "2021-01-19T22:49:41Z", [0.01], ""], [96450, "2021-01-18T08:28:16Z", [0.01], ""], [86233, "2021-01-17T20:28:27Z", [0.02], ""], [28346, "2021-01-17T17:46:59Z", [0.06], ""], [60948, "2021-01-17T16:42:03Z", [0.03], "2.9%"], [97993, "2021-01-16T22:37:03Z", [0.9], "Jeżeli dojdzie do konfrontacji, to na pewno ktoś ucierpi. "], [97985, "2021-01-16T21:01:57Z", [0.12], ""], [97965, "2021-01-16T14:06:39Z", [0.1], "China will not want to cross into physical confrontation. "], [67080, "2021-01-16T13:20:01Z", [0.05], ""], [96801, "2021-01-16T01:46:13Z", [0.06], "China has encroached on areas near or close Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam. If anything an accident will occur that may cause injury or death.  https://www.cnn.com/2020/06/07/asia/china-malaysia-indonesia-south-china-sea-intl-hnk/index.html"], [88954, "2021-01-15T22:14:06Z", [0.07], ""], [87440, "2021-01-15T09:08:33Z", [0.03], ""], [3429, "2021-01-15T01:24:18Z", [0.01], "Maintaining current forecast"], [94606, "2021-01-14T19:54:35Z", [0.02], ""], [96450, "2021-01-14T12:12:22Z", [0.01], ""], [97898, "2021-01-14T08:56:32Z", [0.01], ""], [97894, "2021-01-14T04:59:15Z", [0.2], "Maybe vietnam. "], [97806, "2021-01-14T00:22:54Z", [0.1], "No, there will not be a lethal confrontation between China and its South China Sea neighbors until the PRC gets a better feel for the Biden administration.  China is currently focusing on cracking down on pro-democracy protesters and intellectuals in Hong Kong and will not seek to further embolden hardliners in the incoming administration so early into Biden's term."], [60948, "2021-01-13T14:11:39Z", [0.03], "0.031"], [97875, "2021-01-13T13:36:45Z", [0.15], ""], [97878, "2021-01-13T13:27:36Z", [0.05], ""], [85984, "2021-01-12T21:10:34Z", [0.0], ""], [94556, "2021-01-12T10:51:13Z", [0.06], ""], [97812, "2021-01-11T15:48:02Z", [0.65], ""], [31275, "2021-01-10T16:27:07Z", [0.01], ""], [31859, "2021-01-09T16:07:52Z", [0.03], ""], [42472, "2021-01-08T17:02:36Z", [0.0], ""], [94801, "2021-01-07T23:28:28Z", [0.07], "Unlikely China will draw interest to successful strategy of expanding power in the SCS by direct lethal confirmation. It is possible that other countries might initiate something, it would take near \"cowboy\" action from a local low level commander to initiate some kind of exchange. It is more likely given the recent ASEAN statements and COVID-19 cooperation, it is very unlikely. "], [97185, "2021-01-07T23:14:00Z", [0.03], ""], [60948, "2021-01-07T16:58:40Z", [0.03], "0.0337"], [18322, "2021-01-07T08:48:04Z", [0.08], ""], [84880, "2021-01-06T23:07:28Z", [0.01], ""], [89135, "2021-01-06T22:11:38Z", [0.05], ""], [1080, "2021-01-06T19:00:48Z", [0.1], "While the appetite for conflict is low among the countries in the south China sea, China's \"South China Sea Probing Initiative\" (SCSPI) remains a wildcard that could trigger conflict with US Naval Forces, potentially drawing in one or more of the listed countries (Brunei, Indonesia, Malaysia, the Philippines, Singapore, and/or Vietnam)."], [3429, "2021-01-06T15:40:39Z", [0.01], "maintaining current forecast"], [97560, "2021-01-05T17:56:49Z", [0.05], "I am bumping up my forecast ever so slightly based on a news report that the Indonesian Navy found an unmarked, unmanned undersea vehicle inside its territorial waters.  Initial speculation suggests it is Chinese, although it could certainly be owned by the US as well.  Regardless, I could see a situation whereby the Chinese Navy makes an attempt to prevent any of the above-named nations from capturing one its UUVs.  While very unlikely, it could turn lethal. https://www.rfa.org/english/news/china/drone-01042021181731.html"], [27661, "2021-01-05T11:43:03Z", [0.01], ""], [63353, "2021-01-05T00:23:01Z", [0.05], ""], [81187, "2021-01-04T23:08:53Z", [0.0], ""], [3429, "2021-01-04T19:01:01Z", [0.01], "maintaining current forecast"], [88560, "2021-01-04T18:02:39Z", [0.05], ""], [31275, "2021-01-04T17:59:40Z", [0.05], ""], [60948, "2021-01-04T17:12:27Z", [0.03], "3.498%"], [97561, "2021-01-04T14:45:55Z", [0.05], "There are increased engagements (chances for interaction) in the SCS, particularly by Vietnam.  However, Vietnam is partnering in SCS energy/military/commercial ventures with India and Japan which will likely lesson the chance of military action.   China will await Biden administration position/policy roll-out.   Recent RCEP signature provides reason to work together.  However, China has demonstrated in recent past posing military threat to commercial ventures in SCS.  Accidents and misinterpretation may pose bigger risk than deliberate decision to engage in lethal military action.  "], [96757, "2021-01-04T13:38:47Z", [0.03], ""], [87440, "2021-01-04T11:30:22Z", [0.04], ""], [85984, "2021-01-04T09:12:44Z", [0.0], ""], [97460, "2021-01-04T01:35:44Z", [0.1], "There will continue to be tension, and the potential for military confrontation, between these countries and China, but low probability that it will be lethal. An accidental lethal confrontation initiated by either side is not impossible and could occur during future maritime disputes with these countries. Additionally, China has many other ways to project power towards these countries without resorting to lethal confrontation. "], [97459, "2021-01-03T20:39:45Z", [0.06], "The most likely scenario in which a lethal confrontation would occur between China and any of these countries would be in the South China Sea (SCS). China currently has an advantageous position in the SCS and therefore it is not in China's interest to instigate a confrontation. It can achieve its goals by using non-military means. Though China may perceive a change in U.S. administrations to be a vulnerability that it can take advantage of, it is more likely to try to avoid any military confrontation in the SCS and focus instead on other national interests it deems more important, such as controlling Hong Kong or the autonomous regions . The other countries are outmatched militarily by China and it is unlikely they would instigate a confrontation, given uncertainty over U.S. policy to come to their defense.  There is a higher chance of miscalculation between maritime militia forces and fishing fleets that operate in the gray zone. "], [97593, "2021-01-03T18:15:35Z", [0.09], "While there remains a possibility for hostility between these nations, “lethal confrontation” between their \"military forces\" or \"law enforcement\" remains low.  In more than 20 years, the only fatalities in the South China Sea dispute have been civilian fishermen.  Despite strong rhetoric, shows of force, and occasional naval collisions, these nations have resolved military and/or law enforcement stand-offs peacefully. Furthermore, recent public statements from ASEAN and China indicate at least a temporary reduction in tensions.  Throughout 2020, led by a Vietnamese Chairman, ASEAN took a firm stance against Chinese maritime provocations.  However, Vietnam has a history of belligerence with China.  The incoming 2021 ASEAN chair is from Brunei, which is a historic Chinese ally.   In September 2020, China re-engaged in multilateral talks with ASEAN for a South China Sea Maritime Code of Conduct.  At this time, the Chinese Minister of Foreign Affairs referred to his desire for a “peaceful and stable South China Sea” and commitment to “address…the issue with a cool head.” A likely counterargument is that China will exploit current U.S. political turmoil to assert their autonomy early in the next Presidential Administration.  However, the Biden Administration’s public statements suggest a more cooperative approach than China experienced over the last four years.  Biden’s nominee for Secretary of State, Anthony Blinken has committed to “re-engage China and work with China.”  Jake Sullivan, the nominee for National Security Adviser, has articulated a position of “managed co-existence” with China.  While China may very well test the new administration’s resolve on the South China Sea, they are unlikely to squander the opportunity for improved relations with the U.S. by forcing a lethal confrontation with ASEAN in the Biden Administration’s first 100 days."], [97185, "2021-01-03T17:20:19Z", [0.09], ""], [28346, "2021-01-03T17:08:19Z", [0.12], "Small chance of China flexing muscles in early days of Biden presidency - this is a possible path\nVery small chance of something accidental / random"], [27661, "2021-01-03T16:40:21Z", [0.01], ""], [97560, "2021-01-03T15:04:06Z", [0.04], "The primary issue amongst these nations that could lead to a lethal confrontation is disputed maritime claims in the South China Sea.  There are multiple overlapping maritime claims and fairly frequent confrontations amongst each nation's maritime law enforcement agencies and fisherman accused of illegally fishing in another nation's claimed water space.  Additionally, there are periodic clashes over oil and gas exploration by SE Asian countries is disputed waters that have led to tense military stand-offs (Chinese ship CNOOC 981 in 2014,  Chinese ship Haiyang Dizhi 8 in 2019, Japanese ship Hakuryu-5 in 2019, and Malaysian operated oil rig Gunnlod in 2020).  However, the instances of these incidents leading to a killing.  It is also interesting that Japan and Taiwan were left off this list, since these nations have multiple disagreements in the East China Sea and frequently interact with one another in the air and on the sea."], [578, "2021-01-03T01:08:50Z", [0.01], "It is extremely unlikely that there will be lethal confrontation (military and related forces) between China and the 6 listed countries. These 6 countries are no match militarily against China and will try to avoid serious confrontations.  At the same time, China does not need to resort to lethal confrontation to get its way.\nHowever this does not preclude fatalities in the civilian population, such as fishermen.  Accidents happen.  But civilian casualties are not included in the question. "], [68146, "2021-01-02T17:20:45Z", [0.15], ""], [96625, "2021-01-02T14:12:26Z", [0.05], ""], [85097, "2021-01-02T04:29:15Z", [0.0], ""], [97591, "2021-01-01T18:00:33Z", [0.03], "Some quick research shows 12 Clashes over a period of 30 years. My estimation is half of these have fatalities. This translates into 1 lethal clash every 5 years, but this also includes more neighbors than those listed (Japan as a notable exception). My estimation is for 1 clash in every 8 years (96 months) with the neighbors listed. Based on a forecast date of 1 Jan, there are 3 months remaining. 3/96 = 3.1% at this time."], [94606, "2020-12-30T21:51:27Z", [0.07], "@Francis_Urquhart  I'd agree with your assessment as of yesterday @ 11:09pm. Staged accidents or 'normal' accidents are a possibility IMO in order to make a point or to show strength in a set of circumstances we may not even know about. However, there's no doubt that PRC and PLNA / PLA are building resources in the SCS. See https://bit.ly/2LceOgs"], [87897, "2020-12-30T17:58:27Z", [0.03], ""], [60948, "2020-12-30T17:21:38Z", [0.04], "3.71%"], [79252, "2020-12-30T08:18:01Z", [0.05], ""], [57778, "2020-12-30T00:52:02Z", [0.02], ""], [97569, "2020-12-29T23:09:32Z", [0.1], "There will certainly be confrontations, though neither side will be seeking the kill opposing force personnel.  Accidents happen, though, and with the high number of confrontations each year, it remains a low but real probability."], [3429, "2020-12-29T15:59:19Z", [0.01], "maintaining current forecast"], [94783, "2020-12-29T11:50:52Z", [0.05], "Chances are low for the named countries, aside from minor skirmishes. The question is whether PCR will attack democratic Taiwan. "], [1333, "2020-12-29T10:44:02Z", [0.0], ""], [26030, "2020-12-29T05:25:30Z", [0.01], "Only through an accident.  China will defer pressure until it decides if it is worth it.  World opinion would be unfavorable and China would not want to press their luck until it gets a feel for how such actions would play with Biden."], [38094, "2020-12-28T23:34:50Z", [0.02], "Over half the timeframe of this question is up, reducing the probability going forward."], [57500, "2020-12-28T23:10:12Z", [0.05], ""], [62808, "2020-12-28T19:36:10Z", [0.03], ""], [49877, "2020-12-28T17:50:04Z", [0.05], ""], [84134, "2020-12-27T23:56:33Z", [0.1], "1. The US will likely support those countries challenged  by China.\n2. Given the debt situation in China they can ill afford a military adventure."], [38340, "2020-12-27T21:52:39Z", [0.0], "Too weak"], [358, "2020-12-27T20:52:03Z", [0.1], ""], [80293, "2020-12-27T16:54:15Z", [0.01], "The period of time is quite short and due to covid everyone is little bit busy seeinafter himself, so tensions are somewhat reduced"], [67635, "2020-12-27T15:51:53Z", [0.1], ""], [6978, "2020-12-27T12:12:08Z", [0.33], ""], [24027, "2020-12-27T10:09:44Z", [0.02], ""], [21608, "2020-12-27T04:24:49Z", [0.25], ""], [94872, "2020-12-27T04:20:26Z", [0.02], ""], [97185, "2020-12-27T02:22:37Z", [0.1], ""], [75385, "2020-12-26T23:55:16Z", [0.2], ""], [60948, "2020-12-26T23:29:16Z", [0.04], "3.83%"], [58648, "2020-12-26T17:52:22Z", [0.0], ""], [63319, "2020-12-26T15:16:09Z", [0.05], ""], [67080, "2020-12-26T15:05:05Z", [0.05], ""], [31299, "2020-12-26T13:04:47Z", [0.01], ""], [84986, "2020-12-26T04:33:49Z", [0.05], ""], [30173, "2020-12-25T19:28:05Z", [0.0], ""], [87282, "2020-12-25T16:39:02Z", [0.1], ""], [45594, "2020-12-25T10:24:04Z", [0.15], ""], [94556, "2020-12-25T08:42:45Z", [0.08], ""], [94556, "2020-12-25T08:42:24Z", [0.45], ""], [651, "2020-12-24T21:45:10Z", [0.15], ""], [37179, "2020-12-24T20:41:14Z", [0.25], ""], [373, "2020-12-24T19:34:10Z", [0.05], ""], [27661, "2020-12-24T13:56:44Z", [0.01], ""], [97202, "2020-12-24T12:37:17Z", [0.05], ""], [61735, "2020-12-23T23:14:40Z", [0.04], ""], [41200, "2020-12-23T22:42:49Z", [0.0], ""], [176, "2020-12-23T22:18:35Z", [0.0], ""], [88120, "2020-12-23T22:05:37Z", [0.02], ""], [38645, "2020-12-23T20:42:31Z", [0.05], "Although it might be an opportunity for China to remind people that they are there, China would be best served by not delivering unnecessary problems to the Biden administration so early on."], [86233, "2020-12-23T20:40:35Z", [0.03], ""], [86844, "2020-12-23T18:05:10Z", [0.23], "Comment deleted on Dec 23, 2020 06:35PM UTC"], [32199, "2020-12-23T17:23:59Z", [0.05], ""], [66700, "2020-12-23T17:05:24Z", [0.02], ""], [1416, "2020-12-23T16:55:27Z", [0.03], "And only Vietnam.  "], [63370, "2020-12-23T16:19:32Z", [0.05], ""], [40693, "2020-12-23T16:07:29Z", [0.1], ""], [58028, "2020-12-23T16:02:32Z", [0.03], ""], [24755, "2020-12-23T15:57:10Z", [0.1], "I can see maybe a civilian death (fisherman or other) "], [95453, "2020-12-23T15:46:57Z", [0.15], ""], [62047, "2020-12-23T15:44:39Z", [0.01], ""], [94889, "2020-12-23T14:50:33Z", [0.1], ""], [18679, "2020-12-23T03:51:49Z", [0.05], ""], [3429, "2020-12-22T14:40:03Z", [0.01], "maintaining current forecast."], [97097, "2020-12-22T08:32:48Z", [0.04], "Low probability, but China's new law for its Coast Guard makes it slightly more likely [1]\n[1] https://www.maritime-executive.com/article/china-plans-to-loosen-its-coast-guard-s-rules-on-use-of-force"], [95789, "2020-12-21T14:35:03Z", [0.07], ""], [88198, "2020-12-21T06:03:09Z", [0.04], ""], [73687, "2020-12-21T04:36:24Z", [0.03], ""], [60948, "2020-12-19T22:44:25Z", [0.04], "Passage of time + laplace prior"], [89135, "2020-12-19T16:12:15Z", [0.15], ""], [34959, "2020-12-19T14:50:44Z", [0.03], ""], [88416, "2020-12-19T13:36:30Z", [0.05], ""], [1333, "2020-12-19T12:59:08Z", [0.0], ""], [62808, "2020-12-19T03:46:15Z", [0.01], ""], [90433, "2020-12-18T18:33:00Z", [0.05], ""], [49877, "2020-12-18T18:21:39Z", [0.05], ""], [1333, "2020-12-17T14:34:13Z", [0.0], ""], [67609, "2020-12-16T19:11:51Z", [0.03], ""], [64357, "2020-12-14T18:31:59Z", [0.0], ""], [88416, "2020-12-12T15:10:41Z", [0.05], ""], [27661, "2020-12-11T17:52:02Z", [0.01], ""], [1333, "2020-12-09T16:08:59Z", [0.0], ""], [95800, "2020-12-08T19:51:50Z", [0.06], ""], [3429, "2020-12-07T21:49:48Z", [0.01], "maintaining current forecast"], [95874, "2020-12-07T16:10:20Z", [0.1], "I'm still comfortable with my previous forecast. Outside view - during the last decade, I found reports of at least four clashes between China and the listed nations, although most are PRC intimidation attempts.\nChina has increased its military exercises in the South China Sea recently and may continue to do so depending on the U.S. elections.\nIn May 2020, a six-month stand off involving PRC, Vietnam, and Malaysia finally ended in the South China Sea over drilling in the disputed area."], [95728, "2020-12-07T13:00:14Z", [0.1], "I've been unable to find recent examples of \"official\" (military, militia, LE) PRC elements engaged in a lethal confrontation with any of these states.  I view the chances of that happening in the next four months slight, but non-zero.  Will continue to monitor tensions."], [95802, "2020-12-07T12:10:58Z", [0.26], "There might not an intentional confrontation but an accident is possible "], [94872, "2020-12-07T04:57:42Z", [0.03], ""], [57778, "2020-12-05T02:03:33Z", [0.03], ""], [94606, "2020-12-04T19:13:00Z", [0.07], "Updated 20201206 Philippines is clearly concerned about the increasing patrols by Chinese Coast Guard (CCG) vessels in its EEZ which is disputed / ignored by China. See https://bit.ly/37Fa4XZ. In the light of the significant increase in CCG patrols, the potential for a lethal confrontation is increased. Even if by accident or stage managed accident.  Updated 20201205 Vietnam is clearly getting annoyed with both PLA and Taiwan - See https://bit.ly/39PdYQP. I suspect it is more of a noise making exercise than sabre rattling. Updated 20201204 No change to my 7% forecast at the moment. However, the announcement in the dying days of the Trump administration that the US will restore the Navy 1st Fleet to the area and the Indo-Pacific as an expeditionary force may be simply publicised to act as a message to China. Or it may be a policy the new administration will follow as Biden has not yet declared his China and SCS policy. See https://ab.co/3mJUzEH. Nonetheless this could work to either prompt China to create an accident sooner rather than later or possibly restrain China's hegemony aspirations while they await some clarification of Biden's proposed policy."], [691, "2020-12-03T21:16:56Z", [0.01], ""], [28899, "2020-12-03T17:07:37Z", [0.03], ""], [34959, "2020-12-03T04:38:50Z", [0.04], ""], [62808, "2020-12-02T21:54:16Z", [0.01], ""], [3429, "2020-12-02T15:44:08Z", [0.01], "maintaining current forecast."], [7658, "2020-12-01T23:49:54Z", [0.7], ""], [1333, "2020-12-01T14:26:04Z", [0.0], ""], [1333, "2020-11-30T16:24:01Z", [0.05], ""], [1333, "2020-11-29T19:53:58Z", [0.1], ""], [1333, "2020-11-25T14:59:06Z", [0.11], ""], [95797, "2020-11-25T02:11:10Z", [0.12], "good website on this topic.  https://www.cfr.org/global-conflict-tracker/conflict/territorial-disputes-south-china-sea Moving my probability down because of the cooling of tensions in the area, the signing of the RCEP, and the amount of attention international attention it has drawn."], [1333, "2020-11-24T18:08:59Z", [0.12], ""], [87440, "2020-11-24T15:14:46Z", [0.07], ""], [3429, "2020-11-23T16:47:37Z", [0.01], "Maintaining current forecast"], [94606, "2020-11-23T16:28:03Z", [0.07], "Lethal confrontation being interpreted to mean the death of at least one person. Updated 20201125 Statements by the Philippines Defence Secretary at a security forum asserts a) the sensibilities of the issue in the SCS region and b) the lack of coordination by ASEAN nations in addressing the threats from China. See https://reut.rs/2IYVItr. This may hold China in check for a while. Or alternatively, it could precipitate a stage managed accident that may act as a warning. Forecast unchanged for now. Updated 20201123 The growing Quad alliance (see also https://bit.ly/3lYpahm), the US support for and interaction with Taiwan and the statement today, by U.S. national security adviser Robert O’Brien, in support of Philippines and Vietnam (see https://reut.rs/396M5mT) has prompted me to reduce the likelihood (from 15% to 7%) of a lethal confrontation within the time frame of this question. I am still retaining the 7% on the basis that the PLA / PRC may wait until the new US administration is sworn in and assuming it's a Biden lead administration, to see what sort policy the new administration proposes for the SCS.  If such a confrontation takes place, I very much doubt it would be a confrontation in the traditional sense but rather a stage managed 'accident'."], [87201, "2020-11-23T15:25:36Z", [0.1], ""], [19127, "2020-11-23T14:10:02Z", [0.04], ""], [13306, "2020-11-23T09:14:29Z", [0.02], ""], [91142, "2020-11-23T01:17:29Z", [0.02], ""], [1333, "2020-11-22T14:35:08Z", [0.13], ""], [691, "2020-11-21T19:55:27Z", [0.02], ""], [1333, "2020-11-20T15:42:08Z", [0.14], ""], [60948, "2020-11-19T11:34:07Z", [0.05], ""], [57778, "2020-11-19T01:00:59Z", [0.02], ""], [60948, "2020-11-17T18:28:47Z", [0.07], "Chinese Long-Range Ballistic Missiles Struck Moving Ship In South China Sea: Report - The Drive\nhttps://www.thedrive.com/the-war-zone/37662/chinese-long-range-ballistic-missiles-struck-moving-ship-in-south-china-sea-report\nMon, 16 Nov 2020 22:29:10 GMT\n"], [3429, "2020-11-17T18:09:41Z", [0.01], "maintaining current forecast"], [1333, "2020-11-17T14:20:23Z", [0.15], ""], [30717, "2020-11-17T06:55:15Z", [0.04], ""], [34815, "2020-11-17T03:32:58Z", [0.0], ""], [95787, "2020-11-16T22:02:24Z", [0.03], "The Pentagon has denied reports that US marines are training Taiwan special forces.  If true, this should reduce tensions. https://www.military.com/daily-news/2020/11/13/pentagon-denies-reports-marine-raiders-are-training-troops-taiwan.html"], [62808, "2020-11-16T21:07:12Z", [0.01], ""], [95789, "2020-11-16T13:33:48Z", [0.07], ""], [67403, "2020-11-15T15:03:56Z", [0.1], ""], [96945, "2020-11-15T03:35:26Z", [0.01], ""], [31275, "2020-11-14T16:03:25Z", [0.1], ""], [88198, "2020-11-14T05:56:09Z", [0.07], ""], [31275, "2020-11-12T18:36:08Z", [0.14], ""], [59881, "2020-11-12T18:33:43Z", [1.0], ""], [88743, "2020-11-12T11:19:59Z", [0.09], "Reducing forecast for time-elapsed."], [93, "2020-11-12T01:57:11Z", [0.05], ""], [3429, "2020-11-12T01:51:15Z", [0.01], "Maintaining current forecast"], [1078, "2020-11-11T20:33:02Z", [0.03], ""], [9263, "2020-11-11T18:16:47Z", [0.0], ""], [60948, "2020-11-11T09:51:06Z", [0.07], "Rethinking; timeline too long."], [95859, "2020-11-10T17:29:39Z", [0.08], ""], [34959, "2020-11-10T04:42:43Z", [0.05], "The Philippines have back down on their proposal for an active naval militia."], [95808, "2020-11-09T20:10:56Z", [0.05], ""], [95728, "2020-11-09T12:15:53Z", [0.05], ""], [89038, "2020-11-08T21:47:33Z", [0.03], ""], [27661, "2020-11-08T16:26:04Z", [0.01], ""], [60948, "2020-11-07T18:01:24Z", [0.04], "Philippines Shelves Plan for South China Sea Fishing Militia - The Diplomat\nhttps://thediplomat.com/2020/11/philippines-shelves-plan-for-south-china-sea-fishing-militia/\nFri, 06 Nov 2020 06:22:40 GMT"], [85144, "2020-11-07T12:25:42Z", [0.02], ""], [31275, "2020-11-06T01:53:41Z", [0.1], ""], [3429, "2020-11-05T19:15:02Z", [0.01], "maintaining current forecast"], [691, "2020-11-05T14:58:53Z", [0.02], ""], [87440, "2020-11-04T17:45:45Z", [0.04], ""], [3429, "2020-11-04T15:48:31Z", [0.01], "maintaining current forecast"], [88198, "2020-11-03T04:56:39Z", [0.0], "Need to average out some time accidentally spent up around 20%..."], [88313, "2020-11-02T16:53:31Z", [0.03], "China is gaining influence on the international stage through their increasing control and leadership of UN organizations, thus increasing their soft power options. Additionally, the region's reluctant, yet growing economic dependence on China is decreasing the likelihood for armed retaliation unless a non-state sanctioned militia were to instigate violence."], [95789, "2020-11-02T15:48:10Z", [0.04], "holding steady"], [95808, "2020-11-02T14:55:36Z", [0.06], ""], [88416, "2020-11-01T19:50:13Z", [0.08], ""], [34959, "2020-11-01T14:31:03Z", [0.07], ""], [95787, "2020-10-31T12:03:45Z", [0.03], "- Minor tactical moves by the US authorizing additional arms sales to Taiwan.  This is not a new protocol, we have been doing it for decades.\n- China's sanction response is negligible. \n- hold at 3%"], [3429, "2020-10-30T16:00:05Z", [0.01], "Maintaining current forecast."], [96595, "2020-10-30T05:40:39Z", [0.05], "Unlikely. If it happens, my guess would be a clash between coast guard/fisheries patrol vessels and China's maritime militia."], [60948, "2020-10-29T21:44:49Z", [0.06], "Read recent news."], [14027, "2020-10-27T18:44:48Z", [0.07], ""], [88614, "2020-10-27T13:58:44Z", [0.04], ""], [60948, "2020-10-27T09:39:00Z", [0.05], "I like the Express' headlines: South China Sea WAR: Philippines warned of brutal Beijing clashes with maritime militia - Daily Express\nhttps://www.express.co.uk/news/world/1352598/South-China-Sea-news-Philippines-china-war-military-xi-jinping-duterte-fishermen-ont\nTue, 27 Oct 2020 00:44:00 GMT South China Sea: US sanctioned in furious retaliation to BILLION dollar Taiwan arms sale - Daily Express\nhttps://www.express.co.uk/news/world/1352610/South-China-Sea-news-US-Taiwan-china-sanctions-arms-sale-xi-jinping-ont\nTue, 27 Oct 2020 03:41:00 GMT\n"], [95789, "2020-10-26T21:24:31Z", [0.04], "I still don't think this is very likely, but my forecast is already so much lower than the team consensus I won't lower it anymore due to the passage of time.  "], [85144, "2020-10-26T12:14:55Z", [0.03], ""], [95787, "2020-10-26T10:41:25Z", [0.03], "- Typhoons and COVID continue to force internal focus in most of these countries (-)"], [60948, "2020-10-25T12:13:25Z", [0.05], ""], [3429, "2020-10-21T16:01:44Z", [0.01], "maintaining current forecast"], [86554, "2020-10-20T02:11:48Z", [0.01], ""], [95808, "2020-10-19T20:37:03Z", [0.08], "Revising down slightly due to passage of time and a couple events:\n- Malaysia recently interdicted 6 Chinese vessels, however in calling on the Malaysian government to ensure Chinese citizens were treated well, the Chinese MFA conceded the vessels were in Malaysian waters. https://www.reuters.com/article/malaysia-china-boats-idUSL4N2H32G9\n- Philippines' decision to re-start petroleum exploration in the South China Sea, but within its EEZ has not been publicly protested by Beijing. Seems like China is keen on joint development and Duterte would seem a willing partner. https://www.ft.com/content/b361afe9-9aa2-461a-b8ea-d8fc8850ddfa?shareType=nongift\n"], [89038, "2020-10-19T19:01:35Z", [0.12], ""], [1333, "2020-10-19T13:17:48Z", [0.22], ""], [95823, "2020-10-18T19:36:30Z", [0.2], ""], [60948, "2020-10-18T17:43:39Z", [0.04], ""], [58508, "2020-10-18T17:42:50Z", [0.03], ""], [60948, "2020-10-18T17:40:20Z", [0.07], ""], [58508, "2020-10-18T17:39:43Z", [0.04], ""], [60948, "2020-10-18T11:45:26Z", [0.1], ""], [6978, "2020-10-15T17:09:09Z", [0.5], ""], [34959, "2020-10-15T14:52:52Z", [0.08], "Not creeping my forecast downwards this month due to Filipino Militia deployment plans. https://www.upi.com/Top_News/World-News/2020/10/14/Philippine-plan-to-deploy-militia-in-South-China-Sea-raises-concerns/5391602685139/"], [95787, "2020-10-15T11:06:46Z", [0.03], "- Upon review of my previous forecasts I am lowering my projection based on historical precedence. \n- No lethal engagement at sea in 20 years between China and these nations.\n- COVID has resulted in internally focused nations.\n- Recent actions in Malaysia and Beijing's response indicate rational actors \n- Including priority access to China's COVID vaccine for Malaysia, Indonesia, and the Philippines\n- Any lethal confrontation at this point will not be state-sanctioned and is highly unlikely. "], [60948, "2020-10-15T11:04:45Z", [0.08], "-1% on passage of time. -1% after reading recent comments. "], [96421, "2020-10-15T02:51:10Z", [0.05], ""], [3429, "2020-10-14T19:49:04Z", [0.01], "maintaining current forecast"], [27661, "2020-10-14T09:31:03Z", [0.01], ""], [1333, "2020-10-14T08:12:52Z", [0.23], ""], [95787, "2020-10-12T13:29:02Z", [0.11], "- Malaysia interdicted multiple Chinese Fishing Vessels over the weekend in Territorial Waters (increases)\n- Reports are the vessels were within 3nm of Malaysia, which should not be considered disputed waters with China ( reduce)\n- Outside view: Malaysia reported 89 intrusions by Chinese coastguard and navy ships between 2016 and 2019...all non- lethal\n- No current reports of Chinese Naval vessels in the area. \n- Chinese foreign ministry spokesperson Zhao Lijian said at a daily news briefing in Beijing that officials from China’s embassy in Malaysia have visited the sailors, and that the vessels were in Malaysian waters when they were detained  ( reduces risk and shows positive relations to prevent lethal altercation) "], [94889, "2020-10-12T12:52:05Z", [0.15], "Raising due to Malaysia's recent arrest of multiple fishing vessels which will likely lead to increased Chinese aggressiveness in response."], [1333, "2020-10-12T11:15:13Z", [0.24], ""], [88743, "2020-10-12T08:22:17Z", [0.11], ""], [19127, "2020-10-12T03:48:03Z", [0.04], ""], [13306, "2020-10-12T03:36:48Z", [0.03], ""], [31275, "2020-10-08T17:27:56Z", [0.12], ""], [88198, "2020-10-08T15:02:15Z", [0.05], ""], [86554, "2020-10-06T23:54:16Z", [0.04], ""], [96037, "2020-10-05T18:48:15Z", [0.25], ""], [96240, "2020-10-05T14:15:40Z", [0.1], "The Chinese presence in these countries is mostly naval or airforce, a lethal confrontation is much less likely in that setting than army or land police such as occurred in India earlier this year. "], [96238, "2020-10-05T13:46:41Z", [0.03], ""], [96237, "2020-10-05T13:20:27Z", [0.15], ""], [18322, "2020-10-05T07:57:48Z", [0.38], ""], [93, "2020-10-05T01:21:21Z", [0.25], ""], [96225, "2020-10-05T01:05:06Z", [0.1], ""], [96225, "2020-10-05T01:02:40Z", [0.3], "Comment deleted on Oct 05, 2020 01:04AM UTC"], [21865, "2020-10-04T21:06:02Z", [0.15], ""], [67403, "2020-10-04T11:24:33Z", [0.13], ""], [74974, "2020-10-02T21:08:22Z", [0.1], ""], [86554, "2020-10-01T20:23:45Z", [0.09], ""], [87440, "2020-10-01T14:39:38Z", [0.06], ""], [74641, "2020-09-29T22:49:00Z", [0.07], ""], [95789, "2020-09-29T11:21:44Z", [0.04], "No new significant activity indicating the likelihood of confrontation.  "], [96051, "2020-09-29T02:46:55Z", [0.0], ""], [31275, "2020-09-29T01:39:01Z", [0.15], "http://www.xinhuanet.com/english/2020-09/09/c_139356298.htm\nhttps://theconversation.com/why-indonesias-aggressive-stance-on-china-in-south-china-sea-may-fall-short-143536\nhttps://theconversation.com/why-china-may-want-a-military-base-in-indonesia-and-why-indonesia-is-right-to-reject-the-idea-146209\nhttps://interaksyon.philstar.com/politics-issues/2020/09/28/177680/china-billion-duterte-unga-south-china-sea/\nhttps://www.ft.com/content/90785396-fae0-48f1-9323-efb1b82bbb35\nhttps://www.maritime-executive.com/editorials/vietnam-s-struggles-in-the-s-china-sea-challenges-and-opportunities"], [95797, "2020-09-28T19:47:15Z", [0.15], ""], [3429, "2020-09-28T17:57:04Z", [0.01], "maintaining current forecast"], [88416, "2020-09-28T15:44:30Z", [0.1], ""], [95874, "2020-09-28T02:16:44Z", [0.1], "Outside view - during the last decade, I found reports of at least four clashes between China and the listed nations, although most are PRC intimidation attempts. \nChina has increased its military exercises in the South China Sea recently, and may continue to do so depending on the U.S. elections.\nIn May 2020, a six-month stand off involving PRC, Vietnam, and Malaysia finally ended in the South China Sea over drilling in the disputed area. "], [95787, "2020-09-27T17:41:25Z", [0.12], "- No increased tensions since last week.  Projection remains the same. \n"], [60948, "2020-09-26T13:54:45Z", [0.1], ""], [25601, "2020-09-25T21:58:32Z", [0.33], ""], [3429, "2020-09-25T18:54:21Z", [0.01], "Maintaining current forecast"], [13055, "2020-09-25T17:52:01Z", [0.01], ""], [95790, "2020-09-24T22:22:58Z", [0.12], "Since the knee jerk inclination would be to assume a lethal confrontation would be a maritime confrontation, I checked the map and determined that China and Vietnam (but not the other countries) share a land border.   \nNext step:  Has there been any lethal dispute at China-Vietnam border?   Did not find any info so far of a *lethal* confrontation, but in 2014 and 2015 there were exchanges of gunfire between forces: https://www.cfr.org/report/china-vietnam-military-clash   Things are tense on the border, so that would be a spot to keep an eye on.\nNext step: Have there been any prior lethal maritime incidents involving security forces of China and any of the other above mentioned countries?\nSo far I haven't found any reports of fatalities among the security forces of any of the named countries in the South China Sea. How have the claimant countries reacted to Chinese agressive behavior in the South China Sea?  Based on what I've found so far, all the countries seem to be in an appeasing/pacifist mode:\nIn January 2020 Indonesia responded to a Chinese provocation but in a manner designed not to push things too far:  https://www.wsj.com/articles/in-south-china-sea-confrontation-indonesia-resists-chinacautiously-11579257004\nBrunei seems unlikely to instigate conflict; it seems to want to maintain a more peaceful/neutral posture and is weak militarily: https://warontherocks.com/2020/08/bruneis-two-step-approach-to-the-south-china-sea/\nIndonesia\nApparently also Malaysia and the Philippines have chosen not to confront China on its behavior and the Philippines  even gave up some territory.https://www.vifindia.org/2020/may/10/developing-conflict-between-china-and-malaysia-in-south-china-sea\nDid not find anything yet indicating that Singapore has responded with agressive behavior. April 1, 2021 is 6 months away, so that gives some time for a deadly incident to occur, but overall I'd say that the likelihood of a fatal incident involving security forces is low."], [92622, "2020-09-24T16:24:40Z", [0.04], ""], [90254, "2020-09-24T14:42:56Z", [0.27], "https://apple.news/At-gmw9hUSpWUgMhSos5SpA"], [86246, "2020-09-24T01:56:05Z", [0.05], "Moved to protect against a potential accident at sea. "], [89038, "2020-09-23T21:05:53Z", [0.14], ""], [94606, "2020-09-22T16:14:13Z", [0.15], "Lethal confrontation being interpreted to mean the death of at least one person. Updated 20201120 China's recent 'Coast Guard Bill' is causing some anxiety in the SCS. See https://bit.ly/2UIvjSK, https://bit.ly/3kRWtB8 and https://bit.ly/35NrpOM. This enables the Coast Guard to use any and all necessary force within areas China claims as its own. That would include the SCS. This clearly has the potential to ramp up tensions an create a situation that can rapidly spiral out of control leading to a lethal confrontation.  Updated 20201028 At present, I will maintain my current forecast although the recent decision by Philippines to deploy militia (https://bit.ly/2Tv5ogX + https://bit.ly/3e5ui08 + https://www.cnn.ph/news/2020/10/21/PH-Navy-defends-plan-to-deploy-militia-to-West-Philippine-Sea-to-counter-China-s--.html) to the SCS area to counter Chinese aggression increases the likelihood of a lethal confrontation. However, Philippines will not be able to deploy this militia in the short term and it is debatable whether this will happen within the time frame of this question. Nonetheless, as mentioned previously, food supplies and security, in this case fishing, are exacerbating tensions in the region and increasing the potential for conflict  Updated 20201018 While Taiwan is not included in this forecast, China / PLA appear to be increasing tensions, incidents and events in the area of the SCS. See https://reut.rs/3ka9wON. All of this has the potential to lead to conflict and confrontation.  Updated 20201015 As noted previously, fishing and food shortages has the potential to exacerbate the situation in SCS regarding territorial claims. Philippines is now sending 'maritime militia' to the area to 'protect its fisherman'. See https://bit.ly/2H1DQNq . This has the potential for increasing tensions and the possibility of a clash which could escalate. My forecast is unchanged but close to being revised. Updated 20201011 Further indication of increasing potential for events that could lead to an escalation of tensions ending in a lethal confrontation in SCS - https://reut.rs/3dgpxAe Updated 20201008 Indonesia, states that it is not in dispute with China about any SCS claims, simply because Indonesia holds that PRC has no legal nor historical basis for any claims as per the nine dash line claims as any such historical claims  were superseded by UNCLOS, (United Nations Convention on the Law of the Sea) which PRC ratified - see https://bit.ly/36O9tED. On this basis, Indonesia rejects any PRC proposal for bilateral talks on the topic. Indonesia has also confirmed that while it is cooperating with PRC on a covid vaccine, it will not be influenced by such cooperation to change the Indonesian position on the topic of the SCS. Equally, Indonesia has firmly stated it will enforce its EEZ and ensure PRC fishing vessels leave the area (https://bit.ly/34IoUMa) as happened earlier in 2020 (https://bit.ly/2GtAanv). Tensions are elevated in the area and PRC's increasingly aggressive activities in the area and around the Taiwan Straits risks a potential lethal confrontation, if only in the heat of the moment. Updated 20201004 An important aspect of this potential clash is the shortage of and increasing costs of fish from fishing for food supplies, i.e. food security, to the regional countries such as Philippines, Vietnam Indonesia etc. See https://bit.ly/2HVFErr. Note that China is the biggest subsidizer of its fishing fleets. All of this creates increasing potential for any form of potential 'lethal' clash in the SCS. 20200929 Update It appears that there is little likelihood of an agreement in the next 6 months between China and the above listed countries bordering and laying claim to the various parts of the SCS on a Code of Conduct for activities in the SCS. See https://bit.ly/3n4a1fq. Should such an agreement be reached, it would substantially reduce tensions in the area and hence the likelihood of any form of lethal conflict or confrontation.  20200924 Update The Philippines President, Duterte, makes it clear that his country stands by the Hague ruling on ownership of the parts of the SCS it claimed in ruling declared in 2016 using his UN 75th anniversary speech to stake his claim (https://bit.ly/33UCc7D). How China responds in the coming months may well determine the outcome of a lethal or non-lethal confrontation. Tensions in the area about the topic appear to be increasing.  20200922 Update Philippines is making its views known on the topic of the South China Seas (SCS) - https://bit.ly/3hRcs16 - which is another indicator that all the nations bordering the SCS, i.e. Brunei, Indonesia, Malaysia, Singapore & Vietnam, are pushing back against China's attitude and rejection of the international tribunal ruling. Thus, an increasing likelihood of some form of conflict which could preface a lethal confrontation.  20200919 Update I am still holding my current forecast on the basis I believe there is a chance of a lethal conflict. This seems borne out by this article: https://bit.ly/33LN6N5 Note that the article also refers to the Chinese fishing fleet part of the Chinese militia; \"And international analysts say China’s fishing fleet is also not a civilian enterprise. It is a State-controlled militia co-ordinated by political commissars and trained to operate in concert with the People’s Liberation Army (PLA)\". Whether any of the crew of the fishing vessels are militarily trained is debatable. However, one small error on the part of a fishing vessel could lead to a lethal conflict / confrontation. Note also the article refers to China's need to provide food for the country. Hungry people care more likely to enter into conflict. As this evolves, I will adapt my forecast. At a recent webinar, The South China Sea Dispute: US-China Rivalry, Lawfare and the Prospects for a Code of Conduct (https://bit.ly/3mJkJrF) by the The Institute of Southeast Asian Studies (ISEAS) in Singapore, one contributor, Dr Li Nan, a visiting senior research fellow at the National University of Singapore's East Asian Institute (EAI), suggested that China could drop its nine-dash line claims and enhance its soft power in the region (https://bit.ly/3mJkJrF & https://bit.ly/33HxFFz). An objective of the ISEAS webinar was \"it will further examine the prospects of ASEAN and China concluding negotiations for a Code of Conduct on the South China Sea by 2021\". While that is admirable, without China's participation, any such agreement is unlikely. Equally, should the participants agree a code of conduct, it must be first adopted by the participating countries and then ratified by those countries. Even if that should happen, China is likely to ignore it. This process will take longer than the time frame of this forecast and thus is likely to have iittle bearing on the forecast. 20200907 Update: See Par 5 of https://bit.ly/2R11ivN - A UN back international tribune ruled a) China has no legal claim to the are known as the South China Seas & b) the area is legally part of Philipines. Trump's current policy towards China is clearly to be firm and is often interpreted as aggressive (https://bit.ly/2R11ivN). Should Biden be elected President, he may well have to follow some of Trump's principles in the relationship with China albeit in a more diplomatic manner; See LA Times; https://lat.ms/3hfcrUt and Kyodo News Tokyo; https://bit.ly/3i8qWdI . In the event of Biden's election, he is likely to seek alliances both regionally and interntionally, in his policy towards persuading China to behave as a responsible super power. Thus, regardless of the result of the USA 2020 elections, USA allies in the region and more particularly Philippines may feel emboldened by the apparent support of the USA and this may in turn cause greater friction between the countries bordering the South China Seas and China leading to a lethal confrontation. On the basis of at least one death and using the broadest possible definition of 'militia, and or law enforcement'', it is possible that a confrontation of some sort, for example the ramming of a fishing vessel by a coast guard vessel or fisheries protection vessel, will take place in the South China seas in the disputed seas of the above listed surrounding territories and leading to one death within the period before 1 April 20201. As can be seen in https://bit.ly/2CVFkXo numerous incidents in the last few years have involved either ramming of vessels or shots being fired. China's claim to the seas in the area and the rejection of the international court of arbitrations ruling (See https://bit.ly/34y0NRy & https://bit.ly/3ji9wf3) appears to make some sort of confrontation inevitable. China's growing of vegetables on one of the supposedly inhabitable rocks (see https://bit.ly/2Ev10tY) appears to be an attempt to disprove or contrdict the 2016 international court ruling. This could further escalate tensions in the area. Updated 20200826: In the light of increasing tensions in the South China Seas (See https://reut.rs/34AKjIy) any accidental errors in the region could escalate into a major conflict. As noted in the quited article, a disputed USA election may provide the opportunity for China to take more aggressive action in the disputed area which in turn could lead to further conflict and loss of life, i.e. lethal confrontation."], [94889, "2020-09-22T15:15:49Z", [0.08], ""], [95789, "2020-09-22T14:41:54Z", [0.2], "When looking from the outside in I realize my initial thought that this type of confrontation is far less likely.  Given this outside perspective, I am reducing my forecast to 20%.  My initial thought had the general expectation of this type of conflict was 20%.  I now consider this general expectation to be about 5%.  I still believe this conflict is more likely by about 15%.  so previously (20% + 15% = 35%) is now (5% + 15% = 20%)."], [95789, "2020-09-22T13:46:50Z", [0.35], "I am lowering my forcast based on the historical likleyhood of this lethal conflict in this region.  I still believe this is higher than many people because I believe the internal view has a lot of factors that would make this unlikely event to be more likely.  "], [31275, "2020-09-22T01:50:22Z", [0.09], ""], [95787, "2020-09-21T22:51:49Z", [0.12], "- On April 18, China's Ministry of Civil Affairs unilaterally announced the establishment of two new administrative structures in the South China Sea: Xisha district, covering the Paracel Islands and Macclesfield Bank, and Nansha district, covering the Spartly Islands, both of which are also claimed by Vietnam. \n-Vietnam, has assumed the chair of the Association of Southeast Asian Nations (ASEAN) for 2020. \n- May ended a 6 month maritime standoff between China and Malaysia without lethal confrontation. \n- I can not find a lethal engagement between China and these countries over the past 20 years in the South China Sea"], [14672, "2020-09-21T18:36:35Z", [0.05], ""], [3429, "2020-09-21T15:16:31Z", [0.01], "maintaining current forecast"], [95797, "2020-09-21T03:09:13Z", [0.65], "Current probability suggests that China will continue to project power around the region and thus increase the chance for confrontation, especially as their military grows and they remain unchecked (at least by anything credible) from the international community.  "], [67089, "2020-09-19T23:27:51Z", [0.65], ""], [60948, "2020-09-19T10:26:37Z", [0.12], "Going up a little bit when contemplating the timeline again. Go down 2%/month. "], [95521, "2020-09-18T12:22:29Z", [0.16], ""], [88743, "2020-09-17T12:59:49Z", [0.29], ""], [88614, "2020-09-16T14:36:58Z", [0.06], ""], [88416, "2020-09-16T13:33:08Z", [0.1], ""], [18322, "2020-09-16T10:17:18Z", [0.43], ""], [49436, "2020-09-16T02:16:07Z", [0.56], ""], [95789, "2020-09-15T15:50:12Z", [0.5], "There could be a lethal confrontation between PRC and a nation with interest in the South China Sea (SCS) (50/50). Usually, I would say this is not likely (maybe 20% possibility).  However, the time may be right for this type of lethal encounter between now and 1 April 2021.  The world is anxious, and each nation outside of the SCS is distracted by its own domestic COVID and economic issues.  I believe the UN is in a place where many UN Partners are not interested in dealing with an aggressive China.  China is a large and influential trade partner.  Many Nations are facing economic issues at home in response to COVID and may be less likely to take action with China that could further hurt their economy.   If China shares this perspective, it may allow China to act even more aggressively in the SCS region.  On the other side of potential conflict, nations with interests in the SCS may be getting close to the end of their rope.  This feeling could push at least one of these nations into a situation where they believe a rational response to further encroachment/aggression from China is the application of lethal force, even if they don't already have broader support aligned ahead of time.  In addition, there is an election in the US that may impact China's actions.  A well-timed lethal event with China may impact the upcoming election or test the president following the election.   This is something I suspect China will consider.  "], [691, "2020-09-15T15:20:15Z", [0.04], ""], [95808, "2020-09-15T03:14:25Z", [0.1], "Updating to add justification. No lethal engagements between these countries in the last decade, however China maintains an expansive view of its \"historic fisheries\" and continues to deploy seaborne militia aggressively. The likelihood of a lethal interaction seems low, however the possibility for miscalculation is not insignificant."], [3429, "2020-09-14T19:18:20Z", [0.01], "maintaining current forecast."], [95795, "2020-09-14T14:39:26Z", [0.65], ""], [34959, "2020-09-14T04:38:25Z", [0.08], ""], [17815, "2020-09-13T20:06:13Z", [0.1], ""], [60948, "2020-09-13T12:07:02Z", [0.05], ""], [89038, "2020-09-12T23:54:48Z", [0.1], ""], [14027, "2020-09-12T18:49:36Z", [0.09], ""], [92803, "2020-09-12T13:32:37Z", [0.03], ""], [94889, "2020-09-12T12:07:48Z", [0.0], "This question hinges on categorization of lethal confrontation.  If there is a death affected parties will declare it an accident and not a confrontation.  A ship handling accident or weather/environmental cause.  Perhaps associated with the replenishment or sea-worthiness of the vessel at Second Thomas Shoal."], [31275, "2020-09-10T19:43:47Z", [0.1], "Raising it. China has a much more aggressive posture in the world now. "], [3429, "2020-09-10T19:10:14Z", [0.01], "maintaining current forecast"], [88614, "2020-09-10T16:44:07Z", [0.04], ""], [60948, "2020-09-09T21:49:18Z", [0.06], ""], [88707, "2020-09-09T12:23:30Z", [0.04], "Going down with passage of time and no, from what I can tell, new incidents since April (not counting the Kashmir incident between India and China since it is a different region).  It is a delicate balance for China since they do want to take control of area but certainly don't want to do anything which will make countries in the area turn to US for help. "], [90433, "2020-09-08T18:18:54Z", [0.05], "Not likely"], [19127, "2020-09-08T09:36:32Z", [0.04], ""], [13835, "2020-09-06T22:45:34Z", [0.1], ""], [67609, "2020-09-06T08:15:25Z", [0.05], ""], [95548, "2020-09-06T05:01:07Z", [0.22], ""], [95548, "2020-09-06T05:00:52Z", [0.42], "Comment deleted on Sep 06, 2020 05:01AM UTC"], [60948, "2020-09-05T23:23:21Z", [0.08], "This Christmas... give to your neighbors... the gift of... war"], [3429, "2020-09-04T17:19:48Z", [0.01], "maintaining current forecast"], [691, "2020-09-04T15:25:55Z", [0.04], ""], [81431, "2020-09-04T10:57:40Z", [0.01], ""], [29980, "2020-09-02T20:51:54Z", [0.99], ""], [62808, "2020-09-02T20:48:55Z", [0.07], ""], [62808, "2020-09-02T20:47:55Z", [0.09], ""], [60948, "2020-09-02T09:20:03Z", [0.1], "Going up because of (unrelated to this question) skirmishes with India. "], [90457, "2020-09-01T14:20:38Z", [0.03], ""], [3429, "2020-08-31T18:52:41Z", [0.01], "maintaining current forecast"], [88198, "2020-08-29T18:39:53Z", [0.19], ""], [691, "2020-08-28T15:40:53Z", [0.04], ""], [34959, "2020-08-28T06:04:36Z", [0.09], "Staying about here -  Fishermen shot by DPRNK (1) and warnings issued to fishermen (2) 1. https://www.dailynk.com/english/north-korean-patrol-boat-fires-chinese-fishing-boats-killing-three/\n2. https://www.japantimes.co.jp/news/2020/08/16/national/chinese-fishermen-senkakus/#.X0ieFjVS_mE"], [13306, "2020-08-27T05:56:27Z", [0.04], ""], [6978, "2020-08-26T13:46:31Z", [0.33], ""], [1333, "2020-08-26T12:06:30Z", [0.25], "I think the Chinese will wait til after the election and then explore the strategic envelope for expansion purposes."], [3429, "2020-08-24T17:15:25Z", [0.01], "maintaining current forecast "], [87691, "2020-08-24T05:41:26Z", [0.0], ""], [53391, "2020-08-23T18:19:49Z", [0.0], ""], [60948, "2020-08-23T11:24:27Z", [0.07], "Mantaining forecast. Go down 1% every month."], [57778, "2020-08-23T11:06:17Z", [0.05], ""], [67403, "2020-08-22T11:58:47Z", [0.15], ""], [95168, "2020-08-21T10:07:19Z", [0.1], ""], [95096, "2020-08-21T09:49:35Z", [0.03], ""], [60948, "2020-08-20T19:08:56Z", [0.07], ""], [12089, "2020-08-20T17:44:42Z", [0.95], ""], [3429, "2020-08-19T20:22:30Z", [0.01], "maintaining current forecast"], [91903, "2020-08-19T18:02:24Z", [0.8], "Yes and I believe it'll be over fishing. "], [1333, "2020-08-19T12:55:24Z", [0.18], ""], [95096, "2020-08-18T21:25:16Z", [0.05], ""], [95096, "2020-08-18T15:34:30Z", [0.1], ""], [1333, "2020-08-18T14:49:16Z", [0.19], ""], [95065, "2020-08-17T08:50:59Z", [0.0], "Quite a few non lethal"], [34959, "2020-08-17T08:31:46Z", [0.09], ""], [8318, "2020-08-17T05:26:39Z", [0.6], ""], [45594, "2020-08-16T08:10:04Z", [0.15], ""], [74065, "2020-08-15T16:23:35Z", [0.65], "China will probably test a new President after the election and a pretty good chance it might happen anyway."], [95054, "2020-08-15T11:46:48Z", [0.02], ""], [3429, "2020-08-14T16:52:05Z", [0.01], "maintaining current forecast."], [83, "2020-08-13T21:45:32Z", [0.0], ""], [67403, "2020-08-13T13:14:13Z", [0.1], ""], [94993, "2020-08-12T17:19:12Z", [0.0], ""], [60948, "2020-08-12T07:07:55Z", [0.05], ""], [13306, "2020-08-12T02:47:26Z", [0.05], "I think we can safely disregard Singapore for this question.\nhttps://multimedia.scmp.com/2016/southChinaSea/index.html\nBrunei is also an especially unlikely candidate for military confrontation with China.\nhttp://www.xinhuanet.com/english/2018-11/19/c_137617688.htm Malaysia: possible, but still in the <1% ballpark for a period less than a year. In fact, Malaysia is very keen to play the US-China conflict as a neutral power and tries to downplay territorial conflicts with China.\nhttps://www.channelnewsasia.com/news/asia/south-china-sea-malaysia-should-not-be-trapped-hishammuddin-12993032 The Phillippines used to be a contender, but have since joined the \"appeasers\" like Malaysia. It is somewhat more volatile politically, so probably justifies 1% on its own.\nhttps://news.cgtn.com/news/2020-08-04/Philippines-won-t-join-other-navies-in-South-China-Sea-drills-SGoBTjB82Y/index.html Indonesia: In March 2016, the two countries were involved in confrontation near Natuna Islands as Indonesian maritime authority that tried to capture a Chinese trawler accused for illegal fishing was prevented by Chinese coast guard. ... This incident prompted Indonesian military to increase its presence in Natuna area.\nThis is not a lot of action, and probably <5% per annum. Vietnam is the interesting player here, with historically charged tensions (Sino-Vietnamese conflicts of 1979–1991)\nhttps://www.worldpoliticsreview.com/insights/28502/as-china-vietnam-relations-deteriorate-hanoi-mulls-closer-ties-with-the-u-s\nhttps://www.cfr.org/report/military-confrontation-south-china-sea\nFor 2020, I am quite optimistic that nothing is going to happen as China positions itself as a good global citizen after the economic fallout with the US and military clashes with India. For 2021, I think the probability is about 10% so let's give it 3% for the period in question. Total score: 4-5%"], [89038, "2020-08-10T17:14:02Z", [0.12], "China's increasingly confident, Ladakh the first fatal conflict with India for a generation. I believe this weakens the case for solely using prior history to base my forecast on a conflict happening between China & the listed countries before April 2021. Noting that the SCS seem relatively settled at present & alot on CCP's plate with Hong Kong as well as other things ... this likely not desired by CCP. "], [3429, "2020-08-10T15:50:54Z", [0.01], "maintaining current forecast"], [92802, "2020-08-10T15:15:54Z", [0.08], "From 2010 - 2020, there have been at least 5 incidents of lethal violence in the region involving fishermen crossing over territory in the South China Sea. This is a base rate of 0.5 incidents per year. However, since lethal confrontation in the context of this problem needs to involve a fatality for military forces and fishermen are not military forces, we will discount the base rate of 0.5 to 0.1 since civilian violence could be an indicator for future military violence. Furthermore, some analysts believe that the current pandemic will diminish the capacity of states to dedicate themselves to the resolution or prevention of conflicts (https://www.japantimes.co.jp/news/2020/03/24/world/coronavirus-conflicts/#.XzFkCC1q2-o), so further adjustments to the base rate will be made to reflect the ongoing pandemic (reduction to 0.08). "], [92812, "2020-08-10T13:27:44Z", [0.04], "In the past month, there have been reports of escalating tensions in the South China Sea. However, many of these recent articles have been about US-China or China-Taiwan tensions. Therefore, my prior analysis still holds. Additionally, time decay from one month passing is not enough to lower my estimate to 3%, so I keep it at 4%"], [86658, "2020-08-10T10:54:47Z", [0.14], ""], [92787, "2020-08-10T06:09:49Z", [0.11], "Base rate: Our base rate is still one in the last 10 years - the 2014 China-Vietnam oil rig crisis - but we now have only 8 months till April so our base rate is less than 10%. Still, the increasing tensions in the SCS haven't changed, China appears to be posturing itself despite COVID as seen in Hong Kong, and tensions with the US are worsening through the US's policies on Huawei and TikTok. Furthermore, China's lethal confrontation with India shows it is not afraid of using lethal force in regional disputes. Thus, I update to 11% - this is less than my previous forecast because almost 1 month has passed."], [92809, "2020-08-10T05:16:53Z", [0.09], "Applying time decay - additionally, the existence of Covid-19 means countries will want to remain pretty peaceful in order to not disrupt the research and manufacturing of vaccines in the later part of this year"], [92939, "2020-08-10T04:46:24Z", [0.05], "Although, China is steadfast in its position to exercise power on  the South China Sea, due to its importance for global trade, it is unlikely that a military conflict will ensue between China and Brunei, Indonesia, Malaysia, the Phillipines, Taiwan or Vietnam before  1 April 2021. The reason for this being that military escalation on behalf of China would attract American attention, and likely even intervention, thus deterring China from pursuing an agenda of aggression. Moreover, historically, this is not an area that is prone to military conflict. In the last 45 years, there have only been 2 military conflicts in the area between China and Vietnam. \nOn June 15, however, China pursued a military conflict with India in regards to a border dispute, resulting in a few dozen deaths. This was done as a demonstration of strength on China’s part after both its reputation and economy suffered as a result of COVID-19. Despite this, it is unlikely that an escalation to this scale would occur within the South China Sea, as the repercussion would be far greater. The skirmish that took place with India was so minuscule in comparison that China even announced that it would not impact trade relations between the 2 countries. \n"], [92788, "2020-08-10T02:43:04Z", [0.07], "Much of my logic is similar to the last time.  Base rate: in the last 10 years, there has been 1 lethal confrontation between China and these states, the 2014 China-Vietnam oil rig crisis, and a number of almost-lethal confrontations. This yields a per-annum base rate of 10%, and a normalized (over 8 months / 12) rate of 6.6%.  Before making adjustments to this rate, we consider potential causes for this conflict. \n- War that involves overthrowing a government. This would be something like the Vietnam war, or potentially even a war in another country in which both China and one of these states participate. \n- Border skirmishes. This is not in the South China Sea, but would still technically count as a conflict. \n- South China Sea skirmishes.  As the region has been reasonably stable in the last two decades, I assign negligible probabilities to the first two.  There are various factors that may adjust this base rate. \n- The Council on Foreign Relations identifies this problem as worsening. I shift my probability from 6.6% -> 8%. \n- The COVID factor decreases this probability. On March 23, 2020, UN Secretary General Antonio Guterres called for a global ceasefire (https://news.un.org/en/story/2020/03/1059972). While this has been unheeded in ongoing wars, (https://www.amnesty.org/en/latest/news/2020/05/as-covid-19-burns-the-worlds-forgotten-wars-continue-to-take-their-toll-on-civilians-as-well/), it would be politically incorrect for China (or any of these states) to conflict. I decrease my probability from 8% -> 5%. \n- The US factor increases this probability. The US has been increasingly concerned with China, and with elections coming up, Trump may attempt a last minute play at China. On July 13, the US State Department released a statement condemning Chinese actions in the region (https://www.state.gov/u-s-position-on-maritime-claims-in-the-south-china-sea/). If the US engages in some conflict, it is likely to involve these countries. I shift my probability from 5% -> 7%.  My final forecast is 7%. \n"], [92796, "2020-08-10T01:42:51Z", [0.05], "Firstly, note that there no lethal confrontation has taken place over the past several years, giving us a base rate of about 0-2%. Of course, there have been increased tensions in this region over the last several months -- though the China-India conflict seems more prevalent in the current moment than between China and any of the aforementioned countries. Of course, with the coronavirus still rampant, it seems like military confrontation is still at least several months away (if at all -- much like US-Iran conflict to start out the year). All things considered, I give this a 5% chance of occurring before  the beginning of April 2021."], [92794, "2020-08-10T00:29:19Z", [0.06], ""], [92814, "2020-08-09T23:20:44Z", [0.05], ""], [92803, "2020-08-09T22:38:04Z", [0.05], ""], [88614, "2020-08-09T19:34:04Z", [0.05], ""], [14672, "2020-08-08T22:39:26Z", [0.05], "Base rate...."], [31275, "2020-08-08T20:14:36Z", [0.05], "Perhaps Philippines by accident but in general Duterte backs down to China."], [57778, "2020-08-08T03:33:31Z", [0.06], ""], [57778, "2020-08-08T03:33:18Z", [0.08], ""], [38094, "2020-08-08T02:31:29Z", [0.03], "No news is good news."], [28899, "2020-08-07T19:37:09Z", [0.04], ""], [3429, "2020-08-07T14:40:21Z", [0.01], "maintaining current forecast"], [31251, "2020-08-06T19:50:57Z", [0.02], ""], [93065, "2020-08-06T14:27:41Z", [0.05], ""], [92879, "2020-08-06T12:58:35Z", [0.05], "Keeping my forecast the same because although time has passed, it has not been enough with respect to the entire period. In addition, I seem to be on the lower end of the crowd, and have not done extensive research in the topic, so I do not want to move further on the lower end."], [89238, "2020-08-06T00:36:08Z", [0.0], ""], [82386, "2020-08-05T21:15:14Z", [0.98], ""], [88743, "2020-08-05T20:13:47Z", [0.3], ""], [6978, "2020-08-05T14:52:39Z", [0.4], ""], [34959, "2020-08-05T14:34:38Z", [0.12], "Holding forecast -  In fishing news, China has been banned from squid fishing in overseas waters - this particular ban is primarily around South America - https://www.scmp.com/news/china/diplomacy/article/3096038/china-bans-squid-catch-some-overseas-waters-overfishing"], [94841, "2020-08-05T12:53:57Z", [0.08], ""], [92803, "2020-08-04T14:20:46Z", [0.06], ""], [61368, "2020-08-04T09:32:29Z", [1.0], "China will likely take advantage of a crisis (covid19) to cement its international strategic concerns - HK, South China Sea, Taiwan, Silk road etc..."], [92794, "2020-08-04T01:51:26Z", [0.07], ""], [19127, "2020-08-04T00:17:46Z", [0.04], ""], [94792, "2020-08-03T20:21:49Z", [0.0], ""], [89013, "2020-08-03T17:17:20Z", [0.02], ""], [87440, "2020-08-03T15:43:52Z", [0.04], ""], [3429, "2020-08-03T14:54:54Z", [0.01], "maintaining current forecast"], [93118, "2020-08-03T14:54:01Z", [0.02], ""], [92786, "2020-08-03T12:46:00Z", [0.05], "Also lowering to historical baseline to to cooling tensions"], [29875, "2020-08-03T12:29:17Z", [0.0], "Maybe Vietnam at some weak risk because long lasting border dispute and a new gas discovery by Eni, but the worse case action were cut of seismic cables by Chinese “fishing boats” https://www.maritime-executive.com/article/vietnam-chinese-vessels-cut-seismic-cables, which wouldn’t count anyway for this question. Other SEasian countries have too strong commercial and social dependance to upset the dragon. "], [92819, "2020-08-03T12:27:30Z", [0.05], "Given cooling tensions in APAC, lowering to historical baseline of 5%. "], [93350, "2020-08-03T10:55:31Z", [0.08], "There is an opinion that China wants to retain a good relationship with the ASEAN countries that these countries belong to as the trade between the two is extensive.\nBrunei , Indonesia, Malaysia The Philippines, Singapore, Vietnam do not have the power to engage China other than by collective diplomacy (as opposed to relying on the US). Vietnam, with its ASEAN chairmanship is the most aggressive as it concerns oil and fishing rights but cannot act alone. China can assert soft and hard power at will which renders a confrontation as meaningless.\nThere is also the major distraction of Covid-19 and the fight to combat the pandemic.\nI propose that a lethal confrontation is a low probability. http://www.asianews.it/news-en/(South-East-Asia,East-Asia,Brunei,Myanmar,Cambodia,China,Indonesia,Laos,Malaysia,Philippines,Singapore,Thailand,Vietnam)-China-and-ASEAN-to-coordinate-action-against-coronavirus-49352.html  https://www.cfr.org/backgrounder/what-asean  https://asia.nikkei.com/Opinion/Vietnam-shows-ASEAN-valuable-new-form-of-leadership\nhttp://www.nids.mod.go.jp/english/publication/kiyo/pdf/2012/bulletin_e2012_2.pdf\nhttps://www.files.ethz.ch/isn/116218/WP2010-07_South_China_Sea_web.pdf\n"], [92814, "2020-08-03T05:45:20Z", [0.06], ""], [92809, "2020-08-03T01:24:35Z", [0.1], "Re-iterating this forecast - it will be important to look out for Chinese military exercises (potentially in response to the Taiwanese on July 16) in the coming weeks, as well as escalated rhetoric around the Spratley islands. All in all, the environment looks relatively calm for now."], [93030, "2020-08-02T22:43:49Z", [0.06], "time decay update"], [92814, "2020-08-02T22:08:35Z", [0.06], ""], [92811, "2020-08-02T20:05:30Z", [0.08], "The news are picking up on the US-China tensions rising as they also relate to the South China Sea. I will balance that uptick with time decay, and keep my estimate."], [30194, "2020-08-02T19:51:25Z", [0.04], ""], [57628, "2020-08-02T18:54:12Z", [0.1], ""], [45594, "2020-08-02T07:07:36Z", [0.15], ""], [62808, "2020-08-02T01:33:33Z", [0.05], ""], [92792, "2020-08-01T21:44:35Z", [0.05], ""], [88766, "2020-08-01T10:47:59Z", [0.0], ""], [914, "2020-08-01T02:57:24Z", [0.15], ""], [94731, "2020-08-01T01:07:48Z", [0.05], ""], [92803, "2020-07-31T22:33:49Z", [0.07], ""], [92980, "2020-07-31T18:01:59Z", [0.12], ""], [67609, "2020-07-31T13:17:06Z", [0.13], ""], [93000, "2020-07-31T13:10:24Z", [0.14], ""], [57778, "2020-07-30T10:23:48Z", [0.09], ""], [57778, "2020-07-30T10:19:01Z", [0.16], ""], [57778, "2020-07-30T10:11:12Z", [0.13], ""], [57778, "2020-07-30T10:03:17Z", [0.02], "Comment deleted on Jul 30, 2020 10:06AM UTC"], [69027, "2020-07-30T02:24:36Z", [0.05], ""], [93358, "2020-07-29T21:29:25Z", [0.05], ""], [94606, "2020-07-29T21:10:33Z", [0.15], "Lethal confrontation being interpreted to mean the death of at least one person. 20200919 Update I am still holding my current forecast on the basis I believe there is a chance of a lethal conflict. This seems borne out by this article: https://bit.ly/33LN6N5 Note that the article also refers to the Chinese fishing fleet part of the Chinese militia; \"And international analysts say China’s fishing fleet is also not a civilian enterprise. It is a State-controlled militia co-ordinated by political commissars and trained to operate in concert with the People’s Liberation Army (PLA)\". Whether any of the crew of the fishing vessels are militarily trained is debatable. However, one small error on the part of a fishing vessel could lead to a lethal conflict / confrontation. Note also the article refers to China's need to provide food for the country. Hungry people care more likely to enter into conflict. As this evolves, I will adapt my forecast. At a recent webinar, The South China Sea Dispute: US-China Rivalry, Lawfare and the Prospects for a Code of Conduct (https://bit.ly/3mJkJrF) by the The Institute of Southeast Asian Studies (ISEAS) in Singapore, one contributor, Dr Li Nan, a visiting senior research fellow at the National University of Singapore's East Asian Institute (EAI), suggested that China could drop its nine-dash line claims and enhance its soft power in the region (https://bit.ly/3mJkJrF & https://bit.ly/33HxFFz).  An objective of the ISEAS webinar was \"it will further examine the prospects of ASEAN and China concluding negotiations for a Code of Conduct on the South China Sea by 2021\". While that is admirable, without China's participation, any such agreement is unlikely. Equally, should the participants agree a code of conduct, it must be first adopted by the participating countries and then ratified by those countries. Even if that should happen, China is likely to ignore it. This process will take longer than the time frame of this forecast and thus is likely to have iittle bearing on the forecast.   20200907 Update: See Par 5 of https://bit.ly/2R11ivN - A UN back international tribune ruled a) China has no legal claim to the are known as the South China Seas & b) the area is legally part of Philipines. Trump's current policy towards China is clearly to be firm and is often interpreted as aggressive (https://bit.ly/2R11ivN). Should Biden be elected President, he may well have to follow some of Trump's principles in the relationship with China albeit in a more diplomatic manner; See LA Times; https://lat.ms/3hfcrUt and Kyodo News Tokyo; https://bit.ly/3i8qWdI . In the event of Biden's election, he is likely to seek alliances both regionally and interntionally, in his policy towards persuading China to behave as a responsible super power. Thus, regardless of the result of the USA 2020 elections, USA allies in the region and more particularly Philippines may feel emboldened by the apparent support of the USA and this may in turn cause greater friction between the countries bordering the South China Seas and China leading to a lethal confrontation. On the basis of at least one death and using the broadest possible definition of 'militia, and or law enforcement'', it is possible that a confrontation of some sort, for example the ramming of a fishing vessel by a coast guard vessel or fisheries protection vessel, will take place in the South China seas in the disputed seas of the above listed surrounding territories and leading to one death within the period before 1 April 20201. As can be seen in https://bit.ly/2CVFkXo numerous incidents in the last few years have involved either ramming of vessels or shots being fired.  China's claim to the seas in the area and the rejection of the international court of arbitrations ruling (See https://bit.ly/34y0NRy & https://bit.ly/3ji9wf3) appears to make some sort of confrontation inevitable. China's growing of vegetables on one of the supposedly inhabitable rocks (see https://bit.ly/2Ev10tY) appears to be an attempt to disprove or contrdict the 2016 international court ruling. This could further escalate tensions in the area. Updated 20200826: In the light of increasing tensions in the South China Seas (See https://reut.rs/34AKjIy) any accidental errors in the region could escalate into a major conflict. As noted in the quited article, a disputed USA election may provide the opportunity for China to take more aggressive action in the disputed area which in turn could lead to further conflict and loss of life, i.e. lethal confrontation."], [94661, "2020-07-29T15:26:50Z", [0.05], ""], [80469, "2020-07-29T13:36:46Z", [0.05], ""], [88452, "2020-07-29T13:24:46Z", [0.0], ""], [92896, "2020-07-29T03:50:22Z", [0.0], ""], [88560, "2020-07-29T03:48:38Z", [0.15], ""], [14027, "2020-07-28T20:40:04Z", [0.11], ""], [3429, "2020-07-28T20:38:16Z", [0.01], "maintaining current forecast"], [92799, "2020-07-28T18:41:17Z", [0.06], "The base rate once again is 1 confrontation / 20 years, and since there are 247 days until April 2021 this translates to (1/20) * (247/365) = 0.0338. However, China has been steadily building up a considerable military presence in the South China sea, causing tensions in the Spratley islands among numerous other disputes. In addition, though the recent China-India border conflict has subsided, there are still economic tensions concerning China's aggressive investment in Iranian oil infrastructure previously contracted by India. Though India may not be one of the nations in this question, the event still gives information about China's view on foreign policy. For these reasons, it makes sense to boost the probability of conflict considerably from the base rate."], [89064, "2020-07-28T18:32:29Z", [0.12], "Incremental update."], [31275, "2020-07-28T17:35:08Z", [0.11], "Lowering for passage of time but a new Chinese aggressive posture in the South China Sea may lead to an incident. Staying higher than crowd. "], [34959, "2020-07-28T15:29:44Z", [0.12], "I requested a clarification on the following;   \"Will the question be resolved as \"Yes\" if an external party engages and is assisted by one of the listed nations, resulting in a relevant fatality. For example - China and the US (with support from the Philippines) clash resulting in the death of a Chinese sailor.\" The response was that it will be reviewed on a case-by-case basis.  Holding on my position, given the recent call for naval exercises in the South China Sea (https://www.theguardian.com/world/2020/jul/28/us-presses-australia-to-step-up-naval-exercises-in-south-china-sea), is likely to raise tensions in the region across the board."], [94301, "2020-07-28T12:17:41Z", [0.1], ""], [92822, "2020-07-27T23:45:18Z", [0.06], "My forecast has not really changed. Since this project ends in one week and the question was assigned in early july, its difficult to move my fair value much over the course of an hour in lieu of this one year forecast. Nothing has happened lethally between these countries, and honestly the state of the pandemic makes lethal confrontation slightly less likely anyways. Until then, my rates will not really change, and no geopolitical evidence of conflict has emerged since I made my last forecast"], [92795, "2020-07-27T23:25:57Z", [0.2], "While I believe the current probability is fairly low (~10%), the potential swings much higher when considering the potential political turmoil that the US faces in the coming months. Biden's \"tough on China\" stance potentially increases global tensions with China, which would greatly increase the possibility of a lethal confrontation before April 2021. While this is much harder to quantify, any fatal confrontation is more likely to be some sort of global political statement from China rather than an accident or in self-defense. The upcoming uncertainty is what causes me to double my previous fair value."], [88614, "2020-07-27T19:03:17Z", [0.12], "Lowering my estimate. \nLethal confrontations are very rare.  No similar direct engagement as seen between China-India despite US rejection of Chinese claims in SCS."], [93030, "2020-07-27T17:55:11Z", [0.07], "I'm dropping my initial probability from my initial rate of 13%. In the past month, we've witnessed the United States reject China's claim within the South China Sea alongside explicit statement that the United States will support countries constrained by China. Thus, I believe there's a still decent likelihood that US could run joint military exercises with the listed countries out of which some form of accidental lethal confrontation could occur.  I'm revising my prediction as it seems my base rate expectation was way too high for the realistic likelihood of confrontation especially in this global, economic climate. "], [87440, "2020-07-27T14:50:45Z", [0.3], ""], [33898, "2020-07-27T04:28:48Z", [0.05], ""], [92809, "2020-07-27T04:09:59Z", [0.1], "Revising my forecast as I conducted further research into the question - looking at past events, lethal confrontations are extremely rare. In addition, with the presence of US  in nearby waters, China will be reluctant to stir trouble due to the fear of unwanted backlash. In addition, the distribution constricts - since it is a binary distribution we only decay slightly."], [92810, "2020-07-27T00:40:44Z", [0.07], "No additional news has been released which would lead me to revise my initial prediction. However, time decay must be accounted for. I assume that the probability of a confrontation falls linearly to reach 0 on April 1st 2021 and adjust the prediction accordingly."], [92800, "2020-07-26T22:17:39Z", [0.02], "The total predicted probability should be the sum of the probability of an intended armed confrontation plus the probability of an unintended lethal incident. For intended armed confrontation, the only plausible ones are with Indonesia, Vietnam or Philippines. Given the current stance of Vietnam and Indonesia leaders (Indonesia mostly enforcing its detonation policy against Vietnamese fishing ships, and CPV General Secretary Nguyễn Phú Trọng's political platform relies on dovish, non-nationalism stances, the probability of an intended armed confrontation is very low. Although the US became more involved in this issue recently, a confrontation involving US forces are not counted for the purpose of this forecast. Given China's current goal to maintain its presence and to (quietly) fortify and expand islands, I don't see any significant deviation before April 2021. For unintended lethal incidents, some of the most common incidents that happened in the past and that could potentially lead to a \"lethal confrontations\" are fighter jet and naval ship interceptions and law enforcement collision with fishing boats. Fishing boat collisions happened roughly once per year in the past few years, although it almost always resulted in injury or casualty of fishermen (which does not count for the purpose of this prediction). The unintended lethal collision between ships/jets happened once in the past 20 year, which could be used as a base rate. Moreover, after the lethal confrontation between Chinese and Indian forces near the disputed borders, India's retaliation carries significant economic cost to China. Since the Southeast Asian countries are important players in the Belt and Road Initiative (formerly known as One Belt One Road), it only gives china less incentive to have lethal incidents and more incentive to be vigilant and avoid such incidents. Therefore I further adjusted the rate down from my base rate of 5%."], [92800, "2020-07-26T20:43:05Z", [0.05], "---- revised ----"], [92789, "2020-07-26T15:30:48Z", [0.15], "Increase my forecast due to increasing US-China tension in previous weeks (closing down consulates, rejection on claims of South China sea, etc.). "], [92794, "2020-07-25T21:01:29Z", [0.08], ""], [94533, "2020-07-25T18:49:11Z", [0.34], ""], [92467, "2020-07-25T17:27:37Z", [0.07], "Via unintended lethality, e.g. war gaming or accident"], [93951, "2020-07-25T16:41:05Z", [0.65], "The chance of lethal confrontation has gone up ever since China has demonstrated it would be willing to fight for its border claims. This happened in the Paracel Islands in the past and most recently in the China-India border. The highest likely scenario is an accidental ship ramming or premature gesture like warning shots causing casualties. The chance is higher if it is China and Vietnam which puts the conflict scale higher but given that the nine dash line claims are now being pushed on the Malaysian and Philippine side it becomes less a chance for Vietnam and China to engage in direct action. "], [94523, "2020-07-25T15:13:20Z", [0.05], "America and India "], [691, "2020-07-25T14:35:15Z", [0.04], ""], [87099, "2020-07-25T07:17:19Z", [0.02], ""], [15423, "2020-07-25T02:37:46Z", [0.0], ""], [72713, "2020-07-25T01:01:44Z", [0.11], ""], [94507, "2020-07-24T23:59:02Z", [0.35], ""], [34657, "2020-07-24T23:54:23Z", [0.2], ""], [60948, "2020-07-24T21:28:11Z", [0.1], ""], [59636, "2020-07-24T17:14:16Z", [0.15], ""], [92811, "2020-07-24T13:52:16Z", [0.08], "The US recently rejected China's claims on South China sea, possibly escalating tensions between China and other actors listed in the question. "], [85192, "2020-07-24T07:14:59Z", [0.05], ""], [26030, "2020-07-24T03:25:14Z", [0.15], "Miscalculation in a tense situation and immediate, inappropriate response are the basis for my assessment."], [27198, "2020-07-23T22:17:16Z", [0.06], ""], [92805, "2020-07-22T18:12:13Z", [0.15], "I will increase my previous forecast by 5% mainly to account for China's response to US patrols in the South China sea by conducting fighter jet missile exercises. The US has taken an active stance against China's claims in the resource rich South China Sea (most recently July 15th when Mike Pompeo spoke). The US has said it will support countries that are  bullied by China through legal means. However, the US has done a military exercise with India, which shows that they are willing to do military demonstrations with countries in the region.  I see the increase in military exercises combined with the fact that another country local to the region hasen involved as increasingthe chances by roughly 5%. I did not increase this by more because I'm still taking into account the fact that the countries militaries are  not as advanced as US/China's militaries \\, so may not be able to participate in a military exercise that could lead to lethal confrontation. "], [92817, "2020-07-22T18:07:38Z", [0.11], "I'm not sure about the correct magnitude of an increase in my priors, but two pieces of information have caused me to believe this event more likely.\n1) The US forced the Houston Chinese consulate to close. This signals increased tension between the two countries, and often consulates are closed before major conflicts. Although the US is not one of the listed countries in the posed question, increased tensions with the US make Chinese conflict with one of the listed nations, such as the Philippines or Singapore, more probable.\n2) China has had increased military demonstrations in the sea recently. This causes an increase of odds for a lethal confrontation of any kind, but I think this helps increase the odds of a mild, somewhat unplanned conflict between China and one of its sea neighbors."], [62808, "2020-07-22T18:04:27Z", [0.15], ""], [3429, "2020-07-22T15:22:12Z", [0.01], "maintaining forecast at this time."], [86554, "2020-07-21T16:41:23Z", [0.16], ""], [60948, "2020-07-21T16:20:32Z", [0.08], ""], [93000, "2020-07-21T11:54:32Z", [0.12], ""], [94359, "2020-07-21T02:47:24Z", [0.03], "Despite China's recent manoeuvers in the South China Sea, the claimant states remain relatively weaker as compared to China's military expenditure and naval assets. Moreover, China's engagement in the region has not been solely aggressive - COVID-19 and China's quick emergence from the pandemic played a catalysing role by providing China the opportunity to exercise its soft power by extending  medical and financial assistance to the regional countries. The claimant states, although bent on protecting their territorial sovereignty in their exclusive economic zones, also priorities their close economic dependence on China. There is a careful balance that these claimant states are attempting to maintain; although they may be caught in a crossfire between the US and China, these regional countries will always prioritise regional cohesion and will avoid any military vessel encounters."], [88010, "2020-07-20T20:06:15Z", [0.05], ""], [3429, "2020-07-20T18:31:59Z", [0.01], "Maintaining current forecast"], [92791, "2020-07-20T17:11:01Z", [0.06], "I am adjusting my forecast downward slightly and updating my reasoning.  I stand by my argument that one of the most important drivers of this question is US involvement in the South China Sea dispute.  US presence and commitment to rebuffing China's aggression there serves as a powerful deterrent for any military conflict initiated by China.  Since my initial forecast, the US has formally rejected China's maritime claims in the SCS, increasing their commitment to the issue.  This decreases the likelihood China will be willing to test the US's stance with action as bold as a lethal military conflict.   One additional factor that could cause this likelihood to change is the presidential election this year.  While the US stance toward China on this issue is unlikely to change in this administration, the change of leadership is a volatility-inducing event for foreign policy.  As a result, Joe Biden's stance on this issue should be tracked, and any indication of a desire to break with current US policy should increase the likelihood of conflict in the region."], [92787, "2020-07-20T00:29:19Z", [0.12], "China's aggression in the SCS area is on the rise https://asia.nikkei.com/Opinion/World-cannot-ignore-Chinese-aggression-in-South-China-Sea and it appears emboldened by its success in containing the coronavirus. Still, the virus may make other countries less likely to want to engage in a conflict due to their own economic weakness. Thus, I modestly decrease my previous estimate but still keep it somewhat higher than the crowd."], [92804, "2020-07-19T21:59:36Z", [0.08], ""], [92804, "2020-07-19T21:59:25Z", [0.15], ""], [740, "2020-07-19T16:53:09Z", [0.65], ""], [91142, "2020-07-19T13:47:40Z", [0.04], "Historical base rates would suggest that conflict between military forces are extremely unlikely. Begin adding in a few different factors for why China, even though it claims much of the South China Sea, might be unlikely to make any moves:\n1. China is still dealing with the international fallout of COVID-19. Not sparking conflict, and instead taking advantage of the US pulling out of the WHO to gain more influence in international politics.\n2. The US is stepping up rhetoric of their own in the South China Sea where both countries would be unlikely to desire deadly conflict that would sweep up other countries: https://www.wsj.com/articles/u-s-set-to-reject-certain-chinese-maritime-claims-in-south-china-sea-11594661229\n3. China is also working through the India border dispute simultaneously. Reasons this could happen:\n1. As we saw with India, these conflicts can spring up out of what seems like nowhere, although this seems a lot less likely here than on the South China Sea.\n2. China could see the world distracted with COVID-19 as an opportunity to gain more territory (although that could still happen with artificial islands without deadly conflict)."], [86658, "2020-07-19T13:05:25Z", [0.2], ""], [31275, "2020-07-18T15:09:25Z", [0.15], "A lot of conflict between US and China in South China sea. This could sweep these countries into it. Problem over fishing rights near Phillipines might lead to skirmish."], [94125, "2020-07-17T15:27:39Z", [0.8], "Perception of options is the basis of my forecast.  Covid has had the notable and demonstrable effect of accelerating China's timetable for its planned rise, eclipse, and replacement of the United States as the dominant power of the Pacific. The more China percieves its window of opportunity to be shrinking as it becomes a Global Pariah, or percieves, itself to becoming such, the more bellicose and... zero sum... I believe we will see China treat threats to its rise to prevent it from being stalled or aborted. China's historical pride and fear of being subjugated again will prevent it from backing down, and encouraged by aggressive US posturing, other nations will be more willing to stand up to China as India did if US policy remains consistent from now, through a Biden Presidency, otherwise the chances of conflict go down, becoming minimal to unlikely."], [6978, "2020-07-17T11:44:25Z", [0.5], ""], [88766, "2020-07-17T09:32:52Z", [0.05], ""], [34959, "2020-07-17T04:15:06Z", [0.12], "Starting at a higher point on this and will downgrade as time goes by, the reasons are as follows; - Fatal incidents have occurred\n- China is displaying power in less subtle ways, and shows no indication of reversing this course\n- The US has formally rejected China's nine dash line Seeking clarification on the presence of parties outside of those listed (US, Taiwan, Australia, etc), which will impact forecast."], [92794, "2020-07-17T03:32:32Z", [0.09], ""], [38094, "2020-07-17T00:51:10Z", [0.05], "I'll follow the logic offered by @kxiao3, its the first defensible probability I've seen on this question. @kfinsnes offers a different analysis but with a similar conclusion."], [89236, "2020-07-16T22:30:01Z", [0.05], ""], [93894, "2020-07-16T03:44:52Z", [0.8], ""], [93, "2020-07-15T22:09:07Z", [0.85], ""], [3429, "2020-07-15T17:41:58Z", [0.01], "Not likely"], [13306, "2020-07-15T16:50:20Z", [0.04], ""], [91546, "2020-07-15T01:36:42Z", [0.1], ""], [88198, "2020-07-14T23:32:46Z", [0.21], "Bumping substantially for a bit on Pompeo comments...the question is largely informed by China perceiving a strategic reason to flex on one of these six countries, in order to telegraph to U.S. its resolve to defend its claim to South China Sea."], [92815, "2020-07-14T20:12:49Z", [0.04], "I previously forecasted under another account, so I figured I should update my forecast on this account.  The South China Sea is an incredibly important region to global trade, as many shipping routes travel through the area. In 2017, 40% of the world's \"liquefied natural gas trade transited through the South China Sea\".  In recent years, China has made a large effort to establish full control over the area; both over its lucrative fishing rights and to establish control over the shipping lanes. Americans have conducted military operations in China's EEZ, contesting the Chinese's authority over the region, and making the US’s presence in the region known. China is known to forcefully defend their territory and patrol their borders. President Xi sees the South China Sea as Chinese territory. The Council on Foreign Relations claims, \"exercising full sovereignty over this area is a core component of President Xi Jinping’s 'China Dream.' China does not accept or respect the sovereignty claims of Brunei, Indonesia, Malaysia, the Philippines, Taiwan, or Vietnam in this region.\"  China has not shied away from using lethal force to defend its borders. On the 15th of June, there was a lethal clash on the Chinese-Indian border. Exact casualty numbers are not available, but according to the NY Times, \"It was the bloodiest clash on that frontier since 1967”, implying deaths in the double digits. The Chinese-Indian border is a land border, which is heavily militarized. A lethal confrontation over territorial rights in the South China Sea would certainly be a naval encounter. Historically, there have been very few lethal encounters in this region between military forces. There have been many instances of Chinese aggression resulting in deaths, but they have mostly been civilian deaths (fishermen).  The China India border is not one which concerns the global economy. The South China Sea is of far greater importance, and a military confrontation in the South China Sea would likely result in some form of American involvement, and could even lead to some sort of proxy war between the US and China. This is likely not a risk China is willing to take. In the past week, the US has denounced China's territorial claims in the region. The Americans have a large naval presence in the South China Sea. The Chinese are aware their actions in the South China Sea are under intense scrutiny. It would be incredibly unwise for the PRC to provoke the US by having a militaristic confrontation with one of the nations that claim a part of the South China Sea (Brunei, Indonesia, Malaysia, the Philippines, Singapore, and Vietnam). The odds of a confrontation in the South China Sea are generally low on a monthly basis. But for a confrontation in the South China sea, between two military(!) forces and resulting in a death, the odds must be significantly lower.  Historically, there have been 2 major lethal military confrontations between China and the other South China Sea claimants (both times with Vietnam). These occurred in 1974 and 1988. There have been multiple conflicts over this timeframe involving civilian deaths(typically fisherman). A civilian base rate of 20% annually is roughly appropriate, with one death every five years. A militaristic base rate of ~4% annually seems appropriate, based on this historic data (2 encounters in 50 years).  As mentioned, tensions are currently high, which increases the chance of a lethal confrontation. \nHowever, because of the American presence in the region, repercussions of aggression will be intense, lessening the likelihood of a conflict. Because of these main two forces, I believe the probability of a lethal, militaristic conflict is about 45bp each month, or 1.5x the militaristic base rate. This implies a probability of 4% in the next nine months. Sources:\nhttps://www.cfr.org/report/military-confrontation-south-china-sea\nhttps://www.cnn.com/2020/07/13/politics/south-china-sea-pompeo-announcement/index.html\nhttps://www.nytimes.com/2020/06/26/international-home/china-military-india-taiwan.html\nhttps://www.cfr.org/blog/top-conflicts-watch-2020-armed-confrontation-south-china-sea\nhttps://www.cfr.org/global-conflict-tracker/conflict/territorial-disputes-south-china-sea\nhttps://thediplomat.com/2020/06/china-us-military-confrontation-in-the-south-china-sea-fact-and-fiction/\nhttps://news.usni.org/2012/06/20/south-china-sea-history-armed-conflict"], [90237, "2020-07-14T16:30:13Z", [0.05], ""], [86658, "2020-07-14T14:12:55Z", [0.24], ""], [88614, "2020-07-14T13:50:32Z", [0.15], ""], [88766, "2020-07-14T10:38:33Z", [0.12], ""], [86554, "2020-07-14T04:37:24Z", [0.2], ""], [92799, "2020-07-13T19:07:17Z", [0.05], "The base rate for lethal confrontation with the People's Republic of China and Southeast Asian countries is approximately 1 every 20 years. Given there are262 days before April 1st as of this forecase, the base rate is (262/365)/20 = 0.03589. However, China has been seen taking more aggressive political action in recent years, such as with the Chinese-Indian border conflict, and there has been around 5 near misses in the last 20 years. This would likely make me increase my prior of 3.6% to around 5%."], [3429, "2020-07-13T15:05:50Z", [0.01], "maintaining current forecast"], [1333, "2020-07-13T10:45:10Z", [0.2], ""], [18322, "2020-07-13T09:51:08Z", [0.13], ""], [71165, "2020-07-13T06:13:51Z", [0.05], "I do not think there will be any confrontation between Indonesia, Malaysia, Brunei, and Singapore any time soon. Both of them have a good relationship in terms of economy, especially during COVID, and it's not in their interest to suddenly severe it. Duterte is a bit interesting but given that he has been uncharacteristically \"playing it safe\" with handling COVID-19 in his country, it's probably in the back burner for the foreseeable future."], [88010, "2020-07-12T13:02:31Z", [0.05], ""], [92789, "2020-07-12T03:10:07Z", [0.1], "My forecast number drops as I gradually learnt more from Good Judgement Training classes and practiced more with other forecasting questions.  Originally, I logic behind is pretty simple. I know that there’s recent confrontation between China and India and there’s possibility that such confrontation can escalate into a really serious one. In addition, I considered the fact that people generally underestimate the probability of how unlikely events happens, and put a probability of 20% as my initial forecast.  Right now I re-read the question prompt, the question is asking the probability of LETHAL confrontation between NATIONAL MILITARY FORCES, etc. Therefore, we have to put constraints when we consider possible scenarios. As we know that most of the confrontations are neither lethal, nor between official government personnel. Though the most recent one – between Chinese and Indian troops – are reported lethal. Such events have raised enough public attention and one can argue that both countries would play safely to prevent any lethal confrontation from now on.  As a result I have lowered my forecast from 20% to 10%.\n"], [92794, "2020-07-11T15:06:16Z", [0.08], "Increased tension in the South China Sea between China and the US . \"U.S. plans to lay out its official position next week\".\nWould increase by more if any ASEAN nations made strong comments but so far seems to only be between US and China.\nhttps://www.bloomberg.com/news/articles/2020-07-10/u-s-plans-south-china-sea-announcement-with-tensions-escalating?sref=7q6NqVqh https://www.globaltimes.cn/content/1194102.shtml which comes from a heavily state-influenced paper voices a calm and peace-wanting message \n\"China is committed to building an Asian community of a shared future with countries in the region, and developing friendly and cooperative relations based on respect, equality, and mutual benefit, the spokesperson said.\" Hence while this event increases the probability, its increase is not too significant."], [29054, "2020-07-09T12:46:13Z", [0.0], ""], [86658, "2020-07-09T12:01:54Z", [0.26], ""], [19127, "2020-07-08T22:31:15Z", [0.05], ""], [3429, "2020-07-08T18:49:39Z", [0.01], "maintaining current forecast"], [86658, "2020-07-08T14:14:12Z", [0.28], ""], [57778, "2020-07-08T10:12:10Z", [0.05], ""], [8826, "2020-07-07T21:31:51Z", [1.0], ""], [93209, "2020-07-07T18:41:48Z", [0.09], ""], [88766, "2020-07-07T10:59:59Z", [0.06], ""], [92939, "2020-07-06T21:26:04Z", [0.07], ""], [70711, "2020-07-06T19:31:24Z", [0.02], ""], [57400, "2020-07-06T19:31:16Z", [0.12], ""], [1333, "2020-07-06T18:03:46Z", [0.21], ""], [87064, "2020-07-06T17:12:55Z", [0.05], ""], [93034, "2020-07-06T15:58:53Z", [0.05], ""], [92793, "2020-07-06T15:56:47Z", [0.08], ""], [92808, "2020-07-06T15:55:16Z", [0.05], "We discussed how historically there have been very few incidents of lethal confrontation between China and these other countries already, so that served as a baseline for my prediction. Then I did some research and came across this report of China's maritime disputes with other countries, and it says that there have been efforts (since 2014) to create peace treaties within the area, along with US surveillance on the islands, and the US has obligations to defend both Japan and the Philippines in case of a confrontation. With such a large concentration of powerful countries that could potentially get involved in these affairs, one would believe it is in China's best interest not to engage in lethal confrontation. \nhttps://www.cfr.org/interactives/chinas-maritime-disputes?cid=otr-marketing_use-china_sea_InfoGuide#!/chinas-maritime-disputes?cid=otr-marketing_use-china_sea_InfoGuide"], [92825, "2020-07-06T15:54:31Z", [0.05], "I think my answers did skew higher than others because I'm ethnically indian, and so I end up hearing a lot of Indian news from my parents. There's been a lot of scuffles around the border, and as recently as mid-June there was a lethal altercation between India and China and 20 troops were killed. However, I've realized that this question is not focused on border disputes, but rather the south china sea dispute. I think it is highly unlikely to see a real lethal confrontation in the South China Sea because the US has gotten heavily involved in this region, and I do not believe that China would be willing to draw the ire of the US. On the other hand, we have seen escalation under the pandemic, and there is evidence of military drills being performed in the South China sea. Lastly, the base rate is very low--the last lethal confrontation was in 2004 (as mentioned in the slides) so we can be fairly certain that there won't be a lethal confrontation, and any escalation in presence will be matched by the US on behalf of the countries listed."], [92791, "2020-07-06T15:53:45Z", [0.07], "As others have established fairly extensively, the base rate is in the neighborhood of 5%.  On top of this base rate, I think that there are a couple of important factors to consider.  First, China has demonstrated recently that it is quite willing to push on the boundaries of international approval, especially as it comes to its territorial control.  There was the lethal clash between Chinese and Indian soldiers, as well as the assertion of Chinese authority over Hong Kong in spite of international agreements and disapproval.  Further, tension has been growing in the area of the South China Sea recently, with China increasing its activities there, as well as the United States conducting military exercises.  I think that the demonstration of China's willingness to risk international sanction increases the likelihood fo a lethal conflict, as does increasing activity in the South China Sea.  However, I think that the strong US military presence in the area works against there being a lethal conflict, as China will be unwilling to risk a direct military conflict with a major trading partner and nuclear power.  Because of this, I think that the US military exercises meaningfully reduce the chance of a lethal conflict in the area.  All together, I believe that the chance of a lethal conflict is slightly higher than the base rate, though primarily because of the possibility of the US pulling out of the area.   Looking forward, I believe any move by the US to reduce its military presence in the area should meaningfully increase the likelihood of lethal conflict, as well as any concrete indication that China is willing to risk a military confrontation with the US."], [93035, "2020-07-06T15:51:09Z", [0.05], ""], [93030, "2020-07-06T15:47:22Z", [0.13], ""], [93030, "2020-07-06T15:47:03Z", [0.65], ""], [92871, "2020-07-06T15:46:54Z", [0.05], ""], [93065, "2020-07-06T15:45:07Z", [0.05], ""], [92792, "2020-07-06T15:33:04Z", [0.11], ""], [88743, "2020-07-06T14:57:04Z", [0.31], "Probability ticking up because of US naval exercises in SCS. China will respond and there are too many players determined not to lose face in this scenario who could accidentally trigger another deadly confrontation (as in Ladakh). "], [92787, "2020-07-06T14:55:48Z", [0.14], "Our base rate is around 10% as there has been 1 conflict in the past 10 years between China and the above countries. But China has increased its aggression in its immediate sphere of influence as of late including taking aggressive action towards its border dispute with India (which has led to fatal conflict in the past month) and aggressive legal action against Hong Kong. This unweights my probability slightly to 14%. "], [92795, "2020-07-06T14:38:21Z", [0.1], ""], [92819, "2020-07-06T14:36:47Z", [0.14], "I doubled my previous estimate because of 2 major developments since my last prediction. 1. China has shown little restraint in using the new national security law in HK. Aggressive action by police in arresting protesters, the removal of books by protest/opposition leaders in book stores, and hash sentences for sedition are all worrying developments. Most concerning, however, is the establishment of intelligence/security officials from the mainland including the Chinese Secret Police. 2. The United States sent two aircraft carriers to the South Pacific for live training exercises. This escalates tensions in the area and may lead to confrontation. While the question asks about confrontation between SEA nations and China, any increasing military build up is a worrying trend. "], [92928, "2020-07-06T14:33:10Z", [0.06], ""], [92795, "2020-07-06T14:31:50Z", [0.05], ""], [92788, "2020-07-06T14:30:18Z", [0.06], "A lethal conflict between China these states unrelated to the South China Sea dispute is unlikely. The last such conflict was the Sino-Vietnamese War in 1979, due to the military occupation of Cambodia to overthrow a government. In the last thirty years, military occupation hasn't occurred in the region. Border disputes, the other main mechanism, are most likely to occur between China and Vietnam, as they share a border. Since the 1990s, these tensions have been easing.  In the last 10 years, there has been 1 lethal confrontation between China and these states, the 2014 China-Vietnam oil rig crisis, and a number of almost-lethal confrontations. This yields a per-annum base rate of 10%, and a normalized (because this date is just 9 months away) base rate of 7.5%. I use 10 years as the period to account for recency---such conflicts depend a lot on recent economic performance and political environment.  There are various factors that would skew one's estimate. \n- The COVID factor decreases the probability---it would be politically incorrect to begin a conflict amid a pandemic. I shift the probability from 7.5% to 5%. \n- The conflict trend factor increases the probability---the CFR identifies the problem as worsening. I shift the probability from 5% to 6%. "], [92798, "2020-07-06T14:24:39Z", [0.06], ""], [92798, "2020-07-06T14:20:04Z", [0.08], ""], [92800, "2020-07-06T14:06:07Z", [0.35], "--- revised ----"], [92814, "2020-07-06T14:02:45Z", [0.11], ""], [92801, "2020-07-06T13:58:15Z", [0.06], "Baseline of 5% over last 20 years - about 9 months until April 2021, so our prior is slightly under 5% assuming consistency with the past. Recent tension in the South China Sea & political tension bumps the prior upwards over 5%. "], [92801, "2020-07-06T13:53:18Z", [0.15], "Comment deleted on Jul 06, 2020 01:55PM UTC"], [92807, "2020-07-06T13:08:59Z", [0.06], "Over the past 20 years there has been only 1 conflict of this nature. This is a 5% baseline. This period until 1 April 2021 is only 3/4 of year although, but Covid-19 brings more volatility and increased tensions."], [92816, "2020-07-06T12:59:16Z", [0.05], "The rate of lethal confrontation for each of these countries is approximately each 0 over the last 10 year with China. China has had precisely 1 lethal confrontation in the last 5 years lending us a baseline rate of 5% per year for conflict, adjusting for this 9 month span that means we have a baseline rate of 3.75% for conflict. The SCS dispute is increasingly hostile but today's culture of war via cyberattacks and threat of economic recoil is far more likely to occur than lethal confrontation.  I still will adjust to lend greater probability on this event because even given today's stress on confronting COVID as a priority rather than the senkaku islands, China has remained vigilant in their patrolling of this area. However, the choice of countries here discounts India, which is the most probable country that would arise in having a lethal confrontation with China and likely remove the presence of other countries on this list from facing lethal confrontation. Thus, I presume that the odds of conflict are not going to increase by more than 50% than the baseline rate so we are expecting conflict with more than 3.7% and less than 6%. I still put higher emphasis on the potential for this to occur and so I'll say it's 5%."], [31251, "2020-07-06T10:31:52Z", [0.06], ""], [87064, "2020-07-06T09:05:50Z", [0.15], ""], [87064, "2020-07-06T08:54:03Z", [0.2], ""], [88452, "2020-07-06T08:29:43Z", [0.51], "https://www.cnbc.com/2020/07/06/us-operations-in-the-south-china-sea-shows-washington-is-not-backing-down.html"], [60948, "2020-07-06T07:55:07Z", [0.1], ""], [88954, "2020-07-06T07:48:48Z", [0.12], ""], [92879, "2020-07-06T07:41:26Z", [0.05], "For a base rate, I used 0% because there has been no lethal confrontations between these countries in the past ten years. This then has to be adjusted because there has been around 20 confrontations in the last twenty years, where one of them has been lethal. Taking this into account, we can adjust our baseline to be in between 0 and 5% to a value of about 4%.  From there, the tension in these countries over the South China Sea has been increasing and the recent military actions, giving reason to increase the estimate about 11% chance per year . However, the world is currently very occupied by covid and a military action would be politically incorrect and more unlikely for atleast the next 4 months. In addition the conflict with India makes this less prevalent than an action against India would be.As for the last 5 months, the event could occur with about 10% chance per year, standardizing this and rounding up for a non-zero value for the first four months gets the value of 5%."], [92822, "2020-07-06T06:41:06Z", [0.06], "The base rate is 0 for most of these countries over the last 5/10 years. The main source for most of these countries to interact with China is through the South China Sea, which has remained quite non-lethal in conflict over the last decade. Singapore in particular is very low probability, and Indonesia recently released a statement insisting that they are not a party in the South China Sea dispute. The lack of inclusion of India makes this event far less likely, and India's presence may very well crowd out other conflicts that might skirmish with China in high border dispute regions. This event is only in 10 months as well, and a lot of states are still experiencing coronavirus issues that might reduce odds of military conflict/global issues"], [92809, "2020-07-06T06:10:33Z", [0.14], "My forecast drops slightly lower, as I ingest new evidence of the rareness of such events. My original forecast involved some basic mathematical thinking; If there is a 1% chance of each month of such a confrontation, then there is about a 10-20% chance. However, this was based only on information I had at the time. Now, I have an idea of the reference class - we have only seen one such violent incident in the past 20 years, and a few close to lethal incidents as well. Given the very small number of samples (and non-stationary distribution), unfortunately these may not be representative of the future. However, for now assuming that they are to some extent, this implies 0.05 expected incidents / year, and with high likelihood a <20% chance/year of an incident (modelled as binomial). Due to the high variance of this estimate, it would be in my best interest to bias my predicted probability slightly higher than the sample mean of about 5-10% in order to limit downside from an undesired binary outcome. This estimate requires adjustments - China has gained power and become more politically aggressive over the years. Land claims in the South China Sea and various disputes with Southeast-asian countries have lasted for a while, and could produce violence in the future. In addition, we're in a time of higher regional tension in South/East Asia than 12-20 years ago (Taiwan-China, Hong Kong, North Korea-US). Due to this uncertainty, I have adjusted the sample probability estimate higher in order to account for regime changes."], [92800, "2020-07-06T06:08:40Z", [0.35], ""], [92799, "2020-07-06T05:52:13Z", [0.07], "Base rate + number of near lethal confrontations"], [92802, "2020-07-06T05:51:59Z", [0.06], ""], [92802, "2020-07-06T05:50:49Z", [0.25], ""], [92813, "2020-07-06T04:58:51Z", [0.08], "Prior for lethal cases is one happening in the last twenty years or so, so assuming linearity throughout you'll be seeing around something between 5% as a lower bound. As an upper bound, lets say that of the 20 other nonlethal confrontations across the past two decades each one has only around a 5% also of being lethal, and given our Bayes that of the past 20 only one has been lethal, the number of distributions of 21 choose 2 being lethal is approximately less than double the number of distributions of only 1 of the 21 being lethal. So, we slightly less than double this 5% rate to get 8%.  "], [92805, "2020-07-06T04:54:57Z", [0.1], "The main thing in question seems to be China's control over the South China Sea. The biggest string of incidents is between military forces of China and fisherman of other countries that think they have a claim on parts of the South China Sea. Moves are made in the form of scaring fisherman from certain parts of the sea, or drilling oil rigs in contested spots. Although armed conflict has happened in the past between military forces from China and other countries relating to South China Sea claims, the evidence points towards a passive aggressive territorial dispute with no actual armed conflict between military forces. "], [92786, "2020-07-06T03:04:15Z", [0.08], "There has been one lethal confrontation in the past 20 years, when Chinese ships attacked two Vietnamese fishing boats, killing 9 people in 2005. This sets a base rate of 5% chance of lethal confrontations per year. Assuming that there is no seasonality to this base rate probability, and that our time frame exists from July 5 - April 1 2021, that is approximately, 9 months. Thus, in the remaining time of the forecast, I operate on a prior of 3.75%. However, there have been some trends that suggest that there may be a higher chance of confrontation looming. The China-India border conflict in June demonstrates that China is more than willing to take action in border disputes. Additionally, due to USA warships entering the South China Sea, a statement was issued stating that China is ready to fire anti-cruise missiles to sink these ships, with China wishing to establish control over the sea. Moreover, even amidst COVID, reports show that China has been increasing its patrols and naval exercises in the South China Sea. As a result of these notions, as well as recognizing that my base rate does not include any near lethal encounters (such as China sinking the fishing vessels from the Philippines in April 2020), I am inclined to double my base rate to 7.5%. Since GJO does not take decimals, I rounded up due to the upward bias from recent news."], [92789, "2020-07-06T02:37:09Z", [0.2], ""], [86554, "2020-07-06T01:36:18Z", [0.22], ""], [92797, "2020-07-06T00:50:18Z", [0.05], ""], [92796, "2020-07-05T23:35:40Z", [0.13], ""], [92790, "2020-07-05T22:09:39Z", [0.03], "There have been very few incidents of lethal confrontation between China and these countries in the last twenty years, giving a base rate of about 15%, including close calls. However, the (large) majority of these cases were not between national military forces, militia and/or law enforcement personnel, but rather involved fishermen. This gives a new base rate of 5% (1 event), which I adjusted to reflect the 8 months remaining to April 1, 2021. The Covid-19 crisis skews this estimate down, as it is unlikely that either countries would begin a conflict during a pandemic. Recent tension in the South China Sea, as well as China's growing aggression following the Hong Kong security law skews this estimate back up. Finally, the US's announcement of its ships in the South China Sea could skew the estimate either way, by deterring such an escalation in conflict with other South East Asian countries, but by also worsening tensions through military presence."], [80378, "2020-07-05T20:51:37Z", [0.06], ""], [88010, "2020-07-05T17:36:04Z", [0.1], ""], [88452, "2020-07-04T23:07:44Z", [0.51], ""], [93243, "2020-07-04T18:38:47Z", [0.08], ""], [87440, "2020-07-04T15:23:33Z", [0.08], ""], [88416, "2020-07-04T14:37:52Z", [0.13], ""], [88766, "2020-07-04T10:00:53Z", [0.09], ""], [87064, "2020-07-04T07:01:51Z", [0.25], ""], [87064, "2020-07-04T06:19:38Z", [0.35], ""], [92810, "2020-07-04T00:00:32Z", [0.08], "From my interpretation of the question, the personnel from both countries involved must be military, militia, etc. From my reading online and the base rate examples given in the lecture, there was always one country whose actors did not fit any of these categories. However, there was a recent lethal confrontation between China and India. Although this woudn’t count, it could be indicative of policy changes which may impact other countries."], [93209, "2020-07-03T23:08:53Z", [0.12], ""], [92812, "2020-07-03T18:41:41Z", [0.04], "There have been several news articles about China asserting its dominance in the South China Sea over the past 2 months, as well as the recent military clash between China and India on the disputed Himalayan border. While the possibility of confrontation seems pretty high based on these reports, it is necessary to consider the historical base rate for the particular conditions of the question (lethal confrontation between military of China and various South Asian countries). Many of the news articles have been about the possibility of confrontation between the US and China (although this impression may be biased from searching through US sources), not between China and South Asian countries. Additionally, since Xi Jinping came to power in Nov 2012, there have been a handful (at least 3, based on my searches) notable confrontations between China and South Asian countries (Hai Yang Shi You 981 standoff in 2014 between China and Vietnam left 17 injured and damaged ships, destruction of fishing vessels in May 2015, fishing confrontation between China and Indonesia in March 2016). However, these confrontations have largely been between fishermen, not military, and they were all non-lethal. Thus, my base rate for lethal confrontation in the South China Sea is close to 0%. Given the recent China-India military conflict, my base rate for general lethal confrontation involving Chinese military in the next 9 months is about 10% (1 conflict in past ~90 months of Xi Jinping in power). Finally, given that Biden is leading Trump in election polls, the US and China may have different levels of tensions in the South China Sea by next year. Assuming Biden is more likely to become president and assuming attempts to deescalate tensions between China and other countries (as under Obama), my updated rate is closer to 0% than 10%, yielding 4%."], [92939, "2020-07-03T18:31:58Z", [0.09], ""], [92812, "2020-07-03T17:46:59Z", [0.1], "Comment deleted on Jul 03, 2020 05:51PM UTC"], [92811, "2020-07-03T17:35:12Z", [0.07], "Most conflicts in the area in the recent past involved a non-military actor. Also, the recent China-India dispute happened at a region already very disputed by a few countries, of which only China is in this list. So this incident does not initially drive up my estimates too much. One factor that may increase the odds is the rising tension in the South China Sea which involves almost all the countries in question. I read online that the Philippine departments of energy and foreign affairs are lobbying their president to resume energy exploration in the area, potentially being sanctioned by the US. This might cause some conflict, but not necessarily between military actors. We would need to also factor in the probability of an unintentionally lethal confrontation, although I'm not sure how likely the 'unintentional' part is when it comes to two military actors. I will put my base rate at 1/20 (one lethal confrontation in the area in the last 20 years). I will add to that the 4 military v military disputes in the area that I was able to find, none of which were lethal. Assuming a 10% likelihood of unintentional lethality, that puts my rate at 7% a year. Considering that there are 9 months left, our actual estimate will be nudged a little lower, but factoring in the accelerated tensions in the area, I will put my estimate at 7%."], [92821, "2020-07-03T16:55:34Z", [0.08], ""], [88957, "2020-07-03T16:00:18Z", [0.12], ""], [92379, "2020-07-03T13:46:17Z", [0.04], ""], [57778, "2020-07-02T23:10:20Z", [0.1], ""], [92693, "2020-07-02T16:58:37Z", [0.05], "(revising % as wrote wrongly) China is moving to strengthen its sea route in consensus of its Malacca Dilemma. It is also looking to assert its vaguely drawn 9-dash line territorial claims with that of Indonesia, Malaysia, Philippines and Vietnam. Confrontation would be nearer and not in international waters. American Navy patrols increase its determination to assert any sovereignty and send a message to USA. Confrontation would be due to escalatory threats and hostile intents of the Chinese Navy towards these countries. However the intention is not to provoke a confrontation but to assert dominance which can be taken too far if understood by the other party as of immediately threatening to a nation or ship. Such escalation would be rare and small in nature due to following of procedures and caution of the SEA navvies."], [92817, "2020-07-02T14:11:00Z", [0.08], "At the time of writing this, there are only 9 more months until April 1, 2021, not 12 months, so I will scale my 1-year answer by 3/4 to give a final answer of 8%"], [92817, "2020-07-02T14:07:23Z", [0.11], "Of eight well-documented disputes in the South China Sea (according to Wikipedia), China has been involved in seven of them, indicating that any disputes in the area have a high probability of including China. Given current sentiments in the region, where China has been involved in most non-lethal conflict in the sea, it seems reasonable to put this probability higher than a 7/8 base rate, somewhere in the 90-95% range. We can estimate around 8 desired conflicts in the past 70 years, using 70 as the basis here because the sea conflict with modern day countries began around 1951. This gives me an initial estimate of 8/70 * (.9 or .95), or around 11% within the next year."], [1333, "2020-07-02T13:57:35Z", [0.22], ""], [92980, "2020-07-02T04:16:32Z", [0.25], ""], [34184, "2020-07-01T21:19:11Z", [0.9], "China had a confrontation with Vietnam a few years ago with some of the battle hardened vets of the Vietnam war.China lost the confrontation with Vietnam and lost face with the Asian countries. They'd like nothing better than to regain some respect by an incident with the \"now tourist country\" of Vietnam."], [3429, "2020-07-01T14:07:21Z", [0.01], "maintaining current forecast"], [92794, "2020-07-01T11:29:38Z", [0.06], "Prior is 5% p.a. ( 3.753% July 1 -> April 1 2021 assuming linearity) though the number of near misses has increased towards more recent dates. China has had a recent deadly confrontation with India, 2021 target date is proposed by Chinese Premier Li Keqiang for a South China Sea code of conduct and the Indonesian Foreign minister is pushing for this target date to be met despite setbacks on meetings caused by the coronavirus. However relations between China and Vietnam remain the most concerning (though most casualties usually involve fishing boats and not LEOs) and thus brings the adjustment to a net positive towards lethal confrontation.  I would, therefore, increase the probability upwards by 50% to 5.6295%. As the system does not take floating points, I adjusted this up to 6% due to rounding and how brier scores are exponential to the error"], [29875, "2020-07-01T07:13:29Z", [0.01], "A residual vietnamese confrontation is vaguely possible because of an history of offshore confrontations . Will probably go to zero shortly"], [92803, "2020-07-01T04:19:22Z", [0.11], ""], [86678, "2020-06-30T20:43:37Z", [0.09], ""], [92819, "2020-06-30T19:33:08Z", [0.07], "Over the past 20 years, there has only been one incident where lethal confrontation happened. Therefore, my prior is 5% (calculated by number incidents/ years = 1/20 = 0.5). However, over the past 20 years, China has grown its hard and soft power off the back of it's roaring economy. This has caused China to take a more aggressive stance as exhibited by the AIIB/Silk Road Initiative, their response to Hong Kong protests / encroachment on HK liberties, and border disputes with India (which resulted in 20 dead Indian soldiers). Therefore, I believe China will be notably more aggressive over the next 20 years than in the past 20 years. Given this likelihood, I will update my total probability estimate to 7%. I will note that the question asks about from now until April 1, 2021 which is 0.75 years from now. Therefore the prior is technically 3.75%. However, my likelihood information doubled my prior value to 7% (ie the probability is 2x as likely the coming year than the average over the past 20 years). "], [88766, "2020-06-30T16:33:09Z", [0.19], ""], [1333, "2020-06-30T14:08:55Z", [0.23], ""], [92814, "2020-06-30T13:48:19Z", [0.1], ""], [86554, "2020-06-30T04:37:15Z", [0.28], ""], [90041, "2020-06-30T03:09:41Z", [0.51], "Too much tension with many vulnerabilities around the region. Seems when superpowers sense they’re perceived as socially weak and/or forgiving, unreasonable acts follow. "], [88766, "2020-06-29T15:53:17Z", [0.12], ""], [3429, "2020-06-29T15:37:53Z", [0.01], "maintaining current forecast"], [3429, "2020-06-28T19:30:54Z", [0.01], "maintaining current forecast"], [691, "2020-06-28T18:09:10Z", [0.05], ""], [92693, "2020-06-28T09:53:35Z", [0.35], "Comment deleted on Jul 02, 2020 04:56PM UTC"], [90860, "2020-06-28T05:05:03Z", [0.15], ""], [1333, "2020-06-27T14:02:38Z", [0.24], ""], [1333, "2020-06-26T18:18:22Z", [0.25], ""], [92870, "2020-06-26T16:45:38Z", [0.7], ""], [89242, "2020-06-26T15:13:07Z", [0.05], ""], [1333, "2020-06-26T14:57:01Z", [0.35], ""], [90237, "2020-06-26T14:40:20Z", [0.5], ""], [87064, "2020-06-26T10:16:23Z", [0.1], ""], [89187, "2020-06-25T18:40:53Z", [0.03], ""], [92785, "2020-06-25T18:11:23Z", [0.25], "Countries will continue to be engaged with outbreaks of COVID19 and fielding any large scale invasion will not be possible. "], [92704, "2020-06-25T16:59:42Z", [0.01], ""], [87064, "2020-06-25T15:54:24Z", [0.05], "Direct clash is unlikely. \nhttps://www.scmp.com/week-asia/politics/article/3090601/coronavirus-headlines-south-china-sea-will-be-aseans-focus"], [88743, "2020-06-25T15:45:05Z", [0.23], ""], [88743, "2020-06-25T15:27:18Z", [0.23], "Uptick in naval activity in SCS. Increases likelihood of an accidental fatality."], [92507, "2020-06-25T07:52:21Z", [0.06], "Probability of lethal conflict (i.e. non-civilian fatalities) between China and… 1.\tBrunei = 0%\n2.\tIndonesia = <1%\n3.\tMalaysia = 1-2%\n4.\tPhilippines = 1%\n5.\tSingapore = 0%\n6.\tVietnam = 3-5% Total probability = 6% Note: \nThis only covers fatalities in military forces, militia and/or law enforcement on either side. Civilian casualties are implicitly discounted. This is an important distinction, as it means that even significant violent events (such as Chinese CG vessels ramming/sinking fishing boats) wouldn’t count. For a lethal confrontation to occur therefore, a number of events would have to occur to escalate the situation. Here is an example of a possible chain of events: -\tCompeting claims on economic/strategic/political rights to an area. ->\n->\tPresence of civilians from one/more competitors (i.e. fishing fleets/oil & gas representatives). ->\n->\tPresence of Coast Guard or Navy to guard nation’s civilians/stop opponent’s civilians (delete as appropriate). ->\n->\tConsequent presence of opponent’s CG or Navy to guard nation’s rights/stop opponent’s interference (delete as appropriate). ->\n->\tEscalation of conflict to violence (either against civilians or directly against opponent) e.g. by ramming ships or warning shots. ->\n->\tReturn of violence by opponent. ->\n->\tFatality within military forces, militia, and/or law enforcement (the civilians don’t count unfortunately). As you can see, this is quite a long chain of events, and as it specifies death of a combatant rather than civilian it actually excludes most fatalities that may semi/un-intentionally result from in-the-moment aggression. It would require both states to deliberately send in their armed forces, then one or both of those groups to actively target each other. As such, I have distinguished between the probability of violent clashes between countries and non-civilian fatalities. Assessment by country: 1.\tBrunei \nSometimes referred to as a “silent claimant” to the South China Sea, Brunei’s EEZ covers a number of maritime features, but the kingdom claims only Louisa Reef which lies upon its continental shelf. Because Louisa Reef is part of the Spratly islands, that feature is also claimed by China and Vietnam.\nBrunei is the only claimant state that does not occupy any maritime features or maintain a military presence in the region. Predominantly for this reason, the likelihood of armed clashes between the two states’ forces is vanishingly unlikely. Violent Clashes = 1-2%\nNon-Civilian Fatalities = 0% 2.\tIndonesia \nIndonesia has long maintained its neutrality and claimed to have no maritime disputes with China. Despite Indonesia’s position as a non-claimant state in the SC Sea dispute however, more frequent clashes and a hardening approach from China has forced a shift in attitude in recent years.\n2016 – Three confrontations between Chinese fishing boats and the Indonesian Navy, including at least one where they fired warning shots; China’s foreign ministry said one boat was damaged and one sailor shot & injured.\nJanuary 2020 – Stand-off between Chinese Coast Guard ships escorting fishing boats and five Indonesian warships and F16s off the coast of Indonesia. Indonesia is still cautious about escalating tensions however.\nDespite some conflict, the overall lack of direct opportunities for direct clashes (due to few/zero competing geographic claims) combined with Indonesia’s unwillingness to escalate tensions with a growing trade partner suggests that this is unlikely to escalate to state-on-state conflict. Violent Clashes = 1-2%\nNon-Civilian Fatalities = <1% 3.\tMalaysia \nFormer Malaysian Prime Minister Mahathir Mohamad said that China was not a threat to anyone in the South China Sea dispute and was not worried about aggression from China, accusing the United States of provoking China and trying to turn China's neighbours against China.\nThis line has hardened in recent years however, with Malaysia being involved in a stand-off with a Chinese survey ship and Chinese Coast Guard vessels. Events escalated in April, when a stand-off occurred between Malaysia, Vietnam, China and the US simultaneously, thus increasing the possibility of an armed clash.\nhttps://oilprice.com/Latest-Energy-News/World-News/China-And-Malaysia-Clash-In-Highly-Disputed-South-China-Sea.html\nhttps://www.scmp.com/week-asia/politics/article/3051889/malaysia-china-and-vietnam-dangerous-ongoing-game-chicken-south Violent Clashes = 15-20%\nNon-Civilian Fatalities = 1-2% 4.\tPhilippines \nApril 2012 – Scarborough Shoal standoff between Philippine Navy & PRC Coastguard\nMay 2013 - A Taiwanese fisherman was machine gunned to death by the coast guard of the Philippines. Although not PRC, it does indicate a willingness to use violence.\nJuly 2016 – UNCLOS panel unanimously ruled in favour of Philippines in dispute over china’s claim on territories within the nine-dash line. China has rejected the ruling.\nJune 2019 - 22 Filipino fishermen were left floating after a Chinese vessel rammed and sank their boat, abandoning them to the sea.\nThe large number of incidents is mitigated by Duerte’s recognition of strategic reality on the ground and consequently his unwillingness to escalate a conflict that would result in the Philippines’ “annihilation” (https://www.express.co.uk/news/world/1233091/south-china-sea-duterte-philippines-annihilation-beijing-grip-tightens-spt). Furthermore in December 2019 China and the Philippines finally agreed to cooperate in the South China Sea, pursuing joint oil & gas exploration, thus removing much of the impetus that might lead to conflict. Therefore, although the risk of a clash may have be high in the recent past, the risk a direct conflict between the two states’ forces resulting in a fatality is quite low.  Violent Clashes = 10%\nNon-Civilian Fatalities = 1% 5.\tSingapore \nHistorically the two countries have quite close economic and political ties, in no small part due to Singapore’s significant population of ethnic Han Chinese. \nIn 2016 China seized 9 armoured vehicles that Singapore had shipped through Hong Kong on their return from a training exercise on Taiwan. This marked the low point in C/S relations however, and Singapore did not retaliate. The two are strongly linked economically and are sufficiently far enough from each other that territorial disputes of the type felt with Vietnam and the Philippines are unlikely.\nhttps://www.fpri.org/article/2019/12/the-odd-couple-singapores-relations-with-china/ Violent Clashes = <1%\nNon-Civilian Fatalities = ~0% 6.\tVietnam \nVietnam has been the strongest proponent against China’s territorial claims in the South China Sea in recent years. Hanoi’s frustration is intensifying as Beijing becomes even more aggressive in the South China Sea. In January 2020 it released a defence White Paper suggesting a more formal hardening of that stance and even a shift into the US’ sphere of influence to counter China’s rising assertiveness.\n2014-2015 - Exchanges of fire across China/Vietnam land border.\nApril 2020 - Vietnamese fishing boat sank after it collided with a Chinese Coastguard ship near Vietnamese oil rig by the Paracel Islands. \nhttps://www.cfr.org/report/china-vietnam-military-clash  Violent Clashes = 25-30%\nNon-Civilian Fatalities = 3-5%"], [1333, "2020-06-24T18:07:53Z", [0.4], ""], [67609, "2020-06-24T17:54:00Z", [0.1], ""], [31275, "2020-06-24T15:24:34Z", [0.1], ""], [86658, "2020-06-24T11:20:56Z", [0.33], ""], [1333, "2020-06-23T18:21:41Z", [0.43], ""], [3429, "2020-06-23T17:19:58Z", [0.01], "maintaining current forecast for now."], [88416, "2020-06-23T15:53:22Z", [0.33], ""], [28899, "2020-06-23T07:14:13Z", [0.04], ""], [85984, "2020-06-23T06:36:03Z", [0.05], ""], [92379, "2020-06-23T00:10:37Z", [0.05], ""], [87427, "2020-06-22T21:57:55Z", [0.2], ""], [87064, "2020-06-22T15:37:26Z", [0.1], ""], [87064, "2020-06-22T15:20:59Z", [0.15], ""], [87064, "2020-06-22T15:02:05Z", [0.2], ""], [89013, "2020-06-22T14:21:06Z", [0.05], ""], [92379, "2020-06-21T23:19:48Z", [0.17], "I think a conflict with India is far more likely, taking focus away from Pacific neighbors"], [88953, "2020-06-21T10:34:16Z", [0.03], ""], [88953, "2020-06-21T08:08:09Z", [0.1], ""], [28899, "2020-06-21T08:00:25Z", [0.08], ""], [64078, "2020-06-20T18:07:14Z", [0.06], ""], [3429, "2020-06-19T16:19:59Z", [0.01], "Maintaining current forecast"], [31275, "2020-06-19T15:10:27Z", [0.16], ""], [92379, "2020-06-19T14:47:23Z", [0.2], "Something aggressive that turns lethal on accident is a possibility.  I don't feel like it's a priority (India maybe more so) , but they could act opportunistically while the world is focused on other things.  I also think China would not expect the US to react that strongly to their aggressions with Trump in office.  "], [57778, "2020-06-19T06:29:25Z", [0.2], ""], [87099, "2020-06-19T04:26:14Z", [0.02], "Very little and if anyone Vietnam over oil and gas\nI see chinas focus on HK and Taiwan. They could potentially use international incidents to divert attention from those matters. Recent events in India whether intended or not have diverted attention from HK. \nAs it currently stands today I cannot quantify chinas timeline on the South China Sea nor Taiwan but chinas recent behaviour suggests it is more inclined to push its weight and agenda more but still reasonably measured. International actions helpful in diverting internal gazing so why I see this probability as slightly higher than the last 12 months for example. "], [32258, "2020-06-18T22:43:56Z", [0.0], "No need for  China agression. The USA's lack of Presidential leadership is enough for China to  capitalize on in the near  future in order to make powerful advances without the use of force. And yet, I also forecast that there will be a new President as of 2021. Yet again, don't think that's likely to change our weak international position in just the first quarter of 2021."], [92389, "2020-06-18T17:25:40Z", [0.05], "Given China has been stretching it's military presence in the South China Sea in the Spratly Islands, there is no reason for Brunei, Indonesia, Malaysia, Philippines, Singapore, or Vietnam would get into a lethal confrontation with China.  From China's perspective, there is no reason to instigate any confrontation with their Southeast Asia neighbors since China want to show success with their One Belt One Road Initiative for that region.  In addition, China wants to deal the contention with USA and Taiwan in the short term.  "], [86678, "2020-06-18T16:51:47Z", [0.17], ""], [31275, "2020-06-18T16:44:47Z", [0.14], "Raising to near group average. That is a lot of territory and as seen in India things can escalate quickly. "], [90447, "2020-06-18T15:36:35Z", [1.0], ""], [88614, "2020-06-18T15:00:08Z", [0.12], ""], [691, "2020-06-18T12:17:56Z", [0.05], ""], [60948, "2020-06-18T09:32:22Z", [0.15], ""], [19127, "2020-06-18T08:02:31Z", [0.06], ""], [68273, "2020-06-18T06:57:35Z", [0.07], ""], [89236, "2020-06-18T00:07:32Z", [0.15], "Most of the forecasting community will state that the sheer size of the Chinese Navy will deter the forces of the 4 major front line countries in Malaysia, Indonesia, Vietnam or the Philippines. The Sino-Vietnamese war of ‘79 and the Battle of the Paracel islands took place before globalization took hold. China and Vietnam since then willfully accepted participation on the big stage to benefit and prosper economically. They wanted a slice of the proverbial pie.   Getting seconds means walking back on that stage in the spotlight, with economic sanctions waiting if the thin red line is crossed.  Russia’s care or concern for economic sanctions is nonexistent, and the little green Spetsnaz soldiers proved Crimea was more critical to expanding power projection or crossing some singular economic juncture with its Black Sea natural gas fields, as opposed to a multifaceted global trade strategy. The SCS shares some characteristics with the Black Sea, in its near billion barrel expected gas reserves and highly lucrative fishing grounds.  The region is a gold mine surrounded by demand with no end in sight.   The Chinese have a fleet of maritime militia and Coast guard boats that harass Vietnamese and Phillipine vessels.  The Vietnamese also have armed maritime militia boats capable of peaceful fishing activities or conversion to vessels of defense as needed.   They are the Dan Quan Bien.  Fish boat rammings USUALLY occur when the Vietnamese or Phillipine vessels are caught fishing between May 16 and August.  The Chinese recognize the need for some level of conservation before all the biological resources are depleted.  Water cannons have been used in the past, along with boat rammings, neither of which led to military response. Malaysian state owned Petronas sent an exploratory vessel, the West Capella, just beyond its 200 mile economic exclusion zone.  For many days the vessel was “harassed”.  Harassment and armed attack are two completely different types of threats, and escalation into a two or greater clash of naval vessels would certainly lead to greater US activity in the SCS.  And China is fully aware the size of the US submarine and potential drone submarine fleet. The only possibility of battle I see is if Malaysia were to find proven oil or gas reserves.  A Chinese CG vessel damages or destroys the construction of a drilling platform in process and employees are killed. Or a Malaysian Navy vessel is encroached upon during the installation of the drilling platform.   Doubtful in this time frame though. The fishing moratorium will be enforced until August this year.  Maybe a few rammings but the Chinese are bigger fans of non lethal deterrents.  Too big a fear of little blue sanctions."], [89135, "2020-06-17T22:47:14Z", [0.25], ""], [90237, "2020-06-17T20:00:30Z", [0.0], "If anything, I would say India, which is not on the list."], [1333, "2020-06-17T18:05:56Z", [0.44], ""], [88063, "2020-06-17T14:57:05Z", [0.66], "Earlier I would have said there was little chance but with fatalities inflicted in recent border clashes between China and India I have reassesed. I think it is entirely possible that a marine collision or downing of an aircraft could happen with fatal consequences."], [90195, "2020-06-17T13:14:47Z", [0.1], "Chinese government has not got a track record of overt military confrontation. Show's of strength yes, but not lethal."], [88743, "2020-06-17T11:48:44Z", [0.21], "A lot depends upon how much the global recession inhibits or encourages China's assertiveness. If there is a death, it is most likely to be by accident (as nearly happened in April 2020). For example, if China imposes its planned ADIZ, there will be many more aggressive close encounters between aircraft. When ships and planes bang together the humans inside often come off worse."], [90912, "2020-06-17T11:14:07Z", [0.55], "After China's action with India today, my feeling is that anything is possible."], [88120, "2020-06-17T09:19:27Z", [0.05], "Only a fool will take military action against China. China can take the entire  South China Sea and this small countries only can cry. But there are fools in the world. So a minor lethal confrontation can happen."], [88745, "2020-06-17T08:47:00Z", [0.18], "- Increasing probability due to heightened tensions across Asia Pac (NK/SK, China/India). Was too conservative with my estimates prior to this"], [36363, "2020-06-17T08:42:56Z", [0.2], ""], [36363, "2020-06-17T08:38:45Z", [1.0], ""], [92316, "2020-06-17T07:51:59Z", [0.3], "China Starting something in India and will have to deal with the virus for a while. No ressources for the rest of asia now."], [60695, "2020-06-17T07:44:58Z", [0.0], ""], [88766, "2020-06-17T07:44:47Z", [0.13], ""], [86302, "2020-06-17T06:42:39Z", [0.25], ""], [86554, "2020-06-17T02:23:07Z", [0.36], ""], [90528, "2020-06-17T01:57:00Z", [0.5], "Lethal confrontation between these nations may well have already happened without public knowledge. The PRC is a secretive regime and houses some of the brightest minds in the world, along with potential access to not only technologies manufactured in their factories but also the data of international companies housed in their servers. China is quickly rocketing up the charts to compete for the  US’s position as number one GDP in the world, thanks to its large labor force, abundant natural resources, and it’s second largest defense budget in the world.  PUBLIC lethal confrontation between the PRC and any listed countries will be a signal to the rest of the world that China sees itself as a strong contender for the position of global superpower. Since the other countries mentioned have very little power compared to the PRC, public lethal confrontation would likely be a result of the PRC’s aggression as opposed to emboldened actions on the part of smaller states. This aggression may be justified as a move in self defense.  If this is to happen before April 1st, 2021, the PRC will need to not only be confident in its ability to win over these small states, but its ability to win against the current global superpower, as well. It is true that the US is a giant that has been weakened by years of political division and crisis after crisis. With the US facing another predicted economy crash and second wave of the COVID19 virus, China may see its chance. Another thing to keep in mind is that with the rise of new technologies, lethal confrontation  may look very different from what we are used to seeing in the past."], [61735, "2020-06-17T01:43:54Z", [0.12], "The fatalities on the Indian border made me re-evaluate both the situation, and my mental model of these conflicts. I believe I was thinking too much about national strategy, and not enough about the way things can escalate locally or irrationally on a very small scale."], [88784, "2020-06-17T01:42:08Z", [0.75], ""], [88560, "2020-06-16T20:47:32Z", [0.25], ""], [62808, "2020-06-16T20:39:51Z", [0.5], ""], [88707, "2020-06-16T20:37:22Z", [0.08], "The deadly altercation in Kashmir between India and China today[1] might embolden smaller nations in South China Sea. India might get more interested in stopping Chinese advancements in the region and to offer help to smaller nations around South China Sea.\nStill finding a deadly confrontation unlikely, but adjusting a bit upwards. 1. https://www.bbc.com/news/world-asia-53061476"], [89083, "2020-06-16T20:29:13Z", [0.32], "After today´s news in regards India, plus all the bad blood covid is creating against China, they may not want to escalate things further for the time being?"], [28899, "2020-06-16T19:52:10Z", [0.03], ""], [88452, "2020-06-16T19:41:13Z", [0.22], ""], [92276, "2020-06-16T19:13:06Z", [0.0], ""], [8826, "2020-06-16T19:02:07Z", [0.0], ""], [88416, "2020-06-16T19:00:22Z", [0.45], ""], [92008, "2020-06-16T18:45:47Z", [1.0], "Comment deleted on Jun 26, 2020 02:30AM UTC"], [13306, "2020-06-16T18:32:40Z", [0.05], ""], [88639, "2020-06-16T18:07:32Z", [0.2], ""], [86658, "2020-06-16T16:54:47Z", [0.5], "'FACE PALM' it was with India (wrong question)."], [88010, "2020-06-16T16:52:35Z", [0.1], ""], [86658, "2020-06-16T16:50:19Z", [1.0], "Comment deleted on Jun 16, 2020 04:56PM UTC"], [88766, "2020-06-16T16:29:07Z", [0.22], ""], [60948, "2020-06-16T16:18:39Z", [0.1], ""], [31275, "2020-06-16T16:07:20Z", [0.1], "There is tension but none of the countries mentioned would want to take on China. They would more likely protest to international bodies. China itself tends to project power but avoid conflict. It has patience as a practice and seeks to gain economic leverage. Raising a little due to accidents happen. "], [86554, "2020-06-16T15:39:08Z", [0.65], ""], [1333, "2020-06-16T15:21:15Z", [0.45], "China is willing."], [89187, "2020-06-16T12:22:23Z", [1.0], "Comment deleted on Jun 25, 2020 06:40PM UTC"], [90457, "2020-06-16T11:42:06Z", [0.1], "While there might well be skirmishes, they are not likely to end in death. If things do escalate and lead to a death, chances of it being reported are slim to none. No country wants to throw the match on that tinderbox. "], [88954, "2020-06-16T10:35:09Z", [0.17], ""], [86554, "2020-06-16T09:54:08Z", [0.8], ""], [19127, "2020-06-16T09:23:40Z", [0.04], ""], [85144, "2020-06-16T07:10:24Z", [0.05], ""], [36363, "2020-06-16T03:10:44Z", [0.02], ""], [84127, "2020-06-16T02:51:49Z", [0.04], ""], [92217, "2020-06-16T02:43:01Z", [1.0], ""], [89273, "2020-06-16T00:22:10Z", [0.15], ""], [28415, "2020-06-15T23:29:47Z", [0.03], ""], [90263, "2020-06-15T20:36:30Z", [0.0], "Where these countries are concerned, I really don't see things escalating to the point of conflict by 1 April 2021."], [3429, "2020-06-15T19:27:48Z", [0.01], "Not likely"], [90930, "2020-06-15T17:26:18Z", [0.05], "Highly unlikely, this doesn't happen often. Regardless of high tensions in the region none of the actors will instigate a concrete show of force more than the impounding of a ship. In order for something bad enough to happen to put lives at risk either someone/ a group would have to act without state sponsorship. That is unlikely. In the unlikely event that does happen, the chances of someone dying are much smaller. "], [89083, "2020-06-15T17:00:03Z", [0.35], ""], [89187, "2020-06-15T16:31:35Z", [0.02], "Comment deleted on Jun 25, 2020 06:41PM UTC"], [90108, "2020-06-15T16:07:55Z", [0.35], "The historical trajectory of China's economic rise involves her flexing her military muscles.  Initial years of baseline economic growth which meant subsistence farming to city living and middle class aspirations has given way to a more confident China willing to protect the access to resources required to satisfy the growing and more demanding needs of the Chinese population.  China's size will inevitably result in skirmishes on the naval front as China ignores historical sea claims and increases its territorial claims and exclusive economic zones.  China, The Philippines, Vietnam, and Malaysia all have claims on the Spratly islands in the South China Sea... Watch this space!!   "], [91675, "2020-06-15T13:05:24Z", [0.27], ""], [32861, "2020-06-15T12:51:46Z", [0.15], "Asymmetry of military And diplomatic force"], [61735, "2020-06-15T11:47:02Z", [0.07], ""], [90904, "2020-06-15T08:58:08Z", [0.75], "Squirmish in South China Sea"], [1333, "2020-06-15T08:56:38Z", [0.39], ""], [89826, "2020-06-15T05:16:32Z", [0.55], ""], [90010, "2020-06-15T04:33:31Z", [0.03], ""], [89379, "2020-06-15T04:11:17Z", [0.1], "China will try hard to avoid, but territorial disputes at sea are getting more dangerous. "], [91444, "2020-06-15T01:35:50Z", [0.64], ""], [46733, "2020-06-14T21:21:55Z", [0.1], ""], [89769, "2020-06-14T20:02:35Z", [0.7], ""], [6978, "2020-06-14T19:36:57Z", [0.75], ""], [14133, "2020-06-14T19:19:30Z", [0.25], "A lot of time, a lot of territory, and a lot of actors. And it's not like China is behaving well just because it has other things on its mind."], [29054, "2020-06-14T17:58:14Z", [0.0], ""], [91905, "2020-06-14T16:48:14Z", [0.05], "A confrontation of that sort would run counter to the interests of China and China will have post pandemic civil unrest that will pull its focus inward. Historically post pandemic periods generate nationalism efforts to rebuff civil unrest."], [87175, "2020-06-14T16:27:19Z", [0.01], ""], [89442, "2020-06-14T14:59:11Z", [0.2], "As for projecting force directly into these other nations, I think there is next to no chance. China’s communist party is not winning popularity contests with anyone, least of all with their own people. They will continue with Xi’s historic playbook of appealing to the nationalist pride of Chinese citizens in order to turn their attention from his own failures to things they agree with. He will insight anger over Hong Kong and Taiwan as they are viewed as internal conflict by more Chinese than South China Sea conflicts. He will use this to his advantage by creating an incident where it will appear to his people that China has been directly threatened by western powers and he will come to the rescue by making a bold move such as military occupation of PLA and martial law In Hong Kong as well as heightened harassment  of Taiwan especially economically. \nVietnam, the Philippines, and other South China Sea states are in danger in the long run but outside of the near term concern for China. Once the communist party of China feels more secure in their situation, such as after they recover some of their economy and feel that public opinion in China has settled to at most an enthusiastic continuance if the Mandate of Heaven upon the current regime or more likely a majority apathetic position as people calm down and fall back into their sense of no control and no power to change things for the better. After this calming of the masses, China will turn again with devious means to undermine not only the sovereignty of the states of South Asia but will most definitely seek to exact revenge on those who replaced them as suppliers of goods to the West. They will step up pressure on Vietnam via economic sanctions and pressure on the Philippines by inching closure and closer to Luzon. \nI put a 20% chance in the question solely because, though the likelihood that China will do these things in the South China Sea within the next year is low, the likelihood that a person will die due to a boat collision in a minor confrontation between China and Vietnam, Taiwan, or the Philippines is high as they try to maintain what they see as the status quo while they clean house in the mainland. I. E. It will be an accidental fatality in the normal course of bullying surrounding nations while marking their territory. "], [56219, "2020-06-14T14:51:36Z", [0.15], ""], [56219, "2020-06-14T14:35:53Z", [0.15], "Possible confrontation in the south China sea but unlikely "], [91824, "2020-06-14T13:55:53Z", [0.03], ""], [89385, "2020-06-14T13:41:40Z", [1.0], "Using 1 fatality as the basis increases the chances. There will be confrontations and saber rattling historically draws blood, and often a fatality. "], [91818, "2020-06-14T12:54:54Z", [0.02], "China is acting quietly behind the scenes, politically. This would happen only if they were attacked by one of the other actors, and that is extremely unlikely. "], [91817, "2020-06-14T12:50:49Z", [0.1], "There are several past incidents between the PRC and Vietnam."], [89178, "2020-06-14T12:31:17Z", [0.01], "In regard to foreign powers, China usually projects powers through infrastructure projects and funding, not military. US weakness may embolden them, but they play the long game. No gain for them to have a military confrontation with those countries at this point.  They can ascend in world power by the US descending.  Using military power would harm their interests."], [2458, "2020-06-14T12:21:08Z", [0.65], "Increased tensions and military activity by China is not temporary. It is only a matter of when such an event will happen. "], [88745, "2020-06-14T12:03:49Z", [0.06], "- China's 9 dash line marks out naval territories in the South China Sea and this potentially encroaches on Vietnam, Philippines, Malaysia, Brunei's claims over territory as well (https://edition.cnn.com/2020/06/07/asia/china-malaysia-indonesia-south-china-sea-intl-hnk/index.html)\n- Summing up the probabilities below gets to 34%, however conflict is defined as protests, or destruction of fishing vessels and not lethal confrontation\n- 7 incidents (no fatalities) over the last 8 years - 0.23% chance for another incident to happen within a set timeframe\n- Will use 34% as the anchor but weigh it significantly lower for lethal confrontation  - Probability of conflict with Singapore: 1%\n- Singapore has historically had a friendly relationship with China. While Singapore is US' closest ally in Southeast Asia, Singapore had tended to play both sides and tries to maintain a good relationship with both aggressors. Even when China seized 9 armored vehicles that were in transit from HK to Singapore, Singapore did not respond with any military force or show any aggression to China (https://www.fpri.org/article/2019/12/the-odd-couple-singapores-relations-with-china/).  - Probability of conflict with Brunei: 1%\n- While Brunei has territorial claims over the South China Sea, it's claim is relatively limited in comparison to the rest of the countries. Brunei only claims 200 nautical miles via its EEZ (exclusive economic zone) and does not have land features in the sea, nor does it maintain any permanent military presence to enforce its claim. (https://www.geopoliticalmonitor.com/brunei-abandons-south-china-sea-claim-for-chinese-finance/)\n- Brunei also entered into an economic partnership with China in 2018, and some observers see this as China's ploy to use economic benefits to persuade another country to support its 9-dash-line claim (http://www.xinhuanet.com/english/2018-11/19/c_137617688.htm) - Probability of conflict with Malaysia: 5%\n- There has been 1 naval incident in the last 10 years between Malaysia and China (https://www.scmp.com/week-asia/politics/article/3051889/malaysia-china-and-vietnam-dangerous-ongoing-game-chicken-south)\n- Previous Malaysian government was very close with China due to economic benefits, however the newly elected government has yet to clarify its stance against China (https://www.voanews.com/east-asia-pacific/why-old-friends-china-malaysia-suddenly-disagree-over-tract-sea) Probability of conflict with Vietnam: 5%\n- Vietnam has had good economic relations with the Chinese government and have not responded in military force against China even though there were two recent incidents - Chinese coast guard sank a Vietnamese fishing vessel on Apr 3 and China deploying a geological ship which historically has been used to harass Vietnamese drilling rigs (https://thediplomat.com/2020/05/reviewing-vietnams-struggle-options-in-the-south-china-sea/)\n- However, Vietnam has always chosen to use protests or lodging formal complaints against China, and has not shown any military force \nbefore (https://www.scmp.com/news/china/diplomacy/article/3080756/vietnam-accuses-beijing-seriously-violating-sovereignty-south) - Probability of conflict with Indonesia: 15%\n- Indonesia has a public policy of destroying foreign vessels that have been fishing in Indonesian waters. This was set up by Jokowi in 2015, and he was recently re-elected into parliament in 2019 (will cover the forecast period). \n- Indonesia has destroyed fishing vessels in the past: in 2015, they destroyed 41 vessels from China, Thailand, Vietnam (https://globalnation.inquirer.net/123290/indonesia-sinks-boats-from-china-ph-others-to-deter-illegal-fishing-reports), in 2016 China prevented Indonesian authorities from seizing Chinese vessels by ramming it to free it (https://www.nytimes.com/2016/03/22/world/asia/indonesia-south-china-sea-fishing-boat.html), and in 2016 Indonesia destroyed another 23 vessels that were illegally fishing in Indonesian waters (https://www.wsj.com/articles/indonesia-blows-up-23-foreign-fishing-boats-to-send-a-message-1459852007)\n- Indonesia and China were in a naval standoff in early 2020, where Indonesia deployed 10 naval ships and four F-16 fighters (https://www.fpri.org/article/2020/01/the-next-front-china-and-indonesia-in-the-south-china-sea/) Probability of conflict with Philippines: 8%\n- Philippines is the only country to have won an arbitration case against China for the South China Sea conflict (https://globalnation.inquirer.net/140358/philippines-arbitration-decision-maritime-dispute-south-china-sea-arbitral-tribunal-unclos-itlos)\n- Philippines also has reduced its relationship with US when Duterte moved to terminate a key military pact between US-Philippines (https://www.worldpoliticsreview.com/articles/28549/us-philippines-relations-take-a-hit-as-duterte-axes-a-key-military-pact). However, they have delayed the termination due to South China Sea tensions rising again (https://www.channelnewsasia.com/news/asia/south-china-sea-security-philippine-reversal-us-military-pact-12800408)\n- No naval standoff or incidents between Philippines-China in the last 10 years. Low probability that it will happen"], [91763, "2020-06-14T08:48:15Z", [0.01], ""], [89095, "2020-06-14T08:02:29Z", [0.0], ""], [91735, "2020-06-14T07:15:06Z", [0.02], ""], [45594, "2020-06-14T05:58:34Z", [0.15], ""], [91724, "2020-06-14T05:49:31Z", [0.03], "China will avoid this if possible"], [31275, "2020-06-14T04:57:06Z", [0.05], "China projects power and intimidates but does not want conflict. Bad for business."], [86246, "2020-06-14T04:43:18Z", [0.5], "Military forces, militia, and/or law enforcement. That is a pretty big net, so I think one of those parties could be involved in a lethal conflict in the next 9 months. "], [90042, "2020-06-14T03:52:48Z", [0.1], ""], [91695, "2020-06-14T03:29:46Z", [0.05], "China avoiding subsidiary confrontations."], [90302, "2020-06-14T02:59:26Z", [0.05], ""], [90191, "2020-06-14T01:50:52Z", [0.0], ""], [89045, "2020-06-14T01:17:26Z", [0.0], ""], [91639, "2020-06-14T00:30:21Z", [0.05], "Any loss of life will be accidental than intentional"], [53391, "2020-06-13T22:44:38Z", [0.02], ""], [91347, "2020-06-13T21:23:25Z", [0.1], "http://eng.mod.gov.cn/news/2019-07/24/content_4846443.htm "], [91470, "2020-06-13T18:57:21Z", [0.9], ""], [90433, "2020-06-13T18:44:51Z", [0.05], "Taiwan is a much more likely target"], [12176, "2020-06-13T18:29:39Z", [0.25], ""], [1333, "2020-06-13T18:05:36Z", [0.4], ""], [91384, "2020-06-13T17:57:29Z", [0.0], ""], [91394, "2020-06-13T17:54:21Z", [0.09], "Beijing is becoming more aggressive towards it smaller neighbors"], [88915, "2020-06-13T17:07:08Z", [0.01], ""], [90254, "2020-06-13T15:18:27Z", [0.27], "I read a few articles over time about instabilities in and around Asia "], [88707, "2020-06-13T15:14:28Z", [0.05], "From what I can tell there hasn't been lethal confrontation resulting in any deaths of military forces, militia or law enforcement the last years which give a base line.\nTensions is obviously building up, but it shouldn't be in the interest of any participants involved in a hot conflict with causalities. China because they with risk a severe international backlash threatening their exports and the other countries because have much smaller military power than China. \nPutting the initial position at 5%."], [91215, "2020-06-13T14:56:08Z", [0.7], "China normally attempts control without fatalities.  The possibility exists of one or more fatalities on either side of a confrontation.  China’s efforts to control the ocean in the SW pacific will cause building pressure for corrective actions by one or more political entities. The prospect of significant mineral resources and trade lane control motivates China.  Regardless of China’s intentions, conflict escalation can and probably will occur in the first quarter of 2021."], [90912, "2020-06-13T14:54:52Z", [0.1], ""], [691, "2020-06-13T14:22:03Z", [0.03], "The PRC have been very careful in staging confrontations to minimize the likelihood of fatalities.  Accidents do happen, of course, especially when people are running around with weapons.  "], [56656, "2020-06-13T14:08:46Z", [0.04], ""], [89277, "2020-06-13T13:57:48Z", [0.15], "The main drivers of conflict between China and this group are less political/territorial and more religious/ethnic.  Unless China moves to annex one of these states, lethal confrontation is unlikely. Compare that to China's conflict with India."], [1333, "2020-06-13T13:39:46Z", [0.44], ""], [50419, "2020-06-13T13:29:41Z", [0.15], "There may be last minute political and power grab for the 2020 November election."], [90401, "2020-06-13T12:39:20Z", [0.3], ""], [90390, "2020-06-13T12:25:43Z", [0.15], ""], [90801, "2020-06-13T12:16:22Z", [0.05], ""], [88766, "2020-06-13T12:01:53Z", [0.0], ""], [90576, "2020-06-13T11:45:17Z", [0.5], "They will probably test the response from the world during US election time when the US will not respond"], [90918, "2020-06-13T11:42:12Z", [0.1], "Although China has engaged in systematic militarization in the South China Sea where there is conflict over maritime activities, there likely won't be any severe escalation of the conflict in the next year. However, the issues will persist and worsen as China increases its military presence and controlling practices. "], [89135, "2020-06-13T11:41:47Z", [0.05], "I am projecting very low because I believe China will face new waves of CoVid19 drawing its focus internally rather than externally, both on health and financial implications. "], [60695, "2020-06-13T11:09:20Z", [0.0], ""], [90334, "2020-06-13T10:26:33Z", [0.8], ""], [27661, "2020-06-13T09:06:57Z", [0.01], ""], [60948, "2020-06-13T09:01:11Z", [0.05], ""], [60948, "2020-06-13T08:59:58Z", [0.1], ""], [90901, "2020-06-13T08:23:21Z", [0.1], ""], [90887, "2020-06-13T07:39:23Z", [0.5], "China is testing the reactions of other countries to is expansion"], [89022, "2020-06-13T06:57:27Z", [0.05], ""], [90893, "2020-06-13T06:15:37Z", [0.01], "China does not have to rely on military force regarding these countries. "], [79042, "2020-06-13T06:08:31Z", [0.0], ""], [19127, "2020-06-13T04:33:28Z", [0.02], ""], [88227, "2020-06-13T04:33:00Z", [0.07], "China has not fought a war in over 40 years. A unique case in all of recorded human history. :-D Now seriously, we are in the 21st century now. And China has enough hard and soft power to influence these countries without resorting to military might. Even if there is the occasional saber-rattling, I dont think anything will happen to cause military fatalities.  Keeping at 7% due to the 9 - 10 months needed for this question to resolve.  "], [77502, "2020-06-13T04:23:22Z", [0.1], "Those countries police will not stand up against the military. Except maybe Vietnam."], [90760, "2020-06-13T04:01:46Z", [0.2], ""], [90799, "2020-06-13T01:38:19Z", [0.02], "China does not like to use obvious force to attain its goals concerning territories and control of commodities. It is more likely to acquire control through economic measures. "], [84880, "2020-06-13T01:35:15Z", [0.01], ""], [89259, "2020-06-13T00:54:54Z", [0.16], "There might be indirect or unintended fatalities. probability of this low"], [62808, "2020-06-13T00:14:57Z", [0.01], ""], [88010, "2020-06-12T23:34:45Z", [0.03], ""], [60181, "2020-06-12T23:06:17Z", [0.15], "China wants to project a leadership role, engaging in violence is unlikely the path chosen"], [89608, "2020-06-12T22:44:42Z", [0.05], ""], [90748, "2020-06-12T22:21:04Z", [0.0], ""], [90302, "2020-06-12T22:14:05Z", [0.0], ""], [22689, "2020-06-12T22:12:31Z", [0.03], ""], [90517, "2020-06-12T21:42:26Z", [0.23], ""], [1333, "2020-06-12T21:19:22Z", [0.45], ""], [951, "2020-06-12T21:04:59Z", [0.05], ""], [38094, "2020-06-12T20:44:35Z", [0.01], ""], [86678, "2020-06-12T20:39:56Z", [0.01], ""], [88198, "2020-06-12T19:43:03Z", [0.06], "For starters, it's notable that the vast majority of the lethal confrontations in this dispute (last 10 years) have been lethal force by military personnel against non-military personnel, which lethal force would not meet the criteria above. [1] Based some quick wikipedia searching, for most of these countries, lethal confrontation between national military personnel and that of China is a once-in-several-decades occurrence, and/or unprecedented in the last several decades [2]. Total WAG on the base rate is that the range of probabilities for each individual country is somewhere between close to zero and P=0.05, with the mean being somewhere around P=0.01. With this WAG, therefore, the probability that at least one lethal confrontation takes place is P=1-(1-0.01)^6=0.058. I don't see any strong signals to deviate one way or another from that base rate. [1] https://en.wikipedia.org/wiki/Timeline_of_the_South_China_Sea_dispute#2010\n[2] https://en.wikipedia.org/wiki/Territorial_disputes_in_the_South_China_Sea#Disputes_in_the_South_China_Sea_region"], [90640, "2020-06-12T19:34:25Z", [0.05], ""], [90625, "2020-06-12T19:15:06Z", [0.78], ""], [88954, "2020-06-12T18:58:11Z", [0.15], ""], [88452, "2020-06-12T18:35:22Z", [0.0], "There will be a lethal confrontation between the PRC and the respective other nations, but it will probably not happen before 1 April 2021. The PRC's party and their leadership is very patient, and they seem to be very aware whether they have reached supremacy in a field or not, and which of their neighbors could be useful for other purposes or as allies in other conflicts. While Singapore seems highly likely to end up just like Hong Kong for the aim of China dominating marine transportation and monopolize ports and trade in that region, a conflict is likely to happen not this year, and not next year, maybe not even in this decade.\nAs soon as China has got a lever for a political refurbishment in their dooryard, they will use it. Until then, they will try to create dependencies through co-operation."], [89064, "2020-06-12T18:30:28Z", [0.25], ""], [89833, "2020-06-12T18:29:49Z", [0.03], ""], [60948, "2020-06-12T18:25:50Z", [0.3], ""], [87064, "2020-06-12T18:21:08Z", [0.0], ""], [1333, "2020-06-12T18:10:38Z", [0.55], ""]]}