{"question_id": 1422, "title": "Before 13 July 2020, will the United States and Afghan Taliban sign a peace agreement?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.7, 0.3], "correct_answer": "Yes", "correct_forecast": 0.7, "preds": [[691, "2020-03-02T13:51:10Z", [1.0], ""], [85476, "2020-03-02T12:04:59Z", [0.99], ""], [72737, "2020-03-02T11:42:35Z", [1.0], ""], [81310, "2020-03-02T11:09:17Z", [0.91], "A peace deal was signed on 28 February. However, there are still many issues to be resolved between the Taliban and the Afghan government that could hinder further progress."], [81177, "2020-03-02T10:48:11Z", [1.0], ""], [67246, "2020-03-02T07:05:56Z", [1.0], ""], [14033, "2020-03-02T05:03:10Z", [0.99], ""], [67232, "2020-03-02T04:30:00Z", [1.0], "Does the just-signed agreement count? if not, I would greatly reduce my estimate. "], [57778, "2020-03-02T04:22:03Z", [0.98], ""], [57778, "2020-03-02T04:20:39Z", [0.96], ""], [63963, "2020-03-02T00:12:46Z", [1.0], ""], [81287, "2020-03-01T22:07:05Z", [1.0], "Trump announced he would sign a deal (29 Feb) "], [80542, "2020-03-01T17:20:08Z", [0.99], ""], [75863, "2020-03-01T16:52:24Z", [1.0], ""], [691, "2020-03-01T14:04:31Z", [1.0], ""], [85353, "2020-03-01T13:21:30Z", [1.0], ""], [63290, "2020-03-01T12:41:42Z", [0.99], ""], [79508, "2020-03-01T11:47:05Z", [0.99], "To quote NBC news 01 March 2020:  U.S. Secretary of State Mike Pompeo also attended the ceremony, but did not sign the \"Agreement for Bringing Peace to Afghanistan,\" under which the Taliban pledged to enter into peace talks with Afghan government officials, representatives of the opposition, and members of civil society on March 10. But later added:  Speaking to reporters, Pompeo said the United States was \"realistic\" about the deal it signed, but was \"seizing the best opportunity for peace in a generation.\" So my understanding would be he did not sign, perhaps remembering a previous appointment or his pen was not to hand.... but the agreement was signed by some other official person sanctioned to do so, which to my way of thinking would render this question done, but will give it the good olde 99 just in case"], [754, "2020-03-01T11:17:53Z", [1.0], ""], [79660, "2020-03-01T08:42:40Z", [1.0], ""], [45594, "2020-03-01T08:24:55Z", [0.8], ""], [68188, "2020-03-01T08:14:16Z", [0.95], ""], [81314, "2020-03-01T05:39:06Z", [0.97], "Taliban agreed to make a peace deal. It is most likely that they will sign a peace treaty.https://www.economist.com/leaders/2020/02/27/america-and-the-taliban-have-struck-a-deal?utm_campaign=the-economist-today&utm_medium=newsletter&utm_source=salesforce-marketing-cloud&utm_term=2020-02-28&utm_content=article-link-5"], [79591, "2020-03-01T04:16:53Z", [1.0], ""], [27461, "2020-03-01T03:22:35Z", [1.0], ""], [22689, "2020-03-01T03:08:27Z", [0.9], ""], [22689, "2020-03-01T03:07:43Z", [0.5], ""], [37236, "2020-03-01T02:21:57Z", [1.0], "Media reports indicate agreement has been reached. Esper, Pompeo and Zalmy on the ground in the area"], [37236, "2020-03-01T02:16:25Z", [0.91], ""], [30364, "2020-02-29T23:08:05Z", [1.0], ""], [85586, "2020-02-29T23:04:21Z", [0.55], ""], [33637, "2020-02-29T22:45:32Z", [0.17], "Okay. It is a bit closer now."], [1034, "2020-02-29T21:45:59Z", [1.0], ""], [26553, "2020-02-29T21:15:14Z", [1.0], ""], [37236, "2020-02-29T20:44:51Z", [0.41], ""], [1333, "2020-02-29T19:02:48Z", [0.96], ""], [40584, "2020-02-29T18:32:56Z", [1.0], ""], [19127, "2020-02-29T18:29:24Z", [0.97], ""], [85050, "2020-02-29T18:21:24Z", [1.0], ""], [34527, "2020-02-29T17:50:36Z", [0.9], ""], [1333, "2020-02-29T17:47:36Z", [0.95], "its  a framework to get n agreement but even thought the SOS made a point of not signing for the US it'll count."], [84880, "2020-02-29T17:42:00Z", [1.0], "I tend to reserve 0/100% for absolute certainty of event (i.e. it happened already or can't happen now.)\nThat said, maybe I'm exercising caution by taking recent news literally. Unless someone can point out a difference, does today's news of the peace deal satisfy the question's criteria?"], [82841, "2020-02-29T17:37:38Z", [1.0], "This is a reluctant updating of my original forecast (25% yes). My view of the situation has not changed. Only on a strictly formal basis can it be declared that a peace agreement has been signed. So far as I am concerned, this agreement is about as meaningful as the American agreement with North Korea on denuclearization. The situation on the ground will not change as a result unless the US is willing to accept state collapse as an outcome. "], [81358, "2020-02-29T17:03:31Z", [0.99], "Although this is just the start, looks like the peace agreement has been signed: https://www.foxnews.com/world/us-signs-historic-peace-deal-with-taliban-pompeo-strikes-cautious-tone"], [84410, "2020-02-29T16:54:51Z", [1.0], ""], [84410, "2020-02-29T16:54:24Z", [0.89], ""], [57628, "2020-02-29T16:14:50Z", [1.0], ""], [85217, "2020-02-29T16:03:19Z", [1.0], "Signed today. "], [82164, "2020-02-29T16:03:10Z", [1.0], ""], [49838, "2020-02-29T15:57:35Z", [1.0], ""], [23999, "2020-02-29T15:54:49Z", [1.0], ""], [80700, "2020-02-29T15:46:35Z", [0.98], ""], [13306, "2020-02-29T15:07:00Z", [1.0], ""], [49149, "2020-02-29T15:02:02Z", [1.0], ""], [85274, "2020-02-29T14:52:27Z", [1.0], ""], [66692, "2020-02-29T14:20:41Z", [1.0], ""], [80700, "2020-02-29T14:11:16Z", [0.9], "'The signing of the agreement in Doha, Qatar, which followed more than a year of stop-and-start negotiations and conspicuously excluded the American-backed Afghanistan government, is not a final peace deal and could still unravel.' really not sure about the resultion critieria here. The question refers to the US and the Taliban. Can this be considered a PEACE deal between the US and the Taliban?"], [80764, "2020-02-29T14:08:46Z", [1.0], "https://www.cnn.com/2020/02/29/politics/us-taliban-deal-signing/index.html"], [26666, "2020-02-29T13:50:30Z", [1.0], ""], [81500, "2020-02-29T13:49:13Z", [1.0], ""], [80700, "2020-02-29T13:48:51Z", [0.99], ""], [63674, "2020-02-29T13:46:46Z", [1.0], ""], [68335, "2020-02-29T13:46:22Z", [1.0], "Implementation of the agreement that would cause further complications, for example a broader agreement to include the Afghan government, or for the actual withdrawal of US troops, would seem to beyond the reach of this question. A peace agreement between the US and Taliban has been signed and the question should be closed today."], [691, "2020-02-29T13:37:18Z", [1.0], ""], [85738, "2020-02-29T13:27:40Z", [1.0], "They did it"], [27661, "2020-02-29T13:20:52Z", [1.0], ""], [28153, "2020-02-29T13:00:56Z", [1.0], ""], [28153, "2020-02-29T13:00:22Z", [0.97], "Comment deleted on Feb 29, 2020 01:01PM UTC"], [80185, "2020-02-29T12:39:17Z", [1.0], ""], [3897, "2020-02-29T12:29:47Z", [0.96], "again I actually don't think this should really qualify, but I'm v confident GJ will resolve it anyway"], [67232, "2020-02-29T11:57:31Z", [1.0], "They are signing an agreement today.  The only issue is does it qualify for this question. "], [4577, "2020-02-29T11:35:48Z", [0.99], ""], [85796, "2020-02-29T11:30:37Z", [0.75], ""], [80700, "2020-02-29T10:09:13Z", [0.91], "https://abcnews.go.com/International/wireStory/us-set-sign-peace-deal-afghanistans-taliban-69302050"], [32274, "2020-02-29T09:11:06Z", [1.0], ""], [31251, "2020-02-29T07:26:42Z", [1.0], ""], [578, "2020-02-29T06:56:47Z", [1.0], "The \"reduction of violence\" held for the \"required\" 7 days. The peace agreement will be signed way before September as US and NATO are eager to get out. Whether there is peace after the signing is a different question."], [78328, "2020-02-29T06:32:43Z", [1.0], ""], [49838, "2020-02-29T06:26:04Z", [0.97], ""], [57778, "2020-02-29T05:04:32Z", [0.94], ""], [81365, "2020-02-29T03:50:55Z", [0.93], "Increasing once again.  Per the article below, everything is set to sign a deal tomorrow. https://apnews.com/70626747d0b9ee4dec98042119efff98"], [75863, "2020-02-29T03:10:17Z", [0.98], ""], [79591, "2020-02-29T02:59:45Z", [0.77], ""], [81436, "2020-02-29T02:05:00Z", [0.95], ""], [28153, "2020-02-29T00:16:20Z", [0.99], ""], [1034, "2020-02-28T23:01:30Z", [1.0], ""], [33637, "2020-02-28T22:25:33Z", [0.15], "Slight correction due to the recent news. \n"], [81582, "2020-02-28T22:14:49Z", [0.95], "If the agreement they are about to sign counts, then it is highly likely."], [63674, "2020-02-28T21:39:18Z", [0.95], ""], [4577, "2020-02-28T20:26:24Z", [0.96], ""], [81329, "2020-02-28T20:19:21Z", [0.87], "Breaking news that US and Taliban are about to sign \"a deal\". This may or may not be technically a \"peace agreement\", but the progress certainly indicates Trump Admin's determination to end the Afghanistan war ASAP.  https://www.msn.com/en-us/news/world/us-to-sign-historic-deal-with-taliban-trump-announces-beginning-end-of-us-war-in-afghanistan-and-withdrawal-of-american-troops/ar-BB10nNZu?&ocid=spartanntp"], [84880, "2020-02-28T17:38:25Z", [0.67], ""], [56, "2020-02-28T16:58:35Z", [0.8], ""], [31251, "2020-02-28T16:00:38Z", [0.98], ""], [85217, "2020-02-28T15:46:56Z", [0.95], "The truce has held and preparations to sign tomorrow (29 February 2020)\nhttps://www.aljazeera.com/news/2020/02/taliban-set-sign-deal-war-afghanistan-200228055452287.html"], [81327, "2020-02-28T15:30:58Z", [0.9], "Deal is reportedly ready to sign on 29 Feb.  Even if that deal fall apart, it will likely be signed by 13 July \nhttps://www.foxnews.com/politics/what-to-know-about-us-taliban-peace-talks"], [1333, "2020-02-28T15:28:32Z", [0.55], ""], [81358, "2020-02-28T15:26:06Z", [0.9], "The cease fire has apparently been going well (https://www.aljazeera.com/news/2020/02/taliban-set-sign-deal-war-afghanistan-200228055452287.html), so the table seems to be set for the signing of the agreement tomorrow. Not 100% since things could still change before it is finalized, but the process does seem pretty close to coming to fruition."], [81365, "2020-02-28T15:24:59Z", [0.86], "I'm drastically increasing the forecast due to the pending peace agreement to be signed tomorrow and the success of the truce."], [172, "2020-02-28T15:01:49Z", [1.0], "From the Economist \n“Afghan politics and optimism tend not to go hand in hand, so the quiet anticipation of recent days has been striking. America and the Taliban are due to sign a peace deal on February 29th after fighting one another for more than 18 years. It has been previewed by a week-long “reduction in violence” to show both sides are serious. Each seems to be sticking to it. Clashes appear to have fallen by around 90%. If that continues, the signing will go ahead in Qatar. Under the agreement, America will quickly reduce its troops in Afghanistan, from 12,000 to about 8,600. The Taliban will promise not to shelter terrorists and to begin negotiations with the Afghan government and other powerbrokers on how Afghanistan should be run. Further American troop reductions are expected if the deal holds. Forging a political agreement will be difficult. Whatever happens next, Afghans welcome the current respite.”"], [82164, "2020-02-28T14:37:37Z", [1.0], ""], [691, "2020-02-28T14:13:00Z", [0.98], "so far, so good...."], [28153, "2020-02-28T14:05:27Z", [0.95], ""], [85476, "2020-02-28T13:21:01Z", [0.92], "Deal is likely to be signed tomorrow."], [23999, "2020-02-28T08:48:24Z", [0.95], ""], [23999, "2020-02-28T08:45:27Z", [0.9], ""], [40584, "2020-02-28T04:50:57Z", [0.5], ""], [13306, "2020-02-28T03:40:25Z", [0.45], ""], [84880, "2020-02-27T23:57:53Z", [0.55], ""], [85763, "2020-02-27T23:57:25Z", [0.05], ""], [31251, "2020-02-27T21:59:46Z", [0.93], ""], [28153, "2020-02-27T21:49:49Z", [0.9], "Update."], [79591, "2020-02-27T20:37:25Z", [0.7], ""], [32274, "2020-02-27T18:44:45Z", [0.9], ""], [67232, "2020-02-27T18:06:24Z", [0.7], ""], [57143, "2020-02-27T16:29:49Z", [0.0], "Trump's strongman public image doesn't allow concessions on such a treaty. The admin will talk about it a lot, but they won't finalize it. "], [85678, "2020-02-27T15:42:50Z", [0.55], "Reports have claimed they are near, but they have been for some while. Its a toss of a coin chance. The only factor that makes me lean towards yes is the American President Election. The Afghan war has rumbled on for 16 long years and the US people want out. They will be high up Trumps priorities.\nAny agreement will of course be a waste of time and would be broken within 12 months of the agreement."], [691, "2020-02-27T15:33:22Z", [0.82], ""], [81365, "2020-02-27T14:00:48Z", [0.36], "Increasing by 3% due to the truce continuing to hold."], [85738, "2020-02-27T13:59:30Z", [0.7], ""], [85274, "2020-02-27T11:40:13Z", [0.94], ""], [85217, "2020-02-27T10:42:38Z", [0.87], "Week Long Reduction in Violence continues to hold [1], [2] 25 February: \"“So far, the reduction of violence is working,” Pompeo told reporters at a briefing. “Imperfect, but it's working.”\"\n[1] https://thehill.com/policy/defense/484536-pompeo-afghanistan-reduction-in-violence-working\n[2] https://www.npr.org/2020/02/26/809741243/afghans-react-to-weeklong-partial-truce-a-rare-peaceful-moment?t=1582800119706"], [57778, "2020-02-27T01:31:41Z", [0.8], ""], [1034, "2020-02-27T00:54:41Z", [1.0], ""], [578, "2020-02-26T23:32:05Z", [0.9], "The \"reduction in violence\" (and not a cease fire) agreement has started on 21 Feb.  Pompeo said “So far the reduction in violence is working — imperfect, but it’s working,” [1].  The planned week-long detente­, which has lasted four days, doesn’t amount to a full ceasefire but the number of Taliban attacks has fallen dramatically. If the “reduction in violence” holds, the US and the Taliban are expected to sign a historic deal in Doha on Saturday that would see the Pentagon withdraw thousands of troops after more than 18 years of war. [1]   https://www.theaustralian.com.au/world/taliban-truce-holding-says-mike-pompeo/news-story/8250b99a7be62a6eb7b9232de62244bd"], [57628, "2020-02-26T22:45:07Z", [0.3], ""], [84880, "2020-02-26T22:19:02Z", [0.51], "Watching the truce... will update after Saturday. "], [4577, "2020-02-26T21:48:17Z", [0.95], ""], [85723, "2020-02-26T20:20:33Z", [0.85], "I really know barely anything about this (I'm answering for completion's sake), but skimming the reasoning here indicates that there's a ceasfire and actual signing might be close. But the Taliban broke the ceasfire last time so <shrug>"], [81339, "2020-02-26T17:29:06Z", [0.45], "Significant domestic political momentum, and perceived incentive by POTUS during election cycle.  As truce continues to hold, likelihood will increase accordingly. "], [81396, "2020-02-26T16:11:19Z", [0.65], "Believe it will become a priority moving into the election cycle for POTUS to achieve it ahead of the election."], [84630, "2020-02-26T16:00:37Z", [0.9], "\"If the partial truce succeeds, a Taliban representative and the U.S. special envoy Zalmay Khalilzad are expected to sign a broader agreement in Doha, the capital of Qatar, on Feb. 29.\" Source: https://www.nbcnews.com/news/world/afghans-remain-hopeful-days-u-s-taliban-partial-truce-n1141351"], [84630, "2020-02-26T15:58:05Z", [0.55], ""], [28153, "2020-02-26T15:56:34Z", [0.87], "Update."], [85476, "2020-02-26T15:25:12Z", [0.9], "Upping my forecast because the truce still holds it looks likely that the deal will be signed on saturday."], [81365, "2020-02-26T14:56:40Z", [0.33], "Increasing due to the truce holding over the past 48 hrs."], [45198, "2020-02-26T14:28:13Z", [0.85], ""], [85698, "2020-02-26T10:32:12Z", [0.7], ""], [19127, "2020-02-26T10:24:55Z", [0.82], ""], [1333, "2020-02-26T09:38:04Z", [0.45], ""], [80622, "2020-02-26T09:35:08Z", [0.95], ""], [1333, "2020-02-26T09:26:45Z", [0.35], ""], [1034, "2020-02-26T04:29:01Z", [1.0], ""], [80179, "2020-02-26T04:02:42Z", [0.95], ""], [31275, "2020-02-25T23:09:19Z", [1.0], "Officials are cautiously optimistic. "], [85690, "2020-02-25T22:13:26Z", [0.05], ""], [52778, "2020-02-25T22:05:26Z", [1.0], ""], [85688, "2020-02-25T21:51:24Z", [0.75], "Second priority"], [65527, "2020-02-25T19:13:37Z", [0.65], ""], [79464, "2020-02-25T18:58:28Z", [1.0], ""], [10924, "2020-02-25T18:44:32Z", [0.95], ""], [3897, "2020-02-25T16:48:39Z", [0.81], ""], [85217, "2020-02-25T15:25:27Z", [0.83], "Slight increase in former forecast to reflect latest news and passage of time for anterior 'truce' period: Preparations continue for signing of peace deal on Saturday\nhttps://www.republicworld.com/world-news/pakistan-news/pakistans-foreign-minister-to-attend-signing-of-us-taliban-peace-deal.html"], [1646, "2020-02-25T15:00:25Z", [0.9], ""], [84609, "2020-02-25T14:53:32Z", [0.15], "The reduction in violence between US and Taliban forces went into effect over the weekend, however, even after agreeing to it, the Taliban have conducted continuous attacks since the inception of the RIV. There were eight attacks reported on the first day, two on the second and three on the third day. The third days clashes saw the deaths of at least seven Afghans. The continuing violence through the RIV may provoke anger in United States officials who may not end up signing the peace agreement by the end of the week. The Taliban are raising tensions in the country by not reducing violence. "], [691, "2020-02-25T14:51:11Z", [0.78], ""], [14107, "2020-02-25T14:02:44Z", [0.55], ""], [85476, "2020-02-25T12:19:11Z", [0.86], "The truce still holds increasing the probability of the deal being signed."], [85666, "2020-02-25T10:23:46Z", [0.85], ""], [73687, "2020-02-25T08:25:43Z", [0.61], ""], [75863, "2020-02-25T01:47:15Z", [0.73], "Temporary cessation of hostilities period seems to be holding. Revising upward."], [81569, "2020-02-25T00:39:10Z", [0.2], "The seven-day “reduction in violence” began on friday and if this agreement is successful, the US would move to sign a peace deal with the Taliban on February 29. But that is not the end of the peace process, meaning intra-Afghan talks will start after the U.S.-Taliban deal signing, which skeptics of the Trump administration's peace efforts have said will be the most difficult part. It's also the most critical, Afghan political analyst Haroun Mir and others say, because peace won't happen without political reconciliation in Afghanistan (which means going through heavy negotiations between the Afghan government and the Taliban and be able to make mutual concessions).\nThere are many challenges to address, such as whether the Taliban leaders negotiating in Doha can keep all the elements of their group in line once a deal is in place. Additionally, it remained unclear who would represent Kabul at the intra-Afghan talks. The Taliban have refused to talk to Ghani’s government and also denounced the election results, saying they will talk to government representatives only as ordinary Afghans, not as officials. Germany and Norway have both offered to host the all-Afghan talks, but no venue has been set. Pompeo did not say who would represent Kabul, only that talks “will build on this fundamental step to deliver a comprehensive and permanent cease-fire and the future political road map for Afghanistan.” \nhttps://thehill.com/policy/defense/484149-five-things-to-know-about-emerging-us-taliban-peace-deal\nhttps://www.aljazeera.com/news/2020/02/pact-taliban-reducing-violence-start-saturday-200221094340829.html\nhttps://www.nbcnews.com/politics/national-security/no-guarantees-afghan-women-draft-u-s-taliban-deal-n1140471\nhttps://apnews.com/62c7a74076796c180677d0826a5da506\n"], [40584, "2020-02-24T21:45:54Z", [0.8], ""], [31251, "2020-02-24T20:28:19Z", [0.81], ""], [1034, "2020-02-24T19:38:45Z", [1.0], ""], [33637, "2020-02-24T19:08:32Z", [0.12], ""], [67232, "2020-02-24T18:47:56Z", [0.7], "The seven day reduction of violence has started.  The Taliban and Trump have powerful incentives to sign a peace agreement even if it falls apart in a few months   I understand the Taliban are basically waiting for the US to go home so they can attack the Afghan Government once the US leaves based on tv evening news and cable news accounts.  The departure of US troops would also give the Taliban much greater bargaining power with the Afghan government.  This makes sense to me.  Right now there is a stalemate that the Taliban might be able to end if the US leaves.    Trump's only concern is the 2020 election.  A peace deal would make it appear that his foreign policy is more than a joke, which is the perception right now.  He could argue that he finally was victorious in the war W Bush and Obama could not end.  Trump, Fox and One America news will all portray any agreement as the greatest victory in the history of the world.   If Trump is smart and completely ruthless (which he is as a sociopath), some troops will leave immediately upon signing the agreement.  The rest will leave after the November election.  The immediate departure of some troops would publicly indicate a change prior to the election.  The delayed departure of the remainin troops would give the Taliban an incentive to keep the peace until the election.    Trump will not care in the least if our allies are murdered after the election.  He will just blame previous administrations and much of the American public will be happier that we are finally out of Afghanistan rather than sad that our allies and supporters of nearly 20 years are being killed.   The only unknown is whether the agreement to be signed is a \"peace agreement\" for the purposes of this question. If anything, the 70 percent is low and will rise about 3 to 5 percent each remaining day that the reduction of violence truce remains in effect.  Forgive me for my obvious basis against Trump and his supporters.  I usually make an effort to ignore my anti-Trump feelings, but I think I am right, and Trump's character is highly relevant to this prediction.\n"], [79591, "2020-02-24T18:03:37Z", [0.42], ""], [3897, "2020-02-24T16:57:46Z", [0.79], "flipping on this. I don't think the US-Taliban agreement that is supposed to be signed at the end of this week should actually count as a peace agreement - it looks far more like a limited ceasefire to me (if that). However, I do think that GJ will score it as a peace agreement, even if they shouldn't, given that it's been widely described that way in the media.  From the BBC, which captures the ambiguity nicely: \"Indeed - in a fundamental sense - what is actually being talked about here? Is this an all-encompassing peace deal for Afghanistan? Or is this simply an agreement to allow the Americans to head for the exit? It could be both. But equally it might be the latter rather than the former. So far details of what has been decided are limited. But agreement seems tantalisingly close.\" https://www.bbc.co.uk/news/world-asia-51511179"], [81436, "2020-02-24T16:51:30Z", [0.4], "increase due to \"reduction in violence\" agreement.  "], [80764, "2020-02-24T16:28:33Z", [1.0], ""], [35054, "2020-02-24T16:12:55Z", [0.55], ""], [80985, "2020-02-24T15:37:41Z", [0.85], "If it's just signing, there seems to be a good basis.  \n- Politically good for a President seeking re-election.  Ending \"unending wars\" seems like a follow through on a campaign promise.  \n- Potentially good for the Taliban as they seek even more leverage in a potential internal dialogue.  Having the \"removal of foreign forces\" in their hand puts them in a powerful position.  "], [81365, "2020-02-24T14:47:29Z", [0.27], "Increasing by 3% due to the truce still holding."], [80985, "2020-02-24T14:31:01Z", [0.5], "Increaesed likelihood based on recent posturing and the current reduction in violence initiative.   Resolution to thi squestions may be more complicated though- what will define a peace agreement?  Does it require ratification or just the signature of the U.S. Rep.?"], [85476, "2020-02-24T13:04:13Z", [0.83], "The closer we get to saturday 2/29 with the current truce holding the probabability goes up that there will be a signing of the peace deal.\n"], [80700, "2020-02-24T12:46:33Z", [0.7], ""], [28153, "2020-02-24T12:30:32Z", [0.75], ""], [85217, "2020-02-24T11:02:24Z", [0.79], "Concrete plan exists for signing on 29 February.  But, could be derailed if truce doesn't hold. There are those that would want to derail it if possible. However, incentive for America to agree deal because of President Trump campaign promises, now an election year.  [1],[2], [3] Three days into' truce' - it is still holding. [1]https://www.economist.com/asia/2020/02/21/america-and-the-taliban-agree-to-wind-down-their-long-war\n[2] https://thehill.com/policy/defense/484149-five-things-to-know-about-emerging-us-taliban-peace-deal\n[3] https://www.bbc.co.uk/news/world-asia-51511179"], [67246, "2020-02-24T10:38:29Z", [0.55], ""], [84132, "2020-02-24T06:53:36Z", [0.15], " The Taliban is in control, the Afghan government is in shambles. The Taliban has little incentive to bargain and the odds of the U.S. achieving a \"peace\" agreement with the Taliban are low. Unless, of course, Trump needs an election year boost, in which case all bets are off. There is a greater likelihood that a U.S. troop withdrawal will be the next announcement."], [39937, "2020-02-24T05:12:46Z", [0.79], ""], [1034, "2020-02-24T04:22:49Z", [1.0], "\nKheel, R. (2020). Five things to know about emerging US, Taliban peace deal. The Hill. Policy. Feb. 23, 2020. Retrieved from\nhttps://thehill.com/policy/defense/484149-five-things-to-know-about-emerging-us-taliban-peace-deal"], [83315, "2020-02-24T01:56:20Z", [0.85], "Trump desperate and will give away the store"], [84880, "2020-02-24T01:27:25Z", [0.49], "Updating my forecast. Raising the probability although still cautiously optimistic and/or pessimistic.\nThis is a mind twister. Reporting is going to be just as speculative as we are. Here are the thoughts I'm wrestling with:\n- The reduction of violence has held so far.\n- \"Spoiler\" threats intrigue me. Who? Why? To what end?\n- More entities would likely prefer a smaller US footprint (e.g. Russian, Iran, etc.) ...I presume.\n- Are the Taliban \"over it\" as well?\n- Trump wants a \"win\" ... yes, but he has little influence over whether people stop shooting at each other. All up, there is little reason to continue this conflict. As the US withdraws, I wonder what resentments and power vacuum will (or won't) develop and fester.\nOn paper, I'd give this a high probability. In reality, I say nature (and chaos) abhors a vacuum. This one is interesting. "], [79591, "2020-02-23T23:32:52Z", [0.35], ""], [81582, "2020-02-23T21:40:35Z", [0.9], "Per recent news reports, looking increasingly likely. "], [691, "2020-02-23T19:46:22Z", [0.76], ""], [63963, "2020-02-23T15:55:15Z", [0.8], ""], [85353, "2020-02-23T15:17:35Z", [0.3], ""], [81365, "2020-02-23T14:57:24Z", [0.24], "Increasing by 3% due to the truce still holding."], [15196, "2020-02-23T13:48:58Z", [0.99], ""], [23999, "2020-02-23T12:01:14Z", [0.8], ""], [57778, "2020-02-23T09:08:30Z", [0.75], ""], [41612, "2020-02-23T03:30:08Z", [0.62], ""], [1624, "2020-02-23T02:39:45Z", [0.95], ""], [11430, "2020-02-22T22:40:38Z", [0.95], ""], [14432, "2020-02-22T22:22:49Z", [1.0], ""], [79591, "2020-02-22T21:42:20Z", [0.21], ""], [1333, "2020-02-22T19:09:54Z", [0.26], ""], [31201, "2020-02-22T16:28:52Z", [0.5], ""], [31274, "2020-02-22T15:57:10Z", [0.85], ""], [691, "2020-02-22T14:46:46Z", [0.72], "so far, so good..."], [23999, "2020-02-22T14:32:25Z", [0.75], ""], [23999, "2020-02-22T14:31:33Z", [0.65], ""], [81365, "2020-02-22T14:04:49Z", [0.21], "Increasing my forecast by 3% each day the US-Taliban truce holds."], [81329, "2020-02-22T13:34:06Z", [0.72], "Increasing 2% from previous forecast. \n- 7-day truce was effectively started yesterday (21 Feb 2020). That alone demonstrates a certain faith of the US in the Taliban's ability to ratchet up and down violence. It also demonstrates the US's resolve in moving this forward - it is an election year after all, and a withdrawal from Afghanistan would be a significant foreign policy win. \n- Of course, there could be violence today and the reduction in violence (RIV) period could abruptly end. If that happens, I would be forced to temper my optimism. "], [172, "2020-02-22T12:48:37Z", [1.0], "What could go wrong? ;) I’ll go optimistic on this one. If Taliban are smart, they’ll find other “enemies” much closer to their backyard. From Economist\n“America’s secretary of state, Mike Pompeo, said that agreement had been reached with the Taliban in Afghanistan to sign a peace deal by the end of the month. The deal is contingent on both sides maintaining a reduction of violence till the end of the week. Officials indicated that an eventual deal would result in a permanent ceasefire and a withdrawal of foreign troops. Yet an American negotiator warned that “spoilers” by other groups could upend the deal before it is to be signed, on February 29th.“"], [84280, "2020-02-22T12:38:28Z", [0.68], ""], [79660, "2020-02-22T11:35:11Z", [0.95], ""], [10924, "2020-02-22T06:57:02Z", [0.55], ""], [78501, "2020-02-22T02:57:25Z", [0.16], ""], [79142, "2020-02-22T02:46:14Z", [0.6], ""], [79142, "2020-02-22T02:44:50Z", [0.5], ""], [85573, "2020-02-22T01:54:10Z", [0.56], ""], [85571, "2020-02-22T01:21:08Z", [0.55], ""], [81327, "2020-02-22T00:35:12Z", [0.65], "  The talks could fail, but both sides seem poised to sign\nhttps://www.msn..com/en-us/news/world/us-taliban-truce-takes-effect-setting-stage-for-peace-deal/ar-BB10eObk"], [38, "2020-02-22T00:29:46Z", [0.95], "Trump will want something like this in his \"win\" column during campaign season.  \n"], [36666, "2020-02-22T00:27:36Z", [0.5], ""], [1034, "2020-02-22T00:15:53Z", [0.0], ""], [37236, "2020-02-21T22:53:32Z", [0.54], "This is still a \"talk phase\" deal that can fall apart. But giving it a 54% chance for now."], [4577, "2020-02-21T21:10:05Z", [0.93], ""], [63489, "2020-02-21T20:50:26Z", [0.98], "Prediction of SoS that a peace agreement signed in next week after cessation of hostilities for 5 days"], [75863, "2020-02-21T20:28:59Z", [0.53], "Revising upward given today's formal announcement: \"We are preparing for the signing (of the agreement) to take place on February 29...Intra-Afghan negotiations will start soon thereafter, and will build on this fundamental step to deliver a comprehensive and permanent ceasefire and the future political roadmap for Afghanistan.\" https://www.npr.org/2020/02/21/808029567/u-s-afghanistan-and-taliban-announce-7-day-reduction-in-violence \"Upon a successful implementation of this understanding, signing of the US-Taliban [peace] agreement is expected to move forward. We are preparing for the signing to take place on 29 February.\" https://www.bbc.com/news/world-asia-51584126"], [31275, "2020-02-21T20:28:35Z", [0.57], "If the ceasefire holds for a week. Unlikely but raising for that week."], [79591, "2020-02-21T19:13:57Z", [0.14], ""], [1333, "2020-02-21T19:09:11Z", [0.25], ""], [34527, "2020-02-21T18:31:10Z", [0.6], "I am not sure if the 7 day ceasefire is going to count. Even if it doesn't, I think we have a better than even chance of some sort of a peace deal being signed before July."], [3429, "2020-02-21T17:02:35Z", [0.65], "Changing forecast to reflect current positive situation. Although, I'm only expecting a temporary result at best!"], [85476, "2020-02-21T16:53:04Z", [0.78], "After the Secretary of States anouncement that an agreement will be signed after the 7 day reduction in violence and the Taliban op-ed in the NYT on 2/20 https://www.nytimes.com/2020/02/20/opinion/taliban-afghanistan-war-haqqani.html?action=click&module=Opinion&pgtype=Homepage\n"], [691, "2020-02-21T14:38:25Z", [0.72], "All anybody has to do is hold up operations for a week.  The Taliban can probably manage that, and so can the US unless The Current Incumbent does the sort of thing he does sometimes and the professionals in the field can't calm him down.  After that, they will sign something that will make this Q resolve as Yes.  Within a week of the signing, the agreement will break down, but that won't affect the resolution of the Q.   Still not a shoo-in, because command & control in the Taliban is perhaps more, shall we say, decentralized than is optimal; still, coming up rather a lot.  I am probably wrong."], [29538, "2020-02-21T14:34:42Z", [0.95], ""], [29538, "2020-02-21T14:32:24Z", [0.75], ""], [66556, "2020-02-21T14:32:10Z", [0.55], ""], [81365, "2020-02-21T14:04:07Z", [0.18], "Increasing by 1% due to the seven-day reduction in violence starting tomorrow. https://www.bbc.com/news/world-asia-51584126"], [85296, "2020-02-21T13:20:40Z", [0.4], "The agreement is dependent on whether Taliban can stop terrorist attacks and there is little chance of that "], [80700, "2020-02-21T13:19:53Z", [0.5], ""], [13306, "2020-02-21T12:56:30Z", [0.4], "Going in the right direction, still far away from any formal peace agreement.\nhttps://www.bbc.com/news/world-asia-51584126"], [21884, "2020-02-21T12:52:11Z", [0.88], "And yet Trump makes peace with them -- beneficial to democrats:\nAccording to a 55-page report by the United Nations, the Taliban, while trying to consolidate control over northern and western Afghanistan, committed systematic massacres against civilians.\nIt was a horror who read Khaled Hosseini \"running after the wind\""], [9737, "2020-02-21T12:22:31Z", [0.86], ""], [57778, "2020-02-21T11:57:35Z", [0.75], ""], [84410, "2020-02-21T11:35:09Z", [0.69], ""], [172, "2020-02-21T01:52:55Z", [0.85], ""], [15196, "2020-02-21T01:49:24Z", [0.6], ""], [63290, "2020-02-20T23:20:06Z", [0.15], ""], [73687, "2020-02-20T21:11:57Z", [0.42], ""], [85476, "2020-02-20T20:17:32Z", [0.75], "A deal will be struck at some point, both sides are at the table and seem willing to negotiate right now. President Trump has an incentive to get this done before the start of the General Election so that he can campaign on it. "], [81385, "2020-02-20T19:18:09Z", [0.02], ""], [82335, "2020-02-20T17:12:49Z", [0.05], "There might be a face saving accord for the US, but it will not lead to anything resembling peace. "], [691, "2020-02-20T14:22:20Z", [0.32], ""], [84410, "2020-02-20T13:20:40Z", [0.4], ""], [85495, "2020-02-20T13:06:03Z", [0.27], ""], [81500, "2020-02-20T11:50:47Z", [0.6], ""], [49149, "2020-02-20T11:30:38Z", [0.9], "https://www.nytimes.com/2020/02/20/opinion/taliban-afghanistan-war-haqqani.html"], [4577, "2020-02-20T11:28:04Z", [0.85], "https://www.nytimes.com/2020/02/20/opinion/taliban-afghanistan-war-haqqani.html"], [85432, "2020-02-20T05:23:10Z", [0.75], "Going on 20 years, I believe President Trump will make the call as it fulfills one of his main promises. Now, the details of what that agreements says, specifically the presence of US troops adds another layer of complexity."], [77502, "2020-02-20T03:11:12Z", [0.05], ""], [72695, "2020-02-20T02:30:12Z", [0.75], "I believe the president would look to a peace agreement as a major foreign policy success. With Election Day nearing, the deal becomes a more realistic possibility "], [84880, "2020-02-19T23:53:42Z", [0.33], "More uncertainty in light of the recent election:\nhttps://www.aljazeera.com/news/2020/02/afghanistan-presidential-election-ashraf-ghani-declared-winner-200218135530575.html"], [67232, "2020-02-19T23:41:56Z", [0.65], "I have not updated this question in a while.  However, the Taliban has announced a peace deal with the US they would like to sign at the end of Febrary.  The US says it is cautiously optimistic.   But is it a peace deal for the purpose of this question?  The US will continue to have forces in the country for years to come.  The Taliban says it will not attack the US or allow any other groups to attack the US from its territory.   The American soldiers will continue to train Afghan forces who may or may not continue the fight with the Taliban.   This war is very old, and I suspect both sides want it to end.  It is at a stalemate. Neither side is likely to gain  from continuing the war.   Yet, the losses in life and treasure continues.   On balance,  both sides have little to gain, something to lose and have grown weary.   Finally, a lot can go wrong with this deal.  There could an attack on the US.   Trump is almost as erratic as the Taliban but will not likely decide to scrap the deal since he wants a foreign policy success prior to election day.   This especially true given his very public failure with North Korea.  "], [84658, "2020-02-19T23:01:29Z", [0.0], "Before the election? Don’t think so."], [57778, "2020-02-19T22:26:09Z", [0.35], ""], [85386, "2020-02-19T22:14:05Z", [0.05], ""], [3897, "2020-02-19T21:51:38Z", [0.18], "I misread - it's a 7 day violence reduction deal, not 7 months: however, from the NYT: \"Important as that will be, the expected agreement [that the US and Taliban are expected to sign later this month] is not actually a peace deal. It is a chance to get one. The agreement will break the logjam of the Taliban's longstanding unwillingness to sit in talks with the Afghan government and other Afghan power brokers without first achieving an American commitment to withdraw forces.\""], [31251, "2020-02-19T21:38:13Z", [0.41], ""], [81358, "2020-02-19T21:21:44Z", [0.66], "If the Taliban stay true to the recent ceasefire, it would be a major step toward enabling the peace talks. It is still early days (ceasefire agreement was announced 14 Feb), but Afghan experts seem cautiously optimistic regarding the potential for this agreement (https://foreignpolicy.com/2020/02/17/united-states-taliban-afghanistan-peace-deal-war-ghani-trump-munich-security/). I still have concerns regarding the potential domestic reaction to a peace agreement with a recognized terrorist group (reflected in my forecast). However, this would not be unprecedented as the US did work with the Palestinian Liberation Organization culminating in the Oslo accords in 1993 (https://en.wikipedia.org/wiki/Palestine%E2%80%93United_States_relations)."], [80700, "2020-02-19T20:29:50Z", [0.7], "https://www.upi.com/Top_News/World-News/2020/02/17/Taliban-confirm-Afghan-peace-deal-finalized-will-be-signed-this-month/6141581953465/ Trump scapped it last minute last time, so i guess there is still a chance it doesn't happen"], [45141, "2020-02-19T20:28:59Z", [0.25], "Things are not that easy. Trump may say he has an agreement without talking to the Taliban, but normal people will say that doesn't count."], [80542, "2020-02-19T19:06:05Z", [0.64], ""], [81339, "2020-02-19T18:18:29Z", [0.2], "Recent reporting seems to indicate additional progress towards talks and a potential eventual deal, however still plenty of roadblocks, both domestic and international.  Adjusting +5 to account for recent inertia."], [63389, "2020-02-19T14:27:56Z", [0.25], ""], [172, "2020-02-19T12:28:14Z", [0.65], "Think many of us are hopeful/optimistic on this one. Per the Economist\n“When is a ceasefire not a ceasefire? When it is only a reduction in violence. The difference has occupied American and Taliban negotiators for weeks as they close in on a deal to end the war in Afghanistan. Taliban leaders, unwilling to signal their fight was over, refused a complete ceasefire. Yet America and its Afghan allies demanded that the militants show they are serious about trying for peace. A compromise, due to begin in the next few days, is a seven-day decline in hostilities. If violence falls significantly, the adversaries will sign a deal by the end of this month setting out an eventual withdrawal of American troops. Talks between the Taliban and Afghan politicians on how to run the country will then begin. Will the truce last? This appears to be an important development in Afghanistan’s long search for peace. But Western officials admit they are nervous, as well as excited.”"], [85427, "2020-02-19T09:14:57Z", [0.85], "In an election year Trump would want the cache"], [85297, "2020-02-19T09:02:00Z", [0.05], ""], [85063, "2020-02-19T07:58:53Z", [0.7], ""], [79660, "2020-02-19T06:38:59Z", [0.71], "https://www.washingtonpost.com/world/asia_pacific/taliban-says-peace-deal-with-us-to-be-signed-at-months-end/2020/02/17/ed898604-5143-11ea-9e47-59804be1dcfb_story.html It looks like my first opinion was more correct than my updates. \nHowever, it's not a guaranteed event and I might be overly optimistic.    "], [19127, "2020-02-19T04:42:04Z", [0.57], ""], [81346, "2020-02-19T04:30:09Z", [0.5], ""], [31275, "2020-02-19T03:14:05Z", [0.36], "https://www.nytimes.com/2020/02/11/world/asia/afghanistan-taliban-peace-deal.html\nHave to raise. Still a lot of negotiating to do so might not happen in this tome frame. Factions of Taliban might keep fighting if some US troops remain. Still an iffy proposition."], [31251, "2020-02-19T00:42:18Z", [0.01], ""], [85399, "2020-02-18T23:25:04Z", [0.58], ""], [85391, "2020-02-18T23:19:01Z", [0.0], "Trump doesnt care about a peace agreement "], [85098, "2020-02-18T22:48:40Z", [0.35], ""], [57778, "2020-02-18T21:21:57Z", [0.4], ""], [85346, "2020-02-18T20:32:38Z", [0.6], ""], [85353, "2020-02-18T20:13:13Z", [0.0], ""], [85347, "2020-02-18T19:40:51Z", [0.35], ""], [85133, "2020-02-18T18:31:48Z", [0.19], ""], [85330, "2020-02-18T18:17:03Z", [0.0], ""], [85330, "2020-02-18T18:16:34Z", [0.85], ""], [14107, "2020-02-18T16:54:44Z", [0.4], ""], [85275, "2020-02-18T15:38:28Z", [0.85], ""], [85272, "2020-02-18T15:35:03Z", [0.1], ""], [81365, "2020-02-18T15:08:08Z", [0.17], "Increasing forecast by 1%.  The Taliban's recent public pronouncements supporting peace talks are a positive indication that this round of talks may be different from previous.  However, the next few weeks will be telling on how well the Taliban controls its forces.  If the Taliban does not stop attacks, which it has not done in the past, the potential for peace talks will drastically decrease.  Additionally, the Taliban will have to come to some basic terms with the Afghan government.  Last, Iran and the Islamic State in Khorasan Province continue to be spoilers."], [3704, "2020-02-18T14:50:11Z", [0.4], ""], [85069, "2020-02-18T13:08:49Z", [0.6], ""], [85218, "2020-02-18T12:09:10Z", [0.95], ""], [85210, "2020-02-18T11:52:25Z", [0.2], ""], [63674, "2020-02-18T11:37:24Z", [0.52], ""], [85206, "2020-02-18T11:23:37Z", [0.35], "It’s looking a long way off. Trump may want to show a result but will fear the Taliban seizing control quickly before the US election. "], [3897, "2020-02-18T11:22:28Z", [0.01], "\"The talks between the United States and the Taliban in Doha, Qatar, which were abruptly canceled by President Trump in September, are back on track. After several months of diplomatic regrouping, American and Taliban negotiators are once again on the verge of sealing a deal. The negotiators haven't revised the basic transaction they set out last August - an American commitment to withdraw troops from Afghanistan for a Taliban promise not to allow the country to be used by transnational terrorists. Rather, they have added sweeteners to the bargain: As a Taliban concession, a seven [month] \"reduction in violence\" before the U.S. will sign the deal, possibly followed by further steps to keep violence down, and the release of prisoners demanded by the insurgents.\" see also https://www.npr.org/2020/02/14/805980180/u-s-reaches-reduction-in-violence-deal-with-taliban-in-afghanistan No peace deal is getting signed until they've trialled violence reduction first."], [85192, "2020-02-18T09:46:02Z", [0.25], ""], [85184, "2020-02-18T09:28:29Z", [0.55], ""], [49149, "2020-02-18T08:43:01Z", [0.67], ""], [83468, "2020-02-18T07:30:57Z", [0.36], ""], [85178, "2020-02-18T06:53:52Z", [0.0], ""], [30641, "2020-02-18T04:18:30Z", [0.53], "The US administration in charge of these things is willing to make decisions on a dime. It could be sooner than July. "], [83896, "2020-02-18T02:33:49Z", [1.0], ""], [81023, "2020-02-18T01:48:23Z", [0.78], ""], [81365, "2020-02-18T01:01:40Z", [0.16], "Increasing my forecast by 2% due to reports today from the Taliban providing some details of a possible upcoming peace agreement at the end of the month. https://www.bloomberg.com/news/articles/2020-02-17/u-s-taliban-peace-deal-to-be-signed-end-of-feb-taliban-says"], [19106, "2020-02-18T00:40:45Z", [0.65], ""], [81582, "2020-02-18T00:35:13Z", [0.8], "Revising upwards based on news that Taliban has said agreement is likely by end of the month. "], [84609, "2020-02-17T23:41:27Z", [0.3], "I put my forecast of the peace agreement at 30 percent because the Taliban said in a statement today that a peace deal will be signed by the end of the month. A Washington Post article reported \"Abdul Salam Hanafi, a senior Taliban leader and member of the political commission in Doha, Qatar, said in a video message shared with journalists that after negotiations, 'both sides have initiated the final draft of the peace agreement. Now talks are concluded.'\" This statement is the first formal Taliban statement since the peace process started months ago. If the Taliban spokesperson is saying that a deal is close, the likelihood of a deal is much higher than if solely the United States stated that it was close. The fact that the US envoy Zalmay Khalilzad said he was \"cautiously optimistic\" about the deal also reinforces the likelihood of a deal being formalized. This coming weeks news on whether the imposition of a reduction in violence will actually be met will foretell whether both sides are actually serious about the proposed deal.  Source: https://www.washingtonpost.com/world/asia_pacific/taliban-says-peace-deal-with-us-to-be-signed-at-months-end/2020/02/17/ed898604-5143-11ea-9e47-59804be1dcfb_story.html"], [83896, "2020-02-17T23:34:22Z", [1.0], ""], [28166, "2020-02-17T23:12:04Z", [0.05], ""], [85159, "2020-02-17T22:55:17Z", [0.75], "I believe that this peace agreement will give a positive boost to the incumbents resulting in favorable vote bank for 2020."], [32339, "2020-02-17T22:53:31Z", [1.0], ""], [83713, "2020-02-17T22:36:47Z", [0.8], ""], [81983, "2020-02-17T22:27:25Z", [0.02], ""], [63489, "2020-02-17T21:58:00Z", [0.88], "Taliban announced peace deal acceptance by EOM"], [81569, "2020-02-17T21:15:29Z", [0.19], "Today, February 17 2020, Mullah Abdul Salam Hanafi, a senior Taliban leader, told journalists “both sides have initiated the final draft of the peace agreement. Now talks are concluded” and the Taliban claimed that a peace deal with the United States will be signed by the end of the month. While the United States and Taliban are in the midst of creating a complimentary environment for the signing of the peace agreement, they are also in almost the same position as they were in September when Trump and the Taliban had an agreement, before an attack that killed a U.S. soldier ended it. Moreover, the news of a potential agreement comes despite continued attacks by the Taliban, and “The Pentagon chief said if the process goes forward there would be continuous evaluation of any violence.” Just as the agreement entails the withdrawal of U.S. troops, the Taliban’s claim to suspend any attack on the West, and a seven day “reduction in violence”, it is important to note talks between the Taliban and the Afghan government, and how their relationship influences how the United States responds to peace negotiations moving forward, in addition to President Trump’s reelection strategies. fas.org\nhttps://www.aljazeera.com/news/2020/02/taliban-negotiate-7-day-reduction-violence-pentagon-200213153223932.html\nhttps://www.dw.com/en/afghan-president-ghani-us-taliban-deal-to-come-within-days/a-52393300\nhttps://www.washingtonpost.com/world/asia_pacific/taliban-says-peace-deal-with-us-to-be-signed-at-months-end/2020/02/17/ed898604-5143-11ea-9e47-59804be1dcfb_story.html\n"], [27661, "2020-02-17T21:13:40Z", [0.75], "Seems like a peace deal is close to completion [1]. [1] https://thehill.com/policy/defense/483346-us-taliban-to-sign-peace-deal-by-months-end"], [85133, "2020-02-17T21:11:29Z", [0.15], ""], [80700, "2020-02-17T20:55:29Z", [0.37], ""], [84364, "2020-02-17T20:23:46Z", [0.75], "They will sign a \"public/bogus\" treaty pushed by Trump for election purposes which will dissolve almost as fast as it was signed."], [85120, "2020-02-17T19:49:30Z", [0.2], "No forcing mechanisms "], [84880, "2020-02-17T19:44:34Z", [0.49], "Still a lot up in the air, this is a critical moment, dependent on cessation of violence. Question is, how disciplined can Taliban forces be after a generation of warfare and would any entity have a vested interest in disrupting the terms of this agreement."], [4577, "2020-02-17T16:56:57Z", [0.49], "Using Bayes' rule to update prior forecast in light of today's news of an agreement on the eventual deal, conditional on the ceasefire holding. For the news, see: https://www.washingtonpost.com/world/asia_pacific/taliban-says-peace-deal-with-us-to-be-signed-at-months-end/2020/02/17/ed898604-5143-11ea-9e47-59804be1dcfb_story.html"], [62756, "2020-02-17T16:33:05Z", [0.3], ""], [85082, "2020-02-17T16:27:57Z", [0.2], ""], [691, "2020-02-17T15:06:17Z", [0.22], ""], [54546, "2020-02-17T14:14:58Z", [0.15], ""], [61391, "2020-02-17T13:33:23Z", [0.7], ""], [61391, "2020-02-17T13:31:32Z", [0.5], ""], [85079, "2020-02-17T12:13:03Z", [0.01], ""], [13306, "2020-02-17T12:12:32Z", [0.3], ""], [85072, "2020-02-17T09:59:45Z", [0.33], ""], [81027, "2020-02-17T06:56:43Z", [0.4], ""], [85063, "2020-02-17T02:54:40Z", [0.7], "Trump needs a victory, he will hang the Afghan Government out to dry to get it"], [85000, "2020-02-17T01:55:49Z", [0.33], ""], [44065, "2020-02-16T21:56:50Z", [0.35], "I am hopeful but doubt that either side could be trusted."], [81436, "2020-02-16T20:42:48Z", [0.35], "starting original forecast at least than 50% due to prior history of peace talks.  Encouraging signs are implementation of \"reduction in violence\" test for next 7 days.  Results of test will help adjust percentage up or town. "], [85050, "2020-02-16T20:40:03Z", [0.55], "A US-Taliban truce would indicate there's a desire to get a lasting peace agreement in place as soon as possible. These things can unravel very quickly, however, Trump will want to enter the US election period with an announcement of the end of hostilities in Afganistan and a clear timetable for US forces drawdown to boost reelection chances."], [31275, "2020-02-16T19:21:01Z", [0.17], "Is this really a peace agreement or just a ceasefire agreement? Appears ceasefire...I was wrong. https://apnews.com/fa41245d47d48332b10c8aeadcd6cb73?utm_medium=AP&utm_source=Twitter&utm_campaign=SocialFlow"], [80764, "2020-02-16T18:58:34Z", [1.0], ""], [85047, "2020-02-16T18:38:54Z", [0.15], ""], [85035, "2020-02-16T16:16:04Z", [0.35], ""], [85036, "2020-02-16T15:27:13Z", [0.0], ""], [31274, "2020-02-16T13:17:58Z", [0.75], ""], [79508, "2020-02-16T11:12:17Z", [0.51], "Will up the percentage a bit, but still sticking with what I said in the first post, walking away from what might seem a done deal is part of the process and this could still go down to June"], [81616, "2020-02-16T10:39:23Z", [0.05], "You never know with Trump, he makes pacts with enemies and alienates his allies, but I do not think his advisors will let him do this."], [38094, "2020-02-16T04:08:15Z", [1.0], "If it walks like a duck and talks like a duck, then maybe you can call it a duck, even if it isn't."], [1624, "2020-02-16T01:49:25Z", [0.75], ""], [75863, "2020-02-16T01:21:42Z", [0.47], "News has emerged that the signing of a peace agreement may be imminent. \"The United States and the Taliban have agreed to a temporary truce...Details were provided separately Friday by a senior U.S. official and a Taliban official\" [1]. The U.S. official said the agreement includes a seven-day \"reduction in violence\" and that a peace agreement would be signed within 10 days if the Taliban upholds this commitment. The Taliban official said that the signing has been \"tentatively set for Feb. 29\" and that the agreement would provide for the release of 5,000 Taliban prisoners before the start of the negotiations.  In other words, peace is actively being agreed upon by both sides but there is still a key step that must be successfully undertaken for the final signing of a peace agreement to take place. In particular, the Taliban will have to reduce violence to a significant extent as part of the aforementioned seven-day \"reduction in violence\" period. The possibility of such a successful temporary cessation of hostilities is very much in doubt - in fact, back in September a similar peace deal was also agreed to in principle only to collapse due to an unexpected Taliban attack. The possibility of such a scenario occurring again seems high - \"It is still not entirely clear exactly who the US is talking to and to what extent they represent or speak for all Taliban elements....There are all sorts of other armed groups in Afghanistan eager to stir up trouble\" [2]  Overall, I think it is still slightly more likely than not that no peace agreement will be signed in this question's time frame - however, this recent news has caused me to revise my forecast of the probability of the signing of such an agreement upward. [1] https://apnews.com/fa41245d47d48332b10c8aeadcd6cb73\n[2] https://www.bbc.com/news/world-asia-51511179"], [578, "2020-02-16T00:23:37Z", [0.85], "Up my forecast a bit as currently there is a 7-days cease fire. Presumably if it holds, a peace agreement will follow [1]. But a peace agreement almost happened several weeks ago too. [1] https://www.vox.com/2020/2/14/21137848/us-taliban-afganistan-violence-reduction-deal"], [85008, "2020-02-15T23:07:11Z", [0.6], ""], [47396, "2020-02-15T21:57:17Z", [0.0], ""], [12850, "2020-02-15T21:01:58Z", [0.35], ""], [81343, "2020-02-15T19:36:17Z", [0.3], "The latest reduction in violence deal increases my estimate that an agreement will be signed by this summer. That said, we've been here before; successful observance of the current deal would be more notable. https://www.npr.org/2020/02/14/805980180/u-s-reaches-reduction-in-violence-deal-with-taliban-in-afghanistan"], [1080, "2020-02-15T19:18:52Z", [0.5], "Depends on how you define peace agreement but an agreement for a scaling back in tensions to a possible cease fire is in work as of 15 Feb 2020."], [54845, "2020-02-15T18:53:54Z", [0.8], ""], [691, "2020-02-15T18:35:11Z", [0.44], ""], [34527, "2020-02-15T17:15:15Z", [0.3], ""], [84996, "2020-02-15T16:53:04Z", [0.75], ""], [84135, "2020-02-15T16:04:49Z", [0.9], ""], [31275, "2020-02-15T15:25:13Z", [1.0], "Sounds like it might happen in next week but if not then back down. Seems Trump wants this as an election token to say he is bringing troops home. Note: the negotiators do not represent all Taliban factions. Some may not buy secretly keeping US troops in the country and Afghan government may have something to say about this. http://bit.ly/37p3Fy0"], [36666, "2020-02-15T14:39:12Z", [0.0], ""], [84984, "2020-02-15T14:33:07Z", [0.25], "Timelines are unpredictable and with all the variables at play, not confident it can be achieved in an election year."], [10924, "2020-02-15T13:59:10Z", [0.4], ""], [57874, "2020-02-15T13:53:39Z", [0.26], ""], [81097, "2020-02-15T13:38:47Z", [0.15], ""], [66335, "2020-02-15T13:19:54Z", [0.2], "Trump would like to bring the troops home in an election year, we are not making much progress, and 45 does not care about Afghanistan... offset by the complexity of the task"], [13306, "2020-02-15T12:39:15Z", [0.5], ""], [45594, "2020-02-15T10:05:11Z", [0.25], ""], [80425, "2020-02-15T08:19:33Z", [0.15], ""], [1333, "2020-02-15T08:07:38Z", [0.19], ""], [78987, "2020-02-15T07:39:13Z", [1.0], ""], [79442, "2020-02-15T07:37:59Z", [0.01], ""], [76674, "2020-02-15T06:45:25Z", [0.15], ""], [76674, "2020-02-15T06:34:05Z", [0.15], ""], [29899, "2020-02-15T04:31:38Z", [0.18], ""], [66309, "2020-02-15T04:07:14Z", [1.0], ""], [14033, "2020-02-15T02:26:21Z", [0.35], ""], [1034, "2020-02-15T02:12:30Z", [0.0], ""], [27399, "2020-02-15T01:22:12Z", [0.15], ""], [65831, "2020-02-15T00:52:40Z", [0.15], ""], [61391, "2020-02-15T00:18:29Z", [0.7], ""], [83611, "2020-02-15T00:17:31Z", [0.35], ""], [43311, "2020-02-14T23:42:47Z", [1.0], ""], [29875, "2020-02-14T23:16:25Z", [0.55], "....If that can get americans out"], [79591, "2020-02-14T23:05:51Z", [0.07], ""], [14033, "2020-02-14T22:26:57Z", [0.05], ""], [82587, "2020-02-14T21:48:07Z", [0.15], ""], [81500, "2020-02-14T21:43:19Z", [0.35], "Bumping up yes https://apple.news/Alq3pDuSDS36YOVtJ0SnoTg"], [27895, "2020-02-14T21:17:52Z", [0.11], ""], [63674, "2020-02-14T21:04:25Z", [0.36], ""], [16168, "2020-02-14T20:53:39Z", [0.35], ""], [84372, "2020-02-14T20:45:26Z", [0.6], "Trump needs a diplomatic win before the election, so he will be willing to accept a deal that would have been unacceptable in the past.  With recent noise about a deal being close, but requiring a brief period in which the Taliban hold off on violence, I believe that the Taliban will do what they need to do to get the U.S. to leave, and will then go back to their violent ways, betting on the fact that the U.S. and its coalition won't have the stomach to go back in once they leave."], [81757, "2020-02-14T20:39:29Z", [0.05], ""], [14237, "2020-02-14T20:33:43Z", [0.07], ""], [68335, "2020-02-14T20:33:36Z", [0.65], "Reports of an agreement for 7 day reduction in violence, which follows Taliban's ultimatum for a reply to their proposal for such a reduction, improve likelihood of a full peace agreement.  Increasing by 10%, to be followed by additional increases if the week is successfully peaceful."], [63795, "2020-02-14T20:29:03Z", [0.32], ""], [37413, "2020-02-14T20:21:39Z", [0.45], ""], [14912, "2020-02-14T20:13:12Z", [0.05], ""], [70060, "2020-02-14T20:13:04Z", [0.4], ""], [65583, "2020-02-14T20:12:50Z", [0.2], ""], [64202, "2020-02-14T19:59:56Z", [0.25], ""], [81365, "2020-02-14T18:36:14Z", [0.14], "I'm increasing my forecast b 2% based on the recent news that the U.S. and Taliban have reached a truce agreement.  However, there are still a lot of hurdles before an actual peace agreement is signed. https://apnews.com/fa41245d47d48332b10c8aeadcd6cb73"], [84880, "2020-02-14T18:33:42Z", [0.65], "As of today, 2/14/2020, news of a \"reduction of violence\" deal appears to be reached.\nNotice that the carefully worded statement is short of \"peace agreement,\" but it lays the framework. We'll know in one week and one month how likely this is to officially transpire. \"Administration officials, speaking on the condition of anonymity at the Munich Security Conference, say there will be a seven-day \"reduction in violence,\" but did not specify when it would start. The seven days are meant as an initial confidence-building measure. The next step would involve the Taliban agreeing to intra-Afghan talks that would aim to determine the future of Afghanistan and the role the Taliban could play in it. Once these two steps have begun to the satisfaction of all sides, a peace deal will be signed by the U.S. and Taliban, likely later this month or early next month. The details of that agreement have not yet been made public.\" https://www.npr.org/2020/02/14/805980180/u-s-reaches-reduction-in-violence-deal-with-taliban-in-afghanistan"], [80634, "2020-02-14T18:31:14Z", [0.75], ""], [80634, "2020-02-14T18:30:28Z", [0.95], ""], [1333, "2020-02-14T17:37:01Z", [0.18], ""], [19127, "2020-02-14T15:10:35Z", [0.56], ""], [80634, "2020-02-14T14:09:37Z", [0.1], ""], [72737, "2020-02-14T13:44:34Z", [0.39], ""], [691, "2020-02-14T12:58:09Z", [0.18], ""], [172, "2020-02-14T11:26:00Z", [0.65], "From WSJ. \n“President Trump said Thursday the U.S. is close to signing a deal with the Taliban to withdraw U.S. troops from Afghanistan, and that the outcome of negotiations would be clear in the next two weeks. It was the first time Mr. Trump has acknowledged the U.S. was close to an accord with the Taliban since talks fell apart last September, when both sides were on the cusp of a deal. “We shouldn’t be there. It’s time to come home,” Mr. Trump said in a podcast interview with Geraldo Rivera. Officials familiar with the negotiations have said that the U.S. and Taliban are expected to announce a period of reduced violence in the country as soon as this week. The reduction of violence is intended to serve as a show of good faith. If successful, the deal could be signed in Doha later this month. “I think we’re very close. I think there’s a good chance that we’ll have a deal, and we’ll see. We’re going to know over the next two weeks,” Mr. Trump said.”"], [1624, "2020-02-14T09:17:33Z", [0.35], ""], [84250, "2020-02-14T03:32:23Z", [0.5], ""], [1646, "2020-02-14T02:31:18Z", [0.35], ""], [25705, "2020-02-14T01:35:40Z", [1.0], ""], [13306, "2020-02-13T23:04:28Z", [0.3], ""], [4577, "2020-02-13T18:53:56Z", [0.35], "Increasing on reported progress in talks, claims that an agreement has been reached on a ceasefire, which is a necessary prelude to a peace agreement. Still a bit bearish overall, though, because talks often get to ceasefires and then fail there."], [81582, "2020-02-13T17:37:48Z", [0.6], "A deal is looking increasingly more likely, with Trump green-lighting it and Esper announcing that the Taliban has agreed to a 7 day reduction in violence (the U.S. pre-condition to the deal going forward.) "], [172, "2020-02-13T16:41:08Z", [0.15], "Inching forward...\nhttps://www.theguardian.com/world/2020/feb/12/afghanistan-taliban-partial-ceasefire-us"], [691, "2020-02-13T14:43:44Z", [0.15], "https://www.reuters.com/article/us-usa-afghanistan-talks/afghan-president-says-pompeo-reports-progress-in-u-s-taliban-talks-idUSKBN2052I9\nApparently Sec of State Pompadour is letting it about that this is close.  Alas, the truth does not necessarily reside in any member of the current US government--when they do say something, it either muddies the waters or is demonstrably untrue.  Until there is a creedence clearwater revival, I'll stay a bit low on this one.  "], [81365, "2020-02-13T14:08:08Z", [0.12], "Increasing my forecast by 1% due to recent reports of an upcoming statement on a reduction of violence agreement with the Taliban.  Additionally, Ashraf Ghani has publicly expressed his support.  While a reduction of violence is not necessarily an indicator that a peace deal is forthcoming, it is most likely a pre-requisite.  I'm hesitant to raise the forecast any further due to the amount of spoilers that can derail the talks. https://www.aljazeera.com/news/2020/02/afghan-war-taliban-close-reduction-violence-deal-200212103425423.html"], [80511, "2020-02-13T12:14:32Z", [0.2], ""], [80541, "2020-02-13T11:59:58Z", [0.15], ""], [82914, "2020-02-13T10:23:48Z", [0.65], ""], [84880, "2020-02-13T05:06:49Z", [0.17], "The conversation is starting again now (12 FEB 2020) and it isn't clear if they are picking up where they left off or workshopping previous sticking points. Two points stand out: 1) stipulated is a US troop reduction, and US interests likely are advocating some sort of regional footprint whereas Taliban negotiators my vie for complete withdrawal and 2) stipulated is a reduction of violence, what are the repercussions for violations of this agreement and are there entities that would willingly defy/sabotage this treaty?\nFinally, negotiations take time. Trump may pressure some concrete agreement for a political \"win\" and talking points/bragging rights. This could result in a strained or half-baked agreement. Five months is not very long to iron out the resolution on an 18 year conflict."], [81346, "2020-02-13T03:26:46Z", [0.4], ""], [81912, "2020-02-13T00:42:21Z", [0.5], ""], [81912, "2020-02-13T00:31:18Z", [0.8], ""], [84932, "2020-02-12T21:37:39Z", [0.0], ""], [49149, "2020-02-12T18:13:38Z", [0.51], ""], [84135, "2020-02-12T16:41:54Z", [0.8], ""], [84135, "2020-02-12T16:35:15Z", [0.8], ""], [49149, "2020-02-12T16:26:29Z", [0.2], ""], [40584, "2020-02-12T16:20:19Z", [0.9], ""], [80764, "2020-02-12T16:08:52Z", [0.9], ""], [25705, "2020-02-12T14:29:29Z", [0.92], "Both sides have wanted the agreement from the start. The main difference, compared to the last September, is the administration significantly lowered its demands for the deal - 7-day reduction of violence vs. long-term ceasefire. Iran factor diminished in calculations recently too."], [4577, "2020-02-12T12:01:37Z", [0.17], "Using Bayes rule to update my forecast in light of news reports (see @JC4841's recent update and comment) about near-agreement on a deal, conditional on the Taliban sustaining a ceasefire for a specific period. My prior was 0.1. I think we would see this kind of news of an imminent deal in almost all cases of a deal actually happening, so I'll guesstimate p(B|A), where B is this news and A is an eventual signed deal, at ~0.95. I also think we would see news of an impending deal in many situations where a deal doesn't happen, including this same peace process last year. Many of these processes get close and then break down at the point where one or both parties are required to make actual concessions. So I'll guesstimate p(B|notA) at ~0.5. So, do the math and...my posterior is 0.17."], [84920, "2020-02-12T11:54:38Z", [0.65], ""], [81329, "2020-02-12T11:50:05Z", [0.7], "Base case: US signed 3 x bilateral peace treaties at end of WWI (Germany, Austria, and Hungary), 3 x multilateral peace treaties at end of WWII (Paris, San Francisco, and Berlin), 1 x bilateral at end of Vietnam War. There was no peace treaty after Korea, Desert Storm, or OIF. Taliban is active adversary still in Afghanistan, so WWI, WWII, and Vietnam are better parallels. Base case, then, is 80%.  \nInside look: INCREASING - 11 Feb 2020, 8:34 PM in the NYT: \"If the Taliban fulfill a promise to reduce violence, the United States would then sign a deal that would begin the gradual withdrawal of American troops.\" Low threshold for a peace deal, but that makes sense if one assumes the Trump admin 1) wants to extricate itself from Afghanistan, and 2) wants to add another foreign policy win in time for the re-election home stretch (Aug - Oct). // DECREASING - Taliban allows violence against US forces to continue (last US combat deaths were from a Green on Blue incident that killed 2 US servicemen on 8 Feb 2020), causing the US to cease negotiations. This seems fairly possible. Base case + indicators = 70%  "], [75863, "2020-02-11T23:34:54Z", [0.37], "News has come out today of a potential peace deal in the works. \"The Trump administration is seeking to announce a deal to deescalate violence with the Afghan Taliban as soon as this week, according to two US defense officials familiar with the discussions...prospective deal is being described as a 'reduction in violence announcement,' which would call for a ceasefire period between the coalition and the Taliban, with hopes of a peace deal being reached in the near future...officials caution there is deep skepticism on whether the plan is feasible given the Taliban negotiators cannot guarantee all Taliban fighters across Afghanistan would abide by the terms. The Taliban chain of command is loose in some areas.\" [1] \"President Trump has conditionally approved a peace deal with the Taliban that would withdraw the last American troops from the country...But the deal will only be signed if the Taliban prove their commitment to a durable reduction of violence over a test period of about seven days later this month.\" [2] In other words, peace is actively being sought by both sides but there are still a few key steps that must be successfully undertaken for the final signing of a peace agreement to take place. Namely, the Taliban will have to reduce violence to a significant extent. The possibility of a temporary cessation of hostilities successfully occurring is very much in doubt, as these two news articles seem to indicate. Indeed, back in September a similar peace deal was also almost reached - only to collapse due to a Taliban attack. [1] https://www.cnn.com/2020/02/11/politics/us-taliban-deal/index.html\n[2] https://www.nytimes.com/2020/02/11/world/asia/afghanistan-taliban-peace-deal.html"], [26666, "2020-02-11T23:09:20Z", [0.23], ""], [80700, "2020-02-11T22:04:22Z", [0.4], "> The Trump administration is seeking to announce a deal to deescalate violence with the Afghan Taliban as soon as this week, according to two US defense \n> officials familiar with the discussions.\n> The prospective deal is being described as a \"reduction in violence announcement,\" which would call for a ceasefire period between the coalition and the Taliban, \n> with hopes of a peace deal being reached in the near future.\nhttps://edition.cnn.com/2020/02/11/politics/us-taliban-deal/index.html"], [84911, "2020-02-11T20:43:29Z", [0.21], ""], [81569, "2020-02-11T15:25:48Z", [0.13], "In response to my previous week’s prediction on whether or not the United States and Afghan Taliban will sign a peace agreement before July 13, 2020, this week I would indicate that the probability is 13%. \nConsidering the politics on both sides between Afghanistan’s government and the United States 2020 election, it is not likely there will be any official signing before July 13th. The US inclination to make a deal is partially based on Trump’s promise to ‘bring the troops home’, a topic he discussed in his State of the Union Address on February 4th, 2020. Although President Trump emphasized ending the US longest war with Afghanistan and continuing peace talks with the Taliban, “On Tuesday, the Taliban accused the US of hampering the peace negotiations after US Secretary of State Mike Pompeo said ‘demonstrable evidence’ of a reduction in violence was necessary, Reuters News Agency reported”. While under a draft deal that would allow the US to withdraw troops, and the Taliban reduce violence while opening talks to the Afghan government, the probability of there being any official signed agreement between the US and Taliban in the upcoming months is low.  Sources: \nhttps://www.aljazeera.com/news/2020/02/trump-renews-pledge-bring-troops-afghanistan-200205044132668.html\nhttps://cisac.fsi.stanford.edu/mappingmilitants/profiles/afghan-taliban#text_block_16833\n"], [57778, "2020-02-11T04:05:16Z", [0.2], ""], [84609, "2020-02-10T23:54:58Z", [0.08], "This week's forecast of if the United States and the Taliban will reach a peace agreement is lower than it was last week due to statements made by the United States' lead negotiator Zalmay Khalilzad who told Afghan President Ashraf Ghani on Saturday that there has not been any significant progress in the peace talks. \"We are waiting for a clear response from the Taliban about a ceasefire or a significant and lasting reduction in violence based on a practical mechanism which is acceptable to the people of Afghanistan and the US government,\" said Khalilzad. In addition, Secretary of State Mike Pompeo echoed that call on February 3rd in Tashkent saying the Taliban must show “demonstrable evidence of their will and capacity to reduce violence,\" yet the violence continues with the Taliban growing stronger throughout the country and able to gain more leverage, while eroding the legitimacy of the Afghan National Government. The deaths of the two American soldiers will strengthen Washington's resolve to not let them die in vain and will prolong the conflict. "], [41523, "2020-02-10T21:45:53Z", [0.15], ""], [84877, "2020-02-10T14:44:28Z", [0.0], ""], [81339, "2020-02-10T12:56:41Z", [0.15], "Initially a roughly 1 in 5 chance, adjusted downward based on additional violence over the weekend (albeit currently unattributed)  - administration has indicated violence needs to subside before peace talks can resume.  "], [37236, "2020-02-10T10:10:46Z", [0.0], "Now is not the tme not to say..."], [79660, "2020-02-10T05:25:44Z", [0.31], "Bayesian for dummies: The longer an event does not happen, the more likely it won't happen. \n"], [57778, "2020-02-10T01:15:16Z", [0.32], ""], [80539, "2020-02-10T00:59:00Z", [0.0], ""], [81582, "2020-02-09T22:17:14Z", [0.15], "Adjusting downward due to violent attack on the 8th.  U.S. negotiators had previously stated that violence needed to decrease before an agreement could be signed.  Publicly negotiations do not seem to be going well. \n"], [1034, "2020-02-09T22:01:16Z", [0.0], ""], [80764, "2020-02-09T19:34:55Z", [0.15], ""], [9737, "2020-02-09T18:32:06Z", [0.07], ""], [82164, "2020-02-09T17:52:56Z", [0.05], ""], [84608, "2020-02-09T17:32:05Z", [0.25], "Edit: Found some more information about seasonal violence in Afghanistan. Every year since the 2001 invasion, the Taliban has ramped up violence in the spring, commonly known as the \"fighting season\". Last year, the Taliban was unable to make meaningful gains during the spring months, but nonetheless began an offensive (https://media.defense.gov/2020/Jan/23/2002238296/-1/-1/1/1225-REPORT-DECEMBER-2019.PDF , 19-22). In response to their failure, the Taliban initiated a record number of attacks in the last months of 2019 (https://www.nytimes.com/2020/01/31/world/asia/afghanistan-violence-taliban.html). WIth historical trends of a \"fight and talk\" strategy and a likely increase in Taliban initiated violence between now and July, I lower my prediction to 25%.  Other sources:\nhttps://thedefensepost.com/2019/04/12/taliban-afghanistan-spring-offensive-fath/\nhttps://medium.com/@rikimatsumoto/afghanistan-i-the-fighting-season-detecting-seasonality-using-facebooks-prophet-4147b0fa9147\n"], [31275, "2020-02-09T16:25:31Z", [0.24], "https://twitter.com/ismatshahjahan/status/1225648161856737282?s=21\nhttps://twitter.com/vickysung3/status/1224427236343918592?s=21\nOne view is that US by increased bombing and Taliban by increased attacks have ratcheted up violence and thereby pressure. Afghan government insists there has to be a ceasefire before a peace deal can be signed. Just ask the Kurds...what they want might not matter. Supposedly Taliban has offered a 10 day ceasefire. Aside: probably no deal before election. Why? Taliban just burned a girls school and Oscar documentary portraying Afghan girls gettin inspiring education is playing. To abandon them would lose Trump support among suburban women. On the other hand he might like to show he has brought troops home. Thinking women’s angle more important. I am upping chances a bit since negotiations are ongoing. "], [19127, "2020-02-09T09:26:33Z", [0.13], ""], [1034, "2020-02-08T22:26:29Z", [0.0], ""], [172, "2020-02-08T20:36:50Z", [0.15], "Trump has bigger fish to fry. This can wait. "], [31874, "2020-02-08T15:34:28Z", [0.09], ""], [54663, "2020-02-08T09:48:52Z", [0.25], ""], [84135, "2020-02-08T04:31:14Z", [0.55], ""], [67232, "2020-02-08T04:29:02Z", [0.25], "Pretty unlikely because Trump is focusing on the election, and, for Trump, the only reason to make an effort to reach an agreement would be to increase his election chances.  Any attempts to reach an agreement would likely be done quietly because if the negotiations failed, it could hurt his election chances and if they succeeded a surprise agreement could greatly boost his re-election chances.   Thus, there is a lack of public information on negotiations.    Everyone is tired of the war.  Both sides are ready to capitulate, and the Taliban have the most to gain or lose from a peace agreement since the war is in their country, their front yards.  For us, it is another conflict in a distant land that most Americans only know from television.   Therefore, the Taliban have an incentive to negotiate an agreement favorable to them, and we have an incentive to negotiate any agreement that did not embarrass the president.  I am not sure these two driving forces are consistent with a peace agreement prior to mid-July. "], [79489, "2020-02-07T20:22:31Z", [0.45], ""], [691, "2020-02-06T19:18:01Z", [0.11], ""], [80764, "2020-02-06T16:52:12Z", [0.12], ""], [81549, "2020-02-06T14:43:58Z", [0.1], ""], [67246, "2020-02-06T13:39:22Z", [0.12], ""], [81379, "2020-02-05T20:44:19Z", [0.09], "Considering this is the day of the DNC- highly unlikely at this time. "], [81300, "2020-02-05T20:03:42Z", [0.26], "Taliban have little of no impetus to agree to a deal. US President has repeatedly stated he was elected to end America’s wars in Middle East thus signaling to all that America is leaving or at least drawing down - with or without a peace deal. "], [1333, "2020-02-05T16:33:25Z", [0.17], ""], [84771, "2020-02-05T14:05:33Z", [0.35], ""], [57778, "2020-02-05T00:45:28Z", [0.35], ""], [75863, "2020-02-04T23:04:47Z", [0.15], ""], [84608, "2020-02-04T20:12:05Z", [0.35], "I believe that Trump will attempt to make a deal by November 2020, but I believe it unlikely by July, 2020. With the nearing election, Trump will look to pull troops out of Afghanistan in order to boost his chances in November. Trump has already signaled that he would like to make a deal with the Taliban but was forced to renegotiate his plan when an American service member was killed last September (https://worldin.economist.com/article/17351/edition2020worst-afghanistan-could-be-yet-come). As evidenced by Trump's Israel peace plan and withdrawal from Syria, he has shown interest in peace negotiations and limiting US involvement in foreign wars before the 2020 election. Even so, Trump's transactional nature will not allow him to make a deal in which he might lose face. As of February 3rd, talks have stalled, and Pompeo has asked for more concessions (https://apnews.com/14bd1820caac4a0d6f6535ae5d88482b). Additionally, public opinion is detrimental to negotiations. Trump has shown that he is not married to any position in Afghanistan, it is likely that he will make his decision based upon the political feasibility of time (https://www.nbcnews.com/news/world/trump-says-taliban-talks-back-months-after-declaring-them-dead-n1093206). According to a Brookings poll, \"Republican respondents were still nine percentage points more likely to disagree (49%) than agree (40%) with negotiations\"(https://www.brookings.edu/blog/order-from-chaos/2020/01/09/a-recent-poll-shows-how-americans-think-about-the-war-in-afghanistan/). For these reasons, 35% chance."], [1333, "2020-02-04T19:28:25Z", [0.16], ""], [84630, "2020-02-04T18:03:39Z", [0.12], ""], [64831, "2020-02-04T17:10:22Z", [0.75], ""], [84740, "2020-02-04T16:42:30Z", [0.3], "Only reason would be to give Trump something to hang his hat on, something no president that came before was able to do. Even if it was signing a deal with the devil, so 2 devils signing the same deal, interesting...."], [14107, "2020-02-04T13:31:35Z", [0.16], ""], [4577, "2020-02-04T11:33:35Z", [0.1], "Dropping back to 10 percent on report that U.S. is conditioning agreement on \"demonstrable evidence of [the Taliban's] will and capacity to reduce violence.\" This is a reminder that U.S. leaders--and probably Taliban leaders, too--are more concerned with not looking like suckers than they are with reaching a deal. See https://www.nytimes.com/2020/02/03/us/politics/Afghanistan-Pompeo-Taliban-Peace.html."], [72737, "2020-02-04T10:55:14Z", [0.15], ""], [79660, "2020-02-04T04:52:35Z", [0.39], "Yes, I believe there will be a peace deal signed...\nhttps://www.nytimes.com/2020/02/03/us/politics/Afghanistan-Pompeo-Taliban-Peace.html:\n       Mr. Pompeo said the work on the plan amounted to “putting the commas in the right place, getting the sentences right,”  However, the lack of progress is stifling and Political wheels tun slowly -  I don't have the confidence that it will be signed by 13 July. \n"], [81310, "2020-02-04T00:11:19Z", [0.18], "U.S. peace envoy Zalmay Khalilzad arrived in Kabul from Pakistan on Saturday, where he told Afghan President Ashraf Ghani there has been “no notable progress” in talks with the Taliban. While Khalilzad attempted to rally support for reducing Taliban violence, US Air force statistics showed that the US conducted more bombings in 2019 than any year since 2013. Today (Feb 3, 2020), Secretary of State Mike Pompeo said that the Trump administration was moving ahead with peace talks but the Taliban must give “demonstrable evidence of their will and capacity to reduce violence.” Taliban continues to refuse to hold peace talks with the Afghan Government.\n"], [84726, "2020-02-03T19:36:42Z", [0.8], ""], [80764, "2020-02-03T18:36:14Z", [0.07], ""], [84718, "2020-02-03T13:54:04Z", [0.15], ""], [691, "2020-02-03T13:27:58Z", [0.11], "https://apnews.com/14bd1820caac4a0d6f6535ae5d88482b\nAs has become customary in the US gummint of late, no two people seem to talk to each other--Khalilzad and Pompeo can't get their stories to mesh on this issue, and of course they are both keenly aware that even if they agree with each other, with the Afghanistan government, and with the Taliban, the whole thing can unravel immediately with a midnight Twit from M. Petits-Doigts.  This will likely lead everyone to be more cautious in coming to and announcing an agreement, let alone actually signing one,  than might be the case if there were adults in the Trump administration.  Coming up a little bit on what will doubtless prove to be misguided optimism, though."], [84715, "2020-02-03T03:43:08Z", [0.39], ""], [80790, "2020-02-02T23:31:03Z", [0.05], ""], [81569, "2020-02-02T23:28:29Z", [0.18], "The probability for a negotiated settlement, driven by direct U.S-Taliban talks, are uncertain regarding the Taliban’s continued refusal to talk to the Afghan government. A potential collapse of the Afghan military and/or the government that commands it could have major implications for the United States, especially given the nature of negotiated security arrangements. \nSome experts caution that an even more difficult phase in the peace talks is yet to come. They warn that a deal between the US and the Taliban will be the easy part, and the bigger challenge will be moving from a US-Taliban deal to a formal peace process among Afghans. While the U.S has dropped more munitions in Afghanistan in 2019 than any other year since at least 2010, all the work that goes into negotiations between nation states and insurgents must be considered, because historically it tends to take years and not months to come to these major agreements.  Sources: \nhttps://www.dw.com/en/us-taliban-peace-deal-so-near-yet-so-far/a-52206983\nhttps://fas.org/sgp/crs/row/R45122.pdf\n"], [84609, "2020-02-02T20:54:06Z", [0.12], "The Taliban have steadily become stronger over the past few years, and refuse to even call a ceasefire to as a prerequisite to holding peace negotiations. I believe there is little more that the United States can do to compel the Taliban to the negotiating table if it is unwilling to recommit to large scale troop deployments to the country to reinforce the Afghan National Army, which is extremely unlikely as the recent NDAA and the SecDef's goals call for a redeployment of assets to counter great powers such as Russia and China and to move away from COIN operations.  The United States will also not conclude a peace deal that is solely to save face and let the Afghan government crumble immediately to the Taliban due to the efforts of 19 years of US involvement."], [84709, "2020-02-02T20:42:16Z", [0.4], "The Taliban are currently fighting against ISIS. My enemies enemy is my friend."], [31275, "2020-02-02T20:33:34Z", [0.19], "The Taliban have little incentive to stop fighting since they already control about half the country . Violence is worse. https://www.aljazeera.com/news/2020/02/envoy-briefs-afghan-president-peace-talks-taliban-200202095450927.html\n"], [66012, "2020-02-02T17:34:13Z", [0.1], ""], [84701, "2020-02-02T16:48:58Z", [0.05], "Who said Taliban wanted a peace treaty, temporary or eternal? Not on the Taliban agenda"], [84698, "2020-02-02T15:19:21Z", [0.0], ""], [1034, "2020-02-02T08:33:33Z", [0.0], ""], [19127, "2020-02-02T07:07:40Z", [0.16], ""], [57778, "2020-02-02T06:26:40Z", [0.4], "https://www.voanews.com/south-central-asia/taliban-us-afghan-peace-talks-stall-again"], [75863, "2020-02-01T22:15:59Z", [0.2], ""], [84688, "2020-02-01T21:11:29Z", [0.2], "The Taliban have little to no motivation to make a deal with Donald Trump.  I'm willing (eager) to be surprised but definitely skeptical."], [84685, "2020-02-01T19:13:39Z", [0.3], ""], [25705, "2020-02-01T17:32:29Z", [0.0], "\"The Afghan Taliban’s turbulent negotiations with the United States on a peace deal have ground to a halt over differences on how to reduce insurgent violence.\" https://www.voanews.com/south-central-asia/taliban-us-afghan-peace-talks-stall-again Going back to my most pessimistic scenario"], [84665, "2020-02-01T16:44:37Z", [0.1], "The current US administration has gutted the diplomatic corps and lacks the skill and direction needed to achieve this."], [84679, "2020-02-01T04:27:34Z", [0.25], ""], [84678, "2020-02-01T00:50:46Z", [0.15], "Slow road"], [81582, "2020-01-31T22:05:41Z", [0.2], "Violence continues and there are no signs of progress."], [38094, "2020-01-31T21:21:45Z", [0.1], "Before 13 July 2020, will the United States and Afghan Taliban sign a peace agreement?\nI am down stepping as the violence continues. It may have never been in reach.\nI am in sympathy with @cm2310 and @Greyowlsova views on this."], [84674, "2020-01-31T18:16:29Z", [0.15], "No one in Trump camp has the necessary tools to get this done. Trump is too offensive, his sycophants too constrained by having to please Trump (above all else). Jared is clueless. It is patently obvious that this administration is about making dear leader look good, not actually accomplishing anything of value. "], [62756, "2020-01-31T16:04:18Z", [0.03], ""], [84644, "2020-01-31T15:37:40Z", [0.0], ""], [81365, "2020-01-31T15:01:14Z", [0.11], "Based on an AP report this morning titled \"Top commander sees increased Iran threat in Afghanistan\", I'm reducing my forecast by 1% to account for Iranian interference in Taliban peace talks.  Additionally, the Taliban has continued attacks daily during the negotiations, and the coalition and Afghan security forces have also continued attacks on Taliban insurgents.  I am unsure what the base rate is for peace talks being successful while violence continues to escalate, but I imagine it is not high."], [25705, "2020-01-31T14:01:26Z", [0.25], "\"US and Taliban negotiators have held several rounds of peace talks in Qatar, with both sides claiming progress. There could be a peace deal within days, but a single mishap could also derail the entire process.\" https://www.dw.com/en/us-taliban-peace-deal-so-near-yet-so-far/a-52206983"], [10924, "2020-01-31T12:39:15Z", [0.35], ""], [84656, "2020-01-30T21:17:07Z", [0.15], "To fast"], [79464, "2020-01-30T18:30:32Z", [0.2], ""], [84648, "2020-01-30T16:54:01Z", [0.55], ""], [84630, "2020-01-30T13:12:05Z", [0.15], "\"Talks seeming to bog down...\" (NYTimes) The Taliban have drawn back from assaulting urban areas, but continue to attack rural areas at a high rate. They've always resisted American peace demands, and I don't see a change in the near future.\n"], [32300, "2020-01-30T11:04:58Z", [0.2], ""], [19127, "2020-01-30T05:44:37Z", [0.53], ""], [84634, "2020-01-29T23:54:54Z", [0.75], ""], [81327, "2020-01-29T19:19:12Z", [0.25], "July is still a long ways off, but current trends are not positive.  It's hard to see Taliban and Pres. Trump coming to a compromise.  https://www.usnews.com/news/world/articles/2020-01-29/taliban-kill-at-least-29-afghan-security-personnel-in-renewed-clashes"], [50231, "2020-01-29T18:18:41Z", [0.85], ""], [50231, "2020-01-29T18:12:04Z", [0.75], ""], [84622, "2020-01-29T13:40:00Z", [0.3], "This will only happen if Trumps thinks it will help his reelection bid. "], [67246, "2020-01-29T12:14:20Z", [0.15], ""], [57778, "2020-01-29T10:16:27Z", [0.53], ""], [80700, "2020-01-29T08:10:54Z", [0.35], ""], [81314, "2020-01-29T04:48:01Z", [0.35], "In December 2018, President Donald Trump directed the Secretary of Defense to reduce the U.S. troop presence in Afghanistan by half.He wants to withdraw, so he can claim to have ended the war by the time of the American presidential election in November. But it is unlikely that the mere US demand for peace is enough. Taliban leaders state that they do not recognize the current Afghan government. If Taliban accepts to negotiate with the Afghan government, the peace may take place. Therefore, if the USA decides to withdraw from Aghanistan, this action may likely to contribute the negotiations, but it would also likely debilitate the current government on the other hand."], [84614, "2020-01-29T02:32:55Z", [0.0], ""], [61391, "2020-01-28T23:39:29Z", [0.05], ""], [1034, "2020-01-28T21:07:47Z", [0.0], ""], [84598, "2020-01-28T20:40:42Z", [0.27], ""], [14107, "2020-01-28T19:55:13Z", [0.18], ""], [63489, "2020-01-28T14:50:18Z", [0.24], "Crash of US military plane over Taliban-controlled territory on 28 Jan"], [80622, "2020-01-28T14:25:53Z", [0.01], ""], [80700, "2020-01-28T14:11:30Z", [0.3], "The real question is if they actually make a PEACE deal or just a ceasefire with promises of troop withdrawal. "], [32300, "2020-01-28T14:05:00Z", [0.25], ""], [9866, "2020-01-28T09:16:40Z", [0.0], ""], [84581, "2020-01-28T04:08:49Z", [0.3], ""], [49838, "2020-01-28T03:53:36Z", [0.05], "Not likely."], [83333, "2020-01-28T03:39:44Z", [0.01], ""], [83333, "2020-01-28T03:31:53Z", [0.0], ""], [84576, "2020-01-28T00:49:12Z", [0.2], ""], [4645, "2020-01-27T23:05:55Z", [0.19], ""], [64935, "2020-01-27T20:52:55Z", [0.5], "ELECTION YEAR - TRUMP NEEDS A WIN IN THIS AREA "], [26553, "2020-01-27T20:09:09Z", [0.15], ""], [84566, "2020-01-27T19:47:16Z", [0.02], ""], [81308, "2020-01-27T19:18:06Z", [0.02], "Very small chance of this happening, but not none, of course we think they might have just shot down one of our planes"], [80700, "2020-01-27T17:38:13Z", [0.2], ""], [39937, "2020-01-27T17:22:17Z", [0.0], ""], [38094, "2020-01-27T16:48:47Z", [0.25], "Before 13 July 2020, will the United States and Afghan Taliban sign a peace agreement?\nDowned aircraft near Kabul may sour relations even more.  NYT Jan 27\nhttps://www.nytimes.com/2020/01/27/world/asia/afghanistan-plane-crash-ariana.html?action=click&module=Latest&pgtype=Homepage\n"], [25705, "2020-01-27T16:27:26Z", [0.0], "On one hand, USA renewed talks with Taliban with the aim of troop withdrawal. It is one of the aims of Trump administration. You'd think it is practically done deal despite previous failures: substantial time till July, USA wants it and Taliban wants Americans out. On the other hand, it contradicts recent events - the escalation of tensions between Iran and USA: the US would like to have a military foothold in the country neighboring Iran, showing its resolve to squeeze the latter (at the least) .  But this leads to Iran trying to wage proxy wars on Americans by helping Taliban with weapons and expert aid (dispatching infamous Quds to Afghanistan). Decreasing chances of the deal. Without US-Iran conflict resolution, it seems that probability of the peace agreement with Taliban is quite low. Also, in election year you do not want to see potential collapse of Afghan government after the withdrawal. Sorry, no references - it is plenty out there and some were cited by others here - for example by @sebawi, @imoatama, @Hammer-Time, @Raahul_Kumar ...(apologies if I missed others). Again, I do not have a crystal ball - this is just my personal opinion."], [84467, "2020-01-27T16:26:39Z", [0.05], "Too risky for US government to sign during an election year."], [27661, "2020-01-27T09:28:21Z", [0.45], "Re-evaluation due to new developments. - ordered communication blackout mostly seen to imply US assumes to be close to an agreement [1]\n- agreement by the Taliban to \"reduce violence\" but no ceasefire [2, 3] \n- talks currently stalled due to disagreement over definition of \"violence\" / ceasefire [6]\n- inner divide of Taliban on the terms of agreement likely to be overcome; however, details unknown [3]\n- issue of animosity within Afghan government may prevent agreement even after Taliban and the US have come to an agreement [4, 7]\n- clashing worldviews may render an agreement between Taliban and the Afghan government impossible [4]\n- general background information: Afghan survey on key issues, highlights importance of ceasefire [5, 8] [1] https://www.stripes.com/news/middle-east/us-taliban-negotiators-close-to-peace-deal-officials-say-1.615625\nhttps://www.bloomberg.com/news/articles/2020-01-21/u-s-taliban-negotiators-close-to-peace-deal-officials-say\n[2] https://www.washingtonpost.com/world/asia_pacific/taliban-ready-to-ease-up-on-violence-in-exchange-for-peace-deal-says-pakistan/2020/01/16/186c95d6-383b-11ea-a1ff-c48c1d59a4a1_story.html\n[3] https://www.nytimes.com/2020/01/16/world/asia/afghanistan-taliban-agreement.html\n[4] https://thediplomat.com/2020/01/the-pitfalls-in-afghanistans-peace-process/\n[5] https://www.militarytimes.com/news/your-military/2020/01/23/survey-nearly-half-of-afghans-want-us-troops-out-after-taliban-peace-deal/\n[6] https://www.voanews.com/south-central-asia/us-taliban-urged-end-attacks-afghan-civilians\n[7] https://www.arabnews.com/node/1618656/world\n[8] https://menafn.com/1099606502/Afghanistan-Most-Afghans-want-peace-with-Taliban-stress-ceasefire"], [75905, "2020-01-27T05:54:35Z", [0.05], ""], [84532, "2020-01-27T01:39:43Z", [0.1], ""], [7949, "2020-01-27T01:11:45Z", [0.0], "History rhymes."], [7949, "2020-01-27T00:56:46Z", [0.0], "They will stay and we will go."], [19127, "2020-01-27T00:25:36Z", [0.62], ""], [1034, "2020-01-26T22:59:33Z", [0.0], ""], [84534, "2020-01-26T22:57:54Z", [0.0], "No"], [65997, "2020-01-26T22:48:51Z", [0.0], ""], [84524, "2020-01-26T22:47:04Z", [0.1], "The war has been going for so long... There are no signs of a peace agreement, not even a truce. Since the beginning of 2020, it is the deadliest war in the world (not counting the Islamic terrorist attacks in the Sahel and Maghreb)"], [4577, "2020-01-26T21:12:33Z", [0.12], "Adjusting slightly upward in response to recent upward swing in crowd forecast."], [81582, "2020-01-26T20:57:28Z", [0.4], "There are ongoing talks and both sides want some form of de-escalation of violence.  However, the talks appear to be stalled over the definition of what will constitute a de-escalation of violence.  "], [84529, "2020-01-26T19:16:45Z", [0.3], ""], [84521, "2020-01-26T18:20:02Z", [0.0], ""], [65733, "2020-01-26T18:05:34Z", [0.0], ""], [64870, "2020-01-26T16:36:05Z", [0.15], ""], [77545, "2020-01-26T16:16:58Z", [0.4], ""], [31275, "2020-01-26T16:13:01Z", [0.26], "India is now supporting the talks. Negotiations are ongoing. US only demands less violence and not a ceasefire. Taliban says it accepts that but note they control about half of Afghanistan. They may think they can win more or outlast US. US election also enters in. If Administration cuts and runs it will remind people of the Kurd abandonment. It will incense some women who will feel we abandoned Afghan women. Lowering some but will raise if ceasefire or report of lower violence arises."], [84510, "2020-01-26T15:36:23Z", [0.15], ""], [84493, "2020-01-26T03:26:20Z", [0.05], ""], [84498, "2020-01-26T02:33:28Z", [0.3], ""], [84498, "2020-01-26T02:26:07Z", [0.3], ""], [77629, "2020-01-26T01:37:13Z", [0.15], "'Yes' seems inconsistent with the current administration's track record"], [65298, "2020-01-25T23:46:34Z", [0.25], ""], [84489, "2020-01-25T23:29:12Z", [0.2], ""], [84488, "2020-01-25T22:46:05Z", [0.65], ""], [64384, "2020-01-25T21:45:00Z", [0.0], "Too complex for Pompeo could never get it done. Nor does he want to. Too much work. "], [64765, "2020-01-25T20:36:15Z", [0.54], ""], [84482, "2020-01-25T20:14:28Z", [0.95], "The agreement won't mean anything.  As soon as the U.S. leaves, the Taliban will take over the country.  We cannot continue to occupy a sovereign nation like Israel occupies Palestine or Germany occupied Europe.  We just can't continue to support outposts in countries all over the world.  We can't even fix our own roads and bridges.  And then there's the fact that shorelines are disappearing near big cities."], [81011, "2020-01-25T20:05:39Z", [0.4], "They most recently came close, but there seems to be little appetite for it"], [80529, "2020-01-25T19:57:19Z", [0.0], ""], [65637, "2020-01-25T16:59:35Z", [0.25], ""], [84476, "2020-01-25T16:13:07Z", [0.1], ""], [1333, "2020-01-25T13:46:27Z", [0.15], ""], [84473, "2020-01-25T12:09:47Z", [0.1], ""], [84473, "2020-01-25T12:02:00Z", [0.1], "They're not interested in one another. No change. "], [84471, "2020-01-25T10:01:44Z", [0.55], ""], [79600, "2020-01-25T05:07:33Z", [0.2], ""], [67085, "2020-01-25T04:19:50Z", [0.3], ""], [64368, "2020-01-25T01:02:01Z", [0.0], "Trump cannot help but step on his own toes. His complete lack of understanding or knowledge of history or culture of the region and inability to defer to experts makes an agreement within the next six months highly unlikely at best."], [84460, "2020-01-24T23:11:39Z", [0.7], ""], [3429, "2020-01-24T20:45:45Z", [0.05], "Tweaking slightly upward. Confidence on positive outcome low."], [66407, "2020-01-24T20:03:24Z", [0.2], ""], [75863, "2020-01-24T19:59:50Z", [0.31], ""], [1333, "2020-01-24T19:13:20Z", [0.1], ""], [79508, "2020-01-24T18:13:47Z", [0.39], "There's interest from both sides, but walking away from a deal at any point and at a time were it might be to an advantage of the other is part of the game... which is why you have a good few irons in the fire, at the moment it looks good, but could go pop just when you think its going to work. Will keep tabs on it, Would think June  will be the critical go / no go period "], [84454, "2020-01-24T16:49:56Z", [0.2], "Taliban can afford to wait for election results"], [26270, "2020-01-24T16:32:55Z", [0.1], ""], [64084, "2020-01-24T16:20:34Z", [0.75], ""], [73105, "2020-01-24T16:04:09Z", [0.1], ""], [64250, "2020-01-24T15:37:17Z", [0.0], ""], [691, "2020-01-24T15:11:44Z", [0.08], ""], [29358, "2020-01-24T15:07:13Z", [0.02], ""], [68335, "2020-01-24T13:34:19Z", [0.55], "\"}Speaking to Afghan president, Trump repeats 'need for significant reduction in Taliban violence for meaningful talks'.\" Reducing likelihood, taking back a third of the increase in probability that I added based on encouraging comments from Taliban spokesman."], [82964, "2020-01-24T12:42:43Z", [0.55], ""], [84443, "2020-01-24T08:09:42Z", [0.15], ""], [80425, "2020-01-24T07:47:19Z", [0.15], "Bases on increased postitive news in the press about a reduction in violence and the up coming elections in US"], [84442, "2020-01-24T07:45:01Z", [0.0], "no, no way- there is an expiration date / used by date on a lot of their rockets and missiles there's no way they're giving up that kind of money-plus too stubborn for peace on both sides "], [16660, "2020-01-24T04:55:29Z", [0.25], ""], [12108, "2020-01-23T23:28:15Z", [0.25], "We still need to be there to some extent."], [84432, "2020-01-23T23:08:15Z", [0.0], ""], [57778, "2020-01-23T22:16:51Z", [0.75], ""], [57778, "2020-01-23T22:14:10Z", [0.11], ""], [84423, "2020-01-23T18:52:03Z", [0.1], ""], [84421, "2020-01-23T18:20:48Z", [0.35], ""], [64106, "2020-01-23T17:39:58Z", [0.15], ""], [3211, "2020-01-23T16:44:07Z", [0.35], ""], [70019, "2020-01-23T16:42:45Z", [0.35], ""], [80764, "2020-01-23T16:05:33Z", [0.08], ""], [77468, "2020-01-23T15:41:33Z", [0.1], ""], [63489, "2020-01-23T14:23:36Z", [0.28], "There may be some kind of an agreement, but a total peace accord has been in the works for roughly 15 years at this point. More likely is a partial peace deal."], [84365, "2020-01-23T10:07:43Z", [0.4], ""], [84408, "2020-01-23T09:55:52Z", [0.5], "Trump will want something to show for the election"], [68841, "2020-01-23T06:12:23Z", [0.65], "Peace with someone you despise but can avoid is much less troublesome and costly than conflict."], [40584, "2020-01-23T05:04:59Z", [0.15], ""], [68415, "2020-01-23T02:47:41Z", [0.65], ""], [84396, "2020-01-23T01:04:20Z", [0.15], ""], [10242, "2020-01-23T00:36:54Z", [0.5], "Only the shadow knows."], [84395, "2020-01-22T23:44:13Z", [0.05], ""], [84393, "2020-01-22T23:21:38Z", [0.2], ""], [82015, "2020-01-22T21:24:57Z", [0.35], "Like with North Korea and China, Trump only starts a process so as to make the nation believe there is progress when in there is none. The same would happen with afganistan especially as we get closer the the election. \nsmoke and mirrors. \nA example is former NAFTA wherethe only real change was the name; all else was changing \"happy\" to \"glad\"."], [66331, "2020-01-22T21:01:17Z", [0.2], ""], [69752, "2020-01-22T20:18:32Z", [0.15], "Taliban is no more interested in peace than N. Korea."], [1333, "2020-01-22T20:15:25Z", [0.09], ""], [46503, "2020-01-22T19:23:42Z", [0.4], "Trump wants a deal before election"], [84372, "2020-01-22T18:25:18Z", [0.3], "The odds of a meaningful agreement between the two parties would seem exceedingly low. However, in an election year, the temptation to make any deal, even a bad one, could lead the U.S. president to accept a \"show deal\" that would allow him to claim victory. "], [65364, "2020-01-22T18:18:07Z", [0.05], "The Taliban will play Trump, but aren’t motivated to lose their alibi for Afghanistan being a failed state."], [69091, "2020-01-22T17:58:29Z", [0.05], "It would run counter to strategies of increasing fear in the voters' perception prior to an election.  GOP fares better when dealing with war-related issues than Dems.  Keeping the threat of the Taliban alive helps them garner more votes"], [61869, "2020-01-22T17:29:43Z", [0.33], "Trump may captitulate to make it seem like he ended the conflict"], [64808, "2020-01-22T16:51:30Z", [0.22], "There is no will.  There are no acceptable terms.  We are in a truly intractible situation, even if we have a determined, competent, honest governing body in Kabul, because the Taliban (as with Isis) thrives on conflict."], [84369, "2020-01-22T16:45:55Z", [0.45], ""], [70825, "2020-01-22T15:58:07Z", [0.3], ""], [84368, "2020-01-22T15:57:07Z", [0.1], "Only if beneficial for the Republican Campaign."], [63442, "2020-01-22T15:52:36Z", [0.05], ""], [8826, "2020-01-22T15:35:44Z", [0.5], "Trump wants out before the election"], [49779, "2020-01-22T15:22:46Z", [0.0], ""], [84362, "2020-01-22T14:46:44Z", [0.05], "Without massive bribes, coupled with a complete US exit from the country, a peace agreement will never be signed."], [81549, "2020-01-22T13:47:05Z", [0.4], "Updating 32% -> 40% on https://www.nytimes.com/2020/01/16/world/asia/afghanistan-taliban-agreement.html"], [84364, "2020-01-22T10:52:46Z", [0.0], "no way ..... it will make Trump look weak ... something he avoids at all costs."], [84358, "2020-01-22T06:33:50Z", [0.1], ""], [84358, "2020-01-22T06:33:24Z", [0.4], ""], [578, "2020-01-22T04:56:04Z", [0.8], "It has been reported that a peace agreement between the US and the Taliban is imminent [1,2].  While Trump has pulled out of peace talks suddenly before, we still have 6 months to go before the closing of this question.  Chances are high for this to happen within this time frame.  I am not sure that there will be peace though - but it is not the question.  [1]  https://www.bloomberg.com/news/articles/2020-01-21/u-s-taliban-negotiators-close-to-peace-deal-officials-say\n[2]  https://ariananews.af/us-taliban-peace-agreements-content-finalized/"], [13306, "2020-01-22T04:02:22Z", [0.15], ""], [24785, "2020-01-22T03:56:01Z", [0.12], ""], [24785, "2020-01-22T03:26:44Z", [0.07], ""], [84349, "2020-01-22T03:01:08Z", [0.8], "It would be an easy win for the USA...again, in an election year. "], [84346, "2020-01-22T01:53:08Z", [0.0], ""], [84344, "2020-01-22T01:39:42Z", [0.5], ""], [84336, "2020-01-22T01:10:10Z", [0.1], ""], [81379, "2020-01-22T01:07:22Z", [0.09], ""], [45671, "2020-01-22T00:34:51Z", [0.25], ""], [4645, "2020-01-21T22:47:05Z", [0.2], ""], [84330, "2020-01-21T22:18:22Z", [0.01], "NO one can trust our leaders or theirs"], [84328, "2020-01-21T22:02:38Z", [0.66], ""], [84327, "2020-01-21T21:52:26Z", [0.25], ""], [84288, "2020-01-21T21:31:04Z", [0.45], ""], [84326, "2020-01-21T21:22:13Z", [0.0], "Taliban will not agree to the terms and status quo will continue"], [84324, "2020-01-21T21:07:07Z", [0.0], "Taliban will not sign any agreement as Pakistan will not let them"], [28153, "2020-01-21T20:26:32Z", [0.45], ""], [84320, "2020-01-21T20:16:42Z", [0.45], ""], [84317, "2020-01-21T19:50:42Z", [0.4], ""], [84316, "2020-01-21T19:10:12Z", [0.1], ""], [63207, "2020-01-21T18:43:45Z", [0.1], "Only if Trump gives the whole country away."], [80711, "2020-01-21T18:15:07Z", [0.15], ""], [65321, "2020-01-21T18:13:23Z", [0.2], ".....only if Mr.Trump believes it will help his reelection.  If it happens, I suspect it will not be well thought out or sustainable."], [58851, "2020-01-21T17:37:11Z", [0.4], ""], [84305, "2020-01-21T16:49:12Z", [0.05], ""], [60703, "2020-01-21T16:09:05Z", [0.1], "Taliban has never kept their words."], [60150, "2020-01-21T16:00:56Z", [0.15], ""], [61294, "2020-01-21T15:42:14Z", [0.05], ""], [84288, "2020-01-21T15:14:50Z", [0.45], ""], [84290, "2020-01-21T14:16:37Z", [0.2], ""], [67052, "2020-01-21T14:00:30Z", [0.3], "It's possible Trump will sign an imperfect agreement to have an election talking point."], [14107, "2020-01-21T13:54:43Z", [0.25], ""], [83342, "2020-01-21T13:28:21Z", [0.1], "Trump wants a deal but afraid to look weak if he can't spin the 'gives' (to Taliban). Taliban is not in a rush and would want a deal which accounts for Trump's weakened status (and therefore more 'gives' than earlier). Given these dynamics, a deal is unlikely (and there is a higher chance of Taliban violence)"], [84055, "2020-01-21T12:29:42Z", [0.85], "Electioneering"], [84089, "2020-01-21T12:14:44Z", [0.2], ""], [83464, "2020-01-21T09:15:55Z", [0.35], ""], [10802, "2020-01-21T09:02:38Z", [0.35], ""], [12890, "2020-01-21T06:02:53Z", [0.55], "More than likely some type of interim peace agreement will be signed."], [84260, "2020-01-21T05:10:56Z", [0.2], "Who knows?  Seems the best way to stop that war is to buy the Taliban off.    ie: Pay them if they don't fight."], [84259, "2020-01-21T04:51:55Z", [0.15], "The Taliban have time on their side, so they can just wait it out as the American people are tired of spending money in Afghanistan."], [84262, "2020-01-21T04:50:16Z", [0.2], ""], [82753, "2020-01-21T04:50:15Z", [0.1], "Two reasons this will not happen. One, the Taliban is essentially a fundamentalist religious organization, not bound to political agreements (or diplomatic niceties). Two, the U.S. govt. (meaning the House of Representatives) will not ratify any negotiated agreement. Also, too contentious in an election year."], [84250, "2020-01-21T03:49:49Z", [0.4], ""], [84247, "2020-01-21T03:35:52Z", [0.5], "They will sign but it won't be worth the paper it's written on"], [84242, "2020-01-21T03:30:31Z", [0.0], "I hope not, and who cares?  Since when has it been US policy to sign treaties with non-state actors and negotiate with terrorists?  Let’s just leave and tell them if they harbor terrorists again we will rain death from the sky.  We’ve spent enough blood and treasure there and gotten nowhere."], [84246, "2020-01-21T03:20:36Z", [0.0], ""], [10242, "2020-01-21T02:48:01Z", [0.5], "I am clueless here??"], [84240, "2020-01-21T02:44:03Z", [0.5], ""], [84239, "2020-01-21T02:36:18Z", [0.4], "Likely before election, possible before July"], [84176, "2020-01-21T02:31:26Z", [0.34], ""], [84233, "2020-01-21T02:04:15Z", [0.65], "Quite possible. Trump needs some kind of foreign policy victory. He might rush into it."], [32539, "2020-01-21T00:41:00Z", [0.7], ""], [84222, "2020-01-21T00:39:33Z", [0.33], ""], [84219, "2020-01-21T00:31:21Z", [0.3], "It is temporary."], [84212, "2020-01-21T00:00:29Z", [0.15], "Doubt it.\n"], [83795, "2020-01-20T23:50:55Z", [0.6], "Trump will negotiate a face saving agreement that allows the US to withdraw and give a boost to his election chances. "], [64078, "2020-01-20T23:49:56Z", [0.1], ""], [84213, "2020-01-20T23:48:32Z", [0.05], ""], [84208, "2020-01-20T23:45:20Z", [0.15], ""], [64981, "2020-01-20T23:26:36Z", [0.2], ""], [4645, "2020-01-20T23:09:26Z", [0.2], ""], [9656, "2020-01-20T22:24:26Z", [0.1], "Why the heck would the Taliban do that? Still, I suppose anything is possible."], [84196, "2020-01-20T22:08:19Z", [0.35], ""], [84194, "2020-01-20T22:07:18Z", [0.05], ""], [83670, "2020-01-20T21:53:03Z", [0.1], ""], [84187, "2020-01-20T21:51:10Z", [0.0], "Not on the Trump radar, and nobody has a reason to sign at the moment. "], [84175, "2020-01-20T21:43:52Z", [0.0], "I don’t think that Trump has any interest or capability in listening to & making a Peace with the Taliban.  I don’t think he cares at all about them & worse yet, doesn’t know anything about him.  There is no plan by Trump, his Administration & his demolished & beat-up Diplomatic Core, which has no clear leadership except to use US aide to coerce foreign gov’ts.  "], [84184, "2020-01-20T21:41:00Z", [0.05], "Republican administration will reject signing a peace agreement to stoke anti-war sentiment leading into the election.\n"], [84186, "2020-01-20T21:39:03Z", [0.25], ""], [12850, "2020-01-20T21:31:42Z", [0.3], ""], [84180, "2020-01-20T21:30:29Z", [0.1], "It would be a black stain on Trump is he signs a peace agreement with the Taliban. Plus there can be no agreement without the Afgan gov. signing on, and they never will."], [8826, "2020-01-20T21:27:41Z", [0.5], "Trump wants out ASAP. But can he?"], [68335, "2020-01-20T21:18:00Z", [0.6], "\"A spokesman for the Taliban has told a Pakistani newspaper that [it]... is hoping to reach an Afghan peace deal with U.S. negotiators by the end of January\""], [66517, "2020-01-20T21:05:04Z", [0.1], ""], [84127, "2020-01-20T20:55:52Z", [0.56], ""], [45714, "2020-01-20T20:39:45Z", [0.35], ""], [84174, "2020-01-20T20:30:39Z", [0.25], ""], [77968, "2020-01-20T20:19:35Z", [0.12], ""], [76367, "2020-01-20T20:15:58Z", [0.1], ""], [83361, "2020-01-20T20:15:45Z", [0.35], ""], [83107, "2020-01-20T20:13:26Z", [0.5], ""], [84167, "2020-01-20T20:07:42Z", [0.25], ""], [84165, "2020-01-20T19:46:52Z", [0.35], "I don't think that the Taliban is cohesive enough to avoid derailing its own efforts. "], [82092, "2020-01-20T19:42:00Z", [0.05], "The Taliban have been making gains and see no reason to sign a peace agreement. The US wants out of Afghanistan badly but the Taliban won't cooperate. "], [84135, "2020-01-20T19:39:47Z", [0.55], "Conventional wisdom may be that the peace agreement will happen. However, now there are a number of  regional players who would like to see that it doesn't happen."], [50122, "2020-01-20T19:32:26Z", [0.25], "Yes a peace agreement is possible despite the US lost of credibility thanks to Trump "], [84155, "2020-01-20T18:33:19Z", [0.25], ""], [44153, "2020-01-20T18:13:54Z", [0.1], ""], [84146, "2020-01-20T18:11:50Z", [0.3], ""], [84130, "2020-01-20T17:51:49Z", [0.15], "The Taliban wants the US out of Afghanistan and the 2019 collapse of talks makes it very unlikely the diplomats serving in Trump's State Department will be able to reach any real agreement on the status of US forces in the country."], [64286, "2020-01-20T17:39:35Z", [0.15], ""], [84128, "2020-01-20T17:37:22Z", [0.5], "Both the Taliban and Trump want our troops out."], [84121, "2020-01-20T17:33:47Z", [0.4], "If there is an agreement it will be a facade done for political  purposes only."], [83721, "2020-01-20T17:33:14Z", [0.25], "trump will always screw things up.  he's a terrible negotiator.  highly doubt that anything good will come."], [84114, "2020-01-20T16:50:55Z", [0.1], ""], [84116, "2020-01-20T16:32:55Z", [0.0], ""], [70019, "2020-01-20T16:14:37Z", [0.1], ""], [84109, "2020-01-20T16:13:57Z", [0.3], ""], [81809, "2020-01-20T16:07:40Z", [0.2], "Trump says he likes peace - therefore it won't happen"], [84095, "2020-01-20T15:44:42Z", [0.4], "Trump may enter such an agreement for domestic political reasons, though no one should take it as anything but a complete betrayal of the Afghan government.  If anyone is to sign such an agreement, it should be the Kabul government."], [29538, "2020-01-20T15:37:33Z", [0.01], ""], [73707, "2020-01-20T15:36:21Z", [0.5], "Trump doesn't want the U.S. to stay in Afghanistan. On the other hand, the region is a volatile one."], [84098, "2020-01-20T15:36:15Z", [0.3], ""], [64106, "2020-01-20T14:11:38Z", [0.25], ""], [81496, "2020-01-20T14:09:42Z", [0.2], "Optics of Trump alongside terrorist organisation bad for 2020 campaign. September leak embarrassed Trump admin - don't want to risk a repeat."], [58556, "2020-01-20T14:00:54Z", [0.45], ""], [78923, "2020-01-20T14:00:36Z", [0.36], "In the US, politics will be dominated by the elections. It would be unwise for Trump to announce a peace deal alongside a leader of the Taliban if there is a risk that the Taliban kill american troops afterwards."], [84075, "2020-01-20T13:21:37Z", [0.4], ""], [32300, "2020-01-20T12:48:06Z", [0.48], ""], [82528, "2020-01-20T11:57:41Z", [0.45], ""], [84004, "2020-01-20T11:55:17Z", [0.5], "Trump will bring peace to the Middle East, as well as other parts of the world, before he reveals who he really is and who he works for, but I can't give a definite date. "], [84062, "2020-01-20T11:48:52Z", [0.1], "Taliban will wait till the outcome of the US Presidential election before going forward."], [84017, "2020-01-20T11:47:00Z", [0.81], "Futile attempt of window dressing on both sides."], [84060, "2020-01-20T11:39:45Z", [0.1], ""], [66160, "2020-01-20T11:21:09Z", [0.55], "The will is there. "], [84013, "2020-01-20T11:16:31Z", [0.1], ""], [84007, "2020-01-20T11:15:19Z", [0.55], "another chance for Trump to burnish his image as CINC."], [84022, "2020-01-20T11:12:59Z", [0.15], ""], [84052, "2020-01-20T11:05:55Z", [0.2], ""], [83986, "2020-01-20T11:01:43Z", [0.3], ""], [66440, "2020-01-20T10:35:24Z", [0.0], ""], [83949, "2020-01-20T10:10:57Z", [0.35], "As much as I want it, Trump is far too impetuous and the Taliban are just as unpredictable to get it done, but fingers crossed..."], [32300, "2020-01-20T09:54:45Z", [0.45], ""], [65814, "2020-01-20T09:17:13Z", [0.25], ""], [83969, "2020-01-20T08:36:31Z", [0.55], ""], [83970, "2020-01-20T08:35:37Z", [0.6], ""], [83962, "2020-01-20T07:55:18Z", [0.15], ""], [83951, "2020-01-20T07:29:15Z", [0.1], ""], [83936, "2020-01-20T06:38:48Z", [0.1], "Diplomacy is not a strength of the Trump administration. "], [83532, "2020-01-20T06:38:44Z", [0.9], "Yes, but not one that involves the Afghan government.  Trump wants the win prior to November, and the Afghan government doesn't get a seat at the table because the Taliban won't allow it.  The Afghan intelligencia will spread to the winds prior to Taliban takeover."], [83938, "2020-01-20T06:36:44Z", [0.8], "Twenty years is enough, besides now we know it was always unwinnable."], [8183, "2020-01-20T06:31:04Z", [0.6], ""], [83941, "2020-01-20T06:25:24Z", [0.2], ""], [65926, "2020-01-20T06:05:01Z", [0.2], "The Americas almost gave the country back to the Taliban in September, but the deal leaked and embarrassed the US military; Trump was forced to back down.  This issue will not be a priority."], [83911, "2020-01-20T06:03:12Z", [0.65], "Donald Trump wants to prove he can make good on his promise to bring our troops home from the longest War. This promise plus the recent information that the Generals have not been telling the truth will add pressure to make this move."], [83931, "2020-01-20T05:53:50Z", [0.0], ""], [83927, "2020-01-20T05:46:10Z", [0.1], "Not important to Trump politically"], [83923, "2020-01-20T05:38:31Z", [0.5], ""], [83921, "2020-01-20T05:29:31Z", [0.05], ""], [83869, "2020-01-20T05:15:20Z", [0.75], ""], [83916, "2020-01-20T05:13:53Z", [0.5], "Depends on whether trump get re-elected. With a democratic president probably"], [79660, "2020-01-20T05:11:32Z", [0.43], "https://www.rferl.org/a/taliban-hopes-for-peace-deal-by-end-of-january/30384285.html Back to my original forecast - a huge benefit for the US and Afgan both. \nHowever, I believed that, with the escalation with Iran, the Taliban would shy away from the US. \nShooting down an airliner may have had the opposite effect (though there are probably dozens of other reasons too) and I should have adjusted my score as a response to the de-escalation of violence a week ago. \n[I hang my head in shame] It would be great to see peace between the Taliban and US. Fantastic for Afghanistan!"], [83816, "2020-01-20T05:03:15Z", [0.5], ""], [83898, "2020-01-20T05:00:48Z", [0.55], "again trump election year will do everything he can to create the impression of achievement...fake or otherwise"], [83888, "2020-01-20T05:00:02Z", [0.3], "Just unlikely. "], [83762, "2020-01-20T04:54:57Z", [0.2], ""], [66535, "2020-01-20T04:53:57Z", [0.65], "US domestic political circumstances.  It works all round, providing the Taliban can get themselves organised."], [83905, "2020-01-20T04:52:18Z", [0.15], "US wants too so they can leave, but the Taliban keep killing people,  July 13 is not enough time."], [83881, "2020-01-20T04:51:50Z", [0.1], "it's really irrelevant ... they're going to do what they're going to do.   We'll do the same.   A document with Trump's signature means nothing. "], [83896, "2020-01-20T04:50:18Z", [1.0], ""], [65832, "2020-01-20T04:49:28Z", [0.2], ""], [83879, "2020-01-20T04:42:44Z", [0.35], "Don't Know.  Did we sign a treaty before we left Vietnam?   Probability that we leave Afghanistan and Taliban or some other enemy takes control in 3 years is >80%"], [83875, "2020-01-20T04:38:36Z", [0.2], "Probably not"], [83863, "2020-01-20T04:35:57Z", [0.05], ""], [83842, "2020-01-20T04:33:55Z", [0.7], "Re-election optics for Trump"], [83882, "2020-01-20T04:27:49Z", [0.0], "Election year in US "], [83847, "2020-01-20T04:18:32Z", [0.05], "No. The Afghan Taliban is not organized enough to come to an agreement before that time frame."], [83855, "2020-01-20T04:11:02Z", [0.5], ""], [83839, "2020-01-20T04:08:26Z", [0.15], "Trump is not capable of negotiating any such agreement "], [83830, "2020-01-20T04:06:53Z", [0.15], ""], [83783, "2020-01-20T04:05:09Z", [0.05], "The Taliban are not truly interested in a peace agreement. If they sign anything it will only serve to cover a US exit. A potential slaughter of Afghans that have cooperated with the US forces could then follow."], [5802, "2020-01-20T03:55:52Z", [0.1], "There is no stomach for this in the US"], [83796, "2020-01-20T03:52:13Z", [0.5], ""], [65300, "2020-01-20T03:37:53Z", [0.55], ""], [82033, "2020-01-20T03:35:40Z", [0.1], "Everyone is waiting for Trump's demise. \nBesides Trump doesn't keep promises, so why make a deal with him?"], [83781, "2020-01-20T03:25:54Z", [0.45], ""], [82022, "2020-01-20T03:23:53Z", [0.05], "We can't beat them and they know it. We are spread very thin."], [83756, "2020-01-20T03:22:04Z", [0.15], "The Taliban has no reason to reach an agreement with a American government who has no comprehension of what they are aiming for."], [83767, "2020-01-20T03:13:27Z", [0.35], ""], [83776, "2020-01-20T03:12:12Z", [0.65], ""], [83223, "2020-01-20T03:05:18Z", [0.25], "Administration can't work that fast--if there is one, it will be a sham."], [83651, "2020-01-20T02:52:41Z", [0.4], "The chances of a deal within that time frame are the same as Trump's chance at re-election because I believe if he wins he will feel even more emboldened to follow his desire to bring troops home regardless of the geopolitical consequences of having no strategy. I think Trump considers himself a genius when leaders like Putin and Erdogan tell him approving comments and grandiose praise. To be clear, I do not believe Trump will win thus the 40%. I think the Democrat will win and the deal will be more calculated and take longer, perhaps even till the second year of his or her presidency. But, I think it will happen."], [66305, "2020-01-20T02:51:37Z", [0.5], ""], [83161, "2020-01-20T02:51:01Z", [0.5], "The Taliban may wait to see who wins the next election however Trump is so desperate to get a win or Nobel prize he may not be able to resist the temptation do do a deal however bad and paint it as an overwhelming victory"], [31275, "2020-01-20T02:50:11Z", [0.32], "I am going to raise this due to reports of Taliban willing to have a 7-10 day cease fire. If that happens perhaps more serious negotiations could happen. I could see under this Administration a deal made without Afghan government and repositioning troops elsewhere. Desl would have to be a promise by Taliban to keep Al-Qeada and ISIS out of thrir areas. Perhaps US then declares victory and leaves. https://www.washingtonpost.com/world/asia_pacific/taliban-ready-to-ease-up-on-violence-in-exchange-for-peace-deal-says-pakistan/2020/01/16/186c95d6-383b-11ea-a1ff-c48c1d59a4a1_story.html"], [83750, "2020-01-20T02:46:57Z", [0.95], "Trump wants a win to claim for the election."], [83409, "2020-01-20T02:36:32Z", [0.1], "No, not a priority to USA currently."], [427, "2020-01-20T02:30:16Z", [0.1], ""], [83748, "2020-01-20T02:24:39Z", [0.0], "Hahahaha"], [83333, "2020-01-20T02:15:51Z", [0.03], "Highly unlikely as the US won't accept the Taliban's demands and vice versa. "], [83733, "2020-01-20T02:10:11Z", [0.3], "Trump won't want to be seen as losing a war so close to the election."], [82275, "2020-01-20T02:01:53Z", [0.65], ""], [1023, "2020-01-20T02:01:35Z", [0.35], "good election"], [83732, "2020-01-20T01:58:27Z", [0.5], ""], [83726, "2020-01-20T01:56:55Z", [0.1], ""], [83727, "2020-01-20T01:55:59Z", [0.05], "No, why would the Taliban rush in an election  year ? ? "], [83723, "2020-01-20T01:54:51Z", [0.1], "Talibanbis laughing at USA"], [83715, "2020-01-20T01:45:00Z", [0.3], ""], [8951, "2020-01-20T01:25:56Z", [0.11], ""], [83684, "2020-01-20T01:21:58Z", [0.75], "Trump really wants to a nobel peace prize or to tell his base he was wrongfully denied one. He doesnt care about Afghanis or their liberty and he wants to tell the country hes bringing the troops home just before election day."], [81773, "2020-01-20T01:18:29Z", [0.25], ""], [83704, "2020-01-20T01:17:25Z", [0.45], "Again, Trump has lost interest so possible if Pompeo is interested"], [83711, "2020-01-20T01:13:56Z", [0.7], "Trump wants to show a success regardless how he gets there."], [83706, "2020-01-20T01:11:45Z", [0.45], "Another Trump fail."], [83677, "2020-01-20T01:10:22Z", [0.82], "President needs to tick another promise kept. "], [83642, "2020-01-20T00:59:37Z", [0.45], ""], [83698, "2020-01-20T00:48:18Z", [0.75], "Trump wants it at any cost"], [83695, "2020-01-20T00:47:14Z", [0.18], ""], [68335, "2020-01-20T00:45:33Z", [0.45], "Reducing a bit due to report that Afghan government has demanded a \"complete ceasefire\" in response to Taliban's 10-day ceasefire.  Probability had increased a total of 25% on reports of the Taliban offer, now pulling back 5%. This decreases the chances of a deal nominally, but the drivers of a deal remain Trump and the Taliban.\n"], [78277, "2020-01-20T00:44:49Z", [0.05], "Doesn't seem likely"], [83693, "2020-01-20T00:41:12Z", [0.6], "They are close and overdue."], [65972, "2020-01-20T00:37:32Z", [0.1], ""], [83579, "2020-01-20T00:30:59Z", [0.52], "There is suspicion on both sides but enough desire to see a cease fire / peace agreement that it will happen."], [77954, "2020-01-20T00:30:57Z", [0.01], "Donald Trump is not somebody who signs peace agreements. He likes to stir the pot instead of calming situations down, except when it comes to full on war, then he tries to prevent escalation."], [77954, "2020-01-20T00:27:58Z", [0.0], ""], [82381, "2020-01-20T00:21:27Z", [0.15], "It is highly likely that some form of cease-fire will be worked out in 2020 as a foreign policy success is sought by the US President campaigning for reelection.  Cease-fires are not to be confused with a peace agreement.   The Taliban have demanded  peace terms since 2001 that include all foreign troops leaving Afghanistan, the destruction/dismantling of the Afghan government in Kabul, and installation of a new Islamic Emirate.  While the US might agree to pull its troops out of Afghanistan under certain conditions, doing so in a manner that has the appearance of tucking tail and running is not a realistic expectation.   It is doubtful the US and allies would agree to a peace treaty that permitted reestablishment of the Islamic Emirate of Afghanistan, the totalitarian Islamic state as established by the Taliban in September 1996, which resulted in incalculable cultural, humanitarian, and misogynistic abuses and crimes by the Taliban.  In the end, even a President who approaches every decision on a transactional basis likely determine a Taliban Emirate is too high a price to pay for a peace."], [1028, "2020-01-20T00:15:50Z", [0.5], "They kicked out the British 200yrs ago, then the Russians with our help now it’s our turn to leave,,,especially after the Afghanistan papers revelation.\nDid we not learn anything from our own revolution and more recently the Vietnam war...do we have to sign anything for it to count"], [82177, "2020-01-20T00:13:20Z", [0.75], "Trump will do anything to make pre-election deal.  Rumor has it that he's offering to rename 725 Fifth Avenue to \"Taliban Tower\"."], [83680, "2020-01-20T00:10:33Z", [0.15], ""], [83676, "2020-01-20T00:09:34Z", [0.45], ""], [83649, "2020-01-20T00:05:30Z", [0.45], ""], [83662, "2020-01-20T00:01:17Z", [0.1], "I can't imagine the Taliban ever signing anything."], [83663, "2020-01-19T23:57:48Z", [0.2], "Not likely to happen under Trump’s leadership "], [83654, "2020-01-19T23:57:37Z", [0.65], ""], [83664, "2020-01-19T23:51:37Z", [0.05], ""], [45839, "2020-01-19T23:49:51Z", [0.0], ""], [83656, "2020-01-19T23:48:34Z", [0.25], ""], [83658, "2020-01-19T23:45:15Z", [0.1], ""], [81990, "2020-01-19T23:45:07Z", [0.1], "I don't believe a deal is possible that assures our and the Afgan National government's security, given that it's hard to see how the Taliban can be trusted."], [83638, "2020-01-19T23:38:03Z", [0.6], "The US may want something signed as a political win to use leading up to the election. "], [82876, "2020-01-19T23:25:40Z", [0.2], "The chance of any sort of genuine, effective, lasting peace agreement is low. However the likelihood that some sort of a deal — however flimsy — may be announced, trumpeted and possibly even signed, is higher."], [22343, "2020-01-19T23:21:18Z", [0.08], ""], [83629, "2020-01-19T23:20:12Z", [0.45], ""], [83636, "2020-01-19T23:17:46Z", [0.1], ""], [83624, "2020-01-19T23:12:15Z", [0.25], ""], [83633, "2020-01-19T23:11:15Z", [0.85], ""], [83612, "2020-01-19T23:08:58Z", [0.22], "A hollowed-out diplomatic corps and the lack of focus will doom this effort. "], [83626, "2020-01-19T23:05:44Z", [0.03], ""], [45749, "2020-01-19T23:01:27Z", [0.5], "Really hard to say..."], [83597, "2020-01-19T22:59:37Z", [0.5], "The Taliban are willing to call it a draw in Afghanistan."], [65368, "2020-01-19T22:55:03Z", [0.05], "No way will Congress agree to that"], [83616, "2020-01-19T22:54:35Z", [0.35], ""], [83607, "2020-01-19T22:54:26Z", [0.0], "If trump is in power"], [82164, "2020-01-19T22:49:35Z", [0.2], ""], [66335, "2020-01-19T22:46:17Z", [0.05], "The Taliban have no incentive to sign an agreement with the U.S. during an election year."], [83609, "2020-01-19T22:42:21Z", [0.33], ""], [83494, "2020-01-19T22:41:35Z", [0.25], "Too soon but Trump will try use the Afghan peace deal for his election campaign promise of bringing troops back home and as a gesture for Iran and North Korea."], [83595, "2020-01-19T22:40:49Z", [0.5], ""], [83601, "2020-01-19T22:40:29Z", [0.35], "The Taliban are simply waiting for the Americans to leave before returning to power over all Afghanistan. Any agreement will be a facade but Trump can wave a paper and claim a false accomplishment."], [83420, "2020-01-19T22:35:42Z", [0.2], "No so fast! "], [83580, "2020-01-19T22:27:45Z", [0.0], ""], [83592, "2020-01-19T22:27:43Z", [0.55], ""], [83583, "2020-01-19T22:26:06Z", [0.0], "The afghan Taliban will not be officially recognized by the US and thus there will be no peace agreement signed"], [1034, "2020-01-19T22:18:12Z", [0.0], ""], [83005, "2020-01-19T22:18:06Z", [0.0], ""], [77502, "2020-01-19T22:17:00Z", [0.05], ""], [83473, "2020-01-19T22:14:19Z", [0.1], "Don't think the Taliban is really interested in doing so esp since so much world attention is focused on other Middle East problems."], [83542, "2020-01-19T22:13:43Z", [0.0], "No upside to make nice with the Taliban before Election Day, could really backfire "], [83577, "2020-01-19T22:09:46Z", [1.0], ""], [83306, "2020-01-19T22:01:37Z", [0.25], "The Taliban have been dragging their feet for quite awhile."], [83569, "2020-01-19T22:00:18Z", [0.25], ""], [83458, "2020-01-19T22:00:17Z", [0.02], ""], [66340, "2020-01-19T21:59:30Z", [0.1], ""], [83558, "2020-01-19T21:58:52Z", [0.35], ""], [44785, "2020-01-19T21:53:50Z", [0.1], "Trump is leery of making a wrong decision."], [83556, "2020-01-19T21:53:14Z", [0.35], ""], [56170, "2020-01-19T21:50:51Z", [0.17], ""], [77502, "2020-01-19T21:46:29Z", [0.05], "The Taliban have the upper hand and will make overtures, but will not sign a U.S. treaty. And without Afghanistan government participation, there will be no treaties."], [83363, "2020-01-19T21:41:38Z", [0.25], "#impeachedPOTUS45 would love this for election fodder but I don’t think he could offer them terms they’d accept. "], [83379, "2020-01-19T21:41:06Z", [0.06], ""], [82785, "2020-01-19T21:38:41Z", [0.51], "Slightest of edges to Yes given it’s a Trump campaign promise to get out of Afghanistan."], [83535, "2020-01-19T21:38:41Z", [0.65], "I believe that President Trump will need a newsworthy event to prove that he not a warmonger to entice middle of the road voters to vote for him.  I hesitate  on the the July date because if he is to do it then I think it might be closer to the election date."], [83391, "2020-01-19T21:38:39Z", [0.45], "Trump will want this for election. Question is.... does the Taliban??"], [83529, "2020-01-19T21:38:15Z", [0.15], "They will never sign."], [83534, "2020-01-19T21:36:32Z", [0.05], ""], [83495, "2020-01-19T21:32:19Z", [0.65], ""], [83230, "2020-01-19T21:31:58Z", [0.1], ""], [83403, "2020-01-19T21:31:50Z", [0.3], "Only if for election photo"], [83482, "2020-01-19T21:30:49Z", [0.7], ""], [83468, "2020-01-19T21:30:09Z", [0.35], ""], [43078, "2020-01-19T21:29:30Z", [0.4], ""], [13625, "2020-01-19T21:29:14Z", [0.1], "Better chance afghan government "], [83468, "2020-01-19T21:27:08Z", [0.65], "Things are improving, but I think a deal will take longer to negotiate. "], [82787, "2020-01-19T21:25:17Z", [0.3], "It's likely that the talks will stop when the Taliban does another attack. "], [58568, "2020-01-19T21:23:45Z", [0.5], "The Taliban will likely sign only if the US withdraw "], [83404, "2020-01-19T21:22:59Z", [0.0], "Trump will not prioritize foreign politics "], [83452, "2020-01-19T21:21:54Z", [0.2], "Too much financial gain by military suppliers supporting Trump for them to allow the end of the war "], [83498, "2020-01-19T21:19:56Z", [0.1], ""], [83449, "2020-01-19T21:19:35Z", [0.05], ""], [81970, "2020-01-19T21:19:28Z", [0.55], "Trump will sign something meanjngless to bolster his election chances."], [82974, "2020-01-19T21:17:18Z", [0.05], ""], [83493, "2020-01-19T21:16:12Z", [0.05], ""], [83429, "2020-01-19T21:13:36Z", [0.45], ""], [83439, "2020-01-19T21:13:22Z", [0.55], ""], [82317, "2020-01-19T21:12:24Z", [0.85], ""], [83435, "2020-01-19T21:10:02Z", [0.05], "They are already defeated!"], [83347, "2020-01-19T21:09:37Z", [1.0], "Trump needs a foreign policy win."], [83393, "2020-01-19T21:08:29Z", [0.2], ""], [7510, "2020-01-19T21:08:16Z", [0.45], "Neither side is serious..."], [83431, "2020-01-19T21:08:05Z", [0.1], ""], [83441, "2020-01-19T21:07:46Z", [0.05], ""], [83375, "2020-01-19T21:07:03Z", [0.25], ""], [83375, "2020-01-19T21:06:54Z", [0.45], ""], [83390, "2020-01-19T21:06:45Z", [0.0], ""], [83407, "2020-01-19T21:06:43Z", [0.1], ""], [83388, "2020-01-19T21:06:33Z", [0.4], "Might sign but useless process"], [83408, "2020-01-19T21:06:19Z", [0.19], ""], [83381, "2020-01-19T21:05:37Z", [0.1], ""], [83410, "2020-01-19T21:05:32Z", [0.7], ""], [83376, "2020-01-19T21:05:31Z", [0.3], "Trump wants one but whatever is put on the table will be so ugly he will back off."], [83374, "2020-01-19T21:02:12Z", [0.35], ""], [83377, "2020-01-19T21:00:02Z", [0.6], ""], [83097, "2020-01-19T20:59:07Z", [0.18], ""], [83258, "2020-01-19T20:58:15Z", [0.05], "There's almost 0% that in a  federal presidential election year, the Republican candidate would want to have their picture taken with the Taliban. "], [83292, "2020-01-19T20:56:09Z", [0.65], "Some symbol of progress could be made during our election year but its viability would be less than zero."], [75863, "2020-01-19T20:55:04Z", [0.36], ""], [82824, "2020-01-19T20:55:02Z", [0.55], "Yes; but will be short lived.  Once the NATO forces pull out and leave Afghanistan the Taliban will re-activate and continue it's war against the Western Democracies and \"non-Islamic\" countries.  Remember those who adhere to the teachings of the \"Quran\" are commanded to conquer the \"non-believers\" and convert them to \"Islam\" or to eliminate them.  Convert and pay the tax or die."], [83357, "2020-01-19T20:54:33Z", [0.05], "They don't want it"], [83367, "2020-01-19T20:51:59Z", [0.9], "Trump needs a political win and he wants to take troops out"], [83097, "2020-01-19T20:51:55Z", [0.18], ""], [83358, "2020-01-19T20:45:41Z", [0.85], ""], [83116, "2020-01-19T20:44:56Z", [0.25], "This president nor his cabinet seem to have a taste for treaties or agreements they are willing to abide by. A lack of trust on both sides will keep an agreement on the table for quite some time. "], [83303, "2020-01-19T20:43:21Z", [0.0], "The Taliban has no reason to sign any agreements with anyone right now.  They still have enough privately funded monies to survive independently for at least another year or more.  Additionally, there are too many sub-factions within the Taliban to allow that to happen for quite some time."], [83345, "2020-01-19T20:41:51Z", [0.75], ""], [83354, "2020-01-19T20:40:15Z", [0.44], ""], [83219, "2020-01-19T20:38:42Z", [0.3], "This, in my opinion, would only occur if Trump agreed to everything they want just to get an agreement. If Trump feels he is behind in polling he would be likely to make a deal. Then he would report the agreement as if he got everything he had promised."], [83014, "2020-01-19T20:37:58Z", [0.2], ""], [43808, "2020-01-19T20:37:16Z", [0.35], ""], [83087, "2020-01-19T20:37:01Z", [0.21], ""], [83310, "2020-01-19T20:35:29Z", [0.5], "Trump wants to leave and doing so will help his re-election. Iran has a big say in it and will do everything it can to keep the US bogged down. "], [83326, "2020-01-19T20:34:00Z", [0.0], ""], [83316, "2020-01-19T20:33:28Z", [0.0], "No chance."], [83188, "2020-01-19T20:31:15Z", [0.05], "As long as Trump is in Office & Iran is under siege the US will.never get a peace agreement with afganistan"], [83336, "2020-01-19T20:30:29Z", [0.2], ""], [83279, "2020-01-19T20:27:51Z", [0.15], ""], [83307, "2020-01-19T20:27:42Z", [0.05], "Trump can’t negotiate "], [65276, "2020-01-19T20:26:53Z", [0.25], ""], [82522, "2020-01-19T20:25:49Z", [0.33], ""], [83288, "2020-01-19T20:24:56Z", [0.0], "Unless they contribute heroine profits to trumps super pac. "], [83091, "2020-01-19T20:23:59Z", [0.1], ""], [82378, "2020-01-19T20:22:36Z", [0.1], "Just don't believe it will happen before September or October.  Then Trump will declare victory and pull  out."], [83308, "2020-01-19T20:22:09Z", [0.4], ""], [65365, "2020-01-19T20:20:41Z", [0.5], "Both parties to the agreement are unpredictable. Trump is hungry for a big announcement and it will please his base too. However, the wild card is the Taliban.  How are they perceiving the conflict with Iran - as a losing proposition for Iran or as a winning one? If they perceive it as the latter, they will not sign the agreement. "], [83297, "2020-01-19T20:19:02Z", [0.05], ""], [81886, "2020-01-19T20:17:57Z", [0.0], "There is no appetite for agreement on either side."], [82802, "2020-01-19T20:15:50Z", [0.5], "Maybe, but it will not be a good agreement for the long haul."], [83053, "2020-01-19T20:14:46Z", [0.25], "The Afghan government should be directly negotiating with the Taliban, not the US, which needs to work on an exit plan. In the end, it is not far fetched to imagine postwar Afghanistan as a partitioned country. Sadly, the issues are too complicated to discuss here. "], [83276, "2020-01-19T20:12:21Z", [0.45], "Before the current administration took office talks were on a path towards peace in Afghanistan, even if it was a fragile peace.  With the constant wavering of US foreign policy for the last 3+ years, neither side has confidence of what the position the US might or might not take with respect to involvement in Afghanistan."], [83120, "2020-01-19T20:11:03Z", [0.15], ""], [82670, "2020-01-19T20:10:41Z", [0.5], "I’m not qualified to answer this. I haven’t tracked this news topic. This am picking neutral 50%"], [83273, "2020-01-19T20:10:00Z", [0.65], ""], [83287, "2020-01-19T20:09:43Z", [0.15], ""], [83259, "2020-01-19T20:08:29Z", [0.1], "Probably not in an election year. And depends on timing of troop withdrawals"], [83256, "2020-01-19T20:08:28Z", [0.6], "It is imperative for the country to make a deal with this matter.\n"], [83252, "2020-01-19T20:06:25Z", [0.0], ""], [83264, "2020-01-19T20:05:45Z", [0.21], ""], [83148, "2020-01-19T20:04:45Z", [0.75], ""], [83235, "2020-01-19T20:03:24Z", [0.12], "It's unlikely Trump wants to deal with this quagmire in an election.  Foreign policy has generally hurt him, and a surrender would work poorly."], [11271, "2020-01-19T20:01:50Z", [0.8], "Good elecfion PR. The only thing that matters for Trump"], [83074, "2020-01-19T20:01:37Z", [0.65], "It depends primarily in the ability of the Taliban being able to control its personnel."], [82316, "2020-01-19T19:58:54Z", [0.55], ""], [83115, "2020-01-19T19:57:57Z", [0.05], "no advantage to trump"], [83137, "2020-01-19T19:57:39Z", [0.6], "Taliban may believe US will leave if an agreement is signed."], [82848, "2020-01-19T19:57:17Z", [0.2], ""], [83247, "2020-01-19T19:55:36Z", [0.0], ""], [83022, "2020-01-19T19:54:40Z", [0.05], "Although this president can turn 180 degrees at any time, but I don’t believe we can come up with a good solution."], [83240, "2020-01-19T19:54:39Z", [0.25], ""], [58611, "2020-01-19T19:53:53Z", [0.5], "Trump wants to say he ended longest war"], [83233, "2020-01-19T19:53:43Z", [0.3], ""], [83243, "2020-01-19T19:53:09Z", [0.75], "I don’t know that it will be a “peace” agreement but it will allow for the withdrawal of NATO forces. "], [83017, "2020-01-19T19:52:16Z", [0.15], "It will be a dark day in US history"], [691, "2020-01-19T19:52:02Z", [0.08], ""], [82316, "2020-01-19T19:51:26Z", [0.55], ""], [82743, "2020-01-19T19:51:04Z", [0.95], "I believe Trump will take whatever will get America out of Afghanistan. "], [82841, "2020-01-19T19:51:04Z", [0.25], "The only reason for giving some weight to achieving an agreement is the willingness of Trump to make laughable agreements (such as that with North Korea). Such a peace agreement would be unlikely to hold or be meaningful for the situation in Afghanistan."], [82953, "2020-01-19T19:50:32Z", [0.15], "Taliban will be willing to wait for a change in the presidency. "], [83242, "2020-01-19T19:49:39Z", [0.15], ""], [83238, "2020-01-19T19:48:50Z", [0.1], ""], [66486, "2020-01-19T19:48:37Z", [0.7], "Trump needs this kind of deal to look presidential and to keep his campaign promise to pull troops out."], [82632, "2020-01-19T19:47:52Z", [0.4], ""], [82283, "2020-01-19T19:43:36Z", [0.0], "Impossible in so many ways.\nAn inmovable object against an infinite Force"], [83165, "2020-01-19T19:43:11Z", [0.1], "Why would either Trump or the Taliban make such a deal so early in the electoral cycle."], [83213, "2020-01-19T19:41:02Z", [0.35], ""], [44597, "2020-01-19T19:40:42Z", [0.35], "The conflict between the US and Taliban continues to elude any peace agreement and will unlikely get settled this year."], [56704, "2020-01-19T19:40:34Z", [0.45], "Trump may capitulate as a campaign tool"], [83007, "2020-01-19T19:40:32Z", [0.3], "Current US policy is contentious"], [83050, "2020-01-19T19:40:27Z", [0.5], "He'll want to go to the country claiming fulfillment of his election promise. "], [83218, "2020-01-19T19:40:00Z", [0.0], ""], [82627, "2020-01-19T19:38:34Z", [0.95], ""], [82632, "2020-01-19T19:38:27Z", [0.4], "The Taliban is an unreliable negotiating partner. "], [82666, "2020-01-19T19:37:36Z", [0.95], "I believe so, the US needs to withdraw from there and Trump again needs to show some win!!"], [82648, "2020-01-19T19:37:06Z", [0.15], "Trump will be acquitted by the Senate and this will give him more impetus to bully even more the US enemies"], [82569, "2020-01-19T19:36:55Z", [0.1], ""], [82538, "2020-01-19T19:36:49Z", [0.2], "It certainly would be a feather in Trump's oversized hat but I doubt the Taliban really wanst peace under any conditions except absolute victory."], [82659, "2020-01-19T19:36:31Z", [0.27], ""], [83163, "2020-01-19T19:36:15Z", [0.2], "Not likely.  The Taliban may think they will have a better chance to reach a peace agreement with a new US administration."], [7407, "2020-01-19T19:35:58Z", [0.2], ""], [83194, "2020-01-19T19:35:33Z", [0.0], ""], [82867, "2020-01-19T19:35:30Z", [0.66], ""], [82788, "2020-01-19T19:34:49Z", [0.4], ""], [83145, "2020-01-19T19:34:24Z", [0.15], ""], [82914, "2020-01-19T19:34:15Z", [0.55], ""], [83109, "2020-01-19T19:33:40Z", [0.2], "There seems to be no possibility of an agreement that would be acceptable to the Taliban but would not doom the Trump administration. Trump is unlikely to commit political suicide there."], [82639, "2020-01-19T19:32:32Z", [0.05], ""], [83164, "2020-01-19T19:31:55Z", [0.25], ""], [82472, "2020-01-19T19:30:53Z", [0.0], ""], [83103, "2020-01-19T19:30:50Z", [0.2], ""], [83149, "2020-01-19T19:30:13Z", [0.8], ""], [83041, "2020-01-19T19:30:10Z", [0.1], ""], [83062, "2020-01-19T19:30:09Z", [0.0], ""], [82913, "2020-01-19T19:30:05Z", [0.2], ""], [82854, "2020-01-19T19:29:25Z", [0.38], "Trump will want this badly, but it's still unlikely that his aides will be able to present him something ready for his signature. So, chances are just below 2-in-5."], [83172, "2020-01-19T19:29:02Z", [0.15], ""], [82636, "2020-01-19T19:28:54Z", [0.0], "Because of camp david debacle and further agression in region"], [61114, "2020-01-19T19:28:39Z", [0.05], ""], [82699, "2020-01-19T19:28:22Z", [0.25], ""], [83002, "2020-01-19T19:27:38Z", [0.0], "No. They will late for tje outcome of the US eñections"], [83085, "2020-01-19T19:27:18Z", [0.25], "This could happen if Trump perceived some political gain or electoral benefit. "], [82853, "2020-01-19T19:26:18Z", [0.75], "The agreement will simply be a diversion with zero intent on either side to comply"], [82822, "2020-01-19T19:25:36Z", [0.3], ""], [83019, "2020-01-19T19:25:34Z", [0.03], "I believe President Trump will consider a peace agreement with the Taliban as a sign of weakness and thus there will not be a pace accord with the Taliban during his tenure as President."], [82908, "2020-01-19T19:25:06Z", [0.0], "Any agreement will be closer to the and election.  Everything is a show with trump at the helm"], [83117, "2020-01-19T19:24:44Z", [0.55], ""], [82771, "2020-01-19T19:24:43Z", [0.7], "Trump sees this as important to electoral fortunes."], [82946, "2020-01-19T19:24:19Z", [0.49], ""], [83098, "2020-01-19T19:24:17Z", [0.15], ""], [65880, "2020-01-19T19:23:47Z", [0.4], "The frustration of the economically depressed will keep terrorism risks high."], [82941, "2020-01-19T19:23:43Z", [0.5], "Trump can't be predicted. "], [83129, "2020-01-19T19:23:19Z", [0.75], ""], [82621, "2020-01-19T19:23:12Z", [0.65], "trump will sign anything, then tell his tribe it’s ALL good. "], [82380, "2020-01-19T19:22:13Z", [0.2], "A Peace agreement would be a surprise given the fact that we are in an election year . Many on the far right would see it as an aquiessence to the Taliban . So sadly I don't see it happening . "], [82815, "2020-01-19T19:22:01Z", [0.45], "Unlikely such a signing could occur so soon. Except that Trump may push something through to deflect. "], [45014, "2020-01-19T19:22:00Z", [0.05], ""], [83047, "2020-01-19T19:21:49Z", [0.05], "I don't see this as much of a possibility. I don't think it's a priority for Trump."], [82909, "2020-01-19T19:21:36Z", [0.05], "It's time for the U.S. to pull out of Afghanistan. In the 1800's the Crimean War was fought, unsuccessfully on both sides, over Afghanistan, and nothing has changed in winning there since."], [82940, "2020-01-19T19:21:33Z", [0.49], "Unlikely in this short time frame, though likely later."], [83033, "2020-01-19T19:20:19Z", [0.0], ""], [83011, "2020-01-19T19:20:02Z", [0.25], "It always takes longer than you think."], [82781, "2020-01-19T19:19:55Z", [0.1], "It is a legitimacy game. Nothing will be actually achieved. Think North Korea and USA. Same story, different actors."], [83122, "2020-01-19T19:19:53Z", [0.6], ""], [82690, "2020-01-19T19:19:13Z", [0.25], ""], [83020, "2020-01-19T19:19:04Z", [0.5], ""], [83042, "2020-01-19T19:19:02Z", [0.0], "Taliban are not in control of Afghanistan"], [82607, "2020-01-19T19:18:23Z", [0.25], ""], [82626, "2020-01-19T19:18:14Z", [0.75], "Trump needs a significant win from at least one conflict zone"], [82989, "2020-01-19T19:18:01Z", [0.65], ""], [82818, "2020-01-19T19:17:47Z", [0.2], ""], [82840, "2020-01-19T19:16:46Z", [0.1], ""], [82605, "2020-01-19T19:16:40Z", [0.15], ""], [82716, "2020-01-19T19:16:12Z", [0.3], ""], [82874, "2020-01-19T19:16:02Z", [0.3], ""], [82791, "2020-01-19T19:15:42Z", [0.55], ""], [82784, "2020-01-19T19:15:38Z", [0.6], "Trump needs a military withdrawal to cement his “keeping promises”"], [82937, "2020-01-19T19:15:37Z", [0.18], ""], [58126, "2020-01-19T19:15:03Z", [0.1], ""], [82720, "2020-01-19T19:14:51Z", [0.25], ""], [80378, "2020-01-19T19:14:48Z", [0.0], ""], [82727, "2020-01-19T19:14:44Z", [0.25], ""], [82879, "2020-01-19T19:14:42Z", [0.05], ""], [82714, "2020-01-19T19:14:15Z", [0.4], ""], [82674, "2020-01-19T19:13:44Z", [0.25], "Taliban are willing to wait to get everything they want. They know the US will eventually leave."], [82501, "2020-01-19T19:13:30Z", [0.1], ""], [82977, "2020-01-19T19:13:26Z", [0.2], ""], [75947, "2020-01-19T19:13:03Z", [0.2], ""], [82580, "2020-01-19T19:12:56Z", [0.15], ""], [82489, "2020-01-19T19:12:42Z", [0.15], ""], [82783, "2020-01-19T19:12:38Z", [0.55], ""], [82809, "2020-01-19T19:12:22Z", [0.35], ""], [82847, "2020-01-19T19:11:45Z", [0.25], ""], [56694, "2020-01-19T19:11:30Z", [0.2], ""], [82546, "2020-01-19T19:11:25Z", [0.8], ""], [71374, "2020-01-19T19:11:22Z", [0.45], ""], [82766, "2020-01-19T19:11:00Z", [0.05], ""], [82910, "2020-01-19T19:10:58Z", [0.0], ""], [82701, "2020-01-19T19:10:54Z", [0.0], ""], [82821, "2020-01-19T19:10:53Z", [0.5], ""], [83045, "2020-01-19T19:10:37Z", [0.1], ""], [82797, "2020-01-19T19:09:18Z", [1.0], ""], [82638, "2020-01-19T19:09:16Z", [0.1], ""], [82608, "2020-01-19T19:09:08Z", [0.75], ""], [82686, "2020-01-19T19:08:27Z", [0.0], ""], [82898, "2020-01-19T19:07:56Z", [0.45], ""], [44030, "2020-01-19T19:07:47Z", [0.66], ""], [82768, "2020-01-19T19:07:32Z", [0.0], ""], [82519, "2020-01-19T19:07:25Z", [0.0], ""], [82678, "2020-01-19T19:07:23Z", [0.0], ""], [82619, "2020-01-19T19:07:13Z", [0.25], ""], [82717, "2020-01-19T19:06:55Z", [0.5], ""], [82472, "2020-01-19T19:06:18Z", [0.1], ""], [82500, "2020-01-19T19:05:34Z", [0.05], "No trust between thetwo."], [29054, "2020-01-19T19:05:04Z", [0.0], ""], [82767, "2020-01-19T19:04:37Z", [0.03], ""], [82687, "2020-01-19T19:03:11Z", [0.1], ""], [82622, "2020-01-19T19:02:52Z", [0.05], ""], [82518, "2020-01-19T19:02:23Z", [0.4], ""], [82393, "2020-01-19T19:01:08Z", [0.35], ""], [82500, "2020-01-19T18:59:49Z", [0.05], "Not enough trust between each party."], [82503, "2020-01-19T18:52:20Z", [0.85], ""], [82486, "2020-01-19T18:51:09Z", [0.15], ""], [82461, "2020-01-19T18:49:56Z", [0.2], ""], [82476, "2020-01-19T18:49:23Z", [0.5], "Hunch"], [82456, "2020-01-19T18:47:52Z", [0.25], ""], [81912, "2020-01-19T18:47:34Z", [0.8], "Trump wants out"], [82479, "2020-01-19T18:46:49Z", [0.35], ""], [82459, "2020-01-19T18:46:36Z", [0.0], "Because Taliban does not need it. Even if they would sign something. It won’t last."], [82475, "2020-01-19T18:44:58Z", [0.0], "Both sides want to be the good guys in a holy war."], [82432, "2020-01-19T18:44:37Z", [0.1], ""], [82444, "2020-01-19T18:41:17Z", [0.2], ""], [82389, "2020-01-19T18:41:10Z", [0.0], ""], [82021, "2020-01-19T18:39:38Z", [0.0], ""], [82435, "2020-01-19T18:38:34Z", [0.6], "Becuase Trump needs a win. That's the only reason"], [45046, "2020-01-19T18:38:18Z", [0.25], ""], [65932, "2020-01-19T18:38:07Z", [0.1], ""], [82436, "2020-01-19T18:37:38Z", [0.75], "Trump wants out before the election to fulfill a major campaign promise, regardless of human cost."], [82429, "2020-01-19T18:37:17Z", [0.99], "Trump wants to end the war. "], [82375, "2020-01-19T18:36:46Z", [0.35], ""], [22689, "2020-01-19T18:34:34Z", [0.05], ""], [82166, "2020-01-19T18:32:28Z", [0.2], "Not before election but after"], [82401, "2020-01-19T18:32:09Z", [0.35], "I doubt it looks like a peace agreement, if there is any peace... why would the Taliban give Trump a win?"], [82463, "2020-01-19T18:31:41Z", [0.1], "Trump wont do anything in the Middle East. If he survives the impeachment, he will spend the rest of the time up to the election (and even after) attacking democrats."], [58600, "2020-01-19T18:31:32Z", [0.67], ""], [44115, "2020-01-19T18:30:04Z", [0.1], "No reason for the Taliban to compromise at this time."], [82358, "2020-01-19T18:28:15Z", [0.2], "You never know, Trump may give up the farm to bandy about a perceived win he can boast about."], [82388, "2020-01-19T18:27:25Z", [0.55], ""], [82139, "2020-01-19T18:20:13Z", [0.75], "Yes because Trump will want to signal an exit before the election. It will likely be a bad deal but a politically opportunistic one."], [82374, "2020-01-19T18:19:11Z", [0.2], ""], [82360, "2020-01-19T18:18:38Z", [0.5], "Again, in a political year, anything is possible."], [82342, "2020-01-19T18:10:54Z", [0.1], ""], [82365, "2020-01-19T18:09:10Z", [0.25], "Unlikely but I don't have enough information to be more sure."], [82377, "2020-01-19T18:07:00Z", [0.0], ""], [10924, "2020-01-19T18:04:53Z", [0.55], ""], [47210, "2020-01-19T18:04:23Z", [0.35], "But it will not be a \"peace\" agreement, but a Trump administration de facto surrender..."], [82357, "2020-01-19T18:03:59Z", [0.1], "Why would the taliban sign anything?"], [61526, "2020-01-19T18:03:25Z", [0.6], ""], [82377, "2020-01-19T18:03:10Z", [0.0], ""], [82371, "2020-01-19T18:02:24Z", [0.2], ""], [64953, "2020-01-19T18:01:16Z", [0.15], "Trump is not sufficiently competent to complete such a complex agreement. The Taliban is too unwilling to compromise on any significant issue."], [58555, "2020-01-19T18:00:36Z", [0.2], "Iran's in the game now!"], [61325, "2020-01-19T17:59:55Z", [0.15], ""], [82346, "2020-01-19T17:59:29Z", [0.5], ""], [82298, "2020-01-19T17:58:40Z", [0.05], "I don't think this will happen this year.  The Trump administration just does not have the depth of trust with the participants to make this happen.  "], [82100, "2020-01-19T17:58:03Z", [0.2], ""], [65499, "2020-01-19T17:55:37Z", [0.35], "There might be an agreement, but it's likely to fall apart quickly."], [82339, "2020-01-19T17:54:05Z", [0.25], ""], [82341, "2020-01-19T17:53:15Z", [0.05], ""], [82344, "2020-01-19T17:50:56Z", [0.05], ""], [82159, "2020-01-19T17:50:12Z", [0.01], "NO, TRUMP CAN NOT BE TRUSTED AND EVERY GOVERNMENT IN THE WORLD KNOWS THIS TO BE TRUE SO NO AGREEMENT WILL BE REACHED"], [82336, "2020-01-19T17:49:59Z", [0.65], "Trump will attempt benefit with bad deal."], [81995, "2020-01-19T17:48:03Z", [0.5], ""], [81804, "2020-01-19T17:45:29Z", [0.1], "Trump will not allow it to happen. If he were to promote it sone in his base who are bellicose would see it as capitulation.  But others in his base would see not signing it into law to be as not fulfilling his promise to extract the US from foreign arenas. Either way Trump loses. So he will just let the possibility remain but not push it. "], [82270, "2020-01-19T17:44:01Z", [0.13], "The Taliban is just stalling for time. They are going to try and wait until after the US election."], [82315, "2020-01-19T17:43:03Z", [0.44], ""], [81896, "2020-01-19T17:42:27Z", [0.08], "Endless War continues."], [82280, "2020-01-19T17:41:45Z", [0.75], "Hopeful but doubtful Afghans splinter groups will honor it 😖"], [82295, "2020-01-19T17:41:18Z", [0.4], "America might cobble together stone weak and meaningless agreement just to look like a winner."], [82292, "2020-01-19T17:39:43Z", [0.05], "Why would this suddenly happen? We have a highly inflammatory president in office, and the next one is unlikely to be able to make a huge amount of ground in just a few months. "], [81915, "2020-01-19T17:38:33Z", [0.1], "Gut feeling "], [82293, "2020-01-19T17:38:00Z", [0.45], ""], [82250, "2020-01-19T17:33:14Z", [0.35], "Even with US forces in Afghanistan the Taliban has taken over large parts of the country.  They have no incentive to sign a peace agreement any time soon.  "], [81187, "2020-01-19T17:32:44Z", [0.1], ""], [81799, "2020-01-19T17:32:33Z", [1.0], ""], [82289, "2020-01-19T17:30:29Z", [0.25], ""], [82110, "2020-01-19T17:30:23Z", [0.0], ""], [82035, "2020-01-19T17:29:22Z", [0.15], ""], [82088, "2020-01-19T17:29:00Z", [0.25], ""], [15694, "2020-01-19T17:28:47Z", [0.25], ""], [82284, "2020-01-19T17:23:39Z", [0.0], ""], [82262, "2020-01-19T17:23:26Z", [0.15], ""], [81788, "2020-01-19T17:21:12Z", [0.5], ""], [82083, "2020-01-19T17:19:14Z", [0.5], "Trump will sign any agreement and claim it is a Peace Treaty."], [65775, "2020-01-19T17:19:06Z", [0.6], ""], [82256, "2020-01-19T17:18:49Z", [0.0], ""], [44670, "2020-01-19T17:17:21Z", [0.25], ""], [64712, "2020-01-19T17:16:29Z", [0.45], ""], [82229, "2020-01-19T17:15:06Z", [0.25], ""], [82238, "2020-01-19T17:13:11Z", [0.1], ""], [82206, "2020-01-19T17:11:07Z", [0.1], ""], [82110, "2020-01-19T17:08:32Z", [0.0], "Trump has lost all control of possible peace in the Mideast. "], [64657, "2020-01-19T17:07:12Z", [0.2], "I have little confidence this will occur after so many years of conflict. "], [82192, "2020-01-19T17:06:26Z", [0.5], "only after dumb trump is out of office"], [45007, "2020-01-19T17:05:30Z", [0.25], ""], [44313, "2020-01-19T17:03:58Z", [0.3], ""], [81869, "2020-01-19T17:03:53Z", [0.0], "Gut. "], [82214, "2020-01-19T17:00:19Z", [0.65], ""], [82181, "2020-01-19T17:00:11Z", [0.15], ""], [82203, "2020-01-19T17:00:01Z", [0.45], ""], [82037, "2020-01-19T16:59:22Z", [0.01], "Wow, this has to be a joke, right? There is far too much posturing within Afghanistan itself, tribal, religious, then all the active hostile intelligence services who want their outcome to happen, which is to void a peace deal and make ISAF bleed. Therefore, being too weak to invade Iran.  War on two front... The US is seen as being weakened by Iran, Russia, and China's threats.  The Afghan leaders will ask \"what would making an agreement with a weakened player achieve?\"     How do the players in Afghan stack up?  Who's money are they taking now?  How transient are their loyalties?  Come on, let us look at facts, unless you conduct total warfare you are weak, the west is weak and in decline as a military power.  The Taliban conduct total warfare, and you have to respect that. In fact, Islam conducts total warfare, social, economic, financial, political and in ways we are yet to see. Brilliant, Islamic tactics are the best I have read, seen, and so effective without firing a shot.  The Eu is a Nazi lead mess, NATO is a joke, Iran is influential in Afghan, and \"war is deceit\" said Mohammed.  The Islamic people know they will take over the west in fifty years so they will keep on fighting. As the west is already lost.   The hidden hand of the Saudi's, Chinese, Russian security services are in full effect.  The west is penetrated by all hostile intelligence services, much in the same way Afghan is. Just the west is too blood stupid to see it. That is why Islamic extremists have won the war in Europe already.   The countries change, only the billionaire players stay the same.  Only a few American banking families have made money from all the death.  Iran trains, supplies, weapons to the Taliban. The billionaires don't care about what religion wins, they make the money regardless.  Iran will be making deals with Afghanistan, as will the Pakistani ISI, the CIA will know all of this already.  Foreign policy needs to be dictated by the US, but they are too bloody arrogant to figure out they aren't the only players with layer cake agendas.  The Islamic agenda of war is global, timeless. they have been working on this for 1450 years. the policy-making fools in Washington can't yet see the west has lost the west insurgency and they, the Islamists know this.  Thanks to the UN, Tony Blair and the socialist agenda in the west. Taking oil blood money instead of looking after the people.  Then there is the global supply of drugs that are an influence.  Too many factors affecting multilayered religious fanatics who have beaten the US, UK and the rest of the west.  They must be laughing at us all.   No country has ever survived an insurgency, and yet the west has an active Islamic insurgency taking place, and this is known all over the Islamic world.  Again, what benefit to the Taliban is this agreement? None.  The yanks are cowards, too scared to do what is needed in war.  Total war or don't bother starting one.  Iran about to teach you this.  The ISAF actions are seen as locally, and internationally weak, with no outcomes, no strategy other than corporations making some cash from stealing as much yellow cake as possible.  The US is known as a financial bully, a coward that runs away when it gets tough, Vietnam is a prime example.  The US has no balls, lead by bankers, paid for by the blood ordinary people.  The US policy is a joke. The US must be on collective crack to think the Taliban will sign any agreement.  The Tali know this, and why on earth should they sign an agreement when they have already won?  The ISAF forces could have ended this war in days, yet they, the money men wanted a protracted war so that they could get richer. These money men, they will already be making deals with the key players to start up more fighting so that ISAF uses more ammunition, that the taxpayers pay for.  Then the money men get richer. So there is absolutely no reason for the Taliban, Haqqani or anyone to sign a peace deal.  A cowardly deal being pushed by a cowardly military who have lost a war and just want to get out.  Obama, the creator of ISIS, Muslim Brotherhood, lauded by the leftwing press, undermined the war effort to the benefit of the enemy. He gave Iran money, opened terrorist training camps in the USA, 72 of them I am told.  See, the Taliban have not only won the war in Afghanistan but also caused the western culture to be murdered with open arms thanks to our own politicians who sold us out.  Tell me why religious fanatics should sign any deal that isn't clearly giving them what they want?  "], [82212, "2020-01-19T16:59:14Z", [0.85], "US presidential elections. Trump has a drive to show achievements."], [82006, "2020-01-19T16:58:35Z", [0.35], ""], [82200, "2020-01-19T16:58:07Z", [0.5], ""], [81987, "2020-01-19T16:57:18Z", [0.75], "Trump will capitulate on all fronts to get the troops home."], [82219, "2020-01-19T16:56:41Z", [0.75], ""], [82119, "2020-01-19T16:56:35Z", [0.55], "WIll appear to be statesman like and hopefully vote-getting regardless of terms."], [7053, "2020-01-19T16:56:11Z", [0.2], ""], [82039, "2020-01-19T16:54:54Z", [0.3], ""], [82187, "2020-01-19T16:54:52Z", [0.5], ""], [82210, "2020-01-19T16:54:51Z", [0.8], ""], [82188, "2020-01-19T16:54:45Z", [0.56], ""], [82178, "2020-01-19T16:53:56Z", [0.25], ""], [82134, "2020-01-19T16:53:39Z", [0.1], " I don't think Trump is trusted to abide by any treaties and I think the Taliban will refuse to negotiate. "], [64172, "2020-01-19T16:53:27Z", [0.03], ""], [81746, "2020-01-19T16:52:59Z", [0.15], "Pulling out of Afghanistan under Trump's presidency will not happen. He has too much invested personally along with his co producers. It is not in his or their best interest to do so. "], [64305, "2020-01-19T16:52:37Z", [0.05], "The only common ground is shared hatred.  And the optics are just too bad for the US."], [82186, "2020-01-19T16:52:34Z", [0.3], ""], [82054, "2020-01-19T16:51:27Z", [0.11], "Iran and Russian Influence on Taliban they want it for minerals etc"], [82194, "2020-01-19T16:51:17Z", [0.3], ""], [82135, "2020-01-19T16:51:03Z", [0.2], ""], [81938, "2020-01-19T16:51:00Z", [0.25], ""], [82137, "2020-01-19T16:50:36Z", [0.0], "A deal is not close and there is no reason for a deal to be signed in the short term.  This will endure into the long term."], [5134, "2020-01-19T16:49:35Z", [0.1], ""], [81952, "2020-01-19T16:49:25Z", [0.5], "Who knows but any agreement will be a waste of time as the Taliban will break it when it suits them.."], [82135, "2020-01-19T16:48:44Z", [0.75], "Talliban will out wait Trump. "], [82005, "2020-01-19T16:47:42Z", [0.75], ""], [81983, "2020-01-19T16:47:42Z", [0.01], "Taliban is currently emboldened by the perceived retreat of US’ troops in Syria and demands by other countries for troop withdrawals. "], [81831, "2020-01-19T16:46:31Z", [0.05], "The Taliban is more than just an insurgency--it is a movement motivated by an extremist religious vision. According to their worldview the US has no point in being involved in the Middle East. It is an example of an infidel nation involving itself in the affairs of the world ummah-- and that is simply unacceptable. I do not see room in this worldview for the type of compromise that would be necessary to reach any type of peace agreement with someone they view as their mortal adversary. The Taliban has now been at odds with the US for decades. Why would anything change now? These types of groups are masters of the long game and are content with waiting for years until their window of advantage opens up."], [82151, "2020-01-19T16:44:13Z", [0.05], ""], [75611, "2020-01-19T16:44:05Z", [0.55], ""], [82173, "2020-01-19T16:44:03Z", [0.15], ""], [81993, "2020-01-19T16:43:19Z", [0.5], "Who knows what Trump will do. He is a flip flopper on everything that blows."], [81948, "2020-01-19T16:42:58Z", [0.25], "The Taliban is too unpredictable, and now so is the U.S. government."], [82017, "2020-01-19T16:42:04Z", [0.75], ""], [44685, "2020-01-19T16:41:35Z", [0.1], "Taliban will wait until after the election "], [81744, "2020-01-19T16:41:27Z", [0.65], "Need by US to claim success. Will not last. "], [5820, "2020-01-19T16:41:21Z", [0.65], ""], [81758, "2020-01-19T16:40:51Z", [0.1], ""], [82103, "2020-01-19T16:39:51Z", [0.2], ""], [61126, "2020-01-19T16:39:12Z", [0.63], ""], [82113, "2020-01-19T16:38:46Z", [0.8], "Trump will do anything to try to withdraw"], [82023, "2020-01-19T16:38:40Z", [0.4], ""], [1528, "2020-01-19T16:38:39Z", [0.3], ""], [82133, "2020-01-19T16:37:44Z", [0.15], ""], [81949, "2020-01-19T16:36:29Z", [0.5], "But it won't survive our departure. The current gov't will fall and a Taliban-like replacement will rise, but this time they will discourage Al Qaeda-like training within their borders. Once burned..."], [47202, "2020-01-19T16:35:39Z", [0.35], "Doesn't look like Taliban is all that interested and doesn't need an agreement.  Trump needs one to make it look like he is a peacemaker and a strongman, but public blowback will erode his resolve."], [82138, "2020-01-19T16:35:15Z", [0.05], ""], [82009, "2020-01-19T16:32:03Z", [0.13], ""], [44314, "2020-01-19T16:31:32Z", [0.25], ""], [81836, "2020-01-19T16:31:28Z", [0.05], "Obviously, Trump would love going to the election with a success like this, but his administration just does not have the confidence to pull it off."], [81763, "2020-01-19T16:31:08Z", [0.0], "We are increasing our troop presence. They will once we leave. If there is peace while we are still militarily a presence then it’s a farce and expect to see them get armed and fight proxy wars with us. "], [81772, "2020-01-19T16:29:38Z", [0.65], ""], [82010, "2020-01-19T16:29:12Z", [0.65], "Trump would like some kind of political win even if he gets a bad deal."], [82076, "2020-01-19T16:28:50Z", [0.35], ""], [81922, "2020-01-19T16:28:08Z", [0.5], ""], [81909, "2020-01-19T16:28:07Z", [0.75], "Desperate Trump wants a win."], [82004, "2020-01-19T16:28:04Z", [0.4], ""], [81847, "2020-01-19T16:27:18Z", [0.0], ""], [81748, "2020-01-19T16:26:25Z", [0.7], "Trump wants to reduce foreign involvement and bring troops home . He needs some victories before the election ."], [82004, "2020-01-19T16:26:17Z", [0.5], "DJT needs it"], [81911, "2020-01-19T16:26:01Z", [0.8], ""], [81798, "2020-01-19T16:25:10Z", [0.2], "NO the Afghan government loves us and wants us there behind closed doors but in public they cant say as much \nI don't think in my lifetime that we will ever leave Afghanistan or Iraq "], [66307, "2020-01-19T16:24:05Z", [0.05], ""], [81802, "2020-01-19T16:23:33Z", [0.2], ""], [82068, "2020-01-19T16:23:29Z", [0.07], ""], [82049, "2020-01-19T16:23:05Z", [0.49], ""], [81858, "2020-01-19T16:22:59Z", [0.25], ""], [81873, "2020-01-19T16:22:58Z", [0.5], ""], [81771, "2020-01-19T16:22:41Z", [0.25], ""], [82007, "2020-01-19T16:22:13Z", [0.05], ""], [81782, "2020-01-19T16:21:31Z", [0.0], "there will no agreement . before that happen the Taliban need to agree within them self and that will not happen for sure."], [81813, "2020-01-19T16:21:23Z", [0.35], ""], [81857, "2020-01-19T16:20:21Z", [0.75], ""], [81844, "2020-01-19T16:19:55Z", [0.5], "Any peace deals wouldn’t last long enough. "], [81876, "2020-01-19T16:19:07Z", [0.0], ""], [81940, "2020-01-19T16:19:06Z", [0.89], ""], [44370, "2020-01-19T16:18:41Z", [0.75], "But it will be meanigless, for election purposes only."], [81833, "2020-01-19T16:18:29Z", [0.0], "Comment deleted on Jan 19, 2020 04:20PM UTC"], [81991, "2020-01-19T16:18:06Z", [0.1], ""], [81850, "2020-01-19T16:17:30Z", [0.15], ""], [82019, "2020-01-19T16:17:14Z", [0.3], ""], [81888, "2020-01-19T16:16:47Z", [0.0], ""], [43265, "2020-01-19T16:16:32Z", [0.68], "Trump will push to give him an election year push"], [65298, "2020-01-19T16:16:14Z", [0.25], ""], [81740, "2020-01-19T16:15:59Z", [0.6], ""], [66621, "2020-01-19T16:15:59Z", [0.3], ""], [64607, "2020-01-19T16:15:46Z", [0.05], ""], [81855, "2020-01-19T16:15:13Z", [0.2], ""], [81878, "2020-01-19T16:14:56Z", [0.05], ""], [81837, "2020-01-19T16:14:37Z", [0.2], ""], [81765, "2020-01-19T16:14:18Z", [0.05], ""], [81726, "2020-01-19T16:13:10Z", [0.45], ""], [43941, "2020-01-19T16:12:24Z", [0.2], ""], [13652, "2020-01-19T15:52:17Z", [0.5], ""], [81675, "2020-01-19T15:51:25Z", [0.0], ""], [81715, "2020-01-19T15:50:49Z", [0.2], "Just election gimmick by Trump "], [36967, "2020-01-19T15:28:58Z", [0.63], ""], [81714, "2020-01-19T15:20:22Z", [0.15], ""], [81716, "2020-01-19T15:12:31Z", [0.05], "It won’t happen "], [54493, "2020-01-19T15:03:17Z", [0.1], "Wait for 2021"], [40685, "2020-01-19T14:55:59Z", [0.05], ""], [19340, "2020-01-19T14:23:41Z", [0.0], ""], [81699, "2020-01-19T14:21:28Z", [0.1], "Such a peace treaty may well include that the US has to withdraw the armed forces. That is unlikely to happen"], [78032, "2020-01-19T14:07:14Z", [0.05], ""], [81692, "2020-01-19T14:04:45Z", [0.05], ""], [9737, "2020-01-19T13:50:40Z", [0.05], ""], [50395, "2020-01-19T13:50:06Z", [0.25], ""], [81662, "2020-01-19T13:49:19Z", [0.1], ""], [81647, "2020-01-19T13:46:52Z", [0.5], "I think it will happen before the election for political purposes, but by 13 July? That may be a bit early."], [58527, "2020-01-19T13:42:55Z", [0.65], "The desire for a total withdrawal of forces seems high with the public."], [34902, "2020-01-19T13:40:15Z", [0.15], ""], [81640, "2020-01-19T13:34:40Z", [0.35], "The Taliban cannot be allowed to be part of any countries political administration. "], [81683, "2020-01-19T13:31:34Z", [0.1], ""], [81691, "2020-01-19T13:31:08Z", [0.1], ""], [81676, "2020-01-19T13:27:49Z", [0.3], "Too close to election to concede."], [81592, "2020-01-19T13:25:44Z", [0.5], ""], [81667, "2020-01-19T13:25:21Z", [0.25], ""], [81682, "2020-01-19T13:24:32Z", [0.0], ""], [81597, "2020-01-19T13:19:12Z", [0.1], "No political benefit"], [81596, "2020-01-19T13:15:51Z", [0.3], "I don't think that is likely. Both sides don't trust each other. On the other hand Trump is desparate for his reelection...."], [81642, "2020-01-19T13:14:50Z", [0.05], ""], [64804, "2020-01-19T13:14:34Z", [0.4], ""], [81652, "2020-01-19T13:14:11Z", [0.1], ""], [81681, "2020-01-19T13:13:30Z", [0.2], ""], [81678, "2020-01-19T13:13:20Z", [0.25], ""], [81658, "2020-01-19T13:13:03Z", [1.0], ""], [81623, "2020-01-19T13:12:38Z", [0.1], ""], [81665, "2020-01-19T13:11:39Z", [0.1], ""], [81626, "2020-01-19T13:11:17Z", [0.05], ""], [58648, "2020-01-19T13:10:09Z", [0.1], "The career diplomats won’t let this happen"], [81593, "2020-01-19T13:10:08Z", [0.5], ""], [68188, "2020-01-19T13:09:54Z", [0.05], ""], [81641, "2020-01-19T13:09:39Z", [0.1], ""], [81620, "2020-01-19T13:08:38Z", [0.05], ""], [81621, "2020-01-19T13:08:16Z", [0.35], ""], [81622, "2020-01-19T13:06:22Z", [0.0], ""], [55706, "2020-01-19T12:45:33Z", [0.15], ""], [73970, "2020-01-19T12:19:09Z", [0.3], ""], [72553, "2020-01-19T12:11:25Z", [0.03], ""], [81549, "2020-01-18T22:26:48Z", [0.32], ""], [68335, "2020-01-18T22:02:06Z", [0.5], ""], [68335, "2020-01-18T21:59:51Z", [0.35], ""], [745, "2020-01-18T20:47:43Z", [0.67], "I think Trump wants this for re-election.   The Washington Post expose on Afghanistan provides sufficient justification.  No one knows what they are doing in Afghanistan so leaving is as good as any alternative.  I think people would support Trump on leaving."], [81145, "2020-01-18T17:33:18Z", [0.2], ""], [38094, "2020-01-18T17:09:20Z", [0.5], "Before 13 July 2020, will the United States and Afghan Taliban sign a peace agreement?\nThis is the most difficult forecast to come to grips with motivation is there, number of parties invovled is few, stakes are high for a win on both sides."], [677, "2020-01-18T17:02:03Z", [0.0], ""], [11885, "2020-01-18T09:07:56Z", [0.0], ""], [10924, "2020-01-18T04:38:06Z", [0.25], ""], [56, "2020-01-18T00:36:43Z", [0.02], ""], [31251, "2020-01-17T22:50:03Z", [0.11], ""], [4645, "2020-01-17T22:33:15Z", [0.35], ""], [81343, "2020-01-17T12:26:28Z", [0.27], "The history of U.S.-Taliban negotiations, with at least 4-5 substantive rounds of negotiations failed since 2011, suggests starting with a low estimate. The latest round of talks, which began in 2018 and ended in September 2019 with the U.S. President's decision to end negotiations in response to continued Taliban attacks on U.S. forces, had reportedly reached agreement on a draft deal including a timeline for withdrawal of U.S. forces. Negotiations over the U.S. withdrawal from Vietnam could be considered as a parallel, and that agreement was reached within a few months of President Nixon's reelection on a promise of \"peace with honor\". That said, the political focus on Vietnam within the U.S. electorate was quite different, so perhaps it's not a helpful analogy. This question closes the day the DNC opens, doesn't indicate that the peace agreement needs to be durable, and doesn't preclude separation from a follow-on round of even more contentious talks among Afghan parties, so it's hard for me not to look at this question from the perspective of the U.S. election cycle and the U.S. President's promise to end the U.S. commitment in Afghanistan. While I'm generally skeptical of the prospects given 9 years of failed negotiations, the potential for a political decision to agree to terms similar to those already agreed upon in 2019, even without changed facts on the ground, bumps up my estimate, along with recent reporting that the Taliban have offered a partial stand-down as part of a dialogue with the U.S. that renewed in early December."], [75863, "2020-01-17T03:22:45Z", [0.33], ""], [75863, "2020-01-16T23:32:38Z", [0.45], ""], [75863, "2020-01-16T23:32:17Z", [0.55], ""], [172, "2020-01-16T21:40:48Z", [0.35], "Taliban proposed a 7-10 day ceasefire in hopes of kickstarting talks. Historically they didn’t want ceasefires. The needle is moving. Trump has shown he can move fast at times. \nhttps://www.theguardian.com/world/2020/jan/16/taliban-offer-to-stand-down-fighters-to-restart-peace-talks-with-us"], [41318, "2020-01-16T16:15:02Z", [0.05], ""], [38094, "2020-01-16T15:38:58Z", [1.0], "Before 13 July 2020, will the United States and Afghan Taliban sign a peace agreement?\nI'll go back to the optomistic position. Someone has to have some hope.\nNYT Jan 16 https://www.nytimes.com/2020/01/16/world/asia/afghanistan-taliban-agreement.html?action=click&module=Latest&pgtype=Homepage\n"], [79048, "2020-01-16T12:03:47Z", [0.11], ""], [57778, "2020-01-16T00:25:30Z", [0.11], ""], [81465, "2020-01-15T20:24:47Z", [0.19], "Lowering my prediction to be closer to the group. Still bullish."], [81465, "2020-01-15T20:22:59Z", [0.27], "Given the unpredictability of the Trump administration and their tendency to use diplomacy as a distraction from domestic issues, I think there is a chance a deal will be agreed to before July 13. I think Trump will be very determined to have some sort of agreement with the Taliban before re-election.  -Stephen"], [1333, "2020-01-15T18:49:45Z", [0.08], ""], [81358, "2020-01-15T16:33:26Z", [0.09], "This type of peace agreement could be hard domestically during an election year in the US. Additionally, the Taliban seems incapable of maintaining a cease fire during negotiations."], [1333, "2020-01-15T15:51:09Z", [0.09], ""], [67246, "2020-01-15T08:40:38Z", [0.09], ""], [79660, "2020-01-15T05:57:49Z", [0.08], "With the focus on the pressure between Iran & USA, I doubt the Taliban has any interest in settling scores with the US. \nThe big Evil US is a political platform for them to use, to monger peace now would ruin the political leverage. "], [31251, "2020-01-15T00:24:19Z", [0.04], ""], [691, "2020-01-14T21:34:56Z", [0.06], ""], [38094, "2020-01-14T21:26:13Z", [0.5], "Before 13 July 2020, will the United States and Afghan Taliban sign a peace agreement?\nOk, I've been hung out on a limb for a while, I'll shimmy back towards the trunk and continue to hold on.\nEconomist estimates approx. 14K US military in Afghanistan - one of the inducements to a peace agreement."], [3429, "2020-01-14T19:55:31Z", [0.0], "Not expecting any change in the immediate future"], [79591, "2020-01-14T18:16:29Z", [0.0], ""], [78336, "2020-01-14T17:33:06Z", [0.1], ""], [14107, "2020-01-14T16:58:10Z", [0.16], ""], [81534, "2020-01-14T16:50:49Z", [0.03], ""], [80764, "2020-01-14T16:41:36Z", [0.07], ""], [76743, "2020-01-14T13:24:25Z", [0.05], ""], [73687, "2020-01-14T12:27:43Z", [0.09], ""], [41922, "2020-01-14T09:54:03Z", [0.1], ""], [81526, "2020-01-14T09:20:52Z", [0.01], ""], [19106, "2020-01-14T07:14:57Z", [0.03], "https://menafn.com/1099528241/Afghanistan-US-Iran-conflict-would-mean-end-of-Afghan-peace-process-Olson"], [13306, "2020-01-14T01:54:58Z", [0.06], ""], [78328, "2020-01-14T01:31:49Z", [0.05], ""], [14432, "2020-01-13T23:59:30Z", [0.0], ""], [81365, "2020-01-13T22:29:45Z", [0.12], "According to the US Institute of Peace, half of all peace agreements fail, which starts the general base rate at 50%.  Furthermore, additional research shows that peace agreements are 64% less likely to fail when civil society participates in the negotiations.  Given that the Afghan government has not been involved, I'm refining the base rate to 22%.  After analyzing the internal situation in Afghanistan and the timeline of the question, I've reduced the forecast an additional 10%.  If the Taliban stops attacking US forces, if the Afghan government and Ashraf Ghani becomes more involved in the process, and if other third parties who can negatively influence the negotiations express a desire for peace, I would adjust the forecast in more of a positive direction."], [81519, "2020-01-13T20:48:38Z", [0.05], ""], [81510, "2020-01-13T17:07:08Z", [0.1], ""], [41922, "2020-01-13T09:33:59Z", [0.3], ""], [29054, "2020-01-12T19:38:46Z", [0.0], ""], [81500, "2020-01-12T19:33:28Z", [0.2], ""], [81501, "2020-01-12T19:00:49Z", [0.65], ""], [31275, "2020-01-12T15:24:15Z", [0.2], "https://twitter.com/news_8/status/1216371252077780993?s=21\nThe killing of two US service members may stall the talks. Also Taliban control about half the country so they have little incentive to stop and make peace with Afghan government. It might do ceasefire with US and then US withdraw but that is not what is happening now. Lowering until talks about ceasefire ramp up."], [67403, "2020-01-12T09:47:34Z", [0.25], ""], [1034, "2020-01-11T22:31:42Z", [0.0], ""], [75863, "2020-01-11T21:54:13Z", [0.04], ""], [81489, "2020-01-11T16:56:00Z", [0.1], ""], [80475, "2020-01-11T15:13:43Z", [0.08], "Looks like the Taliban ceasefire was \"fake news\" so I am moving these odds most of the way back down. \nhttps://www.france24.com/en/20191230-taliban-slams-baseless-reports-of-ceasefire-plans-1"], [81487, "2020-01-11T14:56:00Z", [0.2], "Possible, but Taliban violence may continue to thwart progress.  Lack of central control of the organization (exemplified by violent acts at inopportune times relative to peace talks) make it difficult to trust that negotiators 1. can control their military forces/militias/fighters 2. are trustworthy this should continue to make peace talks difficult.  However, Trump/ America wants to exit Afghanistan and public support/ identified US national interest are badly waining - this will lower the threshold for trust required."], [1333, "2020-01-11T14:23:10Z", [0.1], ""], [81486, "2020-01-11T12:09:27Z", [0.0], ""], [32100, "2020-01-10T21:49:53Z", [0.01], ""], [81327, "2020-01-10T21:43:02Z", [0.3], "An apparent deal was ready to sign, but held up by President Trump.   Ending the war in Afghanistan would fulfill a pledge ahead of 2020 elections.  I would rate higher if the date was extended to October."], [81432, "2020-01-10T21:35:39Z", [0.27], "A peace agreement in 2020 is not out of the question. However, the Taliban have continued to rely on violence in order to progress their position at the bargaining table, most recently attacking Bagram airbase in December 2019. As long as they continue to see violence as an effective method of positioning, it will be difficult for any real peace agreement to be signed. "], [70993, "2020-01-10T18:36:51Z", [0.4], "Trump is desperate to get out of Afghanistan. "], [19127, "2020-01-10T15:46:06Z", [0.06], ""], [691, "2020-01-10T15:15:51Z", [0.06], ""], [63290, "2020-01-10T14:46:09Z", [0.1], ""], [81472, "2020-01-10T13:12:31Z", [0.35], "taliban opened talks. \nhave agreed to ceasefire. "], [80622, "2020-01-10T12:30:58Z", [0.02], ""], [19801, "2020-01-10T11:23:54Z", [0.35], "Taliban council agrees to cease-fire in Afghanistan\nhttps://apnews.com/caa4c5aaf88e982ed0cdb4e132b0d89c"], [51261, "2020-01-09T18:04:04Z", [0.2], ""], [13306, "2020-01-09T13:25:02Z", [0.09], ""], [81450, "2020-01-09T09:01:50Z", [0.0], ""], [68335, "2020-01-08T23:23:29Z", [0.25], ""], [1333, "2020-01-08T19:15:21Z", [0.11], ""], [75776, "2020-01-08T18:50:45Z", [0.2], ""], [31275, "2020-01-08T18:19:49Z", [0.35], "Higher than crowd on this. Trump needs a diplomatic win and then there is this. http://www.afghanistantimes.af/afghanistan-optimistic-for-taliban-peace-deal/"], [81431, "2020-01-08T16:46:55Z", [0.12], ""], [4577, "2020-01-08T16:32:15Z", [0.1], ""], [35013, "2020-01-08T09:39:57Z", [0.25], ""], [57778, "2020-01-08T06:47:18Z", [0.11], ""], [14107, "2020-01-07T23:21:14Z", [0.17], ""], [60705, "2020-01-07T21:42:47Z", [0.0], "America has demonstrated that it cannot be trusted.  There cannot be any agreement that another nation or group of nations will sign until Trump is gone.  To do so would be to their detriment."], [52778, "2020-01-07T21:16:25Z", [0.6], "Factors will bring down probability depending on US/Iran/Russia situation"], [172, "2020-01-07T20:54:05Z", [0.15], ""], [81385, "2020-01-07T20:32:03Z", [0.05], ""], [74983, "2020-01-07T20:00:38Z", [0.17], "Due to US action in Iran "], [79489, "2020-01-07T18:49:26Z", [0.3], ""], [34353, "2020-01-07T15:33:23Z", [0.0], ""], [66692, "2020-01-07T13:00:41Z", [0.0], "What the heck, rolling the dice and going all in..."], [30364, "2020-01-07T05:03:05Z", [0.05], ""], [79660, "2020-01-07T04:18:34Z", [0.16], "Both the US and Afgan need a peace agreement. \nWith tension rising in Iran, the US needs the peace deal to bring about a modicum of stability in the region to minimise it's exposure. I.e. it needs the peace deal so that it can anticipate and/or wage war elsewhere. \nAfgan need a peace deal, and to be in US favour, to avoid aggression against them.\nHowever, this is not a peace deal with the Afgan politicians, but with the Taliban who have come out in open support against the US assassination in Iran.\nA peace deal between US and Taliban at the moment is low.   "], [79660, "2020-01-07T03:42:26Z", [0.63], ""], [62732, "2020-01-06T23:26:06Z", [0.15], "The president is making the situation in the Middle East less stable. There will be fallout to the assassination in Iran."], [26666, "2020-01-06T23:23:10Z", [0.07], ""], [77525, "2020-01-06T21:42:11Z", [0.05], ""], [16139, "2020-01-06T20:43:00Z", [0.0], ""], [16139, "2020-01-06T19:16:39Z", [0.15], "Current administration will not extend peace offering on mutual terms"], [66789, "2020-01-06T18:27:25Z", [0.4], "While Trump would probably like to be able to boast about such an agreement ahead of the election, I think that given the Taliban's recent attack around the peace talks in September, and with their recent hostile language to the US, this agreement is unlikely."], [79783, "2020-01-06T16:18:09Z", [0.03], "Lowering due to major escalation in Iran and the region "], [10192, "2020-01-06T06:19:06Z", [0.05], ""], [67232, "2020-01-06T05:22:47Z", [0.35], "I am reducing the number in part because of the killing of the Iranian general and in part because these things take a long time when very experienced diplomats are involved.  It is more likely that we would just leave without an agreement.  On the other hand, we are motivated to leave, and the Taliban is anxious to have us leave so there is a possibility of a mutual advantage in reaching some sort of agreement. "], [31201, "2020-01-06T05:08:39Z", [0.05], "Iran now distracts from this process."], [67642, "2020-01-06T02:02:21Z", [0.05], ""], [1646, "2020-01-06T01:45:35Z", [0.07], ""], [38094, "2020-01-06T00:48:42Z", [1.0], "Before 13 July 2020, will the United States and Afghan Taliban sign a peace agreement?\nHattip to @Terry-Smith for sound logic and readable pointer. Hattip to @SajanJoseph for a good arguement.\nThere aren't many foreign affairs that can be controlled, but in this case there are only two interested parties and no absolutes - unlike DPRK situation.\nWhen viewed thru the lens of the China trade agreement - an agreement can be reached. Sooner is better for both parties to declare victory."], [81346, "2020-01-05T23:46:19Z", [0.21], ""], [78328, "2020-01-05T22:33:14Z", [0.08], "it's just........ like pedalling uphill........ too..... hard"], [78328, "2020-01-05T22:32:17Z", [0.1], ""], [12771, "2020-01-05T20:46:40Z", [0.5], "Too much at stake for both parties.\n"], [10924, "2020-01-05T19:25:59Z", [0.15], ""], [80852, "2020-01-05T17:30:59Z", [0.05], ""], [71701, "2020-01-05T14:51:43Z", [0.2], "US President Trump is eager to sign a peace agreement to fulfill his electoral promise.  The condition for peace talks and the outcome of it is the withdrawal of US troops from Afghanistan. Within US there is ambivalence about withdrawal and its potential consequences to Afghanistan. The country may eventually come under Taliban again and could harbor anti-American terrorist groups like before.  Taliban would certainly like to see US troops gone so that they can re-exert their influence. Certainly the Afghan government would prefer the continued presence of US troops. However it is weak and hardly has a say in the peace negotiations.  So two major parties are pro-withdrawal. The third has no say even though it is against it. As Taliban understands Trump's eagerness to withdraw US troops, they may try to negotiate a better deal before the US elections. An electoral loss for Trump would see Democrats in place and protracted US withdrawal which is against Taliban's interests. An electoral win could make Afghanistan a lesser priority for Trump and the troops may continue. But again Iran is a wild card entry than may distract the focus of US from Afghanistan. Anyway I am betting on a 20% chance of peace agreement. "], [81336, "2020-01-05T13:27:19Z", [0.03], ""], [80425, "2020-01-05T12:02:43Z", [0.0], "Unlikely as attention US attention is on Iran"], [23999, "2020-01-05T10:12:56Z", [0.05], ""], [60061, "2020-01-05T03:25:12Z", [0.15], ""], [32300, "2020-01-04T23:04:12Z", [0.14], ""], [32300, "2020-01-04T22:58:40Z", [0.15], ""], [1333, "2020-01-04T22:26:30Z", [0.1], ""], [28166, "2020-01-04T19:57:42Z", [0.05], ""], [79464, "2020-01-04T18:22:49Z", [0.0], ""], [75863, "2020-01-04T17:53:41Z", [0.05], ""], [81321, "2020-01-04T13:53:49Z", [0.3], ""], [49149, "2020-01-04T11:53:38Z", [0.05], ""], [60695, "2020-01-04T10:40:10Z", [0.8], ""], [26553, "2020-01-04T10:07:44Z", [0.35], ""], [18679, "2020-01-04T09:39:12Z", [0.01], ""], [14107, "2020-01-04T09:02:44Z", [0.18], ""], [67232, "2020-01-04T04:54:24Z", [0.55], ""], [27978, "2020-01-04T04:45:56Z", [0.02], "Not after this weeks actions in Iraq."], [1624, "2020-01-04T00:40:59Z", [0.15], ""], [80985, "2020-01-03T20:12:06Z", [0.07], "There are no easy answers in Afghanistan.  The number of interdependent issues even made headlines in 2009/2010 with GEN McChrystal's complexity diagram.  Though the diagram was derided by many it only scratches the surface of the competing interests and overlapping allegiances of the people, politics, religion, and economy of the county.   The question of a peace agreement is one of time and interest.  President Trump has said it is in the U.S. interest to end the war and bring Soldiers home (probably before a November 2020 election).  The Taliban believes it is in its interest to end the war with the U.S. and end 'foreign occupation' of Afghanistan.  These two circles have a great deal of potential overlap, but the divergent element is the elected government of Afghanistan.  The 2019 elections had poor turnout and the current President Ashraf Ghani was identified as the preliminary winner, but this result was challenged by his chief rival.  The situation is similar to the last election which required the U.S. to negotiate a power sharing agreement between the two.  Though nominally sharing power over this term, the government has been ineffective in many area.  A weak mandate among only a portion of the population has not set the government up for success.   The Taliban almost certainly sees this as a positive outcome, but could approach it two ways: continue to refuse meeting with an 'illegitimate' Afghan government, seek to meet and dominate a weak government.  Past behavior would indicate the first option.  Though the U.S. resumed negotiations with the Taliban after the elections - almost certainly with some understanding of the outcome - there doesn't seem to be an indication of how the U.S. will reconcile the status of the Afghan government in a Peace Agreement with the Taliban.  The spectre of history and the U.S. withdrawal from Vietnam would loom large if a decision was made to fully depart (a Taliban requirement) without an agreement on government's status.   The second factor is time - While winter has been a time of reduced violence in the past (environmental factors contributing), spring is a time for poppy harvest and the initiation of new offensives.  To be effective an agreement would need to be achieved prior the winter thaw and the conflict which inevitably occurs around the nesh.  The poppy harvest in Afghanistan is a multi-billion dollar event.  Whether the violence is between drug producers-transporters-protectors-government or some combination thereof, the increased level of violence would be a disruptive element in negotiations.  Traditionally, the talk of peace is normally at its height in the winter, but fades as the potential profit from the poppies grows to maturity and Taliban elements gain access to more money.  In 2020, a central government with a weak mandate may only encourage the Taliban to seek a military victory even more.     While possible - a fully concluded peace agreement is unlikely.   Afghan Elections - Ghani by a nose\nUS Election - Primaries start in February, Dem National Convention starts on 13 July\nPoppy Cycle (Heroin) - planted now, harvest in April\nHarboring Terrorist / facilitating external terror attacks - AQ, ISIS \nInterpretation and Application of Sharia Law - human rights\nForeign Presence / Assistance to Afghan Government Forces - Memories of Vietnam\n"], [1333, "2020-01-03T19:29:30Z", [0.09], ""], [81308, "2020-01-03T18:38:21Z", [0.1], "I'm being optimistic but this is unlikely to happen and given current tensions (01/03/2020) with Iran I should probably lower the odds, but I like being optimistic"], [233, "2020-01-03T17:47:16Z", [0.0], ""], [13306, "2020-01-03T15:57:42Z", [0.12], ""], [81304, "2020-01-03T15:13:05Z", [0.71], "The conflict is ripe for negotiations. "], [23999, "2020-01-03T15:05:22Z", [0.03], ""], [80634, "2020-01-03T14:10:33Z", [0.05], ""], [31251, "2020-01-03T12:56:31Z", [0.06], ""], [80764, "2020-01-03T12:25:39Z", [0.1], ""], [66556, "2020-01-03T12:11:25Z", [0.1], ""], [1019, "2020-01-03T10:38:36Z", [0.15], ""], [67246, "2020-01-03T10:10:57Z", [0.2], ""], [80179, "2020-01-03T05:17:58Z", [0.85], ""], [40584, "2020-01-03T05:12:45Z", [0.25], "Just jumping into this one without conviction at this point. Cons:\n To start with the obvious: this is a heavy lift. \n it seems that Trump will have enough on his hands in the next six months.  Pros: \nOn the other hand DJT does seem to like flashy, controversial announcements and this would fit the bill. \nTrump seems more inclined to do deals with people with little regard for human rights than has been the norm in the past. That could tip the balance towards \"yes\"  Still ... it's a heavy lift. The odds of this kind of treaty getting done in general seem much less than 50/50. Need to read up on this more."], [80185, "2020-01-03T04:39:57Z", [0.15], ""], [6197, "2020-01-03T04:11:58Z", [0.4], "Believe it or not, what happens next between Iran and the US will for the first time influence and impact what happens between the US and the Taleban in Afghanistan. The impact and relationships are not obvious now but will by July. "], [24136, "2020-01-02T21:31:23Z", [0.25], ""], [1333, "2020-01-02T19:11:01Z", [0.08], ""], [4412, "2020-01-02T18:35:46Z", [0.0], ""], [1333, "2020-01-02T14:57:38Z", [0.09], ""], [691, "2020-01-02T13:17:02Z", [0.08], ""], [81280, "2020-01-02T12:51:54Z", [0.1], "Can't see why it will happen at all ?"], [26666, "2020-01-02T12:46:51Z", [0.85], ""], [26666, "2020-01-02T12:45:20Z", [1.0], ""], [554, "2020-01-02T06:25:59Z", [0.15], ""], [79647, "2020-01-02T00:44:18Z", [0.0], ""], [12591, "2020-01-01T23:47:06Z", [0.4], ""], [80700, "2020-01-01T21:54:45Z", [0.05], "It appears trump wants to be able to point to 'another diplomatic victory' before the election in November, but until mid July is quite tight schedule considering the current stage the negotiations are in. "], [67232, "2020-01-01T19:13:33Z", [0.65], "Trump has always tried to focus on his base and large donors in formulating policy. However, lately that has changed a little.  He is now signing a trade deal with China and a banned, abet temporary, on certain Juul products.  These and other bills he has signed are popular outside his base.  This should also increase the likelihood he will make a greater effort to end the unpopular war in Afghanistan. "], [45908, "2020-01-01T19:02:56Z", [0.0], "No faith"], [172, "2020-01-01T17:47:37Z", [0.35], "I’m more than double crowd but continue to believe it’s possible. \n. Good for Trump in re-election year\n. Trump has shown he can move quickly\n. Taliban realize Trump benefits but understand timing\n. Taliban understand once infidels/crusaders gone, they can consolidate (hint: USA and Kurds)\n. Methinks the Taliban doth protest too much re no talks/ceasefire\nhttps://apnews.com/caa4c5aaf88e982ed0cdb4e132b0d89c\nhttps://www.france24.com/en/20191230-taliban-slams-baseless-reports-of-ceasefire-plans-1\nhttps://news.sky.com/story/taliban-commander-warns-no-peace-talks-until-all-us-troops-leave-afghanistan-11898074\nhttps://www.aljazeera.com/news/2019/12/resurrected-us-taliban-peace-talks-open-qatar-191208183146202.html"], [32274, "2020-01-01T08:46:42Z", [0.4], "Both sides benefit from a deal. Trump will let the Taliban continue with their ideology and won’t mess with their domestic affairs so long as they don’t provide a safe haven for terrorists. Trump gets the U.S out of a long war before the election. "], [80570, "2020-01-01T08:38:58Z", [0.05], ""], [80179, "2020-01-01T03:57:24Z", [0.75], ""], [70711, "2020-01-01T03:21:35Z", [0.0], ""], [1333, "2019-12-31T19:29:50Z", [0.1], ""], [33217, "2019-12-31T18:39:00Z", [0.0], "No, there will be no peace. The instability in the region helps fuel the saudi royal family's (backed by the west) creation of gangsters like daesh (which play a similar role to the gangs in latin america, and the militias in africa). Creating a peace deal with the Taliban would get in the way of that. Most Taliban want a Chinese style economy (an economy that takes care of the population living outside of Kabul) and the western governments are not capable of creating such a thing.\nThere wont be peace in the country until another global power like Russia, China, or Iran step in.\nMaking peace would mean that the criminal Afghani government steps down, be punished to some degree, and the creation of a new government that takes care of everyone by doing the things that the Taliban do (like forcing doctors and teachers to come to rural neighborhoods to teach rural people)."], [57628, "2019-12-31T18:18:58Z", [0.0], ""], [34527, "2019-12-31T17:02:50Z", [0.15], ""], [34527, "2019-12-31T17:02:34Z", [0.25], ""], [54292, "2019-12-31T14:55:00Z", [0.25], "The Taliban are not interested in any type of Peace Treaty, it is one sided"], [79783, "2019-12-31T14:41:04Z", [0.05], ""], [44308, "2019-12-31T11:07:54Z", [0.15], ""], [79591, "2019-12-31T02:39:33Z", [1.0], ""], [21884, "2019-12-31T02:09:38Z", [0.12], ""], [25920, "2019-12-30T23:08:25Z", [0.02], "Id say 100% no.. but you never no with The Donald."], [31714, "2019-12-30T22:32:14Z", [0.25], ""], [65033, "2019-12-30T19:52:06Z", [0.25], ""], [1646, "2019-12-30T15:33:23Z", [0.18], ""], [73046, "2019-12-30T15:19:07Z", [0.87], "The perseverance of the Taliban in Doha was unusual, especially given its concerns about participant legitimacy.  It was here the leadership confirmed the death of Taliban Head Mullah Omar and received news of his successor Mullah Akhtar Mohammad Mansour being killed in a drone strike in Pakistan.  They had every reason to walk away, yet they did not.  This event begs the question if they were looking for a way out, similar to the U.S. strategy in Afghanistan.  The U.S. and the Taliban are in a mutually hurting stalemate.   It is likely the only way that Afghanistan can achieve sustainable peace and stability is through dialogue and negotiations, and third-party mediation remains the optimal solution for reaching an agreement in the Afghan conflict.  This claim does not suggest that the Afghan government is incapable of securing a peace deal.  In September 2016, it penned a successful agreement with Hezb-e Islami marking the first major success of Afghanistan in reaching a peace deal with an insurgent group.  Third-party intervention is required for the Afghan conflict simply due to the number of stakeholders involved.  Complex problems have complex solutions, and we now see the significance of inclusion during the peace process.  The conflict is ripe for negotiations.  By communicating through good faith, conforming to legitimacy, and achieving a better understanding of each other, participants will be able to get the Afghan peace process back on track."], [75093, "2019-12-30T15:15:16Z", [0.15], ""], [79142, "2019-12-30T13:36:30Z", [0.25], ""], [74579, "2019-12-30T12:45:36Z", [0.2], ""], [1333, "2019-12-30T12:42:50Z", [0.15], "Going up on news of a Cease-fire - limited to ten days with undetermined start and end date - doesn't mean a lot with 7 ft of now blocking passes and the dead of winter settling in - no one was going to be mounting operations anyway."], [41922, "2019-12-30T10:03:50Z", [0.4], ""], [81247, "2019-12-30T06:29:48Z", [0.0], ""], [10924, "2019-12-30T03:45:27Z", [0.2], ""], [81245, "2019-12-30T03:04:22Z", [0.1], "Donald Trump only follows Fox News.  Unless he is voted out of office, the ear of the United States will be away from this war, and so it will continue."], [63810, "2019-12-30T03:02:46Z", [0.4], ""], [81244, "2019-12-30T01:26:15Z", [0.0], ""], [9656, "2019-12-29T20:55:43Z", [0.1], ""], [80475, "2019-12-29T20:47:32Z", [0.34], "The ceasefire agreed to today has certainly made the odds spike:\nhttps://www.cnbc.com/2019/12/29/taliban-council-agrees-to-temporary-cease-fire-in-afghanistan.html"], [73050, "2019-12-29T20:46:53Z", [0.37], ""], [41922, "2019-12-29T19:06:28Z", [0.25], ""], [1333, "2019-12-29T18:03:29Z", [0.04], ""], [80644, "2019-12-29T16:14:52Z", [0.25], "The positions of the parties are still miles away and not likely to converge in half a year. "], [593, "2019-12-29T13:54:39Z", [0.1], ""], [21423, "2019-12-29T13:06:43Z", [0.15], "Donald Trump will not want his legacy to include what could be construed as appeasing terrorists."], [27661, "2019-12-29T13:01:57Z", [0.45], "I assume the central questions here represent the following: - Is it more probable that the US withdraws with or without an agreement with the Taliban?\n- Is a withdrawal of US troops probable before the next US election? From my first impression, I've had assumed that a US withdrawal with a peace agreement - no matter the details - would be seen more favorable by the US government than a withdrawal without a peace agreement which would not only inofficially but also officially show US defeat in Afghanistan. However, statements by Defense Secretary Esper let me conclude that a peace agreement may not be necessary to withdraw US troops at all [1, 4]. This may be a political move to avoid the impression that the Taliban just have to wait until the next election to get an agreement by the US - how shallow it may be. On the other hand, the incentive to remove all troops may not even be given in the case that it is seen as more costly politically [2, 3, 5]. Therefore, a lot depends on the Taliban's approach to the negotiations. At the moment I assume the status quo to be more probable. This may change if the political costs to stay in Afghanistan outweigh any possible shallow peace agreement. [1] https://www.aljazeera.com/news/2019/12/esper-troops-drawdown-afghan-peace-deal-191217054412919.html\n[2] https://spectator.us/trumps-afghanistan-policy-match-rhetoric/\n[3] https://thehill.com/opinion/international/475801-trumps-approach-in-afghanistan-is-first-best-chance-for-solution-to-war\n[4] https://foreignpolicy.com/2019/12/22/afghanistan-war-taliban-talks-us/\n[5] https://nationalinterest.org/blog/skeptics/why-donald-trump-cant-pull-us-forces-out-afghanistan-101797"], [50981, "2019-12-29T12:45:13Z", [0.15], ""], [593, "2019-12-29T11:31:58Z", [0.3], ""], [593, "2019-12-29T11:27:39Z", [0.7], "Updating previous forecast"], [73813, "2019-12-29T09:28:15Z", [0.0], ""], [1333, "2019-12-29T07:48:36Z", [0.03], ""], [63963, "2019-12-29T02:36:34Z", [0.2], ""], [80949, "2019-12-29T00:40:20Z", [0.05], ""], [64078, "2019-12-29T00:15:28Z", [0.1], ""], [75863, "2019-12-28T22:42:51Z", [0.45], "https://www.wsj.com/articles/taliban-backs-weeklong-cease-fire-in-afghanistan-11577482664"], [49779, "2019-12-28T21:13:15Z", [0.0], ""], [48889, "2019-12-28T20:24:01Z", [0.34], "\"Sign\" is possible to draw some close to US involvement.  Enforcement is a separate question."], [691, "2019-12-28T19:59:51Z", [0.1], ""], [1333, "2019-12-28T19:41:55Z", [0.02], ""], [33887, "2019-12-28T17:51:01Z", [0.0], ""], [52857, "2019-12-28T15:35:33Z", [0.2], "the Taliban would have to change drastically for a peace treaty to be signed"], [10924, "2019-12-28T15:24:50Z", [0.15], ""], [44963, "2019-12-28T14:49:27Z", [0.05], "The Taliban don't have a reason to negotiate. The view is the US needs to withdraw with election season looming. "], [67052, "2019-12-28T11:32:17Z", [0.05], ""], [66692, "2019-12-28T08:19:44Z", [0.05], "Going out on a limb. Getting deals signed quickly has not been a strength of the current administration."], [51849, "2019-12-28T08:01:20Z", [0.55], "It is very likely that the us gouvernement will reach an agreement with the talibans , Trump will capitalize it in his presidential campaign   "], [81221, "2019-12-28T07:49:22Z", [0.12], ""], [68276, "2019-12-28T07:33:37Z", [0.4], "President Trump is motivated to get a deal before the election to fulfill a campaign promise. Though he may not make a good or significant deal he will want to strike a deal. "], [67232, "2019-12-28T04:21:19Z", [0.6], "The diplomatic community seems to want an agreement to leave Afghanistan in return for a promise not to attack US and allied troops (including Afghan National soldiers) and to prevent acts of terrorism being launched from Taliban areas.   The Taliban seem agreeable to not attacking withdrawing foreign soldiers and cleansing Taliban areas of terrorist plotters.   However, Trump keeps withdrawing troops without any concessions from the Taliban. On one hand, this weakens America's hand in negotiations, but it also leaves the US with little to lose in reaching an agreement.   The US has been fighting--and losing--for 16 years in Afghanistan.  The public is beyond the point of wanting out.   The critical factors preventing our leaving seems to be a fear that the civil war will continue and there is no guarantee the Taliban areas--despite what they say--will really be free of terrorist plotters.    The critical factors in favor of a treaty are Trump's desire for a foreign policy win (which he seems incapable of) and his lack of fear of abandoning our allies, (e.g., the  Kurds.)   Trump however needs to sign an agreement that will not embarrass him.   The problem of Taliban factionalism is real, but the Taliban has fought--and died--for 16 years.  They may be willing to unify to sign an agreement--even if some factions have no intention of meetings its anti-terrorist terms.    In balance, I think an agreement is slightly more likely than not.\n"], [64584, "2019-12-28T03:04:36Z", [0.05], "Trump will be too busy with domestic politics"], [63837, "2019-12-28T02:39:00Z", [0.1], "Should not be a priority... especially with other pressing issues. "], [29054, "2019-12-27T22:58:48Z", [0.13], ""], [60877, "2019-12-27T20:20:07Z", [0.4], ""], [15196, "2019-12-27T16:07:34Z", [0.25], ""], [15196, "2019-12-27T12:44:42Z", [0.1], ""], [73687, "2019-12-27T04:14:36Z", [0.14], ""], [75790, "2019-12-26T21:36:01Z", [0.01], ""], [59981, "2019-12-26T21:08:10Z", [0.1], "The Taliban lacks a central leadership - therefore, any faction of the Taliban has immense ability to derail any attempted peace agreement, as we have already seen more than once.  However, the recent stories that the US government has been artificially inflating the effectiveness of the war in Afghanistan for years could influence the current US Government to seek a quick resolution to what it has already called a wasteful conflict. "], [691, "2019-12-26T12:26:25Z", [0.1], ""], [81198, "2019-12-26T10:48:08Z", [0.02], ""], [81141, "2019-12-26T10:43:58Z", [0.1], "Although talks may continue, the ability of the Taliban to control different factions in order to stop attacks (such as the September attack that previously stopped talks) appears unlikely. US interest in a peace agreement may decline as the US presidential election gets closer."], [172, "2019-12-26T02:17:28Z", [0.35], "Peace talks are back on but i agree with consensus that it’s unlikely to happen (acknowledging I’m high on this question)."], [14107, "2019-12-25T22:40:12Z", [0.14], ""], [691, "2019-12-25T16:49:56Z", [0.1], ""], [81196, "2019-12-25T16:31:23Z", [0.45], ""], [1333, "2019-12-24T19:54:07Z", [0.01], ""], [691, "2019-12-24T16:26:18Z", [0.12], ""], [73687, "2019-12-24T13:38:59Z", [0.17], ""], [21884, "2019-12-24T08:17:43Z", [0.05], ""], [41922, "2019-12-23T23:26:28Z", [0.1], ""], [766, "2019-12-23T20:15:42Z", [0.0], ""], [1333, "2019-12-23T19:24:53Z", [0.02], "I can only Imagine what we will be willing to call an agreement so we can fold up and get out. We might settle for a Prisoner Swap and CAP on civilian killings."], [80764, "2019-12-23T16:14:44Z", [0.02], "Neither Trump nor the Taliban seem to be very interested in a Peace Agreement. It would mean \"giving up something\", which both sides simply can and will not do."], [81139, "2019-12-23T15:19:25Z", [0.16], "How will troop withdraw and a ceasefire be agreed upon, and what if any will be agreed to prior to any signing?  "], [1333, "2019-12-23T14:40:19Z", [0.04], ""], [42276, "2019-12-23T14:05:50Z", [0.05], ""], [691, "2019-12-23T13:34:47Z", [0.14], ""], [81176, "2019-12-23T06:16:34Z", [0.3], ""], [26553, "2019-12-23T00:13:52Z", [0.15], ""], [172, "2019-12-22T23:35:55Z", [0.35], ""], [1333, "2019-12-22T19:14:23Z", [0.03], ""], [691, "2019-12-22T14:06:42Z", [0.24], ""], [79177, "2019-12-22T13:52:50Z", [0.2], "fun"], [745, "2019-12-22T03:25:05Z", [0.5], "Trump wants and needs a win like this.  "], [1333, "2019-12-22T00:23:52Z", [0.02], ""], [80475, "2019-12-21T20:09:41Z", [0.05], "My 5% is based on the following:\n1) Looking at the base rate of guerilla wars worldwide, there's about a 10% chance of the war ending each year, and we're dealing with about 6 months at this point. \n2) There are power centers both supporting and opposing a peace agreement within the US government, the Afghan government, and likely within the Taliban. (The continued attacks by the Taliban indicate that they certainly don't all feel the pressure to have a peace agreement anytime soon.) As far as I can tell, these power centers all cancel out.\n3) \"Sign a peace agreement\" is a big threshold requiring a specific action within a short amount of time."], [75863, "2019-12-21T20:09:08Z", [0.07], ""], [63674, "2019-12-21T19:42:55Z", [0.06], "Taliban seem unwilling to talk until US troops withdraw. That result seems unlikely - basing this off limited analysis but thinking of the following past negotiations:\n- North Korea talks\n- Iran talks\n- US China trade talks that tried to focus on more than Phase I issues\n"], [29875, "2019-12-21T17:32:13Z", [0.03], "“Doesn’t go with Trump plans”"], [29875, "2019-12-21T17:30:16Z", [0.05], "Because Taliban negotiators stated they would continue the fight against Afgan gov anyways. Which does goes with Trump’s plan."], [691, "2019-12-21T15:05:11Z", [0.06], "Just at the moment, nobody anywhere in the world expects either of these parties to adhere to any agreement they may make on any topic.  There is some chance that they'll sign something, but little chance that it will mean anything or last long.  However, that's not the question.  I suppose this means I'll need to watch this more closely than it will be worth to anybody outside this forum."], [14107, "2019-12-21T11:49:59Z", [0.12], ""], [75863, "2019-12-21T03:20:29Z", [0.1], ""], [172, "2019-12-21T01:12:36Z", [0.1], ""], [172, "2019-12-21T00:59:02Z", [0.01], ""], [31251, "2019-12-20T23:18:13Z", [0.01], ""], [5766, "2019-12-20T19:58:16Z", [0.0], "This is again one of the agreement at infancy stage where just a talk had began. There will be a storming phase during which T administration and Taliban will throw punches at each other in their respective local media similar to what has been happening with DPRK. On top of that, it is rather difficult to have any deal regardless of who the president is and T makes it more difficult to have any deal. T is promoting anything that has been happening slightly positive and exploding that fact to larger scale and keep base energized."], [1333, "2019-12-20T19:30:18Z", [0.01], ""], [81154, "2019-12-20T19:20:01Z", [0.05], "Afghanistan is both a base for poppy plantation and a great reserve of Lithium.\nPoppy is a steady flow of income and Lithium has been secured with Bolivia, so no rush now. "]]}