{"question_id": 2377, "title": "Which of the following songs will rank highest on the Billboard Hot 100 for the week of 21 May 2022?", "possible_answers": ["As It Was, Harry Styles", "Enemy, Imagine Dragons X JID", "First Class, Jack Harlow", "Heat Waves, Glass Animals", "Stay, The Kid LAROI & Justin Bieber"], "crowd_forecast": [0.78, 0.05, 0.07, 0.05, 0.05], "correct_answer": "First Class, Jack Harlow", "correct_forecast": 0.07, "preds": [[767, "2022-05-17T02:00:47Z", [0.1, 0.0, 0.9, 0.0, 0.0], "Looks like Jack Harlow is claiming the spot for this week."], [767, "2022-05-17T01:54:38Z", [0.9, 0.0, 0.1, 0.0, 0.0], ""], [96828, "2022-05-17T00:24:01Z", [0.41, 0.09, 0.29, 0.15, 0.06], "Going back to less favor \"As It Was\" because I see that iTunes sales are doing quite well for \"First Class\" over \"As It Was\" and Google Trends suggest \"First Class\" is gaining steam while \"As It Was\" is coming down from a peak."], [96828, "2022-05-17T00:16:49Z", [0.49, 0.09, 0.21, 0.15, 0.06], ""], [95565, "2022-05-16T21:15:03Z", [0.02, 0.0, 0.98, 0.0, 0.0], ""], [106414, "2022-05-16T20:07:16Z", [0.17, 0.68, 0.0, 0.02, 0.13], ""], [691, "2022-05-16T19:52:32Z", [0.8, 0.05, 0.05, 0.05, 0.05], ""], [106338, "2022-05-16T12:53:16Z", [0.86, 0.02, 0.03, 0.04, 0.05], " • Harry styles album comes out about a week before which is highly anticipated\n  • Most of these songs are decently old and have already mostly peaked\n  • Harry styles has a large fanbase that are very dedicated\n  • As it was is a very popular song on tik tok with has made many songs and artists hits\n Harry styles was a very popular act at the music festival coachella where he collaborated with other stars like Lizzo and Shania Twain"], [106336, "2022-05-16T12:51:28Z", [0.74, 0.07, 0.06, 0.06, 0.07], "Stay came out a long time ago\n The Youtube video for first class has 9.2 million views in 5 days\n As It Was has 113 million in a month\n Harry Styles has a new album releasing May 20\n Enemy has 3.3 million in a month\n Heat Waves has 228 million views in a year. \n \n \n \n \n"], [106340, "2022-05-16T12:49:37Z", [0.8, 0.05, 0.05, 0.05, 0.05], " • Harry Styles is a very popular artist\n  • His new album comes out next week\n  • As It Was is #2 on the billboard right now, higher than any of the other songs \n  • Harry Styles used to be apart of the popular band 1 Direction\n  • Biggest gain in digital sales\n "], [106339, "2022-05-16T12:48:37Z", [0.94, 0.01, 0.01, 0.02, 0.02], " - 1.7 million videos under as it was on TikTok\n  - 400,237,180 streams on Spotify \n  - The album comes out the day before May 21st \n  - It's #2 on the Billboard Hot 100 right now and none of the other song options were above it or near it\n  - 113 million views under the YouTube video\n  - The single of the album so automatically will have more streams\n  - First Class has 180,801,293 streams on Spotify so As It Was has about 200 mil more streams \n "], [106334, "2022-05-16T12:47:34Z", [0.8, 0.05, 0.05, 0.05, 0.05], " - Harry new album is coming out on the 20th so I think people will start listening to his music before and after the album comes out \n  - Harry Styles has a bigger fan base than Jack Harlow which is the number one as of a couple days ago\n  - Harry Styles also is more talked about and not just in the music  industry he is very big in the fashion industry\n All teenagers listen to him "], [106335, "2022-05-16T12:46:24Z", [0.05, 0.05, 0.8, 0.05, 0.05], "First Class is in 3rd place on the Billboard Hot 100\n The song debuted at No. 1 on the Billboard Hot 100 songs chart I\n It has been on the Billboard Hot 100  chart for 4 weeks \n The song has blown up on TikTok so it has a higher change than all the other songs to top the Billboard Hot 100\n First Class has over 54.6 million streams.\n "], [106332, "2022-05-16T12:45:21Z", [0.75, 0.06, 0.06, 0.06, 0.07], " • Harry Styles releases an album on May 20, 2022, (which includes As It Was), which would make people stream the song leading up to its release.\n  • The song is already ranked #2 on the charts as of this week\n  • It is ranked the highest out of the 5 songs currently\n  • The other 4 songs have an average of 6 right now, which is below the top 5 and obviously As It Was\n  • Fine Line, Harry's last album, earned nearly 93,000 album-equivalent units, including more than 38,000 album sales and over 52 million streams.\n  • The lead single from the upcoming Harry’s House extends its lead as Harry’s longest-running solo Number 1 hit in the UK\n  • On Spotify alone \"As It Was\" streamed 62,643,539 times which is over 30 mil more than the second top song streamed on the top 200\n "], [106333, "2022-05-16T12:44:20Z", [0.75, 0.06, 0.06, 0.06, 0.07], "More Recent than others\n Made it to #1 on billboards\n Gets produced and used on TikTok\n Girls of most ages love Harry Styles\n Harry Styles has been in the music industry for a long time- he's more popular and well known \n \n \n \n"], [106330, "2022-05-16T12:43:05Z", [0.7, 0.06, 0.08, 0.05, 0.11], " - It has 416,000,000 listens on Spotify\n  - Only came out a month ago\n  - Had highest ranking debut\n  - It debuted with 43.8 million streams, the best streaming week yet for a song in 2022\n  - It broke the record for the biggest single-day streams of 8.3 million for a song by a male artists in global Spotify chart in history\n It is in 2 place, the highest ranking in all the other songs right now"], [106328, "2022-05-16T12:41:49Z", [0.87, 0.02, 0.03, 0.04, 0.04], "HARRYS HOUSE IS BEING RELEASED MAY 20TH (NEW ALBUM)\n HIGHLY ANTICIPATED ALBUM- WOULD HELP BOOST AS IT WAS SINGLE\n IT IS #2 ON THE CHARTS RIGHT NOW\n AS IT WAS IS ONE OF THREE OF HIS SONGS TO REACH PLATINUM\n RANKED HIGH ON BILLBOARD TOP 100 SINCE ITS RELEASE\n IT HAS 113 MILLION VIEWS ON YOUTUBE\n BEEN AT #1 OFFICIAL CHARTS FOR 6 WEEKS\n CURRENTLY RANKED AT #6 IN SPOTIFY AND ITUNES DOWNLOADS\n WATERMELON SUGAR AND AS IT WAS ARE CURRENTLY IN THE TOP 100\n HARRY STYLES IS VERY POPULAR\n IT EARNED A GUINNESS WORLD RECORD FOR THE MOST STREAMED TRACK ON SPOTIFY WITHIN 24 HOURS BY A MALE ARTIST\n AS IT WAS RELEASED AT #40 IN THE TOP 100, THE NEXT DAY IT WAS AT #1\n GETTING CLOSER AND CLOSER TO HIT SONG WE DON’T TALK ABOUT BRUNO- ON ENGLANDS TOP 100- ONLY ARTIST TO DO SO THIS YEAR\n IT HAS BLOWN UP ON SOCIAL MEDIA PLATFORMS SUCH AS TIKTOK AND INSTAGRAM"], [106331, "2022-05-16T12:40:02Z", [0.6, 0.1, 0.1, 0.1, 0.1], " • The song is ranked #2 on the billboard\n  • The song is ranked #2 on spotify USA \n  • 9 of harry styles songs have been on the billboard\n  • It broke the record for fastest song in history to hit 300 million streams on spotify\n  • It has 113 million views on youtube\n  •  It was #1 on the billboard for five weeks \n  • Harry styles has 44.38 million listeners per month on Spotify\n \"As It Was\" is the best song by Harry Styles"], [106329, "2022-05-16T12:38:53Z", [0.6, 0.1, 0.1, 0.1, 0.1], " - A, because it is a new song on TikTok and every time a new song goes on TikTok it becomes top favorite. \n        -A harry styles is pretty popular \n        - isn't involved in a lot of drama\n        -Has the years biggest weekly streaming number 44 million\n        - He has a lot of adoring fans who swoon over him (Shelby and Maddy)"], [105528, "2022-05-16T09:39:17Z", [0.65, 0.0, 0.35, 0.0, 0.0], ""], [96828, "2022-05-15T22:43:20Z", [0.41, 0.08, 0.27, 0.19, 0.05], ""], [767, "2022-05-15T17:27:51Z", [0.95, 0.0, 0.05, 0.0, 0.0], ""], [691, "2022-05-14T06:16:03Z", [0.8, 0.0, 0.14, 0.04, 0.02], ""], [93834, "2022-05-13T14:24:10Z", [0.1, 0.3, 0.15, 0.25, 0.2], "Not knowing any of the songs, my guess is based solely on my fictional self being a label executive who needs to place a bet without any further information. Don't feel like editing because of the crowd forecast obviously showing i would have lost the gamble. "], [93834, "2022-05-13T14:18:21Z", [0.1, 0.3, 0.15, 0.25, 0.2], ""], [106268, "2022-05-13T14:00:02Z", [0.7, 0.07, 0.1, 0.13, 0.0], "As it Was by Harry Styles is going to be the number song on the Billboard Top 100. My reasoning behind this is that right now on the social media app TikTok, the song is becoming very popular with influencers continuously using the song for the past couple of days. However, the reason why it is not so high is that the charts are very inconsistent. The majority of the songs on the charts are popular due to social media apps, however, the song As it Was is on the rise at the moment. The other songs have not had a rise on the charts or do not reach the expectations of listeners, for instance, although Jack Harlow released First Class, the expectation of the album was not there. Additionally, Glass Animals by Heat Waves, although catchy, has been around for roughly two years. The same goes with STAY by The Kid LAROI and Enemy by Imagine Dragons. However, As it Was leads the expecatations and I believe will be the most likely to be the highest.\n  \n \n"], [106268, "2022-05-13T13:57:52Z", [0.87, 0.0, 0.0, 0.13, 0.0], "Recently came out \n Tik tok trend \n Harry Styles has a massive cult-like fanbase \\\n Catchy song \n All other songs are fading out/tik tok trends are old \n "], [106324, "2022-05-12T19:01:25Z", [0.33, 0.15, 0.2, 0.12, 0.2], "There is a possibility that all five of these songs will not be featured as the top song of the following week, with Future's release, along with the steady release of contemporary music throughout this week, the potential result of this poll is in ambiguity. We are favoring Harry Styles release, as of the writing of this he is ranked #2 and is likely to receive attention from radio given that he is one of the most successful modern pop artists, and he has a new movie he's starring in that will attract plenty of crowds which could therefore boost the music. Stay and Enemy we ranked around the same percentile, with a slight edge to Stay given that it features two artists. Anything can happen"], [106322, "2022-05-12T18:58:21Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Gamestop Theory/Floyd Mayweather. #50-0"], [103878, "2022-05-12T16:03:02Z", [0.82, 0.0, 0.14, 0.01, 0.03], ""], [52131, "2022-05-12T15:00:20Z", [0.7, 0.0, 0.15, 0.1, 0.05], ""], [105570, "2022-05-11T23:16:10Z", [0.82, 0.0, 0.18, 0.0, 0.0], ""], [85711, "2022-05-11T10:52:17Z", [0.75, 0.03, 0.06, 0.06, 0.1], ""], [96828, "2022-05-11T04:15:53Z", [0.38, 0.1, 0.26, 0.16, 0.1], ""], [106127, "2022-05-10T21:09:30Z", [0.45, 0.05, 0.4, 0.05, 0.05], ""], [36447, "2022-05-10T12:23:05Z", [0.6, 0.0, 0.1, 0.3, 0.0], "correction from previous; based on previous billboard chart position, peak, trend"], [36447, "2022-05-10T12:20:09Z", [0.1, 0.0, 0.6, 0.3, 0.0], "based on gut feeling from previous week's order, peak"], [96828, "2022-05-10T02:20:37Z", [0.4, 0.09, 0.26, 0.16, 0.09], ""], [96828, "2022-05-09T13:34:04Z", [0.31, 0.11, 0.25, 0.2, 0.13], ""], [96828, "2022-05-09T13:32:13Z", [0.28, 0.11, 0.27, 0.22, 0.12], ""], [25013, "2022-05-09T13:30:36Z", [0.91, 0.0, 0.05, 0.01, 0.03], "Updating to cater for post-release charting."], [691, "2022-05-07T13:31:07Z", [0.94, 0.01, 0.03, 0.0, 0.02], ""], [103878, "2022-05-07T10:59:31Z", [0.88, 0.03, 0.05, 0.0, 0.04], ""], [105528, "2022-05-07T07:59:45Z", [0.48, 0.0, 0.52, 0.0, 0.0], ""], [767, "2022-05-07T05:06:39Z", [0.45, 0.0, 0.55, 0.0, 0.0], "\"As It Was\" was number 1 this week. Ranked #3 last week and has been on the charts for 4 weeks.  \"First Class\" ranked 2 this week. It ranked 1 last week and has been on the charts for 3 weeks. \"Enemy\" ranked 5 this week and last week, on the charts for 23 weeks. 5 was its peak position. \"Heat Waves\" ranks 3 this week and last week, on the charts for 67 weeks Stay ranks 6 this week and last week, on the charts for 42.  - As it Was, First Class, Heat Waves and Stay are the top songs in Spotify Global charts.  - As it Was and First Class are the top two songs in the US Spotify charts, followed by other songs not listed.  **** Wondering if there should be an other category for this question *****"], [422, "2022-05-07T00:11:18Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [97185, "2022-05-06T16:51:27Z", [0.5, 0.0, 0.5, 0.0, 0.0], "Styles is losing plays faster on the american spotify charts than Harlow."], [691, "2022-05-06T12:51:51Z", [0.88, 0.08, 0.0, 0.0, 0.04], ""], [90653, "2022-05-06T00:55:08Z", [0.45, 0.0, 0.0, 0.0, 0.55], ""], [106013, "2022-05-05T16:33:31Z", [0.75, 0.15, 0.0, 0.0, 0.1], ""], [85711, "2022-05-05T12:28:35Z", [0.3, 0.25, 0.12, 0.14, 0.19], ""], [691, "2022-05-04T16:25:01Z", [0.92, 0.08, 0.0, 0.0, 0.0], ""], [87778, "2022-05-04T15:49:41Z", [0.81, 0.12, 0.05, 0.01, 0.01], ""], [84698, "2022-05-04T10:45:01Z", [0.25, 0.03, 0.0, 0.6, 0.12], ""], [105312, "2022-05-03T20:34:42Z", [0.99, 0.0, 0.0, 0.0, 0.01], "Harry's song sounds a little more smooth.  I think we need that sense of polish, control, and reassurance right now.    But then again, sad songs get much more repeat playtime on playslists (like 5x!)....so maybe our inner Bielibers will emerge. "], [106159, "2022-05-03T19:03:41Z", [0.45, 0.08, 0.2, 0.02, 0.25], "Based on popularity I think Harry Styles song \"As it was\" will rank higher on the Billboard hot 100 for the week of 21 May 2022. I assume this because Harry styles will be dropping an album soon and that will give him more popularity and more chances to rank higher on the Billboard Hot 100."], [95565, "2022-05-02T21:20:47Z", [0.7, 0.0, 0.25, 0.05, 0.0], ""], [106243, "2022-05-02T14:35:13Z", [0.6, 0.0, 0.4, 0.0, 0.0], ""], [103878, "2022-05-02T11:33:48Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [25013, "2022-05-02T10:20:57Z", [0.8, 0.0, 0.0, 0.0, 0.2], "Based on past chart performance, this is between Bieber and Styles. Stay was released last year and peaked in April this year. As It Was has just been released so has more potential, and Styles has been all over youtube with live performances at festivals recently. There's still a chance that Bieber will still be ahead of Styles, whose Billboard positions have not been good as a solo artist."], [105570, "2022-05-01T23:31:45Z", [0.51, 0.0, 0.42, 0.07, 0.0], ""], [691, "2022-05-01T14:09:57Z", [0.96, 0.04, 0.0, 0.0, 0.0], ""], [45594, "2022-05-01T07:49:02Z", [0.6, 0.1, 0.1, 0.1, 0.1], ""], [34815, "2022-05-01T06:52:46Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [104808, "2022-05-01T01:17:23Z", [0.95, 0.05, 0.0, 0.0, 0.0], ""], [92079, "2022-04-30T23:33:11Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [97185, "2022-04-30T22:36:03Z", [0.41, 0.06, 0.41, 0.06, 0.06], "current top two are newest on the chart and only swapped places this week"], [106093, "2022-04-30T17:13:58Z", [0.6, 0.15, 0.15, 0.1, 0.0], ""], [60695, "2022-04-30T14:59:16Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [691, "2022-04-30T14:33:03Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [96828, "2022-04-30T10:37:29Z", [0.29, 0.08, 0.27, 0.27, 0.09], ""], [60695, "2022-04-30T08:37:42Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [60695, "2022-04-30T07:30:25Z", [0.8, 0.2, 0.0, 0.0, 0.0], ""], [88452, "2022-04-30T06:38:55Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Frankly speaking, all of the above mentioned \"pieces of music\" are real idle worthless BS sadly produced exactly for a certain niche target group of interest (age, sexual orientation, leisure activity, former name recognition, ...) optimized for limited sound replay capacities of a modern mobile phone and cheated with melody patterns for immediate brand recognition. Today's artistry consists of (i) having a foot in the door with the industry (ii) be willing to sell your soul (incl. life) to some people in exchange for short-lived popularity (iii) chosing an up-to-date producer with state-of-the-art software & samples, beats library and, finally,  (iv) good command of AutoTune and the likes. And in post-production, (v) never mess with Apple Inc. If there was a real choice, I'd add this song/performance as bin 6 https://www.dailymotion.com/video/x20n7u and credit it with 100% in memory of Taylor Hawkins.  Turning to the limited choice on offer, it seems like Harry Styles will make it /because of his most recent success on the US market far beyond his home market in UK, see Watermelon Sugar (2020) if you put the non-starter Golden aside, and /because his image is perfectly fabricated and designed and positioned to meet the needs of a broad and engaged audience with a high willingness-to-pay which is a good support for sustained sales for at least 10 to 15 weeks. The perfect product for today's zeitgeist, weltschmerz, emptiness reflecting a sad & lonely generation living in the past and eternal childhood. Even the sound heavily mimicks European 1980's (see e.g. https://www.youtube.com/watch?v=djV11Xbc914 | https://en.wikipedia.org/wiki/Take_On_Me#Chart_performance )."], [96828, "2022-04-30T00:41:34Z", [0.3, 0.07, 0.26, 0.27, 0.1], ""]], "open_date": "2022-04-29T20:15:00Z", "close_date": "2022-05-17T07:01:00Z"}