{"question_id": 2269, "title": "Will Russia officially recognize the Donetsk People's Republic and/or the Luhansk People's Republic in Ukraine as independent states before 1 September 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[104001, "2022-02-22T15:13:05Z", [1.0], "Feels like we should remove the question...."], [74864, "2022-02-22T14:13:17Z", [1.0], ""], [597, "2022-02-22T13:44:21Z", [1.0], ""], [103942, "2022-02-22T13:25:39Z", [1.0], ""], [104675, "2022-02-22T12:26:58Z", [1.0], ""], [103952, "2022-02-22T11:26:02Z", [1.0], ""], [64041, "2022-02-22T08:01:26Z", [1.0], ""], [97375, "2022-02-22T07:26:34Z", [1.0], ""], [100842, "2022-02-22T07:24:54Z", [1.0], ""], [99943, "2022-02-22T05:38:00Z", [1.0], ""], [104183, "2022-02-22T04:38:33Z", [1.0], ""], [87177, "2022-02-22T04:36:58Z", [1.0], ""], [104906, "2022-02-22T03:09:22Z", [1.0], ""], [94375, "2022-02-22T02:57:35Z", [1.0], ""], [12188, "2022-02-22T02:29:46Z", [1.0], ""], [104378, "2022-02-22T02:29:01Z", [1.0], ""], [104378, "2022-02-22T02:28:52Z", [0.0], ""], [13086, "2022-02-22T02:21:02Z", [1.0], ""], [103051, "2022-02-22T01:39:09Z", [1.0], ""], [32526, "2022-02-22T01:05:59Z", [1.0], "It already happened "], [37566, "2022-02-22T00:57:46Z", [1.0], "Fait accompli."], [94872, "2022-02-22T00:54:04Z", [1.0], ""], [95944, "2022-02-22T00:18:41Z", [0.96], ""], [94299, "2022-02-22T00:18:04Z", [1.0], "And there ya go! https://abcnews.go.com/International/wireStory/putins-recognition-ukraines-rebels-ups-ante-crisis-83031230"], [87155, "2022-02-22T00:09:21Z", [1.0], "That was quick."], [43003, "2022-02-22T00:04:37Z", [1.0], ""], [96945, "2022-02-21T23:57:50Z", [1.0], ""], [767, "2022-02-21T23:39:45Z", [1.0], ""], [3434, "2022-02-21T23:24:42Z", [1.0], ""], [1646, "2022-02-21T23:23:21Z", [1.0], ""], [40584, "2022-02-21T23:07:51Z", [1.0], ""], [105025, "2022-02-21T22:43:29Z", [1.0], ""], [7053, "2022-02-21T22:32:51Z", [1.0], ""], [35081, "2022-02-21T22:30:24Z", [1.0], ""], [72517, "2022-02-21T21:40:51Z", [1.0], ""], [70234, "2022-02-21T21:05:14Z", [1.0], ""], [25705, "2022-02-21T20:45:42Z", [1.0], ""], [67403, "2022-02-21T20:24:27Z", [1.0], ""], [46382, "2022-02-21T20:20:12Z", [0.99], "Russian news has already focused on Ukrainian attacks on the two breakaway states, and hybrid war is already in place. Putin needs some concession from lining up troops in Ukraine, and creating a Abkhazia/South Ossetia situation in DPR/LPR fits the bill. In addition, it acts as an unofficial block towards NATO because it freezes a territorial dispute which Western Europeans do not want to be involved in. Finally, recognizing and placing troops in DPR/LPR is not strong enough action for the west to impose a strong retaliation. This is a low cost victory for Putin because of de-facto control and limited scope, exactly the types of actions he is incentivized to do -- and has done in the past.  I suppose recognizing DPR/LPR would be unnecessary if Putin takes most/all of Ukraine, but I would be somewhat surprised by him not recognizing the states even in this scenario. Can't believe this was 65% at one point, should have noticed it sooner."], [103716, "2022-02-21T20:17:00Z", [1.0], "it did."], [94299, "2022-02-21T20:06:21Z", [0.7], "The probability for this to occur is practically coupled to the probability of an actual invasion; As the Crimea region of the Ukraine is more than just a strategic foothold along the Western Black Sea, it is also a source of nationalistic pride in that it was a territory of Russia as far back as Catherine the Great, and thus, it is likely that Putin is looking to justify an invasion through claiming that defending the DPR is a necessary action to protect Russian interests (and the legacy of Putin's regime). In the USA, our football teams use tactical advantages such as lining up in offensive formation on a final down of a series with only the intent to draw opponents offsides and progress through technicality via penalties or their opponent overestimating their attempt at a ruse--Russia will most likely kill Ukrainian soldiers in skirmishes in hopes of provoking such acts which will then justify their invasion."], [94737, "2022-02-21T19:51:19Z", [1.0], ""], [22689, "2022-02-21T19:47:15Z", [1.0], ""], [85986, "2022-02-21T19:44:40Z", [1.0], ""], [5283, "2022-02-21T19:44:23Z", [1.0], ""], [4423, "2022-02-21T19:32:00Z", [0.11], ""], [104657, "2022-02-21T19:28:32Z", [0.94], "Putin announced that he is going to do it."], [9263, "2022-02-21T19:22:01Z", [1.0], ""], [13657, "2022-02-21T19:20:13Z", [1.0], ""], [13657, "2022-02-21T19:20:01Z", [0.95], ""], [102430, "2022-02-21T19:18:41Z", [1.0], ""], [86607, "2022-02-21T19:15:47Z", [1.0], ""], [86233, "2022-02-21T19:15:02Z", [1.0], ""], [104808, "2022-02-21T19:03:16Z", [1.0], ""], [27705, "2022-02-21T18:54:14Z", [1.0], "Well, he just did.  https://www.dw.com/en/putin-to-recognize-ukraine-separatist-regions-as-independent-kremlin/a-60861963?maca=en-newsletter_en_bulletin-2097-xml-newsletter&r=47277061244719920&lid=2062420&pm_ln=135404"], [104344, "2022-02-21T18:53:43Z", [0.95], "Well looks like my earlier predictions were way off! Putin has just said Russia will shortly recognise the independence of both regions:\nhttps://www.theguardian.com/world/live/2022/feb/21/russia-ukraine-news-latest-crisis-putin-biden-summit-kyiv-kiev-russian-invasion-threat-live-updates"], [88452, "2022-02-21T18:52:54Z", [1.0], ""], [42234, "2022-02-21T18:52:28Z", [1.0], ""], [394, "2022-02-21T18:52:10Z", [0.9], "News reports today that Putin will announce recognition of the two breakaway regions."], [100805, "2022-02-21T18:49:04Z", [1.0], ""], [586, "2022-02-21T18:40:28Z", [1.0], ""], [28414, "2022-02-21T18:36:43Z", [1.0], "Done"], [2497, "2022-02-21T18:23:00Z", [0.5], ""], [103716, "2022-02-21T18:20:16Z", [0.9], ""], [13441, "2022-02-21T18:15:06Z", [0.6], ""], [104675, "2022-02-21T18:14:44Z", [0.95], ""], [20556, "2022-02-21T18:04:52Z", [0.95], "it seems a quasi certainty now "], [80475, "2022-02-21T18:03:25Z", [0.99], "Seems extremely likely at this point"], [484, "2022-02-21T18:02:36Z", [1.0], "Up 5%. If I'm wrong, my Brier will be similar to many. It will be interesting to see how near history plays this out. If these parts can set up shop as a country, why couldn't Taiwan?? (Wonder if Xi or VP might be thinking through that angle.)"], [25705, "2022-02-21T17:56:42Z", [0.13], "Yes, Putin is going to decide to... most probably not recognize the aforementioned republics and keep this as a threat in his pocket, at least for now. No, I do not pretend to know how Putin's mind works. It (recognition) is not consistent with his MO so far.  One of the things that he likes is NOT to match expectations for him, to do something unexpected, startling. But I can be wrong and the crowd right, of course."], [100805, "2022-02-21T17:56:24Z", [0.97], ""], [100805, "2022-02-21T17:56:08Z", [0.9], ""], [691, "2022-02-21T17:35:12Z", [1.0], "https://www.bbc.com/news/world-europe-60468234\nStory says Putin will decide today whether to do this, and then may feel a need to invade Ukraine to protect those regions.  One feels very little suspense but some trepidation."], [102121, "2022-02-21T17:33:23Z", [1.0], ""], [102121, "2022-02-21T17:30:53Z", [0.99], ""], [86607, "2022-02-21T16:46:26Z", [0.96], "Putin says he will decide 'by end of day' whether to do it"], [86607, "2022-02-21T16:45:38Z", [0.95], ""], [103865, "2022-02-21T16:31:38Z", [0.0], "Comment deleted on Feb 21, 2022 04:32PM UTC"], [104808, "2022-02-21T16:29:40Z", [0.98], ""], [8826, "2022-02-21T16:21:44Z", [0.01], ""], [22689, "2022-02-21T16:20:44Z", [0.9], ""], [22689, "2022-02-21T16:20:32Z", [0.8], ""], [104808, "2022-02-21T16:14:53Z", [0.95], ""], [104808, "2022-02-21T16:13:23Z", [0.9], ""], [36390, "2022-02-21T15:52:19Z", [0.92], ""], [13657, "2022-02-21T15:35:51Z", [0.95], ""], [86607, "2022-02-21T15:16:19Z", [0.75], "https://www.nytimes.com/live/2022/02/21/world/ukraine-russia-putin-biden"], [100805, "2022-02-21T14:40:00Z", [0.8], ""], [102121, "2022-02-21T14:36:21Z", [0.4], ""], [103716, "2022-02-21T13:54:01Z", [0.4], "A recognition will end the Minsk Process, and will actually help Ukraine long-term. On the other hand, it can help Putin show an achievement for the buildup, and allow Russian forces to open a new front vs. Ukraine."], [4890, "2022-02-21T12:33:04Z", [0.34], ""], [103257, "2022-02-21T08:19:47Z", [0.8], ""], [97375, "2022-02-21T07:27:10Z", [0.19], ""], [25601, "2022-02-21T06:22:24Z", [0.5], "Buck the trend. Not convinced."], [13657, "2022-02-21T02:34:38Z", [0.02], ""], [86607, "2022-02-21T02:33:00Z", [0.55], ""], [25705, "2022-02-21T01:27:27Z", [0.13], "It is not in the interest of Putin and Co to recognize Donetsk and Luhansk. It is better to leave it as a sore on Ukraine body. So the crowd consensus is way overestimated. But doing that is one of the moves up to Putin's sleeve. With the situation in flux, he may be forced to do it. Or it will be unintended result of something else. PS: Most interesting is a distribution of the forecasts: they congregate to close to 100%  and some around zero. Middle is thinner than expected. This polarization means that one group will be screwed big time. I hope it will be not the one with low probabilities. But who knows - I do not have a crystal ball."], [104808, "2022-02-21T01:25:44Z", [0.15], ""], [86607, "2022-02-21T01:08:08Z", [0.72], ""], [103051, "2022-02-21T00:55:39Z", [0.6], ""], [105025, "2022-02-20T23:05:19Z", [0.3], ""], [86233, "2022-02-20T22:17:42Z", [0.99], ""], [79873, "2022-02-20T21:04:19Z", [0.85], ""], [104183, "2022-02-20T20:46:59Z", [0.6], ""], [56265, "2022-02-20T18:38:07Z", [0.54], ""], [56265, "2022-02-20T18:37:40Z", [0.8], ""], [84698, "2022-02-20T17:43:44Z", [0.0], "The Duma can put forward any provisions or laws. In part, they are implemented, but not always officially confirmed. It was the same with the Duma vote in 2014, when they voted to send troops to Ukraine, but Putin did not officially confirm it.\nThe situation is similar now, but Putin will not go against the whole world, because recognizing these groups as \"independent states\" will put him in an awkward position. @Oluwoje "], [13657, "2022-02-20T17:18:47Z", [0.2], ""], [73141, "2022-02-20T17:15:26Z", [0.7], ""], [100664, "2022-02-20T15:40:11Z", [0.0], ""], [86607, "2022-02-20T14:58:03Z", [0.8], "there are a lot of ways this could go that don't involve independence. E.g. direct annexation by Russia, skipping any sort of independence step"], [619, "2022-02-20T10:30:27Z", [0.6], "Russia need to justify it's invasion of Ukraine"], [13657, "2022-02-20T09:52:57Z", [0.5], "This is one of those questions that I have a lot of uncertainty in and probably shouldn't try to answer that will probably bring my score down. Also I've had a fair amount of rum and it is 2 am. But I do think the consensus here is way too certain, and I think it's important to answer questions when you think the crowd is wrong. This situation reminds me a lot of when the United States was accusing Syria of using chemical weapons on its own people, which was a ridiculous accusation. The Obama administration tried to get support to put boots on the ground in Syria and the US public was so war weary that they couldn't get the support. And then Putin went in and negotiated for Assad to give up his chemical weapons, showing how off base the Obama administration rhetoric was. Why would Assad want to gas his own people? It makes no sense.  Biden administration keeps saying that a Russian invasion is imminent, but both Russia and Ukraine insist this is not true. The Ukrainian president was so confident that he actually left the country for a conference. Let's keep in mind that the Donbass region had a referendum in 2015 and there were more people who wanted to become independent or join Russia then stay with Ukraine. But at that time Putin made it clear he didn't want the region. He rejected them joining Russia.  The problem is that when the United States sponsored the coup in the Ukraine a few years ago, they helped to bring literal Nazis to power. I'm not using that word in a hyperbolic manner. I do think that politicians tend to overuse the word genocide, but when the Russian government claims that Ukraine is committing genocide in these regions I am open-minded to that possibility.  Most importantly I don't trust anything the US government or US Media says about this, and I am more trusting of the comments from Russia and Ukraine. I feel that the Biden administration is eager to get into a conflict in order to try to boost biden's approval ratings.  These groups on the ground are probably being sponsored both by Russia and the United States. This is a proxy conflict with the United States trying to incite a conflict and Russia trying to prevent one. Keep in mind that Russia has a GDP less than Italy, and Italy isn't doing too great. Russia cannot afford a conflict with NATO. It is not in a position to build an empire. I think Putin just sincerely wants to secure his border. Asking that the Ukraine not join NATO seems like a perfectly reasonable request to me. If Russia helped sponsor a coup in Mexico and helped bring a pro Russia government to power in Mexico what would the United States do? And if Russia started sending arms to Mexico to help them defend themselves from the fascist US threat and threatened to send more sophisticated missile systems and talked about bringing Mexico into the Warsaw pact, how would the United States react? This is playing out very similar to the conflict in Georgia. But this time Putin knows the playbook and the Biden administration is not being very sophisticated. How long can Biden keep saying that Russia is going to attack any day now? It's like how Iran has been just a few months away from a nuclear weapon for about 40 years.  Recognizing these regions as independent states would mean that Putin would have to support them militarily, and I think Putin is really trying to avoid that.\nhttps://www.zerohedge.com/geopolitical/ukraine-defense-chief-says-low-probability-major-conflict-russia-contradicting-biden"], [34815, "2022-02-20T09:02:23Z", [1.0], ""], [45594, "2022-02-20T08:15:52Z", [0.6], ""], [70234, "2022-02-20T05:15:53Z", [0.98], ""], [3434, "2022-02-19T23:16:36Z", [0.0], "Putin will always covet the Ukraine"], [94737, "2022-02-19T22:16:32Z", [0.0], ""], [22689, "2022-02-19T20:28:58Z", [0.5], ""], [50491, "2022-02-19T20:14:51Z", [1.0], "This will give the Russian invasion more heft and be great PR for Russia"], [48709, "2022-02-19T20:10:00Z", [0.0], "No, Invasion eminent"], [70711, "2022-02-19T19:40:08Z", [1.0], "If there is an invasion by Russia, this would be the minimum..\nIf there is no invasion, this is the minimum \"objectives achieved\".. Or maybe I am just cluelessly pontificating.. "], [101422, "2022-02-19T19:21:38Z", [0.35], ""], [104808, "2022-02-19T18:36:51Z", [0.9], ""], [104344, "2022-02-19T17:34:48Z", [0.15], "There is a high degree of uncertainty here because the situation seems to be rapidly changing on the ground in Ukraine. Russia has so far insisted that these two regions be part of a weakened federal Ukraine, and not recognised their independence with that objective in mind. It is not impossible that it would change its position if its military intervention in Ukraine went poorly, but currently it seems this option is not very likely. "], [104183, "2022-02-19T17:27:14Z", [0.85], ""], [691, "2022-02-19T16:25:08Z", [0.99], ""], [102430, "2022-02-19T16:18:09Z", [0.95], "If Putin is in complete control, as I think he it,  then this is probably already a done deal. "], [37566, "2022-02-19T15:52:59Z", [0.91], ""], [85986, "2022-02-19T13:14:40Z", [0.96], ""], [87175, "2022-02-19T13:12:39Z", [0.75], ""], [31369, "2022-02-19T09:59:22Z", [0.2], ""], [81567, "2022-02-19T09:17:36Z", [1.0], ""], [25400, "2022-02-19T05:45:50Z", [1.0], ""], [98345, "2022-02-19T02:53:08Z", [0.98], ""], [92079, "2022-02-19T02:21:39Z", [0.95], ""], [94375, "2022-02-19T01:54:36Z", [0.0], ""], [484, "2022-02-19T00:29:35Z", [0.95], "Up 15%."], [12694, "2022-02-19T00:04:40Z", [1.0], "I am increase my forecast based on what appears to be a pretext for this conflict starting to overtly materialize in Russia:\nhttps://mobile.twitter.com/ragipsoylu/status/1494788414205579265"], [86607, "2022-02-18T23:56:10Z", [0.92], ""], [102121, "2022-02-18T23:29:01Z", [0.99], ""], [88452, "2022-02-18T22:29:01Z", [0.99], ""], [12694, "2022-02-18T22:27:01Z", [0.95], ""], [104959, "2022-02-18T21:38:25Z", [0.9], ""], [60695, "2022-02-18T19:44:58Z", [0.0], ""], [104183, "2022-02-18T19:13:28Z", [0.6], ""], [76730, "2022-02-18T19:09:16Z", [1.0], ""], [484, "2022-02-18T18:58:42Z", [0.8], "Initial forecast. Low hanging fruit. Another try with the Minsk Protocols, then it is probably done."], [691, "2022-02-18T18:57:50Z", [0.97], "Owing to his fervent devotion to democracy, Vlad the Shirtless will bow to the will of the people as expressed in the Duma and recognize one or both of these shortly before he invades Ukraine to guarantee their independence.   I figure some time in March for both the recognition and the invasion.  (Full disclosure:  Vlad the Shirtless seldom answers my letters, so I may have the date wrong.)"], [105017, "2022-02-18T18:55:52Z", [0.0], ""], [85986, "2022-02-18T18:48:01Z", [0.9], ""], [105013, "2022-02-18T18:41:17Z", [0.9], "Continued tensions with Ukraine, following incursions in 2014, have raised the probability significantly."], [67232, "2022-02-18T18:38:44Z", [1.0], ""], [12694, "2022-02-18T18:27:23Z", [0.9], ""], [86607, "2022-02-18T18:22:52Z", [0.8], ""], [1333, "2022-02-18T18:18:00Z", [1.0], ""], [104123, "2022-02-18T18:14:48Z", [1.0], ""], [104808, "2022-02-18T18:12:30Z", [0.8], ""], [22689, "2022-02-18T18:12:09Z", [0.0], ""]], "open_date": "2022-02-18T18:00:00Z", "close_date": "2022-02-22T15:20:22Z"}