{"question_id": 2094, "title": "When will the 14-day average of COVID-19 hospitalized patients in California next reach or exceed 12,000?", "possible_answers": ["Before 15 September 2021", "Between 15 September 2021 and 31 October 2021", "Between 1 November 2021 and 15 December 2021", "Between 16 December 2021 and 31 January 2022", "Not before 1 February 2022"], "crowd_forecast": [0.0, 0.0, 0.0, 1.0, 0.0], "correct_answer": "Between 16 December 2021 and 31 January 2022", "correct_forecast": 1.0, "preds": [[103429, "2022-01-19T16:24:20Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [95112, "2022-01-18T23:57:51Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [38, "2022-01-18T23:40:52Z", [0.0, 0.0, 0.0, 1.0, 0.0], "# hospitalized as of 1/7 = 14,639. According to my calculations, the number hospitalized posted tomorrow for 1/18 needs to exceed only 11,347 for this question to close in the current period.\n@belikewater & @probahilliby  have been right-on."], [529, "2022-01-18T22:39:34Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [99857, "2022-01-18T17:41:18Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [100653, "2022-01-18T08:09:43Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [96953, "2022-01-18T04:02:26Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [38, "2022-01-18T01:21:12Z", [0.0, 0.0, 0.0, 1.0, 0.0], "@belikewater has been ahead of the curve on this from the get-go I now agree with her that this question will close in 2 or 3 days."], [87897, "2022-01-18T00:40:14Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Based on recent data, hospitalizations would need to fall by more than 10% per day for the next several days in order to avoid resolving for bin 4, and I think that's very unlikely to happen (I estimate there is a small fraction of a percent chance based on something I didn't anticipate like a data issue). It does look like hospitalizations are almost done climbing though. Thanks to @belikewater for doing such good research on this question. I hope that those positioned to do so can use these forecasts to prepare and appropriately allocate resources to where they are needed."], [96828, "2022-01-17T23:14:03Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [79461, "2022-01-17T20:01:23Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [79069, "2022-01-17T18:55:14Z", [0.0, 0.0, 0.0, 1.0, 0.0], "I'm still on target with forecast from Dec 30th, but sadly (only for me) I expected 9.5 - 14K hospitalisation peak, meaning that the date would just tip into February rather than January. \nI've been accurate since Jan 4th, but that's too late to recover from I think. Oh well, I'm still learning, lol. \nStill on for 18th - 19th Jan close. Almost certainly the 14-day average will be slowing rapidly by the time we get there, and the peak may not be far over 12k in the end. Not that that will help my Brier score, but it's been an interesting one to gauge how it will close out."], [99993, "2022-01-17T18:10:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [529, "2022-01-17T17:23:33Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [104011, "2022-01-17T13:54:33Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [40636, "2022-01-17T05:52:40Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [96828, "2022-01-17T01:27:06Z", [0.0, 0.0, 0.0, 0.99, 0.01], "Since California looks to be coming down from the peak imminently, I'm saying there is a small, small probability that somehow the 7-day average comes shy of 12k. But I think this is anxiety more than reality."], [99857, "2022-01-16T18:06:02Z", [0.0, 0.0, 0.0, 0.97, 0.03], ""], [22689, "2022-01-16T17:26:33Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [96953, "2022-01-16T15:32:30Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [98345, "2022-01-16T03:02:26Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [38, "2022-01-14T21:27:49Z", [0.0, 0.0, 0.0, 0.98, 0.02], "new cases = 119,264, up 1.9% from yesterday\nin hospital = 13,349, up 422 = 3.3% from yesterday\n14 day avg in hospital = 9,603.2, up 560.8 from yesterday The # hospitalized is 505 more than I calculated yesterday that we'll need to see every day from now until the 19th for it to close on the 19th.  It might get there a day or 2 earlier. Looking back at the # of new cases each day from about a week ago and that the # of new cases has remained high, I'm growing more confident that this question will close this month.  "], [529, "2022-01-14T18:00:55Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [34959, "2022-01-14T15:49:04Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [60944, "2022-01-14T15:29:56Z", [0.0, 0.0, 0.0, 0.98, 0.02], ""], [99375, "2022-01-14T13:10:25Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [100653, "2022-01-14T13:02:59Z", [0.0, 0.0, 0.0, 0.98, 0.02], "Current hospitalisations >12k, so even if it stays level for 2 weeks now, we'll hit >12k on '14 day average' around 25th Jan\nHowever, cases still increasing, plus hospitalisation tends to lag cases anyway, so current hospitalisations should continue to grow.\nSo looking pretty likely now."], [104011, "2022-01-14T12:42:43Z", [0.0, 0.0, 0.0, 0.98, 0.02], ""], [13086, "2022-01-14T11:53:22Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Trend has been definitive"], [103878, "2022-01-14T10:32:18Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [86607, "2022-01-14T03:38:20Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Cases still up over a week ago -> hospitalizations will go up with 100% certainty for the next week"], [99857, "2022-01-14T02:43:51Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [96953, "2022-01-14T02:31:10Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [38, "2022-01-13T23:44:17Z", [0.0, 0.0, 0.0, 0.9, 0.1], "new cases = 108,040, up 1.7%\nin hospital = 12,927, up 610 over yesterday and up 5%\n14 day average in hospital = 9,042.4, up 557 from yesterday These numbers make me feel a bit more confident in the before 1/31 bin.\nTo achieve a 14 day average hospitalized by the 19th, the daily count will need to average over 12,844 for the next week.\nOr, not fall precipitously. It's weird to be wanting things to be bad, even if just to support one's forecast!"], [99943, "2022-01-13T22:09:43Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Just repeating my forecast. With the data for Jan 12, the question could resolve with data from either Jan 16 or 17. It'll be right on the edge.\nUpdate Jan 14: Today's forecast is that it'll resolve with Jan 17 data, and it might slide into Jan 18 data."], [99993, "2022-01-13T21:48:30Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [35, "2022-01-13T16:17:25Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [104011, "2022-01-13T13:14:54Z", [0.0, 0.0, 0.0, 0.95, 0.05], "No signs of the increase slowing down..."], [29646, "2022-01-13T07:00:13Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [80667, "2022-01-13T06:29:24Z", [0.0, 0.0, 0.0, 0.99, 0.01], "2 consecutive days of over 12K and increasing..."], [96953, "2022-01-13T04:47:38Z", [0.0, 0.0, 0.0, 0.85, 0.15], ""], [96953, "2022-01-13T04:41:47Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [38, "2022-01-13T01:51:53Z", [0.0, 0.0, 0.0, 0.88, 0.12], "102,310 new cases, up 1.7%. . . .recently, the % increase has been around 6%\n12,317 hospitalized, up 502/4.2% . . recently, the daily increase has been around 600 So, the daily # hospitalized is finally over 12k!   The 14 day average # of hospitalized is 8,485.1, up 538.8. Why aren't I feeling more confident that the 12k 14 day average will be reached before the end of the month?  Because the increase in cases and hospitalizations is decreasing.   Yesterday's news that they're seeing less sign of omicron in the sewage in Boston was sobering.   I'm holding for now, but am not sure at all about this forecast!"], [99857, "2022-01-12T20:47:05Z", [0.0, 0.0, 0.0, 0.84, 0.16], "Checked out the article from @mattlerner (https://deadline.com/2022/01/omicron-surge-forecast-california-30000-hospitalizations-1234907730/). It looks like the percent hospitalized (4.5%) and the length of stay (3.6 days) are lining up with the data out of South Africa and the UK. 12,317 were hospitalized Jan 11. And officially are forecasting that the worst is yet to come by a big margin. What I'm still wondering about is if the hospitalization peak will line up with what appears to be the case peak on Jan 3/4/5.  Since we still have incomplete data the case load could still rise this week or, if this article (https://abcnews.go.com/Health/wireStory/omicron-headed-rapid-drop-us-britain-82206037) is correct, that could have been the peak, meaning hospitalizations should be near peak too (The UK seems to have peaked a week ago and is steady since.) @paulm pointed out the discrepancy in booster doses is likely a major help to the UK, especially given the low effectiveness of 2 doses... so there are a lot of complicating factors. Even if the current daily increase continues (~612/day over the last week) It could go up for 3 more days, then peak, and still not push the 14 day avg over 12k. I'm still quite heavily weighted toward it happening but don't share the high level of certainty of the crowd. Regardless, I'm really looking forward to dissecting this question when it resolves."], [99993, "2022-01-12T19:50:47Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [99943, "2022-01-12T17:48:24Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Repeating forecast; just noting that with the Jan 12 data update, my expected date of resolution is now Jan 17-18.\nAlso see CA ensemble forecasts, news article h/t @mattlerner: https://deadline.com/2022/01/omicron-surge-forecast-california-30000-hospitalizations-1234907730/\nForecasts: https://calcat.covid19.ca.gov/cacovidmodels/\nThe ensemble forecast predicts a peak in hospital census on Jan 28 at ~31k. I wrote in a late Dec forecast that hospitalizations could potentially reach 30k, but that number seemed shockingly high at the time: https://www.gjopen.com/comments/1375649 Later edit: I updated my forecast just using the most recent 6 days of data. That gets me a perfect curve fit and makes the projection change to Jan 16. The question will resolve with 5 more days of data (Jan 12-16). \nLater later edit: With Jan 12 data, it's right on the edge between Jan 16 and Jan 17 data."], [104011, "2022-01-12T14:27:18Z", [0.0, 0.0, 0.0, 0.9, 0.1], "On the 10th, 12K people were hospitalized, and given the number is still rising, the chance seems small we won't reach a 14-day average of 12K+ within 2 weeks."], [86785, "2022-01-12T12:58:46Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [37379, "2022-01-12T12:49:44Z", [0.0, 0.0, 0.0, 0.99, 0.01], "A Cromwell's Rule forecast, as I \"feel\" certain it is 100% likely before the end of January. So because Cromwell, 99% for before, 1% for after and that the Moon is made of green cheese. https://www.statisticshowto.com/cromwells-rule/ http://lawrencecrocker.blogspot.com/2015/09/nothing-is-certain-cromwells-rule.html"], [88452, "2022-01-12T10:51:07Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Current growth path speaks for 4.46 per cent average growth for 16k cases as of 20 January 2022. 20 January '22 (estimate: 16,111) actual:\n19 January '22 (estimate: 15,955) actual:\n18 January '22 (estimate: 15,900) actual:\n17 January '22 (estimate: 15,844) actual:\n16 January '22 (estimate: 15,128) actual: 14,211 +284 0.0204 (+7,422 02 Jan '22) 124,064 12,406 43,936 10,984\n15 January '22 (estimate: 14,702) actual: 13,927 +151 +0.0110 (+7,690 01 Jan '22) 109,853 12,205 58,147 11,629\n14 January '22 (estimate: 14,163) actual: 13,776  +427 +0.0320 (+7,894 31 Dec '21) 95,926 11,991 72,074 12,012\n13 January '22 (estimate: 13,618) actual: 13,349 +422 +0.0326 (+7,805 30 Dec '21) 82,150 11,736 85,850 12,264\n12 January '22 (estimate: 12,908) actual: 12,927 +610 +0.0495 (+7,802 29 Dec '21) 68,801 11,467  99,199 12,400\n11 January '22 12,317 +502 +0.0425 (+7,558 28 Dec '21) 55,874 11,175 112,126 12,458\n10 January '22 11,815 +767 +0.0694 (+7,437 27 Dec '21) 43,557 10,889 124,443 12,444.3\n09 January '22 11,048 +474 +0.0448 (+7,047 26 Dec '21) 31,742 10,581 136,258\n08 January '22 10,574 +454 +0.0449 (+6,793 25 Dec '21) 20,694 10,347 147,306\n07 January '22 10,120 +841 +0.0906 (+6,499 24 Dec '21) 10,120"], [96828, "2022-01-12T08:14:01Z", [0.0, 0.0, 0.0, 0.98, 0.02], ""], [96828, "2022-01-12T07:21:53Z", [0.0, 0.0, 0.0, 0.97, 0.03], ""], [80667, "2022-01-12T06:14:49Z", [0.0, 0.0, 0.0, 0.98, 0.02], "Concerns raised by @Anneinak about whether a 14-day average of 12k will be sustained are valid. However what are we to conclude from observation of daily cases > 12K - this seems to imply at least a marginal uptick in our bayesian priors. While it is true that peaking could imply otherwise, but that is just *one possible path* in the distribution - other paths could include *still not peaking*, *flattening* etc- which is why I think @belikewater specific prediction of Jan 18 ish is likely to be correct."], [86607, "2022-01-12T05:02:55Z", [0.0, 0.0, 0.0, 0.98, 0.02], "I fell pray to massive cognitive bias on this market. All the way from September - December I was (accurately) predicting a large winter wave leading to >12k hospitalizations in this bracket. Then Omicron somehow convinced me to throw out that logic, because a country in the middle of summer (South Africa) was doing well and I wanted to believe that was a good sign. Then discussion with other players on this market who were correctly predicting an Omicron wave of hospitalizations just caused me to reactively dig in further on the optimistic side, rather than listen closely to them and to my own former argument in favor of a seasonal wave. Lesson learned I guess"], [86785, "2022-01-12T04:09:43Z", [0.0, 0.0, 0.0, 0.99, 0.01], "Updating way up here (https://deadline.com/2022/01/omicron-surge-forecast-california-30000-hospitalizations-1234907730/) and feeling pretty dumb about my initial skepticism on this front."], [86607, "2022-01-12T03:34:11Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [38, "2022-01-11T23:35:32Z", [0.0, 0.0, 0.0, 0.88, 0.12], "New cases = 143,380\nIn hospital = 11,815, up 767 from yesterday\n14 day average in hospital = 7946.3, up 532 from yesterday The 12k in the hospital that this question requires is now about to be realized, but will it be sustained for 2 weeks or go high enough for enough days to make the 14 day average 12k+?   When it appears that COVID has peaked in Boston  ???\nhttps://www.mwra.com/biobot/biobotdata.htm\n@belikewater @paulm"], [529, "2022-01-11T22:43:38Z", [0.0, 0.0, 0.0, 0.95, 0.05], "https://calcat.covid19.ca.gov/cacovidmodels/"], [87897, "2022-01-11T21:55:01Z", [0.0, 0.0, 0.0, 0.99, 0.01], "Counts are up almost 7% for the 10th and expect that when today's data are released tomorrow, I expect the counts will be well above 12,000 (with the 14-day average being around 8.5k). From the most recently reported increase, I now think it's likely that the 14-day average will cross 12,000 threshold on the 17th (estimated ~60% chance), a day earlier than I expected in my previous forecast. In order for this question not to resolve in the penultimate bin, something very unexpected would have to happen. "], [99993, "2022-01-11T21:54:55Z", [0.0, 0.0, 0.0, 0.85, 0.15], ""], [20504, "2022-01-11T21:05:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], "+50% to Jan, -50% to 'Not before'"], [101989, "2022-01-11T20:44:41Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [691, "2022-01-11T20:03:08Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [40636, "2022-01-11T19:01:57Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [40636, "2022-01-11T18:58:52Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [3024, "2022-01-11T18:44:10Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [99993, "2022-01-11T18:17:36Z", [0.0, 0.0, 0.0, 0.7, 0.3], ""], [103878, "2022-01-11T17:11:07Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [86785, "2022-01-11T16:19:23Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [101187, "2022-01-11T14:24:37Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [96828, "2022-01-11T10:58:00Z", [0.0, 0.0, 0.0, 0.96, 0.04], ""], [79069, "2022-01-11T09:33:20Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Sticking with 18th, but it could be late as the 20th perhaps...\nLooking at figures from 10th Jan I think this is case closed. I needed to check the most recent two days figures to rule out any caveats."], [96828, "2022-01-11T05:38:41Z", [0.0, 0.0, 0.0, 0.88, 0.12], ""], [99993, "2022-01-11T03:14:45Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [767, "2022-01-11T03:05:59Z", [0.0, 0.0, 0.0, 0.8, 0.2], "\"Today, the state reported 11,048 patients with the virus.\nGov. Newsom said hospitalizations are projected to increase to 23,000 COVID-19 patients by Feb. 2, surpassing the current record of 21,938 hospitalizations set during January 2021\"\nRead more at: https://www.sacbee.com/news/politics-government/capitol-alert/article257197477.html#storylink=cpy"], [80667, "2022-01-10T23:46:16Z", [0.0, 0.0, 0.0, 0.95, 0.05], "Seems very likely that the penultimate bin will end up winning..."], [38, "2022-01-10T21:04:45Z", [0.0, 0.0, 0.0, 0.85, 0.15], "I'm trying to not get freaked-out by the latest data, and not over-react.   The new case count is WAY up at 308,820. . . does this number represent under-counts/under-reports from over the weekend?\nThe positivity rate is 22.1%:  highest ever.\nThe # hospitalized is 11,048:  highest so far since the peak during the delta wave HOWEVER . . .\n the number hospitalized is only 474 higher than the previous day, when in recent days it had been 600+ higher.  Has it peaked?  Or is this another anomaly caused by it having been a weekend?   Or are people not being admitted due to lack of staff??? Consequently, the 14 day average continues to increase,  but not as rapidly as I thought it would:\n6424.4 as of 1/7\n6909.6 as of 1/8\n7412.9 as of 1/9 Frankly, I was expecting a much higher # of hospitalized today--like in the vicinity of 15k.  I'm beginning to think that we may have already seen the peak of infections and that the peak of hospitalizations will not be anywhere near as high as I thought, which, because hospital stays are shorter with the omicron variant, might mean that the 14 day average will never exceed 12k. So, like @Scappleby, I've lost confidence in my forecast and am reducing it. . . .  I wish I had the confidence of @belikewater! who says it could be resolved by the 18th. The way I understand the data, for the 14 day average to exceed 12k by Jan 18th, for the next 9 days, the AVERAGE would have to be over 13,147, and we're not even close to achieving that on a daily basis.   Because hospitalization rates for omicron are so much lower than for delta, and because of reports of staffing shortages,  I'm losing confidence that  the 14 day average will ever exceed 12k. Anecdotally:  I have family  & friends in CA.  So far, all of them have been symptom-free, but they tell me that they feel like they're vying for the title \"The Last Person Standing\" because so many of THEIR friends and co-workers have succumbed.   I agree with @cdob63, the discussion & debate here has been terrific!"], [87897, "2022-01-10T20:53:17Z", [0.0, 0.0, 0.0, 0.97, 0.03], "Slim chance that the counts peak in the next few days and decline before the 14 day average moves past the 12,000 threshold, but agree with @belikewater 's assessment that this question will likely resolve for the penultimate bin based on the January 18th data. Even if the growth rate slows to only 1% for the remainder of the month, this question will still resolve as the penultimate bin. A growth rate of 3.5% or higher (which I expect for the coming days) means the threshold will be reached on January 18th or earlier. https://www.gjopen.com/comments/1381436"], [22689, "2022-01-10T20:15:16Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [79069, "2022-01-10T19:49:54Z", [0.0, 0.0, 0.0, 0.95, 0.05], "Still very likely before end of Jan, but I think there is a realistic (and remote) scenario where we just miss the end of Jan. I'll rule this out over the next two days.\nOtherwise, if cases keep climbing I’m still expecting 18th Jan (as from comment on 7th)"], [99943, "2022-01-10T19:00:17Z", [0.0, 0.0, 0.0, 1.0, 0.0], "With the latest data update, the date is still Jan 18. Jan 17 and 19 aren't completely out of the question, but Jan 18 is extremely likely at this point."], [86607, "2022-01-10T18:45:01Z", [0.0, 0.0, 0.0, 0.85, 0.15], ""], [34151, "2022-01-10T18:05:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], "11,200 as of 1.10.2022.  Given current rate increase, should reach that nu,ber in the next 5 or 6 days,"], [40636, "2022-01-10T17:37:04Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [99375, "2022-01-10T14:37:21Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [104011, "2022-01-10T14:31:16Z", [0.0, 0.0, 0.0, 0.5, 0.5], "Extrapolating the curve upward suggests 12K would be reached before Feb 1, but will it?"], [21884, "2022-01-10T06:12:54Z", [0.0, 0.0, 0.0, 0.85, 0.15], ""], [98345, "2022-01-10T01:45:29Z", [0.0, 0.0, 0.0, 0.97, 0.03], ""], [86607, "2022-01-10T00:55:35Z", [0.0, 0.0, 0.0, 0.81, 0.19], ""], [29646, "2022-01-09T21:55:39Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [13086, "2022-01-09T21:42:05Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [691, "2022-01-09T19:48:50Z", [0.0, 0.0, 0.0, 0.97, 0.03], ""], [99857, "2022-01-09T19:43:16Z", [0.0, 0.0, 0.0, 0.81, 0.19], "I'm questioning the high certainty I've given. This will be some fuzzy logic but I'm putting it down and looking for feedback. Looking at the South Africa data the curve follows a ~5 week spike. If California follows a similar trend this should be week 3 in Cali and the highest infection numbers. South Africa's numbers in the peak week were ~20% higher than the previous week. If California follows a similar trend that would mean current hospitalizations should still come up 20-30% before peaking (week lag).  Since they're at 9279 Jan 6, we should see peak numbers around the 12k mark and they'll stay there for a week. I think we're all confident it'll cross 12k at this point. But it's not the peak, its the average over 14 days. Even if it peaks at 15k it may not bring the 14 day average over 12k. I recall seeing an article that said public health officials were bracing for a 20k peak, which would certainly resolve this yes.  The UK seems to be a week or so ahead and is showing signs of stabilizing (Their highest admissions in the last month was Dec 29). I'm still thinking it's more likely than not, but don't have the high confidence I had a few days ago."], [20504, "2022-01-09T15:43:48Z", [0.0, 0.0, 0.0, 0.5, 0.5], "+30% to Jan, -30% to 'Not before'."], [99375, "2022-01-09T15:08:43Z", [0.0, 0.0, 0.0, 0.93, 0.07], ""], [86607, "2022-01-09T12:22:55Z", [0.0, 0.0, 0.0, 0.91, 0.09], ""], [101989, "2022-01-09T11:54:08Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [80667, "2022-01-09T02:42:27Z", [0.0, 0.0, 0.0, 0.85, 0.15], "the penultimate bin highly likely at this point"], [96828, "2022-01-09T00:25:48Z", [0.0, 0.0, 0.0, 0.92, 0.08], ""], [97302, "2022-01-08T23:00:21Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [78629, "2022-01-08T22:21:26Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [529, "2022-01-08T22:17:15Z", [0.0, 0.0, 0.0, 0.86, 0.14], "https://calcat.covid19.ca.gov/cacovidmodels/"], [103878, "2022-01-08T22:03:14Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [87897, "2022-01-08T19:56:33Z", [0.0, 0.0, 0.0, 0.9, 0.1], "The situation is progressing approximately as anticipated in my previous forecast, so increasing the confidence in the penultimate bin. I still feel like there are factors I may not have accounted for, but if things continue progressing at this rate, they will soon be irrelevant. My previous forecast: https://www.gjopen.com/comments/1378791"], [101989, "2022-01-08T16:53:45Z", [0.0, 0.0, 0.0, 0.98, 0.02], ""], [101989, "2022-01-08T16:41:07Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [34959, "2022-01-08T15:16:18Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [12694, "2022-01-08T14:55:28Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [12694, "2022-01-08T14:53:13Z", [0.0, 0.0, 0.0, 0.97, 0.03], ""], [86607, "2022-01-08T05:40:09Z", [0.0, 0.0, 0.0, 0.86, 0.14], ""], [529, "2022-01-08T05:00:23Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [3024, "2022-01-08T02:14:24Z", [0.0, 0.0, 0.0, 0.97, 0.03], ""], [100273, "2022-01-08T01:55:46Z", [0.0, 0.0, 0.0, 1.0, 0.0], "All in"], [86785, "2022-01-08T00:19:31Z", [0.0, 0.0, 0.0, 0.78, 0.22], ""], [29054, "2022-01-07T22:44:29Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [103629, "2022-01-07T22:21:34Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [38, "2022-01-07T20:05:02Z", [0.0, 0.0, 0.0, 0.95, 0.05], "The website noted that today's numbers reflected some corrections from previous days . . .  103,606 new cases . . . . if 12% end up hospitalized in 7-10 days, that will make the daily total over 12k Jan 14-17th, or earlier, depending on how many cases reported today were from prior days. 9,279 hospitalized, up 608 from yesterday. . . if there's 600 new hospitalizations/day (as there has been for the last 3+), the daily total will be over 12k in 5 days/Jan 12th 5,961 current 14 day average of hospitalized cases One thing that has been bothering me about this question is that the decision of who to hospitalize, when, is not just based on the medical status & needs of the patient.  My husband was in & out of the ICU for about 8 weeks a couple of summers ago, and it was clear that the decisions regarding when to admit him, what unit to admit him to, when to transfer him out of the ICU onto the med-surg wing, and when to discharge him had as much to do with available staff, who was paying for his care, what equipment they had available where, and who the admitting physician was as his medical status & needs:  ie politics!   Forecasting on a question about if more than 95% of ICU beds in AZ would be filled made me realize that the number of ICU beds is a flexible #, again, dependent on nursing staff & equipment (like ventilators) availability, and politics--like a dictat from hospital admins to physicians, \"Thou shalt not fill all available ICU beds!\"  So, I'm concerned that the numbers of hospitalized patients may not reflect the true number of people who need to be hospitalized, but, instead, reflect how much staff is available in hospitals or some other metric. . . .which could mean that people who need to be hospitalized won't be, and those who are hospitalized may be discharged early, both of which would depress the stats for this question. @belikewater, @probahilliby, @Scappleby, @Dillyweed, @paulm, @JonathanMann, @ctsats"], [3024, "2022-01-07T18:16:45Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [86607, "2022-01-07T17:56:18Z", [0.0, 0.0, 0.0, 0.83, 0.17], "17% just to account for either 1) cases/hospitalizations peak and decline so quickly that we somehow don't break in the 14 day average, or 2) some unknown unknown that I'm not considering"], [691, "2022-01-07T16:39:18Z", [0.0, 0.0, 0.0, 0.88, 0.12], ""], [100653, "2022-01-07T15:33:03Z", [0.0, 0.0, 0.0, 0.74, 0.26], ""], [96828, "2022-01-07T11:31:58Z", [0.0, 0.0, 0.0, 0.85, 0.15], ""], [96828, "2022-01-07T10:49:26Z", [0.0, 0.0, 0.0, 0.84, 0.16], ""], [79069, "2022-01-07T10:34:44Z", [0.0, 0.0, 0.0, 1.0, 0.0], "I now have this closing by 18th. Quite surprising."], [34959, "2022-01-07T05:31:29Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [12694, "2022-01-07T03:55:28Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [80667, "2022-01-07T00:24:30Z", [0.0, 0.0, 0.0, 0.8, 0.2], "Hospitalizations inching up steadily..."], [14266, "2022-01-07T00:23:03Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [14266, "2022-01-07T00:22:22Z", [0.0, 0.0, 0.0, 0.84, 0.16], ""], [86607, "2022-01-07T00:13:56Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [86607, "2022-01-06T23:50:06Z", [0.0, 0.0, 0.0, 0.65, 0.35], ""], [103878, "2022-01-06T23:19:25Z", [0.0, 0.0, 0.0, 0.81, 0.19], ""], [86785, "2022-01-06T22:20:49Z", [0.0, 0.0, 0.0, 0.75, 0.25], "Updating toward the crowd here thanks to @belikewater. This is not very systematic, but I'm not updating all the way because a scan of NYT's tracker (https://www.nytimes.com/interactive/2021/us/covid-cases.html) seems to indicate a leveling-off in some places of hospitalizations (as well as cases). If this happen sooner in CA rather than later, then we may not pass 12k."], [86785, "2022-01-06T21:13:28Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [96541, "2022-01-06T20:44:33Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Unfortunately we haven't seen the peak for cases after the New Year. This combined with people being tired of the precautions to prevent COVID infections, and the rapid ability of Omicron to spread leads me to believe that within the next 2 weeks the average will be greater than 12000 per day."], [99993, "2022-01-06T19:30:09Z", [0.0, 0.0, 0.0, 0.71, 0.29], ""], [3024, "2022-01-06T18:05:36Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [691, "2022-01-06T17:43:54Z", [0.0, 0.0, 0.0, 0.92, 0.08], "I have been really impressed with the quality and detail of this discussion.  Can't remember the last time I changed my numbers so often in such a short time.  (Full disclosure:  I can't remember the last time I did anything, at least not clearly.)    I would have upvoted almost everybody for almost everything but I am prone to repetitive stress injury and didn't want my upvoting trigger finger to freeze up.  Thanks to all who have contributed so far.  "], [99857, "2022-01-06T17:23:01Z", [0.0, 0.0, 0.0, 0.96, 0.04], "After a lot of great discussion it seems there's a very high chance of this happening. Hopefully we're all wrong, but it looks like we're watching the water go out before the tsunami arrives"], [691, "2022-01-06T16:19:45Z", [0.0, 0.0, 0.0, 0.8, 0.2], ""], [103799, "2022-01-06T15:46:05Z", [0.0, 0.0, 0.0, 0.45, 0.55], ""], [13657, "2022-01-06T14:53:49Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [104069, "2022-01-06T14:34:04Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Omikron leads in the short run not to more hospitalised patients and is spreading faster than Delta. So, more people will be infected by the less severe (for younger people at least) Omikron. When it will reach the more elderly, it will be after March 1."], [96828, "2022-01-06T10:21:27Z", [0.0, 0.0, 0.0, 0.8, 0.2], ""], [38, "2022-01-06T07:52:22Z", [0.0, 0.0, 0.0, 0.95, 0.05], "Thanks to @belikewater who reminded me of something that I had realized some time ago, and forgotten.  I'd forgotten that I'd figured out that the # of cases hospitalized doesn't have to be in excess of 12k day for 2 weeks!  It just has to AVERAGE over 12k, and if the peak days are high enough, it could cause this question to close rather rapidly!"], [34815, "2022-01-06T07:44:14Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [38, "2022-01-06T07:11:13Z", [0.0, 0.0, 0.0, 0.9, 0.1], "If the positivity rate is 10% and the doubling rate is 2-4 days, then the peak of the curve will be in 6-12 days."], [99375, "2022-01-06T04:37:02Z", [0.0, 0.0, 0.0, 0.82, 0.18], ""], [86785, "2022-01-06T01:23:01Z", [0.0, 0.0, 0.0, 0.45, 0.55], "At present, we're at a 14-day hospitalization average of 4800, or 12 per 100,000, with a 7-day average case rate of 118.4 per 100,000, or about 47,000 people. Let's just suppose this ratio holds constant. How many people would need to be sick in order to get a hospitalization average of 12,000? Well, about 117,000, or about 350 per 100k. Important to note, I think, that not even New York is that high- they seem to be at around 200 per 100k right now. So the whole question here is how high it'll go. If it keeps going up, then yeah, we're going to hit 12,000 pretty soon! Note as well that the figures are pretty delayed. I may regret this, but I'm skeptical. One thing to note about the path diseases take is that they seem to be mostly symmetrical around the peak, that is, when they rise fast, they also tend to drop fast, and there's some indication that South Africa's peak has just been passed. It seems like it took just about a month. And we're coming up on that, so I'm ready to believe that the downturn may come soon. It seems a bit bonkers to go against the crowd in this way, but sometimes you just gotta close your eyes and jump."], [96828, "2022-01-05T23:45:52Z", [0.0, 0.0, 0.0, 0.82, 0.18], "'A small percentage of a really big number is still a really big number.' I think this may apply here to Omicron, where even though the cases are less severe relative to those who get Omicron, there are just so many people getting infected than ever before that there will be a relatively large amount of people getting severely sick or hospitalized during the wave of cases that seems to be peaking still. Further, it would make sense that the fallout of a rise in hospitalizations and deaths are lagged several days after the peak. I project the trend to reach near 12k around January 22 and like @Dillyweed has said, I don't see many reasons to significantly change the trend soon. I guess one caveat is that winter cases last year seemed to peak around early to mid January. On the other hand, it took nearly 4 months for  hospitalizations to return to baseline after the winter surge. This winter's surge, which is ongoing, started 2 months later than the anniversary of the first wave, so perhaps we won't see hospitalization in the US reaching baselines until March 2022 (I would say 50% chance). However, Omicron is different and the question at hand deals with California, not the US. Any flaws on my basic premise or further comments?\n@Anneinak\n@AnotherWorld\n@belikewater\n@cdob63\n@ctsats\n@Emking\n@JonathanMann\n@paulm\n@Scappleby"], [55987, "2022-01-05T23:43:59Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [80667, "2022-01-05T21:54:48Z", [0.0, 0.0, 0.0, 0.75, 0.25], "Updated the odds  in favor of the penultimate bucket to 3:1"], [38, "2022-01-05T21:00:50Z", [0.0, 0.0, 0.0, 0.83, 0.17], "Reducing forecast for during the current period.  As I suspected  yesterday, the numbers yesterday were dodgy.  For all I know, today's may be, as well.   New cases = 51,743.  \nin hospital = 8,032  (up 627.  Yesterday the count was up 600)\n14 day average in hospital = 5,201 If 15% of cases end up in the hospital in a week or 10 days, then there will be about 7761 people hospitalized by then from those new cases*.  For there to be 12k hospitalized from today's new cases alone, the hospitalization rate would need to be a bit over 23%.    OR the case counts would need to be low by about 36%--which is possible because if omicron is so mild and if tests are unavailable, many people who have it won't be showing up in the test stats.   *HOWEVER, There will also be people still in the hospital who were new cases yesterday and about 3 days earlier since I think I read somewhere that the average hospital stay is 4 days. Another way to slice & dice these numbers is that the number of people hospitalized seems to be growing at the rate of about 600+ day.  At that rate, if the rate of increase is linear (which it isn't. . . it's closer to exponential, so higher) the number hospitalized will exceed 12k in about 7 days (Jan 12).  It would have to stay that high for 2 weeks, however, which puts it at Jan 26th.   Closer to the wire than I thought yesterday. @Dillyweed, @belikewater, @ctsats, @probahilliby "], [103878, "2022-01-05T18:59:42Z", [0.0, 0.0, 0.0, 0.67, 0.33], ""], [99943, "2022-01-05T17:28:42Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Looking at NY..."], [691, "2022-01-05T17:03:57Z", [0.0, 0.0, 0.0, 0.78, 0.22], ""], [12694, "2022-01-05T16:31:40Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [12694, "2022-01-05T16:25:30Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [12694, "2022-01-05T16:24:24Z", [0.0, 0.0, 0.0, 0.4, 0.6], "Comment deleted on Jan 05, 2022 04:30PM UTC"], [12694, "2022-01-05T14:15:34Z", [0.0, 0.0, 0.0, 0.3, 0.7], ""], [12694, "2022-01-05T14:14:23Z", [0.0, 0.0, 0.0, 0.03, 0.97], ""], [20504, "2022-01-05T11:57:44Z", [0.0, 0.0, 0.0, 0.2, 0.8], "+10% Dec to Jan, -10% to 'Not before'"], [96828, "2022-01-05T08:19:53Z", [0.0, 0.0, 0.0, 0.82, 0.18], "Going up based on @Dillyweed's confidence, which I cannot refute. I'm also in line with @Anneinak's analysis. https://www.gjopen.com/comments/1378805\nhttps://www.gjopen.com/comments/1378763"], [40584, "2022-01-05T05:23:25Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [40584, "2022-01-05T05:04:45Z", [0.0, 0.0, 0.0, 1.0, 0.0], "Hospitalizations have been increasing exponentially, with the daily hospitalizations growing at a recent rate of ~452 / day. 600 yesterday. At 450 it will take 9 days to get to 12k on a daily basis. 7 days after that for the 14-day average to hit 12k. That's 16 days after Jan 4, or about Jan 20th. If it continues exponentially, then it will be sooner. If it continues linearly, it will be Jan 20. Cases continue to go straight up and with a 20% positivity rate I assume we are grossly undercounting cases and hospitalizations lag cases; I see no reason to believe trends will slow sharply in the next 16 days. @Anneinak @ctsats"], [14266, "2022-01-05T04:35:24Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [87897, "2022-01-05T03:25:23Z", [0.0, 0.0, 0.0, 0.85, 0.15], "It looks to me like @belikewater  is correct as usual. I expect case counts to grow at between 2.5% - 7.5% per day. If case counts grow at 5% per day (as I expect they probably will), that would mean that hospitalizations will exceed 12,000 on January 12th and the 14-day average will exceed 12,000 on January 18th. If case counts grow at only 2.5%, hospitalizations will exceed 12,000 on January  20th and the 14-day average will exceed 12,000 on January 27th. For the present, I'm only going up to 85% on the penultimate bin because I still wouldn't be surprised to find out I'm missing something important. https://www.gjopen.com/comments/1378586"], [101187, "2022-01-05T02:35:44Z", [0.0, 0.0, 0.0, 0.95, 0.05], ""], [96828, "2022-01-05T02:22:03Z", [0.0, 0.0, 0.0, 0.73, 0.27], ""], [96828, "2022-01-05T02:21:40Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [96828, "2022-01-05T02:21:10Z", [0.0, 0.0, 0.0, 0.7, 0.3], ""], [38, "2022-01-05T01:17:38Z", [0.0, 0.0, 0.0, 0.85, 0.15], "I just read in a NYT summary that about 15% of omicron cases result in hospitalization, and that hospitalization occurs 7-10 days after infection. That means that if there is an average of about 80k new cases a day for 2 weeks, the 14 day average hospitalizated case count will be over 12k Today, there were 237,084 new cases according to the website.  If the 15%-7 to 10 days later-rule applies, then there will be 35,563 omicron cases in the hospital in 7 to 10 days.   Because 237,084 cases is nearly 3x as many as it takes to push the hospitalization rate to over 12k in 7-10 days, we won't need to see a full 14 days over 80k; it could be as few as 11. CAVEATS:  \nAll of this is based on what looks to me like very dodgy data: incomplete case counts, etc because of the holidays.\nAn additional issue is that once omicron peaks, it will fall as rapidly.  So, the peak will have to be very high and/or sustained."], [99943, "2022-01-04T23:57:53Z", [0.0, 0.0, 0.0, 0.99, 0.01], "Inspired to \"go polar\" by @paulm. Don't look at me - it's all his fault."], [99857, "2022-01-04T23:08:15Z", [0.0, 0.0, 0.0, 0.67, 0.33], "I'm struggling on this. Cases look weirdly stable but I'd still expect a post-Christmas bump. What might be more challenging is \"While new infections were astronomically higher with omicron than beta or delta, the percentage of those hospitalized was far lower -- just 4.9%, almost 10 percentage points lower than the delta wave [and] the median hospital stay with omicron was just 4 days, versus 7-8 days in the prior waves.\", which could also keep the numbers lower. There are 7914 total hospitalized patients as of Jan 4, which is still 33% less than needed, and that total would be needed for 14 full days still. Since the consensus seems to be that hospitalizations lag cases by about a week, which I agree with, and the dashboard reports ~70k cases/day late last week, that should mean cases would need to be over 100k/day for 2 weeks to meet the criteria. This could change as it affects older populations more, but I believe those are also most likely to have boosters now, which could temper the surge (over 80% of the +50 age group is fully vaccinated, ~5% higher than the 18-50 group). Increase in hospitalization numbers is ~350-400/day which, if consistent, would mean crossing 12k in 7-10 days (Jan 10-15), then staying there or above until the end of the month. @belikewater has some interesting numbers (https://www.gjopen.com/comments/1378235) that point to it being pretty likely to happen, so I'm torn at this point.  I've been slow on a couple of these questions so am certainly coming up on the odds it could be before Jan 31. A few more days data will be helpful https://www.nbcnewyork.com/news/coronavirus/people-hospitalized-with-omicron-are-less-sick-and-for-shorter-periods-study-says/3472908/\nhttps://www.mercurynews.com/2022/01/04/covid-california-blows-through-record-for-new-daily-cases-as-omicron-surges/"], [767, "2022-01-04T22:21:02Z", [0.0, 0.0, 0.0, 0.7, 0.3], "https://covid19.ca.gov/state-dashboard/"], [86607, "2022-01-04T21:16:39Z", [0.0, 0.0, 0.0, 0.8, 0.2], "https://coronavirus.data.gov.uk/details/healthcare\nhttps://coronavirus.health.ny.gov/daily-hospitalization-summary\nUK hospitalizations seem only 1/3 of last winter's peak, even though they got hit earlier, but cases are still skyrocketing so that's going to shoot up. New York's are already above last winter.  Was definitely a mistake for me to put so much stock on South Africa's #s and downplay the possibility that seasonal effects could be this strong"], [96828, "2022-01-04T21:14:32Z", [0.0, 0.0, 0.0, 0.6, 0.4], "Hard to go ahead past this forecast confidence due to a top forecaster forecasting more than 96% in the last bin. But I think they're wrong. Respecting whatever wisdom this individual has until the trend materializes further."], [96828, "2022-01-04T21:11:53Z", [0.0, 0.0, 0.0, 0.64, 0.36], ""], [96828, "2022-01-04T21:11:13Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [96828, "2022-01-04T21:10:49Z", [0.0, 0.0, 0.0, 0.56, 0.44], ""], [79069, "2022-01-04T20:48:57Z", [0.0, 0.0, 0.0, 0.99, 0.01], "Still expecting 11-14k, but I have been a little light on bin 4 "], [101989, "2022-01-04T20:30:07Z", [0.0, 0.0, 0.0, 0.9, 0.1], "At the current rate, likely to get to 12K by the end of January."], [80667, "2022-01-04T19:37:06Z", [0.0, 0.0, 0.0, 0.65, 0.35], "Major revision based on a insightful nudge from @belikewater  IMO, Omicron's entry coinciding with flu season is very unfortunate for hospital admissions. The overlap of symptoms and supply disruptions in home test kits likely to drive more people to hospitals. "], [87897, "2022-01-04T19:28:14Z", [0.0, 0.0, 0.0, 0.55, 0.45], "knee-jerk forecast at the prompting of @belikewater who has earned my respect with some very bold but correct forecasts previously; will circle back with a more refined forecast when I get time to run the numbers."], [40584, "2022-01-04T18:39:00Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [691, "2022-01-04T16:20:11Z", [0.0, 0.0, 0.0, 0.2, 0.8], ""], [55987, "2022-01-04T16:17:04Z", [0.0, 0.0, 0.0, 0.73, 0.27], ""], [86607, "2022-01-04T15:23:16Z", [0.0, 0.0, 0.0, 0.45, 0.55], ""], [103878, "2022-01-04T13:06:13Z", [0.0, 0.0, 0.0, 0.21, 0.79], ""], [101187, "2022-01-04T10:46:41Z", [0.0, 0.0, 0.0, 0.35, 0.65], ""], [79069, "2022-01-04T10:08:32Z", [0.0, 0.0, 0.0, 0.65, 0.35], "Perhaps better to be cautious about case rates at this point."], [79069, "2022-01-04T10:04:52Z", [0.0, 0.0, 0.0, 0.55, 0.45], "Similar forecast to before, although the lower end of he range has moved up. Est: 11-14k.\nIt all depends now on whether cases start to plateau, or the daily increase slows significantly. Otherwise we will go over 12k by end of month."], [80667, "2022-01-04T06:28:50Z", [0.0, 0.0, 0.0, 0.1, 0.9], "Whenever I disagreed with @belikewater on Covid, I paid dearly- clearly I haven't learnt my lesson :-)\nReasons for my forecast :\na) There is a reasonably high consensus among the scientific circles that Omicron is appreciably milder than Delta, specifically for hospitalizations/deaths\nb) The previous occasion when > 12K was in Jan-Feb 2021 - peak delta + pre-vaccinations. Given a very high degree of vaccinations + boosters in CA, I would wager that it's quite unlikely in the next 4 weeks or so, However, I should hop back daily to check where things are!"], [14266, "2022-01-04T06:18:46Z", [0.0, 0.0, 0.0, 0.23, 0.77], ""], [99375, "2022-01-04T06:08:24Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [20504, "2022-01-04T05:26:02Z", [0.0, 0.0, 0.0, 0.1, 0.9], "+5% to bin 4, -5% to 'Not before'"], [529, "2022-01-04T04:51:00Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [99943, "2022-01-04T02:22:39Z", [0.0, 0.0, 0.0, 0.9, 0.1], ""], [99943, "2022-01-04T02:09:48Z", [0.0, 0.0, 0.0, 0.88, 0.12], "14-day average of hospitalized patients at 5009 on Jan 2, 7 days after 51.5 cases/100k population on Dec 26. Hospitalizations lag cases by approx 7-10 days, so estimating the number hospitalized as a fraction of cases 7 days ago will underestimate hospitalizations as a fraction of cases. So 5009/51.5 = 97.3 is an underestimate of hospitalizations per 1 case/100k population. 12000 / 97.3 = 123 cases per 100k population; thus, if CA sees 123 cases per 100k population, a 14-day average of 12k hospitalizations is all but assured. Moreover, in addition to this being an underestimate based on assuming 7 days between cases and hospitalizations, it's also likely an underestimate because cases to date have been skewed towards younger segments of the population. Because US cases are currently 1.6x last year's peak but have not yet peaked, I don't see how CA can escape seeing more than 123 cases per 100k population = 1.1x last year's peak and hence a 14-day average of 12k hospitalizations. And I don't see how this won't happen before Feb 1, as cases are soaring and will likely reach a 7-day average of 123 per 100k population in about 1 week. And I can't imagine hospital capacity precluding 12k being reached, because >22k was reached last year. I'm still trying to force myself to be at least a little cautious in this forecast, but my real instinct is to put this forecast at 99%. It's almost done, imo.\nAlso worth looking at hospitalizations in the US: https://ourworldindata.org/covid-hospitalizations\n@Anneinak"], [99943, "2022-01-04T01:57:31Z", [0.0, 0.0, 0.0, 0.85, 0.15], "Just repeating my forecast. Also worth looking at hospitalizations in the US: https://ourworldindata.org/covid-hospitalizations"], [3024, "2022-01-03T21:33:15Z", [0.0, 0.0, 0.0, 0.4, 0.6], "Hospitalized on Jan 2 are about 7,400.  4,600 incremental hospitalizations will result from 66k to 80k more cases assuming that 5.75-7% of cases results in hospitalization.  "], [88198, "2022-01-03T18:59:05Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [55987, "2022-01-03T16:03:36Z", [0.0, 0.0, 0.0, 0.22, 0.78], ""], [86607, "2022-01-02T19:34:57Z", [0.0, 0.0, 0.0, 0.25, 0.75], ""], [98345, "2022-01-02T18:46:39Z", [0.0, 0.0, 0.0, 0.35, 0.65], ""], [79069, "2022-01-02T18:18:13Z", [0.0, 0.0, 0.0, 0.3, 0.7], ""], [99993, "2022-01-02T16:55:04Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [103878, "2022-01-01T15:39:28Z", [0.0, 0.0, 0.0, 0.11, 0.89], ""], [96828, "2022-01-01T00:10:52Z", [0.0, 0.0, 0.0, 0.41, 0.59], ""], [96828, "2022-01-01T00:06:46Z", [0.0, 0.0, 0.0, 0.4, 0.6], "Had a second look at US hospitalizations in general and saw California ticking up. Even though Omicron is less lethal, it infects more people, which touches more people to become candidates to be hospitalized. A relatively small percentage of a large group of infected is still a large number. California is still peaking."], [96828, "2022-01-01T00:05:47Z", [0.0, 0.0, 0.0, 0.36, 0.64], ""], [691, "2021-12-31T18:29:18Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [101989, "2021-12-31T09:44:08Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [40584, "2021-12-31T04:11:45Z", [0.0, 0.0, 0.0, 0.15, 0.85], ""], [38, "2021-12-31T03:00:33Z", [0.0, 0.0, 0.0, 0.45, 0.55], "Because this asks about a 14 day average, it stretches out the time period over which the counts need to be high.\nThe daily totals will need to be consistently over 12k per day for 2 whole weeks, beginning in 2 weeks, for the average to be over 12k before the end of January.  Possible, but how likely?  The current daily total is 5.5k.  It will have to double in 2 weeks and then stay high for 2 more weeks to resolve as \"Yes\" by the end of January. I am not confident that this variant will cause that many hospitalizations over such a long period of time, and because it sounds like those who need to be hospitalized are not needing to stay in the hospital as long as with the original variant or Delta. "], [99943, "2021-12-31T01:11:02Z", [0.0, 0.0, 0.0, 0.85, 0.15], "I'm constraining myself from putting even more weight on bin 4. The US reported 500k cases today. I don't see how CA is going to avoid having a surge in cases at least double that seen last winter and consequently, even with Omicron's reduced severity in terms of hospitalization risk, >12k 14-day average hospitalizations."], [99943, "2021-12-31T00:40:28Z", [0.0, 0.0, 0.0, 0.83, 0.17], "I wasn't going to raise my forecast on bin 4 yet, but I saw NY data: https://twitter.com/DrWilliamKu/status/1474349707233267715\nHospitalizations are already about half last winter's peak there.\nHospitalizations are almost at last winter's peak in Ohio, too: https://twitter.com/DrWilliamKu/status/1474706501138800640"], [99943, "2021-12-31T00:07:04Z", [0.0, 0.0, 0.0, 0.8, 0.2], "5516 total hospitalized patients on Dec 29; ~30 cases/100k population on Dec 22; expecting actual cases to exceed and potentially far exceed last winter's peak of ~109/100k population. A crude calculation, 5516 isn't a 14-day average, and there are still Delta cases in there as @MrLittleTexas points out, but 5516/30*109 = 20k. And that's if Omicron's peak is only as high as last winter's. It could be a lot higher. There's gigantic room for error in this forecast; if Omicron cases reach 1-3x the peak of cases last winter, then I think a 14-day average hospital census of 12k is extremely likely by the end of January. I'm probably not going to change my forecast for a while now until I see substantial movement in cases and hospitalizations."], [86607, "2021-12-30T15:43:06Z", [0.0, 0.0, 0.0, 0.2, 0.8], "https://www.telegraph.co.uk/news/2021/12/28/covid-hospital-data-should-treated-caution-many-patients-admitted/\n80% of covid hospitalizations in Britain at the moment are 'incidental' apparently?"], [86607, "2021-12-30T15:25:01Z", [0.0, 0.0, 0.0, 0.26, 0.74], "Large # of British cases probably transfers to California. Even with double cases of last winter's peak, 70% reduction in hospitalization plus shorter hospitalization times means we should still be in the final bracket. Also the strange lack of any country on the planet having a big enough spike in hospitalization/death after omicron is around for 1.5 months makes me think that California will not be the first, although if we start seeing it in the UK in the next two weeks then we should expect it in California. And if we're seeing >2x last winter's cases then it's time to worry"], [79069, "2021-12-30T09:48:31Z", [0.0, 0.0, 0.0, 0.5, 0.5], "Still expecting just under 12k by end of month, but there’s too high a margin of error to have confidence in the date.\nEst: 9.5-14k."], [88452, "2021-12-30T01:34:00Z", [0.0, 0.0, 0.0, 0.99, 0.01], ""], [99943, "2021-12-30T00:46:02Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [99943, "2021-12-30T00:27:54Z", [0.0, 0.0, 0.0, 0.7, 0.3], "14-day average of hospitalizations at 4137 on Dec 28. 7-day average of cases/day at about 30 per 100k population on Dec 21. Assume hospitalizations lag cases by at least 7 days. Base on England's experience so far, it's likely that the 7-day average of cases/day will peak at more than double last winter's peak of ~109 per 100k population. So if the hospital census at 30/100k is 4137, and if cases do reach double last year's cases, then it would not be unreasonable to expect the peak number hospitalized to reach at least 4137 / 30 * 109 * 2 = 30k. Will cases rise so high? I don't know, but I don't see why CA should be so special as to escape at least very high cases. And I do think it will happen very soon, perhaps within a couple weeks. As hospitalizations generally lag case by 7-10 days, I think a peak in hospitalizations should be reached in late January, possibly early February. Last year, the 7-day average of hospitalizations peaked on Jan 14, and cases peaked January 9 (at the tail end of a data reporting issue, so the actual peak could have been a couple days earlier). I think it's reasonable to expect Omicron cases to peak by mid Jan at the latest and then hospitalizations to peak most likely in the 2nd half of January. There's a lot of uncertainty in my mind about how high hospitalizations will go, but somewhere in the range 12k-30k+ seems possible to me. Also, Ontario's hospitalizations just ticked up, too: https://covid19-sciencetable.ca/ontario-dashboard/#riskbyvaccinationstatus\nTheir apparent low value recently was probably a reporting issue from the holidays. I was wondering why they had seemed so low. I think Ontario's hospitalizations may reach a comparable hospitalization benchmark within 2-3 weeks. I realize my forecast is way different from the crowd's and from other forecasters whose forecasts I trust, but I don't see how if a 7-day average of cases of 30 per 100k per day results in a 14-day average number hospitalized of 4137, and if cases can be expected to go at least as high as last winter, then we won't see a 14-day average of 12k+ hospitalizations by the end of January. Maybe cases won't go that high; I'll happily be wrong. Watch and wait."], [38, "2021-12-30T00:05:27Z", [0.0, 0.0, 0.0, 0.55, 0.45], "It took about 3 weeks (Nov 17 to Dec 8) for the 14 day average of hospitalizations to increase from about what it is now to over 12k.\nThe Omicron variant seems to be spreading faster, so it's curve will be steeper.\nBut the rate of hospitalizations for Omicron seems to be less than for Delta.\nSo, there's time . . . IF Omicron spreads enough faster than Delta did to offset its lower rate of serious illness/hospitalizations \n@belikewater"], [50981, "2021-12-29T22:57:26Z", [0.0, 0.0, 0.0, 0.11, 0.89], ""], [79069, "2021-12-29T21:14:14Z", [0.0, 0.0, 0.0, 0.16, 0.84], "Dec 31st: 4,500-4,580\nJan 4th: 4,990-5,175\nJan 30th: 9,300-12,200"], [529, "2021-12-29T19:40:57Z", [0.0, 0.0, 0.0, 0.23, 0.77], ""], [767, "2021-12-29T19:18:32Z", [0.0, 0.0, 0.0, 0.4, 0.6], ""], [103822, "2021-12-29T12:03:36Z", [0.0, 0.0, 0.0, 0.02, 0.98], ""], [96828, "2021-12-29T01:30:38Z", [0.0, 0.0, 0.0, 0.18, 0.82], ""], [96828, "2021-12-29T01:29:22Z", [0.0, 0.0, 0.0, 0.25, 0.75], ""], [14266, "2021-12-29T00:04:56Z", [0.0, 0.0, 0.0, 0.11, 0.89], ""], [79069, "2021-12-28T19:42:51Z", [0.0, 0.0, 0.0, 0.18, 0.82], "I’ll risk moving back a little further based on previous assessment. I still have around 8.5k by end of Jan, but there is quite a margin of error."], [88452, "2021-12-28T19:40:27Z", [0.0, 0.0, 0.0, 0.79, 0.21], "If the current d-o-d growth rate (\"increase to prior day\" percentage) remains steady, this question could resolve in less than two weeks, i.e. 11 January 2022 or earlier."], [79069, "2021-12-28T19:18:48Z", [0.0, 0.0, 0.0, 0.25, 0.75], "Still too uncertain to be sure, but recent JHU data shows hospitalisation is moving up noticeably slower against cases than it did with Delta, seeming to confirm that fewer cases are leading to hospitalisation, and those that do are requiring shorter stays. The next two weeks are critical but I’m suspecting we may only reach 7-9k on the moving average."], [99943, "2021-12-28T17:08:35Z", [0.0, 0.0, 0.0, 0.4, 0.6], "Here's Ontario data: https://covid19-sciencetable.ca/ontario-dashboard/#riskbyvaccinationstatus\nStill too early to tell what's going on, but I'm increasingly optimistic."], [100653, "2021-12-28T09:08:21Z", [0.0, 0.0, 0.0, 0.04, 0.96], ""], [96828, "2021-12-28T01:42:00Z", [0.0, 0.0, 0.0, 0.35, 0.65], ""], [691, "2021-12-27T23:58:55Z", [0.0, 0.0, 0.0, 0.12, 0.88], ""], [86607, "2021-12-27T23:48:06Z", [0.0, 0.0, 0.0, 0.02, 0.98], "Study says omicron gives immunity for delta, further proof that earlier fears of combined delta + omicron surge are over https://secureservercdn.net/50.62.198.70/1mx.c5c.myftpupload.com/wp-content/uploads/2021/12/MEDRXIV-2021-268439v1-Sigal.pdf"], [38, "2021-12-27T20:17:25Z", [0.0, 0.0, 0.0, 0.55, 0.45], ""], [99857, "2021-12-27T17:33:27Z", [0.0, 0.0, 0.0, 0.21, 0.79], "UK has 8240 in hospital and admissions have been steady for a few days (~1150/day) with over 100k cases a week ago in 67.22m people.  California has 39.51m, or ~60% of the UK. Using the UK as the benchmark, unless they crack ~20k in hospital it seems unlikely California would cross 12k given similar profiles. That said, the UK has a higher vaccination rate (76.8% vs 70.7%), and higher booster rate (48% vs 44.3%) whereas the average age in the UK is 40.4 vs in California its 36.5, so those factors may cancel each other out. The UK data over the next week will reveal more but as of current it looks promising for keeping people out of hospitals"], [99943, "2021-12-27T17:21:19Z", [0.0, 0.0, 0.0, 0.5, 0.5], ""], [22689, "2021-12-27T16:05:36Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [40636, "2021-12-27T13:53:56Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [691, "2021-12-26T21:25:27Z", [0.0, 0.0, 0.0, 0.2, 0.8], ""], [98850, "2021-12-25T21:21:17Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [86607, "2021-12-24T20:43:55Z", [0.0, 0.0, 0.0, 0.02, 0.98], "https://www.nytimes.com/2021/12/24/world/africa/south-africa-covid-quarantine.html South Africa drops quarantines and tracing. "], [99943, "2021-12-24T17:29:28Z", [0.0, 0.0, 0.0, 0.7, 0.3], "I'm confused.\nI'm raising my forecast on bin 4 because it appears that cases in London have *not* peaked. Some were reporting that they had peaked, but the appearance of a peak seems to have related to day of the week fluctuations. Cases with specimen collection dates this week, which are not fully reported yet, appear to be equally high. And if London cases are still growing, then CA cases may also grow quite high, high enough for hospitalizations to reach 12k.\nhttps://data.london.gov.uk/dataset/coronavirus--covid-19--cases"], [88452, "2021-12-24T09:17:42Z", [0.0, 0.0, 0.0, 0.35, 0.65], ""], [38, "2021-12-24T06:16:19Z", [0.0, 0.0, 0.0, 0.6, 0.4], "Cases are soaring, but not hospitalizations.  That's great news for people!"], [99943, "2021-12-24T04:47:52Z", [0.0, 0.0, 0.0, 0.2, 0.8], "Things aren't adding up. Initial estimates of R0 for Omicron made it look almost as contagious as measles. However, for this calculation, it was assumed that the serial interval (time between cases in a chain of transmission) is the same for Delta and Omicron. However, evidence is mounting that the serial interval for Omicron is actually shorter (~3d) for Omicron than that of Delta (~4.3d): https://twitter.com/trvrb/status/1474143598476083201\nThat means that R0 for Omicron will be lower than initial estimates, which is good for humanity. It also means that the peak of the wave will be lower and earlier than previously anticipated. Indeed, the fact that SA cases peaked early and fairly low compared to what one would have expected with an R0 almost as high as that of measles is what made me wonder about this possibility. It appears that London cases may already have peaked, too. A lower peak than what has been predicted so far for Omicron, combined with estimates that the risk of hospitalization is lower with Omicron, suggests that 12k hospitalizations may not be reached with an Omicron wave in CA. However, considerable uncertainty remains, at least in my mind. For one thing, I'm not completely sure that the London wave has actually peaked rather than just exhibited some fluctuation with days of the week, although I probably just haven't look at the numbers closely enough yet. So, for now, I'll keep some weight on bin 4.\n@Anneinak "], [14266, "2021-12-24T04:12:12Z", [0.0, 0.0, 0.0, 0.15, 0.85], ""], [96828, "2021-12-23T09:37:17Z", [0.0, 0.0, 0.0, 0.44, 0.56], ""], [99375, "2021-12-23T05:32:15Z", [0.0, 0.0, 0.0, 0.6, 0.4], ""], [86607, "2021-12-23T03:50:38Z", [0.0, 0.0, 0.0, 0.03, 0.97], "https://www.nytimes.com/2021/12/22/health/covid-omicron-delta-hospitalizations.html\nSouth Africa and Scotland find 70% reduction in actual hospital admissions. Imperial finds 20% reduction because they measured anyone walking into a hospital rather than people getting admitted and given a bed, which is what we care about for this question."], [86607, "2021-12-23T03:47:02Z", [0.0, 0.0, 0.0, 0.08, 0.92], "Comment deleted on Dec 23, 2021 03:48AM UTC"], [99943, "2021-12-23T01:40:18Z", [0.0, 0.0, 0.0, 0.7, 0.3], ""], [99943, "2021-12-22T19:06:43Z", [0.0, 0.0, 0.0, 0.75, 0.25], "New Imperial College report out looking at hospitalizations in England. There's enough data this week to make preliminary estimates of the relative risk of hospitalization with Omicron vs. Delta: \n\"Table 2 shows the hazard ratio (HR) for hospitalisation for Omicron vs Delta cases and for reinfections vs primary infections computed over all vaccination categories, for five data subsets. Estimates, uncorrected for under ascertainment of reinfection status, show that Omicron cases have a 15-20% reduced risk of\nany hospitalisation and a 41% (95% CI: 37%-45%) reduced risk of a hospitalisation resulting in a stay of 1 or more nights. Reinfection is associated with approximately a 50-60% reduction in hospitalisation risk compared with primary infections. However, assuming only 33% of true reinfections are identified as such, corrected estimates suggest lower reduction in Omicron hospitalisation compared with Delta (ranging from approximately 0-30% depending on the data subset), and a higher reduction in the risk of\nhospitalisation associated with reinfection (of approximately 55-70%).\"\nhttps://www.imperial.ac.uk/media/imperial-college/medicine/mrc-gida/2021-12-22-COVID19-Report-50.pdf The whole report is worth reading. The upshot: Omicron does appear to be linked to a lower risk of hospitalization than Delta: 15-20% reduced risk for any hospitalization, ~41% reduced risk for hospitalization lasting 1 day or more. Moreover, previous SARS-CoV-2 infection does offer substantial protection against hospitalization compared to people who have never been infected. Without any previous immunity, the severity of Omicron is estimated to be about 70-100% of that of Delta. And the situation with the vaccines is complicated. I think this study is quite relevant to the question because the English population is very similar to the US population. And whatever one thinks of this group's *projections*, about which opinions vary, this is fairly straightforward data analysis. Also, I think this study is more relevant than some other statistics being quoted recently, e.g., from South Africa, that don't take into account how much more rapidly Omicron spreading. South African data do show a large reduction in the risk of hospitalizaiton, but again, I think data from the UK and other Western countries with similar population age structures, health status, Covid exposure histories and vaccination status will shed more light on what to expect in the US. A claim is also being made from data in Scotland that Omicron is far milder, based on 14 hospitalizations; that number is simply too small to draw conclusions from. How do the results of this study translate into this question? The numbers are still small, and the data are still uncertain. But it suggests that there are only going to be ~41% fewer hospitalizations lasting 1+ day with Omicron than with Delta. Moreover, given that Omicron cases are rising so fast, these hospitalizations are going to be stacked more on top of each other than was seen with Delta. Also, some data coming out of France suggests that ICU stays may be about 1 week there with Omicron, shorter than with Delta. I suspect this question will really turn on how high cases are going to go in CA by the 3rd week of January. There's considerable uncertainty in my mind about that.\n@Anneinak"], [12694, "2021-12-22T18:32:34Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [99993, "2021-12-22T17:02:24Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [86607, "2021-12-22T15:47:16Z", [0.0, 0.0, 0.0, 0.1, 0.9], "https://www.bloomberg.com/news/articles/2021-12-22/omicron-has-80-lower-risk-of-hospitalization-new-study-shows?srnd=premium"], [34959, "2021-12-22T15:44:51Z", [0.0, 0.0, 0.0, 0.25, 0.75], ""], [101187, "2021-12-22T11:15:13Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [103429, "2021-12-22T04:47:16Z", [0.0, 0.0, 0.0, 0.05, 0.95], "Despite The WHO’s December 17th Technical Brief on the Omicron variant, South Africa is still the strongest model of future outcomes. South African appears to have passed its peak in hospitalizations and reports are that hospitalizations are 18-30% lower than Delta. This percentage alone would cause me to think it’s unlikely that the 14 day average hospitalization rate in California will reach 12,000. However, there are still a lot of conflicting variables that still make this a potential toss-up for me:  1) omicron variant being significantly more transmissible (so potentially infecting more people at one time, driving up the 14 day average)\n2) Booster program coming too late for this wave, so more likely to catch it if exposed\n3) Reinfection rate is high\n4) T cell-mediated immunity still strong, despite less people boosted than is ideal (so less severe infection)\n5) This variant seems to spread highest in younger age groups (less likely for hospitalization?) https://www.who.int/publications/m/item/enhancing-readiness-for-omicron-(b.1.1.529)-technical-brief-and-priority-actions-for-member-states https://www.thesouthafrican.com/news/covid-19-latest-sa-reports-15-465-new-confirmed-cases-3-more-deaths-19-december-2021/ https://www.breitbart.com/africa/2021/12/20/who-south-africa-omicron-data-suggests-25-dip-in-hospitalization-rate-compared-with-delta/ https://www.bloomberg.com/news/articles/2021-12-17/s-africa-says-hospitalizations-in-omicron-wave-much-lower https://www.reuters.com/business/healthcare-pharmaceuticals/omicron-five-times-more-likely-reinfect-than-delta-study-says-2021-12-17/ https://www.reuters.com/world/omicron-spreading-infecting-vaccinated-who-2021-12-20/"], [96828, "2021-12-21T23:36:47Z", [0.0, 0.0, 0.0, 0.52, 0.48], ""], [529, "2021-12-21T22:01:34Z", [0.0, 0.0, 0.0, 0.28, 0.72], ""], [88452, "2021-12-21T21:03:59Z", [0.0, 0.0, 0.0, 0.89, 0.11], "~15k new cases as of 20 Dec '21 and rising, 7d-average at ~7.5k with a slope slowly turning upwards.\nDespite intense testing, the wave is getting more inertia in California, which speaks for a high omicron share. The dark field in CA is small, which speaks for an early hospitalization in the process if necessary.\nWith a time lag of 7 to 12 days, the number of hospitalizations is going to catch up average case counts. There will be 35 more days to double afterwards, which shouldn't be too difficult for omicron, even if the average symptoms are milder. "], [13657, "2021-12-21T15:01:33Z", [0.0, 0.0, 0.0, 0.04, 0.96], ""], [12694, "2021-12-21T14:14:02Z", [0.0, 0.0, 0.0, 0.18, 0.82], ""], [12694, "2021-12-21T14:13:37Z", [0.0, 0.0, 0.0, 0.2, 0.8], ""], [12694, "2021-12-21T14:13:03Z", [0.0, 0.0, 0.0, 0.16, 0.84], ""], [53382, "2021-12-21T04:03:41Z", [0.0, 0.0, 0.03, 0.6, 0.37], ""], [86607, "2021-12-21T03:56:33Z", [0.0, 0.0, 0.0, 0.25, 0.75], "Cases in S.A. have peaked at about 17.5% above the previous delta peak (https://ourworldindata.org/coronavirus/country/south-africa). Estimates tending to put hospitalization/case for omicron at least 70% relative to delta. Combined, we might expect hospitalization to be about 82% of the previous peak of 22k = 18k. Exacerbating this is the fact that it is winter in California but summer in S.A., and that California's population is older than S.A.. Mitigating it is the fact that California's vax rate is 2-3x as high, and that omicron hospital stays are discharged faster than in previous waves. I'm thinking that California's fully vaxxed + boosted rate of 42% is going to be pretty significant here given S.A. has almost no boosters yet. Fully boosted offers 80% protection against omicron infection (even more against hospitalizatoin), while prior infection or 2 dose vax is only 20%, so that's maybe an extra 60% of the 42% boosted Californians who will not get sick over the baseline (taking the conservative assumption that natural immunity is extremely high in South Africa due to prior waves of virus) = 25% reduction. This knocks 18k to 13.5k. I would imagine there are also a lot of people who are convalescent and have had a dose of vaccine, which also puts them at about 80% protection. Harder to model that, however it should also give California a huge leg up on South Africa. With the onset and peak of the wave happening quite quickly, the max daily cases is high but the total infected from start to finish could be less (area under the curve). Combined with relatively fast hospital discharge this means that total hospitalized in a given moment will be lower than previous waves, by how much I'm not sure. All this to say that the doomer takes circulating seem very exaggerated to me. I could see a world where seasonal winter effects mean California has an epic spike in cases that dwarfs South Africa's summertime omicron spike, leading to huge hospitalizations. But there is also a huge amount of vax+boosted and recovered+vaxxed immunity in California that doesn't exist in South Africa and accounting for that should give some peace of mind"], [38, "2021-12-21T01:59:07Z", [0.0, 0.0, 0.0, 0.8, 0.2], ""], [22689, "2021-12-21T00:49:52Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [96828, "2021-12-20T20:42:49Z", [0.0, 0.0, 0.0, 0.47, 0.53], "Slight step to just above a consensus aid and below my previous forecast. Current forecast lies in between these two."], [96828, "2021-12-20T20:41:18Z", [0.0, 0.0, 0.0, 0.48, 0.52], ""], [79069, "2021-12-20T18:42:23Z", [0.0, 0.0, 0.0, 0.6, 0.4], "This is certainly looking much more likely to happen before 31st January than it did a few weeks ago, but not yet a certainty imo (although that could change in a matter of days). During the Delta wave it took 50 days for hospitalisation to climb 7k and peak at over 8.5k on the 14-day average. In the current Omicron wave it would need to climb 8k within 35 days. So roughly 14% higher and 60% faster.\nThe main uncertainty for me is not whether it will happen (I think it will) but whether it will be a few days earlier or later than 31st Jan. If hospitalised cases involve lengthy stays and cases climb very quickly, then it looks like the last week of Jan will be met, but a slower rise and shorter stays should smooth the curve and delay the peak a week or so. \nIt now seems established that full vaccination plus a booster is the only way to maintain significant immunity against Omicron. California opened boosters to all residents in mid-November after prioritising the elderly for 2 months, but uptake has actually been better among younger age groups, and generally far lower than hoped and expected (something like 15-20%). So as a generalisation the more elderly with lower immunity are now more likely to need longer hospitalisation. \nComparing with Canada's current situation of escalating cases within the context of much higher vaccination levels (76.2% of total population full dosed, compared to 67.4% in California), and increasing booster uptake, the speed of hospitalisation in California could change very rapidly. Median age may be a few years younger in California (36.5 against 40.1 in Ontario for example), but the lower immunity is perhaps more critical. Mask wearing is mandated but California has quite diverse mix of communities, vax rates, and health, so the key probably lies with factoring the speed of spread with age, immunity, and length of hospitalisation.\nI'll refine the forecast over next few days."], [55987, "2021-12-20T16:18:37Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [40636, "2021-12-20T10:57:11Z", [0.0, 0.0, 0.0, 0.2, 0.8], ""], [100653, "2021-12-20T08:33:47Z", [0.0, 0.0, 0.0, 0.03, 0.97], ""], [99943, "2021-12-20T06:37:54Z", [0.0, 0.0, 0.0, 0.8, 0.2], ""], [3024, "2021-12-20T00:55:23Z", [0.0, 0.0, 0.0, 0.2, 0.8], ""], [40584, "2021-12-19T22:12:51Z", [0.0, 0.0, 0.0, 0.29, 0.71], ""], [99857, "2021-12-19T19:53:59Z", [0.0, 0.0, 0.0, 0.5, 0.5], "It's still very early but given the rises we're seeing in the UK it could be very different in 6 weeks. Currently 3874, positivity rate and total cases appear stable but omicron accounts for a very small percentage of the current total. It seems a question of when rather than if now. While I'm not certain it will happen before Feb 1, as @Anneinak pointed out, delta only took 30days from this point to cross 12k so it's certainly more than possible. I'll go 50/50 and watch as the next week evolves the situation."], [99943, "2021-12-19T19:33:57Z", [0.0, 0.0, 0.0, 0.85, 0.15], "Ok, I'm constraining myself from making a more extreme forecast in favor of bin 4. I'd say I'm actually 95% certain that hospitalizations will reach >12k. My 5% uncertainty primarily stems from not knowing how big the wave of cases will get. I anticipate that the risk of hospitalization will be 50-100% of that of Delta, probably somewhere in the 70-90% range."], [99943, "2021-12-19T19:31:39Z", [0.0, 0.0, 0.0, 0.8, 0.2], "Same forecast. Just adding a new article: https://www.latimes.com/california/story/2021-12-18/california-covid19-hospitalizations-rise-amid-fears-of-omicron-variant\n\"... L.A. County, which on Saturday reported 3,730 new cases of the coronavirus, its highest single-day total in months and more than double the number of new cases reported Wednesday. As of Thursday, the county was averaging just over 1,587 daily cases over the past week, an increase of nearly 19% from two weeks before, according to The Times’ tracker. The county’s daily positivity rate for those who seek testing also has crept upward, from a seven-day average of 1.2% Sunday to 1.7% Saturday, health officials said.\"  \nIt's starting. And as before, I think the CA hospitalization projections under different scenarios in the twitter thread below are highly useful. See the figure here, showing, for no-intervention scenario and a scenario of cutting contacts by 10% for 30d, and for Omicron with either the same severity as Delta or half as severe, projections of >12k hospitalizations in CA by the end of Jan, with only the scenario of 1/2 severity + 10% reduction in contacts just barely above 12k: https://twitter.com/DrMayaPetersen/status/1471837237058834441"], [691, "2021-12-19T19:16:18Z", [0.0, 0.0, 0.0, 0.08, 0.92], ""], [20504, "2021-12-19T16:54:45Z", [0.0, 0.0, 0.0, 0.05, 0.95], "+4% to between 12/16 - 1/31, -4% to 'Not before'"], [99375, "2021-12-19T16:35:38Z", [0.0, 0.0, 0.0, 0.35, 0.65], "Hospitalizations at 3.9k, with a slight trend upwards. No case spike due to Omicron yet. Leaving projection the same as last week (35% by Jan 31st, 65% not).  If we don't start to see a case spike next week will consider reducing January 31st."], [86607, "2021-12-19T02:27:01Z", [0.0, 0.0, 0.0, 0.36, 0.64], "Increasing uncertainty as I see lots of conflicting information and am not sure what to make of it"], [96828, "2021-12-19T00:00:07Z", [0.0, 0.0, 0.0, 0.46, 0.54], ""], [98345, "2021-12-18T22:39:41Z", [0.0, 0.0, 0.0, 0.2, 0.8], ""], [79069, "2021-12-18T20:20:56Z", [0.0, 0.0, 0.0, 0.4, 0.6], ""], [88452, "2021-12-18T19:26:52Z", [0.0, 0.0, 0.0, 0.83, 0.17], ""], [691, "2021-12-18T16:26:36Z", [0.0, 0.0, 0.0, 0.04, 0.96], ""], [79069, "2021-12-18T15:51:34Z", [0.0, 0.0, 0.0, 0.3, 0.7], ""], [38, "2021-12-18T08:31:01Z", [0.0, 0.0, 0.0, 0.6, 0.4], "The 14-day average is 3,930 today.\nComparison class:  Delta \nBack on Nov 10th it was 3987.  By Dec 9th it was over 12,000. . . .30 days.  \nFrom all I've read about omicron, the rate of infection will be much faster than with Delta. . .  I'm estimating at least twice as fast.\nHowever, omicron seems to be more mild, so the rate of hospitalization will be less. .  reports are 1/10th to 1/4th of delta\n"], [86607, "2021-12-18T04:44:53Z", [0.0, 0.0, 0.0, 0.21, 0.79], "https://www.bloomberg.com/news/articles/2021-12-17/s-africa-says-hospitalizations-in-omicron-wave-much-lower\n\"Only 1.7% of identified Covid-19 cases were admitted to hospital in the second week of infections in the fourth wave, compared with 19% in the same week of the third delta-driven wave, South African Health Minister Joe Phaahla said at a press conference.\" Prior to Omicron, I was expecting that California would see a Delta winter wave to parallel what Florida went through this summer, which would have resulted in ~14k hospitalizations. I'm increasingly convinced that omicron is 1/4 less deadly or below relative to delta, but only spreads maybe twice as fast (this is all hard to pin down, but I see 2x or 3x cited). Spreading 2x as fast but 1/4 as deadly = 1/2 as many peak hospitalizations. Ballpark numbers but this seems reasonable to me."], [99943, "2021-12-17T20:50:55Z", [0.0, 0.0, 0.0, 0.8, 0.2], "People's modeling is showing the expectation of a big hospital surge in Jan-Feb. \"CA is at high risk of a large hospitalization surge in coming weeks. To prevent it we need immediate, rapid, massive scale-up of boosters, following the lead of the UK.\" https://twitter.com/DrMayaPetersen/status/1471837216972238856 See this and the whole thread for CA hospitalization projections under different scenarios. See the figure here, showing, for no-intervention scenario and a scenario of cutting contacts by 10% for 30d, and for Omicron with either the same severity as Delta or half as severe, projections of >12k hospitalizations in CA by the end of Jan, with only the scenario of 1/2 severity + 10% reduction in contacts just barely above 12k: https://twitter.com/DrMayaPetersen/status/1471837237058834441 Also, a new study came out from the Imperial College modeling group that doesn't find that Omicron is less severe than Delta in terms of hospitalizations, with the caveat that numbers are small at this time: https://twitter.com/EricTopol/status/1471839260068093953"], [99943, "2021-12-17T04:57:06Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [12694, "2021-12-17T03:04:34Z", [0.0, 0.0, 0.0, 0.15, 0.85], ""], [12694, "2021-12-17T03:04:19Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [99943, "2021-12-17T01:25:43Z", [0.0, 0.0, 0.0, 0.8, 0.2], "I'm just going to put these here: \nhttps://twitter.com/thenewsoncnbc/status/1471646641769918472\nhttps://twitter.com/wesleychadli/status/1471435576322797571\nhttps://twitter.com/wraggem/status/1471621460414418950\nhttps://twitter.com/rid1tweets/status/1471273037655912450\nhttps://twitter.com/rid1tweets/status/1471273719825899527\nhttps://twitter.com/pompelur/status/1471481053005164547\nhttps://twitter.com/EdTubb/status/1471514770662731776\nhttps://twitter.com/EdTubb/status/1471516266699571200\nhttps://twitter.com/EricTopol/status/1471673689338888194\n@JonathanMann, here's another underpriced position. :)"], [96828, "2021-12-16T23:57:01Z", [0.0, 0.0, 0.0, 0.45, 0.55], ""], [96828, "2021-12-16T23:13:35Z", [0.0, 0.0, 0.0, 0.47, 0.53], ""], [99943, "2021-12-16T17:28:24Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [100836, "2021-12-16T17:05:16Z", [0.0, 0.0, 0.0, 0.05, 0.95], "Hedging in case Omicron causes a spike."], [99375, "2021-12-16T16:04:20Z", [0.0, 0.0, 0.0, 0.35, 0.65], ""], [99943, "2021-12-16T16:02:00Z", [0.0, 0.0, 0.0, 0.7, 0.3], "Sometimes, it feels like my brain takes a long time to make a turn. Inertia is a powerful thing.\nLet me try to shake off all of my previous thinking and look anew. If someone showed me the graphs of cases and hospitalizations for CA and told me it was for, say, some province in Canada, a completely new question, what would I think? I would think, Omicron is coming. The wave will be higher than last year's winter wave. It will likely peak around the third week in January nationally. It will peak in different places at different times, but Omicron is so contagious that it likely won't peak anywhere in \"Canada\" later than the first week of Feb or so. Aside from the question of when cases will peak, with exponential case growth, even if slowed a bit with some mitigations, cases will get really high in January. I can't imagine it going otherwise. I could easily imagine 80 cases/100k population by Jan 21, and I can't easily imagine how that wouldn't lead to 12k+ hospitalizations by the end of January. There is, of course, a huge amount of uncertainty here."], [99943, "2021-12-16T15:45:29Z", [0.0, 0.0, 0.0, 0.5, 0.5], "I'm not sure when exactly Omicron will hit California. I'm expecting a national peak in cases around the third week in January; CA cases could peak before or after that. Hospitalizations lag cases by 1 week, of course. Also, what level of Omicron cases will correspond to 12k hospitalizations? Too many unknowns right now. But I do expect CA's peak to be much higher than its Delta peak because 1) Omicron is more contagious, 2) it will be winter, and 3) the population has very little immunity. But looking at this more closely, I don't see how Omicron cases won't reach ~50 cases/100k population, which, if this were Delta, would correspond to ~12k hospitalizations. And cases will likely go far higher than that, so that even if Omicron does end up having a lower hospitalization rate than Delta because of prior immunity, it'll still end up causing more hospitalizations. It's hard to picture this many hospitalizations from here, but it's starting to look likely to me."], [86607, "2021-12-14T21:18:08Z", [0.0, 0.0, 0.0, 0.24, 0.76], "Most likely Omicron beats Delta and fewer people will end up in hospital"], [79069, "2021-12-14T20:38:45Z", [0.0, 0.0, 0.0, 0.08, 0.92], ""], [99943, "2021-12-14T16:54:46Z", [0.0, 0.0, 0.0, 0.15, 0.85], "I'm concerned about Omicron but not sure what it's going to do in California, as the state implements restrictions more than most places."], [99943, "2021-12-14T03:47:28Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [99375, "2021-12-12T15:18:52Z", [0.0, 0.0, 0.05, 0.4, 0.55], "Hospitalizations at 3.8k, and mostly flat (up by 300 from last week) No major upward inflection is hospitalizations or cases. Reducing pre December 15th to 0% (5% was probably too high last week). Reducing December 16th - January 31st from 40 to 35% since there has been no evidence of a spike in cases or hospitalizations. 35% December 16th - January 31st, 65% not by January 31st."], [79069, "2021-12-11T11:03:04Z", [0.0, 0.0, 0.0, 0.03, 0.97], ""], [40584, "2021-12-11T03:01:49Z", [0.0, 0.0, 0.0, 0.12, 0.88], ""], [90560, "2021-12-11T02:34:24Z", [0.0, 0.0, 0.0, 0.75, 0.25], ""], [100653, "2021-12-10T10:45:52Z", [0.0, 0.0, 0.0, 0.02, 0.98], ""], [99943, "2021-12-09T16:00:09Z", [0.0, 0.0, 0.0, 0.05, 0.95], "Rethinking. If Omicron really has a lower hospitalization rate, then 12k would likely not be reached before Feb. 1."], [99943, "2021-12-09T15:58:46Z", [0.0, 0.0, 0.0, 0.33, 0.67], "Watching the Omicron situation closely, but more data are needed."], [100653, "2021-12-09T09:54:59Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [691, "2021-12-08T20:20:39Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [103625, "2021-12-08T04:02:28Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [100653, "2021-12-07T09:47:26Z", [0.0, 0.0, 0.0, 0.02, 0.98], ""], [99943, "2021-12-07T02:56:44Z", [0.0, 0.0, 0.0, 0.6, 0.4], "Omicron. If ~4% of cases are currently Omicron, then with a doubling time of 4 days, CA would get to ~40k cases/day in the 4th week of Jan. And that's very (very) roughly the caseload needed to reach 12k hospitalized during growth in cases. Lots of uncertainty, but bin 4 is looking very possible. I should have updated this question a few days ago...."], [96828, "2021-12-07T01:10:32Z", [0.0, 0.0, 0.02, 0.46, 0.52], ""], [99375, "2021-12-05T16:17:43Z", [0.0, 0.0, 0.05, 0.4, 0.55], "Hospitalizations at 3.5k and mostly flat Number was at 3.5k on November 8th 2020 and also looked mostly flat, until it hit an upward inflection and hit 12k on December 11th 2020.  So definitely possible that it could happen again within the timeframe of this question. pre December 15th is almost certainly not going to happen, but not impossible.  Spike would need to start now.  Ascribing 5% probability. December 16th - January 31st could happen if Omicron hits hard.  Still think it is less that 50%, since California has a high vaccination rate.  Ascribing 40% probability. That leaves 55% that it doesn't happen by February 1st."], [691, "2021-12-05T14:25:38Z", [0.0, 0.0, 0.0, 0.04, 0.96], ""], [88452, "2021-12-04T17:44:09Z", [0.0, 0.0, 0.0, 0.64, 0.36], ""], [45594, "2021-12-04T16:00:47Z", [0.05, 0.0, 0.1, 0.15, 0.7], ""], [691, "2021-12-04T15:50:42Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [96828, "2021-12-02T11:17:41Z", [0.0, 0.0, 0.02, 0.52, 0.46], "Update based on South Africa's COVID daily count doubling in just a single day, amidst Omicron spreading. Omicron has been detected in California as well."], [88452, "2021-12-02T09:07:14Z", [0.0, 0.0, 0.0, 0.77, 0.23], ""], [96828, "2021-12-02T03:14:36Z", [0.0, 0.0, 0.01, 0.52, 0.47], "@jayb's previous rationale nudges me back to last bin."], [96828, "2021-12-02T02:59:20Z", [0.0, 0.0, 0.01, 0.54, 0.45], "Upon detection of the Omicron variant in California, I think it's more likely than not."], [529, "2021-12-01T22:22:50Z", [0.0, 0.0, 0.0, 0.08, 0.92], "For a rough comparison it appears that it took about 50 days during 2020's winter COVID 'spike' for the (CA) 14-day hospitalizations average to grow from a low of around 3,032 (10/26/20) to over 12,000, on 12/15/20. (https://covid19.ca.gov/state-dashboard/)  Vaccines were not generally available during this period. Suggesting that it would likely take a minimum of 50 days - and probably longer - for the average to again reach 12,000 if a significant new surge occurs. Unless current vaccines prove to be substantially ineffective against the Omicron variant, CA now reports 67.7% of its population fully vaccinated and 30% have received boosters. (https://covid19.ca.gov/vaccination-progress-data/) 50 days from today would be 1/20/2022. No significant change to forecast for now"], [96828, "2021-12-01T10:46:05Z", [0.0, 0.0, 0.01, 0.43, 0.56], "Still think it's unlikely right now because California may have learned from the past and Omicron variant seems to be less deadly and less hospitilizations should thus be expected. However, the US hospitilizations have gone up and California may lag one month based on historical data. I'm factoring the crowd median favoring Not before \"1 February 2022\" due to the number of updates per user, on average, which is between 4 and 5—which is pretty good!"], [103429, "2021-12-01T05:03:49Z", [0.0, 0.0, 0.23, 0.77, 0.0], "Based on historical trends around transmission of upper-respiratory viruses increasing in colder months. Despite vaccination, rates of hospitalization in California are similar to those from this time last year. While overall hospitalizations may decrease compared to last year this winter, the likelihood of reaching 12,000 in the next month (after thanksgiving and other holiday gatherings) is likely. California reached about 8,000 in September (after school was back in session) with most adults fully vaccinated and not in a colder month, so 12,000 seems like a number that could be reached during higher transmission months. Additionally, with vaccine efficacy waning and gaps in when/if people get booster shots decreases my faith in keeping transmission down. https://www.nbcnews.com/health/health-news/hospitalizations-rising-fully-vaccinated-us-fauci-says-rcna5907\n"], [13086, "2021-11-29T18:57:48Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [40636, "2021-11-29T16:28:51Z", [0.0, 0.0, 0.05, 0.2, 0.75], ""], [99943, "2021-11-28T04:02:54Z", [0.0, 0.0, 0.0, 0.08, 0.92], ""], [99943, "2021-11-28T04:01:53Z", [0.0, 0.0, 0.0, 0.05, 0.95], "Allowing 5% on bin 4 for Omicron. Much depends on the number of cases in CA right now, its unknown transmissibility, and government responses. It's possible that hospitalizations could just reach 12k in late Jan."], [103384, "2021-11-28T03:09:07Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [99993, "2021-11-27T23:14:25Z", [0.0, 0.0, 0.0, 0.2, 0.8], ""], [529, "2021-11-27T20:43:11Z", [0.0, 0.0, 0.0, 0.07, 0.93], "Waiting for more info. on possible effects of the Omicron variant. https://www.youtube.com/watch?v=8TiN5Xihr-k"], [529, "2021-11-24T23:20:31Z", [0.0, 0.0, 0.0, 0.04, 0.96], "Most recent reported 14-day average of hospitalized patients = 3,722. CA test positivity = 1.9%, 78% of population at least partially vaccinated. https://covid19.ca.gov/state-dashboard/,https://www.usnews.com/news/best-states/articles/these-states-have-the-best-covid-19-vaccination-rates"], [86607, "2021-11-22T13:32:17Z", [0.0, 0.0, 0.02, 0.8, 0.18], "Still seems to me like a Florida sized spike in cases is highly likely and now we're seeing it in Europe https://www.bloomberg.com/news/articles/2021-11-22/merkel-says-german-covid-spike-worse-than-anything-we-ve-seen"], [88452, "2021-11-21T13:00:50Z", [0.0, 0.0, 0.0, 0.47, 0.53], ""], [99993, "2021-11-20T17:42:43Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [86607, "2021-11-19T16:37:03Z", [0.0, 0.0, 0.01, 0.6, 0.39], ""], [103290, "2021-11-19T00:09:17Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [98345, "2021-11-18T15:50:44Z", [0.0, 0.0, 0.0, 0.02, 0.98], ""], [101989, "2021-11-17T14:11:31Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Hospitalizations continue to be stable well below 12,000. California is pushing for all adults to take the booster shots. No new variant on the horizon yet."], [40584, "2021-11-17T13:44:38Z", [0.0, 0.0, 0.0, 0.08, 0.92], ""], [86607, "2021-11-16T05:27:48Z", [0.0, 0.0, 0.03, 0.59, 0.38], ""], [86607, "2021-11-11T03:17:59Z", [0.0, 0.0, 0.33, 0.63, 0.04], "Last winter we hit 12k around December 8. My assumption had been that we would hit 12k later this year due to increased immunity but looking at the Florida seasonal spike, it's evident that the spike could happen incredibly rapidly. It's just a question of how fast the onset is. Hospitalizations are already quite a bit higher than they were this time last year."], [691, "2021-11-09T21:06:36Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [20504, "2021-11-08T17:54:05Z", [0.0, 0.0, 0.0, 0.01, 0.99], "Cases and deaths continue to trend downward, vaccinations continue to increase. -1 to Nov thru Dec 15, -2% to Dec 16 thru Jan 31st 2022, +3% to 'Not before'."], [529, "2021-11-08T17:24:37Z", [0.0, 0.0, 0.0, 0.05, 0.95], "Statewide test positivity rate and hospitalizations have very slightly moved upward over the last couple of weeks but are still comparatively low. Hospitalized recent 14-day average is about 4,179. Maintaining forecast. https://covid19.ca.gov/state-dashboard/"], [88452, "2021-11-08T13:01:45Z", [0.0, 0.0, 0.15, 0.32, 0.53], ""], [12694, "2021-11-08T01:43:34Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [101989, "2021-11-07T13:48:02Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [55987, "2021-11-05T15:35:04Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [60944, "2021-11-04T02:44:35Z", [0.0, 0.0, 0.0, 0.04, 0.96], ""], [55987, "2021-11-03T15:31:57Z", [0.0, 0.0, 0.0, 0.03, 0.97], ""], [40584, "2021-11-03T13:13:57Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [21884, "2021-11-03T09:25:50Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [99857, "2021-11-03T05:37:37Z", [0.0, 0.0, 0.0, 0.01, 0.99], "Currently 4257 and seems to have hit a trough. Doesn't look likely to happen again in the timeframe unless a new variant arrives."], [422, "2021-11-03T02:50:04Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [96953, "2021-11-02T21:57:30Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [55987, "2021-11-01T16:07:40Z", [0.0, 0.0, 0.01, 0.04, 0.95], ""], [101989, "2021-10-30T17:38:08Z", [0.0, 0.0, 0.0, 0.02, 0.98], ""], [40584, "2021-10-28T12:54:04Z", [0.0, 0.0, 0.0, 0.15, 0.85], ""], [99943, "2021-10-26T22:47:54Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [529, "2021-10-26T18:58:23Z", [0.0, 0.0, 0.01, 0.06, 0.93], "Passage of time update. https://covid19.ca.gov/vaccination-progress-data/"], [55987, "2021-10-26T15:48:53Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [98345, "2021-10-26T03:12:23Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [88452, "2021-10-24T19:04:29Z", [0.0, 0.0, 0.09, 0.26, 0.65], ""], [34959, "2021-10-24T14:19:59Z", [0.0, 0.0, 0.0, 0.06, 0.94], ""], [40584, "2021-10-20T12:15:10Z", [0.0, 0.0, 0.0, 0.25, 0.75], ""], [100273, "2021-10-20T00:11:51Z", [0.0, 0.0, 0.0, 1.0, 0.0], "All in."], [86607, "2021-10-19T22:51:55Z", [0.0, 0.0, 0.01, 0.77, 0.22], "Passage of time. Remains highly likely during the next winter wave"], [88452, "2021-10-19T08:23:18Z", [0.0, 0.0, 0.19, 0.17, 0.64], ""], [88452, "2021-10-18T19:32:19Z", [0.0, 0.16, 0.13, 0.17, 0.54], ""], [98850, "2021-10-18T18:40:23Z", [0.0, 0.0, 0.0, 0.01, 0.99], "Raising percentage chance of this being after 2/1/22 to 99% from 98%. Cases dropping precipitously and we have about a 2 month lag before the hospitalizations increase. This means we'd need to see a major outbreak starting around early to mid December and I'm not seeing any conditions that would suggest this given more people are now vaccinated or have been infected."], [21884, "2021-10-18T07:49:23Z", [0.0, 0.0, 0.01, 0.08, 0.91], ""], [58028, "2021-10-18T06:25:58Z", [0.0, 0.0, 0.01, 0.06, 0.93], ""], [34959, "2021-10-18T01:10:19Z", [0.0, 0.0, 0.01, 0.08, 0.91], ""], [13551, "2021-10-15T06:30:22Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [40636, "2021-10-15T04:29:20Z", [0.0, 0.0, 0.05, 0.25, 0.7], ""], [40584, "2021-10-12T14:43:15Z", [0.0, 0.0, 0.02, 0.25, 0.73], ""], [99993, "2021-10-11T16:34:53Z", [0.0, 0.0, 0.01, 0.1, 0.89], ""], [34959, "2021-10-11T06:32:43Z", [0.0, 0.0, 0.02, 0.1, 0.88], ""], [21884, "2021-10-11T04:22:01Z", [0.0, 0.0, 0.03, 0.08, 0.89], ""], [58028, "2021-10-08T20:47:32Z", [0.0, 0.0, 0.02, 0.06, 0.92], ""], [79069, "2021-10-07T08:19:50Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [40636, "2021-10-06T09:51:20Z", [0.0, 0.0, 0.05, 0.65, 0.3], ""], [40584, "2021-10-06T03:06:39Z", [0.0, 0.0, 0.02, 0.28, 0.7], ""], [100653, "2021-10-05T07:58:04Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [99993, "2021-10-04T19:40:58Z", [0.0, 0.0, 0.05, 0.2, 0.75], ""], [79069, "2021-10-04T09:57:12Z", [0.0, 0.0, 0.0, 0.02, 0.98], ""], [21884, "2021-10-04T08:53:30Z", [0.0, 0.0, 0.04, 0.1, 0.86], ""], [529, "2021-10-03T16:39:47Z", [0.0, 0.0, 0.02, 0.06, 0.92], "https://www.healthline.com/health-news/how-california-has-achieved-the-lowest-covid-19-transmission-rate-during-the-delta-su"], [691, "2021-10-03T13:42:18Z", [0.0, 0.0, 0.0, 0.02, 0.98], ""], [102177, "2021-10-02T14:17:02Z", [0.0, 0.02, 0.02, 0.16, 0.8], ""], [40636, "2021-10-01T12:18:33Z", [0.0, 0.0, 0.25, 0.5, 0.25], ""], [3024, "2021-09-30T20:51:11Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [79069, "2021-09-30T12:41:18Z", [0.0, 0.0, 0.0, 0.04, 0.96], ""], [9799, "2021-09-30T05:28:31Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [9799, "2021-09-30T05:26:28Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Comment deleted on Sep 30, 2021 05:28AM UTC"], [96953, "2021-09-30T02:30:06Z", [0.0, 0.0, 0.0, 0.08, 0.92], ""], [98850, "2021-09-29T21:04:10Z", [0.0, 0.0, 0.0, 0.02, 0.98], "Removed any likelihood of this happening before early next year. If this wave is dying off and more people are vaccinated there is a very low chance that we see the required increase to hit 12,000 before 2/1/22. There'd have to be a new strain that spreads well and hospitalizes either those who have already had COVID or those who got vaccinated. Possible, but highly unlikely."], [20504, "2021-09-29T12:38:01Z", [0.0, 0.0, 0.01, 0.03, 0.96], "-1% to 9/15-10/31, -2% to 11/1-12/15, +3% to 'Not before'"], [79069, "2021-09-28T10:32:54Z", [0.0, 0.0, 0.0, 0.05, 0.95], ""], [34959, "2021-09-28T04:47:20Z", [0.0, 0.01, 0.06, 0.13, 0.8], ""], [691, "2021-09-25T16:03:37Z", [0.0, 0.0, 0.0, 0.1, 0.9], ""], [79069, "2021-09-24T20:38:15Z", [0.0, 0.0, 0.01, 0.05, 0.94], ""], [102728, "2021-09-24T14:14:34Z", [0.0, 0.01, 0.04, 0.15, 0.8], "Increasing vaccination rates should prevent another serious wave of the pandemic and cases are currently in a rapid decline despite a relative lack of social distancing rules in the state. However, a peak this winter cannot be entirely ruled out with possible variants and seasonality of the virus."], [98345, "2021-09-24T02:22:00Z", [0.0, 0.01, 0.03, 0.06, 0.9], ""], [99943, "2021-09-23T17:34:35Z", [0.0, 0.0, 0.01, 0.03, 0.96], ""], [29646, "2021-09-22T17:05:14Z", [0.0, 0.0, 0.02, 0.03, 0.95], "Modeling shows case levels dropping through March. Hospitalization trends should follow.\nhttps://www.npr.org/sections/health-shots/2021/09/22/1039272244/is-the-worst-over-modelers-predict-a-steady-decline-in-covid-cases-through-march"], [529, "2021-09-22T10:58:19Z", [0.0, 0.01, 0.05, 0.08, 0.86], "https://news.yahoo.com/california-now-nations-lowest-virus-231844047.html"], [102143, "2021-09-21T21:38:35Z", [0.0, 0.0, 0.05, 0.1, 0.85], "14 day average H is dropping in CA.\nhttps://covid19.ca.gov/state-dashboard/"], [40584, "2021-09-21T14:24:01Z", [0.0, 0.02, 0.18, 0.18, 0.62], ""], [55987, "2021-09-20T19:25:04Z", [0.0, 0.0, 0.0, 0.01, 0.99], ""], [99993, "2021-09-20T16:54:30Z", [0.0, 0.01, 0.12, 0.17, 0.7], ""], [767, "2021-09-20T13:09:04Z", [0.0, 0.25, 0.55, 0.2, 0.0], ""], [21884, "2021-09-20T09:03:53Z", [0.0, 0.02, 0.08, 0.1, 0.8], ""], [100653, "2021-09-20T06:56:49Z", [0.0, 0.0, 0.0, 0.03, 0.97], ""], [87691, "2021-09-20T03:46:57Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [96953, "2021-09-20T01:25:04Z", [0.0, 0.0, 0.27, 0.31, 0.42], ""], [691, "2021-09-19T19:16:32Z", [0.0, 0.0, 0.01, 0.1, 0.89], ""], [40636, "2021-09-19T14:52:33Z", [0.0, 0.05, 0.35, 0.4, 0.2], ""], [21884, "2021-09-17T09:18:50Z", [0.0, 0.02, 0.1, 0.12, 0.76], ""], [100653, "2021-09-17T07:07:37Z", [0.0, 0.02, 0.02, 0.1, 0.86], ""], [691, "2021-09-16T17:17:50Z", [0.0, 0.0, 0.01, 0.12, 0.87], ""], [81061, "2021-09-16T04:40:09Z", [0.0, 0.02, 0.13, 0.06, 0.79], ""], [102681, "2021-09-15T17:04:35Z", [0.0, 0.2, 0.5, 0.25, 0.05], "It is definitely going to get worse before it gets better. It has been slowly rising but I think by February it will be more contained."], [86607, "2021-09-15T15:51:06Z", [0.0, 0.01, 0.22, 0.7, 0.07], ""], [40636, "2021-09-15T14:26:07Z", [0.0, 0.1, 0.4, 0.4, 0.1], ""], [99993, "2021-09-13T17:11:02Z", [0.0, 0.01, 0.1, 0.14, 0.75], ""], [55987, "2021-09-13T15:43:54Z", [0.0, 0.0, 0.0, 0.12, 0.88], ""], [100653, "2021-09-13T07:44:38Z", [0.0, 0.02, 0.02, 0.11, 0.85], ""], [86607, "2021-09-13T01:56:48Z", [0.0, 0.01, 0.19, 0.73, 0.07], "Delta wave over the winter highly likely to hit this level judging by how the sun belt did this summer"], [34815, "2021-09-13T00:44:42Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [691, "2021-09-12T16:51:51Z", [0.0, 0.0, 0.01, 0.14, 0.85], ""], [99857, "2021-09-11T20:27:15Z", [0.0, 0.0, 0.05, 0.15, 0.8], "Looks like the crowd is on track based on recent data so am moving to that"], [529, "2021-09-11T17:09:41Z", [0.0, 0.06, 0.08, 0.09, 0.77], "https://covid19.ca.gov/state-dashboard/, plus increasing vaccine mandates "], [34959, "2021-09-11T14:24:16Z", [0.0, 0.02, 0.07, 0.13, 0.78], ""], [79069, "2021-09-11T09:54:25Z", [0.0, 0.0, 0.01, 0.07, 0.92], ""], [96953, "2021-09-11T03:09:07Z", [0.0, 0.0, 0.74, 0.13, 0.13], ""], [20504, "2021-09-10T13:09:31Z", [0.0, 0.01, 0.03, 0.03, 0.93], "At ~7k, trending down. -1% to 9/15-10/31, +1% to 'not before'"], [3024, "2021-09-10T02:52:28Z", [0.02, 0.0, 0.0, 0.19, 0.79], ""], [79069, "2021-09-09T13:33:23Z", [0.0, 0.0, 0.01, 0.04, 0.95], ""], [529, "2021-09-08T17:50:40Z", [0.0, 0.12, 0.08, 0.09, 0.71], ""], [21884, "2021-09-08T02:19:40Z", [0.0, 0.06, 0.1, 0.12, 0.72], ""], [99993, "2021-09-07T21:33:07Z", [0.0, 0.01, 0.05, 0.11, 0.83], ""], [40636, "2021-09-07T14:13:00Z", [0.0, 0.1, 0.4, 0.45, 0.05], ""], [34959, "2021-09-07T13:38:03Z", [0.02, 0.05, 0.06, 0.12, 0.75], ""], [100836, "2021-09-07T02:17:28Z", [0.0, 0.0, 0.0, 0.0, 1.0], "COVID cases have plateaued, as have hospitalizations. "], [79069, "2021-09-06T18:23:26Z", [0.0, 0.01, 0.02, 0.02, 0.95], ""], [20504, "2021-09-06T14:14:43Z", [0.0, 0.02, 0.03, 0.03, 0.92], "-2% to 9/15-10/30, +2% to 'Not before'. 8,132 currently, trending down. "], [88452, "2021-09-06T08:57:23Z", [0.0, 0.87, 0.13, 0.0, 0.0], ""], [100653, "2021-09-06T07:21:39Z", [0.0, 0.04, 0.04, 0.11, 0.81], ""], [102143, "2021-09-05T19:43:03Z", [0.01, 0.05, 0.05, 0.05, 0.84], "Given that the highest 14-day average hospitalized was ~21,000 in Jan before impact of vaccine and  I was not sure what to do with the percent values because the effectiveness of vaccine is good and the likelihood of a new super variant is low in the Feb 22 timeline. Lowering all dates before 1 Feb 2022.  "], [102143, "2021-09-05T19:12:59Z", [0.01, 0.11, 0.2, 0.28, 0.4], "We are seeing 14 day hospitalizations dropping   (Aug 26 2046), (high Aug 30   2172),  (Sep 4 2051),  Death rate is also dropping.   ICU beds nearly linear neg slope.\nhttps://covid19.ca.gov/state-dashboard/\nWill download data set in one week https://data.ca.gov/group/covid-19"], [691, "2021-09-05T17:11:27Z", [0.0, 0.0, 0.02, 0.13, 0.85], ""], [79069, "2021-09-05T10:46:41Z", [0.0, 0.02, 0.02, 0.02, 0.94], ""], [20504, "2021-09-05T05:38:43Z", [0.0, 0.04, 0.03, 0.03, 0.9], "8454 Hospitalized (14-day avg) trending down. -2% to between 9/15-10/31, +2% to 'Not before'."], [12694, "2021-09-05T05:07:24Z", [0.0, 0.04, 0.08, 0.1, 0.78], ""], [14266, "2021-09-05T04:01:59Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [529, "2021-09-05T01:40:51Z", [0.01, 0.14, 0.07, 0.09, 0.69], "https://covid19.ca.gov/state-dashboard/"], [101989, "2021-09-04T11:56:54Z", [0.0, 0.0, 0.05, 0.12, 0.83], ""], [40636, "2021-09-03T15:39:25Z", [0.0, 0.15, 0.4, 0.4, 0.05], ""], [21884, "2021-09-03T10:51:20Z", [0.02, 0.11, 0.11, 0.1, 0.66], ""], [100653, "2021-09-03T10:31:01Z", [0.01, 0.06, 0.06, 0.11, 0.76], ""], [29646, "2021-09-03T04:16:07Z", [0.0, 0.0, 0.05, 0.15, 0.8], "Daily new cases have been trending down for three weeks and hospitalizations appear to have peaked for the current surge. Both vaccinations and infections will continue to build immunity, making infections and hospitalizations less likely."], [88452, "2021-09-03T03:52:24Z", [0.07, 0.88, 0.05, 0.0, 0.0], ""], [34959, "2021-09-03T02:33:29Z", [0.02, 0.05, 0.06, 0.1, 0.77], ""], [100273, "2021-09-03T02:06:50Z", [0.0, 0.0, 0.1, 0.3, 0.6], "Flattening the curve. "], [20504, "2021-09-03T00:14:45Z", [0.0, 0.06, 0.03, 0.03, 0.88], "Initial guess. Currently Hospitalizations at 8700 and not increasing from prior day."], [529, "2021-09-02T21:17:45Z", [0.01, 0.2, 0.09, 0.08, 0.62], "https://covid19.ca.gov/state-dashboard/"], [14266, "2021-09-02T18:44:00Z", [0.0, 0.09, 0.03, 0.03, 0.85], ""], [55987, "2021-09-02T15:19:14Z", [0.0, 0.0, 0.01, 0.16, 0.83], ""], [3024, "2021-09-02T11:52:15Z", [0.05, 0.05, 0.1, 0.2, 0.6], ""], [98850, "2021-09-01T18:40:38Z", [0.04, 0.1, 0.0, 0.0, 0.86], "The curve is flattening and looking like a bit of a peak here. We're around 70% of the way there, but it does not look like we are going to make it."], [21884, "2021-09-01T15:33:35Z", [0.06, 0.12, 0.15, 0.1, 0.57], ""], [84453, "2021-09-01T12:47:37Z", [0.03, 0.08, 0.0, 0.0, 0.89], ""], [40584, "2021-09-01T04:53:06Z", [0.02, 0.11, 0.17, 0.17, 0.53], ""], [34959, "2021-09-01T04:35:53Z", [0.04, 0.07, 0.1, 0.12, 0.67], ""], [98345, "2021-09-01T03:09:01Z", [0.15, 0.35, 0.05, 0.1, 0.35], ""], [99993, "2021-08-31T16:31:44Z", [0.02, 0.05, 0.02, 0.08, 0.83], ""], [79069, "2021-08-31T09:09:52Z", [0.0, 0.03, 0.03, 0.03, 0.91], ""], [3024, "2021-08-30T21:38:05Z", [0.05, 0.05, 0.3, 0.3, 0.3], ""], [691, "2021-08-30T20:06:11Z", [0.01, 0.04, 0.06, 0.14, 0.75], ""], [79069, "2021-08-30T19:23:28Z", [0.0, 0.05, 0.05, 0.05, 0.85], ""], [101989, "2021-08-30T18:44:46Z", [0.0, 0.03, 0.07, 0.1, 0.8], ""], [14266, "2021-08-30T18:19:34Z", [0.0, 0.17, 0.03, 0.03, 0.77], ""], [100653, "2021-08-30T16:25:29Z", [0.1, 0.05, 0.05, 0.05, 0.75], ""], [21884, "2021-08-30T15:32:48Z", [0.09, 0.27, 0.1, 0.09, 0.45], ""], [40636, "2021-08-30T13:41:55Z", [0.05, 0.1, 0.4, 0.4, 0.05], ""], [88452, "2021-08-30T00:43:34Z", [0.18, 0.8, 0.02, 0.0, 0.0], ""], [100836, "2021-08-30T00:31:05Z", [0.3, 0.1, 0.0, 0.0, 0.6], ""], [102363, "2021-08-29T09:40:35Z", [0.05, 0.55, 0.05, 0.05, 0.3], ""], [14266, "2021-08-29T03:09:46Z", [0.02, 0.17, 0.03, 0.03, 0.75], ""], [529, "2021-08-28T20:40:55Z", [0.06, 0.22, 0.09, 0.08, 0.55], "https://covid19.ca.gov/state-dashboard/"], [691, "2021-08-28T19:29:52Z", [0.01, 0.05, 0.08, 0.12, 0.74], ""], [12694, "2021-08-27T16:50:49Z", [0.0, 0.05, 0.1, 0.1, 0.75], ""], [79069, "2021-08-27T10:03:50Z", [0.0, 0.05, 0.05, 0.1, 0.8], ""], [92690, "2021-08-27T03:14:20Z", [0.94, 0.05, 0.0, 0.01, 0.0], ""], [529, "2021-08-26T18:22:20Z", [0.09, 0.25, 0.08, 0.08, 0.5], "Reduction in COVID hospitalized patients (-48) reported in 8/25/21 data.  https://covid19.ca.gov/state-dashboard/"], [102143, "2021-08-26T18:06:35Z", [0.05, 0.15, 0.19, 0.26, 0.35], "Given that the covid-19  mortality rate seems to have passed the hump in CA, 15 Sep is highly unlikely.  Odds are more in favor of later than earlier with the probability increasing with seasonal variance and the risk of a new variant.\n"], [40636, "2021-08-26T14:43:48Z", [0.2, 0.3, 0.35, 0.1, 0.05], ""], [79069, "2021-08-26T11:11:42Z", [0.0, 0.1, 0.05, 0.0, 0.85], ""], [3024, "2021-08-26T10:44:25Z", [0.05, 0.3, 0.3, 0.1, 0.25], ""], [98345, "2021-08-26T03:47:11Z", [0.4, 0.35, 0.05, 0.05, 0.15], ""], [100836, "2021-08-26T00:27:31Z", [0.5, 0.1, 0.0, 0.0, 0.4], "Switching to NYT data because it is updated more reliably/frequently than the California state data. New reported cases are decelerating. Noticeable deceleration in hospitalized growth over the past week.\nhttps://www.nytimes.com/interactive/2021/us/california-covid-cases.html"], [529, "2021-08-25T19:30:56Z", [0.1, 0.25, 0.08, 0.07, 0.5], ""], [79069, "2021-08-25T18:12:14Z", [0.0, 0.05, 0.05, 0.0, 0.9], ""], [79069, "2021-08-25T18:11:34Z", [0.0, 0.1, 0.05, 0.0, 0.85], ""], [691, "2021-08-25T17:30:24Z", [0.03, 0.12, 0.08, 0.07, 0.7], ""], [99993, "2021-08-25T16:07:10Z", [0.15, 0.05, 0.02, 0.08, 0.7], ""], [83135, "2021-08-25T14:35:50Z", [0.0, 0.0, 0.0, 0.0, 1.0], "Vaccination rates are continuing to rise and now that a booster is required we should see hospitalization to continually remain in check or lower "], [21884, "2021-08-25T08:58:31Z", [0.09, 0.41, 0.09, 0.06, 0.35], ""], [60944, "2021-08-25T01:54:18Z", [0.05, 0.1, 0.01, 0.02, 0.82], ""], [28103, "2021-08-25T00:54:48Z", [0.0, 0.0, 0.07, 0.1, 0.83], ""], [81061, "2021-08-25T00:37:41Z", [0.05, 0.2, 0.1, 0.05, 0.6], ""], [13657, "2021-08-24T21:12:42Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [13657, "2021-08-24T19:01:53Z", [0.1, 0.3, 0.0, 0.0, 0.6], ""], [13657, "2021-08-24T19:01:15Z", [0.3, 0.2, 0.0, 0.0, 0.5], ""], [55987, "2021-08-24T14:43:08Z", [0.0, 0.0, 0.01, 0.12, 0.87], ""], [79069, "2021-08-23T20:30:55Z", [0.03, 0.3, 0.1, 0.05, 0.52], ""], [691, "2021-08-23T20:21:44Z", [0.06, 0.32, 0.08, 0.08, 0.46], ""], [529, "2021-08-23T18:02:30Z", [0.13, 0.33, 0.11, 0.05, 0.38], "Approx. average of hospitalizations per day over the last eight days is plus 145/day. Hypothetically if this average jumps after today (8/23/21) to +200/day -- with few-to-no discharges subtracted -- it would take 18 days to exceed 12,000 total hospitalizations, or by around Sept. 10th. It would then take the 14-day average additional time to 'catch up' (in that scenario).  Test positivity 7-day rate for CA has recently been stable-to-declining.  Lowering forecast % for the \"before Sept. 15th\" question option for now. (https://covid19.ca.gov/state-dashboard/)"], [21884, "2021-08-23T02:58:54Z", [0.2, 0.41, 0.08, 0.06, 0.25], ""], [40636, "2021-08-22T13:21:54Z", [0.4, 0.4, 0.15, 0.05, 0.0], ""], [40636, "2021-08-22T13:21:07Z", [0.4, 0.5, 0.1, 0.0, 0.0], ""], [35, "2021-08-22T12:33:45Z", [0.0, 0.7, 0.3, 0.0, 0.0], "We are close to the same trajectory as last Dec, It took 24 days to go from 7k to 15k. By my math it will take about 35 days on the low side. \nIt is possible \"herd\" immunity will kick in and the curve gets flattened earlier.\n"], [96953, "2021-08-22T04:35:50Z", [0.0, 0.13, 0.74, 0.13, 0.0], ""], [14266, "2021-08-22T00:58:37Z", [0.22, 0.27, 0.03, 0.03, 0.45], ""], [101989, "2021-08-21T17:15:25Z", [0.0, 0.05, 0.1, 0.1, 0.75], ""], [79069, "2021-08-21T12:00:12Z", [0.05, 0.5, 0.1, 0.05, 0.3], ""], [99993, "2021-08-21T02:27:19Z", [0.25, 0.13, 0.02, 0.1, 0.5], ""], [529, "2021-08-20T20:05:15Z", [0.24, 0.32, 0.06, 0.04, 0.34], "FWIW, hospitalizations have slowed the last couple of days but new cases are generally back above 14,000/day. Test positivity staying around 6% right now (https://covid19.ca.gov/state-dashboard/)  Staying close to the 'crowd' forecast for the moment."], [55987, "2021-08-20T15:58:08Z", [0.0, 0.0, 0.01, 0.11, 0.88], ""], [40636, "2021-08-20T14:21:42Z", [0.45, 0.45, 0.1, 0.0, 0.0], ""], [691, "2021-08-19T18:58:53Z", [0.34, 0.22, 0.04, 0.04, 0.36], ""], [79069, "2021-08-19T18:52:09Z", [0.01, 0.29, 0.1, 0.1, 0.5], ""], [55987, "2021-08-19T15:59:11Z", [0.01, 0.01, 0.01, 0.15, 0.82], ""], [13657, "2021-08-19T03:11:34Z", [0.02, 0.01, 0.01, 0.01, 0.95], "Resetting timer"], [21884, "2021-08-19T01:36:48Z", [0.4, 0.3, 0.06, 0.05, 0.19], ""], [529, "2021-08-18T19:36:52Z", [0.29, 0.31, 0.06, 0.03, 0.31], "https://covid19.ca.gov/state-dashboard/. Also, https://www.latimes.com/california/story/2021-08-17/california-sees-signs-delta-surge-is-slowing-but-a-new-challenge-looms -- but noting that CA reported new cases rose again on 8/17/21 to 14,317."], [40636, "2021-08-18T18:44:42Z", [0.55, 0.45, 0.0, 0.0, 0.0], "https://www.nytimes.com/interactive/2021/08/17/us/covid-delta-hospitalizations.html?referringSource=articleShare"], [40636, "2021-08-18T10:50:46Z", [0.5, 0.5, 0.0, 0.0, 0.0], ""], [102278, "2021-08-18T07:42:36Z", [0.0, 0.33, 0.46, 0.21, 0.0], ""], [691, "2021-08-17T19:05:38Z", [0.36, 0.2, 0.04, 0.04, 0.36], ""], [101989, "2021-08-17T18:46:55Z", [0.0, 0.1, 0.2, 0.1, 0.6], ""], [102259, "2021-08-17T12:19:24Z", [0.2, 0.05, 0.05, 0.05, 0.65], "There is a low but non null possibility that this wave of cases will lead to this number of hospitalisations. After, I believe that mass vaccination can ensure this is never the case anymore, but the probability is not null nevertheless"], [21884, "2021-08-17T09:22:22Z", [0.28, 0.3, 0.06, 0.06, 0.3], ""], [100836, "2021-08-16T18:45:25Z", [0.85, 0.0, 0.0, 0.0, 0.15], "Made my original estimate a week ago, so updating for new data.\nThe hospitalization trend continues to look exponential, and therefore points to a pre-15SEP21 breach of the 12000 number. I realized that hospitalizations is a LAGGING indicator though, and that I should rely on the leading indicators: # tests; confirmed cases; and positivity rate (although the hospitalization numbers are available on a 1 day lag while these other indicators are on a 1 week lag, so there is still some effort to align the time periods). \n1) 7 day average positive test rate per 100k increased 25% over the past week, which would mean we'll breach 12000 even earlier than my original estimate of 02SEP1.\n2) 7 day average case rate per 100k is stable at 25.\n3) Positivity rate is down from 7.1% of all tests to 6.5% over the last few days, but that's still more than enough to reach 12000 before 02SEP21 (and it may just be a data quality issue).\n4) # of total tests looks exponential."], [101989, "2021-08-16T17:04:34Z", [0.0, 0.3, 0.25, 0.0, 0.45], ""], [55987, "2021-08-16T15:15:00Z", [0.06, 0.01, 0.08, 0.15, 0.7], ""], [101989, "2021-08-15T19:45:17Z", [0.05, 0.5, 0.25, 0.0, 0.2], ""], [101989, "2021-08-15T19:44:22Z", [0.05, 0.5, 0.25, 0.2, 0.0], ""], [529, "2021-08-14T20:03:07Z", [0.27, 0.34, 0.07, 0.03, 0.29], "Reported Covid hospitalizations have increased from 5,953 on 8/6/21 to 7,222 on 8/13, an average increase of about 159/day. The latest available 14-day average is 5,833 (8/12/21). (https://covid19.ca.gov/state-dashboard/)  If daily hospitalizations increased a significant 50% starting today 8/14/21 it would take about 20-21 days to accumulate 12,000 total hospitalizations. (Estimated avg. of about 238 new hospitalizations/day.) Unsure if relevant discharges (+ deaths) are subtracted from this figure but since it's an \"average of hospitalized patents\" we're looking at, it's possible that they are (eventually) subtracted. It would take additional daily increases of a similar (or higher) magnitude over more time (i.e., in the big-jump +50% scenario) for the 14-day hospitalized patients average to reach ( or \"catch up to\") 12,000.  ..Will continue to watch new Calif. cases as a leading indicator but slightly lowering the \"before Sept. 15\" forecast option percentage for now."], [99857, "2021-08-14T16:37:22Z", [0.0, 0.25, 0.05, 0.19, 0.51], "\"Research has shown the Delta variant now makes up more than 84% of all California cases, while California’s statewide reopening on 15 June meant greater social contact. Recent research shows that vaccinated people can spread the Delta virus, although they are less likely to get it and become seriously ill.\"\n\"Hospitalization rates for unvaccinated patients who get the virus are eight times higher.\"\nhttps://www.theguardian.com/us-news/2021/aug/02/no-ones-invincible-fresh-mask-mandates-and-rising-delta-cases-hit-california \"There are 6,692 people hospitalized with a confirmed case statewide, a 79.7% increase from two weeks ago.\" (Aug 14) https://www.latimes.com/projects/california-coronavirus-cases-tracking-outbreak/ The 7 day average of new cases seems to have plateaued in the last week as has the positivity rate. 66.6% have one dose, 54% have 2. School re-opening could see a fresh surge and is coming very soon. Although hospitalizations may still be lagging it seems this surge may be 'under control' for the purposes of this question. With renewed mask mandates it could hold it off further. I'd bet on a surge not long after school returns but am not confident the hospitalizations will cross 12k as the vaccination rate is still creeping up. If it can be avoided then the next risk is the holiday season, but hopefully even higher vaccination rates push that off."], [40636, "2021-08-14T07:26:31Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [40636, "2021-08-14T07:19:11Z", [0.6, 0.3, 0.1, 0.0, 0.0], ""], [84453, "2021-08-14T06:10:17Z", [0.1, 0.15, 0.0, 0.0, 0.75], ""], [102143, "2021-08-13T23:49:34Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [102143, "2021-08-13T23:43:46Z", [0.25, 0.75, 0.0, 0.0, 0.0], "Comment deleted on Aug 13, 2021 11:47PM UTC"], [529, "2021-08-13T21:53:00Z", [0.33, 0.34, 0.08, 0.02, 0.23], "https://deadline.com/2021/08/california-covid-cases-biggest-jump-of-pandemic-4000-1234814527/"], [79069, "2021-08-13T15:40:58Z", [0.15, 0.39, 0.05, 0.06, 0.35], ""], [46339, "2021-08-13T15:09:32Z", [0.6, 0.3, 0.0, 0.0, 0.1], ""], [55987, "2021-08-13T14:48:11Z", [0.15, 0.03, 0.13, 0.21, 0.48], ""], [101989, "2021-08-13T11:49:16Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [1667, "2021-08-13T11:24:49Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [88452, "2021-08-13T05:04:12Z", [0.99, 0.01, 0.0, 0.0, 0.0], ""], [34815, "2021-08-13T03:53:58Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [102143, "2021-08-12T22:43:22Z", [0.1, 0.8, 0.1, 0.0, 0.0], "That is what the curve looks looks like."], [691, "2021-08-12T18:40:11Z", [0.28, 0.3, 0.05, 0.05, 0.32], ""], [98850, "2021-08-12T18:38:17Z", [0.65, 0.35, 0.0, 0.0, 0.0], "Really like @Aleysia rationale below - https://www.gjopen.com/comments/1320180 First a quick snapshot to find a point of reference - Looking at the charts, our 14-day average was 3,906 on 8/3 and now stands at 5,621 on 8/11. November 16, 2020 is a decent comparison to 8/3 - we had 4,885 hospitalized patients and 3,932 14-day average. We had 5,282 hospitalized on 8/3/21 and the 3,906 average. Now, working through the full comparison if all variables hold. We hit the 12,000 mark on December 16, 2020 with 16,426 hospitalized patients at that time. 8 days out from the November 16 date, we had 7,049 hospitalized and 5,270 14-day average (11/24). This matches really closely with our current numbers. Looking at the number of tests and the positivity rate we also have very similar numbers. 7% rate on 328,000 tests for 11/24/20 and 7% on 260,000 tests for 8/2 (last time they don't say data is incomplete). Given all of the above information, it took 30 days to surpass the 12,000 mark last winter when measured from our initial reading of 3,932 on 11/16/20. We had 3,906 on 8/3/21 and 9/14/21 is 42 days away from that date. We will be close with hitting the 12,000 mark if the numbers fade a bit. I suspect it might take 37-40 days to hit it this time, which is barely squeaking into the 9/15 deadline. Not sure how we'd ever see the end of October without 12,000 unless people radically changed behavior.\n"], [98850, "2021-08-12T18:31:55Z", [0.94, 0.06, 0.0, 0.0, 0.0], "Comment deleted on Aug 12, 2021 06:32PM UTC"], [100273, "2021-08-12T15:48:50Z", [0.0, 0.1, 0.6, 0.3, 0.0], "Swag."], [98345, "2021-08-12T15:33:04Z", [0.7, 0.2, 0.03, 0.03, 0.04], "Hedging my estimates slightly."], [98345, "2021-08-12T15:29:42Z", [0.7, 0.25, 0.05, 0.0, 0.0], "The last time we were at these numbers (late Nov 2020), it took about 2 weeks to go from 7k to >12k. Now, with over 60% of the population having received at least one dose of the vaccine, and ignoring the increased transmissibility of the delta variant, we could do a very rough estimate of how long it would take assuming 40% of the rate of increase from Nov 2020. That brings us to Aug 10 + 33 days, or just before the Sept 15th cutoff. With that as my base case, there's only one direction of uncertainty. Factors that might influence things in this direction would include the effectiveness of the vaccine in preventing severe COVID cases, lockdown and social distancing measures, and generally things not happening as fast as I might think."], [3024, "2021-08-12T11:53:03Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [79069, "2021-08-12T07:41:56Z", [0.2, 0.39, 0.05, 0.06, 0.3], ""], [14266, "2021-08-12T04:59:12Z", [0.38, 0.31, 0.0, 0.0, 0.31], ""], [767, "2021-08-12T03:04:51Z", [0.4, 0.4, 0.1, 0.0, 0.1], "Now at 7,007\n https://covid19.ca.gov/state-dashboard/"], [529, "2021-08-11T20:13:52Z", [0.26, 0.28, 0.09, 0.05, 0.32], "Hospitalizations have increased from 4,772 on 8/1/21 to 7,007 on 8/11/21 (over eight days reported), an average increase of about 203 per calendar day (and about 280 per reporting day). The most-recently reported 14-day hospitalization average is 5,171 (8/9/21). \nToo soon to say if new COVID cases in Calif. have definitively started dropping from recent 8/1/21 and 8/5/21 surges of 33,407 and 14,402 respectively, but the most recent reported new cases numbers were 9,925 (8/10) and 10,425 (8/8). (https://covid19.ca.gov/state-dashboard/) Hospitalizations are generally a lagging COVID statistic. FWIW: Trying to sketch out one possible worse (vs. worst)-case shorter-term scenario: IF new cases remain steady going forward at around 10,000 per day for the next 30 days, but the reported average number of daily hospitalizations immediately increases a marked (arbitrary) 50% over (each of) the next 30 days, to an average of 305 new hospitalizations/day (recent avg. 203/day X 1.5), AND the current (8/11/21) number of hospitalized (7.007) does not change, we could reach a total of 12,000+ hospitalized patients in about 17 days (8/28/21) from today.  (7,007 + (305 X 17) = 12,192) \nClearly it would require a number of additional days (even at that daily rate) afterward to establish a 14-day average of 12,000 or higher.  The overly-simplistic analysis does not account for \"spikes\" or surges and probably needs a steady (not increasing) number of new cases. It also does not account for discharges of (less-recently) hospitalized patients -- though I'm not sure if/how those are subtracted from the question's data source. It also doesn't take into account the comparative rate of hospitalizations from the COVID 'Delta' variant. The analysis does perhaps show that it's not impossible to reach a 12,000 14-day average within the earlier question date-options, particularly if a shorter-term, persistent upward trend in cases and resulting hospitalizations occurs."], [102177, "2021-08-11T20:11:53Z", [0.05, 0.1, 0.05, 0.15, 0.65], "Test positivity is just over 6% which lowers concern over coming spikes."], [79069, "2021-08-11T10:16:50Z", [0.25, 0.45, 0.05, 0.05, 0.2], ""], [100836, "2021-08-11T04:09:12Z", [0.75, 0.15, 0.05, 0.05, 0.0], "6687 Hospitalized on 09AUG21, 6123 on 07AUG21, 5953 on 06AUG2, 5551 on 04AUG21, 5282 on 03AUG21, 5120 on 02AUG21, 4561 on 31JUL21, 4374 on 30JUL21, 4103 on 29JUL21. Linear trend implies we'll reach 12000 in 23 days which is 02SEP21. \nhttps://covid19.ca.gov/state-dashboard/#todays-update"], [691, "2021-08-10T18:11:34Z", [0.26, 0.3, 0.06, 0.06, 0.32], ""], [55987, "2021-08-10T15:18:55Z", [0.18, 0.04, 0.14, 0.22, 0.42], ""], [79069, "2021-08-10T06:58:33Z", [0.2, 0.4, 0.05, 0.05, 0.3], ""], [21884, "2021-08-10T02:14:19Z", [0.2, 0.15, 0.05, 0.05, 0.55], ""], [92079, "2021-08-10T00:36:31Z", [0.94, 0.06, 0.0, 0.0, 0.0], ""], [27334, "2021-08-09T22:59:01Z", [0.15, 0.3, 0.1, 0.05, 0.4], "Latest numbers show somewhat absurd spikes across various CA counties. Still think it's pretty likely that it doesn't get over 12,000, but definitely revising my priors on this based on the numbers from 8/8. "], [101989, "2021-08-09T17:00:18Z", [0.66, 0.34, 0.0, 0.0, 0.0], ""], [100653, "2021-08-09T16:49:29Z", [0.4, 0.1, 0.05, 0.05, 0.4], ""], [88452, "2021-08-09T16:39:43Z", [0.9, 0.1, 0.0, 0.0, 0.0], ""], [79069, "2021-08-09T12:49:11Z", [0.15, 0.4, 0.1, 0.05, 0.3], "While its a tough call, I still think hospitalisation looks likeliest to peak around the end of September/early October, given the current linear rise in cases which look likely to continue given existing mandates, vaccination levels and a quick comparison with UK. While Delta transmissibility is very high, the hospitalisation rate may ease off marginally if a larger proportion of younger unvaccinated age groups are being affected, with the peak lagging ~12 days behind case rates. \nI'm edging towards it passing the 12K point, but if that doesn't happen by October 31st, then Bin 5 looks the second option."], [40636, "2021-08-09T09:09:26Z", [0.25, 0.35, 0.3, 0.05, 0.05], ""], [14266, "2021-08-09T05:32:57Z", [0.28, 0.36, 0.0, 0.0, 0.36], "Tough one to call, but I'm betting on it hitting 12,000 by the end of October, or not at all."], [27334, "2021-08-09T02:09:17Z", [0.0, 0.15, 0.1, 0.05, 0.7], ""], [40584, "2021-08-08T23:27:02Z", [0.4, 0.25, 0.05, 0.1, 0.2], ""], [79069, "2021-08-08T17:32:10Z", [0.15, 0.4, 0.1, 0.1, 0.25], ""], [101989, "2021-08-08T14:28:02Z", [0.65, 0.35, 0.0, 0.0, 0.0], ""], [45594, "2021-08-08T09:37:23Z", [0.05, 0.55, 0.1, 0.15, 0.15], ""], [101422, "2021-08-08T09:23:54Z", [0.0, 0.15, 0.4, 0.4, 0.05], ""], [79069, "2021-08-08T08:48:23Z", [0.1, 0.35, 0.1, 0.1, 0.35], ""], [79069, "2021-08-08T08:30:43Z", [0.1, 0.38, 0.12, 0.12, 0.28], "Hospitalisation looks likeliest to peak around the end of September into October to me, given the current linear rise in cases, existing mandates, vaccination levels and comparison with UK. But I can’t tell if the peak will get close to 12K or reach past it. If not, then Bin 5 looks the second option."], [40584, "2021-08-07T22:22:36Z", [0.15, 0.15, 0.15, 0.15, 0.4], ""], [529, "2021-08-07T19:59:35Z", [0.15, 0.23, 0.08, 0.08, 0.46], "A few factors, some also mentioned in other forecasters' comments: - Hospitalizations are generally considered to be a lagging COVID indicator (https://deadline.com/2021/08/california-covid-cases-jump-fifty-percent-in-one-day-1234810588/) - 53% of California population is currently fully vaccinated, with a total of 65% having received at least one dose (https://usafacts.org/visualizations/covid-vaccine-tracker-states/state/california) - About half of the state's population is now under a public places indoor mask mandate regardless of vaccination status  (https://www.cnn.com/2021/08/02/us/california-bay-area-mask-mandate/index.html) - Recent article excerpt: \"In the past, Los Angeles County Public Health Director Barbara Ferrer said the trend has been hospitalizations “usually increasing two weeks after we begin to see significant case increases, and multiplying almost in direct proportion to cases. \"...We’re not currently seeing that pattern replicate itself during our current surge of cases,” she told reporters Thursday. “Although cases have increased by about 550% over the past month, hospitalizations increased by about 290%.”\" (https://www.latimes.com/california/story/2021-08-06/coronavirus-cases-surpass-last-summers-spike-as-surge-continues) - One study indicates that younger --presumably more generally healthy individuals -- may be more likely to be infected via the Delta variant (especially the unvaccinated) (https://www.yalemedicine.org/news/5-things-to-know-delta-variant-covid) - Full FDA approval of current vaccines may be coming, perhaps, in the fall. This may result in wider vaccine mandates, increased public confidence in the shots, etc. (https://time.com/6087556/fda-pfizer-vaccine-approval/) Going with a more optimistic forecast for now. I.e., that current vaccination rates (especially among older residents) + public heath measures (including mask mandates) + general experience \"dealing with\" COVID may be able to keep hospitalizations below last winter's (generally) pre-vaccine(s) peaks. (https://covid19.ca.gov/state-dashboard/)"], [99993, "2021-08-07T18:06:15Z", [0.15, 0.08, 0.02, 0.22, 0.53], ""], [55987, "2021-08-07T17:43:25Z", [0.2, 0.17, 0.19, 0.21, 0.23], ""], [88452, "2021-08-07T14:27:27Z", [0.86, 0.12, 0.02, 0.0, 0.0], ""], [84453, "2021-08-07T13:18:04Z", [0.1, 0.15, 0.0, 0.0, 0.75], ""], [84453, "2021-08-07T12:58:52Z", [0.1, 0.15, 0.0, 0.0, 0.75], ""], [84453, "2021-08-07T12:56:22Z", [0.48, 0.52, 0.0, 0.0, 0.0], "Comment deleted on Aug 07, 2021 12:58PM UTC"], [100664, "2021-08-07T06:59:12Z", [0.01, 0.14, 0.25, 0.3, 0.3], ""], [40636, "2021-08-07T06:23:09Z", [0.25, 0.35, 0.4, 0.0, 0.0], ""], [102116, "2021-08-07T04:51:50Z", [0.4, 0.5, 0.1, 0.0, 0.0], ""], [100836, "2021-08-07T02:11:12Z", [0.7, 0.2, 0.05, 0.05, 0.0], "California bottom to peak took 76 days the only time the state hospitalization rate exceeded the 12K threshold previously. Looks like we're already 32 days into the delta spike, although we're starting from half the # hospitalized as last time. The delta transmission rate is 6-fold the rate of original COVID, although 50% of California state is (2-dose) vaccinated, so I'd expect hospitalizations to grow 3x faster (600% x 50% unvaccinated) than the last time around. The current trend is growing a bit slower than last time, but it still appears about 90% as exponential as last time (which does contradict my expectation that it would grow 3x faster). I think that Newsom will refuse to lockdown the state again until after the recall election on September 14th, but individual counties may enact lockdowns themselves. I also think that students returning to college between August 15 - September 1st will probably be the largest/fastest spreading event we will see this year, although few of the students themselves will need to be hospitalized."], [102133, "2021-08-06T23:54:28Z", [0.05, 0.2, 0.3, 0.4, 0.05], "To start of, we don't know how accurate this statistics are, there are many factors that could influence the findings, e.g, late reporting by hospitals, how many people accutaly go to hospital when they are sick and can we trust the findings on the internet. Then we also need to consider,  if more people get vaccinated,  if it could slow down the spread of the virus. And if there is such an massive increase if the government might, issue another lock down oder. If the virus is seasonal, that should also be taken into consideration,  meaning that the numbers will increase during the winter months and Xmas holidays, when more people spend time with family and social gatherings."], [22689, "2021-08-06T21:17:40Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [55987, "2021-08-06T20:10:16Z", [0.01, 0.04, 0.14, 0.27, 0.54], ""], [60695, "2021-08-06T19:00:55Z", [0.0, 0.3, 0.5, 0.2, 0.0], ""], [767, "2021-08-06T18:14:33Z", [0.7, 0.3, 0.0, 0.0, 0.0], "Covid hospitalizations in California up 97% in the past 10 days. Total 5,282 as of Wednesday. Number of Covid patients in state ICUs up 88%."], [13657, "2021-08-06T17:54:56Z", [0.0, 0.01, 0.01, 0.01, 0.97], ""], [10952, "2021-08-06T17:19:01Z", [1.0, 0.0, 0.0, 0.0, 0.0], "Delta spike will happen soon"]], "open_date": "2021-08-06T17:00:52Z", "close_date": "2022-01-18T23:00:19Z"}