{"question_id": 1202, "title": "Before 1 November 2019, will the U.S. Congress ratify the United States-Mexico-Canada Agreement (USMCA)?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[691, "2019-10-31T03:22:32Z", [0.0], ""], [63835, "2019-10-30T18:49:04Z", [0.0], ""], [20504, "2019-10-30T17:34:25Z", [0.0], ""], [61938, "2019-10-30T15:57:56Z", [0.0], ""], [42004, "2019-10-30T09:08:32Z", [0.0], ""], [14107, "2019-10-29T20:10:39Z", [0.0], ""], [691, "2019-10-29T13:11:38Z", [0.0], ""], [41922, "2019-10-29T08:31:37Z", [0.0], ""], [38094, "2019-10-29T00:59:33Z", [0.0], "Before 1 November 2019, will the U.S. Congress ratify the United States-Mexico-Canada Agreement (USMCA)? I'll join the consensus on this one."], [43311, "2019-10-28T18:21:35Z", [0.0], ""], [691, "2019-10-28T09:22:18Z", [0.0], ""], [75824, "2019-10-27T23:36:24Z", [0.0], ""], [1667, "2019-10-27T17:21:41Z", [0.0], ""], [78944, "2019-10-27T15:38:55Z", [0.01], "Running out of time with no agreement to vote likely"], [691, "2019-10-27T11:47:16Z", [0.0], ""], [75935, "2019-10-27T07:51:38Z", [0.0], ""], [62808, "2019-10-27T00:32:33Z", [0.0], ""], [10746, "2019-10-26T15:47:29Z", [0.02], ""], [691, "2019-10-26T14:53:19Z", [0.0], ""], [128, "2019-10-25T21:06:05Z", [0.0], ""], [57110, "2019-10-25T15:52:33Z", [0.01], ""], [20156, "2019-10-25T06:15:38Z", [0.0], ""], [79461, "2019-10-25T02:14:43Z", [0.0], ""], [21046, "2019-10-25T02:07:32Z", [0.0], ""], [61938, "2019-10-24T21:39:29Z", [0.0], ""], [4645, "2019-10-24T20:45:29Z", [0.0], "Congress is in session next week, so it's legislatively *possible*. But... https://foreignpolicy.com/2019/10/23/usmca-trump-congress-nafta-pelosi-impeachment/"], [691, "2019-10-24T14:13:24Z", [0.0], ""], [79079, "2019-10-23T17:05:37Z", [0.01], ""], [75093, "2019-10-23T15:26:45Z", [0.0], ""], [691, "2019-10-23T13:09:32Z", [0.0], ""], [80244, "2019-10-23T11:05:36Z", [0.0], ""], [62808, "2019-10-22T23:13:11Z", [0.0], ""], [6978, "2019-10-22T20:35:51Z", [0.0], ""], [28103, "2019-10-22T20:12:53Z", [0.01], ""], [534, "2019-10-22T18:43:18Z", [0.0], ""], [691, "2019-10-22T13:10:23Z", [0.0], ""], [1646, "2019-10-22T12:51:54Z", [0.01], ""], [68386, "2019-10-22T12:29:01Z", [0.0], ""], [62356, "2019-10-22T00:24:30Z", [1.0], ""], [75824, "2019-10-22T00:01:48Z", [0.01], "https://www.politico.com/news/2019/10/17/pelosi-democrats-trump-administration-usmca-050128"], [73204, "2019-10-21T22:01:47Z", [0.0], ""], [61904, "2019-10-21T19:41:11Z", [0.01], ""], [6978, "2019-10-21T16:29:11Z", [0.01], ""], [691, "2019-10-21T14:28:51Z", [0.0], ""], [67844, "2019-10-21T13:25:09Z", [0.0], ""], [63674, "2019-10-20T03:25:11Z", [0.0], "I think this one is over"], [79461, "2019-10-19T21:52:42Z", [0.01], ""], [61239, "2019-10-18T20:02:25Z", [0.0], ""], [691, "2019-10-18T13:12:19Z", [0.0], ""], [57110, "2019-10-18T12:58:58Z", [0.02], ""], [128, "2019-10-18T10:39:05Z", [0.01], ""], [28251, "2019-10-18T03:39:41Z", [0.0], ""], [53391, "2019-10-17T19:38:36Z", [0.0], ""], [38759, "2019-10-17T19:05:09Z", [0.15], "Once a deal becomes this high profile chances of passage are generally high. With that said president Trump currently has low support from the House which might push them towards not supporting a deal he supports."], [14107, "2019-10-17T18:09:37Z", [0.02], ""], [61938, "2019-10-17T16:54:13Z", [0.01], ""], [691, "2019-10-17T14:07:56Z", [0.0], ""], [20504, "2019-10-16T19:47:51Z", [0.01], "Time decay -1%"], [691, "2019-10-16T12:50:37Z", [0.01], ""], [21884, "2019-10-15T07:19:28Z", [0.01], ""], [42004, "2019-10-15T07:00:47Z", [0.01], ""], [1333, "2019-10-14T18:42:01Z", [0.0], ""], [534, "2019-10-14T17:43:06Z", [0.0], ""], [21046, "2019-10-14T13:18:05Z", [0.01], ""], [75824, "2019-10-14T01:13:49Z", [0.03], "\"Democrats have said they want to back a version of the USMCA deal, but the time frame for a congressional vote has been repeatedly pushed back, with November now appearing as the likely time.\" https://www.washingtonexaminer.com/policy/economy/democrats-report-little-progress-on-usmca-following-mexico-trip"], [38, "2019-10-13T07:49:17Z", [0.0], "https://www.texasstandard.org/stories/if-the-us-doesnt-ratify-the-usmca-trade-agreement-soon-it-may-not-happen-until-late-2020/ Daniel Ujczo is an Ohio-based international trade and customs lawyer . . .  says the current political climate in the United States is making it difficult for Congress to ratify the agreement known as USMCA. “With the impeachment investigations, it’s going to create some stalemate,” Ujczo says. “We don’t have a lot of time in which to get this through Congress. … The whole idea is to get this done before the 2020 election cycle.” According to Ujczo, if USMCA isn’t ratified within the next 20 days, its fate will be determined by the new Congress after the 2020 elections.  . . .  “What we’re more likely to see is a blame-and-bump scenario,” Ujczo says, “where each side bumps this down the road and blames the other one. The President would blame Speaker Pelosi, and Speaker Pelosi would blame the president.”\n. . . \n“We’re seeing all kinds of hits to the economy,” Ujczo says. “The good news is that we will, at least, keep the current NAFTA in place. Companies can rely on that do their business planning. We don’t see a scenario where there’s neither NAFTA nor the new USMCA.”\n~~~~~~~\nhttps://www.politico.com/news/2019/10/07/cuellar-emerges-as-usmca-whisperer-037252 As Rep. Henry Cuellar . .  .  courts skeptical Democrats and keeps track of who can be persuaded to support the pact. . . . \nThe Texas Democrat has been a steadfast supporter from Day 1 for the USMCA — a rarity among Democrats. That has positioned him as an important back channel in Washington pushing to get the NAFTA replacement deal passed in Congress. The House Democratic majority has largely withheld judgment on the USMCA until they see how the Trump administration addresses their top concerns.\n. . . \n. . .  Cuellar has long positioned himself as one of the friendliest of the trade-friendly Democrats in Washington.\n. . .  \n. . .  several House Democrats are in the throes of negotiations with the Trump administration to work out their concerns over the deal’s enforcement, labor and environmental standards and drug pricing provisions. Many are still upset over promises they feel were not kept in the original NAFTA. Cuellar himself is not part of the nine-member working group tasked by Pelosi to secure changes to the USMCA, but he has tried to smooth over Democrats’ concerns one-by-one.\n. . .\n. . .  workers and labor groups need to be factored in more in negotiations surrounding USMCA. . . .  appears to be part of the playbook that Democrats and U.S. Trade Representative Robert Lighthizer have been following to iron out a deal. Richard Trumka, president of AFL-CIO, the U.S.’ largest labor federation, met with the Democratic caucus this year to discuss his concerns with USMCA. Last month, Trumka met with the nine-member working group — and lawmakers left that meeting emphasizing that they remain on the same page as AFL-CIO on what changes they want to the USMCA. Lighthizer, who is leading the Trump administration’s side of talks, has also been in close touch with Trumka.\n. . . \n. . .  Democrats and labor groups, in recent weeks, have expressed concern that Mexico’s annual budget does not allot the necessary amount to hire necessary staff and build out the rest of the overhaul. Mexican President Andrés Manuel López Obrador is expected to have a chance to explain why his proposed budget is sufficient when a congressional delegation led by House Ways and Means Chairman Richard Neal visits Mexico this week to discuss that issue.\n~~~~~~~\nhttps://www.lexology.com/library/detail.aspx?g=5ea1f2aa-6f66-4c79-a992-2931eb40a0ce There are more than the necessary 218 “yea” votes for ratification of the United-Mexico-Canada Agreement (USMCA) by the U.S. House of…\n~~~~~~~~~\nhttps://www.jdsupra.com/legalnews/the-path-ahead-for-the-usmca-will-it-be-95130/ This piece describes the Democratic issues as revolving around labor, enforcement, prescription drugs and environment.\n~~~~~~~\nhttps://www.cnbc.com/2019/10/09/richard-trumka-says-trump-usmca-trade-deal-would-fail-in-house-vote.html In an interview with The Washington Post published Wednesday, AFL-CIO President Richard Trumka said it would be a “colossal mistake” for the Democratic-held chamber to vote on ratifying the United States-Mexico-Canada Agreement soon. The head of the key labor group, which represents more than 12 million active and retired members across a range of industries, added that the agreement “would be defeated” if the House voted before Thanksgiving. Trumka’s comments underscore the sustained resistance to the USMCA from labor groups even as the White House and key business organizations push for the deal’s swift approval. House Speaker Nancy Pelosi and top Democratic negotiators have said they want to resolve concerns about the deal harming American workers or the environment before they ratify it. The labor leader’s remarks undermine a key claim from the president as he makes his case for the deal: that major labor unions back the USMCA. . . . Last month, White House trade advisor Peter Navarro said he saw a “100%” chance the House approved the USMCA by the end of the year. Companies reliant on trade with America’s northern and southern neighbors have also pushed for approval of the deal. Myron Brilliant, executive vice president of the influential U.S. Chamber of Commerce, told Bloomberg last month that “we’re hopeful [USMCA] will be passed later this fall, I think before Thanksgiving.”\n. . . \nLast week, Pelosi told reporters that Democrats are “on a path to yes” on the trade deal. She added that her caucus has not yet had its concerns about enforcing the agreement assuaged. They worry the USMCA will not go far enough to stop companies from moving to Mexico in order to hire workers for lower wages than in the U.S. “We want to be sure that as we go forward, we are strengthening America’s working families and our farmers who are very affected by this,” she said.\n~~~~~~~\nCOMMENT:  It sounds to me like House Democrats have some issues that haven't yet been resolved and everyone is busy with impeachment and re-election issues, and that it won't be taken up until late November, at the earliest."], [1333, "2019-10-12T19:45:21Z", [0.01], ""], [691, "2019-10-12T12:26:40Z", [0.01], ""], [14107, "2019-10-12T10:52:07Z", [0.05], ""], [1333, "2019-10-11T17:51:14Z", [0.02], ""], [691, "2019-10-11T13:21:02Z", [0.01], ""], [79461, "2019-10-10T21:03:54Z", [0.02], ""], [62808, "2019-10-10T18:45:39Z", [0.01], ""], [61938, "2019-10-10T18:10:32Z", [0.03], ""], [691, "2019-10-10T14:03:19Z", [0.01], ""], [128, "2019-10-10T12:47:49Z", [0.03], ""], [25141, "2019-10-10T07:19:54Z", [0.0], ""], [1333, "2019-10-09T17:59:31Z", [0.03], ""], [15196, "2019-10-09T01:20:59Z", [0.0], ""], [30610, "2019-10-09T00:05:50Z", [0.0], ""], [6978, "2019-10-08T13:59:50Z", [0.0], "Fin."], [128, "2019-10-08T12:49:47Z", [0.05], ""], [63835, "2019-10-07T22:01:33Z", [0.01], "Loud noises made by Democratic spokespersons on the radio this morning about wanting to get this done-----  if \"protections for workers could be ironed out\".\nWhatever that means.\nI hadn't heard any outcry on post-NAFTA ratification through the summer.\nCould just be politics of the day - a reaction to GOP banter to get this done in October. \nNo upside to Dems for agreeing to this in October.\nNevertheless -  a 1% chance - given the issue now has a heartbeat."], [691, "2019-10-07T12:11:54Z", [0.01], ""], [21046, "2019-10-07T02:21:35Z", [0.02], ""], [63674, "2019-10-07T01:51:29Z", [0.02], ""], [75824, "2019-10-07T01:24:29Z", [0.05], "Chair of USMCA working group going down to Mexico next week to discuss labor enforcement budget. Mexican Undersecretary for North America: \"confident that talks between Democrats and USTR are making enough progress that Pelosi could kick-start the process toward a vote on the deal later this fall.\" Yet, Republicans are pushing for it by the end of October with fears that if not by the end of the month, it won't get ratified at all.  https://www.politico.com/newsletters/morning-trade/2019/10/04/mexicos-mission-to-clarify-usmca-labor-concerns-485485"], [57797, "2019-10-06T17:07:57Z", [0.0], ""], [691, "2019-10-06T12:32:13Z", [0.01], ""], [77475, "2019-10-05T12:14:15Z", [0.0], ""], [19801, "2019-10-05T03:25:49Z", [0.0], "US Congress 'on a path to yes' on USMCA trade deal: Pelosi\nhttps://www.businesstimes.com.sg/government-economy/us-congress-on-a-path-to-yes-on-usmca-trade-deal-pelosi Pelosi refuses to offer a timeline.  In the Democrat-controlled U.S. House of Representatives, several roadblocks still remain before House Speaker Nancy Pelosi will agree to bring the agreement to vote. Staff from the Office of U.S. Trade Representative and Congress spent much of the summer negotiating and exchanging proposals on those sticking points, but major compromises have yet to be announced. Additionally, the upcoming Canadian federal elections in October have stymied progress on passage in Canadian Parliament. These delays continue to threaten passage of the president’s signature trade agreement.\nhttps://www.csis.org/analysis/road-usmca-ratification-end-sight"], [691, "2019-10-04T19:52:45Z", [0.01], ""], [1646, "2019-10-04T19:46:02Z", [0.05], ""], [1333, "2019-10-04T16:47:47Z", [0.04], ""], [41922, "2019-10-04T14:52:08Z", [0.01], ""], [57110, "2019-10-04T13:56:01Z", [0.02], ""], [79079, "2019-10-04T13:52:39Z", [0.03], ""], [79079, "2019-10-04T13:50:25Z", [0.06], ""], [20504, "2019-10-03T20:10:15Z", [0.02], "-3%. Current strife makes progress seem unlikely. "], [53391, "2019-10-03T19:50:36Z", [0.01], "I think clock is running out for this october session."], [61938, "2019-10-03T18:39:55Z", [0.05], ""], [75824, "2019-10-03T14:27:55Z", [0.05], "https://www.reuters.com/article/us-usa-trade-mexico/pelosi-says-moving-ahead-on-trade-deal-mexico-optimistic-idUSKBN1WB239"], [29680, "2019-10-03T13:06:25Z", [0.0], ""], [172, "2019-10-03T01:02:25Z", [0.0], ""], [42694, "2019-10-02T19:57:23Z", [0.0], ""], [34353, "2019-10-02T15:56:14Z", [0.0], "Maybe if there weren't an impeachment inquiry happening. And maybe if the FY20 budget had been passed on Oct 1 instead of a CR postponing until November. But there is an inquiry, and there is the need to get the Approps and Auth Acts out the door in the coming weeks. "], [63674, "2019-10-01T22:56:48Z", [0.05], "Continuing to adjust down. Passage seems unlikely with only a month and no discussions in the House. Some interesting developments are preventing me from calling this one outright yet.  https://www.google.com/amp/s/www.wsj.com/amp/articles/backers-hope-usmca-is-not-sidetracked-by-impeachment-11569935955"], [68386, "2019-10-01T21:15:43Z", [0.01], ""], [691, "2019-10-01T14:16:19Z", [0.01], ""], [57797, "2019-10-01T00:44:28Z", [0.01], ""], [38, "2019-09-30T23:45:01Z", [0.0], "Today's headline: Trump impeachment saga clouds ratification for USMCA\nThe Globe and Mail"], [1333, "2019-09-30T18:45:07Z", [0.05], ""], [77475, "2019-09-30T15:17:42Z", [0.03], ""], [40584, "2019-09-29T22:33:47Z", [0.0], ""], [38, "2019-09-29T21:56:52Z", [0.0], "https://wcfcourier.com/opinion/editorial/editorial-for-iowa-s-sake-approve-usmca/article_3586952c-9e06-517f-96d5-a15c5ba04740.html Editorial: For Iowa's sake, approve USMCA \" . . . House Speaker Nancy Pelosi needs to bring President Donald Trump’s U.S.-Mexico-Canada Agreement — the successor to the North American Free Trade Agreement — up for debate as soon as possible with a plan for passage. Expect an Uncivil War between Democrats representing farming districts and those bashing Big Pharma. Farmers are eager to recoup losses after Canada and Mexico retaliated against agricultural when Trump imposed tariffs on steel and aluminum imports. New market opportunities await in the USMCA.\n. . .  The biggest stumbling block in the Democratic-controlled House is Big Pharma. U.S. pharmaceutical companies would have 10 years of protection for biologic drugs in Canada and Mexico — rather than just eight in Canada — before generic competition ensues. Mexico had no limitation. However, it’s 12 years under U.S. law. Biologics are made from living organisms and include such groundbreaking drugs as anti-inflammatory Humira, cancer-fighter Rituxan, and Enbrel, which treats rheumatoid arthritis. Biologics are expected to address ailments such as diabetes, multiple sclerosis, rheumatoid arthritis and cancer. They are the big new thing in pharmaceuticals — expensive to develop and costing the average patient (and/or insurance company) about $100,000 annually. According to the Food and Drug Administration, they account for two percent of all U.S. prescriptions, but 40 percent of total drug spending. While the current window of protection is actually longer under U.S. law, progressive Democrats worry the trade agreement would lock in the 10-year duration and preclude reform. One reason they sank the Obama administration’s Trans-Pacific Partnership was because of its eight years of protection. They apparently want seven years maximum, allowing generic equivalents called “biosimilars” to enter the market. Big Pharma argues that doesn’t allow it adequate time to recoup its investment. That solution is unlikely to resolve the impasse. Big Labor also is caught betwixt and between. The AFL-CIO has “serious concerns” that the provision will raise drug prices. But the USMCA also could boost U.S. production of car and truck parts, without a tariff beginning in 2020 if 75 percent of components are made in the U.S., Canada and Mexico, compared to 62.5 percent now. Thirty percent of workers (40 percent in 2023) would have to make at least $16 per hour — triple the current wage for Mexican autoworkers — or tariffs would be imposed. The average U.S. autoworker earns $22 per hour. The administration hopes that will boost U.S. production and jobs, but it also could boost car prices. Other areas of concern exist, notably over labeling, where the Trump administration reverts to its anti-regulatory stance. An effort to kill nutrition labels on food — pushed by the junk food industry — was killed after a public outcry. A provision that “technical regulations concerning labels … do not become unnecessary obstacles to trade” opens up a can of worms — literally — that health considerations and consumer interests about ingredients could take a back seat to industry interests and expediency. Likewise, we’d to see a Country of Original Label reinstated, a concern of farm and consumer groups. When the Centers for Disease Control and Prevention is unable to pinpoint a food-borne epidemic, it further accentuates the need for such a label. The USMCA needs to be approved — with a compromise on the duration of protection for Big Pharma and protecting consumer labeling.\n~~~~~~~~~\nCOMMENT:  This editorial illustrates some of the challenges to getting this passed."], [14432, "2019-09-29T18:44:09Z", [0.0], ""], [75828, "2019-09-29T16:44:56Z", [0.03], ""], [21046, "2019-09-29T14:34:42Z", [0.04], ""], [30610, "2019-09-29T01:14:54Z", [0.02], ""], [20504, "2019-09-29T00:28:32Z", [0.05], ""], [38, "2019-09-29T00:16:23Z", [0.0], "https://www.actionforex.com/contributors/fundamental-analysis/237240-weekly-economic-and-financial-commentary-one-more-ball-to-juggle/ \"Sept 28 . . .At present, the executive branch has not yet formally submitted a bill to Congress, which once done would start a 90-legislative day clock on a vote. Prospects for USMCA passage had been improving, with Speaker Pelosi saying just last week that “we hope that we’re on a path to yes.” Our forecast continues to assume that the USMCA will eventually be passed, but the timeline and political backdrop is starting to look precarious. If the budget and impeachment consume much of the oxygen over the next few months, it will be difficult to pass the USMCA by year-end/early 2020. And in our view, the closer it gets to the 2020 election, the less members of Congress will want to vote on a major trade deal.\n~~~~~~~\nCOMMENTS:   The House is in recess for 2 weeks. What will the Admin do to distract everyone from the impeachment process?  Push to pass this???    I read a headline in a publication that is behind a paywall that suggests that Dems support it and may make it move.   OTOH, some think that Dems will block anything coming from the DJT WH. @Emil"], [68386, "2019-09-28T16:37:05Z", [0.05], ""], [63674, "2019-09-28T12:42:27Z", [0.07], "Impeachment proceedings are (and will likely continue to) push the legislative agenda down the road"], [691, "2019-09-28T11:03:48Z", [0.06], ""], [14107, "2019-09-28T09:51:25Z", [0.06], ""], [691, "2019-09-27T14:19:06Z", [0.06], ""], [57797, "2019-09-27T13:36:13Z", [0.04], ""], [57110, "2019-09-27T12:47:54Z", [0.15], ""], [41373, "2019-09-27T11:42:56Z", [0.0], "The House takes a 2-week recess with impeachment in mind. Little else got done in the House during the last impeachment investigation (Clinton).\nJust when the general will was to get this update to NAFTA ratified and out of the way it slips down the agenda!"], [61938, "2019-09-26T19:09:22Z", [0.06], ""], [61239, "2019-09-26T15:27:09Z", [0.1], ""], [57797, "2019-09-26T13:23:26Z", [0.05], ""], [128, "2019-09-26T12:11:59Z", [0.01], ""], [20504, "2019-09-26T04:58:19Z", [0.2], ""], [20504, "2019-09-25T20:21:01Z", [0.35], "Comment deleted on Sep 26, 2019 04:57AM UTC"], [68386, "2019-09-25T16:21:29Z", [0.08], ""], [57797, "2019-09-25T12:38:52Z", [0.01], "The impeachment proceedings have made this less likely as they have increased the toxicity of Trump’s agenda to Democrats in the House. Representatives now have fewer reasons to make efforts at bipartisanship. Another argument is that there may be less time to devote to USMCA, but I don’t buy this as much since the House can do multiple things at the same time, obviously.  Reducing from 10% [1] https://www.politico.com/story/2019/09/24/inside-trump-world-impeachment-inquiry-1510394"], [34353, "2019-09-25T11:55:29Z", [0.0], ""], [691, "2019-09-25T11:46:22Z", [0.06], ""], [41373, "2019-09-25T05:51:53Z", [0.27], "Reducing towards the crowd forecast with news of the House's focus on impeachment investigations \nhttps://www.google.com/amp/s/www.marketwatch.com/amp/story/guid/1B0DD148-DF11-11E9-8868-E113F667910A\n"], [75828, "2019-09-25T02:03:09Z", [0.03], ""], [27461, "2019-09-24T21:46:42Z", [0.0], ""], [1333, "2019-09-24T12:57:09Z", [0.19], ""], [128, "2019-09-24T12:51:50Z", [0.02], ""], [62808, "2019-09-23T22:31:23Z", [0.09], ""], [62808, "2019-09-23T22:30:53Z", [0.19], ""], [20504, "2019-09-23T20:08:34Z", [0.35], "-13%. Time decay. Not enough news to adjust otherwise. https://www.google.com/amp/s/www.politico.com/amp/story/2019/09/20/usmca-frustrations-house-democrats-1756005"], [128, "2019-09-23T13:05:13Z", [0.04], ""], [15358, "2019-09-23T01:51:08Z", [0.05], "prediction markets almost always over-estimate the likelihood of the time it takes for legislation to pass. "], [38, "2019-09-22T18:53:11Z", [0.0], ""], [75824, "2019-09-22T14:53:45Z", [0.1], "Lowering 1% each week"], [77475, "2019-09-21T13:05:41Z", [0.04], ""], [14107, "2019-09-21T12:44:37Z", [0.12], ""], [11430, "2019-09-20T18:33:54Z", [0.15], ""], [61938, "2019-09-20T18:31:17Z", [0.08], ""], [57110, "2019-09-20T17:55:38Z", [0.2], ""], [57797, "2019-09-20T15:21:02Z", [0.1], ""], [79079, "2019-09-19T14:14:39Z", [0.15], ""], [691, "2019-09-19T13:39:50Z", [0.08], ""], [30610, "2019-09-18T18:48:00Z", [0.05], ""], [21884, "2019-09-18T02:14:14Z", [0.1], ""], [63674, "2019-09-17T21:24:53Z", [0.11], "70 day window that I reference d on aug 22 is now even less. Ratification seems less likely, though the fact that Lighthizer has responded to Democrats makes me think real negotiations and deliberations will start soon"], [691, "2019-09-17T10:48:22Z", [0.08], ""], [128, "2019-09-16T14:56:23Z", [0.05], ""], [41373, "2019-09-16T13:40:21Z", [0.42], "increasing based on activity by Ways and Means committee\nhttps://www.reuters.com/article/us-usa-trade-usmca/top-us-trade-official-submits-usmca-ideas-to-democrats-lawmakers-idUSKCN1VW2NL"], [21046, "2019-09-16T02:28:26Z", [0.12], ""], [75824, "2019-09-16T01:58:41Z", [0.11], "USTR Lighthizer has officially replied to the Democrats' recommendations from July. \"Sets the stage for weeks of intense negotiation.\" Lowering 1% each week. https://www.reuters.com/article/us-usa-trade-usmca/top-us-trade-official-submits-usmca-ideas-to-democrats-lawmakers-idUSKCN1VW2NL"], [14107, "2019-09-15T09:02:15Z", [0.13], ""], [68386, "2019-09-15T04:41:46Z", [0.09], ""], [41922, "2019-09-14T20:34:15Z", [0.1], ""], [41373, "2019-09-12T22:53:24Z", [0.33], "Reducing towards the crowd forecast: this could be resolved quickly but there are no indications to date. Canada will not ratify until after the October 21 election and US may want to be last (don't know why exactly)"], [61938, "2019-09-12T16:41:53Z", [0.1], ""], [1646, "2019-09-11T18:12:53Z", [0.15], ""], [42004, "2019-09-11T14:01:28Z", [0.05], ""], [42004, "2019-09-11T14:00:31Z", [0.1], ""], [6978, "2019-09-11T13:42:18Z", [0.0], "~21 days."], [128, "2019-09-11T13:00:46Z", [0.07], ""], [34353, "2019-09-10T18:16:02Z", [0.05], ""], [691, "2019-09-10T13:02:18Z", [0.1], ""], [68386, "2019-09-10T04:19:20Z", [0.1], ""], [75824, "2019-09-09T14:10:35Z", [0.12], "Still four key issues to resolve. Don't see it getting finalized by end of the month. (-1%/week)\nhttps://www.politico.com/newsletters/morning-trade/2019/09/04/the-usmca-waiting-game-continues-474297\nhttps://www.washingtonexaminer.com/policy/economy/key-democrat-says-usmca-negotiation-process-not-over-yet-could-go-into-2020"], [14107, "2019-09-07T09:40:03Z", [0.11], ""], [57110, "2019-09-06T14:22:30Z", [0.3], ""], [128, "2019-09-06T13:18:53Z", [0.08], ""], [172, "2019-09-05T22:09:40Z", [0.01], ""], [78291, "2019-09-05T20:52:32Z", [0.15], ""], [1333, "2019-09-05T18:42:09Z", [0.2], ""], [61938, "2019-09-05T18:40:07Z", [0.11], ""], [63674, "2019-09-04T23:33:36Z", [0.15], ""], [79104, "2019-09-04T15:00:00Z", [0.2], ""], [79099, "2019-09-04T12:07:00Z", [0.1], ""], [78992, "2019-09-04T10:00:10Z", [0.72], ""], [63963, "2019-09-04T02:00:20Z", [0.0], ""], [79079, "2019-09-03T16:30:29Z", [0.3], ""], [78597, "2019-09-03T16:05:48Z", [0.25], ""], [78988, "2019-09-02T18:27:59Z", [0.0], ""], [75824, "2019-09-02T16:26:19Z", [0.13], "Lowering 1% for time (-1% per week)"], [27461, "2019-09-02T16:21:33Z", [0.02], ""], [128, "2019-09-02T12:16:10Z", [0.1], ""], [68386, "2019-09-02T06:10:52Z", [0.12], ""], [172, "2019-09-02T01:31:05Z", [0.03], ""], [31201, "2019-09-02T01:29:11Z", [0.0], ""], [62808, "2019-09-01T00:31:54Z", [0.19], ""], [691, "2019-08-31T12:17:09Z", [0.12], ""], [14107, "2019-08-31T08:24:54Z", [0.19], ""], [78972, "2019-08-30T22:35:26Z", [0.11], ""], [20156, "2019-08-30T12:39:55Z", [0.1], ""], [78944, "2019-08-30T04:38:15Z", [0.15], "The political winds are not in favor of a quick approval. May drag into 2020."], [77475, "2019-08-30T01:22:06Z", [0.05], ""], [77475, "2019-08-30T01:12:27Z", [0.11], ""], [33792, "2019-08-29T22:53:34Z", [0.0], ""], [61938, "2019-08-29T18:39:45Z", [0.12], ""], [78921, "2019-08-29T12:42:12Z", [0.45], ""], [62808, "2019-08-28T22:29:58Z", [0.25], ""], [691, "2019-08-28T12:55:53Z", [0.14], ""], [78758, "2019-08-28T04:55:42Z", [0.15], ""], [68386, "2019-08-27T05:06:37Z", [0.13], ""], [78546, "2019-08-26T17:35:03Z", [0.1], ""], [78624, "2019-08-26T16:54:54Z", [0.15], ""], [57110, "2019-08-26T15:01:31Z", [0.35], ""], [78587, "2019-08-26T14:54:32Z", [0.11], "other political agendas at play here"], [691, "2019-08-26T12:45:40Z", [0.15], ""], [14107, "2019-08-25T19:39:52Z", [0.21], ""], [75824, "2019-08-25T18:03:38Z", [0.14], "Lowering 1% for time"], [72713, "2019-08-25T03:12:29Z", [0.0], "I can't really find any news on the USMCA it's like it dropped off the face of the earth, this should have been done by now. "], [20504, "2019-08-24T22:56:20Z", [0.48], "Downgrading 5% based on time decay and lack of progress in negotiations."], [691, "2019-08-23T13:52:59Z", [0.15], ""], [128, "2019-08-23T12:55:22Z", [0.12], ""], [63674, "2019-08-23T01:37:08Z", [0.2], "A little late (22 days) to my update based on previous forecasts. There is only a 70 day window left and we appear further from a deal than we did in July as Democratic rhetoric against USMCA is stepping up. Probably should have lowered 3 weeks ago to ~30%. Lowering from there based on comments from Democrats\nhttps://www.politico.com/newsletters/morning-trade/2019/08/09/progress-report-on-usmca-talks-467091 While I agree with the general sentiment that the bill will pass, I think the probability is quickly diminishing for it to happen before November. Down to 20%"], [26394, "2019-08-21T05:53:12Z", [0.69], "Neither party wins by scuttling this deal...Bob Lightheizer, the only competent person in this administration, has gone out of his way to sell this deal to both parties each step of the way b/c he anticipated a split Congress. This forsight will Hopefully pay off for him - Pelosi doesn't do Dems any favors in 2020 by blowing this up. Whatever happens, hats off to Ambassador Lightheizer - the only one in this Administration deserving of the title. "], [128, "2019-08-20T13:25:49Z", [0.12], ""], [62808, "2019-08-18T00:34:26Z", [0.51], ""], [1646, "2019-08-17T17:45:16Z", [0.5], ""], [691, "2019-08-17T12:23:30Z", [0.15], ""], [61938, "2019-08-15T22:31:50Z", [0.17], ""], [1333, "2019-08-15T18:46:31Z", [0.21], ""], [128, "2019-08-15T12:17:23Z", [0.13], ""], [691, "2019-08-15T11:56:42Z", [0.15], ""], [68386, "2019-08-15T03:39:37Z", [0.14], ""], [32258, "2019-08-14T22:20:49Z", [0.0], "Time running out."], [21884, "2019-08-14T07:57:52Z", [0.15], ""], [20504, "2019-08-13T20:01:48Z", [0.53], "-5% for decreased likelihood of all issues being resolved by November. Credit to @ccorcoran223 for link. https://www.politico.com/newsletters/morning-trade/2019/08/09/progress-report-on-usmca-talks-467091"], [128, "2019-08-13T11:55:10Z", [0.14], ""], [41373, "2019-08-13T00:50:10Z", [0.5], ""], [75824, "2019-08-12T17:23:41Z", [0.15], "https://www.tsln.com/news/vela-no-vote-on-usmca-until-november-or-december/\nhttps://www.politico.com/newsletters/morning-trade/2019/08/09/progress-report-on-usmca-talks-467091"], [128, "2019-08-12T11:10:25Z", [0.15], ""], [75787, "2019-08-12T10:35:56Z", [0.5], "There is too much speculation on the bills to keep all interested parties happy!   The detractors in congress will use the conflict to gain support of their own agendas and to keep the special interest groups whose pacs they enjoy satisfied in positive legislation!"], [41922, "2019-08-12T08:49:06Z", [0.2], ""], [77996, "2019-08-12T05:42:08Z", [0.15], ""], [75828, "2019-08-12T01:58:47Z", [0.33], ""], [77966, "2019-08-11T20:08:40Z", [0.1], ""], [172, "2019-08-11T12:07:50Z", [0.05], ""], [75595, "2019-08-10T19:25:07Z", [0.05], ""], [6978, "2019-08-10T19:00:46Z", [0.0], "OH ~30 days."], [691, "2019-08-10T15:28:07Z", [0.16], ""], [77830, "2019-08-10T03:24:06Z", [0.55], ""], [63835, "2019-08-08T22:23:31Z", [0.0], "Political football - no win to be given to the President. \nTo be 2020 campaign issue re labor, safety and technology standards."], [61938, "2019-08-08T22:17:24Z", [0.19], ""], [20504, "2019-08-07T19:44:20Z", [0.58], ""], [20504, "2019-08-07T19:42:14Z", [0.5], ""], [691, "2019-08-06T11:54:05Z", [0.16], ""], [6978, "2019-08-03T20:31:49Z", [0.45], ""], [14107, "2019-08-03T18:50:04Z", [0.24], ""], [691, "2019-08-03T16:08:59Z", [0.18], ""], [26553, "2019-08-03T02:51:16Z", [0.0], ""], [691, "2019-08-02T12:15:27Z", [0.18], ""], [128, "2019-08-02T01:59:23Z", [0.18], ""], [691, "2019-08-01T12:27:44Z", [0.19], ""], [41373, "2019-07-31T15:40:36Z", [0.67], "going back to a 4/6 chance:\n\"House Democrats have met four times with U.S. Trade Representative Robert Lighthizer, most recently on Friday, and both sides say they are making progress toward a deal that would clear the way for Congress to approve Trump’s U.S.-Mexico-Canada Agreement, or USMCA.\"\nhttps://www.apnews.com/a56a8c6fa2f44d559207eba7e56a02e8"], [83, "2019-07-31T13:13:20Z", [0.0], ""], [63674, "2019-07-31T12:04:29Z", [0.37], "Big drop based on my previous analysis. Once USMCA is submitted there is a 90 day time table for it to be approved. Any version submitted after Thursday must be passed within that timeframe for this question to be “yes”. I think this is important because a submission transfers leverage to the democrats, where cracks are now appearing in support. Better to wait until there is more consensus.  Nonetheless, it seems that there is willingness from the Republican Party to negotiate and are eager for a deal, though 11/1 is looming.  Pulling down 10% as the timeframe tightens and even Kudlow is unwilling to make a prediction on if it will pass this year. "], [77502, "2019-07-31T07:10:47Z", [0.0], "Trump."], [68386, "2019-07-30T17:31:14Z", [0.15], ""], [15196, "2019-07-30T14:14:28Z", [0.05], ""], [691, "2019-07-30T13:48:13Z", [0.19], ""], [172, "2019-07-30T12:07:26Z", [0.15], "Reducing based on Canadian delay (new info) and Trump requirement that other countries sign first."], [128, "2019-07-29T12:24:23Z", [0.2], ""], [128, "2019-07-29T12:20:53Z", [0.25], ""], [128, "2019-07-29T12:19:54Z", [0.28], ""], [62763, "2019-07-29T12:01:21Z", [0.99], "Donald trump has started building the wall in newmexico he got appoval"], [75150, "2019-07-28T15:38:34Z", [0.5], "Deranged are against it because trump wants it"], [691, "2019-07-28T12:47:55Z", [0.19], ""], [64283, "2019-07-28T12:32:49Z", [1.0], ""], [172, "2019-07-28T01:29:08Z", [0.65], "I admit to being heavy on this one. Mexico already in. Canada is a “puppet” with Oct election. Continue to think in best interest for Dems to not hold this up and perhaps claim ability to work with “deplorables” to make things happen. Plus US economy cooling and if Dems don’t get on board they risk the wrath of Agent Orange. As noted previously many border states want this which would cast Dems in bad light if they don’t allow it. But I get it - question has a time limit. Without further info I may start backing off on numbers."], [691, "2019-07-27T11:14:04Z", [0.16], ""], [14107, "2019-07-27T10:18:32Z", [0.26], ""], [19801, "2019-07-27T02:39:49Z", [0.02], "Republican President Donald Trump views ratification of the trade deal as a top priority, but Democrats say they will not move forward until their concerns over labor, environmental issues and access to medicine have been addressed. Officials on both sides now say the deal could move forward in September after lawmakers return from the August recess. \nhttps://www.reuters.com/article/us-usa-trade-usmca/democrat-calls-for-good-faith-talks-with-ustr-on-usmca-trade-deal-idUSKCN1UL2A3 There is hardly enough process to make a November date possible. Even before end of the year is in doubt at the current lack of progress."], [57110, "2019-07-26T11:42:48Z", [0.5], ""], [15196, "2019-07-23T20:57:56Z", [0.2], ""], [6978, "2019-07-23T17:39:31Z", [0.67], "Historical survey of trade agreements suggests bigger deals happen during periods of financial/economic crisis (ie. NAFTA 1988-1993). IF financial markets crater, political leaders may get stampeded into action."], [41373, "2019-07-23T15:41:03Z", [0.52], "reducing with passage of time"], [77305, "2019-07-23T13:44:07Z", [0.55], ""], [128, "2019-07-23T13:02:14Z", [0.25], ""], [691, "2019-07-21T12:54:47Z", [0.15], ""], [76899, "2019-07-21T01:56:53Z", [0.8], ""], [14107, "2019-07-20T16:34:41Z", [0.18], ""], [691, "2019-07-20T12:43:08Z", [0.15], ""], [76752, "2019-07-20T10:28:01Z", [0.4], ""], [21884, "2019-07-18T01:22:20Z", [0.2], ""], [68386, "2019-07-18T01:00:37Z", [0.12], ""], [75843, "2019-07-17T16:17:01Z", [0.37], ""], [691, "2019-07-17T14:07:55Z", [0.16], ""], [20504, "2019-07-17T13:10:19Z", [0.65], "Increasing by 2%. \nhttps://mobile-reuters-com.cdn.ampproject.org/v/s/mobile.reuters.com/article/amp/idUSKCN1UA1YZ?amp_js_v=a2&amp_gsa=1#referrer=https%3A%2F%2Fwww.google.com&amp_tf=From%20%251%24s&ampshare=https%3A%2F%2Fwww.reuters.com%2Farticle%2Fus-usa-trade-mexico-canada-idUSKCN1UA1YZ\n"], [25681, "2019-07-16T19:39:16Z", [0.0], ""], [75828, "2019-07-16T14:20:18Z", [0.6], ""], [128, "2019-07-16T12:42:06Z", [0.28], ""], [691, "2019-07-16T12:35:29Z", [0.16], ""], [1333, "2019-07-15T18:58:11Z", [0.22], ""], [691, "2019-07-15T14:55:10Z", [0.16], ""], [68386, "2019-07-15T03:29:21Z", [0.08], "https://www.politico.com/story/2019/07/12/trump-uscma-democrats-pelosi-2020-1409497"], [172, "2019-07-14T21:15:03Z", [0.65], "Continuing heavy without any solid evidence. Feel border states want it and why not give an early victory that Joe Sixpack will have forgotten about before election?"], [76031, "2019-07-14T17:06:50Z", [0.33], "It's up in the air with detractors and the US presidential election is going on at this stage."], [14107, "2019-07-14T03:23:52Z", [0.24], ""], [76023, "2019-07-13T18:25:14Z", [0.0], ""], [57110, "2019-07-12T13:42:12Z", [0.42], ""], [75987, "2019-07-12T00:54:28Z", [0.35], ""], [27461, "2019-07-11T22:45:48Z", [0.05], ""], [62149, "2019-07-11T15:17:05Z", [0.45], ""], [63088, "2019-07-11T00:11:26Z", [0.2], ""], [61938, "2019-07-10T20:08:00Z", [0.2], ""], [59111, "2019-07-10T15:30:57Z", [0.75], ""], [61877, "2019-07-10T14:30:46Z", [0.2], ""], [75934, "2019-07-10T13:03:49Z", [0.39], ""], [27461, "2019-07-09T22:01:46Z", [0.75], ""], [75934, "2019-07-09T19:42:25Z", [0.44], ""], [128, "2019-07-08T20:36:38Z", [0.22], ""], [75909, "2019-07-08T19:22:01Z", [0.65], "All parties are incentivized to ratify, esp. Canada and Mexico. USA is less predictable and more prone to unexpected outcomes due to unusual leadership and fragmented govt. "], [6978, "2019-07-08T17:47:29Z", [0.55], ""], [75904, "2019-07-08T15:51:46Z", [0.15], "US Congress is very split currently and Democrats wouldn't want to give Trump something to brag about. "], [31201, "2019-07-08T15:50:00Z", [0.05], "Congress and Executive Branch no longer sufficiently functional to process something even moderate in scope. Current climate only allows emergencies (crises, budgets, debt ceilings, etc.) to be addressed (and then at the last minute). "], [691, "2019-07-08T12:21:33Z", [0.19], ""], [22012, "2019-07-08T09:01:33Z", [0.35], ""], [21046, "2019-07-07T18:49:07Z", [0.15], ""], [691, "2019-07-07T16:44:57Z", [0.18], ""], [20504, "2019-07-07T08:13:59Z", [0.63], ""], [75874, "2019-07-07T07:16:21Z", [0.7], ""], [75874, "2019-07-07T07:15:46Z", [0.85], ""], [14107, "2019-07-06T18:34:39Z", [0.25], ""], [14107, "2019-07-06T18:34:24Z", [0.27], ""], [691, "2019-07-06T11:52:06Z", [0.16], ""], [41373, "2019-07-06T09:03:02Z", [0.64], ""], [63674, "2019-07-05T22:10:57Z", [0.47], "Consensus among Congressional leaders seems to be that it is unlikely the bill will be voted on this Summer, but perhaps later in the year. Both parties are in agreement that NAFTA should be revised, but (surprise) disagree on how to do so. Taking a wait-and-see approach since there is still plenty of time, but adjusting my forecast up slightly based on the articles below: https://thehill.com/homenews/house/451645-hopes-dim-for-passage-of-trump-trade-deal\nhttps://www.bloomberg.com/news/articles/2019-07-04/trade-war-latest-trump The interesting question is does holding the bill back from Congress and not starting the clock increase or decrease the probability of passage? Frankly, any form of serious reworking will drag out the timeline. If the bill is not submitted by Aug 1, the max 90 day timeline (https://www.rpc.senate.gov/policy-papers/usmca-where-things-stand) reduces the likelihood of it getting pushed through without serious concessions and (in my opinion means the probability for this question will fall). Adjusting up because:\n1. General consensus in Congress is good. House Democrats largely support it and their concerns seem overcomable\n2. Trump needs the deal after stalling talks with China and will push to get it done\n3. Democrats will benefit from showing they can work across the aisle on trade\n4. The deal has the support of big Pharma and other powerful lobbying groups Possible setbacks:\n1. Timetable is tight and the leverage is transferred to Democrats once USMCA is officially submitted\n2. Inherent volatility of modern political relationships..."], [1333, "2019-07-05T17:43:23Z", [0.21], ""], [75843, "2019-07-05T16:38:27Z", [0.45], ""], [27461, "2019-07-05T15:00:20Z", [0.8], ""], [75828, "2019-07-05T14:48:38Z", [0.75], "Bill has been submitted and there is enough time. "], [75824, "2019-07-04T19:54:38Z", [0.15], ""], [75814, "2019-07-04T04:34:20Z", [0.8], ""], [1646, "2019-07-04T00:33:51Z", [0.6], ""], [75810, "2019-07-03T20:51:55Z", [0.38], ""], [75810, "2019-07-03T20:51:30Z", [0.34], ""], [67260, "2019-07-03T20:13:14Z", [0.22], ""], [14107, "2019-07-03T03:39:48Z", [0.31], ""], [37379, "2019-07-03T03:19:12Z", [0.5], ""], [6978, "2019-07-03T03:05:39Z", [0.5], ""], [41373, "2019-07-03T02:33:47Z", [0.52], "Pelosi reassures Trudeau she will let it pass eventually. Trudeau reassures Trump Canada will ratify promptly, not that it makes much difference except ... It may be better for the Dems to let it go and, appropriately, focus on how small the deal is in terms of changes to NAFTA."], [75784, "2019-07-03T01:21:14Z", [0.66], ""], [71045, "2019-07-02T23:43:48Z", [0.05], "deadlocked congress"], [75731, "2019-07-02T17:09:57Z", [0.75], ""], [27461, "2019-07-02T16:07:43Z", [0.33], ""], [691, "2019-07-02T15:37:51Z", [0.16], ""], [75726, "2019-07-02T15:18:28Z", [0.95], ""], [42694, "2019-07-02T13:26:13Z", [0.33], ""], [59092, "2019-07-02T12:49:11Z", [0.25], ""], [75638, "2019-07-02T05:10:22Z", [0.12], ""], [75627, "2019-07-01T21:17:15Z", [0.5], "I don't know"], [691, "2019-07-01T10:54:33Z", [0.16], ""], [75129, "2019-06-30T20:56:19Z", [0.6], ""], [61638, "2019-06-30T16:04:45Z", [0.15], ""], [75601, "2019-06-30T14:00:42Z", [0.56], ""], [691, "2019-06-29T12:01:52Z", [0.16], ""], [75573, "2019-06-29T10:29:20Z", [0.2], ""], [172, "2019-06-28T22:14:20Z", [0.65], "Pelosi now open to ratification. If GOP and Dems support (courting border states and “bipartisanship”) increasing chance it will happen... All can claim a win?\nhttps://www.wsj.com/articles/pelosi-calls-for-surgical-changes-to-trump-trade-pact-11561660319\n"], [20504, "2019-06-28T20:14:02Z", [0.6], "Pelosi is in support asking that the provisions have atighter enforcement mechanism. https://www.agri-pulse.com/articles/12363-pelosi-on-usmca-we-want-to-pass-this-bill\n"], [1333, "2019-06-28T18:20:33Z", [0.2], ""], [75554, "2019-06-28T15:02:34Z", [0.05], "I cannot discount it, however, the lack of electoral events, unwillingness of the Democrats to back down and set a precedent on amending the legal text, the current agreement remaining in place, the new agreement's modest benefits, and reluctance of Democratic House to give the President a trade win absent their demanded changes all make passing the Agreement unlikely by November 2019.  An interesting question would be what effect, if any, a Presidential attempt to withdraw from NAFTA would have."], [691, "2019-06-28T12:07:13Z", [0.16], ""], [75528, "2019-06-27T19:21:51Z", [0.33], "It seems unlikely the senate and the house will agree on the same version of the final deal."], [75517, "2019-06-27T15:28:22Z", [0.5], ""], [691, "2019-06-27T13:47:50Z", [0.15], ""], [62808, "2019-06-27T00:19:31Z", [0.39], ""], [75439, "2019-06-26T19:40:19Z", [0.38], "The low U.S. economic growth forecasted if the USMCA passes is not enough to overwhelming convince the U.S. Congress to ratify the agreement.  However, the Republican-led Congress could benefit politically in ratifying a historic agreement that revises the handling of the largest free-trade zone.  It is worth pausing to question the impact the USMCA will have on the U.S. automotive industry.  The changes to the law predictably drive up the cost of purchasing a North American vehicle given the increased wages and higher standards applied to manufactures looking to trade duty-free.  At a time when American automotive factories are closing in North America, a Republican-backed U.S. Congress would be reluctant to pass anything that may scath the latest economic growth being experienced in the first quarter year. (Source: https://www.reuters.com/article/us-usa-economy/u-s-economy-expands-3-2-percent-in-first-quarter-growth-details-weak-idUSKCN1S2091)"], [61938, "2019-06-26T17:42:50Z", [0.15], ""], [61877, "2019-06-26T17:26:16Z", [0.3], ""], [75093, "2019-06-26T16:56:27Z", [0.55], ""], [1333, "2019-06-26T16:21:59Z", [0.19], ""], [1333, "2019-06-26T16:15:36Z", [0.18], ""], [75381, "2019-06-26T14:12:18Z", [0.23], ""], [21884, "2019-06-26T09:14:52Z", [0.2], ""], [41373, "2019-06-26T09:02:29Z", [0.38], ""], [75286, "2019-06-26T06:51:43Z", [0.35], "Unresolved issues over migration may lead to a lack of agreement."], [14107, "2019-06-26T06:07:05Z", [0.32], ""], [75249, "2019-06-26T04:41:15Z", [0.2], ""], [75244, "2019-06-26T04:19:16Z", [0.66], "Comment deleted on Jun 26, 2019 04:20AM UTC"], [11430, "2019-06-26T04:17:28Z", [0.75], ""], [75221, "2019-06-26T03:30:26Z", [0.0], ""], [75190, "2019-06-26T02:02:04Z", [0.9], ""], [75171, "2019-06-26T00:45:08Z", [0.3], "Too many stars need to align."], [75135, "2019-06-25T22:05:52Z", [0.15], ""], [75102, "2019-06-25T21:58:33Z", [0.0], ""], [75134, "2019-06-25T20:13:10Z", [0.75], ""], [75125, "2019-06-25T20:07:14Z", [0.4], "No.  Congress is experiencing tension beachside on the one hand, members of Congress want to find their collective voice and be heard. On the other hand, Congress, as a Democratic political body, is preoccupied with the Trump whitehouse.  If they make a stand on North American trade, the White House will ridicule than. On balance, they cannot afford that ridicule during an important presidential contest.  "], [75115, "2019-06-25T19:21:10Z", [0.15], ""], [1333, "2019-06-25T18:38:40Z", [0.17], "Dems could put a compassionate backspin on the narrative and push this through. I'm looking for indications that they either push a - we care so much for our brothers from the south that we will swallow the bitter pill to help them and save US consumers money - or - go with -  As Much as we want a deal we cannot overcome our (insert political tag line here) to allow the President to continue to illegally replace NAFTA)"], [75101, "2019-06-25T18:29:56Z", [0.05], "Too much mudslinging around US/Mexico immigration policy will prevent Dem's from wanting the President to have a win, the President will be too focused on the election/his personal image to care to push serious policy."], [74974, "2019-06-25T15:46:22Z", [0.55], ""], [75016, "2019-06-25T13:26:34Z", [0.05], "Infighting"], [74964, "2019-06-25T09:47:33Z", [0.79], "With lack of progress with China, the US needs friends from somewhere."], [1333, "2019-06-24T18:33:44Z", [0.15], ""], [73746, "2019-06-24T17:02:30Z", [0.1], "Congress will remain deadlocked until the next election is over, as they have no impetus to act, and perhaps beyond.  Logic has no bearing here, neither side of the media is presenting purely factual information and the American people have become too complacent to do any meaningful research on their own beyond the 10 second sound bite given by their chosen information channel."], [1333, "2019-06-23T18:24:58Z", [0.14], ""], [1646, "2019-06-23T06:52:10Z", [0.75], ""], [37379, "2019-06-23T01:44:39Z", [0.31], "Mexico has ratified it. I would raise my forecast higher, but am concerned that Mexico may only have ratified as part of a deal to avoid Trump's threatened tariffs. I don't think that Trump could come up with something that severe against Canada."], [1333, "2019-06-22T10:07:24Z", [0.13], ""], [61638, "2019-06-22T01:44:32Z", [0.15], "The House has little incentive to get it done. And there’s little chance this will have any impact in the next election cycle. "], [1333, "2019-06-21T19:54:33Z", [0.12], ""], [61938, "2019-06-21T16:42:41Z", [0.15], ""], [57110, "2019-06-21T12:47:40Z", [0.45], ""], [63674, "2019-06-21T01:05:35Z", [0.3], ""], [68386, "2019-06-21T00:47:10Z", [0.1], "There is no progress in the talks between the Administration and the Democrats from the House of Representatives.\nLighthizer's position is that the House should ratify current version of the agreement. Democrats want to make changes to \"strengthen enforcement mechanisms\" in the agreement and they want Lighthizer \" to come back with some specific ideas and how to address those concerns”. https://www.politico.com/story/2019/06/20/congress-nafta-trade-usmca-1546168 There is low probability that the deal will be reached before the August recess.\n\"Not going to happen,\" Rep. Earl Blumenauer (D-Ore.), chairman of the House Ways and Means Trade Subcommittee, declared flatly at an event in Washington Thursday when discussing the prospects of a vote in the next few weeks. \"I think it's very unlikely that something is going to happen before the August recess.\" And in the fall other issues(like budget discussions) could postpone progress in reaching the deal."], [6978, "2019-06-20T23:30:20Z", [0.33], ""], [74863, "2019-06-20T18:14:29Z", [0.75], ""], [34628, "2019-06-20T14:33:23Z", [0.7], "both sides will agree on this one, after the usual wrangling.  its a win politically for most constituents."], [1333, "2019-06-19T18:13:40Z", [0.11], ""], [72713, "2019-06-19T08:02:08Z", [1.0], "Yes, Canada, Mexico and the US all want it done.  https://www.cnbc.com/video/2019/06/17/usmca-could-pass-as-early-as-tomorrow-former-us-mexico-ambassador.html\nhttps://www.politico.com/story/2019/06/17/trudeau-pelosi-mcconnell-usmca-1366566"], [62808, "2019-06-19T00:21:27Z", [0.39], ""], [534, "2019-06-18T17:52:21Z", [0.05], ""], [68671, "2019-06-18T15:48:45Z", [0.55], ""], [1333, "2019-06-18T14:32:04Z", [0.1], ""], [1333, "2019-06-17T18:25:19Z", [0.09], ""], [66692, "2019-06-17T12:18:23Z", [0.0], ""], [27461, "2019-06-16T18:12:47Z", [0.1], ""], [14107, "2019-06-16T14:36:58Z", [0.32], ""], [691, "2019-06-16T12:38:43Z", [0.15], ""], [1333, "2019-06-15T19:26:49Z", [0.08], ""], [68386, "2019-06-14T22:34:12Z", [0.15], "Main impediment to the ratification at this point is position of the House Representatives, that new deal has weak enforcement mechanisms.( \"With the same procedures in place with the new Agreement, what reason do we have to believe that any disputes over broken promises in the labor, environment or any other chapter in the agreement will lead to recourse or remedy?\") Ways and Means committee current position is a key for understanding how close is the ratification.\nNext committee hearing with Robert E. Lighthizer (United States Trade Representative) on USMCA will be held on  June 19.\nhttps://waysandmeans.house.gov/legislation/hearings/2019-trade-policy-agenda-negotiations-china-japan-eu-and-uk-new-naftausmca-us Previous hearing in Ways and Means Trade Subcommittee  was held on May 22. My impression from concluding words and non verbal communication of Trade Subcommittee Chairman Earl Blumenauer (D-OR) (\" This(USMCA) is not going to be jammed through the subcommittee, it is not going to be jammed through the full committee and ,I am quite confident, that it isn't going to be jammed through the House. \") \n(from 2:32:28  https://www.youtube.com/watch?v=7jHFddZ0MKM)\nis that they are not in a hurry to ratify it . The Trump Administration submitted a draft so-called Statement of Administrative Action on May 30 (which would allow the Trump administration to send the trade deal to Congress within 30 days), Before House has finished working with Lighthizer. \nThat move , in my opinion, shifted further into the future the date of ratification. On the other hand, Trump needs that deal for his presidential campaign(and so, probably, he is ready to make the administration to satisfy a fair share of demands of the House) and the time is running away. \"The 2020 presidential race squeezes the timing for a vote on the bill to implement the USMCA. Lawmakers of both parties have warned that passing such a deal will be politically tricky in an election year. That means the best chance for a vote would be before Congress recesses in August to avoid typical end-of-the-year budget fights, according to North Carolina Representative Mark Meadows, a close Trump ally.\"(Should we believe to the man, though?) But administration definitely shouldn't jam the deal - House Speaker Nancy Pelosi has history of taking trade agreements off the fast track, when the administration introduced agreement without her assent  (as she did with the U.S.-Colombia FTA in 2007 ,when she asserted that the administration deviated from its statutory obligations under the Trade Promotion Authority legislation). I am looking for committee hearing on  June 19 to clarify the situation.\n"], [61938, "2019-06-14T19:58:41Z", [0.15], ""], [1333, "2019-06-14T18:39:19Z", [0.07], ""], [41373, "2019-06-14T08:18:21Z", [0.33], ""], [1333, "2019-06-13T19:11:00Z", [0.08], ""], [57110, "2019-06-13T16:43:09Z", [0.3], ""], [53391, "2019-06-13T13:38:03Z", [0.05], "Democrats will not approve it.  "], [128, "2019-06-13T13:21:54Z", [0.25], ""], [691, "2019-06-13T12:15:39Z", [0.14], ""], [67260, "2019-06-12T22:12:00Z", [0.25], "technically possible, but Democrats would have to have incentive to push it through the House. WH would favour sooner rather than later, talk about this summer seems very unlikely, this year (Pence in Ottawa) likely. By Nov 1 is somewhere in-between."], [172, "2019-06-12T21:14:51Z", [0.35], "Mexican senate set to ratify next week (previously wanted Muricans to ratify first)\nCanada’s prime minister willing to recall government from summer break to vote.\nThat leaves USA. Would you approve quickly and hope for collective amnesia of people (if you’re a Democrat) or do you risk dragging it out to hurt Trump? I don’t know the answer to this but increasing...Dems in a sword of Damocles scenario in this one but as always Joe and Jill Sixpack pay the price.\n"], [1333, "2019-06-12T17:07:02Z", [0.09], ""], [128, "2019-06-12T13:30:08Z", [0.22], ""], [691, "2019-06-12T12:27:24Z", [0.12], ""], [1333, "2019-06-12T03:11:11Z", [0.1], ""], [128, "2019-06-10T19:58:21Z", [0.2], ""], [1333, "2019-06-10T18:36:36Z", [0.11], ""], [41373, "2019-06-10T17:45:56Z", [0.15], ""], [1646, "2019-06-08T16:22:00Z", [0.85], ""], [73156, "2019-06-08T15:13:33Z", [0.22], ""], [68386, "2019-06-08T15:00:26Z", [0.15], ""], [14107, "2019-06-08T10:23:23Z", [0.32], ""], [61938, "2019-06-07T21:38:35Z", [0.15], ""], [691, "2019-06-07T14:28:49Z", [0.12], ""], [172, "2019-06-07T00:51:02Z", [0.15], "Reducing given Pelosi will want to deny victory and drag it out. Combine that with tariffs, Mexicans wanting USA to ratify first, etc and difficult to see how this will happen. "], [74537, "2019-06-06T19:10:04Z", [0.9], "It has to happen in some form. I dont know what form but it will happen"], [74221, "2019-06-06T15:40:06Z", [0.26], "I guess is that due to the tougher stance that the US is posing on Mexico lately. It is growing less likely that the three countries can come to a deal. Therefore, my guess will reduce by half compared to my previous guess."], [74513, "2019-06-06T15:32:45Z", [0.75], ""], [1035, "2019-06-06T12:05:10Z", [1.0], ""], [74382, "2019-06-06T07:59:28Z", [0.0], ""], [14107, "2019-06-06T07:51:23Z", [0.28], ""], [74357, "2019-06-06T07:10:01Z", [0.1], "Democrats don't like it. Also Canada only has a couple of weeks before its House of Commons adjourns."], [74331, "2019-06-06T05:44:19Z", [0.1], "Congress slowing things up - Trump in general "], [74328, "2019-06-06T05:27:58Z", [0.25], ""], [15196, "2019-06-06T05:03:42Z", [0.05], ""], [74293, "2019-06-06T03:53:31Z", [0.45], ""], [74267, "2019-06-06T03:24:18Z", [0.1], ""], [63674, "2019-06-06T00:09:22Z", [0.4], ""], [32258, "2019-06-05T23:12:26Z", [0.02], "Trump will shoot himself in the foot to claim his toughness against Mexico for his base, which is all he's got going. Tariffs will drag it out."], [74247, "2019-06-05T21:09:19Z", [0.75], "2019.06.15 - Current tariff threat with Mexico is typical Trump negotiation tactic to push for ratification. Will want a deal before 2020 presidential election fully goes underway as proof of campaign promises."], [70993, "2019-06-05T21:08:43Z", [0.2], ""], [23006, "2019-06-05T16:36:22Z", [0.71], ""], [14107, "2019-06-05T08:54:30Z", [0.28], ""], [71776, "2019-06-05T01:03:37Z", [1.0], "Because Trump knows this is hurting his rating and going into an election year he will do everything to get this solved. He will act like he is playing hardball until the end of the year then will get something done. Also he likes marketing so thanksgiving and the holidays are the perfect time, so if not before right around Xmas at the latest."], [12573, "2019-06-04T23:53:49Z", [0.42], ""], [1333, "2019-06-04T23:33:57Z", [0.1], ""], [62438, "2019-06-04T20:15:25Z", [0.28], ""], [32300, "2019-06-04T11:25:43Z", [0.31], ""], [74221, "2019-06-03T23:24:30Z", [0.52], "As the US government poses the stance to try to regulate the \"big tech companies\" internally, the USMCA can be a way to use by President Trump and the Congress to distract the public from the economic adjustment that resulting from the regulation gesture. "], [27461, "2019-06-03T21:28:07Z", [0.02], "First, the new tariffs on Mexico will have to go. I actually think this will happen over the summer, as Lopez-Obrador wants to negotiate and will probably make some minor immigration concessions, enough to allow Trump to claim victory. However, this is not enough. The Dems will likely want amendments to the agreed text, and recent history of negotiations between them and the White House does not bode well for a negotiated agreement. Note also that Trump cannot blackmail the Dems with abrogating NAFTA if they don't ratify the USMCA, as he would be shooting himself in the foot electorally if the economy tanks.  All in all, I see high hurdles to this happening. "], [68339, "2019-06-03T19:16:38Z", [0.1], "With impeachment proceedings about to take place, an embattled Trump will be rendered a lame duck president. "], [60100, "2019-06-03T18:27:49Z", [0.25], ""], [60100, "2019-06-03T18:27:36Z", [0.5], ""], [33789, "2019-06-03T15:15:19Z", [0.08], ""], [691, "2019-06-03T12:02:01Z", [0.12], ""], [128, "2019-06-03T10:53:46Z", [0.18], ""], [74221, "2019-06-03T07:43:30Z", [0.5], "First random guess, given the stance that the US takes against Mexico, it sounds like a prelude to anchor any upcoming agreement as a starting point. Thus, an agreement before November seems possible."], [23006, "2019-06-03T00:42:32Z", [0.61], ""], [23006, "2019-06-03T00:34:32Z", [0.71], "Loggerheads but still on track for signing this summer."], [31450, "2019-06-02T23:41:52Z", [0.0], "Fundamentally, the democratic party already tends to be warier of FTAs and Pelosi has already thrown up roadblocks to congressional ratification. For prior agreements the president and congress would negotiate additional changes and generally arrive at a solution. Not only is that not happening but by imposing new tariffs two days ago, trump has given democrats all the excuse they needed to hold off ratifying the agreement indefinitely."], [14107, "2019-06-02T16:39:45Z", [0.23], ""], [172, "2019-06-02T12:38:24Z", [0.25], "Dropping due to tariffs. Think bad hombres will spin for political gain and Dems loathe to hand agent orange any kind of victory"], [63914, "2019-06-02T12:17:32Z", [0.19], "All three parties have to agree, and currently Mexico is getting no credit for agreeing and there could be political gain within Mexico for telling DT to get stuffed - they have friends across the border in agriculture and car companies  who may be getting to a break-point. Not passing the bill would hurt all three countries, but Ford, GM and the others may prefer a no-deal and prorogue to a deal which will actively hurt. "], [1333, "2019-06-01T19:10:29Z", [0.15], ""], [69257, "2019-06-01T12:53:17Z", [0.1], ""], [691, "2019-06-01T12:32:33Z", [0.14], ""], [41373, "2019-06-01T12:25:27Z", [0.3], "Maintaining my 30% forecast despite threat of tariffs on Mexico June 12. \nThe Mexico and 'national security metals' tariff issues are distractions from the question of whether Democrats have the will to block New NAFTA / NAFTA II / USMCA. The Dems can by demanding renegotiation of items in the package, and they are not disposed to giving Trump a win."], [37379, "2019-06-01T02:40:09Z", [0.12], ""], [6978, "2019-06-01T02:14:41Z", [0.5], "@Dima, think crowd is framing this incorrectly, and dumb money's coming in way too low (0-5%). The heavy lifting of negotiating and drafting this deal is already done (hence 50% basis). Despite animosity between Trump, House Democrats, and Mexico, ratification doesn't depend on him. In fact, I see a scenario where a trade deal is ratified *without* him, as an emergency/stimulus measure late this Fall. Don't expect much movement until Oval Office and US markets get turned upside down, Q3'19."], [5018, "2019-06-01T01:55:00Z", [0.04], "People I follow are mostly in the 20-30% range - which makes me wonder if I am missing something. IMO, the probability is very low. Basically, amounts to the House saying \"No\" to anything that Trump said \"Yes\" to. Tempted to go full 0% but leaving symbolic wiggle room instead.  What say you, my lode star forecasters? \n@Tom-L @michalbod @Hammer-Time @Jim2 @ddorsey @acohen @cmeinel\n"], [67129, "2019-05-31T13:42:01Z", [0.19], "The new tarrifs agaist Mexico, that should force Mexico to reduce migration from central America into the US, will at least delay a ratification. "], [691, "2019-05-31T12:19:40Z", [0.14], ""], [16518, "2019-05-30T15:13:18Z", [0.3], "Starting with a base rate of 49% chance because the original NAFTA (\"O-NAFTA\") took close to 1 year (December 1992 to November 1993) to be ratified by both houses of congress. Therefore, the starting point should be that it will take at least 1 year to ratify, but since this is only based on a single example, I'm starting close to 50-50. Qualitative factors weighing in favour of No: - Congress is more divided along partisan lines. O-NAFTA had more Republican votes in both houses than democrat (though it was close to even), despite being negotiated and signed by a Democratic president. Today the deal was signed by a Republican president that the democrat-majority house is very unlikely to support—they want to ensure the president has no wins leading up to the next election. I estimate that this factor cuts the likelihood of ratification within the year in half. (i.e. we're now at 25%) - Nancy Pelosi, the Speaker of the US House of Representatives, said that\n    - the House would not consider any USMCA ratification discussions unless Mexico approved such legislation. Pelosi also emphasised that the enforcement of Mexico’s yet-to-be passed labour legislation would also be needed within the already negotiated USMCA treaty. ([IHS Connect](https://connect.ihs.com/document/show/gi/3083727?connectPath=Search&searchSessionId=965a31cc-08d8-49d9-90b8-25ad0ac95bad))\n    - stronger enforcement mechanisms **must** be part of the agreement (i.e. not a side letter) for them to ratify the deal. ([Politico](https://www.politico.com/story/2019/05/02/nancy-pelosi-new-nafta-3186746)).\n    This reinforces my first point, that the Democrats are looking for ways to delay ratification in order to hold back a win for the president. These issues are not independent of the first, so they have already been accounted for in that prediction (i.e. these issues won't make me lower my prediction further). Qualitative factors weighing in favour of Yes: - Procedural barriers have been passed (both from the Politico article noted above):\n    - U.S. International Trade Commission last month released a mandatory analysis of the agreement's economic impacts. The report was largely neutral and didn't seem to garner much criticism from either side.\n    - Mexico passed a landmark labor reform law required by the new pact\n    Though they remove procedural barriers to ratification these, factors do not greatly affect the negative factors listed above. I'll raise my prediction by 5%. Therefore, I started at 49%, halved it, then added 5% making my prediction 29.5%. I'll round it to 30%."], [50412, "2019-05-29T18:35:44Z", [0.0], "Other political concerns make congress ratifying this unlikely."], [61938, "2019-05-29T18:27:57Z", [0.35], ""], [8663, "2019-05-29T05:05:45Z", [0.0], ""], [36132, "2019-05-28T16:28:19Z", [0.0], ""], [32100, "2019-05-28T14:28:55Z", [0.1], ""], [128, "2019-05-28T13:55:22Z", [0.22], ""], [8663, "2019-05-27T22:53:53Z", [0.0], ""], [41922, "2019-05-27T13:41:06Z", [0.3], ""], [691, "2019-05-27T11:54:15Z", [0.1], ""], [534, "2019-05-26T17:34:27Z", [0.15], ""], [206, "2019-05-26T17:06:39Z", [0.55], ""], [172, "2019-05-26T15:15:49Z", [0.35], "Going down from 65% - I was too optimistic. Per @Jim2 makes complete sense and Canada is keen to approve but I often underestimate Murican acrimony. Mexico wants US Congress to approve first. But partisanship rules the roost in D.C.   few want to give Trump a win, but border state governors may assist pushing to positive conclusion. Pelosi will do everything she can to delay...because that’s what Pelosi does.\nhttps://www.ft.com/content/4d6e634a-6c67-11e9-80c7-60ee53e6681d"], [1333, "2019-05-26T13:40:26Z", [0.24], ""], [1333, "2019-05-26T13:32:08Z", [0.25], ""], [71943, "2019-05-25T21:26:52Z", [0.2], ""], [70976, "2019-05-25T16:58:34Z", [0.8], "steel tarrifs have been lifted, canada will try to pass before fall elections, us will want to put this behind them to focus on china"], [74107, "2019-05-24T19:37:25Z", [0.7], ""], [59836, "2019-05-24T16:55:10Z", [0.03], ""], [62291, "2019-05-24T16:39:29Z", [0.55], ""], [69907, "2019-05-24T15:50:46Z", [0.2], ""], [67971, "2019-05-24T13:08:43Z", [0.1], "A politically beneficial deal is more likely to occur in an election year; anything earlier would represent a missed opportunity by the current administration."], [62808, "2019-05-23T19:06:41Z", [0.66], ""], [21865, "2019-05-23T12:04:58Z", [0.0], ""], [41373, "2019-05-23T00:47:59Z", [0.3], "Lowering my expectation of good governance as, similar to previous administrations, House VS. POTUS acrimony builds and common sense gets put on hold...\nhttps://reut.rs/2M4tCxp\n"], [23006, "2019-05-23T00:42:17Z", [0.8], "https://www.theglobeandmail.com/business/article-how-canada-and-mexico-ironed-out-an-end-to-the-us-tariff-war-on/ No date yet on formal signing"], [6978, "2019-05-23T00:00:14Z", [0.4], ""], [23006, "2019-05-22T22:16:07Z", [0.51], ""], [74067, "2019-05-22T20:39:28Z", [0.5], ""], [31450, "2019-05-22T20:11:46Z", [0.1], "I can't see much of anything getting done this congress and I will be genuinely surprised if new nafta is any different. Given the gridlock I suspect we see nothing but bickering for the rest of trump's term."], [74063, "2019-05-22T19:44:03Z", [0.1], ""], [61938, "2019-05-22T19:15:03Z", [0.4], ""], [691, "2019-05-22T16:44:58Z", [0.1], ""], [63963, "2019-05-22T14:33:14Z", [0.1], ""], [74035, "2019-05-22T11:45:52Z", [0.15], ""], [19801, "2019-05-22T07:19:18Z", [0.05], "Trump faces neither presidential veto or Senate approval as obstacles. However, the Commiecrat control of the House remains an obstacle to passage of NAFTA 2.0. It took a year to pass the original NAFTA the sequel will probably take equally long.  Each submitted the agreement for ratification in their respective capitals in December 1992, but NAFTA faced significant opposition in both the United States and Canada. All three countries ratified NAFTA in 1993 after the addition of two side agreements, the North American Agreement on Labor Cooperation (NAALC) and the North American Agreement on Environmental Cooperation (NAAEC). \nhttps://en.wikipedia.org/wiki/North_American_Free_Trade_Agreement Trump’s NAFTA face-lift hits bipartisan roadblock in Congress\nhttps://www.cnbc.com/2019/03/29/trumps-nafta-usmca-trade-deal-faces-bipartisan-roadblock-in-congress.html"], [73996, "2019-05-22T03:18:23Z", [0.2], ""], [29358, "2019-05-22T00:55:57Z", [0.05], "The Dems will not want to give Trump any victories going into reelection."], [73982, "2019-05-22T00:05:36Z", [0.3], ""], [73982, "2019-05-21T22:57:05Z", [0.8], "Due to the current status of the deal and need for farmers to make income Trump will make it as acting law while waiting for Congress to sign off."], [62580, "2019-05-21T21:42:43Z", [0.38], "Tariff on steel and aluminum was removed, good sign.\nHowever, politics may still get in the way."], [73950, "2019-05-21T18:42:42Z", [0.0], ""], [73937, "2019-05-21T17:10:08Z", [0.15], ""], [691, "2019-05-21T14:49:25Z", [0.1], ""], [72688, "2019-05-21T14:35:46Z", [0.15], ""], [73885, "2019-05-21T12:45:37Z", [0.7], "US thorough president wants to keep the trade agreement, just with adjustments in the best for national companies. "], [73879, "2019-05-21T12:13:09Z", [0.75], ""], [73877, "2019-05-21T12:10:57Z", [0.75], ""], [73866, "2019-05-21T11:34:37Z", [1.0], "tariffs are off and both houses will make the deal"], [73858, "2019-05-21T11:19:06Z", [0.1], ""], [73782, "2019-05-21T10:17:12Z", [0.2], "Trump is somewhat unpredictable and may use some loopholes to get this done"], [67403, "2019-05-21T07:33:02Z", [0.75], ""], [128, "2019-05-21T02:28:11Z", [0.25], ""], [37379, "2019-05-21T02:03:08Z", [0.15], ""], [172, "2019-05-21T00:00:03Z", [0.65], ""], [73765, "2019-05-20T23:25:52Z", [0.2], "Democrats hold the House and have no incentive in handing Trump a victory. He has an outside chance of passing USMCA if he attaches it to another bill, such as an infrastructure bill."], [69317, "2019-05-20T15:13:28Z", [0.6], ""], [128, "2019-05-20T15:09:16Z", [0.28], ""], [73747, "2019-05-20T14:26:07Z", [0.62], ""], [21884, "2019-05-20T08:52:18Z", [0.25], ""], [41645, "2019-05-20T04:42:46Z", [0.15], ""], [68929, "2019-05-20T01:39:52Z", [0.0], "I believe it won’t pass because trump does not operate in good faith. His deals are not good for America or our trading partners; who are forced to take it or leave it. When there’s is no trust and no value things usually don’t get very far."], [60061, "2019-05-20T00:25:15Z", [0.15], ""], [71996, "2019-05-19T21:55:57Z", [0.46], ""], [41922, "2019-05-19T21:28:36Z", [0.4], ""], [2406, "2019-05-19T19:24:42Z", [0.07], ""], [172, "2019-05-19T18:49:32Z", [0.65], "Now that Trump has scrapped aluminum and  steel tariffs...\n.  Canada will want to ratify quickly for their federal election.\n.  Mexico wants to ratify and get back closer to “normal”.\n.  That leaves USA. Can’t tell Who’s on board - suspect many border states regardless of affiliation would support. And it’s mostly good for all parties\nSo I’ll go with 65%"], [29980, "2019-05-19T18:28:51Z", [0.0], ""], [1333, "2019-05-19T18:26:51Z", [0.27], ""], [29057, "2019-05-19T17:16:15Z", [0.05], "We are coming up on an election year, and the Democrats don't want Trump to have a winner on anything. Trump wants the USMCA so he can claim \"it's better than what he walked away from..."], [206, "2019-05-19T17:07:59Z", [0.9], ""], [73167, "2019-05-19T16:59:24Z", [0.25], ""], [69034, "2019-05-19T13:31:31Z", [0.8], ""], [691, "2019-05-19T11:37:09Z", [0.14], ""], [6978, "2019-05-18T20:45:08Z", [0.2], ""], [20284, "2019-05-18T13:48:22Z", [0.85], "It will happen this year.  Probably after elections in Canada this Fall.  New government there will want to move this off the table.  Likewise Democrats know that it is something Unions want and the party will want to remove that issue as a possible source of friction before the next election.  Republicans have to back it as it come from their President and party leader.  So who is going to stop it from happening? No one."], [691, "2019-05-18T11:36:46Z", [0.14], ""], [41373, "2019-05-18T08:16:23Z", [0.5], " I think this question is reduced to whether the US Democrats can and want to hold up passage of the legislation. As cited in the question it appears they want to.\nMaybe they will pass it if called NAFTA II.\nThe Deal is marginally good for US, is OK for Canada and Mexico, and tidies up a few anachronisms - none of which is as important as the politics. \nhttps://ca.reuters.com/article/businessNews/idCAKCN1SN242-OCABS"], [70530, "2019-05-18T06:30:43Z", [0.55], ""], [70530, "2019-05-18T06:21:32Z", [0.45], ""], [73632, "2019-05-18T05:42:17Z", [0.9], ""], [20156, "2019-05-18T04:57:04Z", [0.4], ""], [73630, "2019-05-18T04:22:22Z", [1.0], "Trump needs some allies with his sights set on china and US trade war"], [15196, "2019-05-18T00:08:01Z", [0.2], ""], [71002, "2019-05-17T23:34:46Z", [0.75], ""], [70634, "2019-05-17T22:37:13Z", [1.0], ""], [45451, "2019-05-17T21:30:11Z", [0.33], ""], [11430, "2019-05-17T21:01:48Z", [0.65], "Certain aspects of the ‘pass-ability’ of this trade agreement are a combination of the domestic US political situation the administration may find itself in and the volatility of international events around US relations with South American governments and the Canadian governments international diplomatic situation. Let’s of shifts possible."], [691, "2019-05-17T19:41:02Z", [0.12], "It is not obvious that M. Petits-Doigts has the votes in either house to get this ratified, albeit for different reasons in each case, at least not before the deadline in this question.  As the 2020 elections draw nearer, many Rs seem less fearful of The House of Orange and more fearful of their own constituents.  That's the way it's supposed to work, so we'll see if it still does.  "], [1333, "2019-05-17T18:24:58Z", [0.26], "So, DT is lifting tariffs on Mexican and Canadian steel and Aluminum. He is intensifying the protocol to identify Chinese steel sourced through third parties. THis may bring the treaty to the floor this summer, still more likely though that it will be after the elections."], [60695, "2019-05-17T18:03:03Z", [0.25], ""], [1333, "2019-05-17T16:42:34Z", [0.25], ""], [5766, "2019-05-17T16:04:26Z", [0.0], ""]]}