{"question_id": 697, "title": "How many viewers will tune in to watch Sunday Night Football on 26 November 2017? \n", "possible_answers": ["Fewer than 14.5 million", "Between 14.5 million and 15 million, inclusive", "More than 15 million but less than 15.5 million", "Between 15.5 million and 16 million, inclusive", "More than 16 million"], "crowd_forecast": [0.0, 0.04, 0.16, 0.22, 0.58], "correct_answer": "More than 16 million", "correct_forecast": 0.58, "preds": [[40733, "2017-11-27T18:49:03Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [41764, "2017-11-27T18:34:27Z", [0.0, 0.0, 0.08, 0.14, 0.78], ""], [41743, "2017-11-27T17:48:46Z", [0.0, 0.0, 0.15, 0.3, 0.55], ""], [40733, "2017-11-27T08:01:19Z", [0.02, 0.02, 0.07, 0.11, 0.78], ""], [41270, "2017-11-26T20:35:06Z", [0.0, 0.05, 0.05, 0.25, 0.65], ""], [636, "2017-11-26T16:57:18Z", [0.25, 0.25, 0.5, 0.0, 0.0], ""], [33035, "2017-11-26T16:36:20Z", [0.1, 0.2, 0.25, 0.35, 0.1], ""], [8622, "2017-11-26T15:12:41Z", [0.02, 0.04, 0.01, 0.08, 0.85], ""], [20, "2017-11-26T15:00:36Z", [0.0, 0.02, 0.08, 0.45, 0.45], "SNF is av about our \"Between 15.5 million and 16 million, inclusive\" option. I was surprised to see how low the Pgh v Detroit game was, Stillers are a premier team. Blame the blah Lions. Even without Aaron the Packers are still a magical name in football. "], [373, "2017-11-26T14:28:02Z", [0.1, 0.4, 0.25, 0.15, 0.1], "Green Bay without Their QB, plus end of Thanksgiving weekend ( many Americans traveling back home)."], [20, "2017-11-26T13:33:05Z", [0.0, 0.02, 0.08, 0.2, 0.7], "Yinz got two popular teams playing, GB and Pgh. SNF with even the average decrease over last season is still over 16M.  Guessing we have this question because of the declining viewership of NFL games this season, ~5% from last season.  Meanwhile, the games are still averaging 15.1M, still a high rating. And nothing compared to the overall decline caused by cord-cutting, we have so many more options to watching too. My two cents are the games are officiated too tightly, constant reviews kill my interest. For others it's  too many games,  if the games were more interesting, this wouldn't be concern. The 'knee taking' has been used as an excuse, but frankly this is a rationalization at best - again, if the games were more interesting...  https://www.si.com/extra-mustard/2017/10/27/nfl-2017-ratings-national-anthem-protests"], [5018, "2017-11-26T04:53:30Z", [0.0, 0.0, 0.15, 0.2, 0.65], ""], [1333, "2017-11-25T14:12:29Z", [0.0, 0.35, 0.35, 0.15, 0.15], ""], [691, "2017-11-25T13:16:14Z", [0.0, 0.0, 0.18, 0.29, 0.53], ""], [41637, "2017-11-25T07:53:01Z", [0.05, 0.05, 0.2, 0.2, 0.5], ""], [1993, "2017-11-25T06:53:57Z", [0.0, 0.0, 0.15, 0.3, 0.55], "Sunday after Thanksgiving had higher viewership than most other Sunday Night Football games (early in season being exception) for 2015: http://www.sportsmediawatch.com/nfl-tv-ratings-viewership-nbc-cbs-fox-espn-nfln-regular-season-playoffs/3/ and for 2016... http://www.sportsmediawatch.com/nfl-tv-ratings-viewership-nbc-cbs-fox-espn-nfln-regular-season-playoffs/2/ 2016 game was Kansas City @ Denver. Not especially popular teams. They also played On SNF in week 12, with 3 million fewer viewers according to SportsMediaWatch. So I think there is a Thanksgiving weekend premium. That said, SNF ratings are just not very good this year compared to previous years."], [1993, "2017-11-25T06:35:39Z", [0.0, 0.0, 0.2, 0.3, 0.5], "Green Bay and Pittsburgh both normally draw larger viewership, but I am not confident in Pittsburgh after the abysmal numbers from 5 November."], [40733, "2017-11-24T16:56:16Z", [0.06, 0.02, 0.07, 0.12, 0.73], ""], [40018, "2017-11-24T16:51:02Z", [0.0, 0.0, 0.3, 0.4, 0.3], ""], [691, "2017-11-24T16:02:31Z", [0.0, 0.01, 0.21, 0.28, 0.5], ""], [27345, "2017-11-24T15:02:01Z", [0.05, 0.05, 0.2, 0.2, 0.5], "I like the thorough analysis done by @mwokasch ... struggling with the impact of \"Sunday after Thanksgiving\" and whether that will boost viewership because families are together or depress viewership because everyone is traveling. Looking at last year's Sunday after Turkey day, I'm guessing the effect isn't too huge in the negative direction.  Chiefs vs. Broncos had 17.339m viewers. I could be wrong, but I don't think those are huge market teams (don't have time now to check..), leading me to believe \"Sunday after Thanksgiving\" isn't a big drag on viewership (and may even boost it somehow).   @acohen what does your brother think about the popularity of Chiefs & Broncos from last year? This year's matchup (Green Bay vs. Pittsburgh) is more popular, right?    (I also know next to nothing about football) "], [22264, "2017-11-24T14:05:13Z", [0.0, 0.0, 0.0, 0.15, 0.85], ""], [1993, "2017-11-24T07:51:07Z", [0.0, 0.0, 0.2, 0.4, 0.4], ""], [37474, "2017-11-24T04:45:44Z", [0.0, 0.0, 1.0, 0.0, 0.0], ""], [97, "2017-11-24T01:42:13Z", [0.0, 0.0, 0.05, 0.3, 0.65], ""], [97, "2017-11-24T01:40:59Z", [0.0, 0.0, 0.1, 0.4, 0.5], ""], [41009, "2017-11-23T20:46:40Z", [0.0, 0.0, 0.0, 0.05, 0.95], "updated model, sharpened prediction interval"], [31450, "2017-11-23T17:55:33Z", [0.05, 0.1, 0.2, 0.6, 0.05], "I don’t know anything about football but basing this on my brothers opinions of the teams playing. Going to let him know how good he is at this sort of thing.  I think this may be the start of a new thanksgiving tradition. "], [41523, "2017-11-22T22:05:23Z", [0.1, 0.25, 0.35, 0.25, 0.05], ""], [41589, "2017-11-22T19:26:46Z", [0.01, 0.05, 0.12, 0.28, 0.54], ""], [35, "2017-11-22T16:00:10Z", [0.06, 0.28, 0.4, 0.25, 0.01], ""], [1333, "2017-11-22T14:14:49Z", [0.1, 0.35, 0.35, 0.15, 0.05], ""], [691, "2017-11-22T12:13:09Z", [0.03, 0.11, 0.51, 0.32, 0.03], ""], [40733, "2017-11-22T06:07:52Z", [0.06, 0.05, 0.13, 0.25, 0.51], "My results were spot on last week, and fairly close the prior two weeks I've updated the model for the 11/26/17 SNF game between GB & PIT.  Results / calculations follow. Summary of my approach: \n1) I pulled down the viewership information from the past 2 seasons here: \nhttp://www.sportsmediawatch.com/nfl-tv-ratings-viewership-nbc-cbs-fox-espn-nfln-regular-season-playoffs/ 2) Straight Averaging SNF gives you a result of: 16.5M 3) However, this ignores the teams that played, as such I conducted a team-by-team assessment of viewership. DAL / PIT / GB had the most consistent high-viewership (22.0M / 20.2M / 20.2M, respectively) A number of teams had really low viewership and few data-points (LA, CLE, TEN) all with less than 7 Million. So what about the two playing Sunday? \nPIT: 20.2M (2nd Highest-Tied) \nGB: 20.2M (2nd Highest-Tied)   This puts my Base guess of viewership as: 18.2 = [Avg (20.2, 20.2) + SNF Premium (1.8) + Annual Adjust (-1.6)] * Futon to SMW Ratio (.89%) Words of caution: \n1) Standard Deviation of the errors recently is about 7.5% of the estimate (1.5M in this case). \n2) Both PIT & GB has among the highest viewership \n3) PIT Is currently 8-2, which should boost viewership. \n4) PIT viewership has historically fallen short of the forecasted\n5) The model has worked fairly well for GB (not too high or low)\n6) GB contribution should be haircut (particularly after last week's performance)\n7) Thanksgiving:  Last year, my model over-estimated every game on thanksgiving by a fair amount.  \n8) Downward Trend:  Obviously there is a significant downward trend in viewership.  I've started to account for this in my annual adjustment (now up to a 1.6 reduction for 2017).  However, this has been growing rather than shrinking.  Trend lining the miss would suggest a reduction of 1.8 is necessary for this week. \n9) Mathematically the results for this week are expected to rival last weeks (18.7M) , but that doesn't sound right. Lastly... I was really tempted to sit this one out because I have no idea what the impact of all of these external factors will really do."], [12879, "2017-11-22T04:44:37Z", [0.2, 0.15, 0.5, 0.15, 0.0], ""], [5018, "2017-11-22T02:35:40Z", [0.2, 0.2, 0.2, 0.2, 0.2], ""], [35544, "2017-11-22T02:34:14Z", [0.2, 0.25, 0.25, 0.2, 0.1], ""], [41526, "2017-11-21T21:38:49Z", [0.0, 0.12, 0.52, 0.3, 0.06], ""], [1333, "2017-11-21T20:46:46Z", [0.2, 0.35, 0.25, 0.15, 0.05], ""], [691, "2017-11-21T20:00:03Z", [0.01, 0.08, 0.63, 0.26, 0.02], ""], [34353, "2017-11-21T18:22:32Z", [0.01, 0.07, 0.56, 0.33, 0.03], "Both teams have strong fan bases. However, GB has imploded with the loss of Rogers. PIT is in playoff contention, leading the AFC North. There doesn't appear to be any other competitive programming this is going against, which helps viewership. However, it's a popular travel day for the Thanksgiving holiday, so that will likely decrease viewership."]]}