{"question_id": 2111, "title": "What will happen next to the United Arab Emirate's rolling 7-day average of confirmed cases of COVID-19?", "possible_answers": ["The 7-day average will reach 1,500 or higher", "The 7-day average will reach 500 or lower", "Neither will occur before 12 November 2021"], "crowd_forecast": [0.0, 1.0, 0.0], "correct_answer": "The 7-day average will reach 500 or lower", "correct_forecast": 1.0, "preds": [[102139, "2021-09-21T18:13:55Z", [0.05, 0.9, 0.05], ""], [102480, "2021-09-21T17:35:12Z", [0.01, 0.97, 0.02], ""], [14027, "2021-09-21T16:09:13Z", [0.0, 1.0, 0.0], ""], [55987, "2021-09-21T14:55:08Z", [0.0, 1.0, 0.0], ""], [20504, "2021-09-21T13:06:33Z", [0.0, 1.0, 0.0], ""], [95503, "2021-09-21T12:43:03Z", [0.03, 0.9, 0.07], ""], [79069, "2021-09-21T09:36:19Z", [0.0, 1.0, 0.0], "Wow, they have done it in just 3 weeks! 497 weekly average."], [34959, "2021-09-21T08:37:51Z", [0.0, 1.0, 0.0], ""], [86554, "2021-09-21T08:04:32Z", [0.0, 1.0, 0.0], ""], [102602, "2021-09-21T05:01:14Z", [0.2, 0.7, 0.1], ""], [99993, "2021-09-21T04:51:19Z", [0.0, 1.0, 0.0], ""], [80667, "2021-09-21T00:28:02Z", [0.05, 0.8, 0.15], "Case numbers dramatically falling..."], [94872, "2021-09-20T21:05:24Z", [0.02, 0.96, 0.02], ""], [101036, "2021-09-20T20:59:15Z", [0.0, 1.0, 0.0], ""], [88452, "2021-09-20T20:38:33Z", [0.0, 1.0, 0.0], ""], [55987, "2021-09-20T17:22:49Z", [0.0, 0.99, 0.01], ""], [14027, "2021-09-20T17:12:59Z", [0.03, 0.87, 0.1], ""], [99993, "2021-09-20T16:11:26Z", [0.2, 0.6, 0.2], ""], [94737, "2021-09-20T14:39:43Z", [0.0, 1.0, 0.0], ""], [95503, "2021-09-20T14:35:01Z", [0.1, 0.8, 0.1], ""], [56, "2021-09-20T13:53:33Z", [0.05, 0.75, 0.2], ""], [691, "2021-09-20T13:39:47Z", [0.0, 1.0, 0.0], ""], [79069, "2021-09-20T13:13:39Z", [0.0, 1.0, 0.0], ""], [80475, "2021-09-20T12:20:14Z", [0.0, 1.0, 0.0], "gg  happy to see this"], [40733, "2021-09-20T11:46:33Z", [0.0, 1.0, 0.0], "Updating my post below: This question has now resolved.  However, due to the 1-day lag in the Superforecasting's source, we can get the last day 100% correct. 7-Day Series Average: 497 617\n608\n564\n521\n471\n391\n313 @cdob63"], [101031, "2021-09-20T10:52:11Z", [0.0, 1.0, 0.0], ""], [80790, "2021-09-20T08:07:33Z", [0.0, 1.0, 0.0], ""], [94872, "2021-09-19T23:23:54Z", [0.05, 0.9, 0.05], ""], [94872, "2021-09-19T23:23:18Z", [0.08, 0.85, 0.07], ""], [101031, "2021-09-19T21:19:35Z", [0.0, 0.99, 0.01], "543..."], [79069, "2021-09-19T21:09:08Z", [0.01, 0.98, 0.01], ""], [102439, "2021-09-19T19:46:53Z", [0.05, 0.65, 0.3], ""], [40733, "2021-09-19T18:28:21Z", [0.0, 1.0, 0.0], "6 Day Series: 617\n608\n564\n521\n471\n391 Thus, the question will resolve in favor of 500 or less if: \nTomorrow is 328 or less (14% probability)\nNext 2 Days Average: 472 or less, but first day >328 (63% probability)\nNext 3 Days Average: 517 or less, but first 2 days > 472 or less with the first day >328 (72% probability) Odds that none of these hit:  (1-.14)*(1-.63)*(1-.72) = 9% This means we have a 91% chance to resolve this in the affirmative of 7-day lower than 500 in the next 3 days.\n"], [79069, "2021-09-19T18:01:09Z", [0.01, 0.9, 0.09], ""], [691, "2021-09-19T16:25:11Z", [0.1, 0.68, 0.22], ""], [80475, "2021-09-19T12:30:17Z", [0.01, 0.97, 0.02], "391 cases yesterday, 505 recoveries, and 6,169 active cases. The 4-day average is now less than 500. The past 4 days were:\n391\n471\n521\n564 The 391 was a surprise to me, so I am upping my odds to 97%. It definitely seems like herd immunity, particularly in the face of continued strong universal masking, has either been achieved by the UAE or will be soon. "], [102489, "2021-09-19T11:07:59Z", [0.39, 0.6, 0.01], "Based on the latest numbers, cases seem to be dropping: https://covid19.ncema.gov.ae/env  and testing check-points have been lifted from Dubai to Abu Dhabi: https://www.thenationalnews.com/uae/transport/2021/09/18/abu-dhabi-to-remove-test-to-enter-requirement-from-tomorrow/\n"], [102480, "2021-09-19T11:05:55Z", [0.17, 0.7, 0.13], "Thank you @Kogo for the insight.\nActually following up the UAE covid-19 chart, we had confirmed cases of 471 and 391 yesterday and today respectively. I have updated my forecast today following the group discussion that even 1 million people are not vaccinated yet due to medical issues, we still have decreased numbers. Wearing masks and maintaining social distance in public places are still mandatory."], [102524, "2021-09-19T07:11:18Z", [0.1, 0.8, 0.1], "The vast number of Vaccinations will be the main force to bring all the numbers down "], [14266, "2021-09-19T05:31:49Z", [0.0, 1.0, 0.0], ""], [101031, "2021-09-18T20:16:57Z", [0.03, 0.94, 0.03], ""], [20504, "2021-09-18T19:56:03Z", [0.01, 0.89, 0.1], "+2% to <500, -2% to 'neither'"], [102542, "2021-09-18T17:55:19Z", [0.2, 0.45, 0.35], "Given that this question answers what would happen first and the recent downward trend, it is likely that the 7-day average will continue until Nov. Even with the influx of visitors expected for EXPO, the new information on the requirement of a negative PCR or proof of vaccination as well as the mask mandate could sustain the negative downward trend. The percentage of vaccinated people within the UAE population is also reassuring. However, since we've witnessed a rise in the number of cases in other countries due to multiple reasons including new variants, the risk of another spike should still be accounted for. "], [79069, "2021-09-18T17:38:07Z", [0.03, 0.85, 0.12], ""], [80475, "2021-09-18T13:25:28Z", [0.01, 0.95, 0.04], "https://covid19.ncema.gov.ae/en At 471 new cases, we are now below 500. The 2-day average is below 500, since yesterday was 521.   These are the testing requirements for people arriving in Dubai: https://www.emirates.com/us/english/help/covid-19/dubai-travel-requirements/tourists/"], [102532, "2021-09-18T03:58:03Z", [0.24, 0.42, 0.34], "After @Kogo explained that the question is about what will happen first, there might be a bigger possibility of the dip of the 7 day average to reach 500 just before the expo starts, based on current numbers. "], [99993, "2021-09-17T22:42:57Z", [0.3, 0.4, 0.3], ""], [79069, "2021-09-17T21:16:40Z", [0.05, 0.7, 0.25], ""], [80667, "2021-09-17T20:07:16Z", [0.05, 0.6, 0.35], "Daily cases declined by about 25% in the last 10 days, so the second bucket seems much more likely than before."], [40733, "2021-09-17T16:56:56Z", [0.01, 0.97, 0.02], ""], [80475, "2021-09-17T14:02:35Z", [0.02, 0.94, 0.04], "At 92% 1-dose and 81% fully vaccinated, I had been starting to wonder about the vaccination figures, since about 10% of the UAE's population is children under 12. But it turns out they have been vaccinating children from age 3 since early August: https://www.reuters.com/world/middle-east/uae-rolls-out-sinopharm-covid-19-vaccine-children-aged-3-17-2021-08-02/ It turns out Sinopharm is actually pretty darn effective:\nhttps://www.who.int/news-room/feature-stories/detail/the-sinopharm-covid-19-vaccine-what-you-need-to-know Not as good as Moderna or Pfizer, but better than the average flu vaccine. I think the crowd remains underconfident here. "], [20504, "2021-09-17T12:56:22Z", [0.01, 0.87, 0.12], "-1% to >1500, +3% to <500, -2% to 'neither'"], [101036, "2021-09-17T02:23:10Z", [0.07, 0.67, 0.26], "current trends look good for <500 category but with expo coming that could reverse the trend. Examining tokyo as a similar event with people coming from all over the world they had a big spike in case numbers. articles accredited the surge in cases in tokyo to the tokyo public not obeying restrictions as they had previously. \nthe question is how well do people in UEA follow restrictions?\nhttps://www.aljazeera.com/news/2021/8/10/did-the-tokyo-olympics-fuel-japans-covid-19-surge\nhttps://time.com/6088006/japan-olympics-covid-19/"], [101036, "2021-09-17T02:10:41Z", [0.03, 0.78, 0.19], ""], [86607, "2021-09-17T01:48:49Z", [0.18, 0.44, 0.38], ""], [14027, "2021-09-17T01:42:00Z", [0.04, 0.73, 0.23], ""], [99993, "2021-09-17T01:01:50Z", [0.35, 0.3, 0.35], ""], [80790, "2021-09-16T22:01:41Z", [0.0, 0.98, 0.02], ""], [691, "2021-09-16T15:47:05Z", [0.18, 0.62, 0.2], ""], [80475, "2021-09-16T12:07:36Z", [0.03, 0.92, 0.05], "https://covid19.ncema.gov.ae/en 564 cases, 650 recoveries, active cases 6,515. Nine in 10 residents have gotten at least the 1st dose. Seems pretty inevitable at this point that it will go below 500 for a 7-day average. The Expo begins in 15 days, and that of course is a real wildcard from a forecasting standpoint, since the UAE will inevitably be importing cases with all those planeloads of tourists landing."], [20156, "2021-09-16T10:23:51Z", [0.17, 0.52, 0.31], ""], [79069, "2021-09-15T21:13:22Z", [0.05, 0.65, 0.3], ""], [55987, "2021-09-15T14:36:39Z", [0.02, 0.78, 0.2], ""], [20504, "2021-09-15T13:36:21Z", [0.02, 0.84, 0.14], "-5% to >1500, +8% to <500, -3% to 'neither'"], [102481, "2021-09-15T11:20:31Z", [0.45, 0.1, 0.45], "EXPO2020 will start October 1st and we're expecting people from all over the world to join. The current expectation is that vaccination or covid testing will not be required to enter. Schools by October 1st will be 100% in person all over UAE (As of now, virtual is still an option). Most, if not all, workplaces now have 100% capacity. Even though vaccination rates are high within UAE, visitors to UAE do not have to be vaccinated. All those signs tell that COVID cases are unlikely to go below 500 by November and it is more likely to stay within same range or increase to 1500 or higher."], [102566, "2021-09-15T10:31:19Z", [0.2, 0.7, 0.1], "Based on Centers for Diseases Control and Prevention UAE is being considered a level 3 which is high level of COVID-19 as it is recommended to be vaccinated to avoid the protocols for being quarantine upon arrival to UAE or United States. Additionally, UAE announced to open up the travel for all the vaccinated tourists which is one month before EXPO 2020 after they are reported to have less than 1000 cases per day. Secondly, H.H Sheikh Mohammed bin Rashid Al Maktoum, Vice-President and Prime Minister of the UAE and Ruler of Dubai, has praises UAE's teamwork in responds to pandemic including Dubai’s Supreme Committee of Crisis and Disaster Management, as the committee ensures that there will be 1000 inspectors to ensure the precautious measurements such as wearing masks and social distance to be in place. Thirdly, it is true that EXPO 2020 doesn't require PCR Test nor Certified with vaccination. However, people who will enter UAE requires to be PCR Tested negatively and there are precautious measurements implemented in EXPO 2020 and other aspects are affecting in EXPO 2020 to handle the pandemic well is its capability in taking care of COVID patience. Hence, the massive initiatives that UAE and Dubai Government entities initiated are listed in the report of Federal Competitiveness and Statistics Authority. Overtime, I will be investigating with more information to see how Dubai is preparing in safeguarding the health of EXPO2020 visitors through various of Government Entities and will update my opinion accordingly.   https://wwwnc.cdc.gov/travel/notices/covid-3/coronavirus-united-arab-emirates\nhttps://economictimes.indiatimes.com/nri/visit/uae-to-openup-travel-to-all-vaccinated-people-from-monday/articleshow/85733689.cms?from=mdr\nhttps://www.khaleejtimes.com/uae/expo-2020-dubai/expo-2020-dubai-sheikh-mohammed-reviews-preparations-to-fight-covid-19\nhttps://fcsa.gov.ae/en-us/Documents/The%20UAE%20Government%20Initiatives%20to%20combat%20Covid%2019.pdf"], [102489, "2021-09-15T09:42:53Z", [0.55, 0.43, 0.02], ""], [95503, "2021-09-15T09:34:53Z", [0.18, 0.53, 0.29], ""], [102517, "2021-09-15T08:44:59Z", [0.85, 0.14, 0.01], "1) According to the following news published by Government of Dubai Media Office https://www.mediaoffice.ae/en/news/2021/August/11-08/Dubai-Airports, Dubai International (DXB) is expecting a growth and increase in the number of passengers in the second half this year after the airport clocked 10.6 million passengers in first half of 2021 despite travel restrictions. The top three destinations in terms of traffic volume are India with passengers more than 1.9 million, second is Pakistan with 700,074 passengers, followed by Russia (406,209 pax). Also, based on WHO, India and Russia are currently one of the top countries in terms of confirmed COVID 19 cases https://covid19.who.int/. 2) Reopening of Physical gathering and events such as but not limited to marriages, summits, conferences and prayers with averages of 100 PAX. 3) Based on UAE corona 19 updates, percentage of population who received one dose: 90.8% and fully vaccinated: 79.63% however, individuals can still get infected specially their immunity against the virus decreases over the span of six months from the second dose which requires a third dose. https://covid19.ncema.gov.ae/en On the other hand, probabilities may still change if we consider the government control that started to be placed or will be in next few months where everyone will be required to take the third dose to access public places. "], [102621, "2021-09-15T08:05:11Z", [0.15, 0.55, 0.3], "during 7 - days i don't think the number will become lower than 500 cases, as UAE experienced stability of the number of the cases i.e. 1000 cases for almost one month this number dose not changed which is clear indicator that the number of the cases will remain the same for certain long period until we feel the change. Expo 2020 in October, and looking to the government latest announcement that no need for the vaccination to  the visitor to attend the event, this is the opportunity to see high number of the cases & Airports are busy with arrivals and transit passenger will also increase the possibilities of high number of cases. during the month November we will see also increase of the cases,  "], [102532, "2021-09-15T07:57:39Z", [0.77, 0.04, 0.19], "On Dec 31 2020, the number of covid cases were 1730 . Just a month later on Jan 31, the number of cases were 2948, an increase of more than 50%. this happened when new year celebrations were happening, and although there were strict social distancing rules (example: in order to attend the Burj Khalifa Fireworks, everyone was required to register on their app and use the generated QR code to enter the area) the numbers still went up. These numbers happened after 3m covid vaccines were administered in the UAE.\nWith expo starting in less than 15 days, and the estimate being 25 million visitors over the next 6 months(that is around 4 million visitors a month and average of 138,000 per day)  it is a far larger scale than new year's. \nWhether the UAE is ready for it or not is a different conversation, as they are fully ready to treat patients who have COVID 19 and have enough medical equipment and staff, so this probability doesn't question that."], [94872, "2021-09-15T05:21:31Z", [0.15, 0.65, 0.2], ""], [80790, "2021-09-14T21:58:53Z", [0.03, 0.88, 0.09], ""], [102489, "2021-09-14T19:34:25Z", [0.68, 0.3, 0.02], "Although the average of the COVID-19 cases has been in decline since late June 2021, there are multiple factors that could affect this desired curve. \n(1) One of the most evident factors could be the opening of Expo 2020 on October 1st, 2021, which is expecting a couple of million visitors from around the world, easing travel and commute restrictions (25 million visitors was the predicted number pre-COVID). [Internal thought: we may be looking at a 15 million average during COVID]\nReference: https://www.bbc.com/news/business-56682427  (2) Another considered factor is the mandatory physical return to schools by October 3rd. Although children may show milder symptoms if infected, they are possible carriers of the virus to their family member including elders.\nReference: https://www.thenationalnews.com/uae/education/2021/08/23/dubai-private-schools-given-deadline-to-end-all-distance-learning/ (3) It is somewhat common that grandparents live within the same household, hence, increasing the possibility of the virus spread with the compulsory return to schools and offices. Even if the suggested forecast was to occur, I do hope that the severity of the virus, considering the high vaccination rate, would be low, meaning it passes as a normal cold."], [102480, "2021-09-14T17:44:29Z", [0.8, 0.13, 0.07], "Based on covid-19 data analysis for the past year, we observe a trend of rising infected and death cases cases during public holidays or occasions for example: New year, Eid days and Christmas due to social gatherings and shopping promotions. Thus, Expo 2020 will open its door on 1st October 2021 with no need for PCR tests nor vaccine report as prerequisite.\nAccording to the results of the Global Foreign Direct Investment report for 2021, issued by the United Nations Conference on Trade and Development (UNCTAD), the UAE also ranked first in the Arab world and 15th globally in terms of its ability to attract FDI. The report stated that the UAE attracted foreign direct investment amounting to US$19.9 billion, with a growth rate of 11.24 percent on 2019. As well as , the new visa and residency system aims to attract skilled professionals in key fields, particularly in health, scientific research, technology and cultural sectors from all around the world despite their country's covid-19 measures and vaccination levels.\nThere is a slight chance to maintain the same numbers due to the government emphasis and ease of access for third doses for all categories.\nResource: https://covid19.ncema.gov.ae/en"], [20504, "2021-09-14T12:57:22Z", [0.07, 0.76, 0.17], "-8% >1500, 10% to <500, -2% 'neither'"], [79069, "2021-09-14T10:53:49Z", [0.05, 0.7, 0.25], ""], [95503, "2021-09-14T09:36:20Z", [0.14, 0.55, 0.31], ""], [14266, "2021-09-14T04:24:42Z", [0.0, 0.78, 0.22], ""], [102569, "2021-09-14T01:07:58Z", [0.2, 0.3, 0.5], "I have started with a base prediction of 50% likelihood that 7-day average stays within the range of 501-1,499 cases because while the case count is currently at 803 as of Sep 12th and has been dropping at an average rate of 13 cases daily since the case peak on January 30th 2021, the country has still experienced several short spikes in the otherwise declining case count.  Additionally, uncertainty about the level of breakthrough infections among the vaccinated and limited information on how many Emiratis and residents remain to be vaccinated (despite the government procuring at least enough vaccine of different types for all persons) make the ability of continued vaccination to further reduce the case count unclear.  Lastly, several headwinds exist in the next 6 weeks that may challenge the current pace of decline including the recent end to travel restrictions for residents from India and other countries, the hosting of the world exception in Dubai in October, and the public holiday of Mawlid celebrated in mid-October.  However, I rate an increase in the 7-day average to 1,500 or higher as a relatively low 20% because despite these headwinds, the state possess the means to reverse negative trends through a return to more stringent lockdown and travel restriction measures."], [101031, "2021-09-13T23:51:54Z", [0.06, 0.85, 0.09], ""], [101036, "2021-09-13T23:25:42Z", [0.1, 0.55, 0.35], ""], [102561, "2021-09-13T18:29:27Z", [0.15, 0.7, 0.15], "Due to screening &  vaccination of  population And  safety measures taken in prep for EXPO "], [99993, "2021-09-13T16:20:31Z", [0.4, 0.3, 0.3], ""], [55987, "2021-09-13T15:28:02Z", [0.16, 0.64, 0.2], ""], [102627, "2021-09-13T14:55:50Z", [0.2, 0.6, 0.2], "It's going down because the number of new cases yesterday was 620. In addition, cured cases have exceeded new cases. Also, more and more people are getting vaccinated against COVID-19, and this shows that about 79% of people have been vaccinated. So I think there will be a gradual decline in cases"], [102630, "2021-09-13T14:53:03Z", [0.1, 0.8, 0.1], "As vaccines become more widely available, more than 70% of people get inject. Also, the cure rate is higher than the infection rate. "], [102637, "2021-09-13T14:51:59Z", [0.2, 0.55, 0.25], ""], [86554, "2021-09-13T12:40:29Z", [0.38, 0.37, 0.25], ""], [95503, "2021-09-13T11:16:18Z", [0.2, 0.49, 0.31], ""], [94872, "2021-09-13T07:59:09Z", [0.25, 0.55, 0.2], ""], [94872, "2021-09-13T07:57:07Z", [0.28, 0.52, 0.2], ""], [14266, "2021-09-13T04:16:06Z", [0.0, 0.75, 0.25], ""], [34815, "2021-09-13T00:49:46Z", [0.0, 1.0, 0.0], ""], [79069, "2021-09-12T21:10:38Z", [0.01, 0.8, 0.19], "With 80% fully vaccinated, mask mandates in place and strict monitoring generally, I think the chance of a significant Delta wave is now quite low. I’d expect a slow decline to around 600 but I’ve learned that the numbers can shift dramatically once any natural immunity and vaccinations combine, so I’m prepared for it to slide lower. \nIt’s a slight unknown how the recent opening of borders and upcoming Dubai Expo will affect cases, as testing will likely increase over this period, but given the above, any rise should be less extreme than before and is likely to be contained/policed, making a few plateaus between 600-1200 a realistic second option."], [80475, "2021-09-12T12:55:27Z", [0.04, 0.9, 0.06], "New cases yesterday were only 620. Total active cases fell below 7,000, as recoveries continue to exceed new cases. It's working almost like compound interest at this point, with cases falling, and it seems like it's at least a 9-in-10 chance of getting below 500 for a 7-day average sometime soon. \n\nThe 90% threshold of total population getting one dose has now been passed, while 79% are fully vaccinated. The UAE is aggressively rolling out 3rd doses, including giving the powerful Pfizer vaccines to top up those who previously got Sinovac.  I'm extremely hazy on the formula for herd immunity and I suspect there really isn't one for C19. You can't really plug in 1–1/R0 when immunity is less than full for those previously infected or fully vaccinated and different studies give you different numbers. However, just about every expert says the herd immunity threshold from vaccination is 90%. Even the naysayers will say something like: \"Herd immunity is impossible. It would take 90% of the total population being vaccinated!\" It's kind of pointless for an amateur like me to get into the weeds on various degrees of immunity to the delta variant and try to plug in numbers. I would probably get the math wrong anyway. However, now that the 90% threshold has been passed for at least some degree of vaccination, I'm betting the UAE is at herd immunity, especially considering that aggressive masking requirements are still in place.  A bit of a wildcard is the delayed Dubai 2020 Expo coming up, which is starting 1 October. These are the COVID measure that will be in place: https://www.expo2020dubai.com/en/plan-your-visit/covid-19"], [40733, "2021-09-12T12:21:02Z", [0.02, 0.92, 0.06], "Trending toward the 500 line."], [101031, "2021-09-12T07:37:56Z", [0.04, 0.92, 0.04], ""], [101031, "2021-09-12T07:27:58Z", [0.01, 0.85, 0.14], ""], [102597, "2021-09-12T06:32:32Z", [0.65, 0.2, 0.15], ""], [25265, "2021-09-11T22:23:58Z", [0.6, 0.0, 0.4], "The question is not just the country itself, but what will happen with the re-opening (also internationally). \nhttps://www.uae-embassy.org/novel-coronavirus-covid-19-information-uae-response\nI'm guessing we will see a spike, and 2 months to go. [although at this moment, crowd likelihood for bellow 500 is at 47%; I think too much weight is assigned to vaccination domestically.] some stats: http://covid19.ncema.gov.ae/en\nhttps://covid19.who.int/region/emro/country/ae Also, an interesting read in general about Rt: https://www.nature.com/articles/d41586-020-02009-w [A guide to R — the pandemic’s misunderstood metric]"], [93028, "2021-09-11T15:32:54Z", [0.0, 0.99, 0.01], ""], [59881, "2021-09-10T18:01:38Z", [1.0, 0.0, 0.0], ""], [26642, "2021-09-10T17:44:30Z", [0.5, 0.2, 0.3], ""], [99993, "2021-09-10T17:02:16Z", [0.7, 0.15, 0.15], ""], [55987, "2021-09-10T16:00:23Z", [0.17, 0.43, 0.4], ""], [102518, "2021-09-10T13:32:53Z", [0.08, 0.8, 0.12], "Trend will go down as more people get vaccinated/get booster shots."], [86554, "2021-09-10T07:29:49Z", [0.5, 0.25, 0.25], ""], [94872, "2021-09-10T02:39:23Z", [0.28, 0.44, 0.28], ""], [101031, "2021-09-10T01:12:17Z", [0.1, 0.62, 0.28], ""], [20504, "2021-09-09T22:27:03Z", [0.15, 0.66, 0.19], "-4% to >1500, +2% to <500, +2% to 'Neither'. As of 9/8 new daily cases are 833 with a 3 day avg of 921 and a 7 day avg of 953. Clearly trending down. Assuming that trend continues at 3-7 a day (roughly what the 3-day and 7-day are indicating for the last 10 days). Case count could be between 380 and 640 by 11/12."], [691, "2021-09-09T19:51:05Z", [0.18, 0.52, 0.3], ""], [80475, "2021-09-09T12:27:34Z", [0.07, 0.84, 0.09], "Newly-confirmed cases fell below 900 for 8 September. Daily recoveries substantially exceed daily new cases now, and overall active cases went from being over 8,000 when this question started to about 7,500 now and falling each day.  The term \"herd immunity\" is fraught with a lot of suboptimal thinking (to be diplomatic), but in the case of the UAE, 90% of residents have gotten at least the 1st dose. Contrast with  Gibraltar, which is not 99% vaccinated as widely reported but is in reality more like 80% because they are not vaccinating anyone under 16 and have a higher population of children per capita than does the UAE. I am no expert on herd immunity, but from the papers I have seen through Google Scholar, I can tell there is a huge difference between having 80% of your population highly resistant to an infection and 90%. That's because if you invert it, you see that a 20% non-resistant population is double a 10% non-resistant one! The UAE is also vigorously distributing 3rd doses, in contrast to Gibraltar which has not yet begun to do that, so \"fully vaccinated\" has a stronger meaning in the UAE.  As a Persian Gulf monarchy, an additional advantage that the UAE has from a public health standpoint is the ability to be very strict with its masking requirements. Here's one example: https://www.reddit.com/r/dubai/comments/ph1or5/fine_for_lowering_mask/ If you lower your mask for even a moment, and a policeman sees it, you get an immediate fine.  I now turn to the Crowd Forecast and see that it's only 34% for the 7-day average going below 500. This seems very mispriced to me and reflects an excessive amount of pessimism. It's getting harder and harder for the virus to find new hosts in the UAE. Preliminary numbers for 9 September are below 800 new cases. The trend is definitely downward. I think something like 84% is more accurate than 34%."], [20156, "2021-09-09T09:41:46Z", [0.28, 0.31, 0.41], ""], [95503, "2021-09-09T07:53:39Z", [0.32, 0.39, 0.29], ""], [80790, "2021-09-08T21:59:53Z", [0.08, 0.66, 0.26], "Based purely on the graph…\nThere has been a recent peak in cases that has currently tailed off, this implies the short term trend is downwards\nMid November is 2 months away.  \nThe current trend is more likely to continue downwards for a few weeks.\nAny increase in cases has to come on top of the reversal of the downward trend and will have a delay arriving\nIf there is any plateau then cases are likely to hover in the 500 to 1500 band So given current downward trend it’s more likely that the rate will drop below 500 before it going back up to 1500.  There is a high liklihood that neither will happen before Nov. So I rate the most likely next scenario being a drop below 500, but will need to monitor to see if there are any sudden changes"], [102489, "2021-09-08T18:43:06Z", [0.68, 0.3, 0.02], ""], [101422, "2021-09-08T07:14:24Z", [0.8, 0.2, 0.0], ""], [56, "2021-09-08T05:39:24Z", [0.75, 0.05, 0.2], "Breakthrough infections are a bigger problem than I thought. Adding a bit more to top option."], [56, "2021-09-07T17:09:03Z", [0.7, 0.05, 0.25], "So, we have 89% of the population of 10 million with at least one dose of COVID-19 vaccine and 78% fully vaccinated.[1] Let's figure breakthrough infections are something like 1 in 5,000-10,000 will have breakthrough infections in the fully vaccinated. So, something like 2,000-4,000 people are going to test positive even among the vaccinated.  The problem with this question is the unvaccinated. That's still a million without any protection and a million more with only one dose. And, it's going to be hard to get this last portion of the population before the virus does. So, still thinking this breaks above 1,500 in the time frame due to some kind of spike that comes from carelessness around the fact that vaccinated people will still spread it.  http://covid19.ncema.gov.ae/en\n "], [55987, "2021-09-07T15:13:59Z", [0.28, 0.29, 0.43], ""], [95503, "2021-09-07T12:44:01Z", [0.29, 0.38, 0.33], ""], [94872, "2021-09-07T06:29:50Z", [0.3, 0.36, 0.34], ""], [80667, "2021-09-07T01:18:20Z", [0.1, 0.3, 0.6], "High vaccination rates + mobility (due to opening up the economy) may put a floor on the number of cases we will see (as has been observed in places of high vaccination). My guess is that floor is very likely below 1500 (also given that the Govt has control of the news cycle), but it's not certain if the count < 500 in 2 months or so ( ~ 50% reduction)"], [20504, "2021-09-06T14:11:45Z", [0.19, 0.64, 0.17], "-1% to >1500, -1% to <500, +2% to 'neither'. 971 new cases currently. Over the last 7 days new cases have trended down at roughly 3 a day per day. At that rate, new cases will be at ~750 by November 12th. "], [100664, "2021-09-06T10:45:34Z", [0.4, 0.2, 0.4], ""], [94872, "2021-09-06T05:17:11Z", [0.33, 0.38, 0.29], ""], [102011, "2021-09-06T03:37:13Z", [0.0, 0.5, 0.5], "with the highest vaccination rates and a declining case numbers, it is near impossible cases to increase 50% to 1,500 but not certain the case with fall by half."], [62808, "2021-09-05T21:48:33Z", [0.75, 0.05, 0.2], ""], [12879, "2021-09-05T19:21:51Z", [0.75, 0.0, 0.25], ""], [691, "2021-09-05T15:13:09Z", [0.16, 0.54, 0.3], ""], [102439, "2021-09-05T13:49:17Z", [0.05, 0.3, 0.65], ""], [95503, "2021-09-05T10:19:38Z", [0.3, 0.39, 0.31], ""], [81262, "2021-09-05T09:11:34Z", [1.0, 0.0, 0.0], "Between now and 12 Nov it is almost certain to reach 1,500 as a rolling average Multiple countries with high vaccination rates (e.g. noteably, UK, Netherlands, Israel) have had substantial spikes (>2x from prior rate) in case rates subsequent to re-opening "], [94737, "2021-09-05T05:01:25Z", [1.0, 0.0, 0.0], ""], [92079, "2021-09-05T01:39:52Z", [0.2, 0.7, 0.1], ""], [45594, "2021-09-04T08:45:49Z", [0.2, 0.6, 0.2], ""], [62808, "2021-09-03T22:59:53Z", [0.75, 0.05, 0.2], ""], [14027, "2021-09-03T22:50:56Z", [0.33, 0.33, 0.34], ""], [86554, "2021-09-03T21:52:20Z", [0.65, 0.15, 0.2], ""], [56, "2021-09-03T18:51:52Z", [0.7, 0.05, 0.25], "Whoops!"], [56, "2021-09-03T18:51:13Z", [0.7, 0.25, 0.05], "Vaccination rate is currently 87%. But, R0 is closer to measles now and coronvirus antibodies typically last 6-12 months. So, I'd expect a spike of infections, depending on testing. https://cafebedouin.files.wordpress.com/2021/09/covid-ww-owid-uae-cases-2021-09-03.png\nhttps://ourworldindata.org/covid-vaccinations"], [20504, "2021-09-03T18:49:53Z", [0.2, 0.65, 0.15], "UAE currently 87%/76% 1st dose/Fully vaccinated (according to Our World in Data which seems to conflict with the Business Insider article at the heading of the question). To form a first guess, Vermont has 76%/68% which is lower than UAE. But, if the UAE had the same current daily rate (.00023 X Population) as Vermont, it would be at 2300 cases daily. Right now the UAE is somewhat trending down from 1,000 and leveling out. Starting with the idea that these daily #'s tend to not stay in the same place and large moves up/down are the norm my first guess for this question might be 45/45/10 wrt >1500/<500/'neither'. Add 20% to '500 or lower' for higher vaccination rate and case trending downward. +5% to 'neither' for the trend rate flattening in the last week or two. 20/65/15 for an initial guess."], [691, "2021-09-03T18:25:44Z", [0.06, 0.64, 0.3], ""], [94872, "2021-09-03T18:09:52Z", [0.2, 0.55, 0.25], ""], [80475, "2021-09-03T18:05:28Z", [0.1, 0.8, 0.1], "There are not a lot of children in the UAE due to the high numbers of expat workers, so the vast majority of its total population has been vaccinated. Plus, opting out of the vaccine is simply not an option there. See for example https://www.forbes.com/sites/jemimamcevoy/2021/06/28/no-shot-no-service-abu-dhabi-to-ban-unvaccinated-people-from-most-public-places/?sh=6083bcd63424  Therefore the unvaxxed as a proportion of the UAE's population are only about 3/5th that of Singapore and 2/5th that of Israel, which are two other small, highly-vaccinated countries (but that are experiencing a spike in cases).  The UAE is also now doing the 3rd dose in Dubai: https://www.khaleejtimes.com/coronavirus-pandemic/third-dose-of-pfizer-vaccine-in-dubai-all-you-need-to-know  3rd dose in Abu Dhabi: https://www.bloomberg.com/news/articles/2021-08-29/abu-dhabi-makes-booster-doses-mandatory-for-sinopharm-vaccine  My initial thoughts are that therefore there are just not a lot of ready hosts for the virus in the UAE and we should see continued decline, but the timeline of 12 November is admittedly a bit aggressive."], [13657, "2021-09-03T14:17:13Z", [0.0, 0.1, 0.9], ""], [14266, "2021-09-03T06:39:19Z", [0.0, 0.47, 0.53], ""], [88452, "2021-09-03T03:47:15Z", [0.02, 0.98, 0.0], ""], [94872, "2021-09-02T18:02:55Z", [0.35, 0.4, 0.25], ""], [94872, "2021-09-02T18:01:49Z", [0.35, 0.43, 0.22], ""], [55987, "2021-09-02T14:54:54Z", [0.08, 0.72, 0.2], ""], [691, "2021-09-01T20:16:50Z", [0.1, 0.6, 0.3], ""], [99993, "2021-09-01T19:36:03Z", [0.85, 0.05, 0.1], ""], [11260, "2021-09-01T14:22:37Z", [0.0, 0.45, 0.55], ""], [60695, "2021-09-01T07:33:18Z", [0.4, 0.4, 0.2], ""], [95944, "2021-09-01T07:21:28Z", [0.37, 0.6, 0.03], ""], [102139, "2021-09-01T05:59:50Z", [0.6, 0.1, 0.3], ""], [101031, "2021-09-01T05:33:11Z", [0.12, 0.56, 0.32], "They have a school mask mandate and a public place mask mandate - even a quick dry mask for water parks!\nEveryone who got the sinopharm vaccine more than 6 months ago must get a booster by 20 Sep\nEverything is looking positive enough\nBut they have opened to tourists, there is a major international business expo starting soon, They have started school for the year 2 days ago These may lead to a boost. Still not high enough in vaccinations really, but getting close."], [40733, "2021-09-01T04:23:47Z", [0.06, 0.72, 0.22], "Vaccination Rate at 92% and climbing 0.4% per day.   \nFor such a well vaccinated country, it would take something extraordinary to move results in the other direction at this point.\nhttps://ourworldindata.org/coronavirus/country/united-arab-emirates"], [101036, "2021-09-01T02:43:22Z", [0.14, 0.5, 0.36], "trending downwards at the moment. delta is present. mask wearing is recommended or mandatory which is probably helping to keep numbers down. \nthey have had 2 holidays (Eid Al Adha, and Hirji New year) that haven't resulted in upwards numbers of cases. \nprophet muhammad day coming on 21st October which could result in a spike."], [13657, "2021-08-31T20:36:14Z", [0.0, 0.2, 0.8], ""]]}