{"question_id": 1043, "title": "Who will win Mississippi's U.S. Senate special election runoff?", "possible_answers": ["Cindy Hyde-Smith (R)", "Mike Espy (D)"], "crowd_forecast": [0.98, 0.02], "correct_answer": "Cindy Hyde-Smith (R)", "correct_forecast": 0.98, "preds": [[20156, "2018-11-29T14:05:33Z", [1.0, 0.0], ""], [47482, "2018-11-29T07:30:29Z", [1.0, 0.0], "She won. Why hasn’t this closed already? "], [63018, "2018-11-29T04:06:14Z", [1.0, 0.0], ""], [19801, "2018-11-29T00:35:47Z", [1.0, 0.0], ""], [61391, "2018-11-28T23:31:42Z", [1.0, 0.0], ""], [3102, "2018-11-28T20:23:40Z", [1.0, 0.0], "she is more charismatic"], [60759, "2018-11-28T17:27:31Z", [1.0, 0.0], "Despite the contentious nature of the campaign, Hyde-Smith has sustained higher margins of support. Epsy likely gained some Republican votes following Hyde-Smith's racist comments. In 2016 Trump took the state by 16 points. It is likely that a combination of Hyde-Smith's personal unpopularity and the already witnessed blue swing in previous Republican strongholds indicates that she will lose several points but still come out ahead of the Democratic candidate. She will not win because the state's approval rating for Trump remains at 56% and he has spent time campaigning on her behalf. "], [31450, "2018-11-28T17:21:16Z", [1.0, 0.0], "Well if I can still answer I guess I'll take the 0.0001 boost to my score."], [62657, "2018-11-28T15:26:48Z", [1.0, 0.0], ""], [691, "2018-11-28T12:33:41Z", [1.0, 0.0], ""], [62737, "2018-11-28T10:47:25Z", [1.0, 0.0], ""], [49515, "2018-11-28T05:45:48Z", [1.0, 0.0], "Results are in. This feels like cheating."], [28166, "2018-11-28T05:26:09Z", [1.0, 0.0], ""], [35642, "2018-11-28T03:59:55Z", [1.0, 0.0], ""], [5018, "2018-11-28T02:29:13Z", [0.99, 0.01], ""], [46762, "2018-11-28T00:13:42Z", [0.99, 0.01], ""], [62657, "2018-11-27T22:34:07Z", [0.9, 0.1], "Espy would need unprecedented support to win, so its unlikely, but a few factors make it better-than-0: First, all the coverage of Georgia and Florida may turn out the African-American vote in larger-than-expected numbers for a runoff; second, Hyde-Smith's opponent was a Trump Republican, and his voters may not be enthused enough to turn out for her. That said, runoffs don't get massive turnout, and this favors the party that attracts more retired white people. Plus, it's Mississippi, so our ol' Bayesian prior is pretty deep red."], [60803, "2018-11-27T20:21:00Z", [0.95, 0.05], "Based on NYT predictions and polls. "], [4218, "2018-11-27T20:12:23Z", [1.0, 0.0], ""], [1019, "2018-11-27T13:15:18Z", [0.98, 0.02], "There's no way for Espy to pull it out in MS"], [691, "2018-11-27T12:25:06Z", [0.99, 0.01], ""], [3110, "2018-11-26T16:55:39Z", [0.99, 0.01], ""], [63069, "2018-11-26T15:19:02Z", [0.95, 0.05], ""], [60847, "2018-11-26T15:10:08Z", [1.0, 0.0], "Really hate to go 100-0, but I just don't see any way that Espy could win given the current conditions."], [60847, "2018-11-26T15:09:23Z", [0.99, 0.01], "Comment deleted on Nov 26, 2018 03:09PM UTC"], [691, "2018-11-26T12:59:14Z", [0.99, 0.01], ""], [28166, "2018-11-26T10:58:53Z", [0.98, 0.02], ""], [41922, "2018-11-26T09:27:31Z", [1.0, 0.0], ""], [38, "2018-11-26T09:04:21Z", [0.98, 0.02], "A new poll posted on 538 and Realclearpolitics has Hyde-Smith by 10%.\nI find that believable; the best  candidates like Espy have been able to do is 44%."], [63018, "2018-11-26T01:52:19Z", [0.93, 0.07], "Instinctual answer, backed up with a quick search of what's going on in Mississippi. "], [82, "2018-11-25T18:58:31Z", [0.95, 0.05], ""], [691, "2018-11-25T13:30:55Z", [0.99, 0.01], ""], [49515, "2018-11-25T06:05:15Z", [0.8, 0.2], ""], [15196, "2018-11-24T20:26:19Z", [0.9, 0.1], ""], [29054, "2018-11-24T14:14:48Z", [1.0, 0.0], ""], [11433, "2018-11-24T11:23:42Z", [0.99, 0.01], ""], [20156, "2018-11-24T07:40:42Z", [0.9, 0.1], ""], [38, "2018-11-23T23:48:11Z", [0.9, 0.1], "https://thehill.com/homenews/campaign/417930-dems-target-another-senate-seat-in-deep-south?userid=304820 \"Multiple outlets have reported internal Republican polls showing Hyde-Smith’s lead shrinking, including one cited by The New York Times that has her ahead by only 5 points. Trippi [Joe Trippi, a Democratic strategist for Espy who also worked on Jones’s campaign]  said he believes the margin between the two candidates is of around 3 to 5 points.\n. . .\nPresident Trump is set to hold a couple of rallies on the eve of the runoff, visiting a state he won by 18 points in 2016 and one where he has an approval rating of 59 percent,. . . \n. . . \n“Espy has about a 150,000-vote deficit.\n. . . Strategists say that for Espy to pull off an upset — and become the state’s first black senator since Reconstruction— he would need to win at least 90 percent of non-white voters, while garnering around 25 percent of white voters.  African Americans make up about 38 percent of Mississippi’s population and exit polling from CNN showed that black voters made up 33 percent of the electorate in the Nov. 6 election, with the overwhelming majority voting for Espy. Meanwhile, Hyde-Smith won 60 percent of white voters. To gin up enthusiasm, Espy has gotten some star power on the campaign trail from Sens. Cory Booker (D-N.J.) and Kamala Harris (D-Calif.), two black lawmakers and potential presidential contenders.  Both sides are also spending heavily in the race, with national groups spending more than $3.6 million. The National Republican Senatorial Committee and GOP super PAC Senate Leadership Fund have each spent north of $1 million to elevate Hyde-Smith, while Democrats’ Senate Majority PAC has spent at least half a million attacking the GOP senator.\n. . . \n. . .  Democrats are hoping that Hyde-Smith's comments will be enough to turn the race towards Espy, providing him with a similar coalition that carried Jones to the Senate from Alabama last year.  “It turns out when you compete and have a strong candidate, you can win and you can be competitive,” Trippi said. \n~~~~~~~\nCOMMENT:  Predictit has Hyde-Smith at only 89-90%"], [691, "2018-11-23T15:48:56Z", [0.99, 0.01], ""], [47482, "2018-11-23T09:51:05Z", [0.99, 0.01], "Splitting the diff between @Anneinak & @Christopher-Fenn"], [691, "2018-11-22T13:00:43Z", [0.99, 0.01], ""], [37512, "2018-11-22T05:42:56Z", [0.55, 0.45], ""], [29646, "2018-11-22T05:12:34Z", [0.95, 0.05], "Rating this one “Solid Republican”."], [46762, "2018-11-22T01:45:15Z", [0.94, 0.06], ""], [31450, "2018-11-21T23:52:25Z", [0.92, 0.08], "I would go all in on Hyde-Smith but she isn't exactly a good campaigner with the gaffes."], [82, "2018-11-21T23:27:02Z", [0.9, 0.1], "I was at 95, until some major gaffes by Hyde-smith. Will watch for changes in the polls."], [28166, "2018-11-21T12:36:32Z", [0.9, 0.1], ""], [41922, "2018-11-21T09:37:13Z", [0.9, 0.1], ""], [38, "2018-11-21T05:52:22Z", [0.98, 0.02], "https://www.reuters.com/article/us-usa-election-mississippi/in-mississippi-senate-race-a-hanging-remark-spurs-democrats-idUSKCN1NP15Q This race seems to no longer be a slam-dunk for Hyde-Smith, or DJT would not be going there to campaign for her.   The crowd is at 99%!  This is insanity!  It's the pitts to lose accuracy points because I don't think that Hyde-Smith has a 100% chance of being re-elected.  So, should I increase my forecast to 100% and risk the dreaded 2.0 Brier???    Let's say that 10% of Hyde-Smith's original support of 41% was moderates who might be turned off by her gaffes.  10% of 41% = 4%.   So 41%, less 4%, plus 16% from the other GOP candidate, that gives her 53%.    On the news tonight, Espy said he'd have to get 95% of the Afro-American vote (Afro-Americans are 37-38% of the voters) as well as some of the white vote.  Historically, Afro-American candidates in Mississippi \"top out\" at about 44% of the vote, so Espy will have to do something nobody has done since 1982.   So, this race may hinge on turnout.  One thing DJT is good at is firing  up his base, and he has an approval rating of 18% in Mississippi, so his campaigning could be very effective and clinch the deal.  However, Hyde-Smith's gaffes have activated the Democrats, who have sent in volunteers for a get-out-the-vote effort to help Espy. Predictit has Hyde-Smith @ 90%:  that seems sensical to me. I just can't go to 100% on this question.  I can't even justify 98%, but I'll stay there for now."], [62737, "2018-11-21T04:10:08Z", [0.97, 0.03], "Hyde-Smith led the first election by a percent and the spoiler was a republican. It's likely she'll win by double digits."], [35831, "2018-11-20T21:31:18Z", [1.0, 0.0], ""], [35831, "2018-11-20T21:29:16Z", [0.89, 0.11], ""], [62891, "2018-11-20T20:55:36Z", [0.85, 0.15], ""], [40930, "2018-11-20T18:39:51Z", [1.0, 0.0], ""], [19260, "2018-11-20T16:11:47Z", [1.0, 0.0], "1) She already won the plurality in a vote where the Republicans won the majority. 2) Since he was the more conservative R, there's little chance of R-to-D defection from McDaniel voters. 3) Democratic voter enthusiasm and turnout is going to be way down, since a victory can neither flip the Senate nor (since it's up again in 2020) contribute to a future flip."], [691, "2018-11-20T15:59:15Z", [0.99, 0.01], ""], [5766, "2018-11-20T14:50:56Z", [0.99, 0.01], ""], [61391, "2018-11-20T02:52:41Z", [0.7, 0.3], ""], [29266, "2018-11-20T00:55:16Z", [1.0, 0.0], ""], [61992, "2018-11-19T21:35:05Z", [0.55, 0.45], ""], [57324, "2018-11-19T20:26:14Z", [0.95, 0.05], ""], [36132, "2018-11-19T20:18:09Z", [1.0, 0.0], ""], [61639, "2018-11-19T19:19:54Z", [0.35, 0.65], ""], [34353, "2018-11-19T12:52:41Z", [1.0, 0.0], ""], [82, "2018-11-19T00:23:02Z", [0.95, 0.05], ""], [13979, "2018-11-18T20:24:36Z", [0.55, 0.45], ""], [16501, "2018-11-18T19:43:44Z", [0.4, 0.6], ""], [60033, "2018-11-18T16:22:44Z", [1.0, 0.0], ""], [691, "2018-11-18T12:45:39Z", [1.0, 0.0], ""], [1333, "2018-11-18T10:29:06Z", [1.0, 0.0], ""], [34527, "2018-11-18T05:19:56Z", [0.99, 0.01], ""], [41922, "2018-11-17T22:00:11Z", [1.0, 0.0], ""], [32258, "2018-11-17T16:21:28Z", [1.0, 0.0], ""], [691, "2018-11-17T14:40:54Z", [1.0, 0.0], ""], [38, "2018-11-17T07:52:50Z", [0.98, 0.02], "I think that @Christopher-Fenn has done a great job of listing the principle reasons why Hyde-Smith will prevail.  https://www.gjopen.com/comments/comments/790509 For me, one of the lessons of the midterms was the importance of fundamentals and the difficulty of changing them.  The status quo is always the most likely outcome, and Hyde-Smith represents the status quo in that she is the incumbent and of the party which has held office for ages. As @JMR2017 has pointed out, Hyde-Smith's gaffe might net her votes."], [35642, "2018-11-17T05:59:10Z", [0.97, 0.03], ""], [60792, "2018-11-17T02:45:29Z", [1.0, 0.0], "I contend that Cindy Hyde-Smith (R) will win Mississippi's U.S. Senate Special Election Runoff on 27 November 2018 for several reasons. First, Hyde-Smith garnered 41.5% of the vote, while her Democratic competitor, Mike Espy (D) won only 40.6% (https://www.washingtonpost.com/politics/2018/live-updates/midterms/midterm-election-updates/mississippi-senate-race-heads-to-runoff/) Second, Republican State Senator Chris McDaniel (R) received 16.5% of the vote. It is rational to conclude that the majority of McDaniel's voters will back Hyde-Smith in the special election runoff, rather than electing a Democratic Senator (https://www.cnbc.com/2018/11/12/mississippi-senate-race-cindy-hyde-smith-faces-mike-espy-in-runoff.html). Third, President Trump's approval rating in Mississippi is significantly high at 59% compared to a mere 36% unapproval rating. Therefore, it is rational to conclude that Mississippi voters will select Hyde-Smith, a candidate who will be more likely to support President Trump's policies and agenda. Fourth, President Trump announced that he will hold a rally in Mississippi on the eve of the election, in which, more likely than not, he will bolster support for Hyde-Smith by directing his supporters to elect her (https://www.politico.com/story/2018/11/14/trump-mississippi-visit-hyde-smith-hanging-remark-990602). Lastly, despite controversy surrounding Hyde-Smith's recent statements, it is unlikely that Mississippi voters will elect a Democratic Senator to represent their state, as the last time a Democratic Senator was elected in Mississippi was 1982 (https://thehill.com/homenews/campaign/416761-hyde-smiths-public-hanging-joke-shakes-up-mississippi-runoff)."], [5018, "2018-11-16T23:22:36Z", [0.92, 0.08], ""], [82, "2018-11-16T23:04:20Z", [0.9, 0.1], ""], [20284, "2018-11-16T21:58:09Z", [1.0, 0.0], "This is Mississippi.  Hyde-Smith is a Republican.\nNothing else need be said."], [1333, "2018-11-16T21:48:55Z", [0.45, 0.55], ""], [41922, "2018-11-16T20:47:09Z", [0.9, 0.1], ""]], "open_date": "2018-11-16T18:00:24Z", "close_date": "2018-11-27T18:00:46Z"}