{"question_id": 1344, "title": "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump?", "possible_answers": ["Yes", "No"], "crowd_forecast": [1.0, 0.0], "correct_answer": "Yes", "correct_forecast": 1.0, "preds": [[20044, "2019-12-19T01:12:47Z", [1.0], ""], [57797, "2019-12-18T23:24:26Z", [1.0], "Looks like the vote is certain to take place and Democrats are united."], [37236, "2019-12-18T21:46:36Z", [1.0], ""], [68386, "2019-12-18T20:40:36Z", [1.0], ""], [79591, "2019-12-18T20:27:42Z", [1.0], ""], [20044, "2019-12-18T17:50:43Z", [0.99], ""], [20044, "2019-12-18T17:25:57Z", [0.99], ""], [534, "2019-12-18T17:20:55Z", [0.99], ""], [25245, "2019-12-18T16:04:33Z", [1.0], ""], [529, "2019-12-18T15:01:53Z", [1.0], ""], [691, "2019-12-18T14:00:30Z", [1.0], "Some time this afternoon, barring a natural disaster.  The Senate will vote to spring him faster than the GJedi can post a question about it, though--next Tuesday or Wednesday, I gather from the remarks of The Distinguished Majority Leader, a dreadful human being with no values beyond perpetual adoration, expressed by ceaselessly kissing The Current Incumbent on all four cheeks.   In this case, though, Yertle the Turtle is doing the right thing, albeit inadvertently--a quick whistle on this travesty is probably in everyone's interest."], [31251, "2019-12-18T13:54:17Z", [1.0], ""], [32438, "2019-12-18T13:45:33Z", [1.0], ""], [14107, "2019-12-18T10:03:59Z", [0.96], ""], [63963, "2019-12-18T04:10:45Z", [1.0], ""], [80475, "2019-12-18T02:01:02Z", [0.9], "Most likely will happen, but I think there's more uncertainty here than people think. For example, if anything comes up to delay the vote beyond the next few days, then all of a sudden the House will be in recess until 2020. I was 99% but am now 90%."], [21046, "2019-12-18T00:42:15Z", [0.98], ""], [68386, "2019-12-17T19:50:17Z", [0.99], ""], [1333, "2019-12-17T19:27:08Z", [1.0], "The notion beinf floated that the articles will not be advanced to the Senate is cover for the Dems that want to NOT BE ON RECORD or want to say back home - but we didn't send them to the Senate and I knew we wouldn't when I voted, but it was important to send a message...."], [79674, "2019-12-17T18:39:55Z", [1.0], ""], [43003, "2019-12-17T17:01:58Z", [0.99], "The 1% component of NO is a missile launch against the US by DPRK, stroke/heart attack/debilitating health condition on DJT or maybe Pelosi, Corona Mass Ejection that takes out the US power grid, outbreak of war, outbreak of highly virulent Ebola in the next 12 hours in the US, or new incredible procedural delay by GOP,  a GOP lawmaker taking hostages in the House that can push the vote beyond Dec 31, and other unknown unknowns."], [4645, "2019-12-17T15:53:19Z", [0.99], ""], [78237, "2019-12-17T15:36:13Z", [0.9], ""], [57797, "2019-12-17T13:33:44Z", [0.99], "There are fewer and fewer remaining uncertainties. "], [20504, "2019-12-17T12:46:34Z", [1.0], ""], [172, "2019-12-17T11:40:01Z", [0.99], "Not a “done deal” but grinding towards inevitable. Still - could be a surprise or two in store. Per Economist:\n“A group of centrist Democrats from Republican-leaning districts signalled they would vote to impeach President Donald Trump. At least 17 of the 31 Democrats representing districts where Mr Trump won the presidential election in 2016 have now indicated their support for impeachment, despite intense lobbying by the White House. The House of Representatives now looks all but certain to impeach the president this week.“ As we all know, Dems likely to win a small battle and lose the war. Pelosi knows better but hand was forced."], [41922, "2019-12-17T11:02:27Z", [1.0], ""], [1056, "2019-12-17T04:37:37Z", [1.0], ""], [529, "2019-12-17T03:25:29Z", [0.99], ""], [34516, "2019-12-17T02:38:28Z", [0.65], ""], [43311, "2019-12-16T22:24:35Z", [0.0], "Soooooo........ let's get a mini/quickie forecast going!\nHow many D's in the house do you think will either bail (disappear during vote) on the vote or vote \"no\"; and on which article? \nPost your forecasts riiiiiiight here! I will give mad props to the forecaster that is the closest...... riiiiight here in this comment thread!\nGrab your thinking caps and do an evaluation! The Department of Justice said this month that it could not release records on Democrat technology aide Imran Awan due to “technical difficulties,” but later admitted in court documents that it could not release records on him because there is a secret ongoing case related to the matter...... .....could not release records on him because there is a secret ongoing case related to the matter..... ....secret ongoing case related to the matter.... ....secret ongoing case related to the matter. (Conspiracy theorist lol...this dude has been rolling over on folks for MONTHS!) withholding documents “pursuant to an Order issued by the Honorable Tanya S. Chutkan [D.C.] who is presiding over a related sealed criminal matter,” prosecutors said in a Dec. 5 filing. https://www.judicialwatch.org/wp-content/uploads/2019/12/JW-v-DOJ-Awan-Status-Report-02563.pdf Awan worked as a shared employee, providing technical support for 25 other House Democrats.[1][2]\n1. Fandos, Nicholas (July 28, 2017). \"Trump Fuels Intrigue Surrounding a Former I.T. Worker's Arrest\". The New York Times. The New York Times Company. \n2. Caygle, Heather (February 6, 2017). \"House staffers under criminal investigation still employed\". Politico. BET ALL 26 he worked for (still in office) vote \"yea\" on impeachment..... can you say \"HAAAAAAAAIIIIIL MAAAAAAAARRRRRY\"? and remember this name in the upcoming weeks.....https://www.gchq.gov.uk/person/jeremy-fleming"], [691, "2019-12-16T14:24:56Z", [1.0], ""], [62808, "2019-12-16T09:44:37Z", [0.49], ""], [20156, "2019-12-16T07:43:50Z", [1.0], ""], [80179, "2019-12-16T04:01:08Z", [0.99], ""], [21046, "2019-12-16T02:57:32Z", [0.95], ""], [81096, "2019-12-16T02:16:26Z", [0.99], "Judiciary committee approved articles of impeachment on 12/13/2019; full house will vote; simple majority required to pass"], [43311, "2019-12-16T00:25:51Z", [0.0], "Gang of 8 briefing declassification imminent. This will prove Adam has been \"knowingly\" spreading falsehoods. \nAlso....\nAdam Schiff and phone records. \nCongressional Committee not authorized. \nTitle18 Criminal code includes statuate that restricts who and why they can get those records (does not include congress for obvious political abuse of power reasons). \nHe's about toasted.\nThink it will happen before Wednesday? Lol gettin' close folks!\nhttps://youtu.be/xRdCukL63pc So, SC agreed to hear presidents case on subpoena power of congress.... totally invalidated the article on obstruction.... getting super thin folks...like molecule thickness! Lol"], [8267, "2019-12-15T23:55:14Z", [0.99], ""], [68386, "2019-12-15T21:18:29Z", [0.98], ""], [1056, "2019-12-15T20:10:18Z", [1.0], "The big stories this week have been 1) will vulnerable Democrats defect on the impeachment vote in order to help insure that they retain their seats in pro-Trump districts? And 2) will enough Republican senators - who hate Trump's guts and would like to see him not only removed, but removed in disgrace - defect and vote to remove Trump from office? Answer: No, and no. The conventional wisdom is that we're going to get the vote on Wednesday, and the articles will pass. So this question will close as a 'Yes\" next week. I don't know if anybody's actually posted the articles here, although I'm sure everyone has read them. Anyway, here they are for immediate reference: https://www.npr.org/2019/12/10/786579846/read-articles-of-impeachment-against-president-trump"], [74632, "2019-12-15T19:07:51Z", [0.99], ""], [2497, "2019-12-15T18:59:06Z", [0.55], ""], [1333, "2019-12-15T17:04:40Z", [0.96], ""], [57797, "2019-12-15T16:24:59Z", [0.95], ""], [31859, "2019-12-15T16:20:01Z", [1.0], ""], [67247, "2019-12-15T08:23:59Z", [1.0], ""], [31859, "2019-12-14T22:08:40Z", [1.0], ""], [1333, "2019-12-14T21:03:08Z", [0.95], ""], [23861, "2019-12-14T18:14:53Z", [1.0], ""], [43311, "2019-12-14T18:14:04Z", [0.0], "I'm sure some wonder my zero. Let me explain a little. Yes, I believe he will be impeached. It has always been about timing. I didn't take into consideration (not usually like me) the attempt to \"get in front of\" the upcoming revelations (IG report was babysteps). So, it is still a timing thing and it will likely happen this week. However, there is still a chance (a lot bigger than crowd gives) of it not happening this coming week. A LOT of things have to go perfectly. On top of that... for most of this question the crowd was below 25%. Now, it's up at/almost to 100% This may be people trying to pad their initial forecasts. At any rate...I am either going to lose medium or win big. Going for the big win as I have logged over 20 zeros this last 30 days or so of @30 resolutions .....and the impact either way isnt too big on my almost 200 resolutions. Same rational on the Ginsburg q. AND THIS IS BIG... I usually dont take chances like this on an important question.... like anything in a contest I'm rockin' out in.  As far as I predict those will be my only 2's through the next 40 questions... unless something unforeseen happens (or TOTALLY bet on lol)."], [529, "2019-12-14T16:53:23Z", [0.98], ""], [15196, "2019-12-14T14:09:49Z", [0.99], ""], [14107, "2019-12-14T11:27:46Z", [0.87], ""], [42004, "2019-12-14T08:53:44Z", [0.99], ""], [10924, "2019-12-14T08:14:45Z", [1.0], ""], [21884, "2019-12-14T07:52:08Z", [0.87], ""], [80248, "2019-12-14T06:37:17Z", [1.0], ""], [81061, "2019-12-14T05:54:02Z", [0.99], ""], [70711, "2019-12-14T05:46:05Z", [1.0], ""], [21046, "2019-12-14T04:26:03Z", [0.9], ""], [55022, "2019-12-14T04:19:55Z", [0.9], "If people put aside their political opinions of the matter (big IF considering most of hte other comments), it's apparent that the Democratic Congressional leadership wants to appear decisive by approving articles of impeachment by the end of the year. They are doing this in spite of the fact that they expect the Senate not to convict.\nThere is still a small chance that they will choose to censure, instead, to bring along the moderate Democrats from GOP leaning districts"], [43311, "2019-12-14T02:23:07Z", [0.0], "So.... supreme agrees with President to hear on the subpoena powers of congress.... Don't you think this negates one of the charges? I do...... so do a few notable constitutionalists. It IS up to the courts.... \n Wonder what else will happen this eve...."], [57797, "2019-12-13T22:26:24Z", [0.92], "Increasing +2% as the House remains on track to vote before the end of the year."], [25245, "2019-12-13T21:02:26Z", [0.98], ""], [79591, "2019-12-13T20:16:58Z", [0.95], ""], [38, "2019-12-13T19:35:42Z", [0.97], "De mendacio by St. Augustine: So great blindness, moreover, has occupied men's minds, that to them it is too little if we pronounce some lies not to be sins; but they must needs pronounce it to be sin in some things if we refuse to lie: and to such a pass have they been brought by defending lying, that even that first kind [lying about the doctrine of piety] which is of all the most abominably wicked they pronounce to have been used by the Apostle Paul."], [1333, "2019-12-13T19:12:29Z", [0.85], ""], [73674, "2019-12-13T19:02:50Z", [1.0], "Comment deleted on Dec 13, 2019 07:16PM UTC"], [43311, "2019-12-13T18:55:41Z", [0.0], "Oh! I can see it now! HRC is going to enter the 2020 race JUST FOR the BIDEN DEFENSE! No investigation of political rivals!  Genius! (If I don't say so myself!) HRC- \"Heck! This is working GREAT for Joe! Impeachment for investigation! LOVE IT!\"* Thanks @cmeinel for the phone call this afternoon. I appreciate your very relevant advice about my future and the kind words of encouragement. *not a real quote folks.... Quote by ACTOR PORTRAYING HRC..."], [72695, "2019-12-13T18:53:17Z", [1.0], ""], [80661, "2019-12-13T18:26:56Z", [0.95], "Increasing likelihood based on passage of articles through the judiciary committee on 12/13/19"], [10921, "2019-12-13T17:31:10Z", [1.0], ""], [10921, "2019-12-13T17:30:42Z", [0.85], ""], [57970, "2019-12-13T16:48:19Z", [0.95], ""], [42004, "2019-12-13T16:14:25Z", [0.95], ""], [42004, "2019-12-13T16:13:04Z", [0.99], ""], [529, "2019-12-13T16:03:21Z", [0.98], "https://www.cnn.com/politics/live-news/impeachment-inquiry-12-13-2019/index.html?"], [79905, "2019-12-13T16:02:04Z", [1.0], ""], [34353, "2019-12-13T15:18:49Z", [1.0], ""], [20044, "2019-12-13T15:16:39Z", [0.98], ""], [691, "2019-12-13T14:37:25Z", [1.0], ""], [928, "2019-12-13T13:04:13Z", [1.0], ""], [1333, "2019-12-13T12:31:42Z", [0.75], ""], [1333, "2019-12-13T12:18:14Z", [0.85], "Did Nadler scare himself yesterday?"], [69752, "2019-12-13T11:31:05Z", [0.95], "Overdue since Dem majority reigns. Senate will ignore."], [29896, "2019-12-13T10:40:11Z", [1.0], ""], [38, "2019-12-13T07:55:59Z", [0.97], "There's enough votes on the Judiciary Committee to pass the articles if that is what the Democrats decide to do.  "], [67844, "2019-12-13T06:18:16Z", [1.0], ""], [79461, "2019-12-13T05:11:44Z", [0.99], "I guess we were all wrong. "], [80475, "2019-12-13T03:49:47Z", [0.95], "There's always the chance something could come up that would delay the vote. "], [77954, "2019-12-13T03:34:47Z", [1.0], ""], [79905, "2019-12-13T01:50:51Z", [0.95], ""], [40584, "2019-12-13T01:48:05Z", [1.0], "I'm going to get a bad score on this question. Ouch."], [80185, "2019-12-13T01:12:47Z", [1.0], ""], [172, "2019-12-13T01:07:16Z", [0.65], ""], [172, "2019-12-13T01:02:20Z", [0.99], ""], [75863, "2019-12-12T22:17:33Z", [1.0], ""], [484, "2019-12-12T22:02:18Z", [1.0], "(no change) Almost ancient advice:  \"As it turns out, Chicago poet and journalist Carl Sandburg is one of–if not the–first person to be credited with an old piece of advice for lawyers: If the facts are against you, argue the law. If the law is against you, argue the facts. If the law and the facts are against you, pound the table and yell like hell.\" One can pick which of the two worthy sides are following it. ;-)"], [78345, "2019-12-12T19:10:10Z", [0.98], ""], [1333, "2019-12-12T19:03:55Z", [0.98], ""], [63401, "2019-12-12T19:02:30Z", [1.0], "Nothing predictable to prevent this from occurring by the question deadline."], [32100, "2019-12-12T17:35:55Z", [1.0], ""], [484, "2019-12-12T16:27:04Z", [1.0], "Up 10%. Why not follow the herd?"], [78336, "2019-12-12T15:22:43Z", [1.0], ""], [34353, "2019-12-12T15:18:10Z", [0.99], ""], [79674, "2019-12-12T14:58:43Z", [0.97], ""], [13306, "2019-12-12T14:09:31Z", [1.0], ""], [691, "2019-12-12T12:54:00Z", [1.0], ""], [42004, "2019-12-12T09:57:18Z", [0.85], ""], [42004, "2019-12-12T09:57:04Z", [0.7], ""], [73687, "2019-12-12T04:55:20Z", [0.99], ""], [40584, "2019-12-12T02:06:14Z", [0.95], "I'm slowly increasing my confidence in the conclusion that I've been on the wrong side of this questions until the last week or so. Ouch .... :("], [79591, "2019-12-12T01:15:29Z", [1.0], ""], [20044, "2019-12-11T20:31:39Z", [0.96], ""], [81032, "2019-12-11T20:29:56Z", [0.05], "There is not enough time to analyse all of the evidence and evaluate the situation."], [43311, "2019-12-11T19:14:41Z", [0.0], "\"Conspiracy Theorist\"\n\"It’s a function similar to that served by the term “heresy” in medieval Europe. In both cases these are terms of propaganda, used to stigmatise and marginalise people who have beliefs that conflict with officially sanctioned or orthodox beliefs of the time and place in question....... When professional psychologists imply these terms it can constitute a form of gaslighting; that is, a manipulation of people into doubting their own sanity. I hope and believe that in the future these terms will be widely recognised for what they are: the products of an irrational and authoritarian outlook. Prior to Popper, we got along perfectly well without these terms. I’m sure we can learn to do so again.\"\nhttps://theconversation.com/in-defence-of-conspiracy-theories-and-why-the-term-is-a-misnomer-101678 Thank you @cdob63 \"In any case, it is important to heed the caution of @Daveinsea: If someone is using \"conspiracy theory\" or any other label in an attempt to stop folks from thinking or speaking, it is crucial not to fall for it. This is sort of a variation on the equally important Thing To Remember: What people call you is up to them; what you answer to is up to you.\" Please think for yourselves and be extra cautious of the monopolized media. https://thoughtcatalog.com/shahida-arabi/2016/06/20-diversion-tactics-highly-manipulative-narcissists-sociopaths-and-psychopaths-use-to-silence-you/"], [484, "2019-12-11T18:43:06Z", [0.9], "(no change) Too interesting to not post even though it concerns the Senate phase: https://www.lawfareblog.com/imagining-senate-trial-reading-senate-rules-impeachment-litigation"], [60695, "2019-12-11T16:51:42Z", [0.0], ""], [61367, "2019-12-11T16:42:14Z", [0.8], ""], [43311, "2019-12-11T16:40:03Z", [0.0], "Comment deleted on Dec 11, 2019 06:25PM UTC"], [20504, "2019-12-11T16:27:49Z", [0.99], "+7%. \nhttps://www.reuters.com/article/us-usa-trump-impeachment/as-the-u-s-house-marches-toward-impeachment-senate-questions-next-move-idUSKBN1YF18A\n"], [75093, "2019-12-11T15:44:04Z", [1.0], "Definitely.  They have written the articles of impeachment which will likely pass out of committee before the week is over.  They have the votes in the house to get it passed."], [597, "2019-12-11T14:53:33Z", [0.99], ""], [176, "2019-12-11T14:27:05Z", [1.0], ""], [691, "2019-12-11T13:21:19Z", [1.0], ""], [172, "2019-12-11T12:46:36Z", [0.35], "Per Economist, +80% Dems want to impeach and -10% of Republicans (reminder not all Republicans are Trump fans). If they insist on impeachment - poor use of time, energy, and $\n“Thus impeachment in the Democrat-controlled House, and acquittal in the Republican-run Senate, seem all but inevitable.”\nI for one am climbing down and acknowledging @Daveinsea for consistency (although outcome still outstanding.\nAlso GL2814 has some decent points (which I don’t have time to look into right now).\nThank you for contrarian (and thought out) perspectives. As with most politics, the politicians always seem able to avoid any semblance of a straight line and a rather variable destination."], [25780, "2019-12-11T12:27:26Z", [1.0], ""], [41612, "2019-12-11T04:44:30Z", [0.5], ""], [176, "2019-12-11T03:05:34Z", [0.0], "The worm hasn't turned yet. \nA small group of vulnerable House Democrats is floating the longshot idea of censuring President Donald Trump instead of impeaching him, according to multiple lawmakers familiar with the conversations. Those Democrats, nearly all representing districts that Trump won in 2016, huddled on Monday afternoon in an 11th-hour bid to weigh additional — though unlikely — options to punish the president for his role in the Ukraine scandal as the House speeds toward an impeachment vote next week. https://www.politico.com/news/2019/12/10/democrats-censure-impeachment-080311 https://www.youtube.com/watch?v=Bj7R_2WWdKs"], [43003, "2019-12-11T02:38:44Z", [0.97], "I cann't take this to 100. I really don't like taking it to 90%, as there are 3 issues that haunt me - timing, timing, and timing.  We are dangerously close to Christmas, proceedural delays can happen.  But when baseline GJO gets higher than me on this question, I know I'm too conservative."], [63401, "2019-12-11T01:53:25Z", [0.0], "December 11 - Judiciary Committee (JD) votes on the first article of impeachment out of committee\nDecember 12 - JD votes on the second article of impeachment out of committee\nDecember 13 - no voting (Friday the 13th would be unlucky anyhow) December 16 - Monday - > non-voting day\nDecember 17-20 ???? Either a vote or delay. Which is it?  Clinton’s impeachment came after 14 hours of debate over two days; somewhat of a baseline. The Democrats are not interested in debate and will try to limit debate. The Republicans will try to stall the vote, but ultimately will be unable to block the vote. Thus, there will be another R vs D throwdown. Will the debate be more or less than 14 hours? I suppose because the Democrats set the rules, they will aim for limited debate.  The reason I am still at zero and not at the other end of the forecast continuum (i.e. >95%) is I believe there is the same amount of uncertainty on both sides of the coin. I have been at zero for some time, and see no compelling reason to switch - yet. It's still really a coin toss about timing. Censure is out at this point. You can be sure, that if I can forecast a vote in December, I will switch my forecast faster than greased lightning. I think many forecasters believe the outcome of the question is obvious; help a fellow forecaster out. What am I missing on TIMING of an impeachment vote?  BTW - I did also check for weather risk, as that can delay a vote. There isn't a snowstorm on the horizon that could delay a vote before December 20. Darn, wouldn't that be a cool alternate ending for forecasters?! (Snow delays congressional action on bills to blunt Obama agenda; https://www.washingtonexaminer.com/snow-delays-congressional-action-on-bills-to-blunt-obama-agenda)"], [79591, "2019-12-11T01:39:08Z", [0.46], ""], [11430, "2019-12-11T00:14:14Z", [1.0], ""], [578, "2019-12-11T00:03:06Z", [1.0], ""], [484, "2019-12-11T00:01:45Z", [0.9], "Down 5%. Cutting such a deal would be no more than a grey swan: https://www.politico.com/news/2019/12/10/democrats-censure-impeachment-080311 —especially how ugly it will get no matter which side the Reps/Senators are on."], [63835, "2019-12-10T23:54:03Z", [0.99], ""], [66742, "2019-12-10T21:25:22Z", [1.0], ""], [68386, "2019-12-10T21:19:29Z", [0.96], ""], [79591, "2019-12-10T21:12:10Z", [0.51], ""], [14107, "2019-12-10T20:52:48Z", [0.82], ""], [484, "2019-12-10T20:40:25Z", [0.95], "(no change) FWIW https://www.theatlantic.com/ideas/archive/2019/12/there-was-never-deep-state-conspiracy-get-trump/603361/ Orwell's thought applies to whichever camp is blathering."], [80237, "2019-12-10T20:39:25Z", [0.97], ""], [25245, "2019-12-10T20:08:34Z", [0.93], ""], [79104, "2019-12-10T20:08:32Z", [0.98], ""], [31251, "2019-12-10T19:51:23Z", [0.99], ""], [1056, "2019-12-10T19:47:27Z", [1.0], "Up."], [37236, "2019-12-10T19:28:36Z", [1.0], ""], [1333, "2019-12-10T19:25:53Z", [0.97], ""], [534, "2019-12-10T17:57:14Z", [0.85], ""], [10924, "2019-12-10T17:46:14Z", [0.99], ""], [172, "2019-12-10T17:28:55Z", [0.99], "Gotta love the beeb... the hounds of war have been released. And they are two anemic chihuahuas! Good distraction from Dem nomination circus, however.\nhttps://www.bbc.com/news/world-us-canada-50722427"], [39937, "2019-12-10T17:17:49Z", [1.0], ""], [1711, "2019-12-10T16:52:35Z", [1.0], ""], [484, "2019-12-10T16:33:42Z", [0.95], "Up 15% with the two narrowly focused charges."], [21884, "2019-12-10T16:30:36Z", [0.7], "discuss one other week such the important issue would be useful"], [53391, "2019-12-10T16:29:51Z", [1.0], "Thats it. The vote will occur before xmas. Democrats will impeach, even the moderates."], [79508, "2019-12-10T15:57:53Z", [1.0], ""], [1056, "2019-12-10T15:30:49Z", [0.85], "Back to 85%. "], [10921, "2019-12-10T15:29:02Z", [0.75], ""], [13306, "2019-12-10T15:09:36Z", [0.95], ""], [75863, "2019-12-10T15:07:54Z", [0.93], ""], [30406, "2019-12-10T15:05:51Z", [0.95], ""], [176, "2019-12-10T14:44:10Z", [1.0], ""], [176, "2019-12-10T14:42:16Z", [0.0], "The full House of Representatives is expected to vote on the charges, or articles of impeachment, next week. The chamber, controlled by Democrats, is almost certain to vote to impeach the Republican president, setting the stage for a dramatic trial in the Republican-controlled Senate, likely to begin in January.\nhttps://www.reuters.com/article/us-usa-trump-impeachment/u-s-democrats-announce-impeachment-charges-against-trump-idUSKBN1YE17R"], [80661, "2019-12-10T14:31:54Z", [0.88], "Increased likelihood 3% in response to announcement of articles of impeachment."], [20044, "2019-12-10T14:12:28Z", [0.95], ""], [34879, "2019-12-10T14:12:01Z", [0.85], ""], [20044, "2019-12-10T14:06:02Z", [0.92], ""], [31450, "2019-12-10T13:58:16Z", [1.0], "The house has been sticking to its schedule so far. Unless some other big name decides to testify, I don't see why they wouldn't vote on impeachment this year."], [79508, "2019-12-10T13:36:15Z", [0.81], ""], [14107, "2019-12-10T13:27:06Z", [0.88], ""], [57797, "2019-12-10T13:27:03Z", [0.9], ""], [57797, "2019-12-10T13:26:09Z", [0.85], ""], [20504, "2019-12-10T13:12:38Z", [0.92], "+2%. \nhttps://www.reuters.com/article/us-usa-trump-impeachment/democrats-call-trump-a-danger-to-democracy-republicans-say-impeachment-drive-a-sham-idUSKBN1YD0VV"], [31251, "2019-12-10T13:10:50Z", [0.95], ""], [41922, "2019-12-10T12:43:44Z", [0.9], ""], [32438, "2019-12-10T12:42:50Z", [0.9], ""], [172, "2019-12-10T10:44:53Z", [0.99], "Ok, I underestimated time to get tricked of impeachment (today). Next is passing...it would seem that should happen but I wonder if - like so many things in politics - it will drag on longer than it would in real world. Regardless, going almost full in. May have to back off if this stagnates in a few days."], [28414, "2019-12-10T09:51:41Z", [1.0], ""], [77830, "2019-12-10T09:05:41Z", [0.85], ""], [1056, "2019-12-10T07:13:18Z", [1.0], "Looks like it will happen tomorrow."], [56, "2019-12-10T06:58:27Z", [1.0], ""], [61367, "2019-12-10T06:56:53Z", [0.95], ""], [484, "2019-12-10T04:36:31Z", [0.8], "Down 10%. If one does not have a strong hand, what does one do? I haven't hacked into the GOP plans, but am wondering if delaying is the idea. (Perhaps they are channeling the mastermind in \"The Spy Who Shagged Me.\") I'm not sure Nadler has the same focus as Schiff and there are more members. Even tabling the motions take time."], [62087, "2019-12-10T04:10:05Z", [1.0], ""], [68386, "2019-12-10T03:47:49Z", [0.9], ""], [31859, "2019-12-10T03:06:34Z", [0.99], "At the moment House of Representatives has announced they will issue Articles of Impeachment on Tuesday"], [57797, "2019-12-10T02:58:55Z", [0.8], "And for the most important question about this: I wonder why this is “In the news 2020” and not “In the news 2019”. "], [80179, "2019-12-10T02:35:07Z", [0.95], ""], [529, "2019-12-10T02:33:37Z", [0.82], "Articles of impeachment reportedly to be announced tomorrow, 12/10/19: \n https://www.washingtonpost.com/politics/calling-trump-a-risk-to-the-country-democrats-outline-case-for-multiple-articles-of-impeachment/2019/12/09/b38a8270-1a91-11ea-b4c1-fd0d91b60d9e_story.html"], [43003, "2019-12-10T02:23:02Z", [0.9], "Comment deleted on Dec 10, 2019 08:28AM UTC"], [38094, "2019-12-10T02:19:32Z", [1.0], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump?\nThrowing caution to the wind."], [43311, "2019-12-09T23:23:16Z", [0.0], "Funny.... the guys with the prosecution abilities are dissatisfied with Horowitz's analysis of predication.... Lol Let the footrace between the vote and the criminal indictments into origin begin! Next coupla' days should be VEEEEERRRRY INTERESTING! https://www.justice.gov/usao-ct/pr/statement-us-attorney-john-h-durham https://www.justice.gov/opa/pr/statement-attorney-general-william-p-barr-inspector-generals-report-review-four-fisa"], [75863, "2019-12-09T22:42:59Z", [0.8], ""], [63835, "2019-12-09T16:50:24Z", [0.95], "The speed with which things are moving indicates a determination to have this done and out of the House before the holiday.\nI see the formal House calendar continues to indicate the session ends Dec 12 (Thursday)\nYet I read somewhere last week that the House will stay in session through Dec 20 (Friday).\nSomething in support of requiring a later date before ending the session - there is a budget CR that expires on Dec 20 - time needs to be made for that.\n"], [36, "2019-12-09T16:02:13Z", [0.99], ""], [40584, "2019-12-09T14:39:10Z", [0.9], "Upping my vote to reflect the increased sense of inevitability. But I still have doubts...."], [40584, "2019-12-09T14:33:33Z", [0.7], "Another question for the group: What is the impact of the various other items on the legislative agenda on the impeachment vote?  There is must-pass (and some want-to-pass) legislation that requires Senate approval and President's signature by year end. I can envision that playing out several ways: \n1) Agree/2019: Democrats and Republicans reach behind-the-scenes agreement on 2019 passage of impeachment as part of a bigger package: 20% Pros: There are news reports that the sides are in discussions. Trump and Senate Republicans are saying publicly that they want impeachment passed ASAP. Cons: if there is agreement it would typically be at the 11th hour. there don't seem to be many signs I can see of the sides coming together on a plan.\n2) Agree/2020: D&R delay impeachment vote into 2020 in order to get other items done: 30%\n3) No agreement/2019: D&R deadlock and cannot agree on any of the above and D press ahead with passing articles without agreement on the other items: 35% Pros: That seems to be the train we're on. D Base is demanding it. Passing impeachment could reduce Trump's negotiating power. This could simply mean that the impeachment and shutdown talks aren't linked. Cons: Why would the Democrats not use this as a bargaining chip? \n4) No agreement/2020: D&R deadlock and D extend articles into 2020; 15%. Pros: this would appear to make sense if the Democrats believe that impeachment is a useful bargaining chip in the ongoing discussions on the other items. Cons: there is no real evidence to suggest that this option is in play.  At the top level I'm calling the odds of some kind of a agreement by the end of 2019 something like 50/50. However, these debates normally take up to the 11th (or 13th) hour which would not give enough time for passage of articles.  I don't have any solid intellectual basis for the odds above so I just spitballed it. Maybe a useful reference class would be past funding/shutdown votes.  This analysis gives a 55% chance to the odds but coming from another direction. At this point I don't have enough conviction in this thought process to change my current estimate of 70%.  Thoughts? "], [691, "2019-12-09T13:55:53Z", [0.22], ""], [21046, "2019-12-09T12:11:25Z", [0.75], ""], [20044, "2019-12-09T11:34:59Z", [0.87], ""], [13306, "2019-12-09T04:59:33Z", [0.81], ""], [25245, "2019-12-09T03:56:26Z", [0.76], "Dems are promising to draft and submit articles of impeachment as soon as next week, according to an ABC News report from today. I'm not sure what this really means. While I take them (the Dems) at their word, I don't understand the urgency. Maybe they believe that waiting would signal discord within the party, or worse, lack of a solid case, giving the senate too easy of a target. But a decision next week wouldn't change much in this regard, because republicans will likely focus on another target--rush to judgement. So, unless I find evidence to the contrary, I'll take the Dems promise to try to get things wrapped up and shipped out by next week as what they really plan to do. So, I'm upping my forecast."], [31859, "2019-12-09T01:57:48Z", [0.81], ""], [484, "2019-12-08T23:06:47Z", [0.9], "Up 10% following the crowd & expectations. Perhaps lead pipes are more common than we know."], [1646, "2019-12-08T22:10:45Z", [0.65], ""], [1711, "2019-12-08T18:06:32Z", [0.0], ""], [80967, "2019-12-08T17:52:05Z", [0.95], ""], [80248, "2019-12-08T17:15:31Z", [0.65], ""], [32258, "2019-12-08T17:10:22Z", [1.0], "Yes, the Democrats appear to be ignoring all my strategic advice...so increasing now violating all the best practices on GJO."], [534, "2019-12-08T14:39:26Z", [0.7], "I see a small increase in the odds but Pelosi may still decide to slow things down. "], [691, "2019-12-08T12:59:36Z", [0.18], "The imminence of the budget deadline gives the Speaker an opportunity to--with great simulated regret--postpone the impeachment business until next year, and maybe longer.  There will still be time for her to play the censure card, owing to the press of business next year.   It is Sunday here and the off-licence doesn't open until noon.  This may become a problem."], [76629, "2019-12-08T12:47:01Z", [0.65], ""], [80937, "2019-12-08T03:39:47Z", [0.62], ""], [29980, "2019-12-08T03:00:59Z", [0.99], ""], [63401, "2019-12-08T01:21:25Z", [0.0], "What are the merits and demerits of the House passing articles of impeachment by December 20 versus waiting 18 days beyond December 20 and voting on or after January 7? *The Democrats are not forced to act before December 31, as they will not lose authority or power to pass articles of impeachment.  *Passing them in December carries the risk of appearance of rushing things with voters.  *A basic business principle is to never exercise an option early. Passing articles in December passes control of the process to the Senate. Are the Democratic House Members ready for this? I think it will be hard for them to let go. It is sticky for them. They will have to be sure that they have more to gain by passing articles than by not passing them. I don't see a strong signal on this point yet.  *The Democrats may calculate that passing articles in December will damage the President's case. However, he is calling their bluff by encouraging the House to pass articles quickly to that the Senate trial can get underway.  *Republicans are running ads in the districts of vulnerable House members. Passing articles won't stop this. *Democrats have to be absolutely sure that all Democratic House Members will fall in line and vote for articles of impeachment. This seems sure, but they have to check and double-check. It would be embarrassing and counterproductive to have a couple jump ship. They must also be considering whether they can get any Republicans to flip. One could think that either of these reasons would drive the Democrats to delay if they can get a stronger more compelling vote. I don't know if they can, but it is worth considering.  *The polls showing support for impeachment have hardly changed. The House public hearings haven't changed minds. I don't think more public meetings will change any minds. This supports voting on articles in December unless the House Democrats believe that they can get the attention of voters in January and persuade some.  *The next Democratic debate is scheduled or December 19. Which candidates will benefit the most from a December 19 or earlier impeachment versus January? Is this relevant? *There is a 7% probability that the Senate will remove President Trump from office (See Crowd Forecast from today @ https://www.gjopen.com/questions/1290-when-will-donald-trump-cease-to-be-president-of-the-united-states). This creates the circularity in the question of why now in December rather than January or later? Given the low probability of removal by the Senate, it seems more beneficial to the Democrats to draw out the process longer as this has the better opportunity to harm President Trump's chances or reelection.  I am probably heavily into Vizzini-style reasoning, so will stop here. Any slick pundit would forecast this question as close to 50% as possible, as this is the safest zone in prediction markets because you can always explain why you were a few % off if the outcome goes the other way. Hats off to those taking a definitive logical fact-based position on either end of the probability continuum.  \n"], [60598, "2019-12-08T00:10:43Z", [0.95], ""], [80943, "2019-12-07T21:12:52Z", [0.85], ""], [10969, "2019-12-07T21:03:15Z", [0.99], ""], [25245, "2019-12-07T20:36:37Z", [0.68], ""], [1056, "2019-12-07T19:02:56Z", [0.85], ""], [37115, "2019-12-07T18:08:21Z", [0.95], "trump unambiguously has committed impeachable acts. The House will recognize that with articles of impeachment. Unfortuately, because Republicans have abandoned the rule of law in favor of the rule of trump, the vote will be almost precisely along party lines. And trump will not be removed, as he should be."], [32258, "2019-12-07T17:54:01Z", [0.0], ""], [70219, "2019-12-07T17:11:59Z", [0.8], ""], [31251, "2019-12-07T14:42:57Z", [0.68], ""], [25780, "2019-12-07T13:52:14Z", [0.9], ""], [691, "2019-12-07T13:42:08Z", [0.18], ""], [172, "2019-12-07T12:05:14Z", [0.01], "I will admit two things\n.   I don’t understand any of the processes around impeachment well\n.   Conrad (formerly Lord) Black is to the right and not always correct \nHaving said that this is a decent synopsis and I align (generally) with his arguments. Whether you agree with him or not, suggest this article is worth viewing. Always good to get different perspectives :)\nhttps://nationalpost.com/opinion/conrad-black-the-impeachment-effort-will-blow-up-in-the-democrats-faces"], [38, "2019-12-07T02:12:43Z", [0.97], "DJT & his team have indicated they won't be participating in the House process.\n~~~~~~~\nhttps://thehill.com/homenews/house/473102-democrats-debate-scope-of-impeachment-charges \"Dec 4, 2019.  House Judiciary Committee Chairman Jerrold Nadler’s (D-N.Y.) team has informed Democrats on his panel that they should stay in D.C. this weekend and not return home to their congressional districts. They were not told why, but lawmakers suspect the Judiciary panel could hold weekend mock hearings in preparation for a possible Monday hearing on the 300-page impeachment report and a possible hearing later in the week to mark up the articles of impeachment. The weekend work, prompting grumbling from some members eager to fly home to see their children, is yet another indication that Democrats will limit the scope of their impeachment articles and try to move quickly to wrap up the process before Christmas.\n. . . \nThere are only 11 legislative days left in 2019, underscoring why Democrats feel they need to work through the weekend.  Democratic leaders have not committed to a timeline but are leaving the door open to voting on articles of impeachment the week before Christmas. Yet lawmakers have plenty of other things likely to take up precious floor time, including bills to keep the government funded, authorize national defense programs and reduce the price of prescription drugs.\""], [176, "2019-12-07T00:23:13Z", [0.0], "Returning to base rate. A strategic position by Pelosi for sure. Game theory and probably Sun Tzu say keep your own clock. Trump wants a quick trial.  https://www.youtube.com/watch?v=BN1WwnEDWAM\n@Wildwood2000"], [484, "2019-12-07T00:02:14Z", [0.8], "Up 20% now that the WH has elected to stand tall. We mostly know how this will end, but I'll keep private my guesses regarding what history will judge."], [25245, "2019-12-06T22:01:00Z", [0.45], "Will the Dems wrap things up before the end of December? One advantage of wrapping things up now is that the upcoming holidays and the superbowl will somewhat distract people from the Republican onslaught that's almost certain to be unleashed. Another advantage is that it'll allow Dems time to asses and repair the damage, if any, that these attacts are likely to have on its field of candidates. Will Biden be hurt in the primaries? Will Bernie benefit? Or will the sum of all establishment Democrats' fears occur, Tulsi surges in the polls? But waiting until sometime after December has the advantage of keeping the charges in the news until around March, which is the official beginning of the primary season. So, waiting may give the \"favored\" candidates a chance to build up a head of steam that they'll need to withstand the Republican storm. Of course, I'm assuming that these two senarios are the most important in determining when to complete the articles of impeachment. But the calendar may prove to be the thing that makes the difference."], [1333, "2019-12-06T20:59:38Z", [0.96], "Hunter Biden, the son of former Vice President Joe Biden, was ordered by Judge Don McSpadden of Arkansas to present the financial records of the Ukrainian company in which he worked. In particular, he must say how much he earned as part of the board of Burisma Holdings, according to Daily Mail. https://thebl.com/us-news/a-court-orders-hunter-biden-to-submit-the-financial-records-of-the-ukrainian-company-in-which-he-worked.html Don worked hard to get thru Law School and believes in public service. He has stated that no special circumstances apply to make him handle this case any differently than yours or mine. 9We hope he comes out smelling like a rose. He kicks in nice on the class reunions.) Judge McSpadden clarified that his best interest is the welfare of Hunter’s alleged 16-month-old child, for whom the mother is claiming a child support fee and $11,000 in compensation for legal expenses. Biden said he cannot help to raise his baby. Lunden Roberts, the 28-year-old mother, will have to reveal how much she earned in tips at Mpire’s strip club in Washington, D.C., where she met Hunter, 49. “I anticipate paternity as well as custody, support, and visitation being established at our next hearing,” the judge announced. “I will do what I believe is in the best interest of the child,” he added. He is expected to decide the case at the hearing on Jan. 7. The baby’s sex has not yet been revealed. Biden worked at Burisma from April 2014 to April 2019, and claimed to earn $50,000 a month. McSpadden requested information for the past five years. Hunter Biden is also involved in the controversial impeachment of President Donald Trump. He was appointed to Burisma’s board of directors when his father served as vice president, with no experience or knowledge in the field of energy. Hunter Biden’s business in Ukraine caused concern to George Kent, deputy assistant secretary of state for European and Eurasian affairs, who alerted President Obama’s administration in 2015 about possible conflicts of interest, but he was ignored. Kent testified before Congress Oct. 15 about the activities of then-Vice President Joe Biden’s son, according to The Washington Post."], [1333, "2019-12-06T19:01:11Z", [0.97], ""], [75863, "2019-12-06T16:50:44Z", [0.7], ""], [1333, "2019-12-06T16:48:10Z", [0.98], "@cdob63 - Your Virginia prognostication was on. Tell us what we aren't understanding about why and what the Dems hope to gain keeping in mind the Senate Meat Grinder thats waiting to throw red meat out there...is the fix in? Is McConnell going to go full establishment and do something like throw the articles out and never give it air - letting it be a martyrs mantra somewhere in perpetuity?"], [40584, "2019-12-06T16:25:41Z", [0.7], "Incrementally down based on fewer days left and news that a Democrat will vote \"no\". "], [20044, "2019-12-06T15:19:42Z", [0.68], ""], [41922, "2019-12-06T15:00:47Z", [0.58], ""], [80897, "2019-12-06T14:54:44Z", [1.0], "It’s looking like a very damning and irrefutable fact given the evidence."], [63401, "2019-12-06T14:06:26Z", [0.0], "The process is the key driver for this question. December 9 (Monday) - The Impeachment Inquiry into President Donald J. Trump: Presentations from the House Permanent Select Committee on Intelligence and House Judiciary Committee. This is the presentation of evidence.  Only after this will articles of impeachment be drawn up. The hearings are expected to last one day, but there is no indication that these will be the last hearings. December 20 (Friday) - last possible date for a House vote in December, unless there is a calendar change. The articles of impeachment will not be simple nor easy to draft. The Democrats are considering whether to draft them narrowly around the Ukraine phone call or go broad to include general actions by the President, Ukraine, Mueller report, etc.  This is no easy task, because how they approach this has HUGE ramifications about how the Senate proceeds. I forecast that the House will pass articles of impeachment AFTER January 1, 2020, because I think the House will take a bit more time to \"get it right.\"  They need to deliver something to the Senate that is not too easy to dismiss. The House charges have to have a lasting shelf-life, stick and be difficult for the Senate to dismiss or otherwise explain away. There is a long and short game. The long game is that this will be included in the US historical record and they also don't want it to come back on them in the future when there is a Democratic President. This will take more time."], [32258, "2019-12-06T14:04:58Z", [0.5], ""], [1333, "2019-12-06T13:07:32Z", [0.99], "Dropping a point out of fear the Democrats will see that the Senate trial will become all about Deep State and parading former officials befoe the Senate to declare how bad their memories are?"], [691, "2019-12-06T12:38:56Z", [0.2], ""], [42004, "2019-12-06T12:10:23Z", [0.85], ""], [42004, "2019-12-06T12:09:27Z", [0.95], ""], [80891, "2019-12-06T11:05:17Z", [0.95], ""], [78237, "2019-12-06T10:37:13Z", [0.7], ""], [14107, "2019-12-06T09:32:45Z", [0.66], ""], [79508, "2019-12-06T07:31:59Z", [0.49], "Signs and sources are indicating a stronger possibility of a shorter time frame, which would be next week...  which by all accounts will be a very interesting week...  and a long one in politics  "], [14432, "2019-12-06T06:43:32Z", [1.0], ""], [21046, "2019-12-06T03:24:36Z", [0.55], ""], [13306, "2019-12-06T02:39:10Z", [0.75], ""], [80661, "2019-12-06T02:32:35Z", [0.85], "I believe there is a high probability that at least one article of impeachment will pass the house in this timeline based primarily on comparisons with the Clinton impeachment trial. In the Clinton trial, changes to the scope of the impeachment investigation were made Dec 1, 1998 and a house vote on impeachment was still held by Dec 19. Therefore, as of today, 12/5/19, there is still enough time to draft articles, move them through the judiciary committee and hold a house vote before Jan 1, 2020. The democrats also have the numbers in the judiciary committee and house (233 seats and need only 216 votes) to pass these measures (Clinton impeachment votes followed party lines). Lastly, there has been a vocal push to conclude the impeachment proceedings before the end of the year, thus showing strong motivation to conclude the process in this timeline. There is less than 100% chance due to some event stretching the process passed January 1 as well as a very small chance enough Democrats will vote against it."], [43003, "2019-12-06T02:32:10Z", [0.8], "I'm having a frustrating time confirming the time from drafting the articles of impeachment to voting on them back in 1998. I think it was under 7 days. I'm upping my estimate +5% to 80%.\nOn a side note purely on political reasoning, Clinton was justly impeached for obstruction of justice. It was a good reprimand that presidents should be held accountable for lying to congress."], [80237, "2019-12-06T01:35:59Z", [0.45], "Just a question of timing and due process really now - can it be wrapped up before the close down?"], [38, "2019-12-06T01:35:27Z", [0.9], ""], [40584, "2019-12-06T00:55:05Z", [0.75], "Wrapping my head around theory #1 takes time. "], [20504, "2019-12-06T00:15:16Z", [0.9], "+8%"], [62087, "2019-12-05T22:25:00Z", [0.9], ""], [79508, "2019-12-05T22:11:06Z", [0.23], "Still think there is not enough time for the paper work to be spot on, but it is moving closer...  will watch for any signs  "], [1333, "2019-12-05T21:47:37Z", [1.0], ""], [1333, "2019-12-05T21:47:10Z", [0.06], "@Chrisp @Daveinsea @Cafebedoin @cdobe - Just got some news that is sending me 180 degrees round. IMHO the came changes in less than 10 days and her Speakership had to act now, there is no later - she won't have the votes or the voter support levels she needs to pull this scam off if she waits till the Next Congress is seated. Its about Burisma. Caveat - her own kind could leave her swinging in the wind too. Always a possible double cross with that gang."], [75863, "2019-12-05T20:48:33Z", [0.6], ""], [66742, "2019-12-05T20:29:06Z", [0.98], ""], [53391, "2019-12-05T20:27:11Z", [0.75], "All that matters for the forecast is will the vote occur before 12/20.  Judiciary can finish its work by dec 14. That leaves 5 days to vote out of commitee and then for floor speeches and vote.  It is tight but doable. Just need to watch judiciary progress. If it delays past 12/14 then it won't happen by xmas."], [20504, "2019-12-05T20:22:11Z", [0.82], "+6%"], [1333, "2019-12-05T19:35:24Z", [0.06], ""], [6978, "2019-12-05T19:24:24Z", [1.0], "Fin."], [10924, "2019-12-05T19:14:06Z", [0.75], ""], [11430, "2019-12-05T19:12:19Z", [0.95], ""], [38094, "2019-12-05T18:49:53Z", [0.95], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump?\nWell it appears that those hundreds of legal minds found a way thru the forest of legal obstacles and are pressing ahead quickly.\n"], [80826, "2019-12-05T18:46:08Z", [0.55], ""], [80855, "2019-12-05T18:31:17Z", [0.9], ""], [46762, "2019-12-05T18:26:46Z", [1.0], ""], [46762, "2019-12-05T18:25:55Z", [0.92], "What Nancy wants, Nancy gets. "], [1056, "2019-12-05T18:04:20Z", [0.85], "So according to this article, the House will \"draw up articles of impeachment\" next week. But for the question to close as a 'yes, the House has to *pass* the articles this year. Once they're drawn up, they will certainly be voted on and passed. But if they draw them up next week, will they vote on them in 2019 before the recess? https://www.politico.com/news/2019/12/05/pelosi-reveals-plan-to-proceed-with-articles-of-impeachment-against-trump-076173"], [68386, "2019-12-05T17:44:09Z", [0.75], ""], [57797, "2019-12-05T17:23:35Z", [0.7], "Raising additionally from 67%. Nadler's quote indicates he is ready to draft Articles. The Hearing on Monday then appears mostly a procedural matter. \"Representative Jerrold Nadler of New York, said explicitly that Mr. Trump’s conduct fit his three-part test for impeachment, and indicated his panel would press ahead with that in mind.\" [1] [1] https://www.nytimes.com/2019/12/05/us/politics/pelosi-impeachment.html?action=click&module=Top%20Stories&pgtype=Homepage  "], [78328, "2019-12-05T17:09:29Z", [1.0], ""], [484, "2019-12-05T16:48:45Z", [0.6], "Up 15% following the \"wisdom.\" Still hope messages like this penetrate the two stockades: https://www.latimes.com/opinion/story/2019-12-05/opinion-an-alternative-to-impeachment-censure"], [57797, "2019-12-05T16:46:24Z", [0.67], "Increasing from 55%. Pelosi gave perhaps her clearest indication yet that she would like to avoid dragging out the process today. [1] There are further signals that the House’s unofficial schedule for a vote is before the end of the year: “ Members who attended a closed-door Democratic caucus meeting on Wednesday, however, said they understood that the House would vote on articles before the holiday recess. One member said they were told to “not make plans” for Dec. 21 or 22, the weekend before Christmas.” [1] On the other hand, the Judiciary committee has scheduled another hearing for Monday [1], indicating they are not yet ready to draft Articles of Impeachment.  [1] https://www.nbcnews.com/politics/trump-impeachment-inquiry/pelosi-make-statement-impeachment-n1096341"], [43311, "2019-12-05T16:43:32Z", [0.0], "Comment deleted on Dec 06, 2019 12:07AM UTC"], [1056, "2019-12-05T16:40:23Z", [0.85], "Up, following the crowd. If it's going to happen, it will be next week; they're not going to extend the session, they're just going to do it and go home for the holidays."], [529, "2019-12-05T16:18:16Z", [0.75], "https://www.cnn.com/politics/live-news/impeachment-inquiry-12-05-2019/index.html"], [80185, "2019-12-05T16:17:35Z", [0.9], ""], [79010, "2019-12-05T15:54:04Z", [0.9], ""], [41922, "2019-12-05T15:27:30Z", [0.75], ""], [78345, "2019-12-05T15:26:08Z", [0.88], "Big jump. Seems pretty certain now this will happen before end of year. Ds have too much to lose to let it go at this point. They won't wait for courts to rule on WH stonewalling of subpoenas, which could take months to resolve. Better now than never, I imagine is what they're thinking. Why wait? Getting it out of the House before year's end perhaps allows Ds to shift focus to Feb and March 2020 primary events, while distracting Rs in the Senate? I expect my forecast to increase over the next week--even debating whether this forecast should be slightly higher at this point. A 10% jump is a leap though. Still many forecasters holding on to an \"unlikely\" outcome. What am I missing that they see? "], [23861, "2019-12-05T14:50:55Z", [1.0], ""], [176, "2019-12-05T14:47:10Z", [1.0], ""], [6978, "2019-12-05T14:45:07Z", [0.75], ""], [578, "2019-12-05T14:44:36Z", [0.85], ""], [20044, "2019-12-05T14:28:09Z", [0.63], ""], [31251, "2019-12-05T14:28:05Z", [0.49], ""], [20044, "2019-12-05T14:26:25Z", [0.56], ""], [79104, "2019-12-05T14:20:19Z", [0.55], ""], [40584, "2019-12-05T14:07:41Z", [0.65], "Question for the group: I find it interesting that PredictIt and GJOpen tell slightly different stories here. PredictIt has been pretty much flat, trading in a range from around 35% to 48% since the beginning of September. 3.1M shared traded GJOpen started out lower in the beginning of October and has drifted upward, now running more-or-less in that same range. 173 forecasters, 551 total forecasts. Based on the much larger participation numbers and the fact that they seem to have eventually converged, I'll take PredictIt as the more accurate gauge of the consensus of forecasters: ~45% and holding steady since September. So my question is: Since early September a lot has changed and the odds remain hovering in the middle. That tells me that despite all the ups and downs of the daily news, forecasters are still, as a group, about where they were in September. That seems odd to me.  Clearly there will always be a bias traceable to people's underlying political beliefs. Given that the country is more-or-less evenly split, I'm going to guess that pushes the result towards the middle unless there is overwhelming evidence one way or the other. Within that middle range it will be driven by the daily news (i.e. noise) and by people thinking through rational theories.  What are the dominant theories? I think most arguments fall into one of these buckets:  1) YES: The train has left the station and isn't stoppable now. The Democratic base is so fired up / so convinced that this is their moral duty that Pelosi has to push through articles regardless of what the Senate will do. If they don't push back on Trump then voters will punish them in the fall.\n        For: Democrats have thus far kept on message, stayed focused on one issue and stayed on schedule. This is what the news media is saying and seems to be center of gravity opinion among the pundits on various sides of the political spectrum. History (e.g. Benghazi) shows that you can keep starting new investigations forever despite a lack of public support and maybe eventually the public will come around. \n        Against: Passing articles that are rejected by the Senate may leave the Democrats at the mercy of an uncontrollable president; better to keep investigating and keep him against the ropes.\n         Odds: 60% change that this turns out to be correct\n2) YES: Democrats feel that passing articles now (before 2020) will insulate them from accusations that they are passing articles in an election year which might boomerang on them in red and purple districts in November. \n         For: This is an argument being promoted mostly on the right (of course, because it isn't favorable for the left)\n         Against: perhaps true, but this isn't the primary driving factor in determining an outcome\n         Odds: 5%. I don't think this is driving the dialog\n3) NO: Giving away control of the news cycle is too valuable. They will keep investigating wherever the new facts lead them until Trump is out of office one way or another. In mid to late December they will discover \"new\" and \"shocking\" evidence that \"forces\" them to push the investigation into the new year. etc. etc.\n       For: If they pass impeachment and it loses in the Senate, it seems harder to get public support for future investigations. Controlling the news cycle through much of 2020 seems like a strong strategic position to be in coming up to an election.\n       Against: There isn't much hard evidence to support this theory as of now. The democrats could start investigations. \n       Odds: 30%\n4) NO: The fact that the Senate won't convict makes some democrats (especially in red to purple districts) in the house unwilling to vote to support impeachment so it might not pass. Pelosi cannot take the chance of having the vote fail in the house based on Democratic votes or even having a significant minority vote against it.\n        Pros and Cons: this is math and presumably other people have done that math and concluded that this isn't a major issue since it isn't discussed much. \n        Odds: 5%\n5) Are there others?  Thus far I have been most in camp #3. However, laying it out it does seem that #1 has the preponderance of the evidence. Am I falling prey to Plan Continuance Bias? Hedging my bet to 65% to reflect the analysis above. "], [691, "2019-12-05T13:01:47Z", [0.45], "https://apnews.com/fe334cf50d267b749874ddf1089ca6bd\nThe perils of having a stupid government are mightily compounded by simultaneously having a stupid opposition.   It looks increasingly like Mme. Speaker is going to cave in to her Coastal Crazies and send this over to the Senate this year.  While it's not a completely foolproof way to keep M. Petits-Doigts in office, it will be a big help to him.   Sooner or later I shall have to give up being a Republican, I suppose, but not for the privilege of being a Democrat.   Perhaps I shall found a third party--would Futilitarian be a good name?"], [80826, "2019-12-05T12:33:43Z", [0.05], "It's still pro Trump in the cost-benefit analysis for the Republicans."], [66742, "2019-12-05T10:56:01Z", [0.59], "I am hedging a little bit because I was too certain when I started with this question."], [80809, "2019-12-05T09:44:18Z", [0.1], "Too much political grandstanding without the votes to impeach. This will cost the democrats dearly in the election. It has been a complete waste of time and money. "], [56, "2019-12-05T06:58:42Z", [0.95], "Let those with eyes to see, see. \"'Are you ready?' the California Democrat [Pelosi] asked her caucus, according to multiple lawmakers in the room. Several lawmakers in the room verbally responded 'Yes.'\"[1] \"The Senate has released its calendar for 2020, but the year will begin with a giant question mark because of a possible impeachment trial...The month of January is missing from the schedule entirely...A copy of the calendar, obtained by CQ Roll Call, also includes a notation that the weeklong Presidents Day recess is 'subject to Senate floor activity.'\"[2] [1] https://www.politico.com/news/2019/12/04/nancy-pelosi-prepare-for-next-steps-impeachment-075294\n[2] http://www.rollcall.com/news/impeachment-trial-timing-hangs-2020-senate-calendar"], [42004, "2019-12-05T06:55:38Z", [0.75], ""], [40584, "2019-12-05T05:05:52Z", [0.15], "Upping my forecast by 5%. Mostly hedging against the possibility that I've completely missed the boat on this. The fact that the crowd is going another direction makes me nervous. Still, it doesn't seems like a smart idea to pass articles this year."], [63963, "2019-12-05T01:41:37Z", [0.65], ""], [176, "2019-12-05T00:27:21Z", [0.0], "ABC looks like the order of the day.  We need a forecasting question on when this will return to the pop charts:\nhttps://www.youtube.com/watch?v=ho7796-au8U   😊\n"], [80790, "2019-12-04T22:50:04Z", [0.88], "Because there is a house democratic majority. And everyone has bought into it so changing views now would be a back down generating ridicule"], [529, "2019-12-04T22:29:35Z", [0.55], "https://news.yahoo.com/democrats-set-to-move-swiftly-to-impeach-trump-likely-by-end-of-month-174820722.html https://apnews.com/fe334cf50d267b749874ddf1089ca6bd"], [53391, "2019-12-04T21:17:47Z", [0.5], ""], [53391, "2019-12-04T21:17:08Z", [0.8], "Upping from 25 to 50.  To me this was always about counting legislature calendar days"], [78345, "2019-12-04T21:06:56Z", [0.78], "Lucking out today in keeping the hearing in the background while I work today vs. catching it on layovers. Very aggressive R push back in the JC hearing. Will the R case make some Ds reconsider their hand? Will the Ds move forward regardless to save face? I think Ds have no choice at this point but to move forward in the House, knowing full well it won't pass the Senate. If the House Ds back out now, they will suffer incredible backlash from both parties. If they let it die in the Senate, they can pass blame to Rs. Impeachment probability = 2%\nHouse passing articles of impeachment = 78% (this updated prediction)"], [11430, "2019-12-04T20:55:38Z", [0.75], ""], [1333, "2019-12-04T19:10:50Z", [0.05], "back up to 5% because desperation makes people panic and I think the pro i8mpeach crowd knows that if the Congress goes to recess and finds out the folks back home range from luke warm to Meh on the idea, it loses steam and has to be revived all over with more new news etc. I don't thing they Impeach till next october"], [78345, "2019-12-04T18:50:50Z", [0.76], ""], [43003, "2019-12-04T18:35:43Z", [0.75], "Upping +11% for todays hearing. That is +15% for the day. Indicators from Chairman Nadler that this will be over within a few days. Plus there was a secret Dem Caucus meeting this morning where rumor has it they are past the inflection point and are going to impeach with the current incriminating crimes without waiting for more crimes to surface via other testimony. I'm at 50/50 the impeachment happens before the 10DEC."], [43311, "2019-12-04T18:09:56Z", [0.0], "Comment deleted on Dec 06, 2019 12:06AM UTC"], [59742, "2019-12-04T17:18:07Z", [0.55], "Most objective assessments suggest the Ukraine incident rises to the level of an impeachable offense.   Given the overwhelming support for impeachment among Democratic voting it is unlikely the House can avoid passing articles.    There is probably a preference for passing articles prior to year end although circumstances may force a delay"], [484, "2019-12-04T16:32:41Z", [0.45], "(no change for now) Turley's point related to the HPSCI (and leadership) not subpoenaing key people (Pompeo, et al) may be a crucial weakness of the current path. —especially to sell to low information (not intended as an aspersion) watchers."], [38094, "2019-12-04T16:32:38Z", [0.05], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump?\nPer Bloomberg: Ms. Pelosi says no deadline in mind for House action."], [58927, "2019-12-04T16:31:38Z", [0.5], "Updating my forecast with a higher probability since the intelligence report is released."], [691, "2019-12-04T15:31:41Z", [0.1], ""], [43003, "2019-12-04T14:41:15Z", [0.64], "Increasing probability +5% due to Dems comments that may reflect Pelosi's thinking.  https://thehill.com/homenews/house/472919-democrats-hit-gas-on-impeachment"], [12591, "2019-12-04T14:12:05Z", [0.45], ""], [20504, "2019-12-04T13:31:36Z", [0.76], "+6%"], [36490, "2019-12-04T05:48:26Z", [0.25], ""], [25245, "2019-12-04T05:39:51Z", [0.45], "Wow! Things have picked up speed real fast. Appears that the public hearing phase is coming to an end (if not already ended) much sooner than I predicted. And, although the calendar still works against  a Dec. impeachment, and although there's some talk among Dems about widening the scope of the investigation, a Dec. impeachment now seems much more likely than I believed back in Oct. So, I'm upping my prediction. "], [176, "2019-12-04T03:48:03Z", [0.0], "I'm officially getting nervous:\nPolitics\nHouse Intelligence Report: Devin Nunes Was In Contact With Rudy Giuliani, Lev Parnas\nHuffPost Sanjana Karanth,HuffPost 4 hours ago \nReactions Reblog on Tumblr Share Tweet Email\nThe House Intelligence Committee’s impeachment report released Tuesday includes call records showing that the committee’s own ranking member, Rep. Devin Nunes (R-Calif.), was privately in contact with key players in President Donald Trump’s dealings with Ukraine that led to the impeachment inquiry. The report, which came after several long days of hearings last month, contains phone logs from AT&T that show Nunes had multiple calls in April with Trump’s personal attorney Rudy Giuliani and Giuliani’s now-indicted business associate Lev Parnas. John Solomon, then a right-wing contributor with The Hill who helped push Ukrainian conspiracy theories, also had calls with Parnas and Giuliani at the same time Nunes was in contact with them.\nhttps://www.yahoo.com/news/house-intelligence-report-phone-calls-devin-nunes-rudy-giuliani-lev-parnas-231710468.html https://www.youtube.com/watch?v=dh5KHaNkIv0  ? @Anneinak\n"], [68386, "2019-12-04T03:22:41Z", [0.5], ""], [31251, "2019-12-04T00:01:26Z", [0.28], ""], [1056, "2019-12-03T23:05:20Z", [0.45], "Back up, now that the report has been submitted.  Now it's just a question of the time frame. Will the House do it this month? Once the proceedings begin next year, the Senate will drag them out until they appear to possibly be hurting Trump, and then abruptly terminate the proceedings in whichever way seems least questionable. In the meantime, the Senate will bring up all kinds of stuff, like Hunter Biden, Hillary's servers, Crowdstrike, Anthony Weiner's laptop, and maybe even Bill Clinton's friendship with Jeffrey Epstein. Being stuck on the Senate floor listening to testimony might hurt Warren, who won't be able to go out and campaign. It will hurt Sanders less, if at all since he has a loyal preexisting organization that can see him through the early primaries, anyway.  But it should be a real circus.\n"], [38094, "2019-12-03T22:47:50Z", [0.45], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump?\nSome very good comments below by respected forecasters, they will move me closer to a coin toss, assuming the House stays in session thru Dec 20.\nNavigating hunderds of Capitol lawyers thru a maze with fuzzy maps frought with unique conditions is not easy on a timetable."], [41922, "2019-12-03T22:25:23Z", [0.6], ""], [46762, "2019-12-03T20:52:13Z", [0.4], "Hardening language \"Trump sought electioneering interference\" suggests an intent to proceed with impeachment.   You don't double down on language to retrench later.  I'm 100% certain on result, 40% certain on time.    Schedule, schedule, schedule.\n"], [20044, "2019-12-03T20:28:41Z", [0.48], ""], [14107, "2019-12-03T20:19:50Z", [0.44], ""], [14107, "2019-12-03T20:19:06Z", [0.8], ""], [43003, "2019-12-03T20:04:35Z", [0.59], "Events A&B look like they will be happening faster than I expected.   Only raising estimate by 8% from 51%. Now I need to find indicators if the Dem strategy really is to get this done by the 12th. I expect Nadler to run thru the Judiciary hearings quickly now that DJT has opted to stay out. To understand my codes and reasoning see... https://www.gjopen.com/comments/comments/928771"], [43311, "2019-12-03T17:39:35Z", [0.0], "As one of my 35th Great-grand pappies said “Quamvis enim melius sit benefacere quam nosse, prius tamen est nosse quam facere..... Right action is better than knowledge; but in order to do what is right, we must know what is right.\""], [63401, "2019-12-03T17:35:06Z", [0.0], "29 days to go until the question closes. It is interesting to see the crowd forecast rapidly move in the direction of 50% on this question - a coin flip. However, at 44%, the crowd suggests that the House will not pass an article of impeachment by the deadline.  1) I wonder why this forecast is so close to 50%. Noise, bias, or both? 2) What would it take to move the needle significantly away from a coin toss? What facts and information should we be looking for to increase the signal? "], [6978, "2019-12-03T17:27:41Z", [0.24], "."], [691, "2019-12-03T13:01:16Z", [0.06], ""], [62087, "2019-12-03T07:09:52Z", [0.6], ""], [56, "2019-12-03T03:41:09Z", [0.95], "Pelosi is looking for impeachment managers. https://thehill.com/homenews/house/472702-pelosi-faces-tough-choices-on-impeachment-managers"], [80185, "2019-12-03T03:37:55Z", [0.25], ""], [68386, "2019-12-03T03:28:25Z", [0.4], ""], [484, "2019-12-02T21:45:55Z", [0.45], "(no change) If The House defers or postpones an impeachment vote and passes a censure then: 1. It keeps their options open. Who knows, perhaps Bolton, et al will have a change of heart. If nothing else it will help some DC lawyers afford a Xmas goose. 2. It keeps the issue only within the Congress. No one has to waste time listening to DT's hired guns and he can continue to be satisfied with the process. 3. The members can play to their base(st instincts). If the GOP members want to blather about Crowdstrike, etc on the House floor then it will make interesting sound bites during the 2020 election."], [56, "2019-12-02T20:09:27Z", [0.85], "Coming up 10%, looks like we are going to see a review of what impeachment means, evidence that Trump engaged in impeachable acts, and a floor vote, post haste."], [78345, "2019-12-02T18:54:19Z", [0.74], "This week will be interesting. Can the JC maintain focused or will partisan conflicts insert delay?"], [43311, "2019-12-02T18:05:15Z", [0.0], "If \"people\"  think I am right of center.... It makes me wonder where \"people\" are on this scale?\nhttps://www.politicalcompass.org/yourpoliticalcompass?ec=-6.38&soc=-6.82 I just don't like unfairness and lies. And, If I see it...I call it out. \nThe Democrats are being unfair with all the lies. @Chrisp anything on here flagable?"], [484, "2019-12-02T16:10:49Z", [0.45], "(no change for now) If the D's goal is to win in some fashion, I hope the leadership is paying attention to voices like Fleischer's: https://www.usatoday.com/story/opinion/2019/12/02/drop-impeachment-censure-donald-trump-ari-fleischer-column/4300670002/"], [34879, "2019-12-02T14:06:59Z", [0.05], ""], [66742, "2019-12-02T09:30:40Z", [0.45], "The dynamics seem different than I anticipated. \n"], [484, "2019-12-02T02:31:38Z", [0.45], "Up 20% to be above the consensus now that (for now) the WH isn't going to participate. It all depends what the D's want to do. Some of the polling wouldn't encourage me to send it to the Senate."], [43003, "2019-12-02T00:41:16Z", [0.51], "So this article outlines the procedure.  \nhttps://www.reuters.com/article/us-usa-trump-impeachment-steps-factbox/what-comes-next-in-the-trump-impeachment-inquiry-idUSKBN1XW24P\nand a more recent one of where we are is here https://www.npr.org/2019/12/01/783989343/as-impeachment-inquiry-moves-to-judiciary-committee-republicans-attack-the-proce This boils down to a series conditionals: A->B->C->D->E.  A(report issued) must happen then B(Judiciary committee delivery) must happen, then C (more hearings) might happen, then D (Committee decides if impeachment should happen) occurs, finally E (House impeachment vote) occurs.\nAs of tomorrow A (report issued) occurs.   Next will be the final draft and then B(Judicial committee delivery) will happen. This can be done within <5 calendar days.  As for C (More hearings) are actually already going on, but sedate stuff. Experts are being called in to testify what is a high crime and misdemeanor, etc.  Trump himself has been invited to participate, but he is highly unlikely to show or send an attorney as his strategy here is to de-legitimize the process.\nThe gotcha I fear is if any key witnesses will volunteer to cross the line and come in to shed light in the dark corners. If so, I think the chances of impeachment before 12/31 drops to low single digits.\nThere are other unknown unknowns on C that keep me away from forecasting above 60%. Trump could play a sympathy card and go into the hospital for 'medical reasons'. Trying to derail C or even E. D (deciding on impeachment) is going to go fast. It is clear to attentive legal minds, partisan or not, that DJT extorted Ukraine, abused his position, and obstructed justice. I suspect articles of impeachment have already been drafted. ie. Once the killer confesses and 17 witnesses testifies against him, any inquest panel will have already begun the paperwork.  This can happen within 3 days.  So that's 8 days plus any wildcard of C.  That gives us 4 days for a House vote. Doable, but edgy. On the note of censure, I entertained that for awhile. But the Dems know that DJT doesn't respect any form of accountability. I doubt DJT could spell censure. The House is playing for keeps, the Dems and half the GOP know DJT is unfit for office and should be removed. So Censure is <2% chance IMHO. The Dems have past the Rubicon and are going to impeach now that the smoke has cleared and it is obvious DJT is guilty.  @Anneinak @Emil You both have come up the scale to join me. Welcome to the dark side. Are we leaning out here too far?  There is precious little time in a very complex political machination. This is about procedure second and timeline first.\n@cdob63 @dada @th2x Your forecasts are the farthest from mine amongst those whom I follow. Which means you are the most important opinions I should evaluate. Find where you think I have hole in my logic. Convince me. My known bias: I'm think DJT is unfit to serve. I also think Senate won't convict.\nAssumptions: House Dems working on weekends\nDems want to finish before election primary season gets far along\nDems know some dems are vulnerable to Trump supporters in their base\nHouse wants to impeach DJT \nHouse Judiciary will recommend impeachment\nTrump will not send attorney as part of C. If he does I assume the lopsided house rules will let Nadler keep him on task.  ___________________________\n\" ISSUE A REPORT\nThe House resolution that authorized the public phase of the impeachment inquiry on Oct. 31 directed the House Intelligence Committee to issue a report laying out its findings and any recommendations. The report is to be prepared in consultation with the other two investigating committees: Foreign Affairs and Oversight. TO JUDICIARY COMMITTEE\nOnce complete, Representative Adam Schiff, the chair of the Intelligence Committee, is then meant to transmit the report, along with relevant evidentiary material and member views, to the Judiciary Committee and to release it publicly. Legislative sources had hoped the Intelligence Committee could complete its report and send it to the Judiciary Committee before the Nov. 28 U.S. Thanksgiving holiday, though it is unclear if they will succeed. MORE HEARINGS?\nThe House resolution has authorized the Judiciary Committee at this stage to conduct more proceedings if needed, including more hearings, that allow Trump and his counsel to participate. The ranking Republican on the Judiciary Committee, Doug Collins, can also subpoena witnesses, records and other material but only with the concurrence of the chairman, Democrat Jerrold Nadler. If the chairman and ranking member do not agree, the Republican can ask for a full committee vote. TO IMPEACH, OR NOT TO IMPEACH?\nThe Judiciary Committee has to decide if there is enough evidence to impeach. If it concludes that impeachment is warranted, the panel would draft articles of impeachment against Trump for a full House vote."], [31251, "2019-12-02T00:01:38Z", [0.17], ""], [29266, "2019-12-01T23:18:11Z", [0.85], ""], [63401, "2019-12-01T21:32:55Z", [0.0], "House Judiciary Chairman Nadler's (Nadler) letter to President Trump indicates a deadline of 5 PM on Friday, December 6 for President Trump to inform the Committee whether President Trump or his legal counsel will participate in the Judiciary Committee Hearings.  As well, on Monday, December 9, the Judiciary Committee will consider any referrals for issuing subpoenas by the Republicans (Letter 2 below). Assuming Republican requests for subpoenas are declined AND the Judiciary Committee decides to move forward with drafting articles of impeached, I don't think this, plus getting the matter to a full House vote is doable by December 12, the last scheduled legislative day for the House. The House session must be extended in order to get to a vote in the House before January 1.  Letter 1: https://judiciary.house.gov/sites/democrats.judiciary.house.gov/files/documents/2019-11-29%20JN%20Ltr%20to%20WH.pdf Letter 2: https://judiciary.house.gov/sites/democrats.judiciary.house.gov/files/documents/2019-11-29%20JN%20Ltr%20to%20Collins.pdf?mod=article_inline As well, the Republicans on the Judiciary Committee will work to slow the process to ensure due process. Rep. Collins says the first witness to be called under this rubric is Rep. Schiff to determine his role in shepherding the whistleblower, etc. This contributes to more delay and a lower likelihood of articles of impeaching being passed by the House by the deadline of the question. "], [691, "2019-12-01T19:23:03Z", [0.06], ""], [677, "2019-12-01T19:07:05Z", [0.0], ""], [534, "2019-12-01T18:29:51Z", [0.65], "Reducing from 75% - Pelosi may indeed decide to slow-walk it. "], [37236, "2019-12-01T13:25:31Z", [0.0], "Tis the season to be jolly... la-la-la-la-la..."], [80248, "2019-12-01T07:20:36Z", [0.18], ""], [46762, "2019-12-01T05:39:02Z", [0.3], ""], [176, "2019-12-01T03:44:31Z", [0.0], "The House has been doing it by the numbers so far. Why would they change? The sword cuts both ways. "], [43003, "2019-12-01T03:29:57Z", [0.44], "If the Dems were going to get it done by 31DEC19, then the Intel committee report needs to get out fast.  And so they deliver, the speed of this indicates a end-of-year internal deadline. https://edition.cnn.com/2019/11/30/politics/house-intelligence-committee-impeachment-report/index.html"], [484, "2019-12-01T00:24:37Z", [0.25], "(no change and no link) I'm not sure McConnell (et al) will actually deliver on a promise of a trial in the Senate now that he has reflected. There are rumblings they may just acknowledge, but vote not to proceed. Avoids embarrassing moments for many in the GOP (as well as troubling fake news of the allegedly transactional President) and it would allow the D presidential candidates to eat some more corn dogs. ;-) If someone actually represents DJT in the Judiciary proceedings I'll probably acknowledge the above was a silly idea (and perhaps change my forecast)."], [1056, "2019-11-30T20:21:44Z", [0.25], "Here's an AP story about Democratic members of Congress and their apprehensions about impeachment. Could be overblown nonsense, but it may make some sense with respect to the Democratic pick-ups in 2018. The author of the article says that Trump seems certain to be impeached, but doesn't mention the censure option which has been floated in the press over the past few days. https://apnews.com/0e99f31bc4044fc3b422f3bab4dce890 Salient paragraph: \"Many competitive Democratic seats are in suburbs, where centrist voters have abandoned the GOP in recent elections over Trump’s coarse behavior and conservative policies. Republicans will have to guard against impeachment accelerating those defections, while Democrats must watch for signs suburban voters think they’re overreacting.\" I would dispute the contention that suburban voters are necessarily put off by Trump's \"conservative policies,\" but it's entirely true that people can only stand so much of his idiotic behavior. For Democrats, as the article suggests, the problem is striking the right balance between exploiting the exasperation with Trump while not provoking the public to become exasperated with the Democrats."], [1333, "2019-11-30T16:55:25Z", [0.0], ""], [43003, "2019-11-30T16:50:35Z", [0.1], "Strong minds are pointing out end of session in Mid December, no compelling reason for extending session. Further Lichtman of 13 keys to the Whitehouse fame argues that it is in the Dems best interest to not move fast on this. If Lichtman is thinking that, then there are Dem strategists councilling Pelosi on that game plan as well. Therefore I'm dropping my estimate sharply by 55% to 10%\n@AnneinAK am I out of line here?"], [42004, "2019-11-30T11:50:12Z", [0.65], ""], [79600, "2019-11-30T07:59:25Z", [0.1], ""], [176, "2019-11-29T21:33:51Z", [0.0], "Less than 7% at Almanis"], [1056, "2019-11-29T20:57:43Z", [0.25], "Dropping. I can see no advantage for the Democrats in pursuing a Senate trial that they are bound to lose. And if I can't see it, neither can they."], [40584, "2019-11-29T18:13:56Z", [0.1], "I think this article does a great job of articulating a key element of the \"NO\" argument. I see there is a rush to a higher probability as the house process moves forward, and perhaps that will prove to be correct, but I'm struggling to see a smart STRATEGIC argument for why the Democrats should pass articles by EOY. There are plenty of moral arguments, but my framework for approaching this question is that politicians are driven primarily by (in descending order of importance) 1) what's good for their personal reelection prospects; 2) what's good for holding onto the house in 2020; 3) what will help them pick up seats in the Senate in 2020; and 4) what's good for winning the Presidency in 2020. https://www.cnn.com/2019/11/28/opinions/impeachment-alternative-censure-firestone/index.html Key quotes: \n\"After amassing the testimony and preparing for the articles of impeachment, the House could change course and introduce a resolution for censure of the President. In it, they would recite all the behavior that would go into articles of impeachment. But instead of Trump's removal from office as a remedy, it would essentially place the impeachment process in abeyance until the House can determine whether it will be able to hear from additional key witnesses.\nThis is a viable option for many reasons.\" \n\"Even more concerning, though, is that after this process runs its course, it will be extremely difficult as a practical matter for the House to go through an impeachment process for anything the President does in the future, at least in the current term. It is unlikely the populace would stand for another round of divisive impeachment proceedings, as an ongoing matter, unless there is an extremely serious and obvious charge (such as direct evidence of taking bribes as was the case with Vice President Spiro Agnew in the early 1970s).\"  I would argue that this would create an even bigger problem for the Democrats in the second term than in the first. At that point Trump could argue that the electorate has ruled on his behavior and found in his favor ... twice.  The main counterargument is that the Democratic base could lose confidence in the leadership if this process doesn't give them some red meat real soon. "], [691, "2019-11-29T13:58:52Z", [0.08], ""], [66742, "2019-11-29T13:01:09Z", [0.2], "I feel a bit conflicted about my position in this question. Is my confidence about a low probability for this question justified?  \nSince I started following this question, I do not see how the house can pass articles of impeachment before the end of the year. I also do not see why the house would pass these articles before the end of the year. On the other hand, I see the crowd and many successful and more experienced forecasters are around the 50% mark.\nTime to re-evaluate my position and identify my biases :-) My main arguments for taking a lower probability are:\nThere are 8 days left on the house calendar and the vote on the articles needs to take place before the 13th of December. \nChairman Nadler has announced a hearing on the 4th of December, leaving a maximum of 7days before the 12th, the last day congress will be in session before the new year.\nIn these 7 days: other hearings might take place, Trump has been invited to testify, the impeachment-articles drafts and accompanying dossiers need to be prepared, approved, finalized,  etc. \nAt the same time, related stories and evidence seem to come out every day. Judgements about issues that can inform the inquiry are due to be made by the courts. Maybe the passage of time forces an answer to the question whether the non-cooperation with the impeachment by the white house constitutes obstruction. The members of the house also have other pressing issues.\nNow that the inquiry process is underway, it does not make sense (to me) to focus on a case that is too narrow (when so much seems to be going on) or to risk making mistakes by acting too swiftly.\nSomehow it all feels rushed. The arguments I see against a very low probability are:\nBecause of the elections, democratic candidates do not want to be dealing with impeachment.\nThe people are (according to polls) not interested in the impeachment and the whole affair does not seem to budge voters affiliations, so why keep doing it.\nThe intelligence committee was able to do the investigation part of the inquiry very quickly and held all public hearings in the span of a week. Although the necessity of a super speedy inquiry is not clear to me, I will increase my probability by 12% (Mostly, because the intelligence committee these past few weeks has done its work very fast and effectively).\n"], [10921, "2019-11-29T12:24:17Z", [0.35], ""], [38, "2019-11-29T09:18:52Z", [0.57], ""], [13306, "2019-11-29T07:05:42Z", [0.55], ""], [1056, "2019-11-29T02:56:51Z", [0.55], ""], [484, "2019-11-28T16:25:35Z", [0.25], "(no change) I do wonder if there might be some obscure parliamentary maneuver in the House that might delay things even absent approval and support from The Speaker and other leaders. (I know of none although I believe the Senate has a whole bushelful on the shelf.)"], [57797, "2019-11-28T14:52:56Z", [0.55], ""], [691, "2019-11-28T14:26:06Z", [0.07], ""], [75863, "2019-11-28T14:13:58Z", [0.55], "\"The House Judiciary Committee will hold its first hearing next week on the impeachment of President Donald Trump, as Democrats move quickly to the next stage of a process that is likely to lead to the third-ever presidential impeachment before the end of the year... The panel could approve articles of impeachment the second week of December, allowing the full House to vote the following week, just before Congress leaves for the holiday break, according to lawmakers and aides.\" https://www.politico.com/news/2019/11/26/judiciary-committee-to-hold-first-impeachment-hearing-next-week-073991\n"], [529, "2019-11-28T04:49:16Z", [0.51], "https://apnews.com/160472d13671476584be900f818a76aa"], [80701, "2019-11-28T00:05:32Z", [0.05], "I just don't think there is enough time before the holiday recess for this to happen. Additionally, I think the House is much more likely to start the year with the articles of impeachment as opposed to end the year with them."], [11430, "2019-11-27T22:47:29Z", [0.65], "Beginning to run out of time."], [38094, "2019-11-27T19:45:34Z", [0.05], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump? Hattip @GL2814 for giving me courage.\nWe have a pause in the action, at this juncture its difficult to see the motivation to get this done during the holidays. Legal proceedings take time, especially when they happen rarely."], [10924, "2019-11-27T18:15:27Z", [0.55], ""], [10924, "2019-11-27T18:13:03Z", [0.45], ""], [19522, "2019-11-27T14:34:29Z", [0.5], ""], [691, "2019-11-27T13:49:10Z", [0.05], ""], [25780, "2019-11-27T12:52:41Z", [0.5], ""], [176, "2019-11-27T04:56:44Z", [0.0], "WASHINGTON (Reuters) - The U.S. House of Representatives Judiciary Committee on Tuesday invited President Donald Trump to its first impeachment hearing, scheduled for Dec. 4, starting a new phase of the inquiry that could lead to formal charges against the president within weeks.\nhttps://www.reuters.com/article/us-usa-trump-impeachment/u-s-house-judiciary-panel-invites-trump-to-dec-4-impeachment-hearing-idUSKBN1Y02C5?il=0\n"], [13306, "2019-11-27T02:01:47Z", [0.5], ""], [20044, "2019-11-26T23:42:18Z", [0.43], ""], [46762, "2019-11-26T23:21:30Z", [0.15], ""], [62087, "2019-11-26T22:02:31Z", [0.5], ""], [66692, "2019-11-26T21:56:43Z", [0.15], "Sticking my neck out here I think. The House is aiming for a vote before breaking for the holidays. My read of the plan suggests that to be an optimistic schedule. I think it’s far more likely a vote happens in January or later, if at all."], [11278, "2019-11-26T19:05:56Z", [0.75], ""], [691, "2019-11-26T18:48:56Z", [0.03], ""], [46762, "2019-11-26T17:15:55Z", [0.25], ""], [46762, "2019-11-26T17:13:59Z", [0.3], "And so it begins\nhttps://www.yahoo.com/news/swing-state-dem-flips-impeachment-000103063.html"], [57797, "2019-11-26T16:43:30Z", [0.49], ""], [78345, "2019-11-26T14:03:15Z", [0.72], ""], [46339, "2019-11-26T13:15:40Z", [0.05], ""], [43311, "2019-11-26T10:45:22Z", [0.0], "Comment deleted on Nov 26, 2019 05:01PM UTC"], [18846, "2019-11-26T10:37:57Z", [0.0], "This is getting murky. The date I'm looking at as I make this prediction is February 3rd. That's the Iowa caucus date. If Congress impeaches, I don't see how a Senate trial does not overlap with the Iowa caucus and New Hampshire primary. Furthermore, if properly strategized by McConnell, the Senate trial could drag to March 3rd, Super Tuesday. This would be a disaster for the Democrat candidates. Purely from a strategic standpoint, there's a chess game playing out behind the scenes. We don't see it in the media, but the chessboard is being set right now. An impeachment resolution the leads to a Senate trial is a trap. Someone very intelligent will have to find a way to avoid it."], [66742, "2019-11-26T06:32:27Z", [0.08], ""], [484, "2019-11-26T03:40:31Z", [0.25], "Down 10% for passage of time."], [176, "2019-11-26T03:00:54Z", [0.0], "More volatility \nA federal judge decided Monday that President Donald Trump's former White House counsel Don McGahn must testify to the House of Representatives in its impeachment probe, marking the first major ruling about House witness testimony during the Trump administration. https://www.cnn.com/2019/11/25/politics/don-mcgahn-house-subpoena-impeachment/index.html Is that whiff of Nixon in the air?"], [40584, "2019-11-26T02:47:59Z", [0.12], "bumping my estimate down to reflect the passage of time with still no concrete timeframe. To me the quotes coming from Schiff and Pelosi sound non-committal. "], [23718, "2019-11-26T02:38:32Z", [0.0], ""], [34516, "2019-11-26T02:15:19Z", [0.05], ""], [58927, "2019-11-26T01:13:13Z", [0.25], "US House of Representatives has just 8 working days left before the year ends. The news reports indicate that the Intelligence committee hasn't completely wrapped up their work- my guess is that they will hold off if they can get someone like Bolton or Pompeo to testify. Once the Intelligence committee concludes, the judiciary committee needs to take over. While it's likely that they can rush through if needed, but my priors are not that high for that possibility."], [46762, "2019-11-26T00:50:59Z", [0.35], "Long post, eaten:   Short version Supreme Court says:  Nope, no tax returns.  Consonant with their earlier decision on birth records.  Democrats tell judge they don't want the courts to intervene and decide whether the House or the President is right.  Then judge shop, and look for a decision in a friendlier court.   Theoretically this puts them on the hot seat for contempt of court. https://www.usatoday.com/story/news/politics/2019/10/31/impeachment-court-balance-authority-between-house-president-trump/2496212001/\nhttps://news.yahoo.com/former-white-house-counsel-donald-225759038.html So for those who are keeping score, Shifty schiff has lost in the courts  times\nNo, you can't have grand jury testimony. \nNo, you can't force Bolton to testify.   Reading the tea leaves and not applying ....\nNo, you can't have trump's tax returns."], [767, "2019-11-26T00:40:54Z", [0.55], "Seeing report hearings will be held until December 10. Also seeing reports that the Judiciary Committee will have a report ready after Thanksgiving but left opened possibility of more investigation, interviews. "], [32789, "2019-11-25T23:53:40Z", [1.0], "Zero contra indicators."], [534, "2019-11-25T21:26:37Z", [0.75], "Appears they are planning to do it before the end of December: https://www.nytimes.com/2019/11/25/us/politics/impeachment-report-schiff.html"], [20044, "2019-11-25T21:20:44Z", [0.4], ""], [46762, "2019-11-25T20:02:30Z", [0.35], "https://issuesinsights.com/2019/11/25/do-democrats-realize-how-much-trouble-theyre-in/ Even worse than the headline number (independents 2:1 against impeachment), is the number buried in the text.  By a 3:1 margin, independents think this is unimportant BS. Say what you will.. Nancy can read a poll."], [32861, "2019-11-25T19:12:24Z", [0.75], ""], [80660, "2019-11-25T18:02:39Z", [0.57], "Composition of the House is 53% Democrats, so if the House votes strictly along party lines, there is enough for the simple majority needed to pass this. The evidence appears strongly against Trump, but few Republicans are willing to risk alienating his base (or inciting personal attacks from him), so I am estimating only a few Republicans break rank."], [691, "2019-11-25T14:55:06Z", [0.05], "Coming up a little bit on the increasing intensity of rumours that the Ds have got even closer to getting the wrong answer and being consigned to the Gorge of Eternal Peril.  However, I'm still pretty sure that Mme. Speaker won't let the House report anything out this calendar year.   Once Judiciary gets something, which they may or may not by year-end, they will have to have hearings.  At that time the Speaker can, and probably will, prolong the process by telling the committee to:  defer to the Rs' request to call some more witnesses; consider multiple amendments, most or all of them silly and futile but all deliberated in breathtaking detail; and extend the amount of time each member has to quack and flap before getting around to asking a question.  Then there are always the frequent and lengthy recesses. If she is clever about this--and she may be awful, but she is also clever--this can drag on until the primary season is so heated up that nobody will feel like doing anything until after the November elections.  Stay tuned."], [34044, "2019-11-25T13:33:23Z", [0.75], ""], [13306, "2019-11-25T11:08:55Z", [0.45], ""], [66692, "2019-11-25T09:50:35Z", [0.25], "I'm increasing my estimate, but not all the way to the crowd forecast (currently 40%). People have continually underestimated DJT's ability to survive scandal and other threats. I expect I may be underestimating the chances here, as it seems obvious (from a non-American layperson's point of view) that the current hearings are on a clear course to an article of impeachment. My brain, my heart and my gut are engaged in a fight of epic proportions on this question... :-)"], [176, "2019-11-25T04:55:47Z", [0.0], "Bombshells keep dropping: The bottomless pit that is the Ukraine scandal continues to grow. According to a report from ABC News on Sunday, the House Intelligence Committee is now in possession of audio and video recordings as well as photographs that include both President Donald Trump and Rudy Giuliani. The materials were handed over as part of a congressional subpoena by Giuliani associate Lev Parnas.\nhttps://www.rollingstone.com/politics/politics-news/lev-parnas-handed-over-tapes-of-trump-and-giuliani-to-the-house-intelligence-committee-917769/ Bolton said something interesting awhile back about if you get the process right they can only argue on the substance. Correct me if I'm wrong, but the House Impeachment inquiry is doing it by the numbers aren't they? "], [68386, "2019-11-25T04:34:04Z", [0.36], ""], [43311, "2019-11-25T00:43:23Z", [0.0], "Comment deleted on Nov 26, 2019 05:00PM UTC"], [29266, "2019-11-24T18:14:54Z", [0.75], ""], [66742, "2019-11-24T12:07:47Z", [0.2], ""], [43311, "2019-11-24T02:37:01Z", [0.0], "https://en.interfax.com.ua/news/press-conference/625831.html https://mobile.twitter.com/RudyGiuliani/status/1198309490069790720 \"Do you honestly think I'm intimidated?\" LOL https://wikileaks.org/podesta-emails/emailid/52561 What does \"handler\" imply in the IC? https://mobile.twitter.com/MarshaBlackburn/status/1197875810256007170"], [176, "2019-11-24T01:59:52Z", [0.0], "I'm not brave enough to ask Bolton and Mulvaney questions I don't know the answer to in front of the full senate. A David Boies type would have his hands full.  The backfire effect is on the negative side of the political calculus. \nBelief perseverance (also known as conceptual conservatism[1]) is maintaining a belief despite new information that firmly contradicts it.[2] Such beliefs may even be strengthened when others attempt to present evidence debunking them, a phenomenon known as the backfire effect (compare boomerang effect).[3] For example, journalist Cari Romm, in a 2014 article in The Atlantic, describes a study in which a group of people, concerned of the side effects of flu shots, became less willing to receive them after being told that the vaccination was entirely safe.[4] Since rationality involves conceptual flexibility,[5][6] belief perseverance is consistent with the view that human beings act at times in an irrational manner. Philosopher F.C.S. Schiller holds that belief perseverance \"deserves to rank among the fundamental 'laws' of nature\".[7]\nhttps://en.wikipedia.org/wiki/Belief_perseverance#:~:targetText=Belief%20perseverance%20(also%20known%20as,effect%20(compare%20boomerang%20effect).\nThe Oatmeal explains it better: https://theoatmeal.com/comics/believe Forecasters always have to worry about this sin:\nConfirmation bias is the tendency to search for, interpret, favor, and recall information in a way that affirms one's prior beliefs or hypotheses.[1] It is a type of cognitive bias and a systematic error of inductive reasoning.\nhttps://en.wikipedia.org/wiki/Confirmation_bias\n"], [176, "2019-11-24T01:56:25Z", [0.0], "Comment deleted on Nov 24, 2019 02:02AM UTC"], [176, "2019-11-24T01:49:51Z", [0.0], "dup"], [38094, "2019-11-24T01:26:48Z", [0.25], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump?\nHattip to @GL2814 for reminding me that a procedure must be followed and it all takes time."], [176, "2019-11-23T22:52:20Z", [0.1], "The following series of steps must now be taken for the inquiry to proceed to a full House impeachment vote: ISSUE A REPORT\nThe House resolution that authorized the public phase of the impeachment inquiry on Oct. 31 directed the House Intelligence Committee to issue a report laying out its findings and any recommendations. The report is to be prepared in consultation with the other two investigating committees: Foreign Affairs and Oversight. TO JUDICIARY COMMITTEE\nOnce complete, Representative Adam Schiff, the chair of the Intelligence Committee, is then meant to transmit the report, along with relevant evidentiary material and member views, to the Judiciary Committee and to release it publicly. Legislative sources had hoped the Intelligence Committee could complete its report and send it to the Judiciary Committee before the Nov. 28 U.S. Thanksgiving holiday, though it is unclear if they will succeed. MORE HEARINGS?\nThe House resolution has authorized the Judiciary Committee at this stage to conduct more proceedings if needed, including more hearings, that allow Trump and his counsel to participate. The ranking Republican on the Judiciary Committee, Doug Collins, can also subpoena witnesses, records and other material but only with the concurrence of the chairman, Democrat Jerrold Nadler. If the chairman and ranking member do not agree, the Republican can ask for a full committee vote. TO IMPEACH, OR NOT TO IMPEACH?\nThe Judiciary Committee has to decide if there is enough evidence to impeach. If it concludes that impeachment is warranted, the panel would draft articles of impeachment against Trump for a full House vote. OVER TO THE SENATE\nIf the House votes to impeach, the process then moves to the Republican-controlled Senate. Its options are to vote to dismiss the charges against Trump or to hold a trial. At this point, it seems likely to hold a trial because Republicans appear not to have the votes to dismiss the charges. “Most everybody agreed there’s not 51 votes to dismiss,” Republican Senator Lindsey Graham, a Trump ally, told reporters after he attended a White House meeting with White House Counsel Pat Cipollone on Thursday. Senate aides have said that some in the White House believe a full trial that acquitted Trump would be a better outcome than the charges being dismissed without the case first being presented to senators.\nhttps://www.reuters.com/article/us-usa-trump-impeachment-steps-factbox/what-comes-next-in-the-trump-impeachment-inquiry-idUSKBN1XW24P"], [38, "2019-11-23T21:14:18Z", [0.55], "It sounds like an important positive step has been taken to get a budget deal.  Getting a budget deal is one of the things on the agenda which might crowd out an impeachment vote. https://thehill.com/policy/finance/471791-house-senate-reach-deal-on-fiscal-2020-spending-figures?rnd=1574532970"], [75863, "2019-11-23T20:37:13Z", [0.45], ""], [38, "2019-11-23T19:26:17Z", [0.55], "Here's a link to the Senate rules governing an impeachment trial:  https://www.senate.gov/artandhistory/history/resources/pdf/3_1986SenatesImpeachmentRules.pdf @rjfmgy, @Emil, @cafebedouin, @KitsonJ"], [56, "2019-11-23T18:29:59Z", [0.75], "Going to go ahead and jump in on this question on the strength of the commentary below.  https://talkingpointsmemo.com/edblog/read-this-11"], [1056, "2019-11-23T18:23:43Z", [0.55], "Following @Anneinak."], [10924, "2019-11-23T14:19:22Z", [0.4], ""], [691, "2019-11-23T12:34:03Z", [0.03], ""], [57797, "2019-11-23T12:22:08Z", [0.43], ""], [14107, "2019-11-23T11:56:42Z", [0.43], ""], [32438, "2019-11-23T10:16:34Z", [0.6], ""], [38, "2019-11-23T03:03:19Z", [0.55], "\nI didn't read the fine print on the budget CR, and didn't realize that it's only for about a month.  Oops! What I read about the Clinton House proceedings was that once the committee had settled on proposed Articles and had forwarded them to the House for action by the whole House, it took 7 calendar days.  If the House IC & Oversight committees come up with proposed articles over the Thanksgiving break, and House Judiciary takes only a  day or 2 for legal testimony, then they could pass Articles in just a couple of days and send them onto the whole House with maybe 4 days still on the House's legislative calendar.  And who says that they can't/won't extend their legislative calendar beyond Dec 12th?   They'll definitely need to pass another budget CR, though.  hm.  Reversing my 5% increase of earlier today. Thanks to @Yeti-driver https://www.gjopen.com/comments/comments/926515"], [62808, "2019-11-23T02:44:52Z", [0.5], ""], [484, "2019-11-23T00:49:28Z", [0.35], "Up 5 to be a bit above the consensus. If Bolton changes his mind, I'll head down."], [38, "2019-11-23T00:46:28Z", [0.6], "That the House leadership seems to be moving bills (like the stop-gap funding bill) through the House relatively quickly suggests to me that they're trying to keep the calendar open for impeachment hearings.  I've been trying to figure out how many days the House debated the Articles of Impeachment against Bill Clinton; it looks like 6 calendar days, maybe 7.   Adjusting up 5%."], [176, "2019-11-23T00:35:04Z", [0.1], "21% today"], [39937, "2019-11-22T22:33:49Z", [0.0], ""], [63401, "2019-11-22T22:29:12Z", [0.0], "There are 8 House voting days left in 2019 (December 3-12). I don't think there is enough time to work through the processes needed to get to the vote by that time window. "], [1646, "2019-11-22T20:45:29Z", [0.03], ""], [691, "2019-11-22T18:54:22Z", [0.01], "https://www.bbc.com/news/world-us-canada-50520652 \"After sprinting through seven public hearings with 12 witnesses over five days, the House Intelligence Committee is now writing a report to submit to the Judiciary Committee, which is then expected to draft articles of impeachment. \n    \"The committee would begin writing the impeachment articles - or the charges of wrongdoing against the president - in early December.\" Judiciary will start drafting \"in early December.\"  They will not likely get done drafting before the traditional interminable year-end break.  After that they will begin hearings on the articles.  We are now somewhere near the end of January before a resolution gets out of committee, if it does.   After that, the primaries start to kick in for both parties and for all offices, including the Senate seats occupied by nervous luminaries of both parties.  If I were the Speaker I'd hold off on putting this through the House until most of the relevant primaries were over, so that members in both chambers could vote without fear of primary reprisal. (Full disclosure:  I am not the Speaker.  I don't even like the Speaker.  I am not acquainted with her or any of her staff or pals, nor do I wish to be.  I do have some Friends-and-Relations who are in a position to know something, but they claim they don't.)\n"], [63835, "2019-11-22T18:50:57Z", [0.01], "House Intelligence has to write a report of its findings - which it can do during the November recess.\nHI also has to pass its info - open door and closed door testimony - to House Judiciary in some indexed & searchable fashion - which can also be worked upon during November recess.\nHJ will probably formally receive all this on Dec 3 - first day the House is back in session. That's one day.\nThey will probably want a public hearing where Schiff and others will formally present HI's findings. That's two days.\nMaybe here HJ might roll into debate and witnesses on what is an impeachable offense and the role of both houses of Congress - which eats up another day\nThen HJ has to have a formal consideration of any articles themselves - I imagine this also is in open session. That's probably another two days.\nExtra time would be needed on the articles themselves, and possible cross-chamber collaboration. Another day?\nThen HJ would vote on the articles, and send any articles to the full House. This can be done in one day - but it's still one full day.\nUpon which the Speaker will schedule debate, limit time frame for same, and ultimately, schedule and hold a floor vote. This looks like a three day process minimum. I count a best-case of 11 legislative days.\nThere are 8 work days left in 2019.\nThe House can be held back for the calendar week of Dec 16-20 - so there is a nominal runway for a 2019 completion.\nFor me - right or wrong - likelihood goes back down to 1%, absent comments from the Speaker or Chairman Nadler - and both have been circumspect.\n"], [529, "2019-11-22T18:17:16Z", [0.45], "https://www.nbcnews.com/politics/trump-impeachment-inquiry/officials-handed-house-pile-evidence-impeachment-n1089081?"], [6978, "2019-11-22T16:37:07Z", [0.45], "14-21 days."], [73, "2019-11-22T16:01:17Z", [0.95], ""], [20044, "2019-11-22T15:14:10Z", [0.42], ""], [20044, "2019-11-22T15:13:08Z", [0.38], ""], [78345, "2019-11-22T13:59:24Z", [0.71], "Slight nudge up as it seems House Judiciary Committee could have what it needs to begin their work shortly after Thanksgiving.  What do Dems gain by completing this before year end?  How may it hurt them to wait?"], [32300, "2019-11-22T12:44:49Z", [0.5], ""], [79508, "2019-11-22T11:35:15Z", [0.14], "Putting the percentage up inline with the flow of data, but still think it is not going to happen in the time frame and the exercise is more of a greater purpose "], [13306, "2019-11-22T10:00:43Z", [0.4], ""], [29896, "2019-11-22T09:44:00Z", [0.8], ""], [31251, "2019-11-22T09:10:31Z", [0.19], ""], [57797, "2019-11-22T03:41:31Z", [0.45], "Increasing from 37%. Seems the Democratic leadership is leaning toward getting a vote done sooner rather than chasing the loose ends.  Pelosi: \"“They keep taking it to court, and no, we’re not going to wait until the courts decide. That might be information that’s available to the Senate, in terms of how far we go and when we go. But we can’t wait for that because, again, it’s a technique. It’s obstruction of justice, obstruction of Congress.”\" [1] This speaks to the motivations for Democrats from an outside perspective \"Even some Republican strategists said she had a point. “As a political matter, the longer this goes, it is a real opportunity for Republicans to paint Democrats as unconcerned about the issues voters care more about, and I think Nancy Pelosi is well aware of that,” said Brendan Buck, who was counselor to former Speaker Paul D. Ryan.\" [1] And regarding the Intelligence Committee's work: \"Although more witnesses could still be called, the Intelligence Committee concluded its scheduled public hearings after 12 witnesses and will now focus on drafting a report on the matter.\" [1] Finally, speaking about the Judiciary committee and beyond the piece points to a vote by Christmas: \"After it drafts articles of impeachment, the committee would vote on them and send them to the House floor, where Democrats anticipate a vote by Christmas.\" [1] This article [2] (HT @Anneinak) corroborates the NYT article in suggesting Democrats are eyeing a vote by Christmas. Overall to me it seems there remain many questions that need to be explored if one wants to know exactly what happened, which suggests Democrats may want to take more time (and indeed some Congressmen have been quoted saying they'd like to continue exploring the case) but as [1] reminds, \"The House can move forward with whatever evidence a majority considers sufficient\".  [1] https://www.nytimes.com/2019/11/21/us/politics/impeachment-witnesses.html?action=click&module=Top%20Stories&pgtype=Homepage\n[2] https://www.gjopen.com/comments/comments/926295"], [46762, "2019-11-22T02:40:49Z", [0.4], "Trump signing a short term spending bill is a mistake.   It takes pressure off the dems to do anything other than impeach impeach impeach impeach impeach impeach impeach. Oh.  And impeach."], [38, "2019-11-22T02:31:45Z", [0.55], "Pelosi always has a plan.   I'm sure she's looked at this from all the angles and is managing things for maximum Dem benefit.  I've been expecting to read that the list of persons to give testimony to the House Intelligence Committee has been added to, but that has not happened and Schiff has stuck to his pre-announced schedule.  I'm now reading that the Intelligence Committee intends to meet during the Thanksgiving holiday.   I haven't found anything that discusses what Nadler's planned schedule is, nor do I have a sense of how disciplined he might be in sticking to it.   I keep reading that there's a plan to hold a vote in the House before Christmas.    At this point, it seems like bringing Articles of Impeachment to the floor before Christmas is do-able IF the Judiciary Committee decides not to hold its own hearings.   So, I think it's time I made a significant adjustment to my forecast. https://thehill.com/homenews/house/471594-hill-holmes-offer-damaging-impeachment-testimony-five-takeaways"], [25245, "2019-11-22T02:23:12Z", [0.28], "Jacking up my estimate significantly because the public hearings phase of the impeachment is wrapping up as I type this, and, according to CNN, Pelosi is firm in her commitment to push forward despite stonewalling by the Whitehouse ."], [484, "2019-11-22T01:28:50Z", [0.3], "(no change) The Judiciary Committee should offer the administration a chance to testify (SecState and MM) to present possible exculpatory evidence and to refute likely charges of obstruction."], [66742, "2019-11-22T00:47:37Z", [0.26], "Bumping up my forecast, because they are really keeping the inquiry small. "], [529, "2019-11-22T00:20:45Z", [0.35], "Bumping forecast up for now: https://www.cnn.com/2019/11/21/politics/democrats-impeachment-plans/index.html? FWIW: U.S. appears divided (approx.) in half on impeachment, currently: https://projects.fivethirtyeight.com/impeachment-polls/"], [176, "2019-11-21T23:46:47Z", [0.1], "Still 20% at Almanis"], [26553, "2019-11-21T22:57:52Z", [0.15], "Everyone who participated in those meetings and phone call back then is apparently outraged now"], [484, "2019-11-21T21:52:19Z", [0.3], "Up 10% since it appears the HPSCI portion is mostly wrapped up. Whatever the Congress does, I suspect and hope that history will judge that facts matter. (more or less) \"it's a republic . . . if you can keep it\" (BF)"], [66742, "2019-11-21T18:27:43Z", [0.05], "I am increasing the chance that the house will pass an article of impeachment before the new year because the case is held compact and the \"prosecutory\" arguments are getting more legally compelling by the day. The defence, however, remains quite weak on the substance. Is it possible that senators are starting to get convinced on the merit of the case?"], [46762, "2019-11-21T17:59:29Z", [0.26], ""], [46762, "2019-11-21T17:58:41Z", [0.06], "Soooo, interesting political news out today.  Bad news for (d)'s which means of course it won't really be reported.  1:  Viewership on the democrat debate is crashing.  24 million watched the Repub debate.  8.3 watched the last Democrat debate.   15.3 million watched the biggest democrat debate.  2.  The rise of buttigieg spells a real problem for Democrats.  He leads Iowa; is at zero for SC.   Truth of the matter is that blacks are less accepting of homosexuality than democrats in general.   It risks exposing a rift in the Democrats big tent.  3.  Des Moines Register reports Trump gaining on the democrat field of candidates.  While being impeached.   Think about that.  https://www.realclearpolitics.com/epolls/latest_polls/general_election/ 4.  Shifty Schiff denying the republicans the ability to call Hunter Biden, Nellie Ohr, Alexandra Chalupa, may prevent a catastrophe - but it doesn't dispell the kangaroo court image. Did you hear about how in 2018 a Ukrainian court found Leschenko and an official of Ukraine's anti-corruption police meddled in the 2016 American election in support of Hillary Clinton? Of course not.  Shifty schiff wouldn't allow.  Nor would they allow questions on his meeting with the 'whistleblower' prior to filing the complaint.  Look, here's the deal.  The Democrats want to prove that Trump acted illegally.  At the same time they are preventing Republicans from offering the defense:  Gee, maybe an investigation into Hunter & Joe Biden is actually a legitimate use of Presidential authority. Its going to come out when the game shifts over to the Senate. \nhttps://www.foxnews.com/opinion/schiff-trump-impeachment-show-andrew-mccarthy 5.  Republicans raised 25.3 million.  Democrats 9 million.  Repubs have 61.4 on hand. Dems have 8.7 mil on hand and $7mil in debt.   https://docquery.fec.gov/cgi-bin/forms/C00010603/1364371 6.  Shifting leads, first one candidate, then another, are a sure sign that no candidate fires the collective mind of democrats, much as the republican election that gave us Romney. New people coming in (Duval Patrick, Bloomberg) is a sign that they read an opening in the current weakness in the current candidates.  So, heres the thing for bloomberg - a Democrat-turned-Republican-turned-Independent-turned-Democrat.  He spent 261 million dollars to win election to the big apple in 2001, 2005, 2009.  \nWill Democrats overlook this rich candidate buying the election; will they let a 1% be the standard runner for their party;  will they swallow their hypocrisy?   Of course they will.  But it really won't matter.   Here's the deal.  Bloomberg has 76  days till the first primary.  Unless he drops a check -- call it for $300 mil right now to make a bounce, to generate some fake buzz, he's going to be lost in the clutter of the also rans.    \nhttps://www.washingtontimes.com/news/2019/nov/19/editorial-michael-bloomberg-deval-patrick-make-202/ 7.  Did you hear the that the IG will testify into the FISA abuse.  Of course not.  Dec 11.   Still the slow pace is probably not a good sign, although it may be an effect of keeping the pot simmering along with Dims.\nhttps://www.washingtontimes.com/news/2019/nov/18/michael-horowitz-justice-department-ig-testify-all/ And thats the week that was... "], [61241, "2019-11-21T17:09:47Z", [0.15], "Short timeline before the new year hits, and Washington slows more than its normal sloth speed for the holidays. If the question were extended approx 6 months, my answer would increase. In a best case scenario for the Democrats, he’s embroiled in the impeachment drama during prime election season/campaigning. "], [61241, "2019-11-21T17:07:02Z", [0.7], ""], [21474, "2019-11-21T16:13:15Z", [0.66], "Sondland's testimony and the overwhelming evidence that Trump has used the office of the president for his own political ends."], [20044, "2019-11-21T15:56:00Z", [0.29], ""], [691, "2019-11-21T14:42:38Z", [0.01], "Evidence, testimony, and such trivia are entirely irrelevant to this outcome.  Mme. Speaker will decide when to let this come to the floor, if at all.  She appears to be letting her staff leak rumours to the effect of Sooner Rather Than Later, but the pace of action suggests this is a stratagem to calm down her crazies and perhaps to noodge The Leader Of The Free World into wilder and wilder midnight Twits in the hope he will blow his own case up.  He has shown some ability in that direction, although probably there is nothing he could say or do that would change the outcome in the Senate.  The Speaker presumably knows this.  Strange days."], [78345, "2019-11-21T14:28:01Z", [0.68], "Do the House Dems believe they have enough evidence to pass a vote? Testimony scheduled for today may not add much more to what has already been testified. No other testimony is currently scheduled. Possible articles of impeachment may include bribery and obstruction / contempt. I think House Dems do believe they have enough evidence to seek a vote.  Is there enough time left to hold a vote? I can’t imagine any Rep—D or R—who would want to be on record as having missed that vote.  How likely is any single article that goes to a vote to pass? Given Ds control the House, I expect very likely.  Making a big jump in prediction. Trying to balance my personal opinion on the subject of the investigation with what matters to this forecast. I think this is looking more likely to happen than before. Not all but certain by any means, but definitely crossing the fulcrum. "], [77594, "2019-11-21T01:06:18Z", [0.9], ""], [176, "2019-11-21T00:30:35Z", [0.1], "Almanis 20% - some volatility today. "], [38094, "2019-11-20T23:17:06Z", [0.7], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump?\nMy head says 10, my heart says 70. Maybe my forecast will influence the outcome. :-)"], [40584, "2019-11-20T22:52:32Z", [0.15], "Adjusting my estimate upward (from 1%). The thing that catches my attention is that the Democrats are being very disciplined in just sticking to the Ukraine call matter and resisting what must be very powerful pulls down various other lines of investigation. That approach does not fit well with my prior mental model of what's going on. I assume Pelosi has a good answer but they've done a good job of keeping it out of the headlines. From where I sit on the sidelines that looks like an odd strategy. Here are the most likely game plans that Pelosi might be following that could explain this narrow approach: \n1) Pelosi plans to pass impeachment quickly on this narrow issue and get a quick non-conviction in the Senate, then open a new investigation in the new year. This approach would infuriate the Republicans and please the Democratic base. Both of those are good things if you're Pelosi. However, it seems to me that it would be risky for independents unless the Democrats know of a really strong line of investigation (tax returns?) that isn't really on the popular radar at the moment; OR \n2) Plan to get through this round of interviews, see where the polls and facts are and then, depending on the mood of the county, either decide to push for an impeachment vote immediately; do another round of interviews and dig deeper and have an impeachment vote in the new year; or open up some new line of a broader investigation and push this out well into 2020. Both of these scenarios seem plausible to me. I think both scenarios have risks for the Democrats. Scenario 2 seems like the more likely to allow them to continue to control the news cycle and minimize risk. I think there's a 10% chance that option 1 is in play, 60% chance that option 2 is in play and 30% chance that some other option I'm not considering is going on behind the scenes.  If Pelosi is following game plan 1, then I see a 50%/50% chance of getting impeachment passed by year end. => 5%\nIf game plan 2 is in play, then I see a 10% chance of getting impeachment by year end => 5%\nIn the \"other\" bucket i think there is a low likelihood of passing impeachment by year end => 1%\nI should add that there could also be extrinsic factors that cause Democrats to push this, like some major new push from Trump where they feel their hand is forced to keep control of the news cycle. => 5% Total: ~15%"], [75863, "2019-11-20T18:24:22Z", [0.4], "https://www.predictit.org/markets/detail/4319/Will-Donald-Trump-be-impeached-by-year-end-2019"], [76701, "2019-11-20T16:33:18Z", [0.8], ""], [484, "2019-11-20T16:15:29Z", [0.2], "(no change, for now) My less than exhaustive analysis of real facts brought out during the HPSCI public hearings is that MM's version is almost certainly accurate. What will the Congress do? Go down the rabbit hole of arguing whether self-dealing is worthy of impeachment or find a different path?"], [78345, "2019-11-20T13:07:46Z", [0.44], "Sondland’s testimony is key today. How will his memory fare when asked to reconcile other witness testimony? "], [68386, "2019-11-20T03:05:45Z", [0.26], ""], [176, "2019-11-20T01:51:54Z", [0.1], "Almanis holding steady at 18% "], [48709, "2019-11-20T00:03:35Z", [0.73], "3rd day of hearings basically rehashing everything everybody knows just reinforcing the data."], [32258, "2019-11-19T22:59:57Z", [0.0], "Thick and thicker takes time."], [79464, "2019-11-19T22:21:46Z", [0.0], ""], [20504, "2019-11-19T21:05:05Z", [0.7], ""], [20504, "2019-11-19T21:04:30Z", [0.74], "-4%, worries about about time remaining and Dems keeping the hearings on schedule."], [17877, "2019-11-19T20:39:00Z", [0.8], ""], [46762, "2019-11-19T19:24:18Z", [0.06], "So I eat out a lot. \nTrump impeachment has been on the news every day, wall to wall coverage.   My observation is:\nNo one is watching it, at least in my area.  As opposed, for exampe to OJ: wall to wall.   Sports.  News. And its not just me apparently.  https://www.politico.com/news/2019/11/19/support-trump-impeachment-inquiry-poll-071396 Support for impeachment dropped 7 points among independents.  Nancy can read a poll as well as anyone else - and she can't blame this on Fox - politico, solid Democrat group. https://www.politico.com/news/2019/11/19/support-trump-impeachment-inquiry-poll-071396\nhttps://www.npr.org/2019/11/19/780540637/poll-americans-overwhelmingly-say-impeachment-hearings-wont-change-their-minds Contrary view:\nDemocrats move to make impeachment on a single issue:  https://www.yahoo.com/news/key-democrat-house-needs-to-keep-this-simple-in-crafting-impeachment-articles-145654672.html This would definitely speed things up - but it would take message discipline from the democrats and would be a huge tacit mistake.  For 3 years,  you've been yakking about Mueller investigation, Russian elections, how horrible and how unfit he is to be President...  and you're going to impeach on a single count on calling for an investigation into Biden.. Whose son, oh by the way, got 4.5 billion in sweetheart deals, along with Kerry's son, and Clinton staffers and and and... Yeah, good luck with that message.  This ad brought to you by the RNC....  Ie., republicans will use this day in and day out to brodcast how Trump is trying to clean out the swamp.\n"], [10921, "2019-11-19T17:01:37Z", [0.1], "hearings are progressing"], [691, "2019-11-19T16:20:18Z", [0.01], "It's now the somethingteenth of November.  Very soon the Distinguished Members will need to get back to their constituencies to attend the obligatory year-end festivities.   Especially in swing districts, they will also want to chat with the denizens to gauge the mood.   National polls are of absolutely no interest to House members, and state-level polls of almost none (except in states with only one House member), so they will want to schmooze both intensively and extensively back home. The east and west coast crazies are the main Ds baying for blood, but they are all from safe districts, as are the deep south crazies on my team who will not vote against M. Petits-Doigts no matter what.  Still having a hard time believing that Mme. Speaker will let this happen before next Spring at the earliest.  (Full disclosure:  I haven't heard from anybody I believe on the Hill recently, and I have been wrong a lot lately.  Ignore this post.)"], [78345, "2019-11-19T14:34:14Z", [0.37], "The real question here is whether or not there is time left for such a vote and what risk / benefit does such a vote mean for the Dem party headed into a very important election year. Some good reads in the comments below providing interesting takes from both sides. Some forecasts seem to try and predict general chance of impeachment but that is not the question. I have some catching up to do. "], [79474, "2019-11-19T11:36:01Z", [0.89], ""], [25780, "2019-11-19T10:09:25Z", [0.0], ""], [176, "2019-11-19T04:15:49Z", [0.1], "Too many bombshells"], [529, "2019-11-19T04:05:13Z", [0.28], "Lowering forecast some for now. Some witnesses are opening potential new avenues of inquiry via their testimony, depositions are still being taken, plus Pelosi's continued disinclination to state a 'timeline'. https://www.politico.com/news/2019/11/17/pelosi-impeachment-democrats-trump-071315"], [48709, "2019-11-18T22:35:33Z", [0.6], "I am using a 60/40 split on the basian premis that the president does not resign before having egg in his face for asking another to do his political bidding."], [77718, "2019-11-18T22:19:55Z", [0.15], "unlikely given the dispute about key witnesses - Bolton.. Will probably delay..."], [14296, "2019-11-18T21:34:40Z", [0.05], ""], [14296, "2019-11-18T21:21:40Z", [0.85], ""], [75790, "2019-11-18T20:04:34Z", [0.0], ""], [1333, "2019-11-18T19:36:39Z", [0.01], "Is there a Christmas Surprise waiting for the Dems that they will need to distract from quickly?"], [20044, "2019-11-18T18:21:11Z", [0.28], ""], [484, "2019-11-18T16:20:17Z", [0.2], "Down 10% after reading @Emil post below. I want to be below the consensus since I've been above most of the time. —also I'm not sure many will be huddled around their media devices in the middle of the US holiday season and there is only so much time and so much bandwidth."], [57797, "2019-11-18T14:04:34Z", [0.37], "Reducing from 39%. Pelosi: “It is self-evident that we have open hearings for the next week. I don't know if there are any beyond that,” she added, noting the possibility that depositions could continue into Thanksgiving week. “And then when we come back [from Thanksgiving], maybe a decision or maybe they have more hearings.” https://www.politico.com/news/2019/11/17/pelosi-impeachment-democrats-trump-071315"], [14107, "2019-11-18T11:36:16Z", [0.4], ""], [75698, "2019-11-18T08:18:16Z", [0.05], "Because it's a joke."], [57970, "2019-11-18T03:26:20Z", [0.25], ""], [68386, "2019-11-18T01:39:16Z", [0.31], ""], [484, "2019-11-17T21:52:22Z", [0.3], "(no change, for now) There is a common narrative about what (if not when) will happen.  However Adam Schiff (and The Speaker) could toss that aside in a figurative blink of an eye. Remember the ploy used Wednesday to table the GOP request to have the whistleblower testify?  All the Chairman needs to do is propose something like: (1) suspend further testimony or public hearings until the courts can decide about senior WH staff testifying (a complaint of the GOP kind of like \"no public hearings\") and (2) propose the IC Committee recommend a vote of censure in the meantime.  Would it pass the Committee? Would it avoid a drawn out process in the Judiciary Committee? Would further to-ing and fro-ing change anything? Would the D's really want to roll the dice on giving 45 a win in the Senate? I'm sure many of the 435 might find opportunities on the House Floor to mark their ground regarding the goodness or not of DJT. —to demonstrate that each is on the side of angels. (Slight edit although I thought it was clear. This is not a prediction that the above will happen. It was a thought exercise to contemplate other paths.)"], [80185, "2019-11-17T21:44:23Z", [0.35], ""], [176, "2019-11-17T21:32:14Z", [0.25], ""], [1333, "2019-11-17T20:08:48Z", [0.0], ""], [55931, "2019-11-17T19:38:41Z", [0.8], "The current pace of Congressional witness testimonies is relatively fast, and the potential charges against president Trump (i.e., violations of federal bribery statutes) is looking more solid each day. Despite the belief that the Senate will exonerate Trump (based on partisan majority), the passage of articles of impeachment by the House will taint and follow Trump through most of 2020 -- right up to November 8, 2020. This impeachment (which may include various corruptions charges, and further convictions of Trump associates) can be dismissed by loyal supporters/partisans, but it will give opposition candidates sufficient political 'ammunition' and will  convince enough voters (Libertarians, Independents, 'fence sitters' disaffected Republicans, etc.) to abstain or vote for another candidate -- whether that is a GOP 'spoiler' or Democrat; both of which favor the opposition party. This is, I believe, the political reality (and thus the goal) of the House impeachment proceedings."], [78776, "2019-11-17T19:22:43Z", [0.1], ""], [38, "2019-11-17T06:06:48Z", [0.22], "Re-considering my re-consideration.  \nThe investigation needs to get through 2 committees.  Committees can meet on weekends, but the whole House isn't so flexible.  The last day of business for the House is Dec 12th.   Is it reasonable to guess it might take a few days to get through floor debate?  (There's a lot of egos that will need time to speechify!)  So, it might need to get to the floor by Dec 8th.   There's 22 days between now and Dec 8th, including Thanksgiving.  If we allow 7 days for a Thanksgiving break and 2 more for Sundays off, that leaves 13 days.  We know that there's witnesses lined up for next week.  Will  the whole investigative hearing process be completed and all the hoops jumped through in 2 (or is it 3?) committees in order to get to the floor by 12/8 and passed by 12/12. . . .  That seems unlikely to me."], [46762, "2019-11-17T03:56:02Z", [1.0], ""], [38, "2019-11-17T00:57:02Z", [0.33], "I'm at 14 and growing uncomfortable about how low that is because it seems to me that the process is unfolding according to a plan, and the plan is a vote before Christmas, according to some rumors. The crowd is at 24.  Since Nov 1st, the mean of people I follow is 29, so I'm adjusting to 33."], [32258, "2019-11-17T00:11:45Z", [0.02], ""], [578, "2019-11-16T21:40:20Z", [0.7], ""], [80559, "2019-11-16T07:31:10Z", [0.58], ""], [72695, "2019-11-16T02:33:50Z", [0.5], "Increasing probability "], [20156, "2019-11-15T21:13:38Z", [0.3], ""], [691, "2019-11-15T16:31:50Z", [0.01], ""], [13306, "2019-11-15T10:44:44Z", [0.35], ""], [11430, "2019-11-15T07:33:58Z", [0.95], ""], [26553, "2019-11-15T04:06:48Z", [0.2], ""], [176, "2019-11-15T02:28:04Z", [0.0], "Comment deleted on Nov 15, 2019 02:20PM UTC"], [1333, "2019-11-14T19:57:10Z", [0.01], "Thank You Dave - Notable Quote of the Day “The party could well be too capacious to coalesce around any single candidate with sufficient intensity to take down President Trump. The Democratic electorate is extremely broad in ideological terms. During the last presidential cycle, a lifelong socialist independent who joined the Democrats only to compete for the party's nomination managed to come in a strong second place to a center-left candidate fully supported by the Democratic establishment. Four years later, a billionaire who's most accurately described as a liberal Republican is attracting modest but significant support among a very different kind of Democrat before he's even officially joined the race. The distance separating Bernie Sanders from Michael Bloomberg is impossibly vast. Yet those are the ideological boundaries of the Democratic Party in 2019.” – Damon Linker, The Week"], [1333, "2019-11-14T19:35:24Z", [0.0], "Not till the next Congress. I think it is settling in that the \"whatever this is\" isn't swaying voters because they have already camped in the He did nothing wrong vs the Isn't it obvious camps. So its political value lives in its use as a fundraiser (by both sides) and barometer of how fast we will see the fall of the two party system as we knew it. Short of committing Ideological treason hes safe as the Democrats cannot coalesce around a single candidate in time to beat Trump - I mean there is no way for Dems to commit ideological Treason when Bloomberg is on one end and Bernies on a Gurney on the other end. If as someone else said - the party is too capricious to coalesce then the door is open for a new face. I think the Dems want to use the calender to campaign purposes and to run the less favored into the ground running back and forth for votes etc."], [38094, "2019-11-14T17:42:29Z", [0.1], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump? The show continues."], [691, "2019-11-14T14:10:09Z", [0.01], "If it weren't pathetic, it would be sort of cute that commentators still have to pretend that testimony or evidence or anything else is going to matter to anybody in this case.  \"Anybody\" includes Representatives, Senators, and voters on all points of this issue's spectrum, as well as nonvoters in the US and residents and governments of other countries. Still betting that the Speaker and her pals will make sure these hearings go on until it's too late to do anything this year, and after that she'll decide when if ever to let an impeachment resolution go forward.  Meantime, I'll probably be lowering my numbers on any Q that requires legislation (other than budgets) to go anywhere any time soon."], [172, "2019-11-14T14:05:41Z", [0.01], "Just found this on WSJ (uncertain if non-subscribers can access). Worth a read...\nhttps://www.wsj.com/articles/the-banality-of-impeachment-11573689793 Only semi-related to this question, not sure why no one is looking into Obama’s interference in Canadian election (which, hit my brier score!). From Canadian newspaper:\nhttps://nationalpost.com/opinion/john-ivison-barack-obama-the-man-who-won-the-canadian-federal-election"], [172, "2019-11-14T12:29:32Z", [0.01], "I was in Manhattan for a few days recently and had several close calls with Trump. Didn’t meet him but through coincidence of schedules was within 50 meters or missed him by a couple minutes several times. Things I noted:\n. Extremely heavy police, military, and “undercover” (secret service etc) presence. Blocking off streets, using heavy equipment to minimize explosive potential etc.\n. It’s easy to dislike Trump, I get it. And many New Yorkers do but...\n. I was also surprised by how many New Yorkers said so many positive things about him (more than I expected).\n. Equally, was surprised by how many Dem New Yorkers said in effect “I don’t like him but he is our president...”\n. He gave a speech to Economic Forum at 6 & 53 (Hilton, where I was) which was well received by attendees. He was fairly eloquent and informed (if a little loose with truth of some facts :) )\n. Guess above points don’t sell newspapers or fuel the partisan politics repeated back to us via media around world. I say all this and note consistency of his support. Most presidents experience swings of 40-60% re approval ratings. Trump’s has never been high, but nor has it been low (again by comparison). understanding Pelosi and company are bright/understand how things work. By lowering bar of evidence to be considered, they have  lowered it for future Dems as well. I continue to believe in this timeline - although much negative info coming out - impeachment won’t happen. Too much fun for Dems to draw it out and hope to inflict longer term damage closer to election cycle. Removes the spotlight from their candidates. For the record. I am not American. I was a Bernie man (why no consequences for Clinton stealing nomination from him?). If Bloomberg enters, he, Sanders, Klobuchar, or Buttigieg would be my preferred challengers. "], [43311, "2019-11-14T11:53:15Z", [0.0], "Comment deleted on Nov 26, 2019 05:02PM UTC"], [21884, "2019-11-14T07:17:04Z", [0.07], ""], [46762, "2019-11-13T23:39:08Z", [0.25], ""], [484, "2019-11-13T21:16:39Z", [0.3], "(no change) Wish it were easier to find out reliable numbers of actual eyeballs who watched the fascinating testimony. I think most pundits expect people to not pay attention or care (Sen Graham??) and that nothing will move the needle very much. I suspect I know what history will judge, but as a cockroach I might have to brush up on reading to find out."], [79104, "2019-11-13T11:40:24Z", [0.42], ""], [23861, "2019-11-13T03:22:45Z", [0.35], ""], [484, "2019-11-13T01:26:29Z", [0.3], "(no change) The GOP is coming up with a narrative about why any actions are unseemly, but not worthy of impeachment, especially close to an election. Easy message. The Speaker knows that I'm sure. #censure"], [40584, "2019-11-12T22:59:19Z", [0.01], "@AnneinAK: Your though process is persuasive and I appreciate you thinking through and laying out a possible timeline. However, allow me to briefly lay out an alternative hypothesis and I would love to hear your thoughts:  It seems very unlikely that the Senate will convict and Pelosi knows this. I'm not sure that passing articles of impeachment and then losing the Senate vote is good for Democrats because: \n     a) they then have to drop the matter and can't keep drip-drip-dripping it out there for the next year which is likely to lead to new perhaps unexpected revelations that are much more damaging to Trump; and\n     b) they risk appearing to swing voters and their base that they \"lost\" The democratic base is demanding action.  The current investigation is allowing the Democrats to control more of the new cycle than they have for the last several years, and it's keeping their most vocal and extreme members out of the spotlight and thereby limiting electoral damage in 2020. A reasonable strategic response by Pelosi to the above factors (or \"facts\" if one agrees with me on them as facts) would be to keep threatening to pass articles soon, but keep finding reasons to delay for another week or two and let the process keeping dripping and controlling news cycles. \"Q: When are we going? A: Real soon!\"  Democratic leaders' behavior appears to me to be consistent with either the hypothesis you lay out or mine above. They are responding to that pressure by making statements about timing that sound concrete but which are ultimately aspirational and don't commit them to do anything by a specific time.  If so, then I wouldn't hold my breath for articles by EOY.  What do you think? "], [59141, "2019-11-12T16:16:12Z", [0.15], "The house will want to move ASAP but they are running out of time if they want to make this deadline. "], [80185, "2019-11-12T12:58:21Z", [0.25], ""], [32300, "2019-11-12T10:37:13Z", [0.4], ""], [691, "2019-11-11T15:31:39Z", [0.01], ""], [57970, "2019-11-11T01:45:30Z", [0.15], ""], [36, "2019-11-10T22:30:10Z", [0.9], ""], [1056, "2019-11-10T18:36:58Z", [0.1], ""], [38, "2019-11-10T03:20:57Z", [0.14], "https://thehill.com/homenews/house/469668-democrats-aim-to-impeach-trump-by-christmas?rnd=1573250148?userid=304820 Democrats AIM to impeach Trump by Christmas\n11/08/19 04:55 PM EST  16,812  \"House Democrats are moving aggressively to wrap up their historic, weeks-long investigation into President Trump before 2020, POTENTIALLY SETTING UP  a climactic vote to impeach him just before Christmas. The timeline has come into sharper focus . . .  Congressional investigators, led by House Intelligence Committee Chairman Adam Schiff (D-Calif.), APPEAR to have wrapped up the last of 15 private depositions of current and former Trump administration officials. . . . \n. . .  “I THINK, without being hasty, again, but being expeditious and deliberative, that the House OUGHT TO SET for themselves a TARGET of having dealt with this in the Intelligence Committee and Foreign Affairs and Oversight and the Judiciary Committee and on the floor by Christmas,” Rep. Denny Heck (D-Wash.), a member of the Intelligence Committee, told CNN’s “The Situation Room” on Thursday night. “That's a TOUGH schedule. But it's a doable schedule, given where we're at and all the work that's been done thus far,” Heck said. There are OTHER SIGNS that Democrats are charging toward a December floor vote to make Trump just the third president in U.S. history to be impeached.\n. . . \nAfter watching their Mueller and Russia probes get bogged down in never-ending court battles, Democrats APPEAR to be moving on without testimony from those key witnesses rather than engage in another lengthy lawsuit against the administration. “We're not going to delay our work. That would merely allow these witnesses and the White House to succeed with their goal, which is to delay, deny, obstruct,” Schiff recently said. IF Democrats can stick to their aggressive timetable, they COULD be on track to reach the end of their impeachment inquiry in the days right before Christmas. Speaker Nancy Pelosi (Calif.) and other Democrats insist that they’ll take as long as the process requires, but MANY HOPE it can be wrapped up before the presidential campaign begins in earnest with the Iowa caucuses on Feb. 3. To speed things along, Democrats have indicated their witness list for the public hearings will be limited. That means they will only bring in people who offered the most detailed or firsthand knowledge of events during earlier closed-door appearances. “The Majority does not intend to request public testimony from every witness who previously testified in depositions or interviews as part of the impeachment inquiry,” Schiff wrote in a letter to Rep. Devin Nunes (Calif.), the top Republican on the Intelligence panel, offering the opportunity for the minority to request public witnesses. Democrats have veto power over any GOP requests. The public hearings will start with a bang on Wednesday . . . \n. . . \nThose three hearings will be followed by second week of public testimony before Congress adjourns for a weeklong break for the Thanksgiving holiday.  SOMETIME in early December, Schiff — along with the chairs of other two investigating committees — is EXPECTED to forward a report and recommendations for articles of impeachment to Judiciary Committee Chairman Jerrold Nadler (D-N.Y.), who is in charge of the third phase of impeachment. The veteran lawmaker will be tasked with figuring out which articles get sent to the House floor for a vote. Nadler also COULD hold public hearings, where the president and his counsel could be present, though IT REMAINS UNCLEAR whether the Judiciary panel plans to take those steps. “IT DEPENDS ON, does the president or minority want to call witnesses who haven't been fact witnesses, who haven't been testified already. I don't know that. … WE'LL HAVE TO SEE,” Nadler said on MSNBC’s “All in with Chris Hayes.” From there, the 41-member Judiciary Committee would draft articles of impeachment — likely focusing on things like abuse of power and obstruction of justice — and vote to send them to the House floor. Only then would all House lawmakers be able to vote on impeachment, POTENTIALLY the week before Christmas. From there the impeachment process would move over to the Senate, which under current rules would be required to conduct a trial that could take weeks to complete. Both parties have a political incentive for an expeditious trial that could arrive as soon as January: Senate Majority Leader Mitch McConnell (R-Ky.) wants to quickly acquit Trump so Republicans can shift to other priorities like confirming judges; Democrats don’t want their 2020 presidential hopefuls, like Sens. Elizabeth Warren (D-Mass.), Bernie Sanders (I-Vt.) and Kamala Harris (D-Calif.), to get stuck in a lengthy, inside-the-Beltway impeachment trial. One possible complication to the emerging timeline is the fact that lawmakers also need to figure out how to avoid another government shutdown amid the partisan acrimony. Government funding expires on Nov. 21. But given the lack of progress on appropriations — despite a bipartisan budget deal struck in late July — congressional leaders are eyeing another stopgap measure to extend funding to sometime in December. That means the House COULD be faced with an impeachment vote just as the threat of another holiday-season shutdown looms.\"\n. . . \n~~~~~~\nCOMMENT:   I've put in CAPS all the qualifiers and conditional words.   This article isn't quoting any of the people with the power to set the agenda and control the timeline:  Pelosi, Schiff, Nadler.   The media needs headlines. . . . @KitsonJ"], [62808, "2019-11-10T00:21:32Z", [0.0], ""], [484, "2019-11-10T00:04:22Z", [0.3], "Up 30% to be more above the consensus."], [691, "2019-11-09T21:06:25Z", [0.01], ""], [1333, "2019-11-09T19:43:43Z", [0.0], ""], [68386, "2019-11-09T18:09:25Z", [0.23], ""], [57797, "2019-11-09T15:46:53Z", [0.39], ""], [31251, "2019-11-09T10:37:35Z", [0.09], ""], [14107, "2019-11-09T09:54:40Z", [0.44], ""], [77954, "2019-11-09T04:50:20Z", [0.2], ""], [578, "2019-11-09T03:04:04Z", [0.6], "The Hill reported that Democrats aim to impeach Trump by Christmas [1].  So the Dems decided not to drag it out.  They have the votes already (pretty much along party line).  They just have to showcase a few public inquiries on Trump's impeachable offences, then pass an article of impeachment and send it to the Senate. They have enough time for that.  Bill Clinton's impeachment also happen around mid December. [1]https://thehill.com/homenews/house/469668-democrats-aim-to-impeach-trump-by-christmas"], [73, "2019-11-09T01:58:54Z", [0.0], ""], [20528, "2019-11-08T23:07:06Z", [0.4], "Had the impeachment process started earlier in 2019, the odds would be higher. However, Speaker Pelosi will not want the process to seem rushed, and so will pressure congressional Democrats not to bring articles of impeachment up too quickly.\nIf the Democratic majority in the House were narrower, I would have said even lower than 40%. But it is certainly possible pressure from an increasingly activist, angry, and aggressive left to damage President Trump in any way possible will be too much for the Speaker to hold back."], [41922, "2019-11-08T21:16:49Z", [0.25], ""], [75863, "2019-11-08T19:22:44Z", [0.45], "Increasing from 30% to 45%, given a rise in the PredictIt market for this same question [1], which probably reflects the recent scheduling of public hearings for next week and reporting that indicates that Democrats are aiming to hold an impeachment vote before Christmas [2,3] - Democrats choosing to withdraw their ignored subpoenas rather than let them make their way through the courts (which is time consuming) and Rep Steny Hoyer telling the Democratic caucus that they'll prob have to stay beyond the scheduled time in December are strong indications of their intention to wrap up in the House before the end of the year. [1] https://www.predictit.org/markets/detail/4319/Will-Donald-Trump-be-impeached-by-year-end-2019\n[2] https://www.cnn.com/2019/11/07/politics/democrat-impeachment-timeline/index.html\n[3] https://www.politico.com/newsletters/huddle/2019/11/08/dems-could-vote-on-impeachment-before-christmas-487629"], [534, "2019-11-08T19:05:07Z", [0.4], "It's really only a question of timing. If the deadline were Jan. 31, I'd say the odds would be closer to 90%."], [20044, "2019-11-08T16:38:06Z", [0.34], ""], [72046, "2019-11-08T15:54:35Z", [0.0], ""], [691, "2019-11-08T13:26:19Z", [0.01], "If I were The Speaker (full disclosure: I'm not), I'd hold off on letting an impeachment resolution pass until after most of next year's primaries are over.  This would allow a few Senate Rs to vote for conviction if they wanted to. but without having to worry about a primary challenge.  It would also mean that The Current Incumbent would have the R nomination locked up, and the party would have to scramble to round up someone else in the unlikely event the Senate convicts--the Tom Eagleton problem, only bigger and more disorienting.   Even without that, it would keep The Leader Of The Free World busy with midnight Twits and only appearing in front of carefully vetted and numerically overstated crowds.  He would become even more out of touch with reality and thus more likely to stay something devastatingly unacceptable; this would not affect his base, but would probably cost him votes among undecided adults in states he has to carry.  His loyalist Senators would have to figure out what to do about it, with very little time remaining to adapt. I don't care much for Mme. Pelosi, but she has remained pretty smart during the past couple of decades when her party has remained fairly stupid.  Not as stupid as my party, of course--that's too high a bar."], [80371, "2019-11-08T10:32:40Z", [0.01], ""], [72695, "2019-11-08T01:47:38Z", [0.19], "Increasing probability "], [79104, "2019-11-07T21:32:10Z", [0.38], ""], [1333, "2019-11-07T21:07:00Z", [0.01], "I smell a narrative change. Pelosi I believe will soon site the election gains as reason to wait till the nxt congress has been seated to vote on a matter they will be responsible for prosecuting."], [529, "2019-11-07T20:23:51Z", [0.33], "Affirming forecast for now, mindful that the White House and some Republicans may do what they can to hinder the process. https://www.cnn.com/2019/11/07/politics/democrat-impeachment-timeline/index.html https://www.washingtonpost.com/politics/2019/11/05/do-we-need-worry-about-government-shutdown-during-impeachment/"], [43003, "2019-11-07T20:12:01Z", [0.65], "Going back up +13% to my original estimate. Now we have clear signs of the political willpower to power thru non-strategic obstruction from the executive branch, and intelligent rules that are biased for the Dems and are obstruction resistant.  Multiple sources co-oborate (or is that an echo chamber effect?) the desire to power thru evidence, witnesses, and get to a vote by 12/31. \nhttps://www.cnn.com/2019/11/07/politics/democrat-impeachment-timeline/index.html"], [57797, "2019-11-07T19:45:38Z", [0.35], "According to the Economist this morning the White House will not try to keep Bolton from testifying. However, Bolton's lawyers are playing hardball and it now doesn't seem like Dems will push to have him testify.  \"A House Intelligence Committee official later said in a statement that a lawyer for Bolton notified the panel that \"Mr. Bolton would take us to court if we subpoenaed him.\"\" [1] \"\"We would welcome John Bolton’s deposition and he did not appear as he was requested today,\" the official said. \"We regret Mr. Bolton’s decision not to appear voluntarily, but we have no interest in allowing the Administration to play rope-a-dope with us in the courts for months.\"\" [1] So this expedites the process in my mind.  On the other hand, public testimonies in the Intelligence Committee will only begin next week (I was expecting them to start this week). There are then 2 weeks until Thanksgiving. If public testimonies are wrapped up by then, the Intelligence and Judicial Committees could supposedly start preparing to hand things over to the full House, in which case the probability of a vote before year's end is rather high. However, if public testimonies are not complete before Thanksgiving week, they'd drag into December, making it much harder to bring Articles of Impeachment for a full vote before year's end.  On net, I am decreasing somewhat from 40%. [1] https://thehill.com/policy/national-security/469448-democrats-drop-efforts-to-secure-bolton-testimony-as-part-of"], [38094, "2019-11-07T17:14:40Z", [0.01], "Before 1 January 2020, will the U.S. House of Representatives pass an article of impeachment against President Trump? Too little time, so many lies to followup on."], [34628, "2019-11-07T15:23:33Z", [0.25], ""], [34628, "2019-11-07T15:23:19Z", [0.3], ""], [43311, "2019-11-07T11:32:08Z", [0.0], "Comment deleted on Nov 26, 2019 05:02PM UTC"], [10921, "2019-11-07T11:18:45Z", [0.05], "Too little time."], [66692, "2019-11-07T07:14:12Z", [0.05], "Updating based on the passage of time. Getting close to the end of the current session; very little time to get this lined up for a vote."], [484, "2019-11-07T04:59:13Z", [0.2], "Down 10% because so little time remains."], [23861, "2019-11-07T02:12:16Z", [0.25], ""], [25245, "2019-11-07T00:36:34Z", [0.23], "Just read in NYT that public hearings will commence next week. Must admit, I didn't think this phase of the impeachment procedure would arrive so quickly. As a result, I'm increasing my forecast a tad. I'd like to hear what scenarios others have come up with that explain how this process might get derailed? A few that I thought of are: (1) A major domestic or international event, (2) polls go south in a big way, and (3) Trump resigns or for some other reason is out of office soon. But these strike me as low-probability events, so I'm putting much of the weight for my forecast of 22% on the likelihood that the impeachment process will not dot all the i's and cross all t's by Jan. 1"], [63835, "2019-11-06T20:01:03Z", [0.04], "It's reported that open hearings start next week.\nEarlier than I expected.\nThere seems to me to be some deliberate haste in action.\nI made a marginal increase in likelihood."], [691, "2019-11-06T14:07:44Z", [0.01], ""], [80445, "2019-11-06T11:11:13Z", [0.6], ""], [176, "2019-11-06T02:21:10Z", [0.0], "The year of the rat cometh: \nRat's Personality: Rats are Quick-Witted, Resourceful, and Smart, but Lack Courage\nhttps://www.chinahighlights.com/travelguide/chinese-zodiac/rat.htm"], [172, "2019-11-06T01:28:18Z", [0.01], ""], [63835, "2019-11-05T23:13:08Z", [0.01], "I count only 20 legislative days remaining in calendar 2019, with the House scheduled to adjourn Thursday Dec 12.\nAt most, the House committees could work through the first full week following the recess, but that's about all.\nFor this question to be answered \"Yes\" - Articles would have to be drawn up and presented for a vote to a House that would have to have been called back into special session ending 12-31-19. \nI just don't see this as a viable timetable.\n"], [20044, "2019-11-05T22:35:21Z", [0.08], ""], [20044, "2019-11-05T22:34:07Z", [0.09], ""], [20044, "2019-11-05T22:28:29Z", [0.23], ""], [79508, "2019-11-05T18:51:05Z", [0.11], "Will give it an outside chance, but really cannot see them wrapping this one up for the holidays (excuse the pun)  "], [80336, "2019-11-05T14:52:54Z", [0.5], "Very few days left in Congress "], [79464, "2019-11-05T14:37:19Z", [0.0], ""], [1333, "2019-11-05T13:08:04Z", [0.0], "I was unable to finish the conversation in the thread we had going so I'm see if I can put in prediction update - @Daveinsea - gotta hurry this - power bumps keep throwing fuses - So Sunday I was talking to a friend of mine who is a left leaning moderate but open to change - about the polling numbers and will people lie to pollsters - he told me anecdotally that what he sees happening is THE BASE will never be convinced that impeachment is anything but a political stunt unless the Dems find a way to offer up some of their own for punishment for their transgressions. Until someone on the left or from the Deep State (Please be Brennan) they simply will get no traction but the very thing they are doing - putting on a show trial - just reminds the Base every day about the multitude of sins that went unpunished previously. man, as a young college student i thought I wanted to be a stringer for the Dallas morning News. Then the hostage crisis happened and I joined the Army, ure that was the quicker way to Tehran. Still waiting, along with Bolton. Now it just makes me cringe when I see formally right leaning news people adapting a little to easily to the new ownership at Fox."], [68386, "2019-11-05T00:56:59Z", [0.17], ""], [38, "2019-11-04T21:54:47Z", [0.15], ""], [1333, "2019-11-04T19:06:57Z", [0.01], ""], [79010, "2019-11-04T19:00:39Z", [0.65], ""], [37413, "2019-11-04T18:05:02Z", [1.0], ""], [1056, "2019-11-04T15:55:46Z", [0.1], ""], [57970, "2019-11-04T04:35:31Z", [0.3], ""], [11859, "2019-11-04T03:52:04Z", [0.19], "With the holidays and the silly stalls, nothing will happen before January 1, 2020."], [43311, "2019-11-04T03:45:37Z", [0.0], "\"I was chatting last night with a retired CIA colleague, a person well connected to many folks still working at our former employer, and he dropped a bombshell--he had learned that John Brennan set up a Trump Task Force at CIA in early 2016.  This is definitely something Prosecutor John Durham should explore. A \"Task Force\" normally is a short term creation comprised of operations officers (i.e., guys and gals who carry out espionage activities overseas) and intelligence analysts. The purpose of such a group is to ensure all relevant intelligence capabilities are brought to bear on the problem at hand. While a \"Task Force\" can be a useful tool for tackling issues of terrorism or drug trafficking, it is not appropriate or lawful for collecting on a U.S. candidate for the Presidency. But Brennan did it, so I'm told, and it had the blessing of the Director of National Intelligence Jim Clapper.  The Task Force members were handpicked. The job was not posted. Instead, people were specifically invited to join up. Not everyone accepted the invitation, and that is now a problem for John Brennan. If those folks are talking to Durham's folks then Brennan's days are numbered.\" Brennan and Clapper are skangarooooooed ! Lmbo"], [75863, "2019-11-03T20:55:43Z", [0.3], ""], [1333, "2019-11-03T20:12:42Z", [0.03], "when THIS IS OVER - THE WORD IMPEACHMENT WILL HAVE A NEW MEANING THAT DEFIES THE WRITTEN DEFINITION.sorru bout the caps"], [43003, "2019-11-03T19:58:07Z", [0.52], "Now that we know what the rules are, I have a clearer understanding of the obstructionist approach from the White House. Add to that, the Chairman will not be tolerating delay tactics thru the judicial system and will plow ahead with fact finding publicly. That will reduce the risk of unexpected delays. The House has set Executive Branch's participation based on if they co-operate, and I expect the Executive Branch to not co-operate. That will shorten the impeachment process, however, I expect GOP members will do their best to distract from facts and burn time. That will lengthen the process by quite a bit, not sure I can quantify. In the end, factors of the will of the House to get to the truth, political grit to impeach if cause is found, and control of the process are all now resolved. What question remains is time.  There are factors of expedition countering some of delay. IMHO, delay is more likely, so I will revise my 65% down to 52%  Earlier analysis here:\nhttps://www.gjopen.com/comments/comments/919159"], [29896, "2019-11-03T19:07:12Z", [0.15], ""], [8267, "2019-11-03T18:52:47Z", [0.05], ""], [79104, "2019-11-03T18:17:38Z", [0.35], ""], [79104, "2019-11-03T18:12:07Z", [0.65], ""], [77954, "2019-11-03T16:31:07Z", [0.65], ""], [32438, "2019-11-03T10:35:25Z", [0.4], ""], [62087, "2019-11-03T08:38:19Z", [0.1], ""], [29860, "2019-11-03T07:43:46Z", [0.05], ""], [484, "2019-11-03T04:51:04Z", [0.3], "Down 10% for passage of time."], [176, "2019-11-03T02:00:08Z", [0.0], "President Trump’s former campaign chairman, Paul Manafort, suggested as early as the summer of 2016 that Ukrainians might have been responsible for hacking the Democratic National Committee during the presidential campaign rather than Russians, a key witness told federal investigators last year. \nhttps://www.msn.com/en-us/news/politics/internal-mueller-documents-show-trump-campaign-chief-pushed-unproven-theory-ukraine-hacked-democrats/ar-AAJKClj?ocid=spartanntp"], [72695, "2019-11-02T23:48:14Z", [0.1], ""], [21046, "2019-11-02T22:37:57Z", [0.15], ""], [57970, "2019-11-02T21:23:12Z", [0.45], ""], [46762, "2019-11-02T21:21:46Z", [0.06], "16 days to do impeachment and budget"], [20504, "2019-11-02T20:36:25Z", [0.74], "-18%. Though I do believe with a high degree of certainty that the House will vote to impeach, I am starting to think the investigation and hearings may stretch into the new year.  "], [54140, "2019-11-02T18:54:05Z", [0.0], ""], [43311, "2019-11-02T17:38:18Z", [0.0], "Comment deleted on Nov 26, 2019 05:03PM UTC"], [691, "2019-11-02T13:39:00Z", [0.05], "The Speaker will probably be able to hold the line on this, which seems to be what she wants.   However, because it would be a really stupid move you can't rule it out entirely, based on past performance by the Ds. "], [1333, "2019-11-02T13:07:14Z", [0.04], ""], [10921, "2019-11-02T11:12:50Z", [0.12], ""], [14107, "2019-11-02T09:51:50Z", [0.35], ""], [46762, "2019-11-02T08:47:08Z", [0.12], "What if you had an impeachment and no one came.  Well, or testified. \nBy the way, the press in their usual biased way, have it completely wrong.  Kupperman  isn't asking for a judges ruling because he worked for bolton.  He's asking for a ruling because he was ciaremellia's boss....."], [176, "2019-11-02T03:00:33Z", [0.0], "The slow roll:\nEven as House Democrats on Thursday ratified an impeachment resolution against President Trump, a federal judge has potentially slowed the brisk pace of the inquiry by declining to rule on whether a key witness needed to testify before the House of Representatives. Instead, he gave all relevant parties several more weeks to prepare their arguments. That raised the prospect that public hearings on the president’s conduct could drag on into the Christmas holiday season, a scenario many in the Democratic leadership had once hoped to avoid.\nhttps://www.yahoo.com/news/court-ruling-could-throw-impeachment-timeline-into-disarray-212205014.html"], [80185, "2019-11-02T01:54:11Z", [0.15], ""], [77531, "2019-11-01T22:09:45Z", [0.0], ""], [63401, "2019-11-01T21:37:32Z", [0.0], "The substance of the House Resolution passed on Thursday (https://docs.house.gov/billsthisweek/20191028/BILLS-116-HRes660.pdf)  is to direct certain committees to continue their ongoing investigation into whether sufficient grounds exist to impeach President Trump. Given that completion of the inquiries have to coalesce into a determination that there are sufficient grounds for impeachment, and that inquires will continue to be time consuming, and that the other side will vigorously defend itself, there simply is not enough runway between now and January 1 for lift off (i.e. for the House to vote and pass an article of impeachment). As well, public hearings won't begin for about a month. That puts us at about the first week of December for the commencement of public hearings; if they begin at all in December. No way does a vote event take place between December 20 and January 8. "], [11430, "2019-11-01T18:32:25Z", [0.85], ""], [46762, "2019-11-01T18:16:57Z", [0.25], "Essentially, if we go down the impeachment road, it sucks all the air out of the room until the election.  Impeaching after June doesn't make sense - it opens one up to the charge, there's an election in 5 months, dear God, why can't you let the American people sort it out by then.  So - the window is now (Nov, till June).   If all the dems want to do is tie up the president - they keep the evidenciary hearings going forever, and just have a constant drip drip drip.   Call this path A.  On the other hand, if they want to impeach, they can attempt to compel discovery via court action, call this path B.  Or they can wave their hands alleging crimes, and try to use Obstruction as the central charge.  Path C.  Path A - drags out the inquiry into June and beyond. \nPath B  - likewise requires legal fights.  No way to do before Jan 1.  Path C, they could do anytime they chose. \nWord from the Hill, was that Pelosi et.al wanted a vote by Thansgiving.   Don't see any possibility of that.   So they seem now to be settling into December.  Here is the hearing schedule:  https://www.washingtonpost.com/graphics/2019/politics/impeachment-calendar/ Fox commentary saying dems have sped up inquiry: https://www.foxnews.com/opinion/trump-teams-stonewalling-speeds-up-democrats-impeachment-timetable Now, on top of all that, Congressional budget deadlines:\nhttps://www.crfb.org/blogs/upcoming-congressional-fiscal-policy-deadlines ==============================================================\nIts widely known that Nancy never loses floor votes.  So, if she wants option C, she can have it at any time.  But, as a political operation, she knows right now that there is ZERO chance of getting this through the senate.  So the only value is political / PR.  Now, she derives substantial political benefit to the left side of her base just by having an inquisition, er impeachment.  But to move beyond that, she needs hearings to try to sell the idea to the American public (1). Once the hearing moves to the Senate, she is no longer in control of the debate - the republicans are.    They control the timing, the airspace, the pacing, everything.   I think they need significant weeks of air time - minimum 2, to make the case to the public, before the republicans get their rebuttal. So, if the hearings conclude by Nov 14 , and the Judiciary committee drafts up articles of impeachment by Nov 21, and they have 2 weeks of hearings after the Tday break,  this puts a vote just in Mid December.  But this leaves no time for budget debates. So, if this were solely up to the House, I would give it 40-50% that Pelosi would push the impeachment through by 12/31.  Appropriations floor fights could take 0-4 weeks.  Which means 50% miss the 12/31 deadline.   So I'm going to cut the baby in half and go with 25%.  Thanks @annieinak for pushing me hard enough to make a prediction. But if the Republicans push back with appropriations and keeps sendings proposals back to the house, the optics are terrible if the House shuts the government down to work on impeachment. 1:  Unless the idea is that merely impeaching the President is good enough, payback for Clinton.   Badge to say, look guys, we tried but that nasty senate wouldnt' vote to convict, this is why we need your votes in the Senate.."], [46762, "2019-11-01T17:23:24Z", [0.0], "31 appropriations bills have to be completed by Nov 21. are Democrats willing to shutdown their legislative objectives for impeachment? Are they going to let a republican spending bill go through, in order to smooth impeachment? No."], [691, "2019-11-01T12:35:38Z", [0.12], ""], [38, "2019-11-01T05:38:59Z", [0.22], "Re-considering after being reminded that there's 3 House committees it has to go through"], [80336, "2019-11-01T00:02:39Z", [0.7], "At the World Series with President Trump in attendance the crowed chanted Lock Him Up and booed.  "], [38, "2019-10-31T23:32:46Z", [0.44], "\nThe number of sitting days on the House calendar is not as much of a constraint as it was. At the time that I made that point, there wasn't even a vote by the House to proceed with an impeachment process: that vote has changed things dramatically. Going forward from here--for some unknown length of time--the work will be occurring in committees which can and do meet even on weekends. I think it's important that Schiff as reported by @Emil has declared that he won't delay work to fight things through the courts, but what is Nadler saying? This has to go through his committee, too, and @Emil makes a good point when he says that Republicans may want to hear from additional witnesses. There seems to be more than enough votes to pass Articles of Impeachment in the House, since the bar for standard of proof/evidence for bringing charges in the House is lower than the bar for standard of proof and evidence for conviction in the Senate will be, just as the bar is lower in grand juries that bring charges than in court trials which convict or acquit. I have also read that McConnell is looking forward to keeping 6 of the Democrat presidential candidates tied up in mandatory Impeachment Trial sessions in the Senate. Knowing that, Pelosi et. al, will be trying to time the conclusion of the House process so as to minimize the impact on the presidential race. . . I don't know what timeline they're thinking would do that. All that said, because there is now a formal impeachment process underway, I think that the chances of impeachment before the end of the year have increased."], [12591, "2019-10-31T23:00:40Z", [0.15], ""], [41922, "2019-10-31T21:44:37Z", [0.1], ""], [29680, "2019-10-31T21:11:09Z", [0.03], ""], [70711, "2019-10-31T20:32:27Z", [0.9], ""], [32258, "2019-10-31T20:11:31Z", [0.08], "No precise calendar except hearings begin in November and over by mid December  with pundits speculating Articles before Christmas. But I predict that more witnesses will come forward with some basically asking  to be subpoenaed (Bolton an example) in order to testify.  Seems to me that this is a very tight timeline and will continue into next year."], [72427, "2019-10-31T19:50:07Z", [0.25], ""], [34353, "2019-10-31T18:31:29Z", [0.05], "Congress has to work out the FY20 budget first, and it won't look good for Dems if the government shuts down because they focused on impeachment over budget. It's theoretically possible for Congress to perform both tasks, but with what little bipartisanship exists at the moment, it's better to burn that political capital on the budget."], [1333, "2019-10-31T18:14:02Z", [0.05], "i BELIEVE pELOSI IS ON TRACK if MEMBERS GIVE SOME TIME BAK HOME AND IS COUNTING ON THEM TO AGREE TO GO AGAIN AFTER THE NEXT CONGRESS IS SEATED. Sorry for the faps. and typos"], [57797, "2019-10-31T18:07:21Z", [0.4], "@Prognosticating-Beek makes good arguments that articles of impeachment are very likely to pass. However, the question is when. And this is where I am not sure I agree with forecasts by @Prognosticating-Beek on the one hand (bullish) and @Anneinak (bearish) on the other. So I am moving from 25%. Mainly, there is very little clarity over the timeline.  Interviews by NYT and WP [2] report a number of Congressmen referring to an unofficial December goal for a vote. At the same time Pelosi and top officials on the Judiciary and Intelligence committees insist that there \"is no deadline\" and on the importance of finding out the truth, if you will, even if that takes longer.  Some including @Anneinak have made the argument that there are a limited number of sitting days in the House before end of the year. I don't think that is much of a constraint as most of the work will take place in the Intelligence (and partially Judiciary) committee and by the staffs of the Congressmen on that committee. It is easy to imagine that if the will is there, the work will be expedited. The House sitting days are only relevant for the final impeachment vote. But as long as the Judiciary committee can report Articles of Impeachment before the last possible sitting day, a vote can still pass in the full House before the end of the year. Some major factors:\n- will courts be involved to give the House ability to force government officials to testify? So far Pelosi et al have wanted to avoid this as it will take weeks and months.  \"Representative Adam B. Schiff, the House Intelligence Committee chairman who is leading the inquiry, said that Democrats would not wait to fight the Trump administration in court as it moves to block key witness testimony\" [3] - Will a testimony by John Bolton be seen as a sine qua non? Then the House will likely have to go to the courts to force a testimony (Bolton lawyer says he will not testify voluntarily [1]. Unless I am missing something (maybe I am), I see a Bolton testimony as necessitating court involvement. - I am still leaning toward 'no' because of the unexpected number of people who have come to testify and have something relevant to contribute to the fact-finding procedure. The more Democrats drudge up, the more it lengthens the proceedings, is the theory here. I am also leaning toward 'no' similarly because processes such as these take time (I have mentioned before the comparison class with Clinton's and Nixon's investigations). - Now that Republicans have power to invite testimonies, will they try to sabotage the process by unnecessarily dragging it out? [1] https://thehill.com/policy/national-security/468283-bolton-will-not-voluntarily-testify-says-his-lawyer\n[2] https://www.washingtonpost.com/politics/extended-impeachment-sparks-concerns-about-disruptions-to-democratic-presidential-primary/2019/10/29/45ce597e-f6a0-11e9-ad8b-85e2aa00b5ce_story.html\n[3] https://www.nytimes.com/2019/10/28/us/politics/trump-impeachment-subpoena-house.html"], [6978, "2019-10-31T16:53:56Z", [0.33], "30 days."], [69448, "2019-10-31T16:43:01Z", [0.25], ""], [578, "2019-10-31T16:34:46Z", [0.4], "The House has just past a vote on the formal start of the impeachment inquiry, basically along party line. Dems have heard enough close-door testimony to convince themselves that they can pass an impeachment and send it to the Senate.\nWhether that can happen before Jan 2020 is a different matter. They probably can do this within this time frame but do the Dems want to stretch the inquiry out for political purpose? Remember to pass an impeachment charge in the Senate requires a two-thirds vote. As it stands right now, it is unlikely that it will pass a guilty verdict in the Senate.\nSo what will the Dems do? I give the non-passing in the House a slight edge as I suspect the Dems want to stretch it out."], [691, "2019-10-31T15:13:06Z", [0.12], "This choreography is about as complicated as anything the US Congress has engaged in for quite a while.  Remembering that the Distinguished Members historically begin to take lots of days off, starting right about now, I think this doesn't happen until after the first of the year.  I am not betting anybody any actual money on this, though.   Had to leave for holiday in New Orleans, having used up all the bourbon in my part of New York."], [80353, "2019-10-31T10:22:53Z", [0.3], ""], [80237, "2019-10-31T04:56:16Z", [0.1], ""], [80352, "2019-10-31T03:57:16Z", [0.22], ""], [10924, "2019-10-30T19:38:11Z", [0.2], ""], [80185, "2019-10-30T12:48:51Z", [0.25], ""], [42004, "2019-10-30T09:18:08Z", [0.1], ""], [73674, "2019-10-30T02:57:44Z", [0.02], "Comment deleted on Oct 30, 2019 06:46PM UTC"], [79461, "2019-10-30T00:48:12Z", [0.18], "Full text of the house impeachment inquiry has been published. [1] Does not outline a timeline at all by my quick reading. Given the formality of this, the Democrats seem to be going very methodically through the process.  [1] https://www.nbcnews.com/politics/trump-impeachment-inquiry/read-full-text-house-resolution-trump-impeachment-process-n1073481"], [484, "2019-10-29T23:30:02Z", [0.4], "May not be time, but my \"prediction\" for whenever it plays out: 1. House will approve a formal impeachment inquiry. All D's vote for it; perhaps some R's.\n2. Judiciary will meet and pass an article of impeachment to the House.\n3. The House will just barely Not pass it. Purple D's can abstain or whatever and R's can vote against (\"transactional stuff not worth impeaching over\"). (The Speaker may need to twist some arms, but offers a win for both Congressional caucuses.)\n4. Then the Speaker will ask for a censure from the House. Might pass by acclimation, but probably all D's and a good number of R's, especially those who are planning to spend more time with their families after the election. YMMV"], [66742, "2019-10-29T22:06:52Z", [0.0], "In my opinion, time is the critical factor here. How probable is it, that a vote will be held before the new year? Days to go.\nLooking at the congressional calendar, there are only 18 days left on which the house will be in session before January 1st. These are: two days in October, eight days in November and eight days in the first two weeks of December. The last day the house will be in session, is on December 12th. Barring any changes to the congressional calendar, there are only 41calendar days left to prepare and put an article of impeachment before the house in their last session of the year.\n\nHistory of previous inquiries\nClinton's impeachment inquiry took 72 calendar days, and Nixon's inquiry took 184 days (until he resigned). But, there is a difference between Trump's and Clinton's impeachment inquiry. Clinton's inquiry was preceded by the Starr-report (the result of an investigation that started four years prior). The Nixon inquiry was also preceded by a year-long investigation into the break-in in the DNC. At the moment, the impeachment inquiry into Trump seems more like a two in one (investigation and inquiry) into questions about abuse of power in foreign relations with Ukraine. Trump's inquiry started on September 24th. Investigators would at most have had 79 days, to pass the article before the end of the year. For a two in one inquiry, 79 days seems too short.\n\nThe scope of the inquiry\nIt is unclear (to me) how many grounds for impeachment will be brought together in the articles. How far will the commission go to prove obstruction? Will they aggregate findings from the Mueller report or from other investigations in order to substantiate the charges? Reading and agreeing can take a lot of time.\nHow many people will be heard? A number of people have been mentioned that could contribute to the proceedings but for whom it is unclear whether they are legally allowed to speak out (e.g. Bolton). Resolving this takes time.\nAs the whole world is watching this high stakes impeachment, there is great pressure to be precise and complete. Exhaustiveness takes time.\n\nTiming of the public hearings\nPublic hearings have been announced to start November 11th. As there have been accusations recently that the inquiry is nontransparent, I expect a series of public hearings (\"a circus\").  A lead time of about one month for all the public hearings seems short given the number and the stature of the people involved. After the public hearings, it will take some time to bring together all the information into the articles of impeachment.\n\nConclusion\nWith everything that remains to be done, the chance of the house passing an article of impeachment against Trump before the new year is already very small. I simply do not see a compelling reason (Am I overlooking something?) for a very speedy process to make sure a vote on the articles of impeachment takes place on December 12 (or before).  The need for quality of the inquiry pushes the vote further into the future. The desire of some within the democratic party to influence public opinion with the narrative of impeachment also lengthens the process. \nIn my opinion, there is no chance that the vote on the articles of impeachment takes place before the new year."], [32258, "2019-10-29T22:00:27Z", [0.08], ""], [40584, "2019-10-29T20:15:06Z", [0.01], "I lost track of this question for a while and have not updated my estimate in too long. Reducing my vote down to reflect the passage of time.  Here are some thoughts working backwards from the endgame: \n* If you're a Republican from a strongly red district and you vote to impeach/convict Trump (or even voice modest support for that idea) you are in serious trouble in your next primary. There are enough up for election in 2020 that I just can't envision this being a smart political move for most Senators. Even for those who may have serious concerns about Trump's impact on the party and/or county, their concern will be more focused on making sure that 1) they hold their own seats; and 2) Republicans hold the Senate.\n=> I can't envision a reasonable scenario in which conviction would garner a 2/3 majority in the Senate.  So, this question comes down to whether Democrats are willing to vote for impeachment in the house; and if so whether they do so by the end of 2019. Given that they can do the same math I'm doing above, virtually all Democrats (and perhaps a small handful of Republicans) might vote for articles of impeachment if ALL of the following were true: \n* 5% A majority of red-district Democrats felt that voting for impeachment would help more than it hurt their individual chances of re-election (or they felt so strongly about the issue personally that they would be willing to risk their political careers on a vote of conscious); \n* 20% Virtually all purple-district Democrats felt it would help them.\n* 30% The Democratic leadership supported the effort in the belief that it would help hold the house and perhaps win the Senate. I don't think they will come to this conclusion. \n* 10% all of the above will happen by the end of the year \n=> I'm going to round it up to 1% I think a smarter approach is: \nDemocrats: I don't think this is a winning issue for the Democrats but on the other hand their base is demanding action so the can't just give it lip service. They need to be seen to be doing something. So: formalize the impeachment process and drag it out for months, working towards the goal of having Trump lose the next general election rather than impeachment and also trying to damage his allies in their elections. Wait until after the 2020 election for impeachment in the hopes that either 1) Trump loses anyway so it's a moot point; or 2) Democrats strengthen their hand in the Senate and the calculation above changes (though not by much). Republicans: This is a winning issue and their base insists that they fight for every inch. So: continue to de-legitimize the impeach inquiry process. argue that the impeachment process is a distraction from more important issues facing the country and is not being handled fairly. Argue especially as we enter 2020 that Democrats are  using impeachment to influence the upcoming election in a way that is unfair/illegal. "], [1333, "2019-10-29T19:12:19Z", [0.16], "Well, with our miss Kathy gone - they may buckle down and get to work."], [1333, "2019-10-29T19:06:42Z", [0.15], ""], [33887, "2019-10-29T16:44:21Z", [1.0], ""], [20044, "2019-10-29T15:30:30Z", [0.28], ""], [80322, "2019-10-29T13:25:58Z", [0.1], "Inept application of impeachment protocols. Also the holiday break will have an effect. This is likely to be a lengthy process reverb for a proposed article."], [691, "2019-10-29T13:18:09Z", [0.12], ""], [19122, "2019-10-29T11:52:47Z", [0.05], "What Dima said , too short of a timeframe , it will come later."], [66692, "2019-10-29T06:05:36Z", [0.25], ""], [11184, "2019-10-29T03:38:06Z", [0.25], ""], [11184, "2019-10-29T03:37:57Z", [0.65], ""], [176, "2019-10-29T02:12:21Z", [0.0], "Not feeling it "], [24865, "2019-10-29T01:50:23Z", [0.15], ""], [32258, "2019-10-29T00:02:06Z", [0.12], "I believe Impeachment will pass the House but it's all about the timing so my comments have to do with whether Articles will be passed by year end?\nSpeaker Pelosi set a vote for a resolution for this week which is reported to include a calendar for hearings. We all may be able to make better judgments after that happens. "], [80185, "2019-10-28T23:01:07Z", [0.35], ""], [79674, "2019-10-28T20:25:16Z", [0.77], ""], [1333, "2019-10-28T18:29:16Z", [0.13], ""], [43311, "2019-10-28T14:12:13Z", [0.0], "Comment deleted on Oct 28, 2019 11:14PM UTC"], [691, "2019-10-28T09:32:25Z", [0.12], ""], [5018, "2019-10-28T04:18:55Z", [0.05], "Despite the incessant media propaganda \"between Thanksgiving and Christmas\", I don't believe that the time frame is long enough. If the impeachment is to stick and be politically useful, it should not feel rushed. More importantly, and again despite the all-permeating propaganda, I don't buy the whole \"and not to drag it into an election year\" thing. IMO, Dems can inflict more damage by prolonging the inquiry, allowing a steady flux of selective leaks and feeding more propaganda. The idea that symbolic impeachment in 2020 would be met with opposition from \"let the voters decide instead\" is an absolutely lame BS because everyone knows that there is zero chance that the Senate will convict. "], [26553, "2019-10-28T03:28:09Z", [0.0], ""], [1056, "2019-10-28T03:08:32Z", [0.1], "Down 15% based on some good comments from other forecasters."], [38, "2019-10-27T23:26:09Z", [0.11], "https://www.nytimes.com/2019/10/26/us/philip-reeker-testimony.html?nl=todaysheadlines&emc=edit_th_191027?campaign_id=2&instance_id=13403&segment_id=18283&user_id=dc6933c94fc82416d25dd297622374d1&regi_id=778250251027 House Democrats have scheduled six more depositions with potentially consequential witnesses in the coming week. They plan to conduct more than one interview a day in an effort to clear the way for public hearings later this year.\n~~~~~~~\nCOMMENTS: I've just been reading through all the comments posted in the last week.   Gosh, folks, there's a lot of good points that have been made!   I agree:  Bolton's testimony could well be pivotal. On the question of dragging things out:  Schiff's committee is meeting on weekends. Meeting on weekends suggests to me that at least his committee is not dragging its feet. On the issue of process:  so far, because the House hasn't voted to hold formal impeachment hearings, most (all?) of the hearings have been behind closed doors and open to only the members of the House who are on those committees (roughly equal #s of Ds& Rs).   Question:  Once a vote of the full House is taken to begin formal impeachment hearings, won't these witnesses have to be called forward again???    I would think that Pelosi would want all of the testimony to be made public even if the law doesn't require it to be."], [76783, "2019-10-27T21:18:47Z", [0.66], ""], [78328, "2019-10-27T19:36:26Z", [0.05], ""], [1333, "2019-10-27T18:40:55Z", [0.14], ""], [20044, "2019-10-27T18:12:44Z", [0.24], ""], [534, "2019-10-27T17:19:41Z", [0.25], ""], [29896, "2019-10-27T17:12:31Z", [0.25], ""], [172, "2019-10-27T16:27:13Z", [0.05], "I’m staying low based only on the timeline. It took ~11 weeks to impeach Clinton. Jan 1 allows 14 weeks to impeach Trump. Where Slick Willy leveraged minutiae of law, Trump has demonstrated a more combative mixture of obfuscation, confrontation, and changing the narrative. Won’t pretend to understand all the timing implications on both sides of aisle (@Prognosticating-Beek touches on these better than I could) but I don’t believe it will happen by Jan 1 irrespective of politics."], [691, "2019-10-27T12:16:53Z", [0.14], "Comment deleted on Oct 28, 2019 11:22PM UTC"], [67403, "2019-10-27T11:39:37Z", [0.85], ""], [25245, "2019-10-27T02:10:21Z", [0.18], "I'm seeing reports that say Bolton, Trump's former national security adviser, may testify in the impeachment inquiry. Say this happens within the next week or two. Then that would leave little time to complete the impeachment process before January 1st, since only a few days would remain in the congressional calendar. And if Bolton's testimony proves to be embarrassing for Dems, then more reason for them to delay. On the other hand, if his testimony proves damaging to Trump, the process may get fast-tracked and completed before the end of December, when members return to their districts.  But I'm betting that if Bolton does testify, nothing much will come of it. So, I'm lowering my forecast."], [43003, "2019-10-26T20:38:18Z", [0.65], "I will step out and forecast much higher than my peers @anneinak @emil on this.  In my view, Dems are quite determined, with good reason, that DJT is unfit for office and they are going to impeach him (IMHO 90%) before summer. Predictit has 1st term impeachment at 75%. By 12/31/19 at 40%.  It is my belief that the demographic of GJO has a more diverse demographic and the Republicans forecasting just don't think its going to happen as they are told it is a witch hunt and have not read the transcripts, or the ambassador's notes which aren't just a smoking gun but a smoking arsenal.  So without the facts, the Republican forecasters here are under estimating how damaging this is for the trump administration.  While on PI, people are wagering real money and giving it long and hard thought about the odds.    Ironically, on the flipside, Moody's Analytics has a model as well as the 13 Keys to the Whitehouse model both predict Trump re-election and not by a small margin. However, Moody's model doesn't ingest any scandal component, and the 13 Keys model, can only have scandal affect 1/13th of the outcome at best. So both models have grave limitations in outlier cases such as this. I wonder how they would have forecasted Nixon after the scandal broke? Ambassador Taylor's notes showing the smoking gun:\nhttps://www.washingtonpost.com/context/opening-statement-of-ambassador-william-b-taylor/6b3a6edf-f976-4081-ba7f-bce45468a3ff/\nPredictit Impeachment probability by 12/31: \nhttps://www.predictit.org/markets/detail/4319/Will-Donald-Trump-be-impeached-by-year-end-2019\nPredictit Impeachment probability by Election:\nhttps://www.predictit.org/markets/detail/3537/Will-Donald-Trump-be-impeached-in-his-first-term Events that do not lead to impeachment:\n1. DJT dies of natural or unnatural causes.  ~0.7%\n2. DJT resigns. This is not his style, he digs in, especially when he is in the wrong.     (hmm. maybe 6%?)\n3. Massive domestic terrorism event\n4. Nuclear attack on a NATO member would likely stall the process.\n5. Sudden shift of American Sentiment against impeachment. Right now it is rising weekly at 49% vs 43%. See https://projects.fivethirtyeight.com/impeachment-polls/\n6. The impeachment inquiry finds credible evidence of new crimes. This is currently what has caused the latest delays. New incriminating evidence is coming in from career diplomats and civil servants that the inquiry is now having to work on weekends to get it all in. Other factors to weigh in:\n1. Limited number of legislative days for the House. This concerns me the most.  This decreases the chance an impeachment will happen by 12/31.\n2. Delaying for impeachment polls in Swing states to come up to speed with the message that high crimes have occurred.  Pelosi is very aware the public has to be behind any successful impeachment, and the public takes pride in preserving their ignorance of the current events in the world.  This decreases the chance an impeachment will happen by 12/31.\n3. Dems know the public doesn't want this to drag on, they need to act quick. They already have most of what they need and DJT has already effectively given a confession, a transcript, and clearly obstructed justice in a valid investigation.  This increases the chance  an impeachment will happen by 12/31.  Trying to use outside/inside method on this is not quite useful. Outside rate is 4.4% (2 presidents out of 45. With 1 who clearly would have been).  So this is all inside estimations. So I'm inviting everyone to pitch in an estimate why this is wrong."], [80283, "2019-10-26T19:49:37Z", [0.55], ""], [77305, "2019-10-26T18:46:54Z", [0.4], ""], [691, "2019-10-26T15:30:26Z", [0.14], ""], [14107, "2019-10-26T12:47:19Z", [0.4], ""], [80279, "2019-10-26T04:51:24Z", [0.65], ""], [43311, "2019-10-26T01:32:56Z", [0.0], "Comment deleted on Nov 26, 2019 05:04PM UTC"], [25245, "2019-10-26T00:42:04Z", [0.2], ""], [25245, "2019-10-26T00:33:08Z", [0.2], "This is my deeply under-informed forecast. Although, recent events and reports seem to suggest that impeachment will be fast-tracked and likely will occur sometime in December, this strategy feels too risky for Dems. For one thing, a December impeachment may offer Republicans a perfect and early opportunity to deflect attention away from President Trump and focus it solely on what they will almost surely call \"partisan politics\", putting the Dems on defense, which in politics is a losing position. Another reason Dems may want to wait until after December to impeach is that the longer they wait the stronger the case for impeachment will become, because it is a near certainty that this president will continue to do awful and blatantly unlawful things. So, for right now, I'm predicting impeachment is unlikely before January 1, 2020."], [37488, "2019-10-25T21:03:27Z", [0.08], ""], [1333, "2019-10-25T18:53:48Z", [0.15], ""], [78237, "2019-10-25T12:08:41Z", [0.2], ""], [41922, "2019-10-25T08:44:21Z", [0.2], ""], [1056, "2019-10-25T06:05:31Z", [0.25], "Down, following the crowd and waiting to see if there are public hearings."], [21046, "2019-10-25T02:06:38Z", [0.2], ""], [484, "2019-10-24T23:06:18Z", [0.4], "Down 5% on the possibility that the GOP members will slow the public hearings. (Not sure who might suggest that as a strategy, but it might placate DT to see his champions in the arena.)"], [58669, "2019-10-24T22:16:08Z", [0.2], ""], [20044, "2019-10-24T20:42:00Z", [0.36], ""], [36945, "2019-10-24T20:02:24Z", [0.45], ""], [34879, "2019-10-24T19:34:09Z", [0.15], ""], [31450, "2019-10-24T16:53:00Z", [0.1], "Despite the public timeline democrats have discussed, namely voting before the holidays, I suspect this process is going to dig up a lot more crimes that will also need investigating and hearings. This could go on for quite a while, unless he's innocent of course."], [691, "2019-10-24T14:34:16Z", [0.12], "https://www.reuters.com/article/us-usa-trump-whistleblower-timing/democrats-set-december-impeachment-target-but-obstacles-abound-idUSKBN1X22JG Still don't think so, but perhaps I am overestimating how smart Pelosi is.  If you want to do The Current Incumbent for obstruction, it makes better sense to wait until you have a good-sized pile of examples of his telling his minions not to respond to perfectly lawful subpoenas, for example.  Also, more investigation time allows for more public unearthing of stuff the Orange House does not wish to have publicly unearthed.  It won't matter for impeachment, but could come real handy next November. The Senate will of course not convict him, owing to the absence of conscience of the Distinguished Majority Leader, the absence of spines among the rest of my distinguished fellow Republicans in his caucus, and the absence of clues among the perennially  clueless Ds, so the political calculus is very tricky indeed.   If I were the Speaker, which I'm not, I would sternly instruct my staff not to bring me the results of national polls on this issue.  I would want to see only statewide polls in states with close Senate contests next year and district polls in close House districts.  The full-throated support of every mortal soul in the five boroughs and California will avail naught.  I continue to suspect the Speaker of being aware of this, but the odds are increasing that I've been wrong.  Between this circus and the one the UK and the EU are putting on, there is beginning to be a severe shortage of bourbon in this county."], [29680, "2019-10-24T13:59:47Z", [0.12], ""], [57797, "2019-10-24T12:48:38Z", [0.25], "Seems the intention of the leadership is to vote before Christmas but it will depend on how the public proceedings go, how many witnesses are brought forward (will Bolton be called to testify?). Yesterday’s disruptions may have moved the timeline forward for Democrats if they believe they now have to make the process public sooner rather than later.  WaPo -  “Democrats don’t have unlimited time to decide how to move forward. House Speaker Nancy Pelosi (D-Calif.) and her leadership team still hope to hold an impeachment vote before the holidays, though increasingly Democrats are privately acknowledging the inquiry could easily drag into December. Multiple Democratic officials said they hope to finish private depositions in early November so they can use the two-week work period just before Thanksgiving to have public hearings”"], [73194, "2019-10-24T11:39:57Z", [0.8], "they are moving very fast"], [32258, "2019-10-23T22:58:10Z", [0.15], "Downgrading for now. Pelosi rightly made the point that the public needs to engage on the impeachment process via Congressional hearings which take time and may be ignored if conducted over the holidays. Another reason is that there is ample evidence that the Trump administration strategy is to ignore and obstruct the investigation by telling staff and diplomats (although not very successfully given the number of staff testifying anyway) not to cooperate. This will give Speaker Pelosi reasons for delaying the process."], [1333, "2019-10-23T19:00:52Z", [0.16], ""], [78328, "2019-10-23T18:58:09Z", [0.35], ""], [1333, "2019-10-23T18:36:15Z", [0.15], "I have new reason to hedge that this may happen. It is Predicated on a scenario where HRC takes the nomination at convention on the 2d ballot where the Super Delegates get to decide. Why would they do that?\nWell, Tulsi is a Rep. so she had to be singled out for a whisper campaign about Russian grooming. Sorry Bernie - but you'll leave the campaign on Gurney probably. That leaves 5 senators on the stage between her and the 2 ballot. BUT if Impeachment testimony is happening and thats where the cameras are - then they will be too. That is where HRC and her operators make their move on the Super Delegates. Don't care about motivations - just looking at possibilities."], [80251, "2019-10-23T17:55:00Z", [0.12], ""], [61367, "2019-10-23T15:10:27Z", [0.15], ""], [57797, "2019-10-23T14:06:58Z", [0.25], ""], [691, "2019-10-23T13:37:18Z", [0.12], ""], [80185, "2019-10-23T11:25:52Z", [0.3], ""], [21884, "2019-10-23T09:55:30Z", [0.1], ""], [80222, "2019-10-23T09:21:27Z", [0.04], ""], [79569, "2019-10-23T06:16:35Z", [1.0], "The democrats Iowa caucus is in early February. There is some indication that the democrats are wary about the impeachment proceedings  distracting from this. Furthermore, Mitch McConnell has also indicated that the senate trial may begin as early as post Thanksgiving. "], [29680, "2019-10-23T05:29:42Z", [0.11], ""], [79905, "2019-10-23T04:19:23Z", [0.05], ""], [6836, "2019-10-23T02:28:11Z", [0.67], ""], [80185, "2019-10-23T00:35:15Z", [0.25], ""], [80238, "2019-10-22T21:58:49Z", [0.8], "Eager to get through the holidays, both parties will rush the vote a la Kavanaugh."], [767, "2019-10-22T21:40:44Z", [0.05], ""], [172, "2019-10-22T20:33:56Z", [0.05], ""], [80226, "2019-10-22T19:27:47Z", [0.04], ""], [534, "2019-10-22T18:41:39Z", [0.15], "WASHINGTON post article - decision by Pelosi and senior leadership to spend more time to ensure public hearings that can convince more of the general public. They said probably “through the Christmas holidays”"], [79591, "2019-10-22T17:08:49Z", [0.0], ""], [63401, "2019-10-22T15:55:26Z", [0.0], "There is a very low baseline for impeach presidents, track record or impeachment, etc. (see comments here: https://www.gjopen.com/questions/1049-before-1-october-2019-will-the-u-s-house-of-representatives-pass-an-article-of-impeachment-against-president-trump) PLUS: Only about 20 days left on the House calendar (capacity and process issues), House is still in some odd inquiry phase and the full House has never voted to launch an inquiry, public is tired of this. An ill-conceived plan is not executable in the time specified under the question."], [484, "2019-10-22T15:31:44Z", [0.45], "Down 5% until I see a slow down in the witness list (not sure we should disturb the custodial staff at State ;-)."], [75093, "2019-10-22T15:20:09Z", [0.45], ""], [691, "2019-10-22T13:55:08Z", [0.12], "Still inclined to suspect that the Speaker is using this approach to squeeze out more information about the business and other dealings of The Current Incumbent which can be revealed to the public for use as campaign fodder.  I think she will not want an impeachment resolution before year-end, but she may well let the odd staffer put out a leaklet to the effect that this is on the cards.   (Full disclosure:  Although I used to be really good at predicting what would happen in US gummint and politics, I have over the past couple of years become reliably and often spectacularly wrong.  If I were you, I would tune in to another station on this question.)"], [35081, "2019-10-22T11:31:56Z", [0.39], ""], [10921, "2019-10-22T09:40:05Z", [0.17], "increasing prediction 5% due to democrats appearently setting higher priority than I thought."], [10924, "2019-10-22T03:47:37Z", [0.15], ""], [529, "2019-10-22T03:26:31Z", [0.31], "Forecast up 10% for now as Democrats may be honing in on a \"simple\", narrow impeachment strategy (ref.: https://www.nbcnews.com/politics/trump-impeachment-inquiry/house-democrats-zero-abuse-power-trump-impeachment-inquiry-n1069431), and also have indicated they'll schedule some weekend depositions (https://news.yahoo.com/house-gop-force-vote-censure-152930656.html)."], [57797, "2019-10-22T01:57:44Z", [0.2], "~~~\nOutside view\n~~~ Only two presidents have been impeached (Johnson and Clinton), out of 44, or a base rate of 5%. The probability of Trump being impeached by the House specifically in this timeframe is then even lower, so let’s say 3%. Comparison class: Clinton’s impeachment was initiated Oct 8 and the vote took place Dec 19, taking 72 days. Nixon’s impeachment was far longer, 171 days passed before Nixon resigned. [1] ~~~\nInside View\n~~~ It is significant that formal impeachment inquiries have begun. Only 3 other presidents have faced such inquiries (Johnson, Clinton, and Nixon). [3] Using Bayes rule to update our base rate, we have: P(H|E) = P(E|H) * P(H) / P(E), filling in the parameters we get: 1 * 0.03 / (3/44) = 0.44 or 44%. Other major factors:\n- Passage of Articles of Impeachment takes a majority\n- Democrats have a comfortable majority in the House\n- It is difficult not to interpret Trump’s own words as implying quid pro quo, something the Constitution explicitly forbids. The relative clarity of this case makes it an impeachment more likely (compared to the Russia inquiry). Relatedly, see next bullet\n- A majority of House Democrats are in support [4] Timeline\n- Democrats are scheduling a number of high profile hearings where they hope to build the case for the public. Initial plans to wrap up the investigation by Thanksgiving are now likely to be extended [2]. Therefore, I am lowering my estimate significantly. However, the timeline remains uncertain as Democrats are debating the best way forward. [5] [1] https://time.com/5689285/impeachment-trump-election/\n[2] https://www.nytimes.com/2019/10/21/us/trump-impeachment-democrats.html?smid=nytcore-ios-share\n[3] https://www.history.com/news/how-many-presidents-impeached\n[4] https://www.politico.com/story/2019/08/01/majority-house-democrats-support-impeachment-1440799\n[5] https://www.nbcnews.com/politics/trump-impeachment-inquiry/house-democrats-zero-abuse-power-trump-impeachment-inquiry-n1069431"], [484, "2019-10-22T01:42:39Z", [0.5], "Up 5% to be above the consensus."], [73, "2019-10-22T00:44:40Z", [1.0], ""], [79674, "2019-10-21T23:33:13Z", [0.3], ""], [32258, "2019-10-21T23:30:31Z", [0.55], "To be credible with the Democratic base, this likely needs to get started with Articles of impeachment before end of year. So, I've changed my mind on the timing. McConnell says it will be a quick trial but I doubt that happens between Christmas and New year."], [73204, "2019-10-21T21:58:11Z", [0.1], ""], [63306, "2019-10-21T20:35:54Z", [0.1], "The timing is too tight, and it is not in anyone's interest to speed up the process. Optics are important, but I think the people moving this forward are interested in actually maintaining the rule of law and the Constitution. "], [1333, "2019-10-21T18:08:50Z", [0.01], ""], [32258, "2019-10-21T17:33:19Z", [0.38], ""], [40584, "2019-10-21T15:52:51Z", [0.45], "I agree with a lot of the analysis, but I would add that I think the Democrats need to pass the impeachment this year or drop it. I need to think it through more, but my initial impression is that they need to move it forward this year. The problem is that I don't know if they CAN pass it. There are too many purple state democrats up for re-election who are going to be wary of having a vote on the record."], [691, "2019-10-21T14:48:42Z", [0.06], "Comment deleted on Oct 28, 2019 11:22PM UTC"], [41922, "2019-10-21T14:25:21Z", [0.3], ""], [77475, "2019-10-21T13:17:11Z", [0.6], ""], [10921, "2019-10-21T13:08:42Z", [0.12], "Timeline is too short, looking through clinton impeachment: https://www.theguardian.com/world/1998/nov/18/clinton.usa Here we have about 9 months between skandal and formal impeachment - assuming a minimum of at least 1 month, and the rest being exponentially distributed with mean of 8 months, you get a probability of about 25%. As others have mentioned the number of possible days for it to happen is also limited, so I subtract to 18%. Further it is unclear whether impeachment will happen at all due to this skandal, something ill give a probability of 1/3. Additional skandals happening would definitely not spped up the process of investigation, though increase the probability of acutal impeachment being tried. "], [80185, "2019-10-21T13:07:11Z", [0.5], ""], [32300, "2019-10-21T10:55:45Z", [0.39], ""], [42004, "2019-10-21T10:31:17Z", [0.45], ""], [6978, "2019-10-21T08:37:35Z", [0.8], ""], [42004, "2019-10-21T07:14:12Z", [0.8], ""], [62087, "2019-10-21T06:40:29Z", [0.15], ""], [20156, "2019-10-21T05:22:44Z", [0.6], ""], [8267, "2019-10-21T04:20:15Z", [0.8], ""], [21046, "2019-10-21T01:07:45Z", [0.25], ""], [21474, "2019-10-21T00:18:37Z", [0.3], "I believe the House will pass an article of impeachment but I think it will take a bit longer. They're going to want to have an iron-clad case and that takes more time."], [20504, "2019-10-20T23:05:49Z", [0.92], "Setting a base rate given the speed of the proceedings this far."], [38227, "2019-10-20T22:31:47Z", [0.55], ""], [529, "2019-10-20T21:30:52Z", [0.21], "For now assigning a lower chance for article(s) of impeachment from the House by year end. Recording a few quick reasons:  Some House members indicate they are still primarily in \"investigation mode\" (ref.: https://www.vox.com/2019/10/17/20919037/nancy-pelosi-mitch-mcconnell-impeachment-timeline-donald-trump), though it's also (at least) been asserted that the House may have been 'given' all that it needs already (https://newrepublic.com/article/155453/easiest-impeachment-inquiry-of-all-time). Speaker Pelosi claims she \"has no idea\" about a House impeachment timeline (ref. same Vox article link, above), and also may have temporarily \"shut down\" impeachment advocate Jerry Nadler (https://www.nationalreview.com/news/pelosi-strongly-criticizes-nadler-in-fight-over-impeachment-process/).  Additionally: The White House + administration are generally not 'cooperating'. The 2019 House calendar shows a limited number of days scheduled in session (approx. 23 left by my count: https://www.majorityleader.gov/calendar). Finally, some are (at least) suggesting that Democrats be thorough and consider drafting articles beyond the (Trump) Ukraine fiasco (https://www.wsj.com/articles/the-impeachment-needle-may-soon-move-11571352274).  For background, the Clinton impeachment took about 9 1/2 weeks weeks from commencement to impeachment vote in the House (https://en.wikipedia.org/wiki/Impeachment_of_Bill_Clinton), Nixon's impeachment process was taking considerably longer but then he resigned .  (Small chance Trump could do the same.)  FWIW, (as noted below) the crowd at 'Predictit' currently assigns a significantly higher probability to essentially the same question: https://www.predictit.org/markets/detail/4319/Will-Donald-Trump-be-impeached-by-year-end-2019"], [32258, "2019-10-20T20:30:46Z", [0.25], ""], [32258, "2019-10-20T20:26:51Z", [0.15], ""], [11430, "2019-10-20T19:46:07Z", [0.75], ""], [534, "2019-10-20T17:15:52Z", [0.85], "Pelosi has signaled she wants to do it before the end of this calendar year; probably before Thanksgiving."], [29896, "2019-10-20T17:07:14Z", [0.2], ""], [15196, "2019-10-20T15:40:12Z", [0.0], ""], [32258, "2019-10-19T22:55:06Z", [0.05], "Trump keeps giving more ammunition to impeach him on and despite news that Democrats want to focus only on the Ukraine scandals, which are thick and enough to impeach, more issues are thrust into our faces. I'm guessing that voting to impeach before the holidays will have it sit too long without follow up that people will pay attention to.. The cease fire in Turkey will not last, the US China trade deal is not a deal yet, the economy is softening and Trump thinks everyone owns stock. The plot thickens so I believe it will be next year when they vote."], [63963, "2019-10-19T22:23:50Z", [0.0], ""], [78328, "2019-10-19T19:09:47Z", [0.05], ""], [31756, "2019-10-19T18:13:13Z", [0.0], ""], [60181, "2019-10-19T18:00:24Z", [0.95], ""], [484, "2019-10-19T16:32:53Z", [0.45], "Down 25% back to my initial forecast now that the consensus is ~22%."], [78776, "2019-10-19T16:27:10Z", [0.1], ""], [80185, "2019-10-19T15:26:26Z", [0.45], "Given recent events, more reasons for impeachment, but unclear if the process will be quick."], [63963, "2019-10-19T14:52:03Z", [0.1], ""], [691, "2019-10-19T14:47:58Z", [0.06], "Pelosi will not be stampeded by a crowd of first-term children from safe D seats.  If she wants an impeachment vote at all--and she may not--she'll want more time to make sure she has a reasonably marketable case, given that the Senate won't convict in any case; and then she may not want this to go forward early an election year.    My guess (and \"guess\" is the operative term here, as I am getting very few helpful hints from folks I know on and around the Hill) is that such a motion won't be passed by the full House before at least April or May, and possibly never.   Senior Ds in both chambers would rather humiliate The Current Incumbent at the polls and simultaneously wipe out another dozen or so R seats. This strategy worked so well for them in '16. . . . "], [29680, "2019-10-19T14:29:21Z", [0.08], ""], [53391, "2019-10-19T12:55:32Z", [0.25], "I am certain the house wil pass articles of impeachment.  It is a question of when wil the vote occur.  So this is a forecast on congressional procedure.  All the committees have to close their activity, then judiciary committee needs to hold hearings on the article and mark it up. Then it goes to the House floor, for debate, amendments, and speeches.   It is possible it all gets done before xmas but i think its a stretch.  "], [61367, "2019-10-19T12:51:19Z", [0.25], ""], [15196, "2019-10-19T11:42:19Z", [0.2], ""], [31251, "2019-10-19T10:00:09Z", [0.06], ""], [42004, "2019-10-19T07:53:30Z", [0.95], ""], [79461, "2019-10-19T05:29:01Z", [0.22], "The classic GJopen question for the past year. It keeps coming back. I definitely struggle with this question. Not much precedent to look at and it seems to be driven by a few strong players (namely Pelosi and Trump). It's hard to try to get a read into their behavior - Pelosi's willingness to go for impeachment and Trump's willingness to do potentially impeachable acts. I think at this point, it is very clear that if Pelosi decides to put up a vote, the House of Representatives would pass an article of impeachment. The key question is will more information about Trump's behavior come out in the short term that necessitates an impeachment vote or will Pelosi decide the time is right and call for a vote with what information the Democrats have.  I think for the both those questions, the answer is probably not prior to January 1, 2020. It is certainly possible more information comes out about Trump's dealings, but I don't think there can be much worse information out there that hasn't been found. I don't think it'll change the timeline that much - in fact if new information comes out it may force Pelosi to recalculate. Probably more importantly, Pelosi and the Democrats have been very cautious and, I would say, political through this process. They haven't rushed into impeachment and seem content to focus on collecting info and having internal conversations for now. They know the senate will almost certainly not convict, so the whole impeachment process seems to be more about optics than anything else, essentially setting the Democrats up so that whoever the select as the nominee is in the best position to beat Trump in the 2020 election. Passing impeachment articles is the big political step, and I'm sure they'll wait till it has maximum impact, which I don't think will be in the next two months.  In addition, there is simply the calendar. As @Anneinak points out, there are only 22 legislative days. Also, putting this news out during the holiday season may dampen it's affect.  For comparison I looked at markets which give this question about a 50/50 chance [1].  The crowd here right now is 65%. I'll up my prediction a bit towards those, but not by too much.  [1] https://www.predictit.org/markets/detail/4319/Will-Donald-Trump-be-impeached-by-year-end-2019"], [77830, "2019-10-19T05:16:57Z", [0.7], ""], [70711, "2019-10-19T03:36:41Z", [0.8], ""], [74632, "2019-10-19T03:18:35Z", [0.6], ""], [38, "2019-10-19T02:19:37Z", [0.11], "There's only 22 days on the legislative calendar between now and 1/1.\nPelosi has been able to prevent a vote on even the formal launching of an impeachment investigation."], [484, "2019-10-19T01:56:16Z", [0.7], "Up another 10% to be above the consensus, but will have to think if I want to go higher."], [72695, "2019-10-19T01:31:59Z", [0.95], "Building pressure from independents"], [484, "2019-10-19T00:00:49Z", [0.6], "Up 15% to be above the consensus."], [47305, "2019-10-18T23:37:51Z", [1.0], ""], [1056, "2019-10-18T23:30:42Z", [0.65], "McConnell seems to think they will, and before Thanksgiving."], [27345, "2019-10-18T23:15:41Z", [0.08], ""], [77830, "2019-10-18T23:11:56Z", [0.55], ""], [14107, "2019-10-18T22:14:35Z", [0.49], ""], [5766, "2019-10-18T20:03:58Z", [0.8], "More and more positive signs are seen in past two weeks that promote higher chances of successful impeachment in house. What happens after that is a great topic for debate 😊"], [80191, "2019-10-18T19:55:57Z", [0.05], ""], [43311, "2019-10-18T19:43:00Z", [0.0], "Comment deleted on Oct 19, 2019 12:34AM UTC"], [20284, "2019-10-18T19:08:17Z", [0.1], "Not likely as that will send it on to the Senate.  I am sure the House Democrats what to maintain control of the news flow resulting from continuting investigations and not pass that control on to the Republican controlled Senate."], [745, "2019-10-18T18:34:46Z", [0.45], "This is moving quickly and will not slow down at this point.  To safeguard the election, the Democrats will want to move quickly.  The amount of negative material coming out daily will force their hands, even if they wait on actually sending the articles to the Senate."], [54186, "2019-10-18T18:30:25Z", [0.15], ""], [484, "2019-10-18T18:18:09Z", [0.45], "(no change) The facts (whichever one prefers to believe) related to the Ukraine call seem mostly sorted out already. If the House D's move out smartly then the run-up to 2020 will be much less DT/impeachment and more whatever proposals/narratives evolve for their party."], [60695, "2019-10-18T18:17:48Z", [0.0], ""], [1333, "2019-10-18T18:15:10Z", [0.02], ""], [1333, "2019-10-18T17:55:59Z", [0.01], ""], [767, "2019-10-18T17:44:03Z", [0.1], "The process is moving slowly and there are additional, possibly impeachable offenses being revealed. There are pretry much 6 weeks left in the year to wrap this up. Dems will want to secure this instead of rushing and botching it."], [314, "2019-10-18T17:43:13Z", [0.6], ""], [767, "2019-10-18T17:42:43Z", [0.2], "Comment deleted on Oct 18, 2019 05:43PM UTC"], [1333, "2019-10-18T17:08:02Z", [0.0], "I'm thinking they want to play this before the generel and after the Primaries so they'll know if they're that desperate of not."], [484, "2019-10-18T17:04:59Z", [0.45], "Initial forecast. A House censure is perhaps a better avenue to challenge questionable behavior, but suspect the horse is already galloping ahead (out of the barn) to garble metaphors."], [11885, "2019-10-18T17:02:45Z", [0.0], ""]], "open_date": "2019-10-18T17:00:56Z", "close_date": "2019-12-19T01:00:57Z"}