{"question_id": 677, "title": "How many viewers will tune in to watch Sunday Night Football on 5 November 2017? ", "possible_answers": ["Fewer than 14.5 million", "Between 14.5 million and 15 million, inclusive", "More than 15 million but less than 15.5 million", "Between 15.5 million and 16 million, inclusive", "More than 16 million"], "crowd_forecast": [0.49, 0.51, 0.0, 0.0, 0.0], "correct_answer": "Fewer than 14.5 million", "correct_forecast": 0.49, "preds": [[40054, "2017-11-06T07:53:16Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [32540, "2017-11-06T02:38:37Z", [0.75, 0.25, 0.0, 0.0, 0.0], ""], [269, "2017-11-06T00:02:56Z", [0.85, 0.15, 0.0, 0.0, 0.0], "Total viewership tonight will be about 5%less than last week 12.666million it says. A Nothing burgergame tonight followed be an even bigger meh game on Monday night. Question: will their also be Monday night football questions? If so my estimate is about the same with a bigger 5-10%decline in viewership from last Monday (I know no one asked).  "], [35405, "2017-11-05T23:51:06Z", [0.0, 1.0, 0.0, 0.0, 0.0], ""], [37474, "2017-11-05T23:06:03Z", [1.0, 0.0, 0.0, 0.0, 0.0], ""], [34353, "2017-11-05T23:04:00Z", [0.49, 0.47, 0.04, 0.0, 0.0], "Adjusting again based on the recent tragedy in Texas, as that might affect the local markets in addition to the national markets trying to learn more about what happened. Plus, I'm not sure very many people are excited about the Raiders vs. Dolphins, except for fans and fantasy players, and maybe those who just have nothing else to watch."], [529, "2017-11-05T22:11:59Z", [0.4, 0.48, 0.12, 0.0, 0.0], "11/5: Slight adjustment to forecast.  Difficult (for me) to predict effects upon game viewership of U.S. TV news coverage of Sunday's Texas mass-shooting."], [691, "2017-11-05T18:34:16Z", [0.51, 0.49, 0.0, 0.0, 0.0], ""], [283, "2017-11-05T16:49:24Z", [0.08, 0.48, 0.3, 0.12, 0.02], "With passing of Halloween, it's really fall, and that means football. Only 10% of Americans at best are principled to really boycott the NFL over the flag protest issue. The World Series is over and there's not a whole lot of competition. People might even tune in to see who takes the knee. So I expect better ratings than last week. I feel pretty good about the consensus here."], [12879, "2017-11-05T16:17:06Z", [0.5, 0.47, 0.01, 0.01, 0.01], ""], [1333, "2017-11-05T15:02:39Z", [0.25, 0.45, 0.25, 0.05, 0.0], ""], [23355, "2017-11-05T14:57:32Z", [0.15, 0.85, 0.0, 0.0, 0.0], ""], [32338, "2017-11-05T10:13:49Z", [0.0, 0.35, 0.0, 0.65, 0.0], ""], [1993, "2017-11-05T03:32:59Z", [0.5, 0.45, 0.05, 0.0, 0.0], ""], [35398, "2017-11-05T01:54:52Z", [0.0, 0.0, 0.0, 0.0, 1.0], ""], [529, "2017-11-04T18:53:15Z", [0.41, 0.48, 0.11, 0.0, 0.0], "Moving forecast slightly closer to current consensus numbers"], [34353, "2017-11-04T16:15:28Z", [0.47, 0.42, 0.11, 0.0, 0.0], ""], [1333, "2017-11-04T16:10:11Z", [0.25, 0.35, 0.25, 0.15, 0.0], ""], [1333, "2017-11-04T15:57:27Z", [0.15, 0.35, 0.25, 0.25, 0.0], ""], [37758, "2017-11-04T15:45:51Z", [0.85, 0.15, 0.0, 0.0, 0.0], ""], [20284, "2017-11-04T14:49:48Z", [0.2, 0.8, 0.0, 0.0, 0.0], "Now that the World Series is over and no college football on Sundays there will be some return to professional football.  As the season wears on and great hockey and basketball games show up on Sundays then the NFL will find that many former fans are gone for good.   "], [37157, "2017-11-04T12:44:01Z", [0.0, 0.55, 0.35, 0.1, 0.0], ""], [691, "2017-11-04T12:18:46Z", [0.51, 0.3, 0.17, 0.01, 0.01], ""], [41009, "2017-11-04T06:57:54Z", [0.79, 0.05, 0.04, 0.03, 0.09], "Re-run the model used for Wk8, changing Xs for OAK-MIA!"], [35636, "2017-11-04T06:55:45Z", [0.0, 0.5, 0.5, 0.0, 0.0], ""], [40798, "2017-11-04T05:37:36Z", [0.6, 0.2, 0.1, 0.06, 0.04], "The October 22 bump was due to NE/ATL playing.  Raiders last Sunday game on Sept 24 (14.5M). Dolphins historically do not bring viewership bumps. Base viewership at 14.5M.  Account for 5% from base for general viewership decrease.  "], [20156, "2017-11-04T05:11:57Z", [0.3, 0.28, 0.17, 0.15, 0.1], ""], [5018, "2017-11-04T01:38:29Z", [0.2, 0.2, 0.2, 0.2, 0.2], ""], [31518, "2017-11-04T00:54:11Z", [0.23, 0.28, 0.19, 0.17, 0.13], ""], [40733, "2017-11-03T20:48:05Z", [0.59, 0.25, 0.12, 0.03, 0.01], "Ok.  One more try at this.  I attempted to solve one of the problems of using SMW rather than Futon.  SMW seemed to have a significantly higher overall result pushing my numbers up meaningfully (and thus the SNF premium had to be adjusted down).   There is now an explicit adjustment for the Futon results.   One nice thing about this, is that Futon appears to have \"Smoothed\" its results, significantly reducing the standard deviation of errors. Analysis has been updated accordingly. \n--------------------------------------\nSummary of my approach: \n1)  I pulled down the viewership information from the past 2 seasons here:  \nhttp://www.sportsmediawatch.com/nfl-tv-ratings-viewership-nbc-cbs-fox-espn-nfln-regular-season-playoffs/ 2) Straight Averaging SNF gives you a result of:  16.5M 3)  However, this ignores the teams that played, as such I conducted a team-by-team assessment of viewership.   DAL / PIT / GB had the most consistent high-viewership (22.1M / 20.6M / 20.2M, respectively) A number of teams had really low viewership and few data-points (LA, CLE, TEN) all with less than 7 Million. So what about the two playing Sunday?  \nOAK: 17.4M (Modest)\nMIA: 11.3M (Low) This puts my best guess of viewership as:  14.4 = [Avg (17.4, 11.3) + SNF Premium (1.8) ] * Futon to SMW Ratio (.89%) Words of caution:  \n1) Standard Deviation of the errors recently is about  7.5% of the estimate (650k in this case).  \n2) MIA has very few data points to draw it's average\n3) There may be \"sports burnout\" with the World Series having several games this wk.\n4) Day Lights Savings Time ends on Sunday.  I have no idea what the impact of this will be since it will feel later to the population  Edits:  Many since the first run, sorry.   I hope this helps."], [1333, "2017-11-03T20:07:46Z", [0.05, 0.35, 0.25, 0.25, 0.1], ""], [36923, "2017-11-03T19:53:40Z", [0.0, 0.75, 0.25, 0.0, 0.0], ""], [40733, "2017-11-03T19:50:06Z", [0.17, 0.3, 0.35, 0.12, 0.06], "Comment deleted on Nov 03, 2017 08:48PM UTC"], [40733, "2017-11-03T19:42:08Z", [0.53, 0.32, 0.1, 0.04, 0.01], "Comment deleted on Nov 03, 2017 07:50PM UTC"], [691, "2017-11-03T19:30:39Z", [0.51, 0.26, 0.17, 0.04, 0.02], "One hopes, more or less against hope, that amurricans are catching on that these players are not athletes in the sense that soccer or rugby or tennis or baseball or even cricket players are, but are more like weightlifters or sprinters--each one has to do only one thing pretty well but needn't bother with anything else, and each guy only works maybe 10 minutes a week anyway.  Viewed this way, this so-called sport is actually pretty boring.  Full disclosure:  Almost nobody in the US agrees with me about this, so the hope expressed above is probably forlorn.  However, viewers seem to have found other ways to entertain themselves nonetheless, so staying fairly low on this one.  Probably a mistake, except that whoever programs this stuff has continued to figure out a way to match up teams from smallish markets who are not having inspiring seasons.  Bah, in case I forgot to mention it, and humbug."], [529, "2017-11-03T19:24:14Z", [0.38, 0.49, 0.13, 0.0, 0.0], "Generally agree with danbell7819's comments below. Tossing out the large opening week audience SNF is averaging just over 15 million viewers -- but trending below that in recent weeks. Not necessarily a 'marquee' game matchup for this Sunday. Oakland has lost 5 of its last 6 games.\nTV markets involved may be somewhat larger than last week's Pitt.-Detroit, but not markedly. (SF-Oak., # 6 -- but probably divided. Miami, #16 market, game is televised there.) Game is on at 5:20 PT in Oakland...can't say if positive or negative for viewership there. (Technically outside of 'prime time'..) End of DST means hours of darkness (outside) before game-time esp. in the eastern US. Could somewhat boost TV viewership. The 'what else is there to watch'-factor could come into play for some.  http://www.stationindex.com/tv/tv-markets http://www.sun-sentinel.com/sports/miami-dolphins/fl-sp-dolphins-raiders-tv-20171103-story.html"], [927, "2017-11-03T19:07:00Z", [0.35, 0.65, 0.0, 0.0, 0.0], ""], [9518, "2017-11-03T18:58:30Z", [0.0, 0.0, 0.0, 1.0, 0.0], ""], [2044, "2017-11-03T18:09:25Z", [0.25, 0.25, 0.25, 0.25, 0.0], "intuition"], [34353, "2017-11-03T17:28:29Z", [0.36, 0.51, 0.13, 0.0, 0.0], "This week's SNF match-up is between the Oakland Raiders (3-5) and the Miami Dolphins (4-3). Again, not necessarily a marquee match-up. However, there are some things that go in favor of a higher viewership this week. First, Oakland has a pretty loyal fan base (Pittsburgh last week also did, but had less viewership for other reasons in my opinion), so that should help. Second, there's no major programming to compete with. There's some NBA and NHL games, which will probably chip away at some viewership, but nothing on the basic cable channels which would draw viewership away. Third, last year's SNF match-up was OAK vs. KC, which garnered just over 15.3M viewers. Granted, that was a divisional match-up with playoff implications, so that likely bumped viewership higher.\nFinally, with the exception of some notable outliers, viewership has averaged around the 15M mark. OAK and MIA both have a lot riding on this game, which may influence viewership, as a win for either team improves the odds of making the playoffs as a wild card (it seems unlikely that either NE or KC will go on a losing streak that would enable other teams to win their divisions). However, these are not teams that generally gain much viewership outside of their fan bases. While Oakland has a diaspora of fans around the country, and last year was a contender for their division, Miami played no SNF games last night, and it's 2 Thursday Night Football games last year were only aired on NFL Network. So, if viewership is going to break the 15M mark, it will be on the back of Oakland's popularity."], [36942, "2017-11-03T17:26:18Z", [0.05, 0.25, 0.35, 0.15, 0.2], ""], [12879, "2017-11-03T17:03:27Z", [0.75, 0.23, 0.01, 0.01, 0.0], ""]]}