{"question_id": 1354, "title": "Will a political party gain an overall majority of seats in the House of Commons at the next UK General Election?", "possible_answers": ["Yes, the Conservative Party", "Yes, the Labour Party", "Yes, a political party not listed above", "No political party will gain an overall majority"], "crowd_forecast": [0.68, 0.0, 0.0, 0.32], "correct_answer": "Yes, the Conservative Party", "correct_forecast": 0.68, "preds": [[80196, "2019-12-12T07:40:18Z", [0.7, 0.0, 0.0, 0.3], ""], [81042, "2019-12-12T07:05:18Z", [0.45, 0.15, 0.0, 0.4], ""], [75499, "2019-12-12T06:56:39Z", [0.75, 0.1, 0.02, 0.13], ""], [38, "2019-12-12T05:16:50Z", [0.7, 0.0, 0.0, 0.3], ""], [73687, "2019-12-12T04:56:38Z", [0.81, 0.02, 0.0, 0.17], ""], [21884, "2019-12-12T04:19:55Z", [0.9, 0.0, 0.0, 0.1], ""], [914, "2019-12-12T03:19:36Z", [0.25, 0.25, 0.0, 0.5], ""], [80901, "2019-12-12T02:54:10Z", [0.35, 0.0, 0.0, 0.65], ""], [38, "2019-12-12T01:46:28Z", [0.9, 0.0, 0.0, 0.1], "after thinking about @Joseph-Noko's post  https://www.gjopen.com/comments/comments/932517I I confess to possibly having excessively minimized the following possibilities:\n-a big millennial voter turnout might boost Labor or Lib Dems as that demographic leans remain and the Torys are clearly pro-Brexit\n-the issue of the NHS may cause swing/undecided voters to go Labor or Lib Dem\n-possible polling errors, or the result being on the outer edge of the margin of error in polls, which could be magnified in seat distribution.  I'm a bit un-nerved by the YouGov's poll director's statement that they can't rule out a hung parliament.  https://www.gjopen.com/comments/comments/932678\n"], [57797, "2019-12-12T00:56:19Z", [0.74, 0.0, 0.0, 0.26], ""], [19260, "2019-12-11T23:45:57Z", [0.75, 0.0, 0.0, 0.25], "Okay, whole bunch more polls  ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Panelbase, Dec 10-11:  Conservative majority 44, Conservative majority 36.\nOpinium, Dec 10-11:  Conservative majority 92, Conservative majority 76.\nDeltapoll, Dec 9-11: Conservative majority 66, Conservative majority 54.\nKantar, Dec 9-11: Conservative majority 92, Conservative majority 72.\nBMG, Dec 6-11:  Conservative majority 36, Conservative majority 30.\nTelegraph, Dec 9-10:  Conservative majority 6, Conservative majority 8.\nBloomberg, Dec 8-10:  Conservative majority 62, Conservative majority 44.\nYouGov, Dec 4-10:  Conservative majority 42, Conservative majority 34.\nFocalData, Nov 27-Dec 10:  Conservative majority 28, Conservative majority 26. Analysis:  Definite Conservative advantage, but definite possibility of a minority.  No change in my percentages since last update. That'll be my last update, people.  See you after the election!"], [81023, "2019-12-11T22:23:19Z", [0.0, 0.0, 0.0, 1.0], ""], [78421, "2019-12-11T22:05:41Z", [0.6, 0.15, 0.0, 0.25], "Although Jeremy Corbyn is considered by many to be unfit for the role of prime minister Labour could see support from anti-Brexiteers who might otherwise vote Conservative. Added to this there could be a surge of support for Lib Dem by millennials who are also thought to be generally against Brexit.  Therefore it is highly possible that there will be a hung parliament or even a Labour majority."], [35799, "2019-12-11T21:27:30Z", [0.01, 0.0, 0.0, 0.99], ""], [81029, "2019-12-11T19:13:06Z", [0.6, 0.05, 0.0, 0.35], ""], [1333, "2019-12-11T18:57:45Z", [0.87, 0.05, 0.0, 0.08], ""], [81027, "2019-12-11T18:46:35Z", [0.56, 0.01, 0.0, 0.43], "Comment deleted on Dec 11, 2019 06:54PM UTC"], [81027, "2019-12-11T17:14:01Z", [0.5, 0.1, 0.0, 0.4], "Cursory look at polls - to be more accurate, it is necessary to know the polling data in each seat in contention. Most safe seats can be safely ignored. Some other questions to consider: Which age groups were asked their opinions? How much effect will tactical voting have? How was polling carried out by phone, internet, etc?  Remember previous election polling was abysmal for the most part. "], [60695, "2019-12-11T16:51:10Z", [1.0, 0.0, 0.0, 0.0], ""], [34686, "2019-12-11T16:29:25Z", [0.5, 0.0, 0.0, 0.5], ""], [80815, "2019-12-11T16:05:07Z", [0.6, 0.0, 0.0, 0.4], ""], [56, "2019-12-11T15:30:32Z", [0.7, 0.0, 0.0, 0.3], "A 70/30 split seems prudent. The polling model that accurately predicted the election outcome two years ago suggests that the Conservatives are on course to win 339 seats, Labour 231, the Liberal Democrats 15 and the Scottish National Party 41. Although that would give Mr Johnson a majority of 28, the poll’s range of possible outcomes stretches from 367 Tory seats to only 311. “Based on the model we cannot rule out a hung parliament,” Anthony Wells, YouGov’s director of political research, said. https://www.thetimes.co.uk/edition/news/mrp-election-poll-tory-lead-narrows-ahead-of-final-election-rallies-zj57279t6"], [63934, "2019-12-11T15:02:59Z", [0.3, 0.1, 0.0, 0.6], ""], [80451, "2019-12-11T15:01:24Z", [0.55, 0.01, 0.0, 0.44], ""], [57797, "2019-12-11T14:23:52Z", [0.72, 0.0, 0.0, 0.28], ""], [80826, "2019-12-11T14:03:08Z", [0.3, 0.01, 0.0, 0.69], ""], [63674, "2019-12-11T13:40:11Z", [0.72, 0.0, 0.0, 0.28], "Updating based on latest YouGov poll and recent tightening. I still think Johnson will pull a majority.  https://www.bloomberg.com/news/articles/2019-12-10/key-poll-predicts-majority-of-28-for-johnson-in-u-k-election?utm_source=url_link"], [691, "2019-12-11T13:06:28Z", [0.7, 0.0, 0.0, 0.3], ""], [78237, "2019-12-11T12:58:21Z", [0.65, 0.01, 0.0, 0.34], ""], [172, "2019-12-11T12:48:39Z", [0.95, 0.0, 0.0, 0.05], "Latest from Economist \n“ The leaders of Britain’s two main parties, Boris Johnson of the Conservatives and Jeremy Corbyn of Labour, are spending the day before the general election criss-crossing the country, in a last-ditch attempt to win voters over. The Conservatives are likely to secure the most seats, and probably a majority: they lead Labour in the polls by an average of ten points. But that figure conceals a wide variation among pollsters, who put the Tories’ lead at anything between 15 percentage points (enough for a landslide) and just six (which might mean a hung parliament). The latter would be good news for Labour, because Mr Johnson, having promised a hard Brexit, would find it hard to woo other parties into coalition. Mr Corbyn, on the other hand, might be able to call on the support of the Scottish Nationalists, who will probably be the third-largest party, and perhaps the Liberal Democrats, the fourth.”"], [72737, "2019-12-11T11:54:43Z", [0.84, 0.0, 0.0, 0.16], ""], [28171, "2019-12-11T09:57:21Z", [0.68, 0.02, 0.0, 0.3], "Although Conservatives lead in the last YouGove poll shrank I believe this increases the odds of a conservative majority as it mobilizes more Conservative voters (avoids complacency among Torie voters). This view is also visible in GBPUSD which has barely retraced and is still trading towards a 1yr high. "], [80815, "2019-12-11T07:42:04Z", [0.55, 0.0, 0.0, 0.45], "Latest MRP"], [67844, "2019-12-11T07:28:58Z", [0.7, 0.0, 0.0, 0.3], "YouGov's MRP poll is out (https://yougov.co.uk/topics/politics/articles-reports/2019/12/11/final-2019-general-election-mrp-model-small-), forecasting a slimmer Conservative majority in the House of Commons, and raising the possibility of a hung parliament, which is now within a margin of error. Consequently, I have revised my forecast downwards, to 70:30. Having looked at all the polls, this time round, there is very little difference between MRP model conclusions and national average conclusions: a Tory majority is the most probable outcome, but a hung Parliament is possible. So what will happen? I go to first principles: what is the defining issue of the election and who wins on that issue, if anyone? The issue is easy to see: Brexit. In another era, \"NHS for Sale\" would cost the Tories the election, but Brexit is the big hairy beast that makes the slithering snake beside it look like a guardian angel. Furthermore, in terms of shifting votes, the Clinton-Trump election is instructive: for all his mendacity, Hillary Clinton had bigger trust issues than Donald Trump, precisely because people expected him to be duplicitous. \"NHS for Sale\" as an example of an issue that is not-Brexit, is not something that can really hurt the Tories because it is not a surprise. Who wins on the defining issue: the Tories, because they offer closure, whether you think Brexit is a historical triumph or the greatest self-inflicted geopolitical blunder of the last 6 or so decades. This does not mean a hung Parliament won't happen, I am simply explaining why a Tory majority is more likely. I will deny saying any of this when a hung Parliament emerges! "], [81017, "2019-12-11T06:48:23Z", [1.0, 0.0, 0.0, 0.0], ""], [15414, "2019-12-11T04:45:52Z", [0.52, 0.02, 0.0, 0.46], ""], [81016, "2019-12-11T03:57:31Z", [0.36, 0.47, 0.05, 0.12], ""], [35799, "2019-12-11T00:54:11Z", [0.05, 0.0, 0.0, 0.95], ""], [57628, "2019-12-10T22:55:03Z", [0.89, 0.0, 0.0, 0.11], "Currently at work so I can't update my rationale very well. Reading through the polls that use MRP, they predicted somewhere between 340 on a low end to 360. The poles that use MPR in previous election were 93 percent accurate. Assuming that there are all inaccurate for the and are going to apply to Tories, then it's going to drop to 315ish.  For the Tories to lose the majority they are going to have to lose 30 something seats, which is doable and has history from the previous PM. But, the circumstances with brexit were much different especially when it come to her own party.  The bleedover effect is something that is interesting in the circumstances. Looking at electoral prediction maps, there is a real possibility that the ideas of \nLabour are being attacked by the Tories. That makes me think that there are going to be more errors in favor of Tories than with labour. Which gives it a majority.  Back in late October early November, there were pamphlets that were found that showed that the Tories were gearing up for an ugly election this month. The pamphlets were blaming labour for the problem of brexit. That makes me think that Tories are better prepared with a better narrative.   There are also reports of the labour being undersatisfied with their narrative.  That gives me pause to believe that they're doing well. And they're planning on pivoting in the next two days.  That worries me that they're changing message which makes me believe that they're not doing so hot.  Then there's the Hillary problem. I was reading a report about tactical voting.  Where people who support the Tories are not voting for their first choice.  Messaging doesn't work as well with an uninspired leader because of the initial believers. If we use an analogy of a Bass Diffusion Differental Equation. Word of mouth doesn't spread as well because it's not engaging.   This makes me believe that the Tories are going to get somewhere in the 350 seats range. "], [59882, "2019-12-10T22:41:03Z", [0.77, 0.0, 0.0, 0.23], "Final MRP polls; 28 seat Tory majority - YouGov (sample size 105,612 people)\n52 seat Tory majority - Electoral Calculus (sample size 23,869 people)\n24 seat Tory majority - focaldata (sample size 21,213) EDIT; 80 seat Tory majority - actual election result (47,587,254 votes) https://yougov.co.uk/topics/politics/articles-reports/2019/12/10/final-2019-general-election-mrp-model-small-\nhttps://www.electoralcalculus.co.uk/homepage.html\nhttps://twitter.com/freddiesayers/status/1204491617413074948"], [63964, "2019-12-10T22:35:13Z", [0.65, 0.0, 0.0, 0.35], ""], [73687, "2019-12-10T22:28:11Z", [0.85, 0.02, 0.0, 0.13], ""], [73687, "2019-12-10T22:27:38Z", [0.82, 0.07, 0.0, 0.11], ""], [79104, "2019-12-10T22:22:31Z", [0.35, 0.0, 0.0, 0.65], ""], [14107, "2019-12-10T21:00:44Z", [0.69, 0.03, 0.0, 0.28], ""], [767, "2019-12-10T20:49:01Z", [0.5, 0.1, 0.0, 0.4], ""], [63786, "2019-12-10T20:41:18Z", [0.75, 0.03, 0.0, 0.22], ""], [72737, "2019-12-10T19:59:41Z", [0.8, 0.0, 0.0, 0.2], ""], [15624, "2019-12-10T19:40:40Z", [0.6, 0.02, 0.01, 0.37], ""], [1034, "2019-12-10T19:34:04Z", [1.0, 0.0, 0.0, 0.0], "Georgiadis, P., Provan, S., McSweeney, E., McCormick, M., Samson, A. & Middlehurst, C. (2019). Election: Labour minister calls party’s chances ‘dire’ — as it happened. The Financial Times. UK Elections. Dec 10, 2019. Retrieved from\nhttps://www.ft.com/content/a4ebe2a5-697a-300b-ae83-3321aaad3611 Wilson, J., Kirk, A. & Scott, P. (2019). General election 2019 UK polls: Tory lead by 10 points in latest numbers. The Telegraph. Politics. Dec. 10, 2019. Retrieved from\nhttps://www.telegraph.co.uk/politics/2019/12/10/general-election-polls-2019-opinion-latest-odds-lead-uk/\n"], [81012, "2019-12-10T19:25:30Z", [0.74, 0.01, 0.0, 0.25], ""], [1333, "2019-12-10T19:25:10Z", [0.88, 0.05, 0.0, 0.07], ""], [57797, "2019-12-10T18:42:48Z", [0.75, 0.0, 0.0, 0.25], ""], [1333, "2019-12-10T18:40:03Z", [0.89, 0.05, 0.0, 0.06], ""], [19260, "2019-12-10T18:09:59Z", [0.75, 0.0, 0.0, 0.25], "Three more polls  ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Reuters, Dec 6-9:  Conservative majority 18, Conservative majority 14.\nRemain United, Dec 6-8:  Conservative majority 30, Conservative majority 22.\nGood Morning Britain, Dec 5-7:  Conservative majority 130, Conservative majority 92."], [59882, "2019-12-10T17:40:57Z", [0.86, 0.0, 0.0, 0.14], "Crowd: 63%, 3%, 2%, 32%."], [80815, "2019-12-10T17:26:29Z", [0.45, 0.05, 0.0, 0.5], ""], [31251, "2019-12-10T16:27:32Z", [0.88, 0.0, 0.0, 0.12], ""], [72785, "2019-12-10T16:13:11Z", [0.85, 0.0, 0.0, 0.15], "Conservatives still looking strong with 2 days to go. It will be interesting to see how many younger voters turn out as they are more likely to vote for Labour and this could tip the balance to a hung Parliament. "], [80826, "2019-12-10T16:02:40Z", [0.45, 0.0, 0.0, 0.55], ""], [78343, "2019-12-10T15:30:37Z", [1.0, 0.0, 0.0, 0.0], ""], [30406, "2019-12-10T14:55:22Z", [1.0, 0.0, 0.0, 0.0], ""], [42563, "2019-12-10T14:37:13Z", [1.0, 0.0, 0.0, 0.0], ""], [31450, "2019-12-10T14:19:45Z", [0.5, 0.0, 0.0, 0.5], "Shifting a few points toward the conservatives, they seem to be holding onto a decent lead and the decline of the lib dems in recent polling should simplify the election math a bit. "], [77, "2019-12-10T14:09:16Z", [0.3, 0.2, 0.0, 0.5], ""], [1150, "2019-12-10T14:01:55Z", [0.75, 0.05, 0.05, 0.15], ""], [57797, "2019-12-10T12:27:39Z", [0.8, 0.0, 0.0, 0.2], ""], [35799, "2019-12-10T12:11:43Z", [0.12, 0.0, 0.0, 0.88], ""], [80901, "2019-12-10T11:02:04Z", [0.5, 0.0, 0.0, 0.5], ""], [81004, "2019-12-10T10:53:22Z", [0.35, 0.15, 0.0, 0.5], ""], [12837, "2019-12-10T10:09:53Z", [0.75, 0.0, 0.0, 0.25], ""], [81001, "2019-12-10T07:26:19Z", [0.35, 0.3, 0.0, 0.35], ""], [75742, "2019-12-10T06:33:47Z", [0.85, 0.15, 0.0, 0.0], ""], [38, "2019-12-10T05:55:57Z", [0.95, 0.0, 0.0, 0.05], "see @nigster's https://www.gjopen.com/comments/comments/932066 Unsure voters are leaning towards Conservative this election cycle, @nigster says."], [27461, "2019-12-10T04:05:12Z", [0.85, 0.0, 0.0, 0.15], ""], [31859, "2019-12-10T03:02:47Z", [0.5, 0.13, 0.0, 0.37], ""], [37520, "2019-12-10T02:38:00Z", [0.85, 0.0, 0.0, 0.15], "The thing stopping a Conservative majority would be a protest vote going to Independents or the Liberal Democrats.  Voter turnout is also the big unknown.  Weather could be a factor on polling day as could be younger voters determined to have their say."], [80179, "2019-12-10T02:31:25Z", [0.85, 0.05, 0.0, 0.1], ""], [38, "2019-12-10T01:09:53Z", [0.9, 0.0, 0.0, 0.1], "Maybe this isn't a great way to analyze data, but I thought I'd give it a try to see if it clarified things.   I went to https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election#\nand looked at all the polling since the candidate lists were finalized.   I looked at polling by company/poll, assuming that each poll used the same methodology each time.  I looked for trends:  up or down during that period, and between the last 2 polls done by that company. The \"mega\" (ha!) trend is downward for Conservative support since Nov 15th, with ALL polls showing lower (or the same) results as first reported after 11/15.   However, the most recent trend (looking at the last 2 polls by each pollster) shows an upward trend for Conservatives by 6 out of 11 pollsters. I also looked at seat projections as recorded on wikipedia.  There has been consistent projections of a significant Conservative majority.  The most recent projections are for a greater majority, though less than in mid-November, averaging in the last 4 projections a 33-seat majority for Conservatives.  These projections seem to mirror the opinion polls:  Conservative support was high in mid-Nov and then dropped, but is rebounding. The things that make me nervous about my 90% Conservative forecast are:\n-reports that there's a much larger number of undecided voters than in the past\n-reports that younger voters may turn out in high numbers and swing the vote to Liberals Absent those things, I'd be at 100% Conservative majority. @Joseph-Noko, @OttoRenner"], [59882, "2019-12-10T00:54:54Z", [1.0, 0.0, 0.0, 0.0], "All in."], [59882, "2019-12-09T23:56:40Z", [0.87, 0.0, 0.0, 0.13], "Increasing 'Yes, Con' slightly after watching Sky News this evening where they showed Corbyn walking onto a stage to rapturous applause then spent five minutes traducing Johnson. It was so obviously biased it was embarrassing and reeked of desperation."], [78207, "2019-12-09T23:27:57Z", [0.45, 0.04, 0.01, 0.5], ""], [80994, "2019-12-09T23:12:26Z", [0.25, 0.0, 0.0, 0.75], ""], [80173, "2019-12-09T22:07:24Z", [0.62, 0.0, 0.0, 0.38], ""], [63835, "2019-12-09T21:50:54Z", [0.66, 0.0, 0.0, 0.34], ""], [76660, "2019-12-09T20:28:20Z", [0.39, 0.0, 0.0, 0.61], ""], [80972, "2019-12-09T19:23:01Z", [0.85, 0.0, 0.0, 0.15], ""], [63380, "2019-12-09T19:17:40Z", [0.3, 0.0, 0.0, 0.7], ""], [57797, "2019-12-09T19:16:44Z", [0.75, 0.0, 0.0, 0.25], ""], [1333, "2019-12-09T19:11:09Z", [0.9, 0.05, 0.0, 0.05], ""], [70658, "2019-12-09T18:01:12Z", [0.33, 0.0, 0.0, 0.67], "Because while the odds say different, I think the British electorate is still very divided, and it's not like the Conservatives have a really good standard bearer.  "], [69394, "2019-12-09T17:18:19Z", [0.05, 0.0, 0.0, 0.95], ""], [80828, "2019-12-09T17:08:22Z", [0.27, 0.1, 0.0, 0.63], ""], [6978, "2019-12-09T15:26:04Z", [0.9, 0.0, 0.0, 0.1], "Fin."], [74903, "2019-12-09T15:00:50Z", [0.95, 0.0, 0.0, 0.05], ""], [46762, "2019-12-09T14:25:02Z", [0.85, 0.0, 0.0, 0.15], "Edging up, not because the situation is better known, but to retain station in forecasters.\n"], [691, "2019-12-09T13:38:48Z", [0.72, 0.0, 0.0, 0.28], ""], [78237, "2019-12-09T13:32:01Z", [0.72, 0.01, 0.0, 0.27], ""], [80982, "2019-12-09T12:28:39Z", [0.75, 0.0, 0.0, 0.25], "Polling and what I hear from friends/colleagues/relatives"], [1333, "2019-12-09T12:22:35Z", [0.95, 0.0, 0.0, 0.05], ""], [72737, "2019-12-09T12:00:19Z", [0.71, 0.02, 0.0, 0.27], ""], [80901, "2019-12-09T11:11:38Z", [0.45, 0.0, 0.0, 0.55], ""], [49149, "2019-12-09T11:09:30Z", [0.76, 0.01, 0.0, 0.23], "https://www.bbc.co.uk/news/uk-politics-49798197 A Labour majority now seems to be a slim chance, as polling has consistently been pointing to Tory gains, and so a larger majority.  If the polls are off, or don't capture the seating distribution well, then a hung parliament is still possible, it seems to me.  "], [32438, "2019-12-09T10:42:50Z", [0.7, 0.0, 0.0, 0.3], ""], [75935, "2019-12-09T10:38:21Z", [0.89, 0.0, 0.0, 0.11], ""], [172, "2019-12-09T10:23:17Z", [0.95, 0.0, 0.0, 0.05], "+80 constituencies still too close to call. Large number of undecided. Regardless think traders are onto something (pound rallying). Thinking Bojo will eke out a small majority. Then we get to hear about Brexit again (gimme Love Island instead!)."], [78126, "2019-12-09T09:37:29Z", [0.73, 0.0, 0.0, 0.27], ""], [63730, "2019-12-09T08:52:35Z", [0.65, 0.0, 0.0, 0.35], ""], [67258, "2019-12-09T08:36:53Z", [0.85, 0.01, 0.0, 0.14], ""], [59882, "2019-12-09T07:48:09Z", [0.81, 0.0, 0.0, 0.19], "Edging 'Yes, Con' up again slightly. More polls coming out overnight show no signs of the Tory lead being eroded and the clock is ticking for Labour; https://twitter.com/ElectionMapsUK/status/1203762526959407111"], [72887, "2019-12-09T06:53:57Z", [0.79, 0.01, 0.0, 0.2], ""], [70955, "2019-12-09T06:24:27Z", [0.95, 0.05, 0.0, 0.0], "Fear of continued Brexit paralysis"], [78947, "2019-12-09T05:07:57Z", [0.38, 0.0, 0.0, 0.62], "- unlikely to see a scenario where a non-conservative party obtains a majority \n- conservatives have high odds of obtaining majority in media however polls in UK elections have been unreliable. \n- there is a risk between now and election that Boris Johnson enters a crisis that affects his reputation - harming a few swing seats. "], [767, "2019-12-09T04:18:03Z", [0.4, 0.2, 0.0, 0.4], ""], [172, "2019-12-09T01:55:21Z", [0.95, 0.0, 0.0, 0.05], ""], [172, "2019-12-09T01:54:31Z", [0.9, 0.0, 0.0, 0.1], "Ironic thing is remain is (roughly) 5% higher than leave now...  Corbyn too unpalatable for many and as someone recently said is trying to applied failed solutions of 1960’s to 21st century. Bojo is buffoon and a narcissist but seems to be lesser of two evils (given loss of traction in other parties).\nhttps://www.electoralcalculus.co.uk/homepage.html\n"], [64667, "2019-12-09T01:37:00Z", [0.35, 0.35, 0.0, 0.3], ""], [1034, "2019-12-08T22:59:53Z", [1.0, 0.0, 0.0, 0.0], ""], [19260, "2019-12-08T22:52:44Z", [0.75, 0.0, 0.0, 0.25], "And now a bunch of new polls  ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. The Mail, Dec 5-7:  Conservative majority 56, Conservative majority 62.\nThe Times, Dec 5-6:  Conservative majority 42, Conservative majority 44.\nBMG, Dec 4-6:  Conservative majority 18, Conservative majority 30.\nThe Observer, Dec 4-6:  Conservative majority 122, Conservative majority 108.\nThe Telegraph, Dec 4-5:  Conservative majority 18, Conservative majority 28.\nRemain United, Dec 2-5:  Conservative majority 16, Conservative majority 14. Analysis: Last week I said we were seeing a moderate shift against the Tories.  Well, let's compare the same four pollster-and-sponsor from that post from a week ago to today: The Mail:  Shifts of -22 and -18 in Tory majority.\nThe Times:  Shifts of +22 and +10 in Tory majority.\nThe Observer:  Shifts of -22 and 0 in Tory majority.\nThe Telegraph:  Shifts of -30 and -16 in Tory majority. And the three from two weeks ago, plus SavantaComRes/Express versus SavantaComRes/Telegraph:\nThe Mail:  Shifts of -26 and -6 in Tory majority.\nThe Times:  Shifts of -16 and -18 in Tory majority.\nThe Observer:  Shifts of -98 and -30 in Tory majority.\nExpress v. Telegraph:  Shifts of -34 and -12 in Tory majority. Things have not moved as strongly/uniformly against the Tories as I expected last week, so I'm revising the Tory chance of majority upward, but not as far as it was two weeks ago."], [62721, "2019-12-08T22:52:37Z", [0.76, 0.0, 0.0, 0.24], ""], [77954, "2019-12-08T22:44:08Z", [0.0, 0.0, 0.0, 1.0], ""], [80972, "2019-12-08T22:06:53Z", [0.7, 0.0, 0.0, 0.3], ""], [52778, "2019-12-08T22:06:48Z", [0.65, 0.1, 0.05, 0.2], ""], [80826, "2019-12-08T21:03:34Z", [0.3, 0.0, 0.0, 0.7], ""], [77805, "2019-12-08T21:02:53Z", [0.3, 0.2, 0.0, 0.5], "Turkeys keep voting for xmas. The tory controlled media have done their job well over the years. The public are morons."], [73940, "2019-12-08T19:41:58Z", [0.9, 0.1, 0.0, 0.0], ""], [35799, "2019-12-08T19:00:59Z", [0.15, 0.0, 0.0, 0.85], ""], [80969, "2019-12-08T18:26:04Z", [0.85, 0.0, 0.0, 0.15], ""], [77047, "2019-12-08T18:15:36Z", [0.7, 0.0, 0.0, 0.3], "Polling evidence, MRP research "], [1711, "2019-12-08T18:05:20Z", [1.0, 0.0, 0.0, 0.0], ""], [57797, "2019-12-08T17:53:54Z", [0.72, 0.0, 0.0, 0.28], ""], [79430, "2019-12-08T15:09:34Z", [1.0, 0.0, 0.0, 0.0], ""], [67844, "2019-12-08T14:59:51Z", [0.8, 0.0, 0.0, 0.2], "Grounded on YouGov's MRP polling methodology (https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/x92rnn48yd/Sky_TheTimes_VI_191126_w.pdf), I go with a Tory majority. BrandsEye experimented with huge success in forecasting Brexit and trump's victory, but, alas, they are not in the game this time round. Datapraxis, who also use an MRP model, predict a 38-seat majority, though, Paul Hilder, the CEO, adds this proviso: “We have never seen as many undecided voters this late in the campaign. As many as 80-90 constituencies are still up for grabs. A much larger Conservative landslide is still possible - but so is a hung parliament.” YouGov MRP model suggested the Tories were on course for a majority of 68.  Best for Britain, a group lobbying for a second referendum, commissioned an MRP poll that forecast 345 seats for the Tories - or a majority of 40. Stopping a Tory majority is still possible. I think undecideds will either stay at home or mirror the rest of the electorate and give the Tories a majority. However, Best for Britain suggests tactical voting by 41,000 voters in just 36 swing seats could prevent prevent a Tory majority. I am disinclined, silly fellow that I am, to believe that people are capable of that degree of cynicism and calculation, but it remains a possibility.  I have discounted other polls because they work on national averages, rather than on a seat-by-seat basis, like the MRP based polls, creating a distortionary effect. However, even national averages show a Tory lead (https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election).  broadly, as @nigster's analysis shows, there is a durable average lead across various polls of over 10%, and the Tories only need a 7 point victory to secure a majority. This is a come-to-Jesus moment: the Tories will secure a majority.  My feeling is, few have an appetite for second referendums, new negotiations with the EU, etc. Sheer Brexit exhaustion allied with a very good ground game on the part of the Tories, who have managed to define the election -as they nearly always do-, Corbyn's indecisive and divisive leadership, and the lack of a true third party, should see the Tories emerge as the biggest party in Parliament, with a majority.  Finally, politics is about simplicity. As @TheFutureIsHere said, \"The conservative party promises to follow through on the referendum result about Brexit. This is a clear message that will probably appeal to the majority of voters.\" I am not sure what Labour really wants. No Brexit? New negotiations? A vote for Labour does not offer clarity and I believe simplicity of messaging and rigorous organization trumps all.  [Cue a very confident reversal of my analysis come YouGov's poll!]"], [79906, "2019-12-08T14:33:13Z", [0.1, 0.0, 0.0, 0.9], "The article accentuates some of the main points and how these can lead to no overall majority Government (1). There will be divergence on interpretation of the data presented. However, the case for a Cons majority has not been strongly made. Indeed, parallels can be made with the 2017 GE. Of equal importance, and in my view overlooked, is people voting to reflect their position on Brexit (2).  What's more is that the polled vote share for remain (52%) and leave (48%) has been relatively static (3). In drawing on these points, my forecast remains unchanged and in favour of a hung parliament.  (1)https://www.google.com/amp/s/amp.theguardian.com/commentisfree/2019/dec/06/tories-victory-stats-tell-different-story-labour-youthquake (2)http://blog.whatscotlandthinks.org/2019/12/a-tale-of-two-trends/ (3)https://whatukthinks.org/eu/opinion-polls/euref2-poll-of-polls-2/"], [76296, "2019-12-08T14:23:58Z", [0.55, 0.15, 0.0, 0.3], ""], [46762, "2019-12-08T13:14:41Z", [0.75, 0.0, 0.0, 0.25], "Yougov, most accurate in last poll, due out Tue."], [59882, "2019-12-08T13:08:48Z", [0.77, 0.0, 0.0, 0.23], "Increasing 'Yes, Con' again because the Tories are now two or three points ahead of their 2017 lead at this point and Labour are running out of time; https://twitter.com/ElectCalculus/status/1203611599061372929 Crowd: 57%, 6%, 1%, 36%."], [691, "2019-12-08T12:40:47Z", [0.72, 0.0, 0.0, 0.28], ""], [80961, "2019-12-08T12:20:04Z", [0.3, 0.0, 0.0, 0.7], "I believe tactical voting will have a larger impact than predicted and labour voters will find it very difficult to vote Conservative no matter what they say - my mother is a staunch Brexiteer and just voted Green with her postal vote - could not go Red to Blue"], [57797, "2019-12-08T11:40:04Z", [0.7, 0.0, 0.0, 0.3], ""], [79104, "2019-12-08T11:22:27Z", [0.43, 0.0, 0.0, 0.57], ""], [76329, "2019-12-08T10:39:35Z", [0.55, 0.2, 0.0, 0.25], ""], [67536, "2019-12-08T10:18:10Z", [0.6, 0.05, 0.0, 0.35], "The conservative party promises to follow through on the referendum result about Brexit. This is a clear message that will probably appeal to the majority of voters. There's also a possibility that the Brexit Party gains traction, because their message is even clearer on this point. The position of Labour is unclear, they seem like bad losers."], [28831, "2019-12-08T10:07:36Z", [0.75, 0.0, 0.0, 0.25], ""], [59882, "2019-12-08T09:42:17Z", [0.73, 0.0, 0.0, 0.27], "Increasing 'Yes, Con' from 70% because the Tory lead which was falling has increased slightly in the latest polls. Latest Tory leads by pollster; 11% Deltapoll\n10% YouGov\n15% Opinium\n9% Panelbase\n8% SavantaComres\n12% IpsosMORI\n7% ICM\n12% Kantar\n9% Survation Average 10.3%. According to YouGov, the Conservatives need to win by 7% to gain a majority. In 2017 the polls overestimated the Tory lead by about 4 or 5%. Crowd: 57%, 6%, 1%, 36%."], [73967, "2019-12-08T09:34:27Z", [0.5, 0.0, 0.0, 0.5], ""], [21884, "2019-12-08T09:30:42Z", [0.9, 0.0, 0.0, 0.1], ""], [34241, "2019-12-08T09:28:07Z", [0.0, 0.0, 0.0, 1.0], ""], [15001, "2019-12-08T09:02:47Z", [0.92, 0.0, 0.0, 0.08], ""], [80815, "2019-12-08T09:00:37Z", [0.39, 0.15, 0.0, 0.46], ""], [80959, "2019-12-08T08:40:26Z", [0.35, 0.15, 0.0, 0.5], ""], [75776, "2019-12-08T08:15:31Z", [0.25, 0.05, 0.1, 0.6], "Election results will be polarised, especially over Brexit. "], [19340, "2019-12-08T02:34:45Z", [0.0, 1.0, 0.0, 0.0], ""], [79600, "2019-12-08T02:12:30Z", [0.15, 0.0, 0.0, 0.85], ""], [159, "2019-12-08T01:56:33Z", [0.4, 0.0, 0.0, 0.6], ""], [159, "2019-12-08T01:50:44Z", [0.05, 0.0, 0.0, 0.95], ""], [77496, "2019-12-08T01:41:43Z", [0.6, 0.3, 0.05, 0.05], "Guess for now"], [80603, "2019-12-08T01:18:31Z", [0.48, 0.22, 0.0, 0.3], "Since I last forecasted I think Labour's chances have increased slightly (following the debates) at the expense of hung parliament, but I still think the Tories have a 50:50 chance of getting a majority."], [80949, "2019-12-08T00:53:42Z", [0.55, 0.2, 0.05, 0.2], "The poor leadership of the Labor party"], [75045, "2019-12-08T00:37:53Z", [0.63, 0.04, 0.0, 0.33], ""], [80953, "2019-12-07T23:36:09Z", [0.75, 0.0, 0.0, 0.25], ""], [80950, "2019-12-07T22:55:48Z", [0.85, 0.0, 0.0, 0.15], "I have no reason to dissent from the generally held view as I understand it from sundry commentators - living in Australia means a somewhat distant approach to the question "], [47388, "2019-12-07T22:39:43Z", [0.2, 0.15, 0.0, 0.65], ""], [31859, "2019-12-07T22:37:49Z", [0.55, 0.08, 0.0, 0.37], ""], [78230, "2019-12-07T22:37:35Z", [0.45, 0.0, 0.0, 0.55], ""], [31859, "2019-12-07T22:35:26Z", [0.55, 0.1, 0.0, 0.35], "I look at the polls but also observe what is going locally and in neighbouring constituencies.  We need to reconsider election system as it really does not help to reconcile referendum result with FPTP parliamentary elections. "], [38, "2019-12-07T22:35:05Z", [0.9, 0.0, 0.0, 0.1], ""], [79468, "2019-12-07T22:24:59Z", [1.0, 0.0, 0.0, 0.0], ""], [73436, "2019-12-07T22:23:39Z", [1.0, 0.0, 0.0, 0.0], ""], [1034, "2019-12-07T22:21:25Z", [1.0, 0.0, 0.0, 0.0], "United Kingdom — 2019 general election Dec. 6, 2019 Conservative 43%\nLabour Party 33%\nhttps://www.politico.eu/europe-poll-of-polls/united-kingdom/ Wilson, Kirk and Scott (2019) Dec 7, states that: Boris Johnson's lead over Labour has stabilised at 10 points, with the latest opinion polls revealing that Jeremy Corbyn has slowly started to narrow the gap with the Conservatives as election day approaches. Opinion polls so far show the Conservative Party still in front, with a 10.2-point lead over Labour. However, with one week until election day there is still time for public opinion to shift - just as it did away from Theresa May in 2017 (Para. 1-2).\n*\nReference\n*\nWilson, J., Kirk, A. & Scott, P. (2019). General election 2019 opinion polls: Latest numbers show Boris Johnson's lead stabilise at 10 points. The Telegraph. Premium. News. Political. Dec. 7, 2019. Retrieved from\nhttps://www.telegraph.co.uk/politics/2019/12/07/general-election-2019-polls-opinion-latest-odds-labour-conservative-uk-boris/ Bloom, D. (2019). UK general election poll tracker: Latest party odds and polling results in full. Mirror. Politics. Dec. 7, 20`19. Retrieved from https://www.mirror.co.uk/news/politics/uk-politics-poll-tracker-general-20070947 THE LATEST polls show BORIS Johnson is up a point this weekend with just days to go before polling day. The Sun. Politics. Dec. 7, 2019. Retrieved from\nhttps://www.thesun.co.uk/news/10415932/general-election-2019-boris-johnson-polls/ The Tories are still a good ten points clear of Labour as they look set to be returned to power with a majority.\n"], [79468, "2019-12-07T22:18:00Z", [1.0, 0.0, 0.0, 0.0], ""], [13157, "2019-12-07T22:08:46Z", [1.0, 0.0, 0.0, 0.0], ""], [29896, "2019-12-07T22:07:59Z", [0.4, 0.08, 0.01, 0.51], ""], [24139, "2019-12-07T21:44:17Z", [0.71, 0.0, 0.0, 0.29], ""], [75763, "2019-12-07T21:11:44Z", [0.05, 0.05, 0.0, 0.9], "It is possible that people who normally vote Labour will vote conservative. For Brexit. “To move forward even though they don’t really want Brexit - and to avoid violent riots”.  If that is the main sentiment, the Conservatives would win.  Some people will also buy the ABC (anyone but Corbyn) meme- and vote not so much for the Conservatives as against Corbyn.  However, the Greta effect should result in Labour forming a coalition with SNP and maybe LibDems and independents. "], [65385, "2019-12-07T21:10:03Z", [0.51, 0.03, 0.01, 0.45], ""], [59870, "2019-12-07T21:07:07Z", [0.53, 0.05, 0.0, 0.42], ""], [80943, "2019-12-07T20:54:42Z", [0.15, 0.15, 0.05, 0.65], "No one wins in this one"], [63852, "2019-12-07T20:39:52Z", [0.7, 0.0, 0.0, 0.3], ""], [78642, "2019-12-07T20:27:16Z", [0.5, 0.3, 0.0, 0.2], ""], [77718, "2019-12-07T20:26:22Z", [0.35, 0.2, 0.05, 0.4], ""], [206, "2019-12-07T20:20:21Z", [0.6, 0.3, 0.0, 0.1], ""], [75699, "2019-12-07T20:17:32Z", [0.3, 0.2, 0.0, 0.5], ""], [77718, "2019-12-07T20:02:09Z", [0.35, 0.2, 0.05, 0.4], ""], [79379, "2019-12-07T20:01:47Z", [1.0, 0.0, 0.0, 0.0], ""], [76988, "2019-12-07T19:55:03Z", [0.3, 0.5, 0.0, 0.2], ""], [76225, "2019-12-07T19:54:40Z", [0.15, 0.05, 0.0, 0.8], ""], [79175, "2019-12-07T19:37:38Z", [0.68, 0.03, 0.01, 0.28], ""], [55682, "2019-12-07T19:06:15Z", [0.7, 0.0, 0.0, 0.3], ""], [76398, "2019-12-07T18:51:20Z", [0.6, 0.05, 0.0, 0.35], "This election is a Brexit election between the forces of darkness and light. The conservatives look increasingly likely to win a majority; the likely alternative is a hung parliament."], [76086, "2019-12-07T18:50:43Z", [0.4, 0.2, 0.0, 0.4], "People are voting for party leaders and not sure who to trust to look after their best interests in the brexit mist."], [74523, "2019-12-07T18:42:52Z", [0.51, 0.1, 0.01, 0.38], ""], [54663, "2019-12-07T18:24:21Z", [0.6, 0.0, 0.0, 0.4], ""], [76283, "2019-12-07T18:17:14Z", [1.0, 0.0, 0.0, 0.0], ""], [75864, "2019-12-07T18:15:50Z", [0.44, 0.1, 0.0, 0.46], ""], [69377, "2019-12-07T18:05:57Z", [0.5, 0.0, 0.0, 0.5], ""], [76095, "2019-12-07T17:57:41Z", [0.85, 0.0, 0.0, 0.15], "Sense there's an outside chance of labour pushing the risk to the NHS "], [76188, "2019-12-07T17:55:35Z", [0.6, 0.0, 0.0, 0.4], ""], [80662, "2019-12-07T17:49:34Z", [0.4, 0.1, 0.0, 0.5], "Lib-Dem has too far to go to gain majority. Corbyn has too much baggage and too weak a position on Brexit to pull in moderates. Johnson has too much baggage to attract moderates. Nobody is happy with the political parties and they don’t see alternatives. Brexit remains attractive for about 50%. Nobody gets a mandate, but conservatives have a chance based on national polling."], [33887, "2019-12-07T17:49:12Z", [0.0, 1.0, 0.0, 0.0], ""], [79489, "2019-12-07T17:42:14Z", [0.7, 0.05, 0.0, 0.25], ""], [79104, "2019-12-07T17:40:04Z", [0.41, 0.0, 0.0, 0.59], ""], [79472, "2019-12-07T17:32:20Z", [0.85, 0.0, 0.0, 0.15], "Based on current opinion polls"], [79697, "2019-12-07T17:32:07Z", [0.4, 0.0, 0.0, 0.6], ""], [78153, "2019-12-07T17:22:57Z", [0.65, 0.05, 0.0, 0.3], ""], [77517, "2019-12-07T17:21:39Z", [0.6, 0.0, 0.0, 0.4], ""], [76447, "2019-12-07T17:19:29Z", [0.45, 0.1, 0.0, 0.45], " Chances of conservative majority and hung parliament are even"], [72427, "2019-12-07T17:18:15Z", [0.55, 0.19, 0.01, 0.25], ""], [80529, "2019-12-07T17:15:58Z", [0.0, 1.0, 0.0, 0.0], ""], [13979, "2019-12-07T17:14:56Z", [0.15, 0.0, 0.0, 0.85], ""], [80936, "2019-12-07T17:10:50Z", [0.1, 0.1, 0.0, 0.8], ""], [63952, "2019-12-07T17:09:21Z", [0.8, 0.1, 0.0, 0.1], "Johnson and brexit apoeal"], [37250, "2019-12-07T16:44:40Z", [0.85, 0.0, 0.0, 0.15], ""], [63922, "2019-12-07T16:42:54Z", [0.7, 0.0, 0.0, 0.3], "Tories look convincingly ahead...but Labour promise a lot. Trust is key issue ...and could switch...but can't see Labour winning."], [72010, "2019-12-07T16:37:23Z", [0.65, 0.05, 0.0, 0.3], "It looks like the conservative party will be able to profit from the divided opposition."], [78835, "2019-12-07T16:34:40Z", [0.45, 0.15, 0.0, 0.4], ""], [80617, "2019-12-07T16:32:57Z", [0.06, 0.04, 0.01, 0.89], ""], [77869, "2019-12-07T16:29:32Z", [0.1, 0.1, 0.0, 0.8], "The UK political culture is the most volatile in my memory, and any prediction is highly provisional at best. That the 'traditional' media (Press and broadcast) is overwhelmingly Right-wing and repeating the \"get Brexit done\" mantra daily is a big help to the Tories, but the party is itself badly split on Brexit and will lose marginal seats on that basis, plus the leader is seen as a blithering pathological liar. If voters continue to be entranced by the Brexit Spectacle then the Tories will likely be the largest party, but if they consider practical and social issues (eg housing, economy, NHS) above Brexit then Labour may be the biggest party. The push for tactical voting is a joker in the pack, as is the surge in voter registration amongst young people. The likeliest outcome is a hung parliament, then a 'progressive alliance' of Labour, SNP, Plaid Cymru, and Greens. A less likely outcome would be a repeat of the Libdem-Tory coalition if the Tories concede a second referendum on Brexit. "], [71128, "2019-12-07T16:08:08Z", [0.35, 0.15, 0.0, 0.5], ""], [76286, "2019-12-07T16:06:58Z", [0.4, 0.0, 0.0, 0.6], ""], [69695, "2019-12-07T16:03:45Z", [0.25, 0.65, 0.05, 0.05], "Based on working class anger and challenges labor party will win."], [25755, "2019-12-07T16:03:08Z", [0.6, 0.04, 0.01, 0.35], ""], [78223, "2019-12-07T15:59:58Z", [0.3, 0.25, 0.0, 0.45], ""], [80934, "2019-12-07T15:53:14Z", [0.66, 0.0, 0.0, 0.34], ""], [70417, "2019-12-07T15:52:16Z", [0.55, 0.15, 0.0, 0.3], "British politics are currently fragmented, with many smaller parties siphoning off votes.  However, none of these parties fields enough candidates to obtain a majority.  With the Brexit wildcard in place, it's possible that enough traditional Tories will be disaffected enough to effectively re-vote NO for Brexit by straying from the Tory fold."], [77, "2019-12-07T15:36:12Z", [0.02, 0.02, 0.01, 0.95], ""], [1092, "2019-12-07T15:34:57Z", [0.0, 0.0, 0.0, 1.0], ""], [76617, "2019-12-07T15:29:17Z", [0.3, 0.05, 0.0, 0.65], "Tactical voting is more likely than pollsters realise"], [13154, "2019-12-07T15:25:13Z", [0.1, 0.65, 0.25, 0.0], ""], [79011, "2019-12-07T15:24:06Z", [0.2, 0.6, 0.0, 0.2], ""], [75325, "2019-12-07T15:20:20Z", [0.15, 0.1, 0.0, 0.75], ""], [76367, "2019-12-07T15:16:32Z", [0.85, 0.0, 0.0, 0.15], ""], [74654, "2019-12-07T15:15:58Z", [0.95, 0.0, 0.0, 0.05], "Based on conversations with voters, I think that a) the appeal of Corbyn has waned and b) the appeal of Johnson is greater than many forecasters are prepared to admit "], [1682, "2019-12-07T15:04:05Z", [0.1, 0.2, 0.0, 0.7], ""], [76626, "2019-12-07T15:02:38Z", [0.6, 0.05, 0.0, 0.35], ""], [75395, "2019-12-07T15:00:11Z", [0.25, 0.1, 0.05, 0.6], ""], [78724, "2019-12-07T14:55:41Z", [0.6, 0.25, 0.01, 0.14], "I think the opposition parties to Conservatives are in shambles due to lack of a clear policy on brexit and other important items"], [66881, "2019-12-07T14:54:54Z", [0.4, 0.15, 0.0, 0.45], ""], [78032, "2019-12-07T14:54:40Z", [0.1, 0.05, 0.0, 0.85], ""], [73074, "2019-12-07T14:51:36Z", [0.1, 0.09, 0.0, 0.81], ""], [80931, "2019-12-07T14:37:36Z", [0.85, 0.0, 0.0, 0.15], ""], [80928, "2019-12-07T14:15:53Z", [0.25, 0.0, 0.0, 0.75], "Because I do trust in the sense of most voters in the U.K.\n Although the fearful possibility of Boris Johnson being the next prime minister remains."], [62808, "2019-12-07T13:29:16Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2019-12-07T13:21:53Z", [0.81, 0.0, 0.0, 0.19], ""], [62808, "2019-12-07T13:18:21Z", [0.95, 0.0, 0.0, 0.05], ""], [59882, "2019-12-07T12:17:07Z", [0.7, 0.0, 0.0, 0.3], "Increasing 'Yes, Con' from 65% because the Tory lead which was falling has stabilised at about 10%. Latest Tory leads by pollster;  9% Panelbase\n12% IPSOS MORI\n10% SavantaComres\n 9% YouGov\n 7% ICM\n12% Kantar\n13% Deltapoll\n 9% Survation\n15% Opinium\n 6% BMG Average 10.2%. According to YouGov, the Conservatives need to win by 7% to gain a majority."], [35799, "2019-12-07T11:57:07Z", [0.2, 0.0, 0.0, 0.8], ""], [80815, "2019-12-07T11:14:30Z", [0.39, 0.15, 0.0, 0.46], "The polling currently suggests the conservatives will win the most seats, with YouGov suggesting a Tory win, but given the uncertainties of which way the “not sure” vote will go, especially in marginal seats, a hung parliament seems likely."], [80799, "2019-12-07T09:58:35Z", [0.75, 0.05, 0.0, 0.2], ""], [26754, "2019-12-07T08:53:07Z", [0.4, 0.25, 0.0, 0.35], ""], [76255, "2019-12-07T07:32:45Z", [0.9, 0.0, 0.0, 0.1], ""], [75291, "2019-12-07T04:12:49Z", [0.28, 0.19, 0.0, 0.53], ""], [27461, "2019-12-07T02:47:47Z", [0.75, 0.0, 0.0, 0.25], ""], [1624, "2019-12-07T01:43:16Z", [0.65, 0.0, 0.0, 0.35], ""], [80914, "2019-12-06T22:18:53Z", [0.65, 0.05, 0.0, 0.3], "Loss of labour base due to Brexit and public dislike of both leaders "], [80912, "2019-12-06T22:01:09Z", [0.1, 0.2, 0.0, 0.7], ""], [80912, "2019-12-06T22:00:17Z", [0.2, 0.1, 0.0, 0.7], ""], [19260, "2019-12-06T19:43:34Z", [0.7, 0.0, 0.0, 0.3], "Two more polls ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Evening Standard, Dec 2-4:  Conservative majority 42, Conservative majority 72.\nPanelbase, Dec 4-6:  Conservative majority 18, Conservative majority 34. Panelbase Greens number was not reported on Wikipedia when this was posted, but was found on the Guardian ( https://www.theguardian.com/politics/ng-interactive/2019/dec/05/election-polls-uk-2019-latest-opinion-poll-tracker )."], [1333, "2019-12-06T19:10:16Z", [0.99, 0.0, 0.0, 0.01], ""], [80905, "2019-12-06T16:06:34Z", [0.6, 0.0, 0.0, 0.4], "Based on information from news outlets and opinion polls."], [80903, "2019-12-06T15:25:51Z", [0.35, 0.45, 0.0, 0.2], ""], [80902, "2019-12-06T15:15:21Z", [0.58, 0.05, 0.0, 0.37], "Polling, FX analysis and betting odds indicate a Tory majority. However, there's always the possibility of a disastrous last week for the Conservative Party; in addition, a volatile electorate made up of many undecided voters may change its course in the polling booth. "], [80899, "2019-12-06T14:43:30Z", [0.0, 0.35, 0.0, 0.65], "Labour trends gaining in recent polls and with expectations of a very high youth voter turnout I expect a surprise defeat for Tories in numerous marginals, giving a hung parliament or outright Labour victory. "], [80897, "2019-12-06T14:05:08Z", [0.4, 0.0, 0.0, 0.6], "Real Terms Inflation is trending down and average earnings slightly up along with steady house prices. The predicted economic crash hasn’t happened. Brexit is actually probably less of a vote winner than the politicians would like to believe. While a very social media savvy and highly motivated, idealistic and vocal young contingent of Labour’s supporters welcome the lavish spending promises. Those of us with calculators and who were around in the seventies smell disaster and economic deja vu. I suspect the general, less vocal, majority are still fairly conservative and centrist. A case of ‘better the Devil you know’ will prevail but possibly not by the majority pollsters are forecasting. "], [172, "2019-12-06T12:26:00Z", [0.9, 0.0, 0.0, 0.1], "And the Economist endorses...the LibDems... although Jo herself hasn’t given good reason the party platform is decent. Will enough people vote “tactically” to deny Tories majority? That’s the reason for my 10%. I admit bias in that Economist view echos my own dislike for comrade Corbyn and the folly that is BoJo.\n“Next week British voters face their starkest choice of recent times, between Boris Johnson’s Conservatives and Jeremy Corbyn’s Labour Party. Mr Johnson has ditched the Brexit deal negotiated by Theresa May and struck a worse one, and accelerated the shift from an economically and socially liberal party into an economically interventionist and culturally conservative one. Labour would attempt to deal with 21st-century problems using policies that failed in the 20th. That leaves a low bar for the Liberal Democrats, and they clear it. They have made an irresponsible promise to reverse Brexit unilaterally. But their economic approach is the most sensible of the main parties. They will not win, but there are two good reasons to back them. They would restrain whoever ends up in Downing Street. And a strong Lib Dem showing would signal to voters who favour open markets and a liberal society that the centre is alive.”"], [62721, "2019-12-06T11:49:24Z", [0.63, 0.0, 0.0, 0.37], ""], [80890, "2019-12-06T10:41:26Z", [0.8, 0.05, 0.0, 0.15], ""], [78237, "2019-12-06T10:36:42Z", [0.68, 0.02, 0.0, 0.3], ""], [80889, "2019-12-06T10:24:40Z", [0.34, 0.33, 0.0, 0.33], "I believe that the Conservatives are more likely to win an overall majority for the following reasons:\n1) people in times of uncertainty do not like change.  They have no trust in the leaders of any party.\n2) this lack of trust has come from a very well funded Conservative campaign of smears and lies - creating uncertainty\n3) The December polling date means poor weather will affect the turn out of the elderly/disabled population \n4) No other political party will gain over all control such as the Liberal Democrats because a) Jo Swinson is not tried and tested as a leader; and b) because there is still a feeling of anger towards the Lib Dems over their coalition with the Conservatives previously.\nFrom Johnson’s lies to Corbyn’s promises – this election is about trust https://www.theguardian.com/commentisfree/2019/dec/06/boris-johnson-corbyn-labour-brexit\nThe Conservatives have raised over 12 million pounds since Nov. 6 while Labour have raised just over 4 million pounds ahead of the Dec. 12 vote, the Electoral Commission said.\nhttps://uk.reuters.com/article/uk-britain-election-donations/pm-johnsons-conservatives-add-3-6-million-to-election-war-chest-idUKKBN1Y91WS?il=0\nElection day snow predicted as cold snap hits on December 12\n https://metro.co.uk/2019/12/04/election-day-snow-predicted-cold-snap-hits-december-12-11270026/?ito=cbshare\nLib Dems \"should have stopped it\", leader tells Andrew Neil, as she apologises for party's role in Tory austerity.\nhttps://www.huffingtonpost.co.uk/entry/im-sorry-for-backing-the-bedroom-tax-says-jo-swinson_uk_5de7f70fe4b0913e6f89c2d2?utm_hp_ref=uk-politics"], [80885, "2019-12-06T08:19:08Z", [0.45, 0.05, 0.0, 0.5], "Seems reasonable based upon the effect of tactical voting "], [80880, "2019-12-06T06:46:13Z", [0.3, 0.1, 0.0, 0.6], "I think there is a strong anti-Conservative current among the electorate. However, Labour's weak leader with an outlandish manifesto is not able to capitalise on this sentiment. This conundrum will result in an indecisive verdict."], [80879, "2019-12-06T05:34:09Z", [1.0, 0.0, 0.0, 0.0], "People want direction and decisions made. "], [21046, "2019-12-06T03:31:41Z", [0.94, 0.0, 0.0, 0.06], ""], [80870, "2019-12-05T23:07:00Z", [0.7, 0.0, 0.0, 0.3], "I think the majority of the electorate want Brexit sorted . "], [80869, "2019-12-05T22:48:28Z", [0.4, 0.05, 0.0, 0.55], ""], [69950, "2019-12-05T22:43:30Z", [0.95, 0.0, 0.0, 0.05], ""], [37413, "2019-12-05T21:10:52Z", [0.0, 0.0, 0.0, 1.0], ""], [19260, "2019-12-05T20:18:56Z", [0.7, 0.0, 0.0, 0.3], "Another poll  ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Daily Telegraph, Dec 2-3:  Conservative majority 32, Conservative majority 44."], [80860, "2019-12-05T19:45:59Z", [0.33, 0.22, 0.0, 0.45], "Cannot see the polls being bang on. \nThink lots of people are being cagey when asked how they will vote. \nLots of younger voters will make a difference.  "], [1333, "2019-12-05T19:34:35Z", [1.0, 0.0, 0.0, 0.0], ""], [26467, "2019-12-05T19:06:04Z", [0.4, 0.0, 0.0, 0.6], ""], [80859, "2019-12-05T19:03:09Z", [0.9, 0.0, 0.0, 0.1], "Momentum..."], [80858, "2019-12-05T18:57:08Z", [0.5, 0.4, 0.0, 0.1], "another educated guess"], [80855, "2019-12-05T18:11:13Z", [0.4, 0.05, 0.0, 0.55], ""], [80845, "2019-12-05T16:45:46Z", [0.0, 0.3, 0.0, 0.7], ""], [80842, "2019-12-05T16:10:04Z", [0.2, 0.1, 0.0, 0.7], ""], [56, "2019-12-05T15:22:29Z", [0.55, 0.0, 0.0, 0.45], ""], [80836, "2019-12-05T15:21:12Z", [0.7, 0.2, 0.0, 0.1], ""], [80836, "2019-12-05T15:20:19Z", [0.45, 0.25, 0.0, 0.3], ""], [80833, "2019-12-05T14:00:12Z", [0.2, 0.05, 0.0, 0.75], "Due to the dynamics of the complicated British electoral system and developments in the regions."], [80831, "2019-12-05T13:07:39Z", [0.75, 0.0, 0.0, 0.25], ""], [80828, "2019-12-05T12:20:21Z", [0.65, 0.1, 0.0, 0.25], ""], [80826, "2019-12-05T11:40:36Z", [0.2, 0.0, 0.0, 0.8], "Brexit lines are pulling frustrated voters in to vote Conservative, 'get Brexit done' is still working. Labour lack of policy clarity is backfiring, means no-one can trust them - their policy is 'trust the public to decide again on Brexit' - unfortunately this doesn't work because the public do not trust the public to choose, nor do they trust that their own viewpoint on Brexit will be reflected in whatever Labour does next."], [80820, "2019-12-05T10:50:27Z", [0.6, 0.0, 0.0, 0.4], ""], [76230, "2019-12-05T10:32:58Z", [0.85, 0.0, 0.0, 0.15], "gut feeling based on media"], [80809, "2019-12-05T10:10:00Z", [0.88, 0.0, 0.0, 0.12], "the underlying polling assumptions have been turned on their heads recently but they are consistently showing a Tory lead and most people don’t want anymore years of Brexit uncertainty irrespective of how they voted in the referendum. "], [80818, "2019-12-05T10:08:34Z", [0.15, 0.05, 0.05, 0.75], ""], [172, "2019-12-05T09:54:47Z", [0.9, 0.0, 0.0, 0.1], "Tories at 43% Labour at 33%. Others declining. Haven’t seen seat distribution, however.\nhttps://www.theguardian.com/business/live/2019/dec/05/pound-rally-election-johnson-car-sales-opec-oil-germany-business-live"], [80804, "2019-12-05T06:24:14Z", [1.0, 0.0, 0.0, 0.0], "Better the devil you know. Voters will stick with Boris Johnson rather than risk Jeremy Corbyn and the inevitable increase in taxes.  "], [172, "2019-12-05T03:15:32Z", [0.85, 0.0, 0.0, 0.15], ""], [80799, "2019-12-05T02:04:04Z", [0.75, 0.05, 0.0, 0.2], "Labour will catch up but not enough. Corbyn too much of a liability."], [80796, "2019-12-04T23:29:31Z", [0.4, 0.2, 0.0, 0.4], "Although the Conservatives are way ahead in the polls, I wonder if younger people's voting intentions are correctly forecast"], [80794, "2019-12-04T23:14:00Z", [0.55, 0.09, 0.0, 0.36], ""], [80793, "2019-12-04T23:01:23Z", [0.51, 0.09, 0.0, 0.4], ""], [80790, "2019-12-04T22:25:13Z", [0.33, 0.33, 0.01, 0.33], "I think people are under estimating Labour support despite feelings about the leadership therefore things could go any which way.  It’s even stevens."], [1034, "2019-12-04T21:38:58Z", [1.0, 0.0, 0.0, 0.0], "ICM’s penultimate published voting intention poll of the general election campaign shows the Conservatives maintaining their seven-point lead over Labour since last week’s poll. Headline voting intention figures: Con: 42% (+1)\nLab: 35% (+1)\nLib Dem: 13% (-)\nBrexit Party: 3% (-1)\nGreen: 2% (-1)\nSNP: 3% (-)\nPlaid: 0% (-1)\nUKIP: 0% (-)\nAnother party / ind. candidate: 1% (-)\n*\nICM Unlimited (2019) Dec 4, states that: What do the public think will happen? With people’s perceptions of the likely election outcome perhaps playing a part in who they end up voting for, ICM this week sought to understand what the public think will happen come December 12 (Para. 4). Three in ten people think that the most likely outcome of the election is that the Conservatives will win ‘with a majority of less than 50 seats’ (29%), making it the single most commonly predicted outcome. One in five people think that the Tories will win ‘with a majority of more than 50’ (19%), meaning that, overall, just under half of the public think that a Conservative majority is the most likely outcome (48%). Just under a quarter of people think that a hung parliament is the most likely thing to happen come December 12 (23%), while one in ten think that a Labour majority is the most likely eventuality, with 6% predicting a Labour majority of less than 50 seats and 4% predicting a Labour majority of more than 50 seats. One in five people do not know what outcome they think is most likely (19%). Among those who intend to vote Conservative, confidence seems to be high. Combining the four in ten who think that the Conservatives will win with a handsome majority of over 50 (39%) and the four in ten who think they will win with a more modest majority (43%), over eight in ten of those who intend to vote Conservative think that their party of choice will win a majority (82%) (Para. 4-7).\n*\nReference\n*\nICM Unlimited Website. (2019). ICM Voting Intentions - General Election 2019: Poll 5. ICM Unlimited. Dec 4, 2019. Retrieved from\nhttps://www.icmunlimited.com/our-work/icm-voting-intentions-general-election-2019-poll-5/ ICM Voting Intentions - General Election 2019: Poll 5 CVS\nhttps://www.icmunlimited.com/wp-content/uploads/2019/12/ICM-Voting-intentions-Data-tables-29-Nov-02-Dec-19.xlsx\n"], [19260, "2019-12-04T19:10:42Z", [0.7, 0.0, 0.0, 0.3], "So, another set of recent polls  ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Good Morning Britain, Nov 26-30:  Conservative majority 24, Conservative majority 34. \nKantar, Nov 28-Dec 2:  Conservative majority 30, Conservative majority 72. \nICM Research, Nov 29-Dec 2:  No majority (Conservative -8) , Conservative majority 22.\nThe Times, Dec 2-3:  Conservative majority 28, Conservative majority 34. ANALYSIS:  Note that for the first time in the polls started since November 12, a poll run through one of the seat analysis sites brings back a result of no majority. This is in line with what I expected in my analysis in my previous post, and thus was already anticipated in my update then, so does not occasion an update to my numbers from me now.  What will be inconsistent with my numbers is if such results fail to become more common over the next week."], [80422, "2019-12-04T16:28:29Z", [0.65, 0.0, 0.0, 0.35], ""], [79638, "2019-12-04T15:20:20Z", [0.3, 0.05, 0.0, 0.65], ""], [35799, "2019-12-04T14:43:02Z", [0.24, 0.01, 0.0, 0.75], ""], [49149, "2019-12-04T13:58:01Z", [0.68, 0.02, 0.0, 0.3], "https://www.electoralcalculus.co.uk/homepage.html"], [691, "2019-12-04T13:22:57Z", [0.86, 0.0, 0.0, 0.14], ""], [72737, "2019-12-04T12:22:29Z", [0.68, 0.02, 0.0, 0.3], ""], [46762, "2019-12-04T06:35:48Z", [0.5, 0.0, 0.0, 0.5], "Fascinating piece. Some time ago I talked about how I had the sense that brexit is forcing a wholesale restructuring of the electorate.  Realignment. This piece says that in the last election 74% of voters abandoned their traditional party.https://www.ft.com/content/4cc8e70c-0c4f-11ea-b2d6-9bf4d1957a67\n"], [172, "2019-12-04T01:29:40Z", [0.95, 0.0, 0.0, 0.05], ""], [31251, "2019-12-03T22:36:55Z", [0.74, 0.0, 0.0, 0.26], ""], [1034, "2019-12-03T20:37:36Z", [1.0, 0.0, 0.0, 0.0], ""], [14107, "2019-12-03T20:25:55Z", [0.68, 0.02, 0.0, 0.3], ""], [80384, "2019-12-03T19:08:05Z", [0.5, 0.2, 0.0, 0.3], ""], [1333, "2019-12-03T19:02:32Z", [0.99, 0.0, 0.01, 0.0], "Conservatives have stumbled on a formula - the one thing EVERYONE wants is for this to be over and they offer resolution in one form or another with greater certainity than any other group or party."], [1333, "2019-12-03T18:50:47Z", [0.98, 0.0, 0.02, 0.0], ""], [80196, "2019-12-03T18:40:25Z", [0.65, 0.0, 0.0, 0.35], ""], [32438, "2019-12-03T17:47:26Z", [0.66, 0.01, 0.0, 0.33], ""], [6978, "2019-12-03T17:15:46Z", [0.8, 0.03, 0.0, 0.17], "."], [80767, "2019-12-03T16:24:42Z", [0.05, 0.15, 0.1, 0.7], ""], [78281, "2019-12-03T15:23:47Z", [0.7, 0.0, 0.0, 0.3], ""], [27461, "2019-12-03T15:19:45Z", [0.85, 0.0, 0.0, 0.15], ""], [79104, "2019-12-03T14:47:44Z", [0.51, 0.0, 0.0, 0.49], ""], [4645, "2019-12-03T13:43:15Z", [0.85, 0.01, 0.0, 0.14], ""], [19127, "2019-12-03T13:36:34Z", [0.86, 0.02, 0.0, 0.12], ""], [691, "2019-12-03T12:55:05Z", [0.86, 0.0, 0.0, 0.14], ""], [18322, "2019-12-03T09:05:43Z", [0.67, 0.03, 0.0, 0.3], ""], [11430, "2019-12-02T20:57:07Z", [0.85, 0.05, 0.0, 0.1], ""], [1333, "2019-12-02T20:04:31Z", [0.97, 0.0, 0.03, 0.0], ""], [78281, "2019-12-02T17:10:49Z", [0.7, 0.0, 0.0, 0.3], ""], [691, "2019-12-02T14:16:33Z", [0.86, 0.0, 0.0, 0.14], "Coming down some on the Tories in case The Leader Of The Free World sends out a midnight Twit that impels some Tory-leaners to either abstain or vote LibDem.   The PM has asked him to please shut up about UK politics, but that sort of plea doesn't work most of the time--the Prince of Orange has never shown any signs of impulse control.  Such a Twit won't endanger the PM's personal job prospects, but there is a small chance it could matter in a few constituencies, just enough to make a no-majority choice very slightly more probable."], [79494, "2019-12-02T10:11:54Z", [0.8, 0.05, 0.0, 0.15], ""], [15001, "2019-12-02T07:25:05Z", [0.85, 0.0, 0.0, 0.15], ""], [80179, "2019-12-02T01:43:40Z", [0.75, 0.1, 0.0, 0.15], ""], [27461, "2019-12-02T00:51:15Z", [0.95, 0.0, 0.0, 0.05], ""], [19260, "2019-12-02T00:16:49Z", [0.7, 0.0, 0.0, 0.3], "And four more polls on Wikipedia ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. The Mail, Nov 28-30:  Conservative majority 78, Conservative majority 80.\nThe Times, Nov 28-29:  Conservative majority 20, Conservative majority 34.\nThe Observer, Nov 27-29:  Conservative majority 144, Conservative majority 108.\nThe Telegraph, Nov 27-28:  Conservative majority 48, Conservative majority 44. Current analysis:\nEverybody over the last week seems to be showing Labour up and the LibDems down, and in most cases both models show a decline in the Conservative majority over what was predicted a week ago as a result.  The question is, is this a fluctuation or a trend?  Are we seeing just a random bump, or are we seeing people moving toward their true voting intention? In a normal election, we'd expect a trend; people shifting from the smaller parties to their more-preferred larger one, which will mostly look in the polls like LibDem to Labour.  I was suspicious that it would be atypical this time because of the large role of Brexit and the LibDem position as the lead anti-Brexit party.  But like last election, the issues seem to be steadily moving away from Brexit regardless. I accordingly am updating further in favor of \"No political party will gain an overall majority\".  Unless something dramatic happens, I expect to see a moderate additional shift from LibDem to Labour, with a smaller, partially-offsetting shift from Brexit to Conservative, and thus an increase in the chance of the Conservatives not managing to get a majority."], [1333, "2019-12-01T23:11:26Z", [0.96, 0.0, 0.04, 0.0], ""], [1333, "2019-12-01T22:49:44Z", [0.95, 0.0, 0.05, 0.0], ""], [1034, "2019-12-01T21:35:24Z", [1.0, 0.0, 0.0, 0.0], ""], [29875, "2019-12-01T20:09:01Z", [0.08, 0.02, 0.0, 0.9], ""], [57797, "2019-12-01T19:58:57Z", [0.67, 0.0, 0.0, 0.33], ""], [691, "2019-12-01T19:18:29Z", [0.92, 0.0, 0.0, 0.08], ""], [59882, "2019-12-01T19:16:19Z", [0.65, 0.0, 0.0, 0.35], "Reducing 'Yes, Con' from 70% because the Tory lead in the polls is down to 10%. According to both YouGov and Electoral Calculus, they need to win by 7% to get a majority and the pollsters margin of error is about 2.5%. (For comparison Theresa May only needed to win by 2.7% in 2017 to get a majority.)  Current Tory lead by pollster: Opinium: +15\nDeltaPoll: +13\nKantar: +11\nSurvation: +11\nComRes: +10\nYouGov: +9\nPanelbase: +8\nICM: +7\nBMG: +6 Average 10.0%. Polls from 23rd November or later only."], [30610, "2019-12-01T19:00:22Z", [0.7, 0.05, 0.0, 0.25], ""], [4367, "2019-12-01T18:52:27Z", [1.0, 0.0, 0.0, 0.0], "Because the other parties and their leaders are unelectable, even Labour supporters know this. "], [534, "2019-12-01T18:27:25Z", [0.55, 0.0, 0.0, 0.45], ""], [34527, "2019-12-01T16:24:27Z", [0.8, 0.0, 0.0, 0.2], ""], [35799, "2019-12-01T15:55:26Z", [0.35, 0.03, 0.0, 0.62], ""], [63835, "2019-12-01T14:50:46Z", [0.78, 0.0, 0.0, 0.22], ""], [74102, "2019-12-01T14:43:10Z", [0.86, 0.0, 0.0, 0.14], ""], [12726, "2019-12-01T07:02:36Z", [0.67, 0.01, 0.0, 0.32], ""], [57778, "2019-12-01T03:40:29Z", [0.89, 0.01, 0.0, 0.1], ""], [1333, "2019-11-30T19:49:58Z", [0.94, 0.0, 0.06, 0.0], ""], [19260, "2019-11-30T19:15:41Z", [0.8, 0.0, 0.0, 0.2], "Two new polls on Wikipedia ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. BMG, Nov 26-27: Conservative majority 6, Conservative majority 10.\nPanelbase, Nov 27-28:  Conservative majority 28, Conservative majority 28. Overall pattern reflects the other recent polls in showing some Labour gain, but not enough to stop the Tories from having a majority.  So holding to previous prediction."], [66789, "2019-11-30T19:05:34Z", [0.59, 0.03, 0.0, 0.38], "Based on modelling / poll aggregation from Electoral Calculus. Extremely unlikely that a third party will achieve a majority due to First Past the Post and Duverger's law."], [1333, "2019-11-30T16:56:50Z", [0.93, 0.0, 0.07, 0.0], ""], [1333, "2019-11-30T16:50:01Z", [0.92, 0.0, 0.08, 0.0], ""], [578, "2019-11-30T15:54:06Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2019-11-30T13:29:24Z", [0.92, 0.0, 0.0, 0.08], ""], [19918, "2019-11-30T12:31:59Z", [0.7, 0.02, 0.01, 0.27], ""], [79104, "2019-11-30T12:16:48Z", [0.51, 0.01, 0.0, 0.48], ""], [53391, "2019-11-30T11:27:16Z", [0.85, 0.0, 0.0, 0.15], "Small adjustment based on polling. Increasing an outright conservative majority."], [79600, "2019-11-30T07:56:49Z", [0.79, 0.0, 0.0, 0.21], ""], [76506, "2019-11-30T05:30:52Z", [0.5, 0.15, 0.0, 0.35], ""], [1624, "2019-11-30T01:35:12Z", [0.9, 0.0, 0.0, 0.1], ""], [72737, "2019-11-29T23:52:45Z", [0.58, 0.04, 0.0, 0.38], ""], [66791, "2019-11-29T21:48:13Z", [0.42, 0.12, 0.02, 0.44], "Labour will continue to slowly close the gap in the polls. Tactical voting and cross-party alliances will also reduce the number of Tory MPs very slightly. "], [1034, "2019-11-29T21:37:37Z", [1.0, 0.0, 0.0, 0.0], ""], [5002, "2019-11-29T19:59:40Z", [0.8, 0.05, 0.0, 0.15], ""], [1333, "2019-11-29T19:09:42Z", [0.91, 0.0, 0.09, 0.0], ""], [1474, "2019-11-29T18:07:51Z", [0.72, 0.0, 0.0, 0.28], ""], [80451, "2019-11-29T14:25:19Z", [0.45, 0.05, 0.05, 0.45], ""], [691, "2019-11-29T13:53:42Z", [0.92, 0.0, 0.0, 0.08], ""], [172, "2019-11-29T10:45:28Z", [0.9, 0.0, 0.0, 0.1], "It may just came down to weather...a cold, wet day could Impact turn out. Regardless, with collapse of LibDem, comrade Corby asleep at wheel, Bojo looks like go to person especially among both the poorly educated and ancient (over 60 crowd). Not sure youth will have the impact expected - and they would likely wonder who to vote for anyway if they dont agree with Corbyn manifesto. I look forward to Scotland leaving UK (staying in EU) with potential similar for Wales and a reunited(!) Ireland. London - feel sorry for the city (big remainers)."], [38, "2019-11-29T09:20:03Z", [0.99, 0.0, 0.0, 0.01], ""], [80540, "2019-11-29T08:29:32Z", [0.5, 0.09, 0.01, 0.4], ""], [57797, "2019-11-29T08:21:50Z", [0.72, 0.0, 0.0, 0.28], ""], [13306, "2019-11-29T07:59:58Z", [0.85, 0.0, 0.0, 0.15], ""], [46762, "2019-11-29T00:37:47Z", [0.4, 0.0, 0.0, 0.6], "Balancing.  Savanta (compared to previous Savanta) has Tories -1  Lab +2  Lib Dem -2  with 2% undecided.  Voters are clarifying, and as I wrote earlier, I expect Lib Dems to continue to decline in favor of Labor.   The national polls are irrelevant except as  medium for conveying inevitability, or in this case giving hope to the Remainers to fight on.  Why are the national polls not useful?  Because a huge % of the Remain votes are concentrated in London.  Winning by 10,000 votes is as good as wnning by 1.  But polls don't reflect this.  My advice to Boris, when he had a 13 pt lead would have been to use a Rose Garden strategy.  Rather than to give policy proposals (which can only turn voters off, not on) - try hard to create an air of winning - to convey optimism; that a victory is a sure thing.  Too late now.   Now I suggest rain dancers = ). @nigster:  Some very interesting takeaways in that poll.  86% of those surveyed are highly motivated to vote.  Another 5% are highly motivated not to vote.   This leaves VERY little of the population uncertain or persuadable.  Not a surprise, but interesting to see documented in the survey. However, the weightings in this survey are quite interesting.  The poll is boosting the expectations of youth perhaps a fair assumption considering landline.\n"], [79104, "2019-11-29T00:04:29Z", [0.52, 0.01, 0.0, 0.47], ""], [59882, "2019-11-28T23:26:31Z", [0.7, 0.0, 0.0, 0.3], "Reducing 'Yes, Con' from 85%. The latest Savanta & ICM polls both have the Tories on only a 7% lead which in theory is the exact tipping-point between a Tory majority/hung parliament. https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election#2019"], [1333, "2019-11-28T23:22:14Z", [0.9, 0.0, 0.1, 0.0], ""], [78281, "2019-11-28T17:23:05Z", [0.6, 0.0, 0.0, 0.4], "Comment deleted on Dec 11, 2019 01:22PM UTC"], [19260, "2019-11-28T16:43:25Z", [0.8, 0.0, 0.0, 0.2], "One new poll on Wikipedia ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Daily Telegraph, Nov 25-26:  Conservative majority 10, Conservative majority 20. This one had the same 41/34/13 Tory/Labour/LibDem split as the ICM poll, and joins the bunch of polls reported in the last four days showing a Labour gain.  I am accordingly moving my prediction mildly in favor of a hung Parliament."], [75863, "2019-11-28T15:36:46Z", [0.79, 0.01, 0.0, 0.2], ""], [691, "2019-11-28T14:13:25Z", [0.92, 0.0, 0.0, 0.08], ""], [11430, "2019-11-28T14:05:41Z", [0.75, 0.05, 0.0, 0.2], ""], [12837, "2019-11-28T13:39:00Z", [0.63, 0.0, 0.0, 0.37], ""], [1333, "2019-11-28T12:20:38Z", [0.89, 0.0, 0.11, 0.0], ""], [28171, "2019-11-28T08:47:12Z", [0.65, 0.03, 0.0, 0.32], "YouGov polls shows Conservatives on track to win biggest majority in 30 years. "], [15001, "2019-11-28T07:29:34Z", [0.92, 0.0, 0.0, 0.08], ""], [63674, "2019-11-28T01:29:36Z", [0.78, 0.02, 0.0, 0.2], ""], [67232, "2019-11-28T00:15:41Z", [0.6, 0.2, 0.0, 0.2], ""], [11430, "2019-11-27T22:45:52Z", [0.45, 0.25, 0.0, 0.3], ""], [76440, "2019-11-27T22:39:59Z", [0.0, 0.0, 0.0, 1.0], ""], [31251, "2019-11-27T22:04:35Z", [0.69, 0.0, 0.0, 0.31], "https://www.thetimes.co.uk/article/mrp-election-poll-boris-johnson-heads-for-big-majority-qrqsq9f7r"], [1034, "2019-11-27T21:13:14Z", [1.0, 0.0, 0.0, 0.0], "UK Parliament. MPs and Lords. State of the parties\nhttps://members.parliament.uk/parties/Commons?fordate=2019-11-05 United Kingdom — 2019 general election https://www.politico.eu/europe-poll-of-polls/united-kingdom/ UK general election poll tracker\nhttp://bertha.ig.ft.com/view/publish/dsv/1qDuVHfUgoWnPSUNUDeXLaHfV33RuAPsNC-S1S0tDeKI/data.csv Burn-Murdoch, J., Stabe, M. & Tilford, C. (2019). UK general election poll tracker. Financial Times. UK General Election. Nov. 27, 2019. Retrieved from\nhttps://www.ft.com/content/263615ca-d873-11e9-8f9b-77216ebe1f17 Boris Johnson’s Conservative party went into the general election campaign with an 11-point lead over Labour, according to the FT’s poll of polls. The gap has since widened slightly. The poll tracker combines all voting intention surveys published by major British pollsters. The trend line uses only the most recent poll from each pollster and weights them according to when they were conducted.\n"], [1333, "2019-11-27T19:52:09Z", [0.88, 0.0, 0.12, 0.0], ""], [1333, "2019-11-27T17:22:00Z", [0.87, 0.0, 0.13, 0.0], ""], [26833, "2019-11-27T15:46:38Z", [0.55, 0.03, 0.0, 0.42], ""], [79338, "2019-11-27T14:03:30Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2019-11-27T13:45:52Z", [0.52, 0.01, 0.0, 0.47], ""], [79104, "2019-11-27T12:16:24Z", [0.53, 0.01, 0.0, 0.46], ""], [79642, "2019-11-27T10:53:52Z", [0.65, 0.0, 0.0, 0.35], "Despite all of the conservative party's failings, they will unite the Brexit Vote behind them, whilst the opposition will split the remain vote between them and have not done anywhere near enough to convince the electorate of their ability to govern. "], [59882, "2019-11-27T09:33:30Z", [0.85, 0.0, 0.0, 0.15], "Reducing from 100% because the Con lead has narrowed slightly and is approaching to within the pollsters margin of error for a Tory majority. ~7% Con victory needed for a majority.\n~2.5% pollster avg. margin of error.\n~11% current avg. Con lead in the polls. EDIT Thu 28 Nov 2019; A huge YouGov MRP poll of over 100,000 people released at 10pm last night gives the Tories an 11% lead over Labour and a seat majority of about 68.\n• https://yougov.co.uk/topics/politics/articles-reports/2019/11/27/key-findings-our-mrp Electoral Calculus changes his methodology again resulting in a huge drop in the Tory majority to just 12 seats;\n• https://www.electoralcalculus.co.uk"], [21046, "2019-11-27T02:09:22Z", [0.8, 0.05, 0.0, 0.15], ""], [19260, "2019-11-26T23:51:41Z", [0.85, 0.0, 0.0, 0.15], "And another two polls on Wiikipedia ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Sky News/The Times, Nov 25-26: Conservative majority 66, Conservative majority 54.\nKantar, Nov 21-25: Conservative majority 44, Conservative majority 54. Both of these polls show some Labour improvement over their last polls, too, if not so far as the ICMResearch did, so sticking with the slight update to no majority from last time."], [61029, "2019-11-26T22:17:15Z", [0.51, 0.05, 0.0, 0.44], ""], [56, "2019-11-26T21:49:33Z", [0.66, 0.0, 0.0, 0.34], ""], [63835, "2019-11-26T21:16:34Z", [0.74, 0.0, 0.0, 0.26], ""], [14107, "2019-11-26T19:45:12Z", [0.74, 0.01, 0.0, 0.25], ""], [1333, "2019-11-26T19:15:07Z", [0.86, 0.0, 0.14, 0.0], ""], [691, "2019-11-26T18:34:39Z", [0.51, 0.01, 0.0, 0.48], ""], [37250, "2019-11-26T17:27:28Z", [0.75, 0.0, 0.0, 0.25], "Jeremy Corbyn is self detonating on a train hurtling towards a crash....while going over a crack in the earth....he has built in multiple redundancies to ensure Labour loses.  Policies out of touch with the new world, and the crisis facing the UK. The only thing that can save Labour is perhaps a commitment to a second referendum but they do not have the guts to go for that. "], [172, "2019-11-26T11:37:08Z", [0.85, 0.0, 0.0, 0.15], ""], [71624, "2019-11-26T09:26:53Z", [0.8, 0.05, 0.0, 0.15], ""], [12837, "2019-11-26T08:11:43Z", [0.6, 0.0, 0.0, 0.4], ""], [43311, "2019-11-26T00:21:01Z", [1.0, 0.0, 0.0, 0.0], ""], [57797, "2019-11-25T19:59:39Z", [0.8, 0.0, 0.0, 0.2], ""], [19260, "2019-11-25T19:17:36Z", [0.85, 0.0, 0.0, 0.15], "Two additional polls on Wiikipedia  ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. ICMResearch, Nov 22-25:  Conservative majority 2, Conservative majority 20.\nGood Morning Britain, Nov 20-23:  Conservative majority 54, Conservative majority 50. Updating toward no majority for the moment because of the ICMResearch poll, waiting to see if it marks a shift or is just an outlier.  34% for Labour is their highest percentage in any poll since May (whether you define \"May\" as the month the Kantar poll was taken, or as the leader of the Tories at the time Labour polled so well)."], [63674, "2019-11-25T18:43:13Z", [0.72, 0.02, 0.01, 0.25], "Adjusting up.  Major polls are suggesting a Torie majority with 3 weeks to go.  https://www.bloomberg.com/news/articles/2019-11-23/u-k-conservatives-lead-labour-by-19-points-opinium-poll-shows"], [75863, "2019-11-25T17:29:02Z", [0.72, 0.01, 0.0, 0.27], ""], [72737, "2019-11-25T17:04:21Z", [0.72, 0.04, 0.0, 0.24], ""], [75864, "2019-11-25T16:18:32Z", [0.32, 0.28, 0.0, 0.4], ""], [691, "2019-11-25T14:38:07Z", [0.44, 0.01, 0.0, 0.55], ""], [73194, "2019-11-25T13:51:01Z", [0.05, 0.0, 0.05, 0.9], ""], [79104, "2019-11-25T13:18:10Z", [0.56, 0.01, 0.0, 0.43], ""], [57797, "2019-11-25T12:46:15Z", [0.7, 0.0, 0.0, 0.3], ""], [72785, "2019-11-25T10:52:00Z", [0.75, 0.0, 0.0, 0.25], ""], [28171, "2019-11-25T10:47:11Z", [0.6, 0.03, 0.02, 0.35], ""], [46762, "2019-11-25T10:07:05Z", [0.95, 0.0, 0.0, 0.05], "https://www.telegraph.co.uk/politics/0/marginal-seats-general-election-parliament-uk-2019/"], [34724, "2019-11-25T09:00:38Z", [0.75, 0.03, 0.0, 0.22], ""], [42004, "2019-11-25T07:20:11Z", [0.8, 0.05, 0.0, 0.15], ""], [38, "2019-11-25T01:05:14Z", [0.98, 0.0, 0.0, 0.02], ""], [19127, "2019-11-24T20:39:41Z", [0.81, 0.03, 0.0, 0.16], ""], [66692, "2019-11-24T20:23:48Z", [1.0, 0.0, 0.0, 0.0], "Conservative share of the vote in opinion polls is on a steady track upwards, this might be a sweep of epic proportions. They’ve dialled it up all the way to 11!"], [59882, "2019-11-24T19:50:02Z", [1.0, 0.0, 0.0, 0.0], "Increasing 'Yes, Con' from 90%. All-in, possibly a bit early. Crowd: 66%, 2%, 0%, 32%."], [1333, "2019-11-24T19:04:59Z", [0.85, 0.0, 0.15, 0.0], ""], [79461, "2019-11-24T17:41:32Z", [0.75, 0.01, 0.0, 0.24], ""], [19260, "2019-11-24T16:18:10Z", [0.9, 0.0, 0.0, 0.1], "And here's the latest six polls listed on Wikipedia ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. Deltapoll, Nov 21-23:  Conservative majority 82, Conservative majority 68.\nThe Times, Nov 21-22:  Conservative majority 58, Conservative majority 62.\nThe Observer, Nov 20-22:  Conservative majority 220, Conservative majority 138.\nPanelbase, Nov 20-22:  Conservative majority 24, Conservative majority 42.\nThe Express, Nov 20-21:  Conservative majority 52, Conservative majority 40.\nBMG, Nov 19-21:  Conservative majority 66, Conservative majority 58. For previous polls and my analysis, see https://www.gjopen.com/comments/comments/926396 "], [40960, "2019-11-24T14:29:27Z", [0.68, 0.0, 0.0, 0.32], ""], [42004, "2019-11-24T10:19:55Z", [0.4, 0.1, 0.0, 0.5], ""], [79851, "2019-11-24T02:25:28Z", [0.8, 0.0, 0.0, 0.2], ""], [1333, "2019-11-24T00:19:25Z", [0.87, 0.0, 0.0, 0.13], ""], [54817, "2019-11-23T22:44:19Z", [0.75, 0.05, 0.0, 0.2], ""], [75863, "2019-11-23T20:11:18Z", [0.67, 0.02, 0.0, 0.31], ""], [14107, "2019-11-23T11:58:31Z", [0.77, 0.01, 0.0, 0.22], ""], [32438, "2019-11-23T10:10:24Z", [0.66, 0.02, 0.0, 0.32], ""], [62808, "2019-11-23T01:21:34Z", [0.5, 0.0, 0.0, 0.5], ""], [172, "2019-11-23T00:48:51Z", [0.75, 0.0, 0.0, 0.25], ""], [6978, "2019-11-23T00:16:03Z", [0.95, 0.0, 0.0, 0.05], "."], [57797, "2019-11-22T23:23:54Z", [0.65, 0.0, 0.0, 0.35], ""], [1333, "2019-11-22T19:19:30Z", [0.86, 0.0, 0.0, 0.14], ""], [1333, "2019-11-22T18:40:11Z", [0.85, 0.0, 0.0, 0.15], ""], [76629, "2019-11-22T16:56:07Z", [0.55, 0.0, 0.0, 0.45], ""], [31251, "2019-11-22T16:34:47Z", [0.61, 0.0, 0.0, 0.39], ""], [19260, "2019-11-22T15:57:48Z", [0.9, 0.0, 0.0, 0.1], "So, here's the polls started since November 12th listed on Wikipedia ( https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate seat results. YouGov, Nov 12-20:  Conservative majority 104,  Conservative majority 80.\nThe Telegraph, Nov 18-19: Conservative majority 66,  Conservative majority 50.\nThe Times, Nov 18-19:  Conservative majority 62, Conservative majority 62.\nEvening Standard, Nov 15-19:  Conservative majority 152, Conservative majority 108.\nICM Resarch, Nov 15-18: Conservative majority 50, Conservative majority 44.\nKantar, Nov 14-18: Conservative majority 204, Conservative majority 122.\nSurvation, Nov 14-16: Conservative majority 100, Conservative majority 82.\nThe Mail, Nov 14-16: Conservative majority 136, Conservative majority 106.\nThe Times, Nov 14-15: Conservative majority 164, Conservative majority 120.\nThe Observer, Nov 13-15: Conservative majority 142, Conservative majority 110.\nThe Independent, Nov 12-15: Conservative majority 8, Conservative majority 6.\nThe Telegraph, Nov 13-14: Conservative majority 20, Conservative majority 24.\nPanelbase, Nov 13-14: Conservative majority 88, Conservative majority 70. And the average from the the FT poll tracker ( https://www.ft.com/content/263615ca-d873-11e9-8f9b-77216ebe1f17 ) run through those same two sites predicts a Conservative majority of 84 / 70. Analysis: In the raw popular support, the Conservatives seem to be averaging the same overall support that they had on polling day in 2017; all the polls (except the Independent's) have them within the margin of error on the 43.43% they got that year.  Labour support, however, is way down, with the Liberal Democrats way up.  The Brexit Party seems to be polling ahead of UKIP's 2017 results, though it's small enough that polling errors might be an issue.  It is notable that many polls are only polling Brexit Party in constituencies where it's running, which is substantially fewer constituencies than UKIP was running in in 2017. So, there are perhaps two paths to Labour managing to recover. The first is Johnson making a serious blunder like May did on long-term care and scaring voters currently voting their Brexit preference into swapping to a \"Stop the Tories\" vote.  The problem with that is that everybody remembers what happened to May, and is presumably going to do his best to avoid that. The second is anti-Brexit voters currently supporting the LibDem/Green/Cymru alliance looking at a Conservative majority and deciding they prefer Labour's wishy-washiness to Johnson being able to push through his deal.  The problem with the second is that a good deal of the anti-Brexit coalition is from a \"Brexit is bad for business\" perspective, and neither Corbyn's comments on the sort of Brexit he wants nor his new back-to-the-Seventies Labour manifesto do anything but push that sort of voter away from Labour."], [78343, "2019-11-22T12:13:40Z", [0.9, 0.0, 0.0, 0.1], ""], [27461, "2019-11-22T11:55:18Z", [0.98, 0.0, 0.0, 0.02], ""], [78237, "2019-11-22T11:25:46Z", [0.65, 0.07, 0.0, 0.28], ""], [14813, "2019-11-22T10:51:23Z", [0.25, 0.2, 0.2, 0.35], "A signifcant minority of traditional Tory voters will not back BoJo due the hardline Brexit stance. These voters are unlikely to spill into Labour (due to Corbyn) - Libdems are more likely to get 80-90% of the loss. Therefore the calculation is: how large is the minority? Accounting for the Remain vote among Conservatives at around 40%, this could be the swing from Conservative to Libdem, which increases the probability of hung parliament (\"No majority\"). "], [66692, "2019-11-22T10:32:56Z", [0.9, 0.0, 0.0, 0.1], "Bumping due to polls steadily rising in Johnson's favour."], [72737, "2019-11-22T10:08:39Z", [0.7, 0.1, 0.0, 0.2], ""], [59882, "2019-11-22T00:53:04Z", [0.9, 0.0, 0.0, 0.1], "The Labour manifesto was published today and it will not appeal to the middle-ground undecided voter. It's a combination of old-school left-wing ideas from the 1970's like state ownership of water, energy and transport, and progressive ideas like open borders and carbon taxes. Labour are being squeezed by the Brexit Party in their traditional heartlands in the North East, the Midlands and South Wales, and by the Lib Dems in remain voting London. The Lib Dems decision to not form an alliance with Labour will definitely hurt both of them. I think this election will result in a Tory victory but I think the story of the night on 12 December will be how Labour has lost its traditional supporters. It is now a middle-class remain party that no longer represents the people it was created to defend - the working class. Crowd: 60%, 3%, 1%, 36%."], [80185, "2019-11-22T00:23:45Z", [0.75, 0.0, 0.0, 0.25], ""], [53391, "2019-11-21T20:22:11Z", [0.73, 0.0, 0.0, 0.27], ""], [1474, "2019-11-21T19:11:54Z", [0.75, 0.0, 0.0, 0.25], ""], [1333, "2019-11-21T17:47:34Z", [0.74, 0.0, 0.0, 0.26], ""], [59882, "2019-11-21T16:48:50Z", [0.85, 0.0, 0.0, 0.15], "Increasing 'Yes, Conservative\" from 80% because since 1983, only once has the more popular leader not won the election and currently Johnson is way ahead of Corbyn; https://twitter.com/ShippersUnbound/status/1197512980319162368 Crowd: 60%, 3%, 1%, 36%."], [78281, "2019-11-21T14:50:36Z", [0.55, 0.05, 0.0, 0.4], "Comment deleted on Nov 28, 2019 05:23PM UTC"], [691, "2019-11-21T14:24:06Z", [0.42, 0.01, 0.0, 0.57], ""], [80603, "2019-11-20T19:05:02Z", [0.48, 0.17, 0.0, 0.35], ""], [19127, "2019-11-20T16:36:12Z", [0.74, 0.03, 0.0, 0.23], ""], [76701, "2019-11-20T16:32:25Z", [0.35, 0.15, 0.0, 0.5], ""], [1333, "2019-11-20T16:13:34Z", [0.75, 0.0, 0.0, 0.25], ""], [1333, "2019-11-20T16:07:20Z", [0.65, 0.0, 0.0, 0.35], ""], [77, "2019-11-20T15:46:09Z", [0.06, 0.04, 0.01, 0.89], ""], [32300, "2019-11-20T14:45:01Z", [0.67, 0.01, 0.0, 0.32], ""], [72785, "2019-11-20T13:57:53Z", [0.45, 0.0, 0.0, 0.55], ""], [80604, "2019-11-20T13:33:18Z", [0.7, 0.3, 0.0, 0.0], ""], [691, "2019-11-20T13:08:34Z", [0.4, 0.02, 0.0, 0.58], ""], [75863, "2019-11-20T12:43:35Z", [0.65, 0.01, 0.0, 0.34], ""], [18322, "2019-11-20T07:52:24Z", [0.26, 0.08, 0.0, 0.66], ""], [19260, "2019-11-20T05:46:07Z", [0.8, 0.0, 0.0, 0.2], "And now the new three polls (as listed on https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election ), run through the Electoral Calculus ( https://www.electoralcalculus.co.uk/userpoll.html ) and UK Swingometer ( http://www.electionpolling.co.uk/swingometer/uk-parliament ) sites to estimate results: The Times, Nov 18-19\nElectoral Calculus:  Conservative majority 62.\nUK Swingometer:  Conservative majority 62. ICM Resarch, Nov 15-18:  \nElectoral Calculus:  Conservative majority 50.\nUK Swingometer:  Conservative majority 44. Kantar, Nov 14-18:\nElectoral Calculus:  Conservative majority 204.\nUK Swingometer:  Conservative majority 122. Note that the only pollster duplicated from the previous set was the YouGov/Times, which reduced the Conservative margin."], [38, "2019-11-20T04:31:06Z", [0.95, 0.0, 0.0, 0.05], "polling and seat predictions as reported:\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election"], [80589, "2019-11-19T22:55:04Z", [0.25, 0.2, 0.0, 0.55], "Too much of a spread.\nBoJo's abandoned the Tory Centre ground losing MPs and Tory Remainers in an effort to head off the Brexshit Party again but has been booed and heckled anytime he's left London to my memory. Lib Dems have abandoned democracy for delusion and claimed they'd Revoke Article 50 with a majority 🤣 so no hope with Leave areas like the North. Labour straddles things on Brexit with their policy allowing both Leavers and Remainers to vote for them but due to years of smears from the Right Whinger media Corbyn is a divisive figure for those not prepared to actually look into him. Overall I think Hung parliament or a Labour SNP Coalition as the Tories are screwed in Scotland."], [12837, "2019-11-19T22:40:08Z", [0.55, 0.0, 0.0, 0.45], ""], [59882, "2019-11-19T22:25:52Z", [0.8, 0.0, 0.0, 0.2], "Reducing 'Yes, Con' from 90% because YouGov have reduced their Tory lead from 17% to 12%. https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/u9n27k5219/Sky_TheTimes_VI_191119_w.pdf"], [1333, "2019-11-19T20:42:00Z", [0.55, 0.0, 0.0, 0.45], ""], [1333, "2019-11-19T20:39:54Z", [0.45, 0.0, 0.0, 0.55], ""], [80173, "2019-11-19T20:11:37Z", [0.56, 0.0, 0.0, 0.44], ""], [63835, "2019-11-19T18:08:03Z", [0.62, 0.0, 0.0, 0.38], "Everything I read seems decidedly in the Conservatives' favor\nThanks to @see for the poll material. Very illuminating.\nThanks to @Hammer-Time for why I haven't been seeing/reading much of SNP or LDP lately."], [15414, "2019-11-19T17:55:09Z", [0.3, 0.1, 0.0, 0.6], "Setting Priors - In a first past the post system with more than two parties and where strategic voting is possible and even probable then polls are not as helpful as in a binary situation."], [63963, "2019-11-19T15:46:44Z", [0.9, 0.0, 0.0, 0.1], ""], [691, "2019-11-19T15:46:01Z", [0.39, 0.02, 0.0, 0.59], ""], [26842, "2019-11-19T12:45:02Z", [0.4, 0.04, 0.01, 0.55], "Current polls suggest that Conservative Party will command a majority. Based on the number of seats currently held, number of marginal seats and the unreliability of polls I would lean to the status quo being the more likely outcome with the Conservatives majority as a relatively close second."], [172, "2019-11-19T12:25:46Z", [0.85, 0.0, 0.0, 0.15], "Thank you to @see for laying out the polls. Pity the Brits as they choose between two bad choices. Two other choices (Lib Dems and SNP) are squeezed out. Per Economist:\n“Britain’s Liberal Democrats and Scottish National Party lost their legal challenge to be included in a leaders’ television debate scheduled for today ahead of the country’s general election on December 12th (see main story). Their vote share is being squeezed by the two main parties, the Conservatives and Labour; a head-to-head debate between their leaders will accentuate that effect.”"], [32300, "2019-11-19T10:39:44Z", [0.69, 0.01, 0.0, 0.3], ""], [63674, "2019-11-19T03:23:13Z", [0.65, 0.02, 0.01, 0.32], ""], [78237, "2019-11-18T20:23:44Z", [0.6, 0.07, 0.0, 0.33], ""], [1333, "2019-11-18T19:35:22Z", [0.35, 0.0, 0.0, 0.65], ""], [1333, "2019-11-18T19:34:46Z", [0.34, 0.0, 0.0, 0.66], ""], [691, "2019-11-18T15:38:45Z", [0.33, 0.02, 0.0, 0.65], ""], [75935, "2019-11-18T12:46:00Z", [0.84, 0.0, 0.0, 0.16], ""], [14107, "2019-11-18T11:41:10Z", [0.65, 0.07, 0.01, 0.27], ""], [76626, "2019-11-18T11:17:31Z", [0.4, 0.05, 0.05, 0.5], ""], [79781, "2019-11-18T10:16:44Z", [0.6, 0.05, 0.01, 0.34], ""], [19127, "2019-11-18T09:07:35Z", [0.72, 0.03, 0.0, 0.25], ""], [66692, "2019-11-18T09:01:51Z", [0.6, 0.0, 0.0, 0.4], ""], [19127, "2019-11-18T08:42:22Z", [0.64, 0.03, 0.0, 0.33], ""], [19260, "2019-11-18T05:00:51Z", [0.8, 0.0, 0.0, 0.2], "Latest polls fed into the Electoral Calculus website: https://www.electoralcalculus.co.uk/userpoll.html : Survation, Nov 14-16:  100 seat Conservative majority.\nThe Mail, Nov 14-16:  136 seat Conservative majority.\nThe Times, Nov 14-15:  164 seat Conservative majority.\nThe Observer, Nov 13-15:  142 seat Conservative majority.\nThe Independent, Nov 12-15: 8 seat Conservative majority. Latest polls fed into UK Swingometer http://www.electionpolling.co.uk/swingometer/uk-parliament : Survation, Nov 14-16:  82 seat Conservative majority.\nThe Mail, Nov 14-16:  106 seat Conservative majority.\nThe Times, Nov 14-15:  120 seat Conservative majority.\nThe Observer, Nov 13-15:  110 seat Conservative majority.\nThe Independent, Nov 12-15:  6 seat Conservative majority."], [79919, "2019-11-18T00:27:26Z", [0.67, 0.0, 0.0, 0.33], ""], [80572, "2019-11-17T21:13:22Z", [0.65, 0.05, 0.0, 0.3], "The Cons are pushing for Brexit and everyone wants to put Brexit behind them. Most people don't like Farage although his is the most logical dogma given that the EU leaders have repeatedly said that there can be no deal better than staying in. Many people will vote LibDem splitting the anti Brexit vote."], [1333, "2019-11-17T19:59:25Z", [0.33, 0.0, 0.0, 0.67], ""], [80173, "2019-11-17T18:52:18Z", [0.52, 0.02, 0.0, 0.46], ""], [20284, "2019-11-17T18:28:21Z", [0.95, 0.0, 0.0, 0.05], "It will be the conservative party  with the help of the Brexit voters or it will be no party with a majority.  Having a majority may not assure Johnson of getting his way on all the issues."], [691, "2019-11-17T12:40:03Z", [0.39, 0.03, 0.0, 0.58], ""], [172, "2019-11-17T09:56:54Z", [0.14, 0.01, 0.0, 0.85], "Not good news for Labour (admit small sample). Lib Dems impacting Corby’s communists despite the declaration of free fibre broadband for all!\nhttps://www.theguardian.com/politics/2019/nov/16/election-2019-london-polls-show-lib-dem-surge"], [23714, "2019-11-17T09:24:02Z", [0.39, 0.15, 0.01, 0.45], ""], [46762, "2019-11-17T04:02:06Z", [0.95, 0.0, 0.0, 0.05], "If the polls hold (a huge *if*), a lot of people have got to be shell-shocked.  This is ... huge. \nSupport for the lib dem's is cratering, and for the greens.    I predicted the drop off for the greens, and the issue for  tactical voting as a whole.  Generally speaking, polling values will not affect regional parties as strongly.  But what is .. interesting is the uptick in support for labor as well.  This will silence corbyn critics, as it will be claimed to vindicate his position on not taking a stand on Brexit - labor as a big tent.   Meh.  Maybe not.    A loss is still a loss. Votes will become more polarized, at the expense of minor party candidates.   The issue, I think is working class labor votes that voted remain will not vote labor.  The issue moves to precinct by precinct. Lib Dem, Plaid Cymrru, - candidates that are firmly esconced in their districts and have come out remain will likely hold - but competitive races will move to mainstream. Huge amount of movement.    Also as I said early bojo is a better campaigner, and has more accurately hit the mood of the country. Confidence, and optimism.  Tell us what we can do, not what we can't. \nAdditionally, tory voters will be motivated by Parliament farting around for 3 years.   Johnson is igniting the Tory base...."], [59882, "2019-11-17T03:17:24Z", [0.9, 0.0, 0.0, 0.1], "Increasing 'Yes, Conservative' because survey results to be announced tomorrow are showing a big spike in Con support. Pollsters are updating their methodologies to account for the Brexit Party withdrawing from about 300 seats. YouGov [1]; 45% Con (+3%) \n28% Lab (n/c)\n15% LD (n/c) Deltapoll [2]; 45% Con (+4%)\n30% Lab (+1%)\n11% LD (-5%) Opinium [3]; 44% Con (+3%)\n28% Lab (-1%)\n14% LD (-1%) (Changes are from the previous poll by the same company.) The closing date for submission of parliamentary candidates has passed so it's hard to see how Labour & LD could form a remain alliance now even if they wanted to. Crowd: 52%, 5%, 2%, 41%. [1] https://yougov.co.uk/topics/politics/articles-reports/2019/11/16/political-trackers-14-15-nov-update\n[2] https://twitter.com/MoS_Politics/status/1195805054588084224\n[3] https://www.opinium.co.uk/political-polling-13th-november-2019/https://www.opinium.co.uk/political-polling-13th-november-2019/"], [1333, "2019-11-16T21:38:46Z", [0.32, 0.0, 0.0, 0.68], ""], [578, "2019-11-16T21:37:16Z", [0.75, 0.0, 0.0, 0.25], ""], [56, "2019-11-16T20:17:10Z", [0.6, 0.0, 0.0, 0.4], ""], [75776, "2019-11-16T18:57:34Z", [0.15, 0.05, 0.05, 0.75], ""], [65033, "2019-11-16T16:10:52Z", [0.25, 0.2, 0.0, 0.55], ""], [79660, "2019-11-16T15:40:52Z", [0.56, 0.44, 0.0, 0.0], "Public pinion seems to be very evenly split, getting majority was impossible in the last election, and equally unlikely in the next.\nHowever, I do think the conservatives are gaining more public favor and will  "], [59882, "2019-11-16T13:58:08Z", [0.82, 0.0, 0.0, 0.18], "Reducing 'Yes, Conservative' from 87% because John Curtice has it at 66%; https://twitter.com/theJeremyVine/status/1195613856594366464 Crowd: 52%, 5%, 2%, 41%."], [75291, "2019-11-16T11:39:59Z", [0.32, 0.18, 0.01, 0.49], ""], [1474, "2019-11-16T09:33:33Z", [0.75, 0.0, 0.0, 0.25], ""], [1474, "2019-11-16T09:14:33Z", [0.59, 0.0, 0.0, 0.41], ""], [80559, "2019-11-16T07:23:08Z", [0.17, 0.0, 0.0, 0.83], ""], [1624, "2019-11-16T06:42:35Z", [0.85, 0.0, 0.0, 0.15], ""], [1333, "2019-11-15T19:14:05Z", [0.33, 0.0, 0.0, 0.67], ""], [80552, "2019-11-15T18:11:52Z", [0.5, 0.2, 0.0, 0.3], ""], [691, "2019-11-15T16:16:37Z", [0.29, 0.08, 0.0, 0.63], ""], [46762, "2019-11-15T15:22:57Z", [0.85, 0.0, 0.0, 0.15], ""], [42004, "2019-11-15T15:18:53Z", [0.3, 0.1, 0.0, 0.6], ""], [12879, "2019-11-15T14:10:10Z", [0.65, 0.02, 0.0, 0.33], ""], [13306, "2019-11-15T10:47:20Z", [0.67, 0.03, 0.0, 0.3], ""], [59882, "2019-11-15T07:11:42Z", [0.87, 0.0, 0.0, 0.13], "Baseline: 78% of GEs since 1922 have produced a single party majority government [1] (h/t @Chrisp). The Tories need to be ahead in the polls by about 6% in order to get a slim majority and by about 9% to get a comfortable majority [2]. Since parliament voted for a GE on 30 Oct the polls [3] have put the Tories ahead by 10.3% on average; 10%, 11–12 Nov (SavantaComRes)\n14%, 11–12 Nov (YouGov)\n8%,  8–11 Nov  (ICM)\n10%, 7–11 Nov  (Kantar)\n8%,  8–10 Nov  (ComRes)\n12%, 6–9 Nov (Deltapoll)\n13%, 7–8 Nov (YouGov)\n6%,  6–8 Nov (Survation)\n12%, 6–8 Nov (Opinium)\n10%, 6–8 Nov (Panelbase)\n8%,  5–8 Nov (BMG)\n11%, 5–6 Nov (YouGov)\n7%,  30 Oct–5 Nov  (ComRes)\n13%, 1–4 Nov (YouGov)\n7%,  1–4 Nov (ICM Research)\n12%, 31 Oct–2 Nov  (Deltapoll)\n16%, 30 Oct–1 Nov  (Opinium)\n12%, 30 Oct–1 Nov  (YouGov)\n8%,  30–31 Oct (ComRes)\n8%,  30–31 Oct (ORB)\n11%, 30–31 Oct (Panelbase) Obviously pollsters are not always right and they have a margin of error anyway, but for every single pollster to be wrong and all be wrong in the same direction i.e. favouring the Tories I think would be remarkable to say the least. However there is a month to go and a lot can happen in that time so reducing my forecast from a rather over-the-top first guess of 93%. [1] https://en.wikipedia.org/wiki/First-past-the-post_voting#Effects\n[2] https://www.electoralcalculus.co.uk/\n[3] https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election#2019 Crowd: 50%, 5%, 2%, 43%."], [72737, "2019-11-14T23:46:35Z", [0.5, 0.2, 0.0, 0.3], ""], [42417, "2019-11-14T22:56:24Z", [0.55, 0.1, 0.0, 0.35], ""], [78633, "2019-11-14T21:26:20Z", [0.58, 0.02, 0.0, 0.4], "Most people unhappy with current situation"], [12591, "2019-11-14T21:20:01Z", [0.48, 0.0, 0.0, 0.52], ""], [1333, "2019-11-14T19:36:39Z", [0.34, 0.0, 0.0, 0.66], ""], [42472, "2019-11-14T18:50:26Z", [0.45, 0.55, 0.0, 0.0], ""], [80332, "2019-11-14T17:45:18Z", [0.3, 0.15, 0.05, 0.5], ""], [34879, "2019-11-14T15:36:12Z", [0.8, 0.0, 0.0, 0.2], ""], [691, "2019-11-14T13:39:54Z", [0.27, 0.08, 0.0, 0.65], "https://apnews.com/94d76543647945f6bc50e438ad3221e1\nIf Farage runs folks in constituencies that the Tories would likely have won, it looks good for Labour or the LibDems or both, but not good enough for anyone to grab a majority.  "], [79104, "2019-11-14T13:29:21Z", [0.46, 0.02, 0.0, 0.52], ""], [172, "2019-11-14T12:08:00Z", [0.14, 0.01, 0.0, 0.85], "Garage not running against cons versus Corby refusing to back down on far left “ideals”? What a mess. Farage wants to be spoiler (again) with limited accountability. British best served by none of these leaders (no majority). Of course if Corby backs another referendum, will change things.\nhttps://www.theguardian.com/politics/2019/nov/11/brexit-party-will-not-contest-317-tory-seats-nigel-farage-says\nhttps://www.bbc.com/news/election-2019-50387254\nhttps://www.economist.com/leaders/2019/10/31/here-comes-the-brexit-election?frsc=dg%7Ce"], [31251, "2019-11-14T03:23:08Z", [0.59, 0.0, 0.0, 0.41], ""], [80539, "2019-11-14T03:12:11Z", [0.1, 0.2, 0.2, 0.5], "Just Prediction .\n"], [72785, "2019-11-13T22:05:06Z", [0.3, 0.0, 0.0, 0.7], ""], [1333, "2019-11-13T19:07:07Z", [0.35, 0.0, 0.0, 0.65], ""], [25670, "2019-11-13T16:47:47Z", [0.7, 0.0, 0.0, 0.3], "Since the Brexit party has stood down in Tory seats, the probability of splitting the Tory vote has lessened increasing the likelihood of them holding key seats and hence achieving a majority.  "], [522, "2019-11-13T16:22:49Z", [0.75, 0.25, 0.0, 0.0], "Although it is early in this campaign the possibility of a split vote in many marginals could at this point work inn the favour of the Conservatives, particularly if Labour voters shift either directly or to an alternative. This will require constant review. "], [79906, "2019-11-13T07:56:45Z", [0.1, 0.0, 0.0, 0.9], "I'll use a previous forecast as my basis: Outisde View: (1) The current situation favours a hung parliament.  Inside view: (2) Recent analysis of polls suggests some movement away from Brexit support to Remain support. The implications of which is voting intention will reflect this in the choice of party. Negligible less votes for Conservatives and these redirected to Pro European parties. That would split the vote and increase the probability of a hung parliament.  I'll forecast no majority Government at 90 %  and 10 % for a majority Conservative Government.  (1)https://www.gjopen.com/comments/comments/9162122 (2)https://whatukthinks.org/eu/opinion-polls/euref2-poll-of-polls-2/\n"], [77502, "2019-11-13T06:57:23Z", [0.3, 0.2, 0.0, 0.5], ""], [27461, "2019-11-13T03:51:42Z", [0.95, 0.0, 0.0, 0.05], ""], [38, "2019-11-13T00:45:35Z", [0.94, 0.0, 0.0, 0.06], "analysis of polling data"], [12591, "2019-11-13T00:12:09Z", [0.2, 0.3, 0.0, 0.5], ""], [38, "2019-11-12T21:25:13Z", [0.92, 0.0, 0.0, 0.08], ""], [34527, "2019-11-12T19:58:22Z", [0.0, 0.0, 0.0, 1.0], ""], [14107, "2019-11-12T19:25:02Z", [0.69, 0.09, 0.01, 0.21], ""], [1333, "2019-11-12T19:16:26Z", [0.35, 0.05, 0.0, 0.6], ""], [40960, "2019-11-12T18:14:22Z", [0.63, 0.0, 0.0, 0.37], ""], [79913, "2019-11-12T16:57:06Z", [0.3, 0.1, 0.0, 0.6], ""], [68, "2019-11-12T16:37:18Z", [0.65, 0.05, 0.0, 0.3], ""], [77033, "2019-11-12T15:07:49Z", [0.5, 0.15, 0.0, 0.35], "I always hope I’ll be proven wrong "], [1333, "2019-11-12T10:41:57Z", [0.4, 0.05, 0.0, 0.55], ""], [38, "2019-11-12T09:32:25Z", [0.88, 0.0, 0.0, 0.12], "Nigel Farage/Brexit party has announced it won't run candidates against Conservatives. I read one estimate that puts Conservatives with a 100 seat majority!"], [80517, "2019-11-12T09:13:12Z", [0.5, 0.2, 0.0, 0.3], "Recent announcement by the Brexit party make a conservative majority more likely"], [56, "2019-11-12T02:47:35Z", [0.35, 0.0, 0.0, 0.65], ""], [78387, "2019-11-12T02:20:49Z", [0.4, 0.1, 0.0, 0.5], "Opinion polls have been proven to be unreliable. The likelihood of a hung parliament is generally under-estimated given recent precedents from the 2010 election onwards and including the Brexit Referendum. Boundary changes in recent years broadly improve Conservative prospects in elections in England. Labour losing heavy ground in Scotland and Wales significantly impacts their prospects of winning a majority. Conservatives will be biggest party due to these combined factors. However the combined seats of Liberals, SNP, Greens, PC, and NI parties marginally most likely to hold the balance of power."], [14822, "2019-11-12T00:32:22Z", [0.8, 0.0, 0.0, 0.2], "Brexit Party standing down 317 MPs will at the minimum increase chance of Tories are likely to be largest party. Challenge for Tories will be how do they make up for inevitable losses in Scotland. They need to gain seats from somewhere and Brexit Party standing in those seats creates a hurdle for the Tories as proven by recent By-elections in Brecon and Radnorshire and Peterborough. "], [14830, "2019-11-11T23:48:05Z", [0.6, 0.0, 0.0, 0.4], ""], [15196, "2019-11-11T21:47:45Z", [0.9, 0.0, 0.0, 0.1], ""], [63674, "2019-11-11T21:17:16Z", [0.63, 0.03, 0.02, 0.32], "Recent announcement by Brexit party not to contest 317 parliament seats improves the math for the Conservatives. "], [1333, "2019-11-11T19:55:42Z", [0.45, 0.05, 0.0, 0.5], ""], [80508, "2019-11-11T19:05:52Z", [0.3, 0.1, 0.0, 0.6], "Very little reasoning, just pessimistic instinct.... Sorry. "], [75863, "2019-11-11T17:46:28Z", [0.6, 0.01, 0.0, 0.39], "Updating in light of news that the Brexit Party will not be contesting Tory seats [1]. This makes a Tory majority more likely. [1] https://www.bbc.com/news/election-2019-50377396"], [34879, "2019-11-11T15:58:33Z", [0.9, 0.1, 0.0, 0.0], ""], [29875, "2019-11-11T15:39:58Z", [0.14, 0.04, 0.02, 0.8], "1-Following Uk politics to anticipate xrates to send money to my son studying there 2- test & practice forecasting ability"], [34724, "2019-11-11T15:35:21Z", [0.45, 0.1, 0.0, 0.45], ""], [29680, "2019-11-11T15:22:31Z", [0.12, 0.07, 0.01, 0.8], ""], [691, "2019-11-11T14:56:26Z", [0.4, 0.01, 0.0, 0.59], ""], [12837, "2019-11-11T13:35:04Z", [0.5, 0.0, 0.0, 0.5], ""], [78237, "2019-11-11T13:13:27Z", [0.55, 0.12, 0.0, 0.33], ""], [79104, "2019-11-11T12:57:50Z", [0.42, 0.02, 0.0, 0.56], ""], [79781, "2019-11-11T12:37:59Z", [0.45, 0.15, 0.05, 0.35], "The Brexit Party has decided not to field candidates in constituencies won by the Tories in 2017. This will split the Labour vote to the Tories' benefit."], [79889, "2019-11-11T10:21:45Z", [0.25, 0.0, 0.0, 0.75], ""], [19127, "2019-11-11T09:03:05Z", [0.56, 0.03, 0.0, 0.41], ""], [62721, "2019-11-11T08:52:02Z", [0.55, 0.05, 0.0, 0.4], ""], [12726, "2019-11-11T07:18:21Z", [0.3, 0.03, 0.0, 0.67], ""], [78624, "2019-11-11T05:26:05Z", [0.05, 0.05, 0.05, 0.85], ""], [40960, "2019-11-11T00:16:56Z", [0.58, 0.0, 0.0, 0.42], ""], [78126, "2019-11-10T20:14:58Z", [0.7, 0.0, 0.0, 0.3], ""], [75291, "2019-11-10T15:52:58Z", [0.29, 0.18, 0.01, 0.52], ""], [74903, "2019-11-10T15:09:54Z", [0.9, 0.0, 0.0, 0.1], "Polls are great for the Conservative Party https://inews.co.uk/news/politics/general-election-polls-2019-conservative-lead-labour-narrows-920578"], [63674, "2019-11-10T15:00:46Z", [0.52, 0.03, 0.02, 0.43], "Setting my base rate from a similar question in U.K. betting markets (https://smarkets.com/event/829238/politics/uk/next-uk-general-election/overall-ge-majority).  @KitsonJ shared some interesting polling numbers than confirm what is in the betting markets.  One thing that is interesting to me is the breakdown of the U.K. population between urban and rural and how it effects voting outcomes. This like from the U.K. government (https://www.gov.uk/government/publications/rural-population-and-migration/rural-population-201415) suggests that in 2014, 83% of people lived in urban area and they were a primarily younger demographic. This link from the BBC of voting breakdowns during the 2016 referendum (https://www.google.com/amp/s/www.bbc.com/news/amp/uk-politics-36616028) shows that turnout was low amongst this younger/urban group and higher amongst older/rural voters. This is the primary basis behind the argument that the vote to Leave to not represent the broad will of the people. A better understanding of Brexit and its implications may galvanize more support for anti-Brexit parties in the upcoming election. I think this possibility is adequately captured in my base rate of 43%"], [60695, "2019-11-10T11:38:29Z", [0.75, 0.0, 0.0, 0.25], ""], [791, "2019-11-10T03:45:39Z", [0.35, 0.09, 0.0, 0.56], ""], [691, "2019-11-09T20:34:39Z", [0.4, 0.01, 0.0, 0.59], ""], [1333, "2019-11-09T19:47:08Z", [0.39, 0.05, 0.05, 0.51], ""], [79177, "2019-11-09T15:35:18Z", [0.0, 0.0, 0.0, 1.0], ""], [31251, "2019-11-09T15:28:57Z", [0.55, 0.01, 0.0, 0.44], "The GJP Open admins emailed me with a clarification re what they mean by a majority, and whether a coalition would count - \"The question asks whether a single party will gain a majority of 326.\" So interestingly this could end up with the tories as the single largest party with 325 seats, a technical majority as the speaker and deputy speakers do not vote, but the question being resolved in favour of the last bucket.  But given this clarification it seems to me extremely unlikely that the Labour party will get a majority, as they need seats in Scotland which the SNP will gain. The average of the polls continue to favour the Conservative party (https://www.politico.eu/europe-poll-of-polls/united-kingdom/), and the yougov regional polls show a loss of support for both parties but the Labour party coming off much worse. (https://yougov.co.uk/topics/politics/articles-reports/2019/11/08/regional-voting-intentions-show-both-main-parties-). I want to say that individual constituency polls are almost worthless as they are not high quality and arent often constructed very well, the data about who lives in any individual constituency will be out of date. Let me know what you think if I have got anything wrong, or am missing anything important."], [80451, "2019-11-09T11:07:56Z", [0.25, 0.05, 0.05, 0.65], ""], [172, "2019-11-09T10:12:21Z", [0.14, 0.01, 0.0, 0.85], ""], [14107, "2019-11-09T09:57:57Z", [0.53, 0.08, 0.01, 0.38], ""], [14107, "2019-11-09T09:57:08Z", [0.6, 0.12, 0.01, 0.27], ""], [73687, "2019-11-09T06:34:34Z", [0.32, 0.07, 0.0, 0.61], ""], [80486, "2019-11-09T04:58:32Z", [0.47, 0.21, 0.02, 0.3], ""], [1624, "2019-11-09T01:27:09Z", [0.5, 0.1, 0.0, 0.4], ""], [20528, "2019-11-08T23:16:38Z", [0.25, 0.2, 0.01, 0.54], "Brexit, the rise of Corbyn and Johnson, the defections of several Tory and Labour MPs, and the success of the Brexit Party in the EU elections have sufficiently internally weakened and divided the two major parties that neither is likely to win a majority. I only rank the Conservatives as having a slightly better chance than Labour because they currently have more seats."], [1333, "2019-11-08T20:57:04Z", [0.4, 0.05, 0.05, 0.5], ""], [75863, "2019-11-08T19:48:08Z", [0.44, 0.04, 0.0, 0.52], "https://electionbettingodds.com/UK2019.html"], [534, "2019-11-08T19:01:17Z", [0.05, 0.05, 0.05, 0.85], ""], [32861, "2019-11-08T17:46:08Z", [0.25, 0.15, 0.0, 0.6], "UK politically divided, and the large parties are splintering.  It’s a general election and not a referendum, so a range of issues will feature in voters’ minds.  "], [20448, "2019-11-08T16:22:21Z", [0.55, 0.05, 0.0, 0.4], ""], [31251, "2019-11-08T14:29:56Z", [0.51, 0.02, 0.0, 0.47], ""], [66692, "2019-11-08T08:14:00Z", [0.5, 0.0, 0.0, 0.5], "Updating to correct my earlier error in interpretation of stats from the last election, and with the benefit of a link to different polling information from dlaiocean."], [80179, "2019-11-08T06:57:28Z", [0.75, 0.0, 0.0, 0.25], ""], [66692, "2019-11-08T06:44:59Z", [0.02, 0.0, 0.0, 0.98], "Looking at the results of the 2017 general election, I suspect either the Labour or Conservative party would need to get a fair bit more than 50% of the popular vote in order to get > 50% of available seats (and hence a majority). Right now, Johnson's Conservatives are at high 30's (and rising over the longer term, with a recent short term dip) and Labour hovering, stagnant, at around 25%. I think it's extremely unlikely that either party will surge significantly in the currently polarized political landscape and jump into a commanding position in the polls, but I'll keep an eye on things."], [60545, "2019-11-08T00:58:33Z", [0.2, 0.1, 0.0, 0.7], ""], [60545, "2019-11-08T00:57:25Z", [0.05, 0.15, 0.0, 0.8], ""], [578, "2019-11-07T22:09:15Z", [0.68, 0.02, 0.0, 0.3], ""], [1333, "2019-11-07T21:13:02Z", [0.41, 0.05, 0.05, 0.49], ""], [80473, "2019-11-07T19:57:59Z", [0.69, 0.02, 0.0, 0.29], "The need for the feeling of stability will be paramount in voters above 35. Although many of them voted remain in Brexit, they have taken a pragmatic view."], [56, "2019-11-07T19:44:37Z", [0.25, 0.0, 0.0, 0.75], "\"Britain’s smaller pro-European parties have announced a “remain” alliance for next month’s general election in which they will step aside for each other in 60 constituencies, covering about 10% of the seats in parliament.\" https://www.reuters.com/article/us-britain-election-remainalliance/smaller-pro-eu-parties-unveil-electoral-pact-for-uk-election-idUSKBN1XH1DA"], [1333, "2019-11-07T16:55:25Z", [0.42, 0.05, 0.05, 0.48], ""], [79591, "2019-11-07T15:58:17Z", [0.0, 0.0, 0.0, 1.0], ""], [691, "2019-11-07T14:36:08Z", [0.4, 0.01, 0.0, 0.59], ""], [25670, "2019-11-07T14:08:59Z", [0.5, 0.0, 0.0, 0.5], "Im interested in election. "], [76626, "2019-11-07T11:03:17Z", [0.3, 0.2, 0.1, 0.4], ""], [68, "2019-11-07T09:17:11Z", [0.5, 0.1, 0.0, 0.4], "https://www.electoralcalculus.co.uk/homepage.html \"The crucial number is the lead of the Conservatives over Labour (or vice versa if Labour is ahead). That ranges from 0pc (ComRes) to 14pc (Kantar). If this lead is around 6pc, then the Conservatives should get a bare majority in parliament, which is marked by the light blue diagonal line. But if this lead is at least 9pc, then they will get a more comfortable majority, marked by the dark blue line. On the other side, Labour need a lead of about 6pc for a bare majority themselves, shown by the light red line. The current average prediction is shown by the red dot, marked \"Average\" which is within the bare Conservative majority region. Fascinatingly, only one pollster (Hanbury) thinks the parties are actually in this zone. Five of the other pollsters are predicting another hung parliament, while four indicate a large Conservative majority. This increases the uncertainty about the possible election outcome. It could be another a hung parliament, or it could give a comfortable Conservative majority.\""], [79947, "2019-11-06T23:05:51Z", [0.45, 0.0, 0.0, 0.55], ""], [79569, "2019-11-06T23:04:29Z", [0.0, 0.0, 0.0, 1.0], "There is a perceived higher level of distrust for the current leader of the Conservative party than for his past predecessors. Boris Johnson's dismissal of approx. 20 MPs and his politicking antics didn't help. It is also unlikely that Labour will make any substantive gains owing to Corbyn's ambiguity on Brexit and his own distrust issues. Nonetheless, I predict that Corbyn will stand to gain more from this election than his Conservative counterpart. Parties like the Liberal Democrats, SNP and DUP stand to hold more sway in the UK Parliament after Dec. 12."], [79104, "2019-11-06T22:45:52Z", [0.37, 0.02, 0.0, 0.61], ""], [69091, "2019-11-06T22:05:12Z", [0.15, 0.11, 0.01, 0.73], ""], [69091, "2019-11-06T22:04:17Z", [0.11, 0.15, 0.01, 0.73], ""], [1333, "2019-11-06T19:24:57Z", [0.43, 0.05, 0.05, 0.47], ""], [1333, "2019-11-06T19:09:53Z", [0.44, 0.05, 0.05, 0.46], ""], [74903, "2019-11-06T18:52:41Z", [0.85, 0.0, 0.0, 0.15], "Polls seems to be very clear\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election#Seat_predictions"], [63835, "2019-11-06T17:28:19Z", [0.44, 0.01, 0.0, 0.55], "Reducing the chance of Labor majority in favor of the chance of Conservative majority.\nI'm still doubtful of anyone getting a clear majority."], [78281, "2019-11-06T14:25:59Z", [0.4, 0.05, 0.0, 0.55], "Comment deleted on Nov 21, 2019 02:49PM UTC"], [691, "2019-11-06T13:43:31Z", [0.4, 0.01, 0.0, 0.59], ""], [172, "2019-11-06T12:26:48Z", [0.15, 0.05, 0.0, 0.8], "A good summary from the Economist this morning. Conservatives currently pushing 40% and Labour around 25%...but will be interesting to watch.\n“After Parliament packed up in the early hours of this morning, the five-week campaign officially began. The ruling Conservatives are ahead of Labour by some 13 points. But so far Labour might feel it has had the better of the contest. Polls suggest the Liberal Democrats, who threaten to take Remainer votes from Labour, are being squeezed as voters side with Boris Johnson, the prime minister, or Jeremy Corbyn of Labour. Meanwhile the Brexit Party, which will nab Tory votes, has said it will field a full slate of candidates, dashing Tory hopes of a non-aggression pact. Most significantly, the Conservatives face a higher electoral bar than Labour. Whereas Mr Corbyn could enter Downing Street with the support of the Scottish National Party, the friendless Tories need an outright majority. This remains Mr Johnson’s election to lose. But the race is tighter than the polls suggest, and seems to be tightening.“"], [79314, "2019-11-06T12:18:58Z", [0.0, 0.0, 0.0, 1.0], ""], [80451, "2019-11-06T10:51:02Z", [0.15, 0.15, 0.05, 0.65], "Current thoughts being that one of the two main parties will not be able to get an outright majority as there is no dominant narrative enabling one party to unite the country."], [72046, "2019-11-06T10:31:26Z", [0.0, 0.0, 0.0, 1.0], ""], [56, "2019-11-06T03:39:59Z", [0.35, 0.0, 0.0, 0.65], "https://www.gjopen.com/comments/comments/922055"], [46762, "2019-11-06T02:46:57Z", [0.64, 0.0, 0.0, 0.36], "https://moneymaven.io/mishtalk/economics/uk-polls-increasingly-favorable-for-boris-johnson-U1qLc0rI3kuft82Iovor6A/ Excellent.\n20 brexit party politicians stand down. \nreview of the differences between the new deal and the old\n"], [80185, "2019-11-06T01:46:45Z", [0.45, 0.0, 0.0, 0.55], ""], [31201, "2019-11-06T00:43:15Z", [0.25, 0.0, 0.0, 0.75], "Last election in 2017 did not yield a majority for any party but Conservatives were the largest party. I believe the political situation is still the same, perhaps worse, so no party is likely to gain a majority. If anyone does, it will likely be the Conservative party by a small margin."], [578, "2019-11-06T00:32:23Z", [0.68, 0.16, 0.0, 0.16], "Since BJ became the PM in July, Cons have been gaining on the back of the Brexit Party while the Labor remained steady.  As a result of this gain, Cons is leading Labor by 37% to 26% [1].  It looks like BJ makes the difference and the pattern will hold till election unless there is more drama on Brexit. The 37 versus 26 could result a \"Large Conservative Majority\", a 76 seats lead by Cons,  according to electoral calculus website [2].  The 37-26 scaled to 59% and 41% when only Cons and Labor are considered - the other parties have no means to get to be the majority. The prediction market shows 76% versus 24% for a Cons win [3].   Averaging the two sets of percentages yields a 68% Cons win.\n\n[1]  https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election#Graphical_summary\n[2]  https://www.electoralcalculus.co.uk/homepage.html\n[3]  https://www.predictit.org/markets/5/World"], [62808, "2019-11-05T23:06:16Z", [0.0, 0.0, 0.0, 1.0], ""], [62808, "2019-11-05T23:05:12Z", [0.5, 0.0, 0.0, 0.5], ""], [80448, "2019-11-05T21:59:16Z", [0.35, 0.03, 0.02, 0.6], ""], [1333, "2019-11-05T19:04:08Z", [0.45, 0.05, 0.05, 0.45], ""], [79508, "2019-11-05T18:27:54Z", [0.78, 0.04, 0.0, 0.18], ""], [79326, "2019-11-05T18:16:30Z", [0.25, 0.1, 0.0, 0.65], ""], [14107, "2019-11-05T18:07:01Z", [0.52, 0.11, 0.02, 0.35], ""], [78237, "2019-11-05T16:49:37Z", [0.52, 0.14, 0.0, 0.34], ""], [79104, "2019-11-05T16:20:37Z", [0.39, 0.02, 0.0, 0.59], ""], [42004, "2019-11-05T15:44:54Z", [0.2, 0.1, 0.0, 0.7], ""], [1333, "2019-11-05T15:23:41Z", [0.53, 0.05, 0.05, 0.37], ""], [80445, "2019-11-05T14:05:19Z", [0.0, 0.0, 0.0, 1.0], "Independents will gain more seats."], [32063, "2019-11-05T12:51:25Z", [0.2, 0.1, 0.0, 0.7], ""], [19127, "2019-11-05T12:12:43Z", [0.44, 0.03, 0.0, 0.53], ""], [80427, "2019-11-05T11:17:30Z", [0.19, 0.23, 0.07, 0.51], "Based upon the actions of the Western and European  liberalism it is creating a curve that causes for a more conservative American and European stance as the correction. "], [691, "2019-11-05T10:58:53Z", [0.45, 0.01, 0.0, 0.54], ""], [63963, "2019-11-05T07:16:41Z", [0.65, 0.0, 0.0, 0.35], ""], [79931, "2019-11-05T03:35:34Z", [0.5, 0.0, 0.0, 0.5], ""], [31251, "2019-11-05T00:38:48Z", [0.55, 0.02, 0.0, 0.43], "Going to answer this initially with what I think the chances of the four options are to gain a majority, then some other things I am bearing in mind. I will also consider some base rates, and the simplest steps to a majority. If I look like I have built a story/convincing myself of something, please let me know in the comments. A majority is 326 seats. I will email asking for confirmation but it does not seem to me that a Lib Dem led coalition would count - to me, an overall majority means one party winning one. 1/Yes, the Conservative Party - 58% In the Politico Poll of Polls (https://www.politico.eu/europe-poll-of-polls/united-kingdom/) the conservatives currently have a lead of 13%, sat at 37%, ahead of the labour party on 24%. They have a clear main priority, “Get Brexit Done” which to the low information voters in their target seats and to a brexit weary voting population is a simple message.  Most voters do not pay attention to the vast majority of politics, but know big picture things - “we voted to leave, we haven’t left, why - Parliament” This election is “necessary” as there is no majority in Parliament for any resolution to the main issue of the day. I expect there to be a difference in the quality of the 2017 election campaign, which was not necessary, had no focus and ended up with poor policies front and centre. Most campaigns make very little difference unless you run them very poorly. They will be squeezed in London and in some remain voting constituencies, but in those constituencies the vote could well be split between the Labour and Lib Dems. There is a threat this could equally apply to Labour picking up seats where the Brexit Party splits the Conservative vote in seats they haven’t won in decades.  I think if you look at the lead they have, and the message, I think they will get a majority. I am not predicting a landslide, but I think they will get over the line. 2/Yes, the Labour Party - 1% It would have to be a massive reversal of fortunes for this to occur. They have been flat at around 24/6% in the poll of polls since Boris Johnson became leader. Their own leader is very, very unpopular although there may be a “shy labour” voting effect going on, where people dont like the leader but still revert to type on polling day. They do not have a clear message, and I do not think this is likely at all.  3/Yes, a political party not listed above - 0% There has not been a majority non labour or conservative government since before the second world war. No party is expected to do this, but even if it turns out that coalitions count they are likely to be headed by the Labour party not any other. 4/No political party will gain an overall majority - 41% Given the potential for splits in all the areas where the conservatives, labour and lib dem parties this is the second most likely option after a con majority. I do not think that tactical voting will work out for the opposition parties. Other remarks There have been 20 general elections since 1945, 2 have resulted in hung parliaments, 10 wins by a conservative gov and 8 by labour, but this includes 1 minority gov and 1 coalition. I am hesitant to apply this slight advantage to the conservatives in winning for two reasons 1/brexit referendum in 2016 2/this is the 3rd election into a conservative administration. These two reasons mean that the voters may not see this as a direct continuation of a conservative government, with a very different national conversation focused on brexit.  Unlike in the US, fundraising is not regularly released so we cannot use it as a proxy to see how donors view the strength of a campaign.  As this is a winter election, it should be expected that don’t knows/less motivated voters are less likely to want to brave the cold to vote. However, in the UK voters can use postal votes. Turnout has been increasing since the low in 2001/returning to the historical norm of 70ish%, it will be interesting to see if this continues.  https://www.electoralcalculus.co.uk/homepage.html  https://en.wikipedia.org/wiki/List_of_United_Kingdom_general_elections https://www.politics.co.uk/comment-analysis/2019/10/31/election-2019-region-by-region-guide-to-the-most-volatile-el https://www.politico.eu/europe-poll-of-polls/united-kingdom/\n"], [73050, "2019-11-04T23:14:16Z", [0.71, 0.0, 0.0, 0.29], ""], [1333, "2019-11-04T19:06:31Z", [0.54, 0.05, 0.05, 0.36], ""], [80173, "2019-11-04T19:04:44Z", [0.3, 0.06, 0.0, 0.64], ""], [37413, "2019-11-04T18:01:51Z", [0.1, 0.09, 0.0, 0.81], ""], [691, "2019-11-04T16:15:36Z", [0.42, 0.01, 0.0, 0.57], ""], [80431, "2019-11-04T16:00:16Z", [0.2, 0.15, 0.0, 0.65], ""], [77, "2019-11-04T14:35:18Z", [0.2, 0.25, 0.05, 0.5], ""], [79104, "2019-11-04T14:13:16Z", [0.35, 0.03, 0.0, 0.62], ""], [79781, "2019-11-04T13:08:55Z", [0.38, 0.25, 0.02, 0.35], "Polls suggest Tory support is increasingly dominant, with Labour static. "], [30477, "2019-11-04T12:16:44Z", [0.22, 0.16, 0.0, 0.62], ""], [1333, "2019-11-04T11:37:56Z", [0.55, 0.05, 0.05, 0.35], "BJ is not Trump. His supporters are going to punish him from roducing a result no different that Lady Mays' efforts produced/"], [67629, "2019-11-04T10:23:45Z", [0.55, 0.05, 0.0, 0.4], ""], [75444, "2019-11-04T09:38:00Z", [0.0, 0.0, 0.0, 1.0], "If Boris Johnson does not put his hat into the ring with Nigel Farage, no party will have a majority. "], [29680, "2019-11-04T02:59:41Z", [0.07, 0.07, 0.01, 0.85], ""], [767, "2019-11-04T00:39:22Z", [0.15, 0.15, 0.0, 0.7], ""], [12726, "2019-11-03T22:59:10Z", [0.3, 0.05, 0.0, 0.65], ""], [40960, "2019-11-03T22:13:43Z", [0.52, 0.0, 0.0, 0.48], ""], [23714, "2019-11-03T21:59:38Z", [0.39, 0.15, 0.01, 0.45], ""], [1092, "2019-11-03T21:58:24Z", [0.0, 0.0, 0.0, 1.0], ""], [80237, "2019-11-03T21:02:39Z", [0.55, 0.1, 0.0, 0.35], "Labour outright seems unlikely - BJ called the election because he thinks he can win. Early polls show Tories are ahead. For labour to win it will need a huge push from JC to convert sceptics about his nationalisation plans, or he will need to mobilise the youth voters to an extent not previously seen. Whatever happens it will be close, and with SNP, Greens, Lib Dem all expected to do better than last time out (which was already close) then a hung parliament remains a possiblity"], [1333, "2019-11-03T20:20:29Z", [0.55, 0.05, 0.05, 0.35], ""], [1333, "2019-11-03T20:17:18Z", [0.65, 0.05, 0.05, 0.25], ""], [586, "2019-11-03T19:58:49Z", [0.6, 0.0, 0.0, 0.4], "Brexit Party won't run a candidate in a district where Conservative Party will have a chance to win a vote. This is a soft alliance between Brexit and Conservative parties."], [29896, "2019-11-03T19:01:25Z", [0.45, 0.08, 0.01, 0.46], ""], [27692, "2019-11-03T18:40:43Z", [0.45, 0.4, 0.1, 0.05], "Boris Johnson get good scores in actual opinion polls. He has got a majority in parliament for new elections. He has got a deal with EU, that has been accepted by very many parliament members. The public has enough from the insecure situation for years and many Remainers now are for Leave of EU as fast as possible. The leave from EU by UK is the easiest task. The bigger stake are the negotiations for a new free market agreement between UK and EU. Boris Johnson is relaxed enough to manage this stake also successfully from my perspective. Therefore I assume that the majority of all Leavers will support the conservatives to manage the Brexit."], [4701, "2019-11-03T18:34:31Z", [0.65, 0.0, 0.0, 0.35], ""], [5002, "2019-11-03T18:06:56Z", [0.4, 0.1, 0.0, 0.5], ""], [77954, "2019-11-03T16:20:11Z", [0.5, 0.0, 0.0, 0.5], ""], [78126, "2019-11-03T15:52:06Z", [0.68, 0.02, 0.0, 0.3], ""], [79104, "2019-11-03T15:40:33Z", [0.29, 0.04, 0.0, 0.67], ""], [20284, "2019-11-03T14:34:26Z", [0.05, 0.0, 0.0, 0.95], ""], [691, "2019-11-03T12:19:40Z", [0.42, 0.01, 0.0, 0.57], ""], [20448, "2019-11-03T11:54:19Z", [0.5, 0.05, 0.0, 0.45], ""], [32438, "2019-11-03T09:42:50Z", [0.4, 0.1, 0.0, 0.5], ""], [75291, "2019-11-03T08:48:38Z", [0.27, 0.23, 0.03, 0.47], ""], [19260, "2019-11-02T23:43:57Z", [0.8, 0.0, 0.0, 0.2], ""], [21046, "2019-11-02T22:23:54Z", [0.75, 0.2, 0.0, 0.05], ""], [15196, "2019-11-02T22:16:10Z", [0.65, 0.0, 0.0, 0.35], ""], [1333, "2019-11-02T20:20:06Z", [0.65, 0.05, 0.15, 0.15], ""], [57628, "2019-11-02T16:50:29Z", [0.67, 0.07, 0.0, 0.26], "Outside View:. Bojo and the Tory's had 270 and some change party seats (maybe it was lower? Idk?) But including the 20 that were expelled and now back in the political party that could push them up to 290 or 270 depending on the reference point.  Inside View: \nI'm putting this in while I'm in church. I'm going to take another look at this later. But, if I remember things correctly from my previous Brexit Forecasts, the Tory's have been preparing for an election even before a deal was agreed upon in the EU.  And there were pamphlets being spread out talking about the dems screwing everything up before the deal made it to the Speaker of the house.   Also, after having a conversation with @kerryb (I think), there were things brought up on her end saying that there is definite brexit fatigue from the people living in Ireland. And paying attention to some news, people are sick of it.  I think this election has to do with the Tory's swinging up some nationalist support. But I have to look into what districts are up for grabs this time around.  But then again, Labour doesn't have nearly enough votes to win an election, so if people vote for labour. They are kind of in a sort voting to stay in Purgatory (appropriate given I am in church right now) . And given the amount of being tired of brexit, and labour not having a chance. And the Tory's having a majority when the previous prime Minister was in office. It's not crazy to think with their messaging (similar to Number 45) could swing the election their way.  "], [74523, "2019-11-02T13:31:02Z", [0.5, 0.1, 0.02, 0.38], ""], [691, "2019-11-02T13:22:40Z", [0.42, 0.01, 0.0, 0.57], ""], [172, "2019-11-02T11:41:17Z", [0.15, 0.05, 0.0, 0.8], ""], [76255, "2019-11-02T07:20:15Z", [0.75, 0.0, 0.0, 0.25], "Older voters who want to leave the EU will have a high turnout to secure a Conservative government and the Brexit that they desire. "], [1624, "2019-11-02T02:44:31Z", [0.6, 0.0, 0.0, 0.4], ""], [80173, "2019-11-02T02:34:32Z", [0.36, 0.02, 0.0, 0.62], ""], [57778, "2019-11-02T01:37:53Z", [0.52, 0.11, 0.07, 0.3], ""], [80378, "2019-11-01T22:10:31Z", [0.4, 0.0, 0.0, 0.6], ""], [12837, "2019-11-01T19:19:50Z", [0.45, 0.0, 0.0, 0.55], ""], [1333, "2019-11-01T18:40:03Z", [0.55, 0.05, 0.15, 0.25], ""], [72785, "2019-11-01T15:51:44Z", [0.0, 0.0, 0.0, 1.0], ""], [78343, "2019-11-01T14:25:14Z", [0.78, 0.0, 0.0, 0.22], " What's interesting about this one is that the lib dems  will take a fair chunk of Labours vote share, while the Brexit parties attempt to do the same to the conservatives has been nullified by a deal being accepted by parliament.  With FPTP, in order to win a seat in a constituency a candidate needs the highest number of votes, even if that only translates to 30% of the vote in that constituency and because of the damage done to labours vote share the conservatives are expected to win far more seats in this election with a lower vote share than they had in 2017. https://www.politico.eu/europe-poll-of-polls/united-kingdom/  - vote share nationwide. https://www.electoralcalculus.co.uk/homepage.html  - I think this projection is a little too kind to the conservatives. I'm expecting a majority of 30 seats as things stand, but campaigns can swing votes."], [75863, "2019-11-01T14:21:05Z", [0.42, 0.05, 0.0, 0.53], ""], [78281, "2019-11-01T14:16:46Z", [0.45, 0.0, 0.0, 0.55], "Comment deleted on Nov 06, 2019 02:26PM UTC"], [80371, "2019-11-01T14:13:03Z", [0.45, 0.0, 0.0, 0.55], ""], [1333, "2019-11-01T14:09:20Z", [0.45, 0.05, 0.15, 0.35], ""], [691, "2019-11-01T12:31:11Z", [0.42, 0.01, 0.0, 0.57], ""], [75924, "2019-11-01T09:27:03Z", [0.2, 0.2, 0.05, 0.55], ""], [80179, "2019-11-01T06:20:32Z", [0.95, 0.0, 0.0, 0.05], "Comment deleted on Nov 01, 2019 06:21AM UTC"], [80365, "2019-11-01T01:10:09Z", [0.0, 1.0, 0.0, 0.0], "Voter apathy likely will result in lower voter turnout. Voters might be a little tired of the Conservative bickering and inability to get the issue resolved. Electorate might be more willing to vote a majority in to get this issue finally resolved."], [12591, "2019-10-31T22:58:29Z", [0.2, 0.3, 0.0, 0.5], ""], [79842, "2019-10-31T22:44:54Z", [0.7, 0.0, 0.0, 0.3], "Labour- the baseline for Labour is 2017 where they won 270 seats. This was at the height of Corbyn's popularity and there was generally a lack of focus on his policies and the effect that he would have on the social and economic fabric of the country. TM was also a hopeless campaigner and made many mistakes in the manifesto all leading to Labour picking up seats. They also have other issues, their campaign message appeals to a limited audience and they have a muddled position on Brexit. Therefore I do not believe there is any chance that they will increase their seats and in fact it is likely they will lose some. Liberal Democrats- Jo Swinson is not a very good campaigner and reminds me of Theresa May. I also dont believe the fantastical message that she can be prime minister and that they will just cancel Brexit. Noone knows what they actually stand for apart from Brexit.  Conservatives- Boris is a proven winner ( Twice in London, no mean feat for a Tory) and an good campaigner. He also has lately managed to be very on message with matters that the public actually care about. He has also shown that he could do the job and actually be quite good at it. I don't believe that the LD will take as many seats of the Conservatives as predicted because Boris offers a clear end to the Brexit situation and policies that are still attractive to voters in remain areas. Remainer or Leaver that is an attractive proposition. The other parties offer more chaos. The BP may not run in all seats in the past we have seen with UKIP that they can win many votes but no actual seats whilst the other parties can still win big. They also don't have the infrastructure and funding to run a comprehensive nationwide campaign."], [79104, "2019-10-31T22:25:54Z", [0.25, 0.1, 0.0, 0.65], ""], [46762, "2019-10-31T21:17:10Z", [0.63, 0.0, 0.0, 0.37], "https://uk.news.yahoo.com/nearly-all-tory-m-ps-quitting-politics-before-general-election-are-remainers-114533045.html"], [70711, "2019-10-31T20:28:08Z", [0.5, 0.0, 0.0, 0.5], ""], [53391, "2019-10-31T19:35:31Z", [0.5, 0.0, 0.0, 0.5], "My brave contribution"], [1333, "2019-10-31T18:18:51Z", [0.35, 0.05, 0.15, 0.45], ""], [1333, "2019-10-31T18:11:24Z", [0.25, 0.05, 0.15, 0.55], ""], [63730, "2019-10-31T17:34:19Z", [0.46, 0.05, 0.0, 0.49], ""], [6978, "2019-10-31T16:31:13Z", [0.8, 0.0, 0.0, 0.2], ""], [77565, "2019-10-31T15:48:11Z", [0.1, 0.1, 0.0, 0.8], ""], [57797, "2019-10-31T15:35:46Z", [0.6, 0.0, 0.0, 0.4], ""], [78048, "2019-10-31T15:05:30Z", [0.4, 0.0, 0.0, 0.6], ""], [691, "2019-10-31T15:00:29Z", [0.42, 0.01, 0.0, 0.57], ""], [74422, "2019-10-31T14:22:17Z", [0.3, 0.3, 0.05, 0.35], ""], [78237, "2019-10-31T13:38:59Z", [0.5, 0.14, 0.01, 0.35], "Tories currently have substantial lead in polls which would be enough for a majority. In particular, polls such as YouGov and IPSOS Mori give Tories very healthy leads and they were (more or less) the most accurate pollsters in predicting EU election outcomes.  BUT: 1) A lot of Lab '17 voters still undecided\n2) There's evidence remain voters are less partisan and more likely to tactical vote\n3) Shift of focus onto domestic agenda could be beneficial to Labour (as their domestic agenda is popular)\n4) Tories vulnerable to Brexit Party attacks (but they could be standing aside so who knows) Overall, I think as it stands, the Tories will get a majority but there is a long way to go in the campaign.\n"], [11430, "2019-10-31T12:33:04Z", [0.1, 0.1, 0.0, 0.8], ""], [77830, "2019-10-31T11:46:58Z", [0.75, 0.03, 0.0, 0.22], ""], [80353, "2019-10-31T10:08:06Z", [0.6, 0.2, 0.0, 0.2], ""], [46762, "2019-10-31T09:10:45Z", [0.63, 0.0, 0.0, 0.37], "https://leantossup.ca/uk-now/ A prediction.  If you look solely, for the moment, at the brexit / conservative parties, you can see that the conservative poll rebounds are largely purely at the expense of the brexit party.  This trend will continue; helpful for the conservatives if it happens sooner rather than later, but even at the end, if the conservatives have a reasonable lead, tactical voting will occur.   People will not choose Brexit if it means throwing their vote away.  Boris is a much better campaigner than theresa may (remainer at heart).   Additionally, by his actions he has demonstrated that he is serious about leaving.  Witness willingness to toss conservatives in name only, and to his fights in Parliament.   I don't think remainers have any serious second thoughts about voting for Boris.  In my opinion, boris does slightly better in NI, and significan't better than TM in the rest of GB.  =================\nLooking at the rest of parties:  tactical voting will *not* happen between the SNP and Labor.  Scottish voters will vote SNP, on the strength of their remain sentiments and the weakness of the Labor position here-to-for.  Greens will be lose tactical votes to labor.  Sorry.  This election is not about environment - its Remain v. Exit.  Labor.    Tried to eat its cake and have it to, without taking a position on brexit.   Sure, they will be the default vote for Remain - but it will be hard for voters to get excited about a man that once was pro brexit.  He turns off a lot of voters, and I don't think Corbyn can change his spots.  =================== Polls are going to show this to be close.  But remain votes are strong (and wasted) concentrated in  Scotland, and London.    ___________________________ So.  I have no confidence at all in this prediction = )"], [18322, "2019-10-31T07:18:07Z", [0.14, 0.1, 0.0, 0.76], ""], [80237, "2019-10-31T04:32:28Z", [0.25, 0.2, 0.0, 0.55], "Risk or protest votes or vote splitting may create issues for both Conservatives and Labour to create a majority. Lib Dems will do better than excpected, SNP will win Scottish constituencies hands down, Greens should retain...so there could be an unusually high number of non LAB/CON MPs in the house after the GE, making an outright majority nigh on impossible. Despite the polling lead the Tories have at present, i do not think it is a cut and dried outcome that they will win the election. A lot will depend on the line taken by both Johnson and Corbyn. If Corbyn plays to the people and ignores his own instinct, he may offer an olive branch second referendum option (may, but probably won't). Johnson is playing a dangerous game by calling the election IMHO. He is already under scrutiny for conflict of interest issues, is not exactly trustworthy given his track record and has lost every motion/vote he has brought to the Commons so far. Labour could/should play on this to their advantage, and BJ may not be as teflon as he thinks.  At this early stage I think a hung parliament is likely, with a Tory win more likely than a Labour win. This may change depending on the tone of the campaign, so i will review accordingly.\n"], [79909, "2019-10-31T04:30:53Z", [0.27, 0.22, 0.01, 0.5], ""], [79461, "2019-10-31T03:27:07Z", [0.6, 0.01, 0.0, 0.39], "Wooo general election. Was this one of the eight bins in the last question? Part of me thinks that brexit is just an elaborate scam by gjopen to generate questions. I mean come on, how long can this thing go on for? Is the end even near?  As for predictions: As @Chrisp and others have mentioned, base rate for a party getting a majority is around 70%. In addition, conservatives seem well ahead of the pack right now in terms of polling. [1] Conservatives basically called this election too, which suggests they believe it'll help them out - read that as give them a majority. Otherwise, calling an election when in control is a pretty odd move. Relative to the crowd, I think I trust Johnson's political acumen. I don't think he would call this election if he thought he would lose his spot as PM and I think he'll run a better campaign than Corbyn.    Similarly, it seems basically impossible for Labour to get a majority. They're polling 10-13 points behind the Conservatives, no one likes Corbyn, and the conservatives are the ones who seem most excited for the election. Obviously, a lot can change in two months, but going from 25 percent to a requisite 35 percent seems unlikely.  I'm a little surprise how down the crowd is on conservatives getting a majority. I'll drop a little from the base rate a bit with respect to both the crowd and the general volatility of British politics recently.  [1] https://www.ft.com/content/263615ca-d873-11e9-8f9b-77216ebe1f17"], [691, "2019-10-31T03:18:42Z", [0.42, 0.01, 0.0, 0.57], ""], [31450, "2019-10-31T02:16:16Z", [0.4, 0.0, 0.0, 0.6], "UK elections are difficult to forecast because of the number of constituencies and the difficultly of polling at that level. However, I can say based on previous elections that the Tories have an electoral advantage and tend to outperform their vote share; they are also leading in the polls.  On the other hand, they are polling below where they were the previous two times they were forced into a coalition and given the choice I would rather weigh things a little against Boris."], [66692, "2019-10-30T22:53:20Z", [0.1, 0.0, 0.0, 0.9], ""], [38227, "2019-10-30T22:43:47Z", [0.25, 0.25, 0.25, 0.25], ""], [63835, "2019-10-30T22:35:12Z", [0.4, 0.04, 0.01, 0.55], "GE is not needed for Brexit to be consummated.\n21 MPs were booted from the Conservative party for taking actions that led to the A50 extension. \n10 of them are being readmitted in order to boost the government's chances at a majority. \nBut the government was already only a plurality before the expulsion.\nI read of no resounding chorus from voters for any one party. \nConservatives poll nationally presently at 36% to Labor's 25%.\nLabor has an unpopular individual as party leader - and even with that - they're polling just 11 points behind at the onset? That gap will likely close.\nWithout analyzing district by district - a general assessment is that the hard Brexiteers,  the LibDems and the Scottish National Party will gather seats at the expense of both Labor and Tories."], [1474, "2019-10-30T22:16:54Z", [0.59, 0.01, 0.0, 0.4], ""], [41922, "2019-10-30T22:08:24Z", [0.8, 0.0, 0.0, 0.2], ""], [57797, "2019-10-30T22:00:14Z", [0.4, 0.0, 0.0, 0.6], "One of the uncertainties for me is how the % votes from polls will translate into % seats in UK's first past the poll system. This might mean a better chance for the Tories than I was assuming before so I am shifting a little from 38%."], [41922, "2019-10-30T21:08:54Z", [0.48, 0.02, 0.0, 0.5], "Needed to update my initial forecast of 90% for no majority after reading a bit about electoral system. With first past the post voting system current 10% lead in polls may give comfortable majority for conservatives. Polls are showing significant percentage of votes for Lib Dems /  Greens / Brexit party but most of them looks to be wasted votes. Unless there will be significant shift in polls / tactical voting by Lib Dems/Greens for Labor I see high chances for Conservatives for majority.\nFrom the other hand almost certainly around 60 seats from Northern Ireland and Scotland will be taken by local parties so to gain majority conservatives need to get 326 of remaining 590 seats around 55%.. Probably will update soon after seeing how campaign is going and read rationales of some other forecasters"], [62808, "2019-10-30T21:08:26Z", [0.0, 0.0, 0.0, 1.0], "But this question was like a giveaway..."], [59882, "2019-10-30T20:59:17Z", [0.93, 0.0, 0.0, 0.07], "For leave supporters the worst situation is if the Brexit Party and the Conservatives are evenly split in the polls because that will minimise their combined number of MPs [1]. But leave voters seem to trust Boris and currently he is way ahead because since he became PM leavers have deserted the Brexit Party in favour of the Conservatives [2].  However Farage hates the proposed Boris deal and although Farage has been very quiet so far, when purdah kicks-in he will get a voice and be gunning for the Tories, so I expect the gap between the two parties to narrow. There seems little hope of a truce between the two brexit factions. They want different things: the Brexit Party want a \"clean break brexit\" and the Tories want the UK to leave the EU with some kind of deal. The Labour Party are doing their best to lose this election. Over recent years they have alienated their traditional working class base [3] by embracing middle class liberal values and now by being ambiguous wrt the issue of brexit. Working class voters voted leave [4] by about 2 to 1. If Labour get any traction in this GE it will be by accident. No matter how much Corbyn tries to steer the debate away from brexit and to \"the many, not the few\" this election is about brexit. Nothing else matters in UK politics until brexit is resolved. Crowd: 57%, 0%, 0%, 43%. [1] https://www.electoralcalculus.co.uk/pseph_podcast20190528.png\n[2] https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election#Graphical_summary\n[3] https://labourlist.org/2019/02/to-win-power-labour-must-understand-the-new-working-class/\n[4] https://www.bbc.co.uk/news/uk-politics-38762034"], [78343, "2019-10-30T20:58:26Z", [0.77, 0.0, 0.0, 0.23], ""], [41922, "2019-10-30T20:26:34Z", [0.1, 0.0, 0.0, 0.9], ""], [80269, "2019-10-30T19:16:00Z", [0.65, 0.0, 0.0, 0.35], ""], [1333, "2019-10-30T19:11:05Z", [0.15, 0.05, 0.15, 0.65], ""], [57797, "2019-10-30T19:11:02Z", [0.38, 0.0, 0.0, 0.62], "As pointed out by @Chrisp, the base rate is that \"In the United Kingdom, 18 of the 23 general elections since 1922 have produced a single-party majority government\" [1], or a base rate of 78%.  The base rate provides a good starting point. Still, as I wrote earlier, I still expect the election to be close given that it will be a de facto vote on Brexit.[2] [1] https://en.m.wikipedia.org/wiki/First-past-the-post_voting\n[2] https://www.gjopen.com/comments/comments/920389\n[3] Another source on the rarity of hung Parliaments in UK history: https://www.telegraph.co.uk/news/0/history-hung-parliaments-britain/"], [78328, "2019-10-30T19:05:42Z", [0.2, 0.0, 0.0, 0.8], ""], [75093, "2019-10-30T18:57:11Z", [0.67, 0.05, 0.02, 0.26], "The UK is currently divided after the Brexit vote with a majority (albeit a slim one) voting in favor of leaving the EU.  Further, the Brexit debacle has been playing out for a long time with the uncertainty weighing on the masses. With Brexit inevitable, it is likely that the people weary of Brexit and the uncertainty that has been hanging over their heads, the gives a clear advantage to the Conservative party as this is the only party likely to get Brexit finished as soon as possible.  Further clinching the election for the conservatives is the deal secured by Boris Johnson which has some support and gaining momentum.\n"], [76626, "2019-10-30T18:56:56Z", [0.3, 0.2, 0.1, 0.4], ""], [11430, "2019-10-30T18:54:09Z", [0.25, 0.05, 0.0, 0.7], ""], [76730, "2019-10-30T18:20:02Z", [0.05, 0.03, 0.02, 0.9], ""], [57797, "2019-10-30T18:00:46Z", [0.25, 0.0, 0.0, 0.75], "As a first-pass forecast, some major factors to consider: - Conservatives are leading in the polls currently [1]\n- Polling can shift. Comparison class - When Theresa May called for an election, the Tories had polling in their favor but the situation reversed so much so by the time voting took place that the Tories ended up losing seats. \n- Voters will see the election as a de facto vote on Brexit. Leave/Remain is reshaping how voters identify themselves in relation to others [3]. Since the Brexit vote was relatively close, the election may be close as well\n- LibDems are likely to do well, taking votes away from Labour. Could they take some votes from the Tories? According to one poll, 5% of Tories support a 2nd referendum [2]\n- BJ has alienated some conservatives from the party\n- BJ is in a relatively strong position after securing a deal for which the Parliament indicated support\n- Conversely, Labour may be in a weak position [5] References: [1] https://en.wikipedia.org/wiki/Opinion_polling_for_the_2019_United_Kingdom_general_election\n[2] https://www.theguardian.com/politics/2019/oct/26/opinium-poll-observer-uk-voters-regret-brexit-referendum-conservative-lead-over-labour\n[3] https://theconversation.com/brexit-identities-how-leave-versus-remain-replaced-conservative-versus-labour-affiliations-of-british-voters-110311\n[4] https://whatukthinks.org/eu/opinion-polls/uk-poll-results/\n[5] https://www.cnbc.com/2019/10/23/brexit-uk-election-could-very-much-backfire-on-labour-party.html"], [1333, "2019-10-30T17:38:09Z", [0.15, 0.05, 0.25, 0.55], ""], [11885, "2019-10-30T17:32:40Z", [0.0, 0.0, 0.0, 1.0], ""], [60695, "2019-10-30T17:04:21Z", [0.25, 0.0, 0.0, 0.75], ""], [56, "2019-10-30T17:03:50Z", [0.15, 0.0, 0.0, 0.85], "Some possibility of Conservatives getting a majority with first past the post, but not a very good chance. No one else has any chance."]], "open_date": "2019-10-30T16:30:40Z", "close_date": "2019-12-12T07:59:40Z"}