{"question_id": 2148, "title": "In its 2022 report, will the Board of Trustees for Medicare project the year of asset depletion of the Hospital Insurance trust fund (\"HI,\" aka Medicare Part A) to be 2025 or before?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.78, 0.22], "correct_answer": "No", "correct_forecast": 0.22, "preds": [[88452, "2022-06-06T10:52:51Z", [0.0], "\"The estimated depletion date for the HI trust fund is 2028, 2 years later than projected in last year’s report.\" [p.8] https://www.cms.gov/files/document/2022-medicare-trustees-report.pdf"], [29054, "2022-06-03T15:19:06Z", [1.0], "It is making the rounds and it is good political anmunition for elections."], [691, "2022-04-04T20:07:14Z", [0.75], ""], [691, "2022-03-29T16:51:22Z", [0.76], ""], [13551, "2022-03-25T19:15:17Z", [1.0], ""], [25601, "2022-02-15T19:33:24Z", [0.9], "Thumbsuck."], [104906, "2022-02-14T06:21:58Z", [1.0], ""], [691, "2022-01-04T17:12:57Z", [0.74], ""], [103878, "2022-01-04T13:19:17Z", [0.77], ""], [83135, "2022-01-03T16:44:26Z", [0.62], ""], [691, "2022-01-02T18:47:09Z", [0.75], ""], [29054, "2022-01-02T16:28:05Z", [0.92], ""], [691, "2022-01-01T17:49:46Z", [0.78], ""], [103878, "2022-01-01T16:10:18Z", [0.82], ""], [50981, "2021-12-29T19:34:04Z", [0.78], ""], [53382, "2021-12-21T04:26:23Z", [0.95], ""], [88452, "2021-12-14T10:47:18Z", [0.0], ""], [103436, "2021-12-01T15:03:44Z", [0.4], ""], [691, "2021-11-30T19:09:37Z", [0.9], ""], [88452, "2021-11-19T20:51:00Z", [0.27], ""], [691, "2021-11-14T15:18:38Z", [0.86], ""], [101187, "2021-11-11T09:23:17Z", [0.9], ""], [102963, "2021-10-29T06:20:26Z", [0.27], "Read the first 50 pages of the 2021 report. Estimates were in line with previous year. Wording doesn’t imply that large estimate changes will be made in subsequent release.  A quote in the paper “To date, Congress has never allowed the HI trust fund to become depleted.” -  With this being known + Medicare expansion is on the White House agenda.  There should be time for the next report to continue to estimate after 2025(2026) if legislation is passed. Might need to track hire & salary rates to see any increases, it could provide a brighter outlook. HI, the primary source of financing is the payroll tax on covered earnings- increase in jobs will likely impact this moving forward. Current report reports smaller deficit in 2021 and a surplus in 2022. Deficits are projected to return in 2023 and persist for the remainder of the projection period, requiring redemption of trust fund assets until the trust fund’s depletion in 2026.  Potential impacts to increase timeline as stated in the report: physician payment ratios decrease payment updates that reflect adjustments for health care productivity in conjunction with the Medicare Economic Index that go in a downward trend Changes in the Consumer Price Index (CPI) and wages, real interest rates, fertility rates, mortality rates, and net immigration levels. "], [88452, "2021-10-25T16:05:57Z", [0.52], ""], [11289, "2021-10-18T17:22:51Z", [0.75], ""], [13551, "2021-10-15T06:50:56Z", [1.0], ""], [102877, "2021-10-07T23:30:12Z", [0.85], "As my father in law says: \"you gotta have more goes-in-a's and less goes-out-a's\" (pronounced gazinas/gazoutas) COVID = more goes-out-a's and less goes-in-a's Congress raising taxes to fund the trust: not likely"], [8826, "2021-10-07T20:06:04Z", [0.9], ""], [26642, "2021-10-07T11:44:13Z", [1.0], ""], [59881, "2021-10-07T09:13:38Z", [1.0], ""], [100273, "2021-10-07T01:36:19Z", [0.1], "No. \nThe data may indicate it, but it's not politically acceptable to say it."], [891, "2021-10-06T15:20:41Z", [0.85], "Huge uptick in Medicare usage during COVID and the related recession. Close to a sure thing."], [101422, "2021-10-03T18:36:28Z", [0.22], ""], [691, "2021-10-03T13:57:40Z", [0.8], "Might have  been higher, but--not to be any more tactless about it than strictly necessary--the Trumpvirus has already killed several hundred thousand people who will not be getting older or sicker, and the Sackler family wiped out still more.  Life expectancy has been ratcheting down and obesity continues unabated.  There is considerable overlap across these groups, of course.  But the overall effect may be to slow down Medicare increases.  Some minor tinkering with policy changes on both the revenue and spending sides could also contribute.  On the other hand, the remaining undead might be expected to live longer than the historic averages, thus using more resources--even if they stay fairly healthy, which they are not especially likely to do. So on the whole, I'm surmising that the trust fund might have bought another year or two beyond 2025.  I am probably wrong."], [45594, "2021-10-03T07:56:08Z", [0.8], ""], [34815, "2021-10-03T03:21:34Z", [1.0], ""], [92079, "2021-10-02T04:02:55Z", [1.0], ""], [60695, "2021-10-01T18:12:49Z", [0.6], ""], [1333, "2021-10-01T17:27:43Z", [1.0], ""]]}