{"question_id": 294, "title": "Before 1 July 2017, will Russia allow Turkish citizens to travel to Russia without a visa?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[1034, "2017-07-01T06:00:09Z", [0.0], ""], [368, "2017-07-01T00:27:21Z", [0.0], ""], [691, "2017-06-30T11:14:18Z", [0.0], ""], [1034, "2017-06-30T06:47:22Z", [0.0], ""], [368, "2017-06-29T17:38:37Z", [0.0], ""], [691, "2017-06-29T16:59:58Z", [0.0], ""], [4218, "2017-06-29T14:58:48Z", [0.0], ""], [32100, "2017-06-29T13:44:17Z", [0.0], ""], [1646, "2017-06-29T12:49:39Z", [0.0], ""], [1034, "2017-06-29T07:04:49Z", [0.0], ""], [368, "2017-06-29T00:02:57Z", [0.0], ""], [1034, "2017-06-28T05:32:45Z", [0.0], ""], [35377, "2017-06-28T00:09:03Z", [0.0], ""], [32988, "2017-06-27T21:13:15Z", [0.0], "Remote enough to round down (that is, if clarification is wrong-- looks like it is?) "], [368, "2017-06-27T19:32:38Z", [0.0], ""], [1034, "2017-06-27T05:46:08Z", [0.0], ""], [1646, "2017-06-27T04:22:32Z", [0.05], ""], [23006, "2017-06-27T02:29:20Z", [0.0], "Going with no based on stringent resolve criteria for question.  Exemptions on certain classes of travellers still resolves as 'no' I think. \nQuote in comments by rene and wildwood seem to suggest some visas, sometime in the future but not all"], [23006, "2017-06-26T18:29:00Z", [0.5], "This question.\nI give up."], [38, "2017-06-26T18:11:07Z", [0.0], ""], [368, "2017-06-26T17:56:02Z", [0.0], ""], [22833, "2017-06-26T14:12:42Z", [0.0], ""], [29469, "2017-06-26T13:08:01Z", [0.0], ""], [36157, "2017-06-26T12:49:19Z", [0.0], "Timescale is too short."], [23006, "2017-06-26T12:36:33Z", [0.0], "going with consensus where are the verbs or declaratives?"], [23006, "2017-06-26T12:24:15Z", [0.49], ""], [691, "2017-06-26T12:15:54Z", [0.0], ""], [24, "2017-06-26T09:33:04Z", [0.0], "Tangentially related (but: anything that directly concerns the resolution of this question is unclear, and the  closing date is in any case imminent), but an interesting thing in the RSS feed of the Russian Embassy in London this morning:  \"As of June 22, 2017, the General Directorate of Nationality, Borders and Expatriates Affairs of Qatar’s Ministry of Interior has added the Russian Federation to the list of countries whose citizens can have a one-month tourist visa issued at Hamad International Airport in Doha.\" Interesting in the light of the current stand off intra-Gulf Arab states; and the notable recent growth in Turkish-Qatari ties. (With Russia also presumed to be more sympathetic to the Qatari side of this dispute than the Saudi one.) Of course this merely makes acquiring visas easier for Russian tourists to Qatar, it doesn't abolish the need for them - but in terms of potentially illustrating the changing strategic geopolitical map of the region it seems a useful signal to interpret. Not altering my forecast in response, but making a note for the future."], [24, "2017-06-26T08:51:18Z", [0.0], ""], [1034, "2017-06-26T06:14:58Z", [0.0], ""], [20033, "2017-06-25T22:14:55Z", [0.0], ""], [368, "2017-06-25T18:29:40Z", [0.0], ""], [28414, "2017-06-25T16:40:59Z", [0.0], ""], [35884, "2017-06-25T13:01:40Z", [0.0], ""], [1034, "2017-06-25T07:42:47Z", [0.0], ""], [368, "2017-06-24T16:52:35Z", [0.0], ""], [24, "2017-06-24T15:05:11Z", [0.5], ""], [691, "2017-06-24T12:30:57Z", [0.0], ""], [28414, "2017-06-24T09:47:53Z", [0.5], ""], [4634, "2017-06-24T06:42:21Z", [0.0], "Found a quote that doesn't clear things up at all...It's from an interview with the Turkish ambassador in Russia. Date: June 23. \"— When is the visa issue expected to be solved?\nOur goal is to go back to the situation where there is visa exemption for all, like in the past. Now I understand we are waiting for the priority to be given to business people because to achieve the ambitious targets in the economic sphere the businessmen should be able to come here. Also our priority is government representatives, drivers. I think the Russian government has already taken a step to ease the visa issue on some categories. On the others we will have discussions as I mentioned to you on our priorities. I think we will have consultations in July for that matters specifically on consular affairs and I think we will find some solutions there. Consultations will be held on at the level of Director Generals in Moscow.\" http://tass.com/world/953096"], [1034, "2017-06-24T06:30:39Z", [0.0], "Executive Order 50805 \nExecutive Order on measures to ensure Russia’s national security and protection of Russian citizens against criminal and other illegal acts and on the application of special economic measures against Turkey. Putin (2015) November 28, states that: For the purposes of ensuring national security and protecting the national interests of the Russian Federation, the protection of citizens of the Russian Federation against criminal and other illegal acts and in line with federal laws On Special Economic Measures of December 30, 2006 and On Security of December 28, 2010, the President has resolved: Russian Federation state power bodies, federal government bodies, local government bodies, legal entities, organisations and individuals under the jurisdiction of the Russian Federation shall proceed in their activities from the fact that the following are temporarily in effect on the territory of Russia: a) Ban on or limitation of foreign economic operations envisaging the import to the territory of the Russian Federation of certain goods originating from the Turkish Republic as listed by the Russian Federation Government (except for goods imported for personal use in amounts established by Eurasian Economic Union regulations); b) Ban on or limitation of certain types of work (services) rendered on the territory of Russia by organisations under the jurisdiction of the Turkish Republic in line with a list established by the Russian Federation Government; c) Ban for employers, contractors of work (services) not listed by the Russian Federation Government to employ as of January 1, 2016, citizens of the Turkish Republic who are not bound by employment and/or legal civil contracts with the said employers on December 31, 2015. The President has also resolved as of January 1, 2016, pursuant to Federal Law On International Agreements of the Russian Federation of July 15, 1995 and item 1, Article 10 of the Agreement between the Government of the Russian Federation and the Government of the Turkish Republic on terms of mutual visits by citizens of Russia and Turkey of May 12, 2010, to suspend the said Agreement with regard to trips by citizens of Turkey in possession of ordinary foreign passports, with the exception of those citizens of Turkey who have temporary or permanent residence permits on the territory of Russia, as well as those citizens of Turkey who have been assigned to diplomatic representations and consulates of the Turkish Republic on the territory of Russia, who hold valid service and special passports, and their family members (para.1-4). Putin, V. (2015). Executive Order on measures to ensure Russia’s national security and protection of Russian citizens against criminal and other illegal acts and on the application of special economic measures against Turkey. Kremlin. Executive Order 5080. Retrieved from \nhttp://en.kremlin.ru/acts/news/50805 Executive Order 54640 Executive Order abolishing a number of special economic measures against Turkey Putin (2017) May 31, states that: The document amends Presidential Executive Order No. 583 On Measures to Ensure the National Security of the Russian Federation and on the Protection of Citizens of the Russian Federation against Criminal and Other Illegal Acts and on the Application of Special Economic Measures against the Turkish Republic of November 28, 2015. The amendments lift the restrictions on Turkish companies working in Russian territory and the ban on hiring Turkish citizens for employment in Russia. The Russian Foreign Ministry has been instructed, under the regular procedure, to inform Turkey of the partial resumption of the Agreement between the Government of the Russian Federation and the Government of the Turkish Republic on Conditions for Reciprocal Travel of Russian and Turkish Citizens of May 12, 2010 (para. 1-2). Putin, V. (2017). Executive Order abolishing a number of special economic measures against Turkey. Kremlin. Executive Order 54640. Retrieved from \nhttp://en.kremlin.ru/acts/news/54640 Thus the ban on Turkish citizens pursuant to Federal Law On International Agreements of the Russian Federation of July 15, 1995 and item 1, Article 10 of the Agreement between the Government of the Russian Federation and the Government of the Turkish Republic on terms of mutual visits by citizens of Russia and Turkey of May 12, 2010, inclusive of trips by citizens of Turkey in possession of ordinary foreign passports, with the exception of those citizens of Turkey who have temporary or permanent residence permits on the territory of Russia, exists still in place.\n"], [35831, "2017-06-24T06:28:14Z", [0.0], ""], [23006, "2017-06-24T02:17:15Z", [1.0], "with credit to Dsarin https://www.gjopen.com/comments/comments/524604"], [35544, "2017-06-24T01:22:05Z", [1.0], ""], [22833, "2017-06-24T00:47:50Z", [1.0], ""], [368, "2017-06-24T00:04:41Z", [0.0], ""], [23006, "2017-06-23T22:51:56Z", [0.5], ""], [34659, "2017-06-23T21:59:36Z", [0.1], ""], [36109, "2017-06-23T19:19:53Z", [0.2], ""], [38, "2017-06-23T18:45:34Z", [0.5], "This question is a MESS!  I hope it is voided."], [24, "2017-06-23T15:50:46Z", [1.0], ""], [36098, "2017-06-23T15:47:02Z", [0.37], ""], [28414, "2017-06-23T15:43:22Z", [1.0], "Bizzare clarification tbh... official publication in the gazette?! There you go: http://www.garant.ru/hotlaw/federal/1114099/ \"On 31 May, the President of Russia signed Executive Order No.“On abolishing\na range of special economic measures in respect of the Republic of Turkey”\n(the “Order”), lifting the earlier introduced employment restrictions for\nTurkish nationals.\n...\nAll these restrictions are annulled on the date the Decree was published, and\nall employers can now look at potential candidates from among Turkish\nnationals for Russian-based positions\"\nhttps://www2.deloitte.com/content/dam/Deloitte/ru/Documents/tax/lt-in-focus/english/2017/2-june-en.pdf"], [35872, "2017-06-23T15:40:39Z", [0.0], ""], [35899, "2017-06-23T15:31:39Z", [0.05], ""], [691, "2017-06-23T12:28:58Z", [0.0], ""], [19801, "2017-06-23T07:08:26Z", [1.0], "This becomes a question of definition, since the ban has been lifted for some Turks Moscow also said it would allow certain frequent travellers such as airline crews visa-free entry for short trips but left in place a broader decision to halt visa-free travel for all Turks.\nhttp://www.newindianexpress.com/world/2017/may/31/russia-relaxes-economic-sanctions-visa-rules-on-turkey-1611271.html Russian President Vladimir Putin has signed a decree, removing some economic sanctions against Turkey; the Kremlin's press service announced on Wednesday. The order lifts restrictions on the hiring of Turkish nationals and the operation of Turkish companies in Russia. It also expands the list of categories of Turkish citizens entitled to visa-free travel to Russia. Diplomats and their families; pilots and crew members of aircraft, as well as Turkish nationals coming to Russia on short-term business trips, will no longer need a visa.\nhttps://www.rt.com/business/390319-putin-softens-sanctions-turkey/ Russian President Vladimir Putin has lifted restrictions on operations of Turkish companies in Russia and the ban on the employment of Turkish nationals in the Russian Federation, the TASS news agency has reported.  The related decree “on removal of certain special economic measures against the Turkish Republic” was signed by Putin, the Kremlin press service stated on May 31, according to the news agency.  As part of the decree, the list of categories of Turkish citizens entitled to visa-free travel to Russia has also been expanded.  According to the decree, Turkish citizens in possession of service passports, flight and cabin crew, as well as businesspeople visiting Russia for short periods will be entitled to visa-free travel, Turkey’s state-run Anadolu Agency reported.     The decree also grants visa-free travel to diplomatic and consular representatives of Turkey and their families on the basis of the principle of reciprocity.      \nhttp://www.hurriyetdailynews.com/putin-removes-restrictions-on-operations-of-turkish-firms-in-russia.aspx?pageID=238&nID=113760&NewsCatID=344"], [1034, "2017-06-23T05:53:22Z", [0.0], ""], [12591, "2017-06-22T20:52:17Z", [0.0], ""], [691, "2017-06-22T20:30:03Z", [0.0], ""], [368, "2017-06-22T15:50:45Z", [0.0], ""], [22833, "2017-06-22T15:01:45Z", [0.0], ""], [14761, "2017-06-22T07:58:18Z", [0.01], ""], [1034, "2017-06-22T05:47:23Z", [0.0], ""], [14777, "2017-06-22T01:37:09Z", [0.0], ""], [368, "2017-06-21T20:15:42Z", [0.0], ""], [1333, "2017-06-21T18:54:13Z", [0.0], ""], [14493, "2017-06-21T15:20:37Z", [0.0], ""], [4273, "2017-06-21T13:14:28Z", [0.0], ""], [4273, "2017-06-21T13:11:37Z", [0.01], ""], [1034, "2017-06-21T06:20:20Z", [0.0], ""], [9755, "2017-06-21T00:02:51Z", [0.0], ""], [368, "2017-06-20T17:43:15Z", [0.0], ""], [32988, "2017-06-20T17:06:33Z", [0.01], ""], [35838, "2017-06-20T14:47:17Z", [0.0], ""], [35838, "2017-06-20T14:46:46Z", [0.03], ""], [1034, "2017-06-20T07:09:16Z", [0.0], ""], [368, "2017-06-19T18:36:40Z", [0.0], ""], [3363, "2017-06-19T13:49:22Z", [0.0], ""], [691, "2017-06-19T12:17:50Z", [0.0], ""], [1034, "2017-06-19T07:16:32Z", [0.0], ""], [35926, "2017-06-18T22:27:52Z", [0.0], ""], [23234, "2017-06-18T18:52:39Z", [0.01], ""], [368, "2017-06-18T18:49:12Z", [0.0], ""], [691, "2017-06-18T12:09:31Z", [0.0], ""], [368, "2017-06-18T03:38:06Z", [0.0], ""], [691, "2017-06-17T11:50:20Z", [0.0], ""], [368, "2017-06-16T20:46:42Z", [0.0], ""], [691, "2017-06-16T19:36:30Z", [0.0], ""], [4273, "2017-06-16T13:16:09Z", [0.02], ""], [1034, "2017-06-15T23:21:41Z", [0.0], ""], [368, "2017-06-15T19:02:58Z", [0.0], ""], [29695, "2017-06-15T11:10:14Z", [0.01], ""], [35175, "2017-06-15T01:49:07Z", [1.0], ""], [368, "2017-06-15T00:25:48Z", [0.0], ""], [1034, "2017-06-14T05:56:21Z", [0.0], ""], [368, "2017-06-13T23:54:38Z", [0.0], ""], [4273, "2017-06-13T23:37:18Z", [0.05], ""], [691, "2017-06-13T15:40:18Z", [0.0], ""], [14777, "2017-06-13T14:45:16Z", [0.02], ""], [1034, "2017-06-13T05:52:12Z", [0.0], ""], [35806, "2017-06-12T19:46:03Z", [0.09], ""], [26242, "2017-06-12T13:22:36Z", [0.01], ""], [691, "2017-06-12T11:45:49Z", [0.0], ""], [25141, "2017-06-12T09:09:51Z", [0.0], ""], [1034, "2017-06-12T08:37:18Z", [0.0], ""], [368, "2017-06-12T01:36:10Z", [0.0], ""], [29680, "2017-06-11T22:32:31Z", [0.02], ""], [1034, "2017-06-11T07:11:04Z", [0.0], ""], [368, "2017-06-11T04:03:26Z", [0.0], ""], [691, "2017-06-10T12:43:55Z", [0.0], ""], [1034, "2017-06-10T08:09:51Z", [0.0], ""], [368, "2017-06-09T20:01:38Z", [0.0], ""], [4273, "2017-06-09T13:20:47Z", [0.08], ""], [28414, "2017-06-09T12:47:17Z", [0.0], ""], [691, "2017-06-09T12:43:27Z", [0.0], "Among the mysteries of this Q is whether it means travel must actually occur, or only that an announcement must be made that it can.  Doesn't matter to me, I hope--I think neither will occur with sufficient clarity before the deadline.  Stay tuned."], [1034, "2017-06-09T07:23:09Z", [0.0], ""], [15621, "2017-06-09T06:22:06Z", [0.0], ""], [5018, "2017-06-09T02:32:08Z", [1.0], "The news came more than a week ago and meets both the question's wording and the hints that it is about rapprochement. Allowing businessmen and their families visa-free travel is a clear sign of the rapprochement. \nhttp://www.gjopen.com/comments/comments/516143"], [22833, "2017-06-08T19:19:26Z", [1.0], "I'm taking GJ to mean what they say, word for word.   All in. While I acknowledge that the most recent developments do not equate to a lifting of the visa-free travel ban imposed by Russia, the question does not ask about lifting of the ban.   In fact, the word \"ban\" is not in the question.   Simply and straightforwardly, the answer to \"will Turkish citizens be able to travel to Russia without a visa before 1 July 2017?\" is yes."], [22833, "2017-06-08T19:12:56Z", [0.53], "Questions should not be riddles."], [368, "2017-06-08T18:59:13Z", [0.0], ""], [22833, "2017-06-08T18:54:26Z", [1.0], ""], [35960, "2017-06-08T17:16:08Z", [0.25], ""], [691, "2017-06-08T11:08:32Z", [0.0], ""], [1034, "2017-06-08T06:04:42Z", [0.0], ""], [16652, "2017-06-08T01:48:02Z", [0.6], ""], [4273, "2017-06-07T23:41:04Z", [0.15], ""], [22833, "2017-06-07T20:34:04Z", [0.5], ""], [35950, "2017-06-07T19:58:08Z", [0.11], ""], [28414, "2017-06-07T19:39:02Z", [0.5], ""], [368, "2017-06-07T19:36:17Z", [0.0], ""], [15621, "2017-06-07T18:58:14Z", [0.5], "See previous comment"], [15621, "2017-06-07T18:34:13Z", [0.1], "See @BrianAhlborn"], [22833, "2017-06-07T16:52:22Z", [0.1], "https://www.rt.com/business/390319-putin-softens-sanctions-turkey/"], [21884, "2017-06-07T10:30:03Z", [0.0], ""], [1034, "2017-06-07T07:19:27Z", [0.0], ""], [368, "2017-06-06T18:37:13Z", [0.0], ""], [14777, "2017-06-06T14:41:42Z", [0.05], ""], [691, "2017-06-06T12:12:20Z", [0.0], ""], [1034, "2017-06-06T06:48:57Z", [0.0], ""], [4273, "2017-06-05T18:31:45Z", [0.03], ""], [368, "2017-06-05T17:39:16Z", [0.0], ""], [22833, "2017-06-05T15:21:29Z", [0.05], ""], [25705, "2017-06-05T14:03:08Z", [0.5], ""], [4273, "2017-06-05T13:10:17Z", [0.05], ""], [691, "2017-06-05T11:12:03Z", [0.0], ""], [28414, "2017-06-05T09:19:18Z", [0.0], ""], [1034, "2017-06-05T06:29:28Z", [0.0], ""], [9755, "2017-06-05T04:19:07Z", [0.0], ""], [14253, "2017-06-05T04:05:43Z", [0.0], ""], [691, "2017-06-04T19:59:06Z", [0.0], ""], [4273, "2017-06-04T18:33:47Z", [0.08], ""], [368, "2017-06-04T18:13:16Z", [0.0], ""], [12837, "2017-06-04T13:58:34Z", [0.0], ""], [1034, "2017-06-04T06:31:26Z", [0.0], ""], [4273, "2017-06-04T03:36:11Z", [0.1], ""], [368, "2017-06-03T18:28:30Z", [0.0], ""], [14777, "2017-06-03T17:57:06Z", [0.5], ""], [35838, "2017-06-03T13:41:37Z", [0.13], ""], [4634, "2017-06-03T09:57:53Z", [0.0], ""], [1034, "2017-06-03T07:04:18Z", [0.0], ""], [368, "2017-06-02T20:06:03Z", [0.0], ""], [1333, "2017-06-02T17:59:46Z", [0.01], ""], [16652, "2017-06-02T09:59:10Z", [0.6], ""], [1034, "2017-06-02T06:06:17Z", [0.0], ""], [4273, "2017-06-02T04:32:34Z", [0.15], ""], [28414, "2017-06-01T19:02:58Z", [1.0], ""], [368, "2017-06-01T17:47:12Z", [0.0], ""], [25705, "2017-06-01T16:28:16Z", [0.75], "Continuing https://www.gjopen.com/comments/comments/512367 IMHO, after the news on visa-free travel for SOME, but not all as before, Turkish citizens, the question still should be resolved \"yes\". This visa-free travel will expand to quite significant part, if not majority, of Turks going to Russia. First and foremost, Russia is a place for business for Turks, it is NOT a popular vacation destination.  And Turks who do business abroad, especially in export, have special passports to allow visa-free travel in some countries, which, it looks, now will include Russia.\n"], [25705, "2017-06-01T15:34:46Z", [0.33], ""], [4273, "2017-06-01T12:55:17Z", [0.05], ""], [4918, "2017-06-01T10:37:47Z", [0.05], ""], [691, "2017-06-01T10:19:46Z", [0.0], ""], [4634, "2017-06-01T10:00:03Z", [0.05], ""], [28414, "2017-06-01T08:28:26Z", [0.05], ""], [1034, "2017-06-01T05:56:43Z", [0.0], ""], [368, "2017-05-31T19:25:19Z", [0.0], ""], [32100, "2017-05-31T19:00:35Z", [0.01], ""], [28414, "2017-05-31T18:58:41Z", [0.5], ""], [4273, "2017-05-31T17:42:25Z", [0.12], ""], [4918, "2017-05-31T16:51:49Z", [0.5], "Putin signed \"Executive Order abolishing a number of special economic measures against Turkey\", in which \"partial resumption of the Agreement between the Government of the Russian Federation and the Government of the Turkish Republic on Conditions for Reciprocal Travel of Russian and Turkish Citizens of May 12, 2010.\" is announced. \nhttp://en.kremlin.ru/acts/news/54640 In clarifying news stories categories of Turkish citizens entitled to visa free travel are enlisted, eg. \"members of Turkish Republic aircraft crews, as well as citizens of the Turkish Republic who have valid service passports and are sent to Russia for short-term business trips\".\nhttps://sputniknews.com/politics/201705311054151368-putin-turkey-restrictions-lifted/ It is also said that \"A broader decision to halt visa-free travel for all Turks was left in place.\".\nhttps://www.dailysabah.com/economy/2017/05/31/putin-signs-decree-cancelling-trade-restrictions-with-turkey The language of today's news is different than earlier speculations, which were talking mainly about \"liberation\" of visa regime for certain categories, but not saying magic words \"visa-free\". The question asks \"will Russia allow Turkish citizens to travel to Russia without a visa?\". Based on referred information we may say that the question has resolved as \"yes\". Russia allows Turkish citizens to travel to Russia without a visa. At least some of them."], [5018, "2017-05-31T14:03:24Z", [0.9], "http://www.gjopen.com/comments/comments/512367"], [28414, "2017-05-31T13:04:00Z", [0.15], ""], [25705, "2017-05-31T12:29:17Z", [0.15], "Here we go again. Russia allows visa-free travel for SOME, but not all, Turkish citizens. Will it satisfy the requirements of the question? It is up to GJO to decide. MOSCOW (Sputnik) — As part of the decree, the list of categories of Turkish citizens entitled to visa-free travel to Russia has been expanded. \"Citizens of the Turkish Republic who are members of Turkish Republic aircraft crews, as well as citizens of the Turkish Republic who have valid service passports and are sent to Russia for short-term business trips, including to Turkish diplomatic missions and consular offices in Russia,\" the Kremlin said in a statement. May 22, 2017. Russian Prime Minister Dmitry Medvedev and Turkish Prime Minister Binali Yildirim, right, during a meeting on the sidelines of a summit of the heads of state and government of the member states of the Organization of the Black Sea Economic Cooperation (BSEC) in Istanbul\n© Sputnik/ Dmitry Astakhov\nTurkey Abides by Agreement With Russia to Lift Trade Restrictions - Economy Ministry\nThe valid service passport-holders' family members are also granted visa-free travel \"on the principle of reciprocity of similar measures adopted with respect to Russian citizens.\" https://sputniknews.com/politics/201705311054151368-putin-turkey-restrictions-lifted/"], [691, "2017-05-31T11:19:26Z", [0.0], ""], [1034, "2017-05-31T05:22:34Z", [0.0], ""], [368, "2017-05-30T20:55:19Z", [0.0], ""], [691, "2017-05-30T13:48:09Z", [0.0], ""], [16652, "2017-05-30T12:14:19Z", [0.7], ""], [1034, "2017-05-30T05:34:38Z", [0.0], ""], [368, "2017-05-30T02:04:19Z", [0.0], ""], [27461, "2017-05-29T19:45:03Z", [0.0], ""], [1034, "2017-05-29T06:04:02Z", [0.0], ""], [368, "2017-05-29T00:46:38Z", [0.0], ""], [13377, "2017-05-28T22:05:38Z", [0.0], ""], [1034, "2017-05-28T07:16:50Z", [0.0], ""], [368, "2017-05-27T21:49:07Z", [0.0], ""], [35425, "2017-05-27T13:17:26Z", [0.0], ""], [1034, "2017-05-27T06:34:51Z", [0.0], ""], [4273, "2017-05-26T17:54:33Z", [0.03], ""], [368, "2017-05-26T16:57:09Z", [0.0], ""], [1034, "2017-05-26T05:44:51Z", [0.0], ""], [16652, "2017-05-25T21:46:47Z", [0.7], ""], [4273, "2017-05-25T19:03:46Z", [0.05], ""], [368, "2017-05-25T18:24:11Z", [0.0], ""], [15471, "2017-05-25T07:40:20Z", [0.0], ""], [1034, "2017-05-25T06:47:45Z", [0.0], ""], [22689, "2017-05-24T23:20:33Z", [0.0], ""], [368, "2017-05-24T19:40:08Z", [0.0], ""], [16652, "2017-05-24T18:30:53Z", [0.7], ""], [4634, "2017-05-24T16:01:08Z", [0.0], ""], [34383, "2017-05-24T14:51:08Z", [0.0], ""], [1034, "2017-05-24T09:19:32Z", [0.0], ""], [368, "2017-05-24T02:32:26Z", [0.0], ""], [4634, "2017-05-23T09:08:52Z", [0.05], ""], [1034, "2017-05-23T05:52:34Z", [0.0], ""], [4273, "2017-05-23T04:30:47Z", [0.1], ""], [368, "2017-05-22T19:51:20Z", [0.0], ""], [4918, "2017-05-22T18:28:02Z", [0.15], "Turkey and Russia sign a deal in sidelines of BSEC summit. Contradictory information about details so far, may include reference to visa regulation. https://www.dailysabah.com/economy/2017/05/22/turkey-russia-sign-joint-declaration-to-remove-trade-restrictions\nhttps://www.pravda.ru/news/world/22-05-2017/1334871-sammit-0/"], [1034, "2017-05-22T06:22:56Z", [0.0], ""], [28091, "2017-05-21T22:49:42Z", [0.0], ""], [368, "2017-05-21T19:59:49Z", [0.0], ""], [1034, "2017-05-21T06:49:22Z", [0.0], ""], [368, "2017-05-20T19:14:58Z", [0.0], ""], [1034, "2017-05-20T07:19:03Z", [0.0], ""], [4729, "2017-05-20T04:14:32Z", [0.0], ""], [14253, "2017-05-19T23:46:40Z", [0.01], ""], [14253, "2017-05-19T23:45:32Z", [0.04], ""], [368, "2017-05-19T22:47:05Z", [0.0], ""], [35696, "2017-05-19T22:03:00Z", [0.05], ""], [4273, "2017-05-19T19:26:05Z", [0.03], ""], [4918, "2017-05-19T13:36:13Z", [0.02], "\"Facilitation\" and \"liberation\" are the words now, not \"visa free\"."], [3363, "2017-05-19T11:15:34Z", [0.11], ""], [4634, "2017-05-19T09:37:12Z", [0.02], "\"So what did Turkey gain at the Sochi summit? Turkish Economy Minister Nihat Zeybekci told NTV that Russia had lifted the restrictions on work permits in contracting, tourism and timber sectors and hiring of Turkish workers. But another major issue still hiding among the tomatoes is non-resumption of visa-free travel between the two countries. So far, only businesspeople can travel without visas.\" Read more: http://www.al-monitor.com/pulse/originals/2017/05/turkey-russia-tomato-crisis.html#ixzz4hW2k1lgd\n===\nDoes this mean that some visa-restrictions were lifted after all? Edit: I don't think so: \"It was also announced that Russia would continue visa applications to Turkish citizens and restrictions on the purchase of Turkish tomatoes.\"\nFrom: http://www.hortibiz.com/item/news/rus-turkish-tomato-ban-to-be-partially-lifted/"], [1034, "2017-05-19T07:12:06Z", [0.0], ""], [368, "2017-05-19T01:54:33Z", [0.0], ""], [31450, "2017-05-18T21:39:28Z", [0.0], "Dropping to zero, if it was going to happen anytime soon I think it would have by now."], [35569, "2017-05-18T19:36:29Z", [0.0], "Unstable fraudulent elections and the added terrorist threat of allowing Turks to freely travel to Russia has led to an impasse between the countries.  President Erdogan appears to be a volatile leader and appeasing him by loosening visa policy would be of very little benefit to the current geopolitical strategy of Russia.  Historically, Russia is very good at protecting their homeland against terrorism, especially since an alliance with Chechnya has been solidified.  The conflict in Raqqa is a major determining factor in negotiating visa free travel from Turkey to Russia, as well.  The Turkish leadership is publicly outraged with the US arming the Kurds for the battle in Raqqa and Russia has taken a laissez faire attitude toward the strategy.  Currently, the Turks are overestimating their geopolitical value and Russia will not give concessions to a country which is overestimating its position in the world.  I predict Russia will not allow Turkish citizens to travel commercially to Russia without a visa.          "], [35377, "2017-05-18T12:55:27Z", [0.0], ""], [1034, "2017-05-18T04:35:37Z", [0.0], ""], [368, "2017-05-17T19:37:50Z", [0.0], ""], [4634, "2017-05-17T18:36:11Z", [0.02], ""], [1034, "2017-05-17T07:49:52Z", [0.0], ""], [14253, "2017-05-17T03:11:44Z", [0.09], ""], [368, "2017-05-16T18:59:46Z", [0.0], ""], [35610, "2017-05-16T17:28:12Z", [0.0], ""], [691, "2017-05-16T14:35:30Z", [0.0], ""], [176, "2017-05-16T13:36:54Z", [0.0], ""], [4273, "2017-05-16T13:20:19Z", [0.05], ""], [1034, "2017-05-16T05:37:36Z", [0.0], " @GL2814 -- Make the shift, the probability has shifted to the upcoming meeting in the second week of August, that I reported several days ago in a post."], [691, "2017-05-15T19:34:43Z", [0.0], ""], [23006, "2017-05-15T18:32:34Z", [0.0], ""], [368, "2017-05-15T17:14:10Z", [0.0], ""], [16652, "2017-05-15T10:02:00Z", [0.8], ""], [1034, "2017-05-15T05:18:03Z", [1.0], ""], [368, "2017-05-14T21:28:13Z", [0.0], ""], [691, "2017-05-14T14:55:08Z", [0.0], ""], [1034, "2017-05-14T05:15:19Z", [1.0], ""], [83, "2017-05-14T00:26:44Z", [0.05], "http://www.aljazeera.com/news/2017/05/putin-russia-turkey-recovery-process-complete-170503132739657.html May 3rd meeting between Putin and Erdogan failed to remove sanctions and return visa free travel.  Report indicates fundamental difference may be the lack of agreement on the future of al- Assad in Syria. In any event, it seems the failure of visa news at the recent meeting would make an announced change unlikely without further negotiating developments. Lowering forecast, since only 7 weeks remain on the Q."], [368, "2017-05-13T19:33:27Z", [0.0], ""], [35531, "2017-05-13T12:29:56Z", [0.9], "They will probably incorporate a id system not necessarily a visa hence the 90% I find it hard to believe that Russia would not keep track of comings and goings of citizens for security reasons alone"], [691, "2017-05-13T12:15:14Z", [0.0], ""], [5018, "2017-05-13T06:44:16Z", [0.5], ""], [1034, "2017-05-13T06:14:01Z", [1.0], "Could Russia Play Turkey Off Against the West? At a meeting in Saint Petersburg between the Russian and Turkish presidents, an opportunistic convergence of minds could emerge between the two leaders. Pierini (2017) May 10, states that: In the wake of the failed putsch in Turkey on July 15 and the ensuing perplexities in Western military circles, questions have been asked about Ankara’s reliability in NATO and in the coalition against the self-proclaimed Islamic State. My question today is different: Will Russia’s long game of undermining the EU’s cohesion, the U.S. status as the major superpower, or the role of NATO find fertile ground in post-coup Turkey? One hypothesis is that Russia may go for a long-term game-changing move and lure Turkey away from the West as part of a broader geopolitical reconfiguration. In Turkey, the state and the people are in shock, the army is being reorganized, and a wide-ranging purge is ongoing. Anti-Western sentiments are on the rise among a number of politicians and a large segment of the population. There is unease at the thought that Western powers are evaluating the coup’s potential damage to NATO’s second-largest conventional army, the possible consequences for the defense of Europe, and the implications for operations of the anti–Islamic State coalition. Russia, for its part, has a long-standing policy of challenging NATO, the United States, and the EU, for example through the harassment of NATO’s defenses around Europe or through its good relations with the most vocal anti-EU forces on European soil in, say, France, Hungary, or the UK. Similarly, the Russian military intervention in Syria that began in September 2015 illustrated a willingness to counter Western influence in the Middle East in addition to rescuing the regime of Syrian President Bashar al-Assad. Against this complex background, the presidents of Russia and Turkey will meet in Saint Petersburg on August 9. Their first objective will be to close the dispute triggered by the downing of a Russian aircraft over Turkish territory in November 2015. Exports, construction contracts, and tourism have been badly affected by the resulting Russian sanctions, so reconciliation will bring welcome economic benefits to Turkey. Also, Russia—already a major partner of Turkey in the energy sector, providing 58 percent of Turkey’s gas consumption and building a nuclear power plant—could resume work on the suspended Turkish Stream pipeline across the Black Sea, which would boost Turkey’s hub as a gas supplier to Europe (para.1-5). Pierini, M. (2017). Could Russia Play Turkey Off Against the West? Carnegie Europe. Strategic Europe. Retrieved from\nhttp://carnegieeurope.eu/strategiceurope/64235"], [35504, "2017-05-12T20:57:08Z", [0.0], ""], [368, "2017-05-12T18:19:24Z", [0.0], ""], [1708, "2017-05-12T14:59:47Z", [0.0], ""], [4634, "2017-05-12T14:34:26Z", [0.05], ""], [1034, "2017-05-12T06:00:51Z", [1.0], "U.S. tells Turkey it supports Ankara's fight against PKK Stewart (2017) Thu May 11, states that: U.S. Defense Secretary Jim Mattis voiced strong support for Turkey's fight against PKK militants after talks with Turkey's prime minister on Thursday, as Ankara fumes over a U.S. decision to arm Kurdish fighters in Syria it equates to PKK allies. Mattis expressed optimism that Washington and Ankara would work through tensions after a half-hour discussion with Turkish Prime Minister Binali Yildirim in London, which he described as \"honest, transparent and helpful.\" It was the highest-level talks between the two nations since Washington on Tuesday announced plans to back the YPG militia in an assault to retake the city of Raqqa from Islamic State. NATO ally Turkey views the YPG as the Syrian extension of the outlawed Kurdistan Workers Party (PKK), which has fought an insurgency in southeast Turkey since 1984 and is considered a terrorist group by the United States, Turkey and Europe. \"We agree 100 percent with Turkey's concern about PKK ... and we support Turkey in its fight against PKK as a fellow NATO member,\" Mattis said. A U.S. official told Reuters that the United States was looking to boost intelligence cooperation with Turkey to support its fight against the PKK. The Wall Street Journal reported the effort could end up doubling the capacity of an intelligence sharing center in Ankara. It was unclear if the effort would be enough to soothe Turkey, however. Turkey has warned the United States that its decision to arm Kurdish forces fighting Islamic State in Syria could end up hurting Washington, and accused its NATO ally of siding with terrorists. Turkish President Tayyip Erdogan, who will meet U.S. President Donald Trump in Washington next week, has voiced hopes Washington might reverse the decision (para. 1-8). Stewart, P. (2017). U. S. tells Turkey it supports Ankara's fight against PKK. Reuters. Middle East and North Africa. World News. Retrieved from\nhttp://www.reuters.com/article/us-mideast-crisis-turkey-mattis-idUSKBN1871F0 @GL2814 "], [368, "2017-05-11T17:59:48Z", [0.0], ""], [4273, "2017-05-11T13:31:18Z", [0.08], ""], [16652, "2017-05-11T11:02:35Z", [0.8], ""], [15621, "2017-05-11T09:54:05Z", [0.01], "Time running out"], [1034, "2017-05-11T05:16:03Z", [1.0], "Turkey balks at Trump's arming of Syrian Kurd fighters Reuters News Website. (2017). Turkey balks at Trump's arming of Syrian Kurd fighters. Reuters. Video. Retrieved from\nhttp://www.reuters.com/video/2017/05/10/turkey-balks-at-trumps-arming-of-syrian?videoId=371648242&videoChannel=-13668\n"], [368, "2017-05-10T18:44:54Z", [0.0], ""], [14777, "2017-05-10T14:37:10Z", [0.04], ""], [691, "2017-05-10T14:02:15Z", [0.0], ""], [16652, "2017-05-10T11:37:03Z", [0.9], ""], [1034, "2017-05-10T04:27:36Z", [1.0], ""], [35033, "2017-05-10T03:25:18Z", [0.2], ""], [176, "2017-05-10T02:15:47Z", [1.0], "@Wildwood2000 This might just be the break we\"re looking for: http://www.reuters.com/article/us-mideast-crisis-usa-kurds-idUSKBN18525V The time frame is starting to a get a little short @Dsarin  You got any other action going? "], [35243, "2017-05-10T00:56:01Z", [0.0], ""], [4273, "2017-05-09T23:06:25Z", [0.1], ""], [368, "2017-05-09T18:15:21Z", [0.0], ""], [691, "2017-05-09T12:14:55Z", [0.0], ""], [16652, "2017-05-09T11:20:56Z", [0.9], "Comment deleted on Jun 02, 2017 09:58AM UTC"], [4918, "2017-05-09T09:03:46Z", [0.1], ""], [28414, "2017-05-09T08:09:59Z", [0.0], ""], [1034, "2017-05-09T05:45:01Z", [1.0], "Still Time for this to happen, or not Putin says Russia's relations with Turkey have fully recovered Pinchuk, Ostroukh and Soldatkin (2017) Wed May 3, states that: President Vladimir Putin said on Wednesday that Russia's relationship with Turkey had fully recovered after what he called a crisis caused by Ankara's shooting down of a Russian warplane near the Syrian border in 2015. Russia retaliated against Turkey at the time with a slew of economic sanctions and Ankara later took measures which made life difficult for Moscow too. Speaking after holding talks with Turkish President Tayyip Erdogan in the Black Sea Russian resort of Sochi, Putin said relations were finally getting back to normal and that trade had stopped falling. \"Some time ago our bilateral ties, as it well known, were tested. Now we can say with certainty remark that the recovery process in Russo-Turkish ties is complete,\" Putin told a news conference. \"We are getting back to a normal cooperative partnership.\" Putin said Russia would launch a joint investment fund with Turkey with funds of up to $1 billion and said Moscow stood ready to help Turkey improve security measures at its tourist resorts (para. 1-5). Pinchuk, D., Ostroukh, A. & Soldatkin, V. (2017). Putin says Russia's relations with Turkey have fully recovered. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-russia-turkey-putin-idUSKBN17Z1O8\n"], [3363, "2017-05-08T21:54:34Z", [0.27], ""], [368, "2017-05-08T20:03:07Z", [0.0], ""], [1639, "2017-05-08T17:04:10Z", [0.0], "Russia is preparing to ease visa procedures for Turkish citizens, Russian Deputy Foreign Minister Alexei Meshkov said on Saturday.\nThe deputy foreign minister reportedly told Sputnik that Russia is ready to facilitate easier visa formalities for businesspeople working with Russia, while he noted that it is also important to work in this regard for Turkish truck drivers.\nRegarding visa procedures for airline staff, Meshkov said that they are currently in the final stage of discussions regarding visa procedures for airline staff.\nRussia had imposed economic sanctions, including the suspension of visa-free travel, on Turkey at the start of last year.\nLast week, the Russian government signed a decree allowing visa-free travel to the country's far eastern Vladivostok city for 18 countries, including Turkey.\nhttps://www.dailysabah.com/diplomacy/2017/04/22/russia-ready-to-ease-visa-procedures-for-turkish-citizens-deputy-fm-meshkov Pointing out that Moscow will continue to require visas for Turkish citizens, Putin added that this could change depending on the intensity of cooperation between both countries' security forces.\nHe further added that Moscow needs to see more positive developments in terms of economic relations with Turkey.\nhttps://www.dailysabah.com/business/2017/05/05/russia-expects-a-list-from-turkey-to-facilitate-visas-for-businessmen\n_________________________\nCOMMENTS:  From the first article there is a list of sweeteners for Turkey to get going for the time being; July is around the corner and I don't think that \"positive developments\" can be shown in such a short time."], [22833, "2017-05-08T17:02:08Z", [0.01], ""], [4918, "2017-05-08T15:53:50Z", [0.25], ""], [14493, "2017-05-08T14:44:32Z", [0.05], "My guess is that if Russia was going to allow visa free travel before 1 July it would probably have done so at the meeting between Putin and Erdogan in Sochi a few days ago. The Russian Deputy PM said that Putin had said that Russia would continue to require visa for Turkish citizens but that could change depending on the level of cooperation between security forces.  So effectively the new relationship is on trial. A trial of just seven weeks (to 1 July) would seem very short. "], [691, "2017-05-08T11:13:03Z", [0.0], ""], [1034, "2017-05-08T06:10:36Z", [1.0], ""], [4273, "2017-05-07T22:16:30Z", [0.15], ""], [368, "2017-05-07T19:19:48Z", [0.0], ""], [35213, "2017-05-07T17:35:29Z", [0.4], ""], [35213, "2017-05-07T17:31:36Z", [0.3], ""], [35213, "2017-05-07T17:30:07Z", [0.0], ""], [34383, "2017-05-07T15:10:24Z", [0.25], ""], [691, "2017-05-07T11:46:31Z", [0.0], ""], [1034, "2017-05-07T08:54:36Z", [1.0], ""], [368, "2017-05-06T21:05:38Z", [0.0], ""], [691, "2017-05-06T12:45:33Z", [0.0], ""], [1034, "2017-05-06T09:59:53Z", [1.0], ""], [368, "2017-05-05T18:55:06Z", [0.0], ""], [691, "2017-05-05T18:07:58Z", [0.0], ""], [14777, "2017-05-05T13:48:37Z", [0.05], ""], [4273, "2017-05-04T23:47:31Z", [0.2], ""], [4918, "2017-05-04T21:10:18Z", [0.5], ""], [14253, "2017-05-04T20:29:03Z", [0.12], ""], [14253, "2017-05-04T20:27:59Z", [0.15], ""], [24, "2017-05-04T14:30:21Z", [0.0], ""], [1333, "2017-05-04T14:10:44Z", [0.0], ""], [368, "2017-05-04T13:47:59Z", [0.0], ""], [32521, "2017-05-04T12:40:34Z", [0.65], "Russia will do this for the positive press, after a finite period of time has passed of sufficient length to deter Turkey from ever crossing them again.  Also see: https://www.dailysabah.com/diplomacy/2017/04/22/russia-ready-to-ease-visa-procedures-for-turkish-citizens-deputy-fm-meshkov"], [691, "2017-05-04T11:51:41Z", [0.0], ""], [1529, "2017-05-04T05:25:02Z", [0.0], ""], [4273, "2017-05-04T00:27:40Z", [0.05], ""], [368, "2017-05-03T23:10:03Z", [0.0], ""], [31501, "2017-05-03T20:26:35Z", [0.01], ""], [4634, "2017-05-03T19:30:05Z", [0.1], ""], [23006, "2017-05-03T19:08:23Z", [0.0], ""], [15621, "2017-05-03T18:50:32Z", [0.2], "See @Rene"], [38, "2017-05-03T17:43:13Z", [0.0], ""], [14493, "2017-05-03T17:21:32Z", [0.1], "The news (see @Rene below) from Reuters sees to indicate that the visa requirement will last. I understand that Russian farmers are doing well from the ban on imported foods. Maybe Putin thinks its better to keep the farms solvent than give consumers cheaper food. A few gain a lot vs the many who pay a bit more. Maybe the time it will take to remove the ban is until the end of the 2017 tomato harvest. "], [28225, "2017-05-03T16:51:03Z", [0.3], ""], [28414, "2017-05-03T15:44:52Z", [0.05], ""], [4634, "2017-05-03T15:20:07Z", [0.05], "\"President Vladimir Putin said on Wednesday after talks with his Turkish counterpart Tayyip Erdogan that a Russian import ban on Turkish tomatoes would stay in place for now because time was needed to lift it. Putin, speaking at a joint news conference with Erdogan in the southern Russian resort of Sochi, also said that visa restrictions with Turkey would also remain in place for now.\" http://www.reuters.com/article/us-russia-turkey-agriculture-idUSKBN17Z1PT?il=0"], [691, "2017-05-03T12:03:58Z", [0.0], ""], [1034, "2017-05-03T06:24:44Z", [1.0], ""], [368, "2017-05-02T19:04:55Z", [0.0], ""], [691, "2017-05-02T11:30:52Z", [0.0], ""], [1034, "2017-05-02T05:51:20Z", [1.0], ""], [14761, "2017-05-01T22:37:25Z", [0.07], ""], [368, "2017-05-01T17:21:45Z", [0.0], ""], [1034, "2017-05-01T05:27:31Z", [1.0], "Erdogan hopes to discuss contract on S 400 missile systems with Putin TASS (2017) April 24, states that: Turkish President Recep Tayyip Erdogan expects to discuss a contract on buying S-400 missile systems with Russian President Vladimir Putin in Sochi on May 3, Turkey’s Defense Minister Fikri Isik said on April 24. \"I suppose after Erdogan’s talks with Putin a joint decision will be made on further steps for purchasing Russia’s missile system,\" Isik was quoted by the Anadolu Agency as saying. The defense minister said more information on the contract and implementation of some projects will be provided later. Earlier, Isik said \"the work on S-400 reached a final stage, but this does not mean that the agreement will be signed tomorrow.\" In March 2017, head of Russia’s state hi-tech corporation Rostec Sergei Chemezov said that Turkey had expressed a wish to obtain a loan from Russia to purchase weapons, including S-400 systems. In February, Chemezov said that Turkey had shown interest in S-400 and the contracting parties were in talks on a likely deal. The Turkish president’s office told TASS on April 21 that Erdogan plans to visit Russia on May 3 and hold a meeting with Putin (para. 1-5). Russia Beyond the Headlines Website. (2017). Erdogan hopes to discuss contract on S-400 missile systems with Putin. TASS. Retrieved from\nhttp://rbth.com/news/2017/04/24/erdogan-hopes-to-discuss-contract-on-s-400-missile-systems-with-putin_749133\n"], [15579, "2017-05-01T03:48:31Z", [0.0], ""], [368, "2017-04-30T14:07:57Z", [0.0], ""], [35057, "2017-04-30T13:42:57Z", [0.69], ""], [691, "2017-04-30T11:43:53Z", [0.0], ""], [1034, "2017-04-30T06:19:43Z", [1.0], ""], [2034, "2017-04-29T23:02:11Z", [0.28], ""], [34819, "2017-04-29T22:29:38Z", [0.25], ""], [368, "2017-04-29T19:16:28Z", [0.0], ""], [691, "2017-04-29T12:06:13Z", [0.0], ""], [4634, "2017-04-29T08:20:13Z", [0.5], ""], [1034, "2017-04-29T06:15:35Z", [1.0], ""], [4273, "2017-04-28T23:30:04Z", [0.55], ""], [4273, "2017-04-28T23:29:39Z", [0.05], ""], [368, "2017-04-28T19:54:22Z", [0.0], ""], [4634, "2017-04-28T17:30:50Z", [0.4], ""], [32100, "2017-04-28T12:40:33Z", [0.01], ""], [691, "2017-04-28T11:52:40Z", [0.0], ""], [1034, "2017-04-28T06:18:32Z", [1.0], ""], [14253, "2017-04-27T18:35:26Z", [0.41], ""], [368, "2017-04-27T13:08:03Z", [0.0], ""], [33281, "2017-04-27T11:31:02Z", [0.05], ""], [4634, "2017-04-27T10:58:47Z", [0.6], ""], [1034, "2017-04-27T05:18:59Z", [1.0], ""], [4273, "2017-04-27T03:39:50Z", [0.7], ""], [35115, "2017-04-26T20:07:58Z", [0.05], ""], [368, "2017-04-26T19:46:10Z", [0.0], ""], [33280, "2017-04-26T14:40:39Z", [0.05], ""], [33280, "2017-04-26T14:34:07Z", [0.05], ""], [1034, "2017-04-26T06:55:08Z", [1.0], "Erdogan says Turkey won't wait at Europe's door forever Nakhoul, S., Tattersall, N. & Coskun, O. (2017). Erdogan says Turkey won't wait at Europe's door forever. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-politics-erdogan-syria-idUSKBN17R2GU Erdogan says Turkey could reconsider its position on Europe Nakhoul, S., Tattersall, N. & Coskun, O. (2017). Erdogan says Turkey could reconsider its position on Europe. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-politics-erdogan-europe-idUSKBN17R2GG\n"], [28091, "2017-04-26T02:03:53Z", [0.75], ""], [35095, "2017-04-25T21:58:37Z", [0.0], ""], [368, "2017-04-25T18:17:09Z", [0.0], ""], [4634, "2017-04-25T13:52:00Z", [0.65], ""], [22305, "2017-04-25T13:16:47Z", [0.0], ""], [1034, "2017-04-25T07:07:06Z", [1.0], ""], [14253, "2017-04-25T06:01:05Z", [0.51], ""], [9755, "2017-04-25T00:20:32Z", [0.0], ""], [368, "2017-04-24T22:05:14Z", [0.0], ""], [4273, "2017-04-24T18:44:28Z", [0.75], ""], [691, "2017-04-24T12:16:23Z", [0.0], ""], [793, "2017-04-24T07:29:21Z", [0.5], ""], [1034, "2017-04-24T05:37:23Z", [1.0], ""], [1646, "2017-04-24T00:26:10Z", [0.85], ""], [1333, "2017-04-23T18:40:22Z", [0.3], ""], [4634, "2017-04-23T18:09:15Z", [0.6], ""], [4634, "2017-04-23T18:09:09Z", [0.62], ""], [368, "2017-04-23T14:54:27Z", [0.0], ""], [24, "2017-04-23T14:51:57Z", [0.5], ""], [691, "2017-04-23T12:20:43Z", [0.0], ""], [29469, "2017-04-23T08:51:57Z", [0.02], ""], [1034, "2017-04-23T06:48:51Z", [1.0], ""], [4273, "2017-04-23T04:23:03Z", [0.95], ""], [14253, "2017-04-23T03:35:57Z", [0.97], ""], [368, "2017-04-22T21:52:59Z", [0.0], ""], [14493, "2017-04-22T17:38:16Z", [1.0], "I am following @Dsarin on this one"], [23006, "2017-04-22T17:06:20Z", [1.0], "https://www.gjopen.com/comments/comments/488486"], [23006, "2017-04-22T17:02:25Z", [0.51], ""], [23006, "2017-04-22T17:00:38Z", [0.5], ""], [4918, "2017-04-22T16:26:22Z", [0.95], ""], [15621, "2017-04-22T14:44:05Z", [0.65], "Upping significantly on recent news. Probably go higher as develops."], [4634, "2017-04-22T14:22:47Z", [0.92], "\"Russia: Erdoğan's second stop is the Russian city of Sochi, where he will meet Russian President Vladimir Putin on May 3. Russian-Turkish relations soured over the downing of the Russian jet by Turkey on the Syrian border in November 2015 for a violation of Turkey's airspace, but they have improved since Erdoğan's visit to Russia in August last year. Turkey voiced regret over the unfortunate incident and the government has been taking steps to ease the tensions between the two neighbors. Both diplomatic and economic relations were affected by the downing of the Russia jets, where the two states took steps against one another, including economic sanctions. Among the main issues, the Syrian crisis and Turkey-Russia trade, economic, and energy related issues are expected to be discussed in the meeting between Erdoğan and Putin, where a large delegattion of ministers are expected to accompany Erdoğan.\" From: https://www.dailysabah.com/diplomacy/2017/04/22/erdogan-to-visit-india-russia-china-us-attend-nato-summit-in-may PS Quite a few positive articles about Turkey on Sputnik recently..."], [4634, "2017-04-22T14:20:27Z", [1.0], ""], [28414, "2017-04-22T14:09:42Z", [1.0], "'The Ministry of Foreign Affairs of Russia announced its readiness to ease the visa regime for Turkey\nThe Russian Foreign Ministry said that Moscow is ready to ease the visa regime for some categories of Turkish citizens, particularly large businessmen and holders of service passports. This was stated by Deputy Foreign Minister Alexei Meshkov.\n\"We have once again confirmed the readiness of the Russian side to follow the path of facilitating visa formalities for holders of business passports, for big business, first of all, for the business that works specifically with Russia,\" the diplomat told Interfax.\nAt the same time he considers it an important issue to facilitate visa formalities for truck drivers. Meanwhile, Russian-Turkish consultations on easing the visa regime for the crews of civil aviation vessels, according to Meshkov, are \"already in the final stages\".'\nhttp://www.kp.ru/online/news/2723863/"], [28414, "2017-04-22T13:30:14Z", [1.0], ""], [19801, "2017-04-22T13:08:11Z", [1.0], "Various news articles indicate that Turkish tourists can travel visa free to the Russian Far East. Citizens of 18 countries can visit Russia’s Far East without visas \nhttps://rbth.com/news/2017/04/17/citizens-of-18-countries-can-visit-russias-far-east-without-visas_744357"], [1034, "2017-04-22T08:00:35Z", [1.0], "Russians may soon be able to enter Turkey without foreign passport Russia Beyond the Headlines (2017) March 28, states that: Ankara is ready resume talks with Moscow about the possibility of letting Russian tourists enter Turkey without a foreign passport, according to the head of Turkey’s Ministry of Foreign Affairs, Mevlyut Cavusoglu. He made the comments during a meeting with representatives of the Russian community in the city of Antalya, reports RIA Novosti. Cavusoglu also said significant progress on the issue had already been made two years ago, but stalled after Turkey downed a Russian war plane at the end of 2015. As it stands, Russians are able to stay in Turkey without paperwork for up to 60 days, but they must show their foreign passports at border crossings. If the plan is greenlighted, they would not need to do the latter, which would benefit Russians who do not possess a foreign document. However, the rules would not change for Turkish citizens entering Russia, who would still need a visa (para. 1-3). Russia Beyond the Headlines Website. (2017). Russians may soon be able to enter Turkey without foreign passport. Russia Beyond the Headlines. Retrieved from\nhttp://rbth.com/news/2017/03/28/russians-may-soon-be-able-to-enter-turkey-without-foreign-passport_729176\n"], [368, "2017-04-21T18:53:15Z", [0.0], ""], [4634, "2017-04-21T16:17:19Z", [0.18], ""], [22308, "2017-04-21T13:45:06Z", [0.0], ""], [1034, "2017-04-21T07:02:45Z", [1.0], ""], [12591, "2017-04-21T07:01:50Z", [0.03], ""], [368, "2017-04-20T21:53:13Z", [0.0], ""], [691, "2017-04-20T11:52:56Z", [0.0], ""], [1034, "2017-04-20T05:09:15Z", [1.0], ""], [4273, "2017-04-20T04:05:17Z", [0.18], ""], [368, "2017-04-19T19:09:14Z", [0.0], ""], [691, "2017-04-19T17:31:37Z", [0.0], ""], [1034, "2017-04-19T05:17:18Z", [1.0], ""], [368, "2017-04-18T19:51:21Z", [0.0], ""], [1034, "2017-04-18T06:14:53Z", [1.0], ""], [368, "2017-04-17T20:40:29Z", [0.0], ""], [30396, "2017-04-17T18:44:01Z", [0.0], ""], [691, "2017-04-17T11:08:36Z", [0.0], ""], [1034, "2017-04-17T05:03:30Z", [1.0], ""], [368, "2017-04-16T19:52:24Z", [0.0], ""], [1034, "2017-04-16T07:31:22Z", [1.0], ""], [368, "2017-04-15T21:16:50Z", [0.0], ""], [691, "2017-04-15T11:34:10Z", [0.0], ""], [1034, "2017-04-15T06:07:42Z", [1.0], ""], [691, "2017-04-14T21:04:29Z", [0.0], ""], [31756, "2017-04-14T20:44:10Z", [0.0], ""], [34383, "2017-04-14T18:47:37Z", [1.0], ""], [368, "2017-04-14T17:46:55Z", [0.0], ""], [1034, "2017-04-14T06:00:53Z", [1.0], ""], [368, "2017-04-14T03:43:56Z", [0.0], ""], [176, "2017-04-14T01:50:13Z", [1.0], "Turkish President Tayyip Erdogan and Russian President Vladimir Putin agreed on Thursday to support an investigation by the Organisation for the Prohibition of Chemical Weapons into the chemical weapons attack in Syria last week, Turkish presidential sources said.\nIn a phone call, Erdogan stressed to his Russian counterpart that the use of chemical weapons was a crime against humanity, they said.\nThe April 4 attack in the town of Khan Sheikhoun, blamed by many governments on the forces of Syrian President Bashar al-Assad, killed scores of people and prompted the United States to launch a missile strike on a Syrian air base in response.\nFrom: http://www.reuters.com/article/us-mideast-crisis-syria-turkey-russia-idUSKBN17F2GH"], [4273, "2017-04-13T23:05:42Z", [0.25], ""], [691, "2017-04-13T12:03:29Z", [0.0], ""], [1034, "2017-04-13T05:11:38Z", [1.0], ""], [4273, "2017-04-13T04:34:25Z", [0.12], ""], [368, "2017-04-12T20:16:33Z", [0.0], ""], [14253, "2017-04-12T19:34:04Z", [0.05], ""], [34920, "2017-04-12T16:39:38Z", [0.0], ""], [691, "2017-04-12T12:23:56Z", [0.0], ""], [31496, "2017-04-12T07:25:59Z", [0.01], ""], [1034, "2017-04-12T05:48:25Z", [1.0], ""], [28091, "2017-04-11T23:34:09Z", [0.01], ""], [368, "2017-04-11T19:26:07Z", [0.0], ""], [368, "2017-04-11T19:20:22Z", [0.0], ""], [691, "2017-04-11T18:37:58Z", [0.0], ""], [4918, "2017-04-11T12:35:48Z", [0.1], ""], [4634, "2017-04-11T09:29:23Z", [0.1], ""], [4634, "2017-04-11T09:28:26Z", [0.15], ""], [28414, "2017-04-11T08:25:39Z", [0.0], "\"Russian tourists are alarmed. They can again be deprived of rest in their beloved Turkey, in any case such a scenario is now actively discussed in the press.\"\n...\nThe reasoning is as follows: \"the internal political situation in Turkey.\" It is clear that in fact everything is not quite right, the problem is different. After Turkey imposed protective duties on the import of Russian wheat and other goods, misunderstanding arose in relations between the two countries. However, Russia, too, did not open access to its market for Turkish tomatoes. Moreover, after the US attacked the military base in Syria, Turkish leader Erdogan publicly supported these actions.\"\n@GL2814\nMore information: http://www.vestifinance.ru/articles/83862"], [1034, "2017-04-11T05:42:00Z", [1.0], ""], [368, "2017-04-11T04:15:21Z", [0.0], ""], [1333, "2017-04-10T21:49:42Z", [0.25], ""], [1034, "2017-04-10T17:19:44Z", [1.0], ""], [15621, "2017-04-10T09:13:05Z", [0.11], "Passage of time, getting it  hard to get a feel for this. so many geopolitical issues going on as US and Russia vie for influence and power. My gut feel is that Russia would like to improve relations with Turkey at US expense but very wary of its noisy neighbour also. That is advantage US has - Turkey can never pose any real threat to it but if it keeps getting stronger may someday pose real threat to Russia in this area. So Russia would like to be better friends now but wary of allowing Turkey to get too strong."], [368, "2017-04-09T23:08:35Z", [0.0], ""], [691, "2017-04-09T11:53:43Z", [0.0], ""], [1034, "2017-04-09T05:43:24Z", [1.0], ""], [368, "2017-04-08T21:12:21Z", [0.0], ""], [28091, "2017-04-08T20:06:59Z", [0.05], ""], [4634, "2017-04-08T14:18:02Z", [0.2], ""], [691, "2017-04-08T11:39:14Z", [0.0], ""], [1034, "2017-04-08T05:49:12Z", [1.0], ""], [691, "2017-04-07T20:57:05Z", [0.0], ""], [368, "2017-04-07T20:55:49Z", [0.0], ""], [4273, "2017-04-07T13:37:44Z", [0.15], ""], [4273, "2017-04-07T13:37:27Z", [0.3], ""], [20572, "2017-04-07T10:58:30Z", [0.0], ""], [1034, "2017-04-07T05:44:34Z", [1.0], ""], [691, "2017-04-06T20:08:44Z", [0.0], ""], [368, "2017-04-06T20:00:42Z", [0.0], ""], [1034, "2017-04-06T05:29:19Z", [1.0], ""], [28091, "2017-04-06T01:47:15Z", [0.15], ""], [4273, "2017-04-06T00:28:13Z", [0.3], ""], [368, "2017-04-05T18:41:41Z", [0.0], ""], [691, "2017-04-05T11:35:01Z", [0.0], ""], [1034, "2017-04-05T06:16:35Z", [1.0], ""], [368, "2017-04-04T20:26:01Z", [0.0], ""], [34717, "2017-04-04T18:14:15Z", [0.0], ""], [1034, "2017-04-04T06:20:34Z", [1.0], ""], [34716, "2017-04-04T06:05:11Z", [0.05], ""], [1333, "2017-04-03T20:37:48Z", [0.35], ""], [1034, "2017-04-03T04:26:49Z", [1.0], ""], [14777, "2017-04-03T02:24:47Z", [0.09], ""], [14761, "2017-04-02T23:25:37Z", [0.1], ""], [4273, "2017-04-02T22:47:25Z", [0.35], ""], [368, "2017-04-02T21:54:18Z", [0.0], ""], [691, "2017-04-02T16:47:25Z", [0.0], ""], [1034, "2017-04-02T09:26:18Z", [1.0], ""], [368, "2017-04-01T20:26:28Z", [0.0], ""], [691, "2017-04-01T17:08:42Z", [0.0], ""], [34419, "2017-04-01T12:58:25Z", [0.2], "Russia does not need such thing, no gain currently, Russia has gained what can be gained at utmost level, holding the Turkey by the throat after plane-shut down event. \nso, Russia would save this \"prize\" for the times when needed. No need to spend it while it is full sunshine. "], [1034, "2017-04-01T07:14:23Z", [1.0], "Trade dispute looms as Turkey retaliates against Russia’s tomato ban Bilen and Samedova (2017) March 29, states that: Turkey has moved to counter a Russian embargo on certain Turkish products with a sharp increase on tariffs for Russian grain. Yet Ankara denies it has placed a ban on imports from Moscow (para. 1). Tit for tat\n\"Russia still adheres to all of the political sanctions put in place after the jet crisis\" he told Deutsche Welle, adding that limitations for business or tourist visas continue and more than 40,000 Turks living in Russia continue to face problems when renewing residency or work permits (para. 7).\n\"The tomato is a symbol of that. Russia's relations with Turkey have developed perfectly but Turkey's relationship with Russia is still at the level of just after the jet crisis,\" Sezer said. \"Putin hasn't forgotten that and never will \"(para. 7-8). Ties tested in Syria The two countries have been on opposite sides in the Syrian war. Russia is an ally of Syrian President Bashar al-Assad. Turkey took the side of the rebels (para. 10).\nNevertheless, Turkey shifted its priorities and has recently worked closer with Russia in a bid to end the six-year conflict and cement a ceasefire.\n\"The extent to which Moscow is able to accommodate Ankara in northern Syria will prove pivotal in the future of bilateral relations,\" said Anthony Skinner, director of the Middle East and North Africa practice at Verisk Maplecroft. \"Turkey was only able to deploy in Syria from August 2016 onwards with Russia's consent.\"\nTurkey this week announced the end of the 'Euphrates Shield,' its own six-month-old military offensive in northern Syria, in which Turkey aimed to push Islamic State fighters away from its border and stop the advance of Kurdish fighters.\nThe Turkish military announced on Friday it would continue efforts to prevent any \"unwanted formations\" in Syria after the completion of the operation in northern Syria.\n\"Russia will decide whether to improve bilateral relations based on Turkey's performance in norther Syria. They made Turkey clean up Al-Bab and now they want Turkey to withdraw,\" analyst Aydin Sezer told DW. \"If we withdraw Russia will be very happy and will continue to keep Turkey as a country under its control\" (para. 10-15). Bilen, S., S. & Samedova, E. (2017). Trade dispute looms as Turkey retaliates against Russia’s tomato ban. Deutsche Welle. Europe. Retrieved from\nhttp://www.dw.com/en/trade-dispute-looms-as-turkey-retaliates-against-russias-tomato-ban/a-38245753 China Russia Pakistan Turkey Superpower Circle: Reality Check Tikhonova, P. (2017). China, Russia, Pakistan, Turkey Superpower Circle: Reality Check. Value Walk. Politics. Retrieved from\nhttp://www.valuewalk.com/2017/03/china-russia-pakistan-turkey-superpower-circle/\n"], [34633, "2017-03-31T19:19:32Z", [0.35], ""], [691, "2017-03-31T18:47:26Z", [0.0], ""], [14253, "2017-03-31T13:59:37Z", [0.18], ""], [1034, "2017-03-31T04:52:23Z", [1.0], ""], [4634, "2017-03-30T17:04:48Z", [0.25], "\"Erdoğan loves to accuse the West of double standards. Even if he is justified to an extent, it appears he is not bothered about the double standards he displays when it comes to dealing with Russia. Despite this obvious inconsistency, Erdoğan and his followers are learning the hard way that Russia is not out to serve Turkey’s interests in Syria or anywhere else, including of course Crimea and Cyprus, and is merely pursuing its own agenda.  The military and political support the PYD is getting from Moscow, which is working hard to secure a seat for the PYD at the Syrian negotiations, and for cultural autonomy for the Syrian Kurds in any settlement, is the best example we have of this.  In sharp contrast to this, when Washington gives the PYD/YPG similar support, it is railed at with few reservations. Meanwhile, the economic embargo Moscow imposed on Ankara after Turkish jets downed a Russian jet on a mission in northern Syria in November 2015 has not been fully lifted, despite promises by Moscow, while Turks traveling to Russia still face visa restrictions. It is clear that from the Caucasus to the western Black Sea region, and from the Balkans to the Middle East, there is little that Russia is doing that is to Turkey’s advantage, yet it remains unassailable as far as Ankara is concerned.  Some say Russia is taking slow revenge on Turkey for a number of things that have to do with Syria, but Ankara is too preoccupied with stoking public hysteria against the West to see this. Whatever the case may be, Russia remains inviolable as far as Erdoğan and the Justice and Development Party is concerned.\" http://www.hurriyetdailynews.com/russia-remains-inviolable-for-turkey.aspx?PageID=238&NID=111304&NewsCatID=416"], [691, "2017-03-30T13:26:55Z", [0.0], ""], [1034, "2017-03-30T07:04:53Z", [1.0], ""], [13377, "2017-03-29T22:17:46Z", [0.2], ""], [4729, "2017-03-29T19:34:19Z", [0.15], ""], [368, "2017-03-29T17:16:30Z", [0.0], ""], [1034, "2017-03-29T06:48:21Z", [1.0], ""], [368, "2017-03-29T00:50:02Z", [0.0], ""], [15621, "2017-03-28T13:36:52Z", [0.15], "Passage of time."], [691, "2017-03-28T13:22:36Z", [0.01], ""], [1034, "2017-03-28T05:01:20Z", [1.0], ""], [368, "2017-03-28T01:00:42Z", [0.0], ""], [4918, "2017-03-27T20:29:13Z", [0.2], ""], [34554, "2017-03-27T18:54:45Z", [0.35], ""], [4634, "2017-03-27T18:01:18Z", [0.35], ""], [4634, "2017-03-27T17:59:20Z", [0.25], ""], [4634, "2017-03-27T17:50:05Z", [0.35], "Good article on Russia-Turkey relations throughout the Syrian civil war: http://www.atlanticcouncil.org/blogs/syriasource/how-russia-beat-turkey-in-syria Quote:\n\"Yet, for Turkey, Russia remains a valuable tool to try and put pressure on the United States. Ankara rejects US support for the SDF, as it also empowers the YPG along the northeastern border. Turkey has sought to use Moscow to signal to the United States that it has options, beyond the US-Turkish alliance and, by extension, Turkish reliance on NATO for its security. The events in Syria clearly contradict this. Russia is not an ally of Turkey. Instead, Russia is using all the means at its disposal to shape the opposition to serves its end goals of a negotiated settlement on its own terms—goals at odds with Turkish interests. Turkey has few options to alter this dynamic, especially since the United States is pushing ahead with its preferred partner in northeastern Syria, the SDF. Turkey has even fewer options to stop the trajectory of these two larger powers.\""], [32100, "2017-03-27T16:34:49Z", [0.01], ""], [25705, "2017-03-27T16:27:32Z", [0.0], "High probability it is NOT going to happen. Russia-Turkey relationship is not as rosy as pronouncements indicate. E.g. pesky restrictions on export-import on both sides, which were supposed to go away, still exist. And why bother - the assassinated Russian ambassador Karlov was adamantly against the visa-free travel and it is easier to control favors by easing the visa requirements or vice versa.  Looks like Putin wants this in his pocket as a bargaining chip..."], [691, "2017-03-27T15:46:18Z", [0.01], ""], [22833, "2017-03-27T13:30:56Z", [0.03], ""], [34550, "2017-03-27T12:14:32Z", [0.1], ""], [1034, "2017-03-27T04:25:37Z", [1.0], ""], [368, "2017-03-26T19:56:31Z", [0.0], ""], [691, "2017-03-26T14:59:53Z", [0.01], ""], [1034, "2017-03-26T09:04:40Z", [1.0], "Erdogan says Turkey may hold referendum on EU accession bid Pamuk (2017) Sat Mar 25, states that: President Tayyip Erdogan said on Saturday Turkey may hold a second referendum on whether to continue with European Union accession talks, following a planned vote on April 16 that could give him sweeping new powers. \"Right now we are holding a referendum on April 16 and after that we could choose to do a second one on the (EU) accession talks and we would abide by whatever our people would say there,\" Erdogan told a joint forum with Britain in the southern city of Antalya. His comments came a day after he vowed to review all political and administrative ties with the EU, including a deal to curb illegal migration, but it would maintain economic relations with the bloc. Turkey's relations with the EU countries have soured over the past few months after Germany and the Netherlands canceled planned campaign rallies on their territories by Turkish officials seeking to drum up support among expatriate Turks for a \"yes\" vote in the April referendum. Both countries cited security concerns for their decisions, but Erdogan has accused them of using \"Nazi methods\" and trampling on free speech, comments infuriating several EU governments and deepening the row. \"Turkey has waited at the door (of the EU) for 54 years,\" he said, referring to 1963 when Ankara partnered up with the bloc's then economic union (para. 1-6). Pamuk, H. (2017). Erdogan says Turkey may hold referendum on EU accession bid. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-referendum-eu-idUSKBN16W0R2"], [23861, "2017-03-26T02:42:59Z", [0.03], ""], [368, "2017-03-25T20:34:25Z", [0.0], ""], [691, "2017-03-25T17:48:33Z", [0.01], ""], [34526, "2017-03-25T17:11:17Z", [0.65], ""], [28091, "2017-03-25T15:13:07Z", [0.25], ""], [1034, "2017-03-25T09:01:50Z", [1.0], "Ex-CIA Director: Mike Flynn and Turkish Officials Discussed Removal of Erdogan Foe From U.S. Grimaldi, Nissenbaum and Coker (2017) March 24, states that: Retired Army Lt. Gen. Mike Flynn, while serving as an adviser to the Trump campaign, met with top Turkish government ministers and discussed removing a Muslim cleric from the U.S. and taking him to Turkey, according to former Central Intelligence Agency Director James Woolsey, who attended, and others who were briefed on the meeting. The discussion late last summer involved ideas about how to get Fethullah Gulen, a cleric whom Turkey has accused of orchestrating last summer’s failed military coup, to Turkey without going through the U.S. extradition legal process, according to Mr. Woolsey and those who were briefed. Mr. Woolsey told The Wall Street Journal he arrived at the meeting in New York on Sept. 19 in the middle of the discussion and found the topic startling and the actions being discussed possibly illegal. The Turkish ministers were interested in open-ended thinking on the subject, and the ideas were raised hypothetically, said the people who were briefed. The ministers in attendance included the son-in-law of Turkish President Recep Tayyip Erdogan and the country’s foreign minister, foreign-lobbying disclosure documents show. Mr. Woolsey said the idea was “a covert step in the dead of night to whisk this guy away.” The discussion, he said, didn’t include actual tactics for removing Mr. Gulen from his U.S. home. If specific plans had been discussed, Mr. Woolsey said, he would have spoken up and questioned their legality. It isn’t known who raised the idea or what Mr. Flynn concluded about it. Price Floyd, a spokesman for Mr. Flynn, who was advising the Trump campaign on national security at the time of the meeting, disputed the account, saying “at no time did Gen. Flynn discuss any illegal actions, non-judicial physical removal or any other such activities.” Mr. Flynn served as President Donald Trump’s national security adviser for 24 days and resigned after he misled Vice President Mike Pence and others about his contact with a Russian diplomat. The Federal Bureau of Investigation is looking into whether Trump campaign officials collaborated with the Russian government to influence the presidential election. On March 2, weeks after Mr. Flynn’s departure from the Trump administration, the Flynn Intel Group, his consulting firm, filed with the Justice Department as a foreign agent for the government of Turkey. Mr. Trump was unaware Mr. Flynn had been consulting on behalf of the Turkish government when he named him national security adviser, White House press secretary Sean Spicer said this month. In its filing, Mr. Flynn’s firm said its work from August to November “could be construed to have principally benefited the Republic of Turkey.” The filing said his firm’s fee, $530,000, wasn’t paid by the government but by Inovo BV, a Dutch firm owned by a Turkish businessman, Ekim Alptekin.\nU.S.-Turkish relations deteriorated in the final year of the Obama administration over disagreements about extraditing Mr. Gulen and U.S. support for Syrian Kurdish forces battling Islamic State. The Turkish government has been demanding Mr. Gulen’s extradition to face charges that he was the architect of an unsuccessful military coup last summer to overthrow Mr. Erdogan (para. 1-11). Grimaldi, J., V., Nissenbaum, D. & Coker, M. (2017). Ex-CIA Director: Mike Flynn and Turkish Officials Discussed Removal of Erdogan Foe From U.S. The Wall Street Journal. US. Retrieved from\nhttps://www.wsj.com/articles/ex-cia-director-mike-flynn-and-turkish-officials-discussed-removal-of-erdogan-foe-from-u-s-1490380426 EU stalls Russian gas pipeline, but probably won't stop it Carbonnel and Eckert (2017) March 24, states that: Russia has the European Union in a bind. The bloc is divided between eastern European and Baltic Sea countries that see a new pipeline carrying Russian gas across the Baltic making the EU a hostage to Moscow - and those in northern Europe, most especially the main beneficiary Germany, for whom the economic benefits take priority. The result, EU sources say, is that the EU executive, the Commission, sensing that there may ultimately be no legal basis to block approval of Nord Stream 2, is delaying it as long as possible, hoping to get past 2019 - the date when Russia must renegotiate a gas transit deal with Ukraine. \"There's a difference between not supporting the project and having a legal basis to stop it,\" said one EU diplomat, adding that the aim for now was \"a break to avoid the project going anywhere in 2019\". And for now, that means doing nothing, to the intense frustration of members such as Denmark, whose prime minister challenged the Commission at a summit of EU leaders this month to make good on strong words criticizing the pipeline. Last summer, seven eastern member states, all formerly dominated by Moscow and at the center of an EU antitrust case accusing Gazprom of abusing its market dominance, sent a letter of protest to Commission President Jean-Claude Juncker. They too are still waiting for a clear response. EU sources say the Commission is in fact cultivating uncertainty by hinting that the pipeline may fall foul of EU rules, in the hope of scaring off Western investors, for a time at least. And in fact, last July, Gazprom's Western partners - Uniper (EONGn.DE), Wintershall (BASFn.DE), Shell (RDSa.L), OMV (OMVV.VI) and Engie (ENGIE.PA) - did withdraw from pledges to provide 1.2 billion euros of equity for the pipeline, a twin to Nord Stream 1, which began pumping in 2011 (para. 1-7). Carbonnel and Eckert (2017) EU stalls Russian gas pipeline, but probably won't stop it. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-eu-gazprom-nordstream-analysis-idUSKBN16V20S"], [691, "2017-03-24T20:24:20Z", [0.01], ""], [4918, "2017-03-24T19:54:56Z", [0.45], ""], [23006, "2017-03-24T19:35:10Z", [0.4], ""], [23006, "2017-03-24T19:29:44Z", [0.4], "as per https://www.gjopen.com/comments/comments/470129\nlifting of some restrictions "], [4634, "2017-03-24T19:12:24Z", [0.45], "\"Russia removed its restrictions on tourism agencies for travel to Turkey and resumed charter flights so that Turkish government will benefit tourism profits. Yet, sanctions on export of some Turkish agricultural products remain overwhelmingly in place, including tomatoes, apples, strawberries, zucchinis, pumpkins and most poultry products. Moscow also delays the process of easing its visa regime at least for service passports holders and businessmen. As Turkey's constant calls for lifting restrictions are not met, Turkey recently excluded Russia from import licenses issued for a list of accepted tax-free origins, putting on hold purchases of Russian wheat, corn and sunflower oil.\" From: http://news.xinhuanet.com/english/2017-03/24/c_136152969.htm"], [368, "2017-03-24T18:18:02Z", [0.0], ""], [31756, "2017-03-24T07:51:37Z", [0.03], ""], [1034, "2017-03-24T06:16:18Z", [1.0], "Turkey-Russia tensions resurface after border killing Srivastava (2017) March 23, states that: Turkey has summoned Russia’s chargé d’affaires after a Turkish soldier was killed by sniper fire from a part of Syria held by a Kurdish militia. Russian forces have been active in the border area, setting up what they described as a “monitoring office” that looked like a military deployment in videos broadcast in Russia. Ankara signaled its “unease” about the shooting and photographs of Russian soldiers posing with Kurdish fighters, said Huseyin Muftuoglu, foreign ministry spokesman. The Kurdish militia, known as the YPG, is considered a terrorist group by Ankara and was the primary target of Turkey’s military excursion into Syria last year. Turkey’s recent rapprochement with Russia has been described by government officials as a practical necessity for ending the fighting in Syria. The conflict has pushed nearly 3m refugees into Turkey and allowed the YPG to take advantage of US backing to create two large self-governed cantons alongside the border (para. 1-4). Imports of Russian wheat, maize and sunflower have been facing new obstacles since earlier this week, two Turkish importers said, but Turkish officials deny they amount to a ban or retaliation for Russian restrictions (para. 9). Turkey, Russia’s second-largest export market for wheat, was warned on Thursday in a statement from the office of Arkady Dvorkovich, Russia’s deputy prime minister, that this would hinder the restoration of relations (para. 9-10). Srivastava, M. (2017). Turkey-Russia tensions resurface after border killing. The Financial Times. Retrieved from\nhttps://www.ft.com/content/d2ec209a-0fbf-11e7-a88c-50ba212dce4d"], [26242, "2017-03-23T20:38:16Z", [0.05], ""], [368, "2017-03-23T15:43:59Z", [0.0], ""], [691, "2017-03-23T15:09:21Z", [0.01], ""], [1034, "2017-03-23T07:34:35Z", [1.0], "Russia says Turkey's action over Russian wheat hindering relations Devitt, P. (2017). Russia says Turkey's action over Russian wheat hindering relations. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-wheat-russia-idUSKBN16T2QT\n"], [4634, "2017-03-22T20:15:02Z", [0.65], "\"Russia says Turkey's action over Russian wheat hindering relations Ankara's action against Russian wheat, maize and sunflower oil suppliers is hindering restoration of ties between the two countries, Russian Deputy Prime Minister Arkady Dvorkovich told Turkish Deputy Prime Minister Mehmet Simsek by phone on Wednesday. Turkish buyers have put purchases of these products from Russia on hold, despite denials from Ankara that it has effectively banned imports from Moscow, trade and industry sources said on Monday. The Russian government said in a statement that both sides had expressed an attitude toward intensifying mutually beneficial trade and economic relations and the removal of existing limits in the sphere. It did not provide any further details. Dvorkovich is in charge of agriculture in the government. On Tuesday Turkish Economy Minister Nihat Zeybekci said an improvement in political ties with Russia was \"not fully reflected yet in economic relations. Currently, the restrictions on visas and obstacles for contractors are fully in place.\" http://www.reuters.com/article/us-turkey-wheat-russia-idUSKBN16T2QT"], [368, "2017-03-22T16:36:46Z", [0.0], ""], [691, "2017-03-22T12:36:23Z", [0.01], ""], [1034, "2017-03-22T05:50:04Z", [1.0], ""], [368, "2017-03-22T03:15:47Z", [0.0], ""], [1034, "2017-03-21T09:12:40Z", [1.0], ""], [34416, "2017-03-21T07:24:16Z", [0.03], ""], [368, "2017-03-20T16:01:57Z", [0.0], ""], [31450, "2017-03-20T15:46:16Z", [0.02], "Dropping to two points from 87 and realizing this is why I need to check prior forecasts more often. Because a visa free deal was not agreed to the presidential summit I don't believe it will happen during the first half of this year."], [691, "2017-03-20T12:16:35Z", [0.01], ""], [1034, "2017-03-20T06:38:44Z", [1.0], "High-Level Russian-Turkish Cooperation Council meeting The Kremlin (2017) March 10, states that: Vladimir Putin and President of Turkey Recep Tayyip Erdogan took part in the sixth meeting of the High-Level Russian-Turkish Cooperation Council. The discussion covered the entire scope of Russian-Turkish relations with a focus on the further restoration of mutually beneficial trade and economic ties. A package of documents was signed after the meeting. An intergovernmental mid-term trade, economic, scientific, technical and cultural cooperation programme for 2017–2020 was signed, as well as an agreement between the Russian Direct Investment Fund and the Turkish Sovereign Fund to establish a Russian-Turkish investment fund. Also signed were a memorandum of mutual understanding between the foreign ministries on diplomatic personnel training and the sharing of informational documents, and a memorandum of understanding between the Federal Service for Intellectual Property and the Turkish Patents and Trademarks Agency. Other documents concern holding the bilateral year of culture and tourism in 2019, cooperation between the Prosecutor General’s Office and the Turkish Ministry of Justice, cooperation in the small and medium-sized business sector and cooperation between the TASS and Anadolu news agencies (para. 1-6). Unfortunately, recently, the volume of trade has declined, but we set the goal of increasing it and we will certainly work to consolidate the legal basis to advance our economic relations. To this end, we should take all the necessary steps without delay and we should eliminate all impediments to the development of our relations. Those firms and companies that are now represented in Russia should be relieved of the sanctions and restrictions that were imposed on them (para. 30). Concerning the introduction of visa-free travel, we are also taking action. I believe we should speed up this activity. We know there are visa initiatives even with regard to flight crews. I believe we will be able to resolve this issue shortly (para. 37). On regional security, I believe we should work together to stop the bloodshed in Syria and put an end to that situation. Our services, which are responsible for freeing northern Syria of terrorist elements, are doing a very important job, working intensively (para. 37-38). The Kremlin Website. (2017). High-Level Russian-Turkish Cooperation Council meeting. The Kremlin, Moscow. Retrieved from\nhttp://en.kremlin.ru/events/president/news/54022 Meeting with President of Turkey Recep Tayyip Erdogan The Kremlin (2017). Meeting with President of Turkey Recep Tayyip Erdogan. The Kremlin, Moscow. Retrieved from\nhttp://en.kremlin.ru/events/president/news/54021 Joint news conference with President of Turkey Recep Tayyip Erdogan The Kremlin (2017). Joint news conference with President of Turkey Recep Tayyip Erdogan. The Kremlin, Moscow. Retrieved from\nhttp://en.kremlin.ru/events/president/news/54021\n"], [4273, "2017-03-20T00:43:37Z", [0.45], ""], [368, "2017-03-19T19:24:27Z", [0.0], ""], [1529, "2017-03-19T16:16:37Z", [0.8], ""], [24, "2017-03-19T11:42:09Z", [0.15], ""], [1034, "2017-03-19T06:10:17Z", [1.0], "German Foreign Minister: Turkey 'further away from EU membership than ever'\t Martin (2017) Sat Mar 18, states that: Turkey has never been less likely to join the European Union than now and the bloc should seek a special relationship with Britain, German Foreign Minister Sigmar Gabriel said as relations between Ankara and Berlin hit a low point. \"Today Turkey is definitely further away from becoming a member of the European Union than ever before,\" Gabriel said in an interview with news magazine Der Spiegel published on Saturday. He said he always had doubts about whether Turkey should join the EU but found himself in the minority in his Social Democrat (SPD) party. Before taking power in Germany in 2005, Chancellor Angela Merkel was an outspoken opponent of Turkey's membership and called for a \"privileged partnership\". Gabriel once thought that would make Turks feel like second-class Europeans but said his opinion had changed since Britain's decision to leave the EU. \"Today the situation is totally different due to Brexit. We'd be well advised to bring about a 'special relationship' with Great Britain after its exit from the EU,\" Gabriel said. \"That will be an important learning process for the EU and perhaps some of it can serve as a blueprint for other countries in the long term,\" Gabriel said (para. 1-7). Martin, M. (2017). German Foreign Minister: Turkey 'further away from EU membership than ever'. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-referendum-germany-gabriel-idUSKBN16P0EA"], [368, "2017-03-18T20:51:26Z", [0.0], ""], [691, "2017-03-18T15:25:03Z", [0.01], ""], [15621, "2017-03-18T09:29:53Z", [0.25], "Full format scale restoration"], [1034, "2017-03-18T05:45:13Z", [1.0], "Putin hails Russia-Turkey ties as he hosts Syria talks Associated Press (2017) Friday, March 10, states that: MOSCOW — President Vladimir Putin hailed the close ties between the Russian and Turkey militaries on Friday as he hosted Turkish counterpart Recep Tayyip Erdogan for talks about Syria.\nRussia and Turkey co-brokered a cease-fire in December that helped reduce the scale of fighting between Syrian President Bashar Assad and the opposition. They also co-sponsored two rounds of talks this year between Assad's government and its foes. A third round is set for next week (para. 1-2). The conflicting interests led to the downing of a Russian warplane by a Turkish jet at the Syrian border in November 2015, which put the two nations on the verge of a direct military conflict. Moscow responded by barring the sales of package tours to Turkey and halting imports of agricultural products, moves that badly squeezed the Turkish economy (para. 12).\nErdogan's apologies for downing the plane helped rebuild ties, and Putin offered firm support to the Turkish leader in the wake of a botched coup last July.\nDespite the rapprochement, Russia has moved gradually to lift economic restrictions, keeping some in place as an apparent motivator for Turkey. On the eve of the Kremlin talks, the Russian Cabinet allowed the imports of Turkish cauliflower and broccoli and a couple of other agricultural products.\nErdogan, who called the Russian leader his \"dear friend,\" urged Russia to lift all restrictions against Turkish business, restore visa-free travel and increase the number of commercial flights between the two countries.\nDuring the Kremlin talks, he noted that plans for a prospective Russian natural gas pipeline and a nuclear power plant in Turkey also have regained momentum. Both projects were put on hold amid the tensions following the Russian plane's downing (para. 12-16). Associated Press.  (2017). Putin hails Russia-Turkey ties as he hosts Syria talks. Associated Press. Retrieved from\nhttp://www.bostonherald.com/news/international/2017/03/putin_hails_russia_turkey_ties_as_he_hosts_syria_talks Putin praises quick restoration of Turkey-Russia ties TASS (2017) March 10, states that: MOSCOW, March 10. /TASS/. Relations between Russia and Turkey restore quickly, and Moscow is happy about it, Russia's President Vladimir Putin said. \"We are very happy our inter-state relations are restoring rather quickly,\" the Russian leader said during a meeting with Turkey's President Recep Tayyip Erdogan on Friday.\nQuite a time passed after the 2014 meeting of the High-Level Russia-Turkey Cooperation Council, Putin said. \"Many events have happened, and lately we have been working actively to bring the Russia-Turkey relations to the level worth our countries.\"\nWhile speaking about cooperation in the economy, the Russian president referred to the Thursday conversation between Russian and Turkish prime ministers, during which the Russian Premier Dmitry Medvedev informed the counterpart on the steps Russia had undertaken to restore cooperation in the economy \"in the full-format scale.\" Putin also stressed the continuing investment cooperation between the countries and implementation of major projects (para. 1-4). Turkish Stream, Akkuyu NPP projects\n Russia and Turkey are interacting proactively in construction of the Turkish Stream gas pipeline and Akkuyu Nuclear Power Plant, Erdogan said (para. 10).\n\"As far as implementation of the Turkish Stream and Akkuyu NPP projects are concerned, cooperation returns to its previous path and is increasingly developing,\" Erdogan said.\nDefense industry and energy are among main elements of cooperation between economies of two countries, the President of Turkey said. Bilateral interaction in these spheres and some other issues are planned for discussion during today’s talks, Erdogan added (para. 10-12). TASS News Website. (2017) Putin praises quick restoration of Turkey-Russia ties. TASS. Retrieved from\nhttp://tass.com/world/934839"], [691, "2017-03-17T19:59:01Z", [0.01], ""], [368, "2017-03-17T17:36:18Z", [0.0], ""], [73, "2017-03-17T15:36:19Z", [1.0], ""], [13377, "2017-03-17T07:53:28Z", [0.0], ""], [1034, "2017-03-17T05:14:29Z", [1.0], ""], [14761, "2017-03-17T05:02:18Z", [0.15], ""], [4634, "2017-03-16T21:20:29Z", [0.65], ""], [368, "2017-03-16T21:04:22Z", [0.0], ""], [691, "2017-03-16T12:17:01Z", [0.01], ""], [1034, "2017-03-16T05:13:52Z", [1.0], "Have Putin and Erdogan managed to strike a deal? Timofeychev (2017) March 11, states that: Both the Russian and Turkish sides said they were satisfied with the agreements reached in Moscow on March 10. \"I think we can abandon the words 'normalization of relations' because we think we have already passed that stage,\" said Turkey’s leader, Recep Tayyip Erdogan.  Vladimir Putin confirmed that the two countries \"had restored an intensive political dialogue\" because other mechanisms of bilateral cooperation have been established. Relations between the two countries hit a low in November 2015 when the Turkish Air Force shot down a Russian bomber near the Syrian-Turkish border. Last summer, however, Turkey took the initiative to restore relations between Ankara and Moscow, which subsequently began to return to normal. Putin's \"fond memories\"\n***\nAt the Moscow meeting Vladimir Putin announced that the ban on Turkish construction companies in Russia had been lifted, and also promised to further liberalize the travel visa regime with Turkey that was introduced shortly after the downing of the Russian bomber.\n*** Putin not only mentioned Turkish citizens’ visits to Russia but also Russians traveling to Turkey, which has been dubbed \"Russia’s health resort\" because of the large number of Russians who visit that country’s Black Sea resorts.  Putin said that \"the tourist flow to Turkey from Russia ... has been a very important component of our life in recent years.\" In an unexpected glimpse into his private life, the Russian president recalled that before he moved to Moscow in the late 1990s he had often holidayed in Turkey. \"And these holidays left me with very fond memories and warm feelings,\" he said. The leaders also confirmed their readiness to go forward with the most important Russian-Turkish economic projects. Putin said that Russia’s gas giant, Gazprom, is ready to start work on the Turkish Stream gas pipeline on the seabed of the Black Sea, and the nuclear energy corporation, Rosatom, is ready to start building the Akkuyu nuclear power plant. In addition, Ankara and Moscow agreed to set up a joint investment fund of up to $1 billion (para. 1-7). Timofeychev, A. (2017). Have Putin and Erdogan managed to strike a deal? Russia Beyond the Headlines. Retrieved from\nhttp://rbth.com/international/2017/03/11/have-putin-and-erdogan-managed-to-strike-a-deal_717886 Russian Federation and Turkey hail Syria cooperation and strengthen ties Burns (2017) Mar 12, states that: Turkish President Recep Tayyip Erdogan vowed to keep strengthening cooperation between Russian Federation and Turkey despite differences on certain issues  Despite having sour ties which worsened since Turkey's air force shot down a Russian jet at the Syrian-Turkish border in 2015, the two leaders in recent times have shown unity in taking charge to end the Syrian conflict (para. 1-2). At the Moscow meeting Vladimir Putin announced that the ban on Turkish construction companies in Russia had been lifted, and also promised to further liberalize the travel visa regime with Turkey that was introduced shortly after the downing of the Russian bomber (para. 10).\nAnkara is particularly concerned about the Syrian Kurdish YPG militia which it considers to be an extension of the Kurdistan Workers Party (PKK) that has fought a three-decade insurgency inside Turkey. \nThe U.S. and Russian Federation have found themselves teaming up for the first time in the war in Syria - against a country both call an ally: Turkey (para. 10-13). Burns, D. (2017). Russian Federation and Turkey hail Syria cooperation and strengthen ties. Learning and Finance. Retrieved from\nhttp://learningandfinance.com/2017/03/12/russian-federation-and-turkey-hail-syria-cooperation-and/\n"], [21884, "2017-03-16T02:16:51Z", [0.02], ""], [368, "2017-03-16T01:00:45Z", [0.0], ""], [1646, "2017-03-15T21:40:59Z", [0.08], ""], [14253, "2017-03-15T13:28:00Z", [0.02], ""], [1034, "2017-03-15T05:55:34Z", [1.0], ""], [368, "2017-03-14T18:11:02Z", [0.0], ""], [691, "2017-03-14T17:21:04Z", [0.01], ""], [26375, "2017-03-14T11:06:15Z", [0.0], ""], [1034, "2017-03-14T05:09:32Z", [1.0], ""], [368, "2017-03-13T23:25:08Z", [0.0], ""], [8205, "2017-03-13T23:00:11Z", [0.0], "1. President Putin will allow visa-free travel for diplomats, businessmen, and some categories of workers to further renewing economic ties with Turkey. \n2. He will not open visa-free travel to Turkish citizens at large for security reasons. To do so would make it easier for anti-Russia elements to cross and make Russia more vulnerable to attacks."], [1034, "2017-03-13T05:13:17Z", [1.0], ""], [14253, "2017-03-13T04:18:18Z", [0.0], ""], [368, "2017-03-12T21:41:58Z", [0.0], ""], [34323, "2017-03-12T19:31:40Z", [0.75], ""], [1034, "2017-03-12T06:48:31Z", [1.0], ""], [4273, "2017-03-12T01:45:40Z", [0.55], ""], [368, "2017-03-11T23:14:41Z", [0.0], ""], [12879, "2017-03-11T17:56:13Z", [0.0], ""], [1639, "2017-03-11T14:45:15Z", [0.0], ""], [28414, "2017-03-11T13:55:08Z", [0.0], "Turkey closed the ports for Crimean ferries\nhttp://www.vesti.ru/doc.html?id=2864873"], [691, "2017-03-11T13:43:41Z", [0.01], ""], [3363, "2017-03-11T12:43:49Z", [0.38], ""], [4634, "2017-03-11T12:21:51Z", [0.6], ""], [28414, "2017-03-11T11:58:19Z", [0.05], ""], [1034, "2017-03-11T08:00:41Z", [1.0], "Turkey seeks to build Syrian military cooperation with Russia Dyomkin, D. & Gumrukcu, T. (2017). Turkey seeks to build Syrian military cooperation with Russia. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-mideast-crisis-syria-turkey-idUSKBN16H0SP European cities scramble to stop Turkish referendum rallies Escritt, T. & Nasralla, S. (2017). European cities scramble to stop Turkish referendum rallies. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-referendum-europe-idUSKBN16H2C6"], [28414, "2017-03-11T01:14:06Z", [0.25], ""], [33510, "2017-03-10T22:22:44Z", [0.7], "Russia wants to make trouble for NATO, first of all to the US. Create a new \"enigme\" in the region. To show that nothing works without Russia. To make other groupes in the Middle East unstable."], [25705, "2017-03-10T22:12:17Z", [0.05], "After the Erdogan-Putin meeting, Putin talked about lifting the ban for Turkish costruction companies and workers to work in Russia in the nearest future. But he did not indicate to the press that it will be through visa-free regime. So IMHO even for businessmen the latter is not a slam dunk. We may have more clarificationS soon."], [368, "2017-03-10T21:28:10Z", [0.0], ""], [25705, "2017-03-10T19:05:38Z", [0.65], ""], [28414, "2017-03-10T16:13:49Z", [1.0], ""], [28414, "2017-03-10T15:01:22Z", [0.77], ""], [28414, "2017-03-10T14:15:04Z", [1.0], ""], [28414, "2017-03-10T11:51:58Z", [0.0], "\"Ukraine and Turkey will sign an agreement on mutual visits by citizens of countries without visas for up to 90 days within 180 days.\"\nhttp://fakty.ictv.ua/ru/ukraine/20170310-turechchyna-skasuye-vizy-dlya-ukrayintsiv-istorychna-ugoda/"], [28414, "2017-03-10T09:37:30Z", [0.66], "Not a good news for Russia/ Turkey bromance enthusiasts. \nRussia lifted a ban on SOME Turkish goods\n\"Russia abolished the ban on the import of carnations, onions and cauliflower from Turkey\"\nhttp://nversia.ru/news/view/id/101116\nhttp://government.ru/media/files/AF8APZOAtbAdQmORxrwCwvyNIGZAeGew.pdf"], [1034, "2017-03-10T07:07:49Z", [1.0], ""], [14761, "2017-03-09T21:29:57Z", [0.4], ""], [368, "2017-03-09T20:57:56Z", [0.0], ""], [4273, "2017-03-09T20:11:35Z", [0.9], ""], [691, "2017-03-09T14:22:42Z", [0.01], ""], [1034, "2017-03-09T09:33:07Z", [1.0], ""], [368, "2017-03-08T20:29:35Z", [0.0], ""], [4634, "2017-03-08T18:37:15Z", [1.0], ""], [691, "2017-03-08T13:54:06Z", [0.01], ""], [28414, "2017-03-08T13:50:37Z", [1.0], ""], [368, "2017-03-08T00:02:02Z", [0.0], ""], [26242, "2017-03-07T21:03:05Z", [0.8], ""], [1034, "2017-03-07T06:21:26Z", [1.0], ""], [4799, "2017-03-07T02:45:24Z", [0.01], ""], [368, "2017-03-06T20:25:05Z", [0.0], ""], [31450, "2017-03-06T16:46:01Z", [0.87], "I believe this is much more likely than many are forecasting because relations between Turkey and Russia are quickly improving since Erdogan apologized for the killing of that Russian pilot. There will be a summit between Putin and Erdogan later this week and I think visa free travel will be reinstated then. If not I will be dramatically lowering my forecast."], [34175, "2017-03-06T15:17:16Z", [0.05], ""], [691, "2017-03-06T13:08:52Z", [0.01], ""], [1034, "2017-03-06T06:34:51Z", [1.0], ""], [368, "2017-03-05T20:10:41Z", [0.0], ""], [1034, "2017-03-05T06:26:36Z", [1.0], "Key issues on agenda of Putin-Erdogan meeting named Azer News (2017) March 3, states that:  Moscow and Ankara have great expectations from the meeting of presidents Vladimir Putin and Recep Tayyip Erdogan, scheduled for March 9-10 in Moscow, Prof. Dr. Salih Yilmaz of the Ankara Yildirim Beyazit University told Trend March 2. Yilmaz, an expert in international relations, said Turkey is still expecting Russia to restore pre-crisis economic relations, as Moscow has not yet taken significant actions for import of Turkish products and a complete abolition of visa regime for Turkish citizens. \"During the meeting, Ankara intends to voice its position on the Gulen movement, accused of involvement in the attempted military coup in Turkey, as well as discuss Moscow's support for the Democratic Union Party (PYD) in Syria, which is considered by Ankara as a terrorist organization,” he said. The expert added that in particular, Ankara expresses concern over the activity of PYD office in Moscow.\nYilmaz stressed that Turkey wants to purchase Russia's S-400 advanced surface-to-air missile systems to better protect its airspace, and it is expected to achieve progress in the matter in the meeting between the Russian and Turkish leaders. He added that Russia also hopes for Turkey’s reciprocal understanding on a number of issues related to the Syrian conflict and NATO (para. 1-6). Azer News Website. (2017). Key issues on agenda of Putin-Erdogan meeting named. Azer News. Retrieved from\nhttp://www.azernews.az/region/109711.html\n"], [176, "2017-03-05T01:56:48Z", [1.0], "What to say what to do? The median is still .05. All those at .75 and greater have negative scores.  https://www.youtube.com/watch?v=SKRma7PDW10"], [4273, "2017-03-05T01:22:41Z", [0.8], ""], [368, "2017-03-04T17:46:30Z", [0.0], ""], [1331, "2017-03-04T17:32:06Z", [0.5], ""], [691, "2017-03-04T11:45:27Z", [0.01], ""], [1034, "2017-03-04T07:27:54Z", [1.0], ""], [368, "2017-03-03T21:09:06Z", [0.0], ""], [1333, "2017-03-03T20:01:18Z", [0.45], ""], [691, "2017-03-03T12:08:10Z", [0.01], ""], [1034, "2017-03-03T06:04:00Z", [1.0], ""], [368, "2017-03-02T19:38:22Z", [0.0], ""], [1034, "2017-03-02T06:03:33Z", [1.0], ""], [3316, "2017-03-02T01:30:31Z", [0.0], ""], [28091, "2017-03-02T00:38:41Z", [0.75], ""], [29428, "2017-03-01T22:57:15Z", [0.0], ""], [13377, "2017-03-01T15:34:27Z", [0.75], ""], [14761, "2017-03-01T11:06:19Z", [0.5], ""], [1034, "2017-03-01T06:32:05Z", [1.0], ""], [4634, "2017-03-01T05:47:27Z", [0.75], ""], [28414, "2017-02-28T22:50:32Z", [0.75], ""], [28414, "2017-02-28T22:46:50Z", [1.0], ""], [73, "2017-02-28T20:28:38Z", [1.0], "http://www.azernews.az/region/109503.html. \"The approval of a visa exemption for Turkish businessmen and politicians is also among the planned topics for the discussions.\"  Mid March should give us some clarity on whether Putin is feeling he's made his point on how pecking orders work."], [4273, "2017-02-28T20:25:06Z", [0.75], ""], [368, "2017-02-28T18:44:35Z", [0.0], ""], [1034, "2017-02-28T06:57:14Z", [1.0], ""], [14633, "2017-02-27T22:44:13Z", [0.44], ""], [1262, "2017-02-27T21:38:45Z", [0.9], "Increasing forecast +5      Although this Pravda report is mostly about problems with Iran it includes indications that Iran resents Russia's associations with Turkey (1) and given their (Iranian) attitude and approach it could push Russia into closer ties with Turkey.\nCLIP:\n\"Simultaneously, Tehran's demarche seemingly forces Moscow to make a choice: between us [Iran], or Ankara define your choice Russians! You can definitely negotiate with the Turks the ceasefire between the Syrian [factions], you can even conduct joint airstrikes against terrorists, but without us, the Iranians, you will not attain any practical goals. Take into account that today Turkey is weak, and it will stay like this indefinitely. And Iran is only getting stronger, as the sanctions against it had been removed, and you will compete with Western corporations for the right to participate in strengthening Iran!\" Needless to say the Iranian took the same approach to Russia-US relations:\nCLIP:\n\"\"The Iranians present Moscow with a similar choice regarding the relations with Washington: will Iran or remain Russia's leading partner in Syria and in the region generally or [will it be] Washington? If Moscow does not fully and decisively acknowledge that the keys to managing the Middle East are in Tehran, and only the intimate team work with Iran makes possible to promote the Russian interests here; if Moscow will 'suddenly' decide that the 'real strategy' is built not along the Tehran-Moscow axis, but along the Moscow-Washington one – the Islamic Republic will be very disappointed. And will find – definitely find! – the means to punish the 'arrogant Russians'.\" Pravda goes on to say:\n\"Observers testify that Iranian internal propaganda blames Russia precisely for the rise of Iranian military losses in Syria. This should not come as a surprise, because the Russian ACF were kicked out of the Hamadan [military airbase] for 'ungentlemanly behavior' and 'arrogance'. Iran quite willingly believes that any foreigner only thinks about showing them his 'arrogance', and they do not forgive this sin. All the more so when it is Russia – the 'small Satan' for those who inherited Imam Khomeini's set of values…\"  \nLooks like Russia is another \"Satan\" now? Finally, after discussion of the nuclear deal the article ends with the following:\n\"\"Against this background, it is desirable to note a significant detail: several weeks ago, Iran announced the beginning of a program for building a nuclear navy. This means its transformation in the near future into an ocean power capable of 'force projection' in the Persian Gulf, in the Indian Ocean, and in the Red and Mediterranean Seas.\n\"It appears that all this suffices to understand: Iran is becoming a major problem, first and foremost for Russia's interests. Surely, much can be explained by the upcoming May presidential elections in the Islamic Republic of Iran. Nevertheless, it would be useful to find a way of making Tehran politicians understand that their behavior is becoming too provocative.\n\"Perhaps the launch of cruise missiles from the Caspian flotilla bears repetition?\"\nCOMMENT:   Clearly the Russians are unhappy with Iran bc of their- attitude and behaviour ( Iran's usual aggressive, high handed approach.)  \n Perhaps this would be an excellent opportunity to work with Russia to limit Iran's ability to rule the entire region/prevent them from expanding their power and reach as they obviously intend?    \n1:  https://www.memri.org/reports/pro-kremlin-pravdaru-iran-becoming-major-problem-first-and-foremost-russias-interests\n"], [691, "2017-02-27T21:08:13Z", [0.01], ""], [368, "2017-02-27T20:57:58Z", [0.0], ""], [4273, "2017-02-27T14:21:18Z", [0.7], ""], [1034, "2017-02-27T08:14:21Z", [1.0], ""], [33927, "2017-02-27T05:39:05Z", [0.07], ""], [83, "2017-02-27T01:50:21Z", [0.65], ""], [2543, "2017-02-27T00:49:20Z", [0.0], ""], [28091, "2017-02-26T23:07:11Z", [0.4], ""], [368, "2017-02-26T21:16:16Z", [0.0], ""], [691, "2017-02-26T13:26:19Z", [0.01], ""], [1034, "2017-02-26T08:30:48Z", [1.0], ""], [14432, "2017-02-26T00:21:46Z", [0.0], ""], [176, "2017-02-25T23:00:24Z", [1.0], "The speed and the scale of the rapprochement between the two countries, which was unruffled even by the assassination of the Russian envoy to Ankara by a Turkish policeman in December, is startling. Yet the two strongmen have different and contradictory expectations. Whereas Mr Erdogan appears to see his relationship with Mr Putin as a way to extract concessions from his Western allies, Mr Putin wants to loosen what he sees as one of the weakest links inside NATO—Turkey. One of the two is likely to be disappointed.... Mr Erdogan decided to make friends with Mr Putin partly because having him as an enemy was so painful. After Turkey shot down that Russian plane in 2015, Mr Putin cut Turkey off from the Middle East. His fighter jets bombed Turkey’s proxies inside Syria, including its ethnic cousins, the Turkmen, with impunity. Russia’s missile defences denied Turkey access to the airspace over Syria. Russian sanctions cost Turkey at least $10bn in tourism and trade revenue.  Russia remains the stronger partner. Mr Erdogan’s government has offered Rosatom, the Russian company building Turkey’s first nuclear plant, sweeteners worth billions of dollars. It has endorsed Turkish Stream, a gas pipeline that would allow Russia to extend its grip over Turkey’s and Europe’s energy markets. (Turkey already depends on Russia for 55% of its natural gas imports.) Most importantly, Mr Erdogan has reversed course on Syria, abandoning his dream of ousting its blood-drenched president, Bashar al Assad... Retrieved from: http://www.economist.com/news/europe/21717080-putin-and-erdogan-expect-different-and-contradictory-things-their-relationship-turkeys"], [368, "2017-02-25T18:00:58Z", [0.0], ""], [12879, "2017-02-25T17:17:50Z", [0.05], ""], [691, "2017-02-25T12:23:40Z", [0.01], ""], [1034, "2017-02-25T08:04:00Z", [1.0], ""], [368, "2017-02-25T01:51:44Z", [0.0], ""], [1646, "2017-02-24T15:47:02Z", [0.35], ""], [1034, "2017-02-24T15:01:52Z", [1.0], ""], [28414, "2017-02-24T11:22:36Z", [0.62], "Erdoğan is scheduled to visit Russia on March 9-10\nhttps://www.dailysabah.com/diplomacy/2017/02/24/erdogan-to-visit-russia-in-march-meet-putin"], [14208, "2017-02-24T02:51:59Z", [0.0], ""], [4273, "2017-02-24T00:01:48Z", [0.65], ""], [691, "2017-02-23T12:13:09Z", [0.01], ""], [1034, "2017-02-23T08:43:21Z", [1.0], ""], [33887, "2017-02-22T21:36:46Z", [0.0], "No that's will not happend . Turkey yes have good realation with Russia . But Russia project in that earia is very danger to turkey . Russia will use religion to destroy turkey . Orthodox . Costintenophe . New Russia impaire will rise again . I meant somthing like new roman east impaire . And threr is secret pacts between Russia and turkey and it's about land reclamation . And the prise is Syria . Give me here I will give you there . "], [368, "2017-02-22T21:12:04Z", [0.0], ""], [28878, "2017-02-22T17:44:30Z", [0.01], "Adjusting down for the passage of time."], [691, "2017-02-22T15:59:46Z", [0.01], ""], [1034, "2017-02-22T06:39:09Z", [1.0], ""], [368, "2017-02-21T18:49:07Z", [0.0], ""], [28414, "2017-02-21T13:58:05Z", [0.55], ""], [691, "2017-02-21T13:06:02Z", [0.01], ""], [1034, "2017-02-21T05:44:12Z", [1.0], ""], [25705, "2017-02-20T18:56:39Z", [0.55], ""], [691, "2017-02-20T13:49:07Z", [0.01], ""], [31496, "2017-02-20T07:49:29Z", [0.1], ""], [1034, "2017-02-20T05:36:36Z", [1.0], ""], [13377, "2017-02-20T03:40:29Z", [0.65], ""], [368, "2017-02-19T22:06:24Z", [0.0], ""], [31934, "2017-02-19T21:33:22Z", [0.5], ""], [33870, "2017-02-19T16:46:50Z", [0.95], ""], [32521, "2017-02-19T14:45:40Z", [0.4], ""], [691, "2017-02-19T13:18:59Z", [0.02], ""], [1034, "2017-02-19T07:21:21Z", [1.0], ""], [4799, "2017-02-19T04:55:03Z", [0.0], ""], [368, "2017-02-18T20:56:27Z", [0.0], ""], [691, "2017-02-18T13:09:42Z", [0.02], ""], [29502, "2017-02-18T11:11:16Z", [0.9], ""], [28414, "2017-02-18T08:46:41Z", [0.67], ""], [1034, "2017-02-18T06:51:37Z", [1.0], ""], [4273, "2017-02-17T20:41:47Z", [0.55], ""], [368, "2017-02-17T20:21:14Z", [0.0], ""], [23861, "2017-02-17T20:17:28Z", [0.05], ""], [1034, "2017-02-17T08:59:27Z", [1.0], ""], [13377, "2017-02-17T02:17:19Z", [0.9], ""], [368, "2017-02-16T21:39:00Z", [0.0], ""], [691, "2017-02-16T16:36:53Z", [0.02], ""], [28414, "2017-02-16T16:27:42Z", [1.0], ""], [28414, "2017-02-16T16:12:49Z", [0.75], ""], [25705, "2017-02-16T15:45:11Z", [0.65], "As discused before, there is a possibility of allowing Turkish businessmen to go to Russia without visa, with other citizens requiring visa. @Dsarin asked a good question. How a businessman, let's say a kebab store owner,  be distinguished from other categories, when he hands his passport to the Russian border guards? He has the same passport as others... Right. But in Turkey for quite a while there is an ongoing argument for some businessmen who travel abroad a lot on busines to have a different, visa-free so called green passport. Altogether, Turkey has 4 kinds of passports and three of them give their holders some priviliges. Of course, visa-free travel for green passport holders is only with countries that have proper agreements with Turkey on the matter Russia is not the first in this, EU has been discussing visa-free travel for Turkish businessmen also much earlier and giving green passports to the latter category has been a suggested solution to promote such travel. Sorry, I do not provide references."], [28414, "2017-02-16T11:36:05Z", [0.0], "Thank you @sevedb\nhttps://www.gjopen.com/comments/comments/446721"], [1034, "2017-02-16T09:34:45Z", [1.0], ""], [13377, "2017-02-15T23:48:44Z", [0.6], "Following fifty-sixty"], [4273, "2017-02-15T14:15:33Z", [0.45], ""], [1034, "2017-02-15T08:59:16Z", [1.0], ""], [83, "2017-02-15T00:42:07Z", [0.3], ""], [368, "2017-02-14T20:59:31Z", [0.0], ""], [1333, "2017-02-14T18:31:02Z", [0.55], ""], [12879, "2017-02-14T17:57:50Z", [0.65], ""], [4918, "2017-02-14T09:42:22Z", [0.6], ""], [4634, "2017-02-14T09:38:33Z", [0.65], ""], [1034, "2017-02-14T07:28:38Z", [1.0], ""], [176, "2017-02-14T05:11:21Z", [1.0], "Erdogan and other government officials would enjoy diplomatic privileges and therefore, not in the scope. The logical wording of the question does not say status quo ante. That was the reason for the sheep joke. @Wildwood2000.  \nThis is the key phrase in the question that flips my switch: \nIn August 2016, Russian president Vladimir Putin and President Erdogan moved toward rapprochement and committed to working toward a full restoration of economic and trade ties (NY Times, Washington Post   I feel good about the economics and there's a lot of time left. I always wonder why the question was asked this way?  @Dsarin - this is the fine sense of heartburn that comes with geo-political forecasting. https://www.youtube.com/watch?v=7S94ohyErSw"], [368, "2017-02-13T22:14:50Z", [0.0], ""], [1333, "2017-02-13T21:33:01Z", [0.14], ""], [33651, "2017-02-13T19:19:08Z", [0.0], ""], [33651, "2017-02-13T19:15:01Z", [0.0], ""], [22833, "2017-02-13T14:33:57Z", [0.15], ""], [25705, "2017-02-13T14:11:07Z", [0.75], "Upping the probability a little based on https://www.gjopen.com/comments/comments/444321 by @Dsarin Erdogan is most interested in restoring economic ties. Putin is leveraging this for political gains, including the ones in Syria. The most probable outcome is a visa-free regime for businessmen, but not for all Turkish citizens. Hence, it will be not quite the same as before. While formally different, in real life - not much: substantial part of, if not most, Turkish citizens who were going to Russia were businessmen, not tourists (the opposite is true in the other direction - from Russia to Turkey). Turkish companies were quite prominent in construction business - a lot of the most visible skyscrapers in Moscow were built by them - and in agro- and textile import businesses. The abrupt severing of the ties between the two countries after downing of the Russian military jet by the Turks hit Turkish businesses hard. At the end it will be up to GJO to decide whether the visa-free travel only for Turkish businessmen fulfills the question requirements. You may see that I think most probably they will say \"Yes\".\n"], [1380, "2017-02-13T10:23:15Z", [0.35], ""], [1034, "2017-02-13T06:02:15Z", [1.0], ""], [368, "2017-02-12T21:35:23Z", [0.0], ""], [4273, "2017-02-12T19:35:01Z", [0.4], ""], [691, "2017-02-12T15:07:17Z", [0.02], ""], [24, "2017-02-12T14:35:01Z", [0.45], ""], [1034, "2017-02-12T07:34:45Z", [1.0], " Russia suspended that arrangement in November 2015 after Turkish forces downed a Russian military jet. Now Russia has a friendly fire on Turkish troops, so maybe as suggested in the government websites of both countries they will return to normal relations in the next scheduled meeting. Turkey’s Erdogan Approves Referendum on Presidential Power Levin (2017) Feb. 10, states that: ISTANBUL—President Recep Tayyip Erdogan gave official approval for a national vote on changes to Turkey’s constitution that would concentrate authority in his office.\nHis signing of a referendum bill on Friday set the stage for a public showdown between a leader who has steadily sought more power and detractors who say to give it to him would be dangerous.\nThe referendum will likely be held on April 16, Turkish officials said.\nMr. Erdogan’s supporters say the changes would streamline the government and better equip it to deal with security challenges and a sputtering economy. The government launched a massive crackdown following a failed coup attempt in July, while the country has seen an increase in attacks by the Islamic State terror group and by Kurdish separatists. Turkey’s economy contracted in the third quarter of last year for the first time since 2009.\nA video released by the ruling Justice and Development party, or AKP, promised that a yes vote would result in lessened bureaucracy, faster growth and lasting political stability. “Terror will fall off Turkey’s agenda,” the video’s narrator says.\nCritics of the president say the changes would weaken democratic checks and balances, and object to the government’s attempts to introduce the changes during a state of emergency first introduced after July’s coup attempt.\nSince the failed coup, authorities have purged more than 140,000 civil servants and military personnel accused of supporting the alleged coup plotters.\nAround 40,000 people have been detained, including dozens of members of parliament, local political leaders and mayors from the pro-Kurdish mainstream opposition party. There is no mechanism to allow people under detention to vote (para. 1-8). Levin, N. (2017) Turkey’s Erdogan Approves Referendum on Presidential Power. The Wall Street Journal. World. Retrieved from\nhttps://www.wsj.com/articles/turkeys-erdogan-approves-referendum-on-presidential-power-1486742933"], [5018, "2017-02-11T23:11:33Z", [0.9], ""], [28414, "2017-02-11T21:09:23Z", [1.0], "The question doesn't ask about !all! Turkish citizens. Erdoğan doesn't need a visa and he will be in Moscow in March (visa free!).\n\"President Erdoğan expected to visit Russia, meet Putin in early March\"\nhttp://www.hurriyetdailynews.com/ankara-moscow-to-discuss-easing-visa-regime-for-turkish-businessmen.aspx?pageID=238&nID=109542&NewsCatID=345\nThank you @clinton!"], [28414, "2017-02-11T21:03:18Z", [1.0], ""], [28414, "2017-02-11T20:48:12Z", [0.0], "Feb 9th \"Russia is in no hurry to suspend the visa regime with Turkey\"[1]\nRussia will not fully cancel visa regime with Turkey because of the continuing terrorist threat, said the director of the Fourth European Department of the Russian Foreign Ministry Alexander Botan-Kharchenko.\nAccording to him, Moscow intends to take partial measures on visa-free regime with Turkey.\nFeb 8th \"Russian visa requirements for Turkish businessmen can be eased\" [2]\n... “as for now we do not mean one-moment to cancel earlier accepted decisions and to come back in full to visa-free mode ”. “It is connected with our concern on terrorist topics and insufficient degree of cooperation with us of Turkish partners in that questions. Of course, perspectives of total cancellation of visas are not on the table in the near future, but to believe that they are crossed out forever, would be incorrect. Now with Ankara contacts not only in the line of Ministry of Foreign Affairs, but also in the line of special services are restored, to military line, and I hope very much that they will give result. Then and we will look at it “, - Bocan-kharchenko told.\n[1] http://rusplt.ru/news/rossiya-speshit-otmenyat-650037.html\n[2] https://1prime.ru/state_regulation/20170208/827134469.html\n@Wildwood2000 @clinton @ALM21 @GL2814 @Greyowlsova "], [368, "2017-02-11T20:04:54Z", [0.0], ""], [1333, "2017-02-11T16:40:45Z", [0.15], ""], [73, "2017-02-11T13:35:01Z", [1.0], ""], [73, "2017-02-11T13:33:56Z", [0.5], ""], [691, "2017-02-11T13:25:11Z", [0.03], ""], [1034, "2017-02-11T07:28:38Z", [1.0], "Putin extends condolences to Erdogan as Russia calls for closer coordination Coker (2017) Feb 9, states that: ISTANBUL—An errant Russian airstrike killed three Turkish soldiers fighting to capture the town of al-Bab from Islamic State, amid a complicated battle for control in northern Syria.\nThe soldiers died when the airstrike hit a building held by Turkish forces, and 11 wounded soldiers were evacuated, according to Turkish and Russian military officials. Turkey has lost approximately four dozen soldiers since the start of its campaign in Syria in August.\nRussian President Vladimir Putin expressed condolences for the deaths in a call with Turkish leader Recep Tayyip Erdogan, saying the friendly fire incident was due to poor coordination, according to the Russian news agency RIA.\nRussian-backed Syrian regime forces are positioned along the southern outskirts of al-Bab, while Turkey and allied Syrian rebels have the northern and western suburbs under their control.\nThe incident poses a fresh challenge to the protracted campaign by various international forces against Islamic State in Syria.\nTurkey has focused on seizing al-Bab, while the U.S. wants to prioritize a campaign to seize the terror group’s de-facto capital of Raqqa. However, Turkish forces and their Syrian rebel allies have been bogged down around the town since November after seizing a more than 60-mile-long belt of territory along the Syrian-Turkish border from Islamic State.\nThe terror group had used the border area as a link between its so-called caliphate and the outside world, helping it to reinforce its fighters and launch terror attacks in Turkey and Western Europe. Many Islamic State fighters who survived Turkey’s incursions in that area have fallen back to al-Bab.\nMomentum in the battle shifted this week, as Turkey announced the capture of strategic hilltops in the al-Bab suburbs, due in part to an uptick of air support and strikes by U.S.-led coalition fighter planes. Turkish officials said their troops were ready to thrust toward the center of town.\nU.S. officials hope that Turkey will succeed in al-Bab and free up Ankara’s Syrian rebel allies to help in the fight for Raqqa.\nThat operation has stalled in part due to Turkey’s insistence that the Syrian Kurdish fighters known as the YPG be sidelined from the battle. The Pentagon sees YPG fighters as the most capable local forces, but Turkey views them as a branch of the Kurdistan Workers’ Party, or PKK, which is designated a terrorist group by Turkey, the U.S. and Europe.\nThat tension also complicated an agreement between Ankara and Washington about the U.S. support role in al-Bab, according to U.S. and Turkish officials, leaving space for Russia to improve military coordination with Turkey (para. 1-10). Coker, M. (2017). Errant Russian Strike Kills Turkish Soldiers in Syria. The Wall Street Journal. Word. Middle East. Retrieved from\nhttps://www.wsj.com/articles/errant-russian-strike-kills-turkish-soldiers-in-syria-1486666027 Trump Moves Toward Backing NATO Candidate Over Russian Objections Solomon (2017) Feb 10, states that: The Trump administration is moving to back Montenegro’s bid to join the North Atlantic Treaty Organization, according to senior U.S. officials, a decision that could both bolster the Western alliance and antagonize Russia.\nThe likely move would take place in a rapidly evolving political and diplomatic climate, in which President Donald Trump is steadfastly backing improved ties with Moscow but maintaining for now U.S. strictures imposed in recent years against the Kremlin.\nThe Russian government has vehemently opposed Montenegro joining NATO, keeping with its longstanding opposition to the alliance’s expansion. Montenegrin officials have publicly accused the Kremlin of trying to deter its membership by instigating an attempted coup against the government in October. Moscow has denied the charge. Formal U.S. backing for the Balkan nation’s admission could emerge as the first flash-point between Washington and Moscow since Mr. Trump took office, current and former U.S. officials said. At the same time, they said, the Kremlin may believe that Mr. Trump can go only so far in moderating U.S. policies concerning Russia and wouldn’t expect him to make a sudden, sharp reversal on a decision made by the Obama administration in 2015.\n“We would have been seen as caving to Russia and reneging on a commitment already made,” said Douglas Lute, an ambassador to NATO under President Barack Obama. “We would have cracked the alliance.”\nEither way, Mr. Trump’s support for Montenegro is seen as critical to bolstering NATO and countering Russian aggression in Europe.\n“Opponents of these processes, like Russia, tend to be the most active in the times when decisions still have to be made,” said Lithuania’s ambassador to NATO, Vytautas Leskevicius. “After all 28 allies have ratified Montenegro’s accession protocol, we may expect calmer times.”\nTo date, 23 out of 28 NATO members have formally voted to accept Montenegro. Canada, Germany, the Netherlands, Spain have yet to approve the country’s membership bid, while the Greek parliament has passed a ratification measure but hasn’t officially notified the alliance (para. 1-8). Solomon, J. (2017). Trump Moves Toward Backing NATO Candidate Over Russian Objections. The Wall Street Journal. Word. Europe. Retrieved from\nhttps://www.wsj.com/articles/trump-moves-toward-backing-nato-candidate-over-russian-objections-1486775499\n"], [368, "2017-02-10T21:21:46Z", [0.0], ""], [691, "2017-02-10T19:36:44Z", [0.03], ""], [1034, "2017-02-10T19:16:07Z", [1.0], "\nKremlin says Turkey provided intel for \"friendly fire\" strikes\nLowe and Karadeniz (2017) Fri Feb 10, states that:\n\nThe Kremlin and the Turkish military gave conflicting accounts on Friday of who was responsible for the accidental death of three Turkish soldiers in Russian air strikes in Syria.\nThe \"friendly fire\" incident occurred during an operation against Islamic State near the northern Syrian city of al-Bab on Thursday, highlighting the risk of unintended clashes between the numerous outside powers in a complex war. [nL5N1FU3WP]\nKremlin spokesman Dmitry Peskov said the air strikes had been launched based on coordinates provided to Russia by the Turkish military.\n\"Unfortunately, our military, while carrying out strikes on terrorists, was guided by coordinates given to them by our Turkish partners, and Turkish servicemen should not have been present on those coordinates,\" he told a conference call with reporters (para. 1-4). Lowe, C. & Karadeniz, T. (2017) Kremlin says Turkey provided intel for \"friendly fire\" strikes. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-mideast-crisis-syria-albab-kremlin-idUSKBN15P0ZI Turkish military says Russia had coordinates of soldiers hit in air strike\nTattersall (2017) Fri Feb 10, states that: The Turkish military said on Friday it had given the coordinates of the building in Syria where three Turkish soldiers were accidentally killed in a Russian air strike to its Russian counterparts a day before the incident. The Kremlin earlier said that the air strikes were launched based on coordinates provided by the Turkish army but that Turkish soldiers were not supposed to have been at the location. The Turkish statement said the soldiers had been in the same position for 10 days and that their coordinates had been communicated to Russia's Khmeimim air base in Syria, and in person to the Russian military attaché in Ankara (para. 1-3). Tattersall, N.  (2017). Turkish military says Russia had coordinates of soldiers hit in air strike. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-mideast-crisis-syria-turkey-russia-idUSKBN15P1VE\n"], [1034, "2017-02-10T08:21:17Z", [1.0], "Turkey’s President Is Close to Getting What He’s Always Wanted Champion (2017) February 8, states that: Historical Depth\nNow Erdogan needs to legitimize the powers he has assumed in a new constitution, according to biographer Cagaptay, who is Turkey program director at the Washington Institute, a U.S. think tank (para. 14).\nThat’s because Erdogan is working with a literate, urbanized electorate on whose votes he depends, and half of which opposes him. By contrast, Ataturk imposed his radical reforms as a 1930s autocrat, a time when 80 percent of the population were farmers and only 10 percent could read, according to Cagaptay. With almost half the population resisting Erdogan’s changes, his centralization of power is a recipe for rolling crises and emigration, he said.\nErdogan and his Justice and Development party, or AKP, remain popular, in large part because they delivered efficient government and a rapid rise in wealth, with annual growth peaking just below 10 percent in 2010 and 2011. But the economy slowed sharply last year, shrinking in the third quarter.\nAvci acknowledges that Erdogan has big plans to restore Turkey to greatness by the 100th anniversary of the Republic in 2023, a largely economic task. It is a status a country of Turkey’s size and “historical depth’’ was for too long denied, he said in his Ankara office, where the customary black-and-white portrait of Ataturk hangs over his desk (para. 14-17). Champion, M. (2017). Turkey’s President Is Close to Getting What He’s Always Wanted. Bloomberg. Retrieved from\nhttps://www.bloomberg.com/news/articles/2017-02-08/what-does-erdogan-want-unlimited-powers-to-tailor-a-new-turkey"], [691, "2017-02-10T03:09:31Z", [0.03], ""], [368, "2017-02-09T21:13:07Z", [0.0], ""], [33565, "2017-02-09T18:08:55Z", [0.0], ""], [28414, "2017-02-09T16:28:52Z", [0.04], "President Vladimir Putin has sent condolences after a Russian air strike accidentally killed three Turkish soldiers in northern Syria.\nhttp://www.bbc.co.uk/news/world-middle-east-38919426"], [1034, "2017-02-09T10:26:54Z", [1.0], ""], [368, "2017-02-08T21:15:09Z", [0.0], ""], [4273, "2017-02-08T14:06:02Z", [0.45], ""], [1034, "2017-02-08T09:33:35Z", [1.0], ""], [1262, "2017-02-08T02:04:55Z", [0.85], "https://www.gjopen.com/comments/comments/441619"], [4273, "2017-02-08T00:21:25Z", [0.4], ""], [368, "2017-02-07T20:33:32Z", [0.0], ""], [28091, "2017-02-07T16:09:02Z", [0.55], ""], [4634, "2017-02-07T13:03:18Z", [0.55], ""], [1034, "2017-02-07T10:01:48Z", [1.0], "Russia working on plans to allow visa free travel for Turks World Bulletin Staff (2017) January Thursday,12, states that: Russia is removing visa travel requirements for Turkish citizens, said an official from the Turkish Ministry of Foreign Affairs on Wednesday. “The process is currently underway. Businessmen and official delegations will benefit initially,\" said the official. The Turkey-Russia High Level Cooperation Council will meet early this year. Two of the three main mechanisms of the Council, the Mixed Economic Commission and the Joint Strategic Planning Group, have already met. The work of the third mechanism, the Turkish-Russian Community Forum, aims to continue its community and political work between the two countries. Turkey-Russia ties Turkey and Russia have not let the assassination of Russian ambassador to Turkey, Andrei Karlov, negatively impact diplomatic relations. Despite differing views on Assad and his government, Turkey and Russia together brokered the nation-wide ceasefire deal across Syria. The relationship between the two nations has improved significantly, as Turkey has strengthened many of its international diplomatic ties (para 1-6). World Bulletin Website. (2017). Russia working on plans to allow visa-free travel for Turks. World Bulletin. Turkey. Diplomacy. Retrieved from\nhttp://www.worldbulletin.net/turkey/183028/borsa-istanbul-opens-higher"], [33449, "2017-02-07T09:24:39Z", [0.25], ""], [4273, "2017-02-06T20:51:05Z", [0.35], ""], [368, "2017-02-06T20:23:48Z", [0.0], ""], [22305, "2017-02-06T13:34:27Z", [0.51], ""], [691, "2017-02-06T13:12:27Z", [0.03], ""], [1034, "2017-02-06T07:54:16Z", [1.0], ""], [368, "2017-02-05T22:39:04Z", [0.0], ""], [20572, "2017-02-05T14:58:11Z", [0.01], ""], [691, "2017-02-05T14:25:29Z", [0.03], ""], [1034, "2017-02-05T10:11:02Z", [1.0], ""], [25705, "2017-02-05T08:04:20Z", [0.45], ""], [1034, "2017-02-05T03:49:48Z", [1.0], ""], [368, "2017-02-04T22:35:44Z", [0.0], ""], [1262, "2017-02-04T18:35:46Z", [0.15], "Decreasing due to passage of time.  No evidence of change of status"], [691, "2017-02-04T14:24:28Z", [0.03], ""], [1034, "2017-02-04T08:45:55Z", [1.0], ""], [368, "2017-02-03T22:00:47Z", [0.0], ""], [1333, "2017-02-03T18:31:41Z", [0.13], ""], [1034, "2017-02-03T10:39:44Z", [1.0], ""], [83, "2017-02-02T20:56:58Z", [0.05], "Passage of time."], [368, "2017-02-02T20:33:49Z", [0.0], ""], [28414, "2017-02-02T15:13:53Z", [0.06], ""], [28414, "2017-02-02T15:09:17Z", [0.12], "Russia intends to simplify the visa regime for Turkish citizens\nhttps://donpress.com/news/11-01-2017-rossiya-namerena-uprostit-vizovyy-rezhim-dlya-grazhdan-turcii\nThe Russian Foreign Ministry is working on simplification of visa regime for Turkish citizens.\nThe Turkish Foreign Ministry said: \"Turkey is waiting for the abolition of Russian visas for Turkish citizens. Work in this direction continues. I think, first of all, will be abolished visa for businessmen and officials. \"\nIt is known that Turkey wants to bring relations with Russia in the pre-crisis level and expand trade relations as much as possible."], [691, "2017-02-02T12:46:52Z", [0.03], ""], [1034, "2017-02-02T09:07:57Z", [1.0], ""], [28249, "2017-02-01T23:57:08Z", [0.05], ""], [28091, "2017-02-01T22:24:36Z", [0.65], ""], [29695, "2017-02-01T12:58:25Z", [0.05], ""], [1034, "2017-02-01T09:12:39Z", [1.0], ""], [1034, "2017-02-01T00:58:20Z", [1.0], ""], [691, "2017-01-31T22:10:03Z", [0.03], ""], [368, "2017-01-31T20:44:25Z", [0.0], ""], [368, "2017-01-30T19:03:45Z", [0.0], ""], [1034, "2017-01-30T07:19:11Z", [1.0], ""], [28878, "2017-01-30T05:39:42Z", [0.05], ""], [33110, "2017-01-30T03:02:25Z", [0.2], ""], [176, "2017-01-30T02:35:47Z", [1.0], "It's still not March yet and the median is still very tasty. I see some forecasts that think P(X) = .05 is too low.  @Dsarin - if you a have heart for poetry, this is a wonderful German film: http://www.imdb.com/title/tt0093191/"], [33101, "2017-01-29T19:30:05Z", [0.05], ""], [691, "2017-01-29T14:01:56Z", [0.03], ""], [1034, "2017-01-29T09:10:02Z", [1.0], ""], [13377, "2017-01-29T02:50:41Z", [0.4], ""], [5081, "2017-01-29T00:06:00Z", [0.7], ""], [33062, "2017-01-28T22:49:58Z", [0.03], ""], [368, "2017-01-28T20:30:09Z", [0.0], ""], [691, "2017-01-28T16:42:23Z", [0.03], ""], [1034, "2017-01-28T08:56:39Z", [1.0], ""], [19964, "2017-01-27T21:45:38Z", [0.01], "Putin does not make moves that appear weak to his people. In light of the assassination of their ambassador in Ankara it is unlikely any moves like this will be made."], [7370, "2017-01-27T21:17:38Z", [0.06], ""], [1034, "2017-01-27T08:12:34Z", [1.0], ""], [29680, "2017-01-27T03:08:49Z", [0.04], ""], [1529, "2017-01-27T02:15:34Z", [0.15], ""], [368, "2017-01-26T19:01:29Z", [0.0], ""], [691, "2017-01-26T15:36:09Z", [0.02], ""], [1034, "2017-01-26T08:41:37Z", [1.0], ""], [368, "2017-01-25T19:25:29Z", [0.0], ""], [4918, "2017-01-25T19:03:41Z", [0.4], ""], [691, "2017-01-25T16:37:00Z", [0.02], ""], [1034, "2017-01-25T07:43:23Z", [1.0], ""], [32961, "2017-01-25T04:38:40Z", [0.0], ""], [31756, "2017-01-24T20:07:07Z", [0.04], ""], [691, "2017-01-24T15:47:42Z", [0.02], ""], [1034, "2017-01-24T08:07:53Z", [1.0], ""], [25875, "2017-01-24T00:05:17Z", [0.0], ""], [23861, "2017-01-23T20:54:33Z", [0.07], ""], [691, "2017-01-23T18:25:37Z", [0.02], ""], [1034, "2017-01-23T05:59:50Z", [1.0], ""], [691, "2017-01-22T20:42:18Z", [0.02], ""], [368, "2017-01-22T20:16:19Z", [0.0], ""], [32862, "2017-01-22T19:54:07Z", [0.65], ""], [32856, "2017-01-22T14:19:29Z", [0.09], ""], [31485, "2017-01-22T13:57:33Z", [0.01], ""], [1034, "2017-01-22T07:39:33Z", [1.0], ""], [32843, "2017-01-21T23:15:34Z", [0.05], ""], [368, "2017-01-21T18:41:26Z", [0.0], ""], [691, "2017-01-21T16:38:18Z", [0.02], ""], [15196, "2017-01-21T16:10:12Z", [0.0], ""], [19801, "2017-01-21T08:41:44Z", [0.0], "Following the shooting of Russia’s Ambassador to Turkey on 19 December, it was reported that Russia did not believe Turkey to be ready for the establishment of a visa-free regime.\nhttps://csglobalpartners.com/visa-free-digest-december/"], [1034, "2017-01-21T06:23:44Z", [1.0], ""], [368, "2017-01-20T18:06:51Z", [0.0], ""], [28091, "2017-01-20T16:26:53Z", [0.7], ""], [691, "2017-01-20T12:47:09Z", [0.02], ""], [1034, "2017-01-20T08:15:04Z", [1.0], "The Turkey Russia Rapprochement\nSchmidt (2017) January 19, states that: Nearly a month following the assassination of the Russian Ambassador to Turkey, Andrey Karlov, we have seen neither a Russian démarche nor a reprisal against the Turkish government for the security oversight that allowed the gunman to enter the Ankara art gallery on the evening of December 20th. Most ironically, the gunman’s screams of “don’t forget Aleppo” seemingly foreshadowed Russia and Turkey’s increasingly close positions on the Syrian crisis by the start of 2017.\nThe Russian Federation has distinguished the gunman’s political motives from the unforgivable Turkish security gaffe. As noted by Putin shortly after the incident: “The crime that was committed is without doubt a provocation aimed at disrupting the normalization of Russian-Turkish relations and disrupting the peace process in Syria that is being actively advanced by Russia, Turkey and Iran…There can be only one answer to this – stepping up the fight against terrorism, and the bandits will feel this.” Indeed, the Russian Federation has stood by these claims by delegating security forces to Ankara to assist the Turks in ascertaining “who directed the hand of the killer.”  The Turkish response echoed Putin’s sentiments, most notably underscoring the need for solidarity. Speaking of the assassination, Turkey’s Interior Minister Suleyman Soylu said that “it has saddened us and our people. I offer my condolences to the Russian federation and the Russian people.” According to reports, President Erdogan has personally issued similar statements to his Russian counterpart. Publicly, the attacker, Mevlut Mert Altıntas, has been—albeit conveniently—condemned as a rogue Gulenist determined to further undermine Turkish domestic stability and international credibility.  A spokesman for Fetullah Gulen has deemed Erdogan’s accusations as “laughable” (para. 1-3). Schmidt, K. (2017). The Turkey-Russia Rapprochement. The McGill International Review. \nhttp://mironline.ca/turkey-russia-rapprochement/ Turkey expects improved relations with the Trump administration De-Young (2017) January 19, states that: Turkey is confident that its relations with the United States will improve significantly under President-elect Donald Trump and expects positive responses to concerns it believes the Obama administration played down, Turkish Foreign Minister Mevlut Cavusoglu said Thursday (para. 1). But geography — including Turkey’s 500-mile-long border with Syria — and differences between the way Obama and Turkish President Recep Tayyip Erdogan assess the counter-terrorism threat have often left them at odds over how to deal with the upheaval in the Middle East (para. 7).\nIn recent months, Turkey has turned to Russia to help solve the Syria problem that the United States accuses the Kremlin of fueling with its military and political support for President Bashar al-Assad. The two, along with Iran — Assad’s other ally — have organized a cease-fire and peace conference between the Assad government and its armed opponents, to begin Monday in Astana, Kazakhstan.\nCavusoglu said the conference, part of a process from which the Obama administration was excluded, hopes to solidify the cease-fire, which he said both Assad and Iranian allies have violated, and to initiate direct talks between the sides on the ground prior to United Nations-sponsored peace negotiations in early February.\nTrump has promised improved ties with Russia, and Flynn received a personal invitation late last month from Sergey Kislyak, Russia’s ambassador to the United States. Although the incoming administration has not formally replied, Cavusoglu said he is certain that Trump will send a representative.\nThis week, Turkish and Russian warplanes for the first time flew joint strike missions in support of Turkish troops advancing on Islamic State positions in and around the northern Syrian town of al-Bab. The United States had advised against the al-Bab operation and demurred on requests for direct air support as Turkish ground forces ran into trouble in the area about 30 miles south of its southern border (para. 7-10). De-Young, K. (2017). Turkey expects improved relations with the Trump administration. The Washington Post. National Security. Retrieved from\nhttps://www.washingtonpost.com/world/national-security/turkey-expects-improved-relations-with-the-trump-administration/2017/01/19/fa8cfffc-de87-11e6-918c-99ede3c8cafa_story.html"], [1034, "2017-01-20T07:27:29Z", [1.0], ""], [422, "2017-01-20T00:32:55Z", [0.02], ""], [32066, "2017-01-19T19:50:19Z", [0.04], "Hat tip to @sevedb for izvestia link. Am downgrading by forecast by more than 50%, to 5%."], [368, "2017-01-19T19:01:11Z", [0.0], ""], [29384, "2017-01-19T14:47:40Z", [0.08], ""], [1034, "2017-01-19T05:39:53Z", [1.0], ""], [691, "2017-01-19T02:43:13Z", [0.02], ""], [4273, "2017-01-19T01:25:44Z", [0.15], ""], [32100, "2017-01-18T19:59:48Z", [0.05], ""], [368, "2017-01-18T19:10:55Z", [0.0], ""], [32721, "2017-01-18T15:22:51Z", [0.23], ""], [1034, "2017-01-18T07:00:15Z", [1.0], ""], [13377, "2017-01-18T01:14:32Z", [0.05], "Following @dada and a shout out to @sevedb for the link http://izvestia.ru/news/653183."], [691, "2017-01-17T23:18:57Z", [0.02], ""], [30400, "2017-01-17T16:33:19Z", [0.01], ""], [1639, "2017-01-17T15:27:53Z", [0.02], "\"Russia will not lift the visa regime with Turkey\" \nhttp://izvestia.ru/news/653183"], [32100, "2017-01-17T15:08:36Z", [0.85], ""], [1262, "2017-01-17T15:05:34Z", [0.87], "\nhttps://www.gjopen.com/comments/comments/425578"], [25875, "2017-01-17T14:50:27Z", [0.02], ""], [29469, "2017-01-17T13:47:22Z", [0.0], ""], [1034, "2017-01-17T07:04:42Z", [1.0], "Bypassing US in the Middle East Turkey Russia relations Oruc, M. S. (2017). Bypassing US in the Middle East: Turkey-Russia relations. Daily Sabah. Columns. Retrieved from\nhttp://www.dailysabah.com/columns/merve-sebnem-oruc/2017/01/16/bypassing-us-in-the-middle-east-turkey-russia-relations"], [32648, "2017-01-16T18:12:12Z", [0.0], ""], [1034, "2017-01-16T07:05:48Z", [1.0], ""], [368, "2017-01-15T20:35:38Z", [0.0], ""], [674, "2017-01-15T17:31:37Z", [0.1], ""], [30514, "2017-01-15T13:19:24Z", [0.0], ""], [32594, "2017-01-15T11:15:07Z", [0.03], ""], [1034, "2017-01-15T06:41:43Z", [1.0], ""], [368, "2017-01-14T20:31:56Z", [0.0], ""], [691, "2017-01-14T13:56:35Z", [0.02], ""], [32066, "2017-01-14T12:10:40Z", [0.12], "This will be a likely scenario if Erdogan really secures his hold on power, but in six months? Can't really see an advantage for the Russians to do this while the situation is still unstable. Probability within 2 yrs is 80% if Erdogan stays in power, which has p= 90% --> 72%. But much more likely to happen in 2018, less that 36% in 2017. And much less than half of this to occur in first half --> 12% "], [1034, "2017-01-14T06:30:36Z", [1.0], ""], [691, "2017-01-13T20:49:13Z", [0.02], ""], [1034, "2017-01-13T06:18:41Z", [1.0], ""], [25705, "2017-01-12T21:04:11Z", [0.65], ""], [32482, "2017-01-12T19:23:52Z", [0.15], ""], [691, "2017-01-12T18:21:42Z", [0.02], ""], [368, "2017-01-12T17:28:55Z", [0.0], ""], [1034, "2017-01-12T06:59:03Z", [1.0], ""], [691, "2017-01-11T22:12:34Z", [0.02], ""], [4273, "2017-01-11T20:07:57Z", [0.18], ""], [32414, "2017-01-11T14:29:48Z", [0.1], ""], [1034, "2017-01-11T06:03:40Z", [1.0], ""], [176, "2017-01-11T02:55:54Z", [1.0], "Just cherry picking. Erdogan wants a piece of northern Iraq too. "], [691, "2017-01-10T21:53:51Z", [0.02], ""], [368, "2017-01-10T20:17:03Z", [0.0], ""], [23861, "2017-01-10T20:07:49Z", [0.1], ""], [1034, "2017-01-10T06:35:54Z", [1.0], "Gordon and Schmitt (2017) Jan 8, state that: WASHINGTON — Russian warplanes have carried out airstrikes to support Turkey’s offensive in northern Syria against the Islamic State, an important evolution in a budding Russian-Turkish partnership. The deepening ties threaten to marginalize the United States in the struggle to shape Syria’s ultimate fate.\nThe air missions, which took place for about a week near the strategically important town of Al Bab, represent the Kremlin’s first use of its military might to help the Turks in their fight against the militant group. The Russians seized an opening to try to build a military relationship with Turkey, a NATO member, as the United States has sought to keep the emphasis on taking Raqqa, the Islamic State’s self-declared capital.\nThe Russian bombing is a remarkable turnabout from November 2015, when a Turkish F-16 fighter jet shot down a Russian Su-24 attack plane that had violated Turkey’s airspace.\nRussia and Turkey had already been involved in a joint effort to establish a cease-fire in Syria — one that does not involve the United States. At the same time, ties between the United States and Turkey have come under growing strain as the Turkish president, Recep Tayyip Erdogan, has become increasingly alarmed about the Kurdish forces known as the Y.P.G. The United States has aligned itself with those forces to combat the Islamic State in Syria.\nSome analysts say Russia appears to have arrived at an accommodation in which the Turks are moving to establish a security zone in northern Syria to preclude Syrian Kurds from setting up an autonomous region. In return, the Turks appear to be backing off their efforts to unseat President Bashar al-Assad of Syria, who, with Russian help, is strengthening his hold on the country’s major cities to the south.\n“The Russian-Turkish rapprochement is largely tactical,” said James F. Jeffrey, a former United States ambassador to Turkey. “Russia can live for now with a Turkish enclave in northern Syria if it does not threaten the Assad regime. And it allows Russia to exploit the U.S. shift to Turkey’s rival, the Y.P.G., by providing air support to the Turks against the Islamic State, which the U.S. inexplicably is not providing” (para. 1-6). Gordon, M., R. & Schmitt, E. (2017). Airstrikes by Russia Buttress Turkey in Battle vs. ISIS. The New York Times. Politics. Retrieved from\nhttp://www.nytimes.com/2017/01/08/us/politics/russia-turkey-syria-airstrikes-isis.html?_r=0"], [12591, "2017-01-10T03:28:45Z", [0.08], ""], [32307, "2017-01-10T01:36:09Z", [0.0], "They want Never türkisch Citizen in russia."], [13210, "2017-01-09T21:35:44Z", [0.0], "Although relations have improved since the resignation of Davutoglu it could be suspected that there is a principle mistrust on the Russian side of infiltration, which will linger on for the foreseeable future. Even a regime change in Turkey could relieve the mistrust easily. "], [368, "2017-01-09T20:20:07Z", [0.0], ""], [4273, "2017-01-09T19:57:15Z", [0.22], ""], [20156, "2017-01-09T17:20:31Z", [0.05], ""], [691, "2017-01-09T12:32:01Z", [0.02], ""], [23278, "2017-01-09T12:00:06Z", [0.05], ""], [3363, "2017-01-09T11:48:04Z", [0.24], ""], [14661, "2017-01-09T10:50:45Z", [0.05], "A visa free travel for Turkish citizens will dramatically increase the likelihood of terrorism on the Russian soil. The benefits to  Russia are unclear, as Russia is neither a top tourist destination for Turkish citizens nor there is a significant trade between 2 countries. "], [27818, "2017-01-09T08:21:15Z", [0.2], ""], [1034, "2017-01-09T05:50:46Z", [1.0], ""], [368, "2017-01-08T20:25:50Z", [0.0], ""], [14994, "2017-01-08T13:40:47Z", [0.05], ""], [4634, "2017-01-08T07:28:26Z", [0.2], ""], [1034, "2017-01-08T07:22:26Z", [1.0], "Ankara Moscow likely to improve relations increase cooperation in 2017 Kirikcioglu (2017) Jan 1, states that: Moscow, Ankara overcome Crisis, better relations expected in 2017 Now, in the span of a year, as the two countries have largely overcome their crisis and having survived two major incidents, it seems their relations will be even better in 2017. Russia and Turkey not only agreed on the evacuation of Aleppo in the last days of 2016, which was described by Putin as \"the biggest humanitarian operation in the world,\" they also played a key role in establishing a nationwide cease-fire in war-torn Syria (para. 8). \"Turkey and Russia seem to be getting over the jet crisis and the murder of the Russian ambassador. Moreover, the possibility of peace in the Syrian crisis revealed that two countries can act together on regional issues,\" Eşref Yalınkılıçlı, Eurasian analyst and journalist for TRT World, told Daily Sabah. \"If the cease-fire brokered by Ankara and the Kremlin can be turned into durable agreement, a prominent obstacle against better relations will be eliminated, and we should hence expect relations to further improve in 2017.\" Yalınkılıçlı underscored that both countries are still evaluating their economic ties and act in accordance with \"commercial pragmatism,\" adding that since they see each other as big markets for their products, neither Russia nor Turkey can risk losing each other. \"It's too early to start talking about strategic partnership. They need to make a lot of progress toward it. However, we should expect 'controlled optimism,' for relations in the next year,\" he said. New economic projects and the course of the Syrian crisis will likely give direction to the future of relations between the two countries in 2017. However, taking into consideration how they overcame two serious incidents, bilateral ties in 2017 will most likely become even stronger than before the jet crisis in November 2015 (para. 8-12). Kirikcioglu, M. (2017). Ankara, Moscow likely to improve relations, increase cooperation in 2017. Daily Sabah. Diplomacy. Retrieved from\nhttp://www.dailysabah.com/diplomacy/2017/01/02/ankara-moscow-likely-to-improve-relations-increase-cooperation-in-2017"], [12983, "2017-01-07T22:28:00Z", [0.15], ""], [373, "2017-01-07T21:50:25Z", [0.02], "Pretty difficult to imagine, given the diversity of threats to Russians that a Turkish passport might carry with it."], [368, "2017-01-07T19:16:10Z", [0.0], ""], [15471, "2017-01-07T16:43:13Z", [0.05], ""], [15065, "2017-01-07T12:21:01Z", [0.15], ""], [793, "2017-01-07T10:53:11Z", [0.0], ""], [1034, "2017-01-07T06:27:43Z", [1.0], ""], [32196, "2017-01-06T19:49:55Z", [0.01], ""], [368, "2017-01-06T18:16:58Z", [0.0], ""], [1034, "2017-01-06T08:28:30Z", [1.0], ""], [691, "2017-01-05T16:22:56Z", [0.02], ""], [1034, "2017-01-05T06:53:13Z", [1.0], ""], [368, "2017-01-04T18:08:54Z", [0.0], ""], [1708, "2017-01-04T14:20:42Z", [0.05], ""], [14761, "2017-01-04T04:56:06Z", [0.04], ""], [1034, "2017-01-04T04:12:20Z", [1.0], ""], [368, "2017-01-03T19:42:59Z", [0.0], ""], [32061, "2017-01-03T16:33:30Z", [0.0], ""], [691, "2017-01-03T13:18:05Z", [0.02], ""], [368, "2017-01-02T19:30:34Z", [0.0], ""], [10837, "2017-01-02T16:19:52Z", [0.0], ""], [31976, "2017-01-02T13:55:11Z", [0.22], ""], [691, "2017-01-02T13:49:51Z", [0.02], ""], [1034, "2017-01-02T06:27:42Z", [1.0], ""], [31940, "2017-01-01T23:28:15Z", [0.15], ""], [10449, "2017-01-01T14:49:48Z", [0.0], ""], [691, "2017-01-01T13:49:24Z", [0.02], ""], [1034, "2017-01-01T08:23:37Z", [1.0], ""], [31878, "2016-12-31T21:24:48Z", [0.0], ""], [23234, "2016-12-31T20:58:00Z", [0.0], "Comment deleted on Jan 01, 2017 06:39AM UTC"], [23234, "2016-12-31T20:54:28Z", [0.0], ""], [368, "2016-12-31T18:30:25Z", [0.0], ""], [691, "2016-12-31T14:45:01Z", [0.02], ""], [1034, "2016-12-31T08:58:52Z", [1.0], ""], [691, "2016-12-30T21:24:49Z", [0.02], ""], [31846, "2016-12-30T20:11:36Z", [0.05], ""], [368, "2016-12-30T20:04:08Z", [0.0], ""], [1034, "2016-12-30T07:56:14Z", [1.0], ""], [691, "2016-12-29T23:48:08Z", [0.02], ""], [25875, "2016-12-29T21:50:01Z", [0.05], ""], [31631, "2016-12-29T21:08:12Z", [0.4], ""], [368, "2016-12-29T18:59:06Z", [0.0], ""], [804, "2016-12-29T18:38:30Z", [0.05], ""], [3434, "2016-12-29T12:27:58Z", [1.0], "\tMoscow has been patching up relations with Turkey "], [1034, "2016-12-29T09:14:41Z", [1.0], "Russia Turkey Iran eye dicing Syria into zones of influence Osborn, A. & Coskun, O. (2016). Russia, Turkey, Iran eye dicing Syria into zones of influence. Reuters. World News. Retrieve from\nhttp://www.reuters.com/article/us-mideast-crisis-syria-deal-idUSKBN14H12V"], [23006, "2016-12-29T03:51:42Z", [0.2], ""], [368, "2016-12-28T21:11:50Z", [0.0], ""], [25705, "2016-12-28T14:19:47Z", [0.33], ""], [31771, "2016-12-28T13:28:27Z", [0.1], ""], [1034, "2016-12-28T07:53:21Z", [1.0], "Russia says Syrian government and opposition in talks  Osborn and Perry (2016) December 27, states that:\nSeparately on Tuesday Turkish President Tayyip Erdogan said he had evidence that U.S.-led coalition forces in Syria were giving support to \"terrorist groups\" including Islamic State and the Kurdish militant groups YPG and PYD. The U.S. State Department called the accusations \"ludicrous\" (para. 20).\nIranian Defense Minister Hossein Dehghan told Russia's state-backed RT TV station in an interview that Saudi Arabia should not be allowed to take part in the Syrian peace process, the RIA news agency reported.\nIt cited him as saying he thought Riyadh's insistence that Assad should step down meant it had no place at any talks.\nHe also said that Assad should have the right to stand in the next presidential election if he wanted to, RIA said (para. 20-23). Osborn, A. & Perry, T.  (2016). Russia says Syrian government and opposition in talks. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-mideast-crisis-syria-lavrov-idUSKBN14G0PG?mod=related&channelName=worldNews"], [368, "2016-12-27T20:10:52Z", [0.0], ""], [691, "2016-12-27T14:39:49Z", [0.02], ""], [14282, "2016-12-27T11:50:27Z", [0.1], ""], [544, "2016-12-27T11:02:23Z", [0.3], "Stabilization of Russian/Turkish relations becoming more likely within the time frame, once Trump's policies vs Russia become clearer"], [1034, "2016-12-27T07:43:17Z", [1.0], ""], [691, "2016-12-26T16:58:44Z", [0.02], ""], [1034, "2016-12-26T07:06:39Z", [1.0], ""], [691, "2016-12-25T12:17:32Z", [0.02], ""], [1034, "2016-12-25T10:40:19Z", [1.0], "Russian plane crashes with 92 on board wreckage in Black Sea Defense Ministry says Blau (2016) Sun December 25, states that: (CNN)A Russian military plane reported missing Sunday with 92 people aboard has crashed, leaving a trail of plane wreckage in the Black Sea near Sochi, according to the Russian Defense Ministry.\nA Tupolev Tu-154 plane that was carrying 84 passengers and eight crew members disappeared from radar Sunday morning local time after taking off from the Adler airport near the Black Sea city, state-run RIA Novosti news agency reported.\nThe plane, which first took off from Moscow, was headed to the Russian Hmeymim airbase in Latakia, Syria, where the country has a large military presence, for a concert ahead of New Year's Eve, a source told Russia's state news agency Tass.\nAccording to RIA Novosti, the Defense Ministry said it found debris from the missing Tu-154 in the Black Sea one mile from Sochi.\nIt's likely not weather, nor terrorism...\nCNN Meteorologist Derek Van Dam said no major weather patterns were present at the time of the plane's disappearance.\nThe Russian Tu-154 could have crashed because of a technical malfunction or a pilot's error but not terrorism, the chairman of the Federation Council Committee on Defense and Security Viktor Ozerov said, according to Russia's Sputnik news agency.\n\"I rule out version of the terror attack completely. It is the aircraft of the Ministry of Defense, the airspace of the Russian Federation, there cannot be such a version,\" Ozerov is quoted as saying. \"The plane had to make a U-turn after takeoff over the sea, may took the wrong direction\" (para. 1-8). Blau, M. (2016). Russian plane crashes with 92 on board, wreckage in Black Sea, Defense Ministry says. CNN. Asia. Retrieved from\nhttp://www.cnn.com/2016/12/25/asia/russian-military-jet-disappears/"], [31695, "2016-12-24T22:00:42Z", [0.6], "improved relations between Russia and turkey"], [691, "2016-12-24T16:37:22Z", [0.02], ""], [14777, "2016-12-24T13:45:51Z", [0.05], ""], [1034, "2016-12-24T09:54:06Z", [1.0], "Vladimir Putin’s Annual News Conference White (2016) December 23, states that: 3:50:30 am Gregory White \n What a difference a year makes. A quick rundown of Key Takeaways from last year's press conference and where things stand now (para. 4). •\tLast year: Putin is upbeat on the economy: Affirms 2016 GDP growth forecast of 0.7%, inflation at 12.3%, unemployment at ~5.6% but calls $50/bbl scenario oil very optimistic.\n•\tNow: GDP is forecast to contract 0.5% this year, with inflation at 7.1%, unemployment 5.7%, Brent has averaged $44.88. •\tLast year: No prospect of restoring ties with current Turkish leadership after downing of Russian military jet. •\tNow: Relations on the mend after Turkish president apologized for the plane. Assassination of Russian ambassador in Ankara so far hasn't shaken them. •\tLast year: Backs U.S. Plan for UN political resolution in Syria after Kerry visit to Moscow this week.\n•\tNow: Russia pushing its own plan with Turkey and Iran. •\tLast year: Says Trump is bright, talented. •\tNow: Trump is president-elect. 3:51:18 am Gregory White   In foreign policy, the top two issues are likely to be Trump and Turkey. •\tTrump's election has fueled hopes his administration will bring an end to the tensions with Russia that have built in the last few years. Analysts increasingly expect Trump to ease sanctions on Russia next year. •\tMoscow has been patching up relations with Turkey in the last several months after President Erdogan apologized for last year's downing of a Russian warplane near the Syrian border. Monday's murder in Ankara of the Russian ambassador so far hasn't derailed the detente, which is a key part of the Kremlin's drive for greater influence in the Middle East. Para. 4-14). White, G. (2016). Vladimir Putin’s Annual News Conference. Bloomberg. Retrieved from \nhttps://www.bloomberg.com/news/live-blog/2016-11-28/putin-speaks-on-russian-economy-geopolitics-in-annual-news-conference"], [22276, "2016-12-24T03:32:03Z", [0.32], ""], [368, "2016-12-23T21:39:55Z", [0.0], ""], [28878, "2016-12-23T14:24:52Z", [0.08], ""], [691, "2016-12-23T13:43:58Z", [0.02], ""], [29384, "2016-12-23T10:55:26Z", [0.11], ""], [1034, "2016-12-23T07:10:25Z", [1.0], ""], [699, "2016-12-22T22:03:30Z", [0.0], ""], [368, "2016-12-22T20:56:13Z", [0.0], ""], [4634, "2016-12-22T17:18:22Z", [0.35], ""], [22833, "2016-12-22T14:23:59Z", [0.0], ""], [25705, "2016-12-22T14:11:39Z", [0.07], "Izvestia: Diplomat’s murder freezes talks on visa-free regime for Turkey Moscow will freeze talks on introducing a visa-free regime for Turkish citizens, a Russian diplomatic source told Izvestia on Wednesday. Russia will also do its utmost to ensure the security of its citizens visiting Turkey...However, after the tragic death of the Russian Ambassador to Turkey, Andrei Karlov this issue will be put off indefinitely, the paper writes. More:\nhttp://tass.com/pressreview/921098\n"], [691, "2016-12-22T13:49:31Z", [0.02], ""], [1034, "2016-12-22T06:49:05Z", [1.0], ""], [4273, "2016-12-22T00:43:23Z", [0.2], ""], [368, "2016-12-21T21:17:19Z", [0.0], ""], [4273, "2016-12-21T19:55:22Z", [0.25], ""], [5370, "2016-12-21T16:30:35Z", [0.0], ""], [4634, "2016-12-21T16:26:51Z", [0.4], ""], [691, "2016-12-21T15:47:20Z", [0.02], ""], [3363, "2016-12-21T11:50:12Z", [0.33], ""], [1034, "2016-12-21T06:03:54Z", [1.0], "Russia Turkey Thaw to Withstand Assassination of Envoy Arkhipov (2016) December ‎19th,  states that: The assassination of Russia’s ambassador to Turkey won’t derail the improvement in relations between the two countries since a crisis over the war in Syria a year ago, according to politicians and analysts in Moscow.\n“There won’t be a new chill in the relationship between Moscow and Ankara,” because of the murder of Andrey Karlov by a gunman in Ankara on Monday, Leonid Slutsky, head of the international affairs committee in Russia’s lower house of parliament, said on Rossiya 24 state television. Talks between Russia, Turkey and Iran over Syria planned for Tuesday in Moscow will proceed, he said.\nThe murder “will only bring Russia and Turkey closer together,” Elena Suponina, a senior analyst at the Russian Institute of Strategic Studies, which advises the Kremlin, said by phone. It shows “we have a common enemy -- terrorism -- and only by joining forces can we deal with this enemy,” she said (para 1-3). Arkhipov, I. (2016). Russia-Turkey Thaw to Withstand Assassination of Envoy. Bloomberg. Retrieved from\nhttps://www.bloomberg.com/news/articles/2016-12-19/russia-turkey-thaw-seen-withstanding-assassination-of-envoy Tsvetkova and Hobson (2016) Tue Dec 20, states that: Russia, Iran and Turkey have started the process of finding a political solution to the conflict in Syria, Iran's Foreign Minister Mohammad Javad Zarif said at a meeting of the three countries' foreign ministers in Moscow on Tuesday.\nAt a separate meeting in Moscow of defense ministers from the same three countries, Iranian Defense Minister Hossein Dehghan praised military co-operation between Ankara and Moscow in Syria (para. 1-2). Tsvetkova, M. & Hobson, P. (2016). Iran, Russia and Turkey start search for Syria resolution: Zarif. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-mideast-crisis-syria-iran-deal-idUSKBN1491BN?feedType=RSS&feedName=worldNews Ant (2016) December ‎19‎, states that: The assassination of Russia’s top envoy in Turkey is by all appearances another bloody result of Syria’s civil war. Video footage shows the assailant shouting religious slogans and “Don’t forget Aleppo,” a reference to the Syrian city where the interests of Turkey and Russia collided, and where the civil war became a humanitarian crisis. Leaders of both countries were quick to pledge that the assassination won’t break ties between Ankara and Moscow, which are still recovering from Turkey’s downing of a Russian jet near its border with Syria last year (para. 1). Ant, O. (2016). Why a Russian’s Killing in Turkey Was About Syria: Quick Take Q&A. Bloomberg. Retrieved from\nhttps://www.bloomberg.com/news/articles/2016-12-19/why-a-russian-s-killing-in-turkey-was-about-syria-quicktake-q-a Turkish police detain six after Russian ambassador shot dead Coskun, O. & Butler, D. (2016). Turkish police detain six after Russian ambassador shot dead. Reuters. World News. Retrieved from\nhttp://www.reuters.com/article/us-turkey-russia-diplomat-idUSKBN1490MK"], [691, "2016-12-20T21:12:13Z", [0.02], ""], [368, "2016-12-20T20:42:26Z", [0.0], ""], [22308, "2016-12-20T16:55:08Z", [0.05], ""], [27322, "2016-12-20T16:07:08Z", [0.0], ""], [31191, "2016-12-20T16:01:58Z", [0.1], ""], [29744, "2016-12-20T14:59:20Z", [0.15], ""], [23900, "2016-12-20T10:38:28Z", [0.05], ""], [29814, "2016-12-20T08:47:59Z", [0.0], ""], [5001, "2016-12-20T07:50:44Z", [0.2], ""], [5001, "2016-12-20T07:50:15Z", [0.5], "Comment deleted on Dec 20, 2016 07:50AM UTC"], [1034, "2016-12-20T06:16:26Z", [1.0], "Given consideration on the fact that both the Russian and Turkish diplomatic security measures failed to stop a determined terrorist from entering a secure event. The nature of the events political claims of Russian actions in Syria, specifically the city of Aleppo as the main rational. Not seeing two NATO governments giving in to a single act of terror to derail ongoing and current National relationships. Considering the temporary ban was instated after the Turkish government shot down a Russian fighter jet, not the same as an individual act against the Russian government. Harvey (2016) December 19, states that: Russia’s ambassador was shot dead in the Turkish capital on Monday in an assassination apparently linked to Syria’s civil war, heightening tensions over a conflict that’s drawn in almost all the region’s main powers.\nAndrey Karlov was shot in the back at an art exhibit in Ankara on Monday, and later died from injuries sustained, according to the Russian Foreign Ministry. The assailant shouted comments about Aleppo, the Syrian city where mostly Islamist rebels have been defeated this month by Russian-backed government forces, CNN-Turk television said. Turkish media reported that the attacker was killed by security forces.\nKarlov’s killing comes days after one of Russia’s biggest victories since it joined the Syrian war last year in support of President Bashar al-Assad. Assad’s army, with Russian air support, has retaken almost all of the city that was once Syria’s largest. Turkey, which has backed the rebels in Aleppo and elsewhere in Syria, has played a key role along with Russia in negotiating the ongoing evacuation of fighters and civilians (para 1-3). Harvey, B. (2016). Russian Ambassador Shot Dead in Turkey as Syria War Roils Region. Bloomberg. Retrieved from\nhttps://www.bloomberg.com/news/articles/2016-12-19/russian-ambassador-shot-in-turkish-capital-amid-syria-tensions\n"], [31496, "2016-12-20T05:53:45Z", [0.15], "The killing of the Russian ambassador in Ankara will probably put a spanner in any thoughts of withdrawing travel sanctions"], [31201, "2016-12-20T04:03:29Z", [0.05], "No circumstances in which this seems likely."], [23861, "2016-12-20T01:44:38Z", [0.15], "With today's events in Turkey, the probability is decreasing."], [1667, "2016-12-20T00:34:53Z", [0.0], ""], [684, "2016-12-19T22:47:42Z", [0.05], ""], [30207, "2016-12-19T22:38:53Z", [0.02], "Dramatically reduced chances after recent killing of Russian ambassador in Turkey"], [368, "2016-12-19T22:29:11Z", [0.0], ""], [11857, "2016-12-19T22:04:05Z", [0.1], ""], [29469, "2016-12-19T21:01:36Z", [0.01], "No chance after this http://www.bbc.com/news/world-europe-38369962"], [4634, "2016-12-19T19:51:27Z", [0.35], ""], [476, "2016-12-19T19:09:49Z", [0.03], ""], [14166, "2016-12-19T19:05:28Z", [0.01], ""], [4273, "2016-12-19T18:54:19Z", [0.18], ""], [83, "2016-12-19T17:35:48Z", [0.5], ""], [31398, "2016-12-19T16:59:56Z", [0.0], "Comment deleted on Dec 19, 2016 06:28PM UTC"], [1262, "2016-12-19T16:52:32Z", [0.27], "Modifying based on a number comments including this  https://www.gjopen.com/comments/comments/403244.  It will depend on resolution of the situation in Syria - the ambitions of Erdogan (Sunni) and Khamenei (Shia) & ally (Russia) remain in conflict and unlikely to be resolved unless some sort of Sunni/Shia \"peace\" agreement develops, which seems quite unlikely.   "], [28414, "2016-12-19T16:36:20Z", [0.0], "Doubt it\n\"Russian ambassador Andrei Karlov wounded in gun attack in Turkey\"\nhttp://www.bbc.co.uk/news/world-europe-38369962"], [1034, "2016-12-19T06:48:28Z", [1.0], ""], [5081, "2016-12-19T04:10:43Z", [0.2], ""], [4273, "2016-12-18T20:42:51Z", [0.3], ""], [368, "2016-12-18T20:36:56Z", [0.0], ""], [691, "2016-12-18T14:35:39Z", [0.02], ""], [20572, "2016-12-18T14:25:09Z", [0.07], ""], [31537, "2016-12-18T13:16:42Z", [0.05], ""], [1034, "2016-12-18T08:10:09Z", [1.0], ""], [15471, "2016-12-18T07:55:54Z", [0.15], ""], [20156, "2016-12-17T18:21:26Z", [0.1], ""], [31521, "2016-12-17T16:27:55Z", [0.0], ""], [691, "2016-12-17T13:16:31Z", [0.02], ""], [1034, "2016-12-17T06:17:24Z", [1.0], ""], [31436, "2016-12-16T23:19:11Z", [0.5], "Interesting article - http://www.turkeyvisa.info/turkey-diplomats-says-may-be-it-will-be-visa-free-regime-with-russian-in-future/\n"], [368, "2016-12-16T18:47:00Z", [0.0], ""], [12879, "2016-12-16T18:29:18Z", [0.05], "Lowering my opinion to a SuperForecasting \"Almost Certainatly Not\" going to happen based on the increasing terrorist regional activity and more importantly the Russisn concern for their internal security against, for example, Chechen Independence activity. (FYI:  Chechen: A member of a Sunni Muslim people living in the Chechen-Ingush Autonomous Republic and adjacent areas, closely related to the Ingush.)"], [691, "2016-12-16T18:25:49Z", [0.02], ""], [1333, "2016-12-16T15:42:22Z", [0.14], ""], [24, "2016-12-16T14:13:01Z", [0.2], ""], [1034, "2016-12-16T06:47:29Z", [1.0], ""], [28414, "2016-12-15T21:50:12Z", [0.0], ""], [368, "2016-12-15T21:09:38Z", [0.0], ""], [691, "2016-12-15T20:07:09Z", [0.02], ""], [1096, "2016-12-15T19:11:20Z", [0.0], "Turkey is currently full of Chechen former fighters who attacked Russian forces and continue to pose security threats to the Russian federation.  As long as these individuals are in Turkey, Russia will require visas for Turkish travelers.  The Russians are allegedly behind numerous killings of Chechens residing in Istanbul today which indicates that Russia would naturally want to screen travelers from Turkey as closely as possible.  Just as the US requires a visa for all travelers from Brazil due to their lawless tri-border region, Russia will require visas for travelers from Turkey due to the Chechen rebels who have taken refuge in Turkey.  http://www.bbc.com/news/magazine-38294204 http://www.bbc.com/news/world-europe-38369962"], [31480, "2016-12-15T18:45:29Z", [0.0], ""], [1262, "2016-12-15T15:40:41Z", [0.87], "Increasing based on comments and links here: https://www.gjopen.com/comments/comments/400518"], [31468, "2016-12-15T13:12:46Z", [0.1], ""], [1034, "2016-12-15T08:03:42Z", [1.0], "Demirtaş (2016) Dec 15, states that: Turkey has reiterated its call on Russia to remove all sanctions imposed on trade and to ease visa restrictions to further boost economic cooperation, suggesting the normalization process between the two countries was not progressing at the desired pace.  “Turkish-Russian relations are passing through a normalization process. It is my hope that this process will be accomplished and that we’ll go beyond the level of the relations we had last year,” Hüseyin Diriöz, Turkey’s ambassador to Moscow, said at the Eurasian Talks panel in Moscow on Dec. 13.   “I can assure you that I will exert efforts to this direction,” he added.   The panel brought together Turkish and Russian business leaders, former diplomats, journalists and other prominent figures to discuss “Turkish-Russian relations from an economic perspective” (para. 1-4). ‘Restrictions must be lifted’ The delays in the normalization process affected the Turkish private sector the most. “Our expectation from Russia is to take steps to ensure pre-Nov. 24, 2015, relations are restored. We expect the removal of the Dec. 29 (2015) decree and expect Russia to reinstate the visa liberalization process,” Özgür Eroğlu, CEO of the GAMA Power Systems, told the panel (para 8). The three main areas where Turkish and Russian business circles are currently focused on is completing the Akkuyu nuclear plant, the Turkish Stream gas pipeline project and the ongoing construction projects for Russia’s 2018 World Cup, he said.  “Our expectation from Turkey is to provide ways to loan credits,” he added (para 8-10). Demirtaş, S. (2016). Turkey calls on Russia to lift sanctions, ease visa liberalization to boost trade. Hurriyet Daily News. Business. Economy. Retrieved from\nhttp://www.hurriyetdailynews.com/turkey-calls-on-russia-to-lift-sanctions-ease-visa-liberalization-to-boost-trade-.aspx?pageID=238&nID=107304&NewsCatID=345 Sputnik News (2016) December 12, states that:\nTurkish Foreign Minister Mevlut Cavusoglu said that the fact that Russian President Vladimir Putin met with Turkish Prime Minister Binali Yildirim in Moscow indicated that the Russian-Turkish relations were important for Moscow and that the Russian leader wanted to normalize them. MOSCOW (Sputnik) – Turkey and Russia have overcome a difficult period in bilateral relations and are boosting cooperation now, Turkish Foreign Minister Mevlut Cavusoglu told Sputnik on Monday. \"The problems in our relations with Russia have become a thing of the past. Since this June, there have been gradual intensification of dialogue in Turkish-Russian relations,\" Cavusoglu said. He pointed out that the fact that Russian President Vladimir Putin met with Turkish Prime Minister Binali Yildirim in Moscow indicated that the Russian-Turkish relations were important for Moscow and that the Russian leader wanted to normalize them. Cavusoglu also said that Yildirim’s visit to Moscow on December 5-6 focused on economic issues such as reintroduction of the visa free regime and cooperation in the energy sphere. During the Yildirim's visit, the sides also agreed to develop cooperation at the parliamentary level, according to the Turkish foreign minister (para. 1-4). Sputnik News Website. (2016). Problems in Turkey, Russia Relations Now Thing of Past – Turkish FM. Sputnik News. Politics. Retrieved from\nhttps://sputniknews.com/politics/201612121048450964-cavusoglu-turkey-russia-relations/ Russia Outperforming US in Building Strategic Military Ties With Turkey Sputnik News Website. (2016). Russia Outperforming US in Building 'Strategic Military Ties' With Turkey. Sputnik News. Politics. Retrieved from\nhttps://sputniknews.com/politics/201612081048317168-russia-turkey-strategic-ties/"], [25944, "2016-12-15T02:59:15Z", [0.01], "Trump and Putin are making nice with each other.  Russia will have less reason to make concessions to cozy up to Turkey."], [368, "2016-12-14T22:11:33Z", [0.0], ""], [1034, "2016-12-14T08:04:36Z", [1.0], ""], [31398, "2016-12-14T05:17:23Z", [0.0], "Comment deleted on Dec 19, 2016 06:28PM UTC"], [29849, "2016-12-14T00:31:53Z", [0.0], "Literally zero."], [29469, "2016-12-13T21:59:44Z", [0.13], "Downgrading from 37 % due to passage of  time and the latest attacks in Istanbul proving the situation in Turkey is still highly volatile. Also Russia no longer needs to stick it to the US now that Putin and Trump can see eye to eye on things."], [368, "2016-12-13T20:19:16Z", [0.0], ""], [691, "2016-12-13T13:14:36Z", [0.04], ""], [1034, "2016-12-13T07:19:27Z", [1.0], ""], [368, "2016-12-12T21:41:22Z", [0.0], ""], [12591, "2016-12-12T21:20:43Z", [0.15], ""], [4634, "2016-12-12T14:17:43Z", [0.6], "\"Cooperation to be restored gradually Turkey has been suffering worse than Russia from the partial freeze on economic cooperation, according to Yury Mavashev, who heads the political department at the Center for Modern Turkish Studies: “According to our data, Moscow's losses from the food exports ban have been smaller than those incurred by Turkey. Russia has managed to find alternative suppliers,” he said. Still, both countries realize that cooperation needs to be restored. “If the statements made after the talks [between Yildirim and Russian officials] are anything to go by, the sides reached an agreement on when, and under what circumstances, the Russian sanctions on Turkey would be lifted,” said Mavashev. Avatkov noted that, judging by the ratification of Turkish Stream, bilateral economic ties will be gradually restored.\" Source: http://rbth.com/international/2016/12/09/turkey-mulling-eurasian-integration-as-it-rebuilds-ties-with-russia_654959"], [14777, "2016-12-12T13:37:05Z", [0.15], ""], [1034, "2016-12-12T05:32:32Z", [1.0], ""], [368, "2016-12-11T21:02:52Z", [0.0], ""], [1646, "2016-12-11T19:16:01Z", [0.05], ""], [30207, "2016-12-11T18:05:59Z", [0.64], "Reducing probability with recent terrorist attacks"], [691, "2016-12-11T14:04:47Z", [0.04], ""], [28414, "2016-12-11T12:00:44Z", [0.04], "The Turkish government says Kurdish militants appear to be responsible for twin bomb attacks on police outside a stadium in Istanbul on Saturday.\nhttp://www.bbc.co.uk/news/world-europe-38280638"], [1034, "2016-12-11T07:00:44Z", [1.0], ""], [691, "2016-12-10T13:32:11Z", [0.04], ""], [1034, "2016-12-10T07:16:08Z", [1.0], ""], [691, "2016-12-09T20:25:36Z", [0.04], ""], [368, "2016-12-09T19:55:15Z", [0.0], ""], [83, "2016-12-09T15:31:16Z", [0.75], ""], [1034, "2016-12-09T13:46:12Z", [1.0], ""], [1529, "2016-12-09T04:13:42Z", [0.25], "Russia likes to firmly control its borders."], [29680, "2016-12-08T20:49:15Z", [0.11], "Still in state of emergency. Cutting estimate by about half. What incentives does Russia have to undo policy?"], [368, "2016-12-08T20:25:58Z", [0.0], ""], [691, "2016-12-08T14:42:10Z", [0.04], ""], [28878, "2016-12-08T14:05:12Z", [0.15], ""], [1034, "2016-12-08T08:18:41Z", [1.0], ""], [31237, "2016-12-08T02:05:09Z", [0.7], ""], [29977, "2016-12-07T22:50:40Z", [0.1], ""], [368, "2016-12-07T22:16:41Z", [0.0], ""], [691, "2016-12-07T21:27:31Z", [0.04], ""], [22833, "2016-12-07T13:51:09Z", [0.15], ""], [1034, "2016-12-07T12:15:03Z", [1.0], ""], [691, "2016-12-06T23:26:05Z", [0.04], ""], [368, "2016-12-06T21:45:07Z", [0.0], ""], [28414, "2016-12-06T14:30:50Z", [0.08], ""], [25705, "2016-12-06T14:25:44Z", [0.33], "One part of Turkish citizens may be granted visa-free travel with quite high probability - visa restrictions for businessmen most probably will be lifted soon. IMHO, this will not satisfy the question. Russia wants closer cooperation in security before resolving the issue with other Turkish citizens. Part of the problem may be that some Russian citizens have been going to help Syrian rebels that Erdogan supports and Putin fears. It is a lot of talk on Russians going to ISIS, but not on those ones. I assume it is not that many, but still.  There  may be other issues as well - in Syria, Russia and Turkey support different sides. Visa-free travel is a carrot in Russian hands, Russians already enjoy visa-free travel to Turkey"], [1034, "2016-12-06T08:26:35Z", [1.0], ""], [31142, "2016-12-06T01:41:29Z", [0.05], ""], [31130, "2016-12-05T22:09:50Z", [0.67], ""], [368, "2016-12-05T21:06:49Z", [0.0], ""], [691, "2016-12-05T20:52:54Z", [0.04], ""], [31122, "2016-12-05T17:45:48Z", [0.09], ""], [1034, "2016-12-05T06:14:24Z", [1.0], ""], [19801, "2016-12-05T05:07:29Z", [0.01], "Only 6 months left for this to happen, probability is sharply lower."], [30391, "2016-12-04T23:09:09Z", [0.0], ""], [30495, "2016-12-04T19:19:47Z", [0.75], ""], [4634, "2016-12-04T19:14:45Z", [0.55], ""], [691, "2016-12-04T13:47:36Z", [0.06], ""], [1034, "2016-12-04T08:52:18Z", [1.0], ""], [31040, "2016-12-04T00:09:14Z", [0.3], "Tensions between the two countries are still too recent. Historically they never had too close ties."], [83, "2016-12-03T23:59:30Z", [0.65], "@Wildwood2000"], [1034, "2016-12-03T16:39:23Z", [1.0], "TASS Russian News Agency (2016) November 28, states that: ANKARA, November 28. /TASS/. It’s time to discuss new prospects of cooperation with Russia rather than the recent crisis, Turkish Foreign Minister Mevlut Cavusoglu said in an exclusive interview with TASS ahead of the visit of Foreign Minister Sergey Lavrov to Turkey.\nRussia’s top diplomat will meet with his Turkish counterpart in the resort city Alanya on December 1.\n\"We should not speak about how to return our relations to the pre-crisis level. We should discuss how to develop them further and bring them to new heights,\" Cavusoglu said.\nCavusoglu called to abandon the wording \"before crisis\" and \"after crisis\" and view the relations as demanded by the \"strategic vision of both states\" (para. 1-4). Turkey and Russia are not just neighbors but are ages-old countries which have together defined the \"rhythm of movement in Eurasian geography for many centuries.\" \"We have always seen our relations from this strategic viewpoint. Our leaders have such strategic views for the long run what allowed us to overcome that difficult time in our relations within a short time,\" he said (para. 7). Visa restrictions  All visa restrictions between Turkey and Russia should be lifted, he added (para. 12).\n\"If visa-free travel is resumed, it will have a positive impact on bilateral relations since official contacts between our countries have been stepped up, and trade, tourism and investment cooperation has been growing,\" he said. According to the Turkish minister, \"to develop relations, both countries should exert efforts and be creative.\"\nCavusoglu pointed out that Turkey and Russia had been intensifying mutual contacts lately. \"This week, I will be meeting with my dear counterpart Sergey Lavrov in Antalya. After that, our Prime Minister Binali Yildirim will visit Moscow upon the invitation of his Russian counterpart Dmitry Medvedev. Next year the two countries’ leaders will hold another meeting,\" he added. He also said that Turkey expected these contacts to facilitate the normalization of bilateral relations and help advance cooperation\"(para. 12-14). TASS. (2016). Turkish foreign minister: Time to discuss new prospects for cooperation with Russia. TASS. World. Retrieved from\n http://tass.com/world/915007 Russia Turkey should no longer use the terms post crisis and pre-crisis FM Çavuşoğlu says Daily Sabah Website. (2016). Russia, Turkey should no longer use the terms ‘post-crisis’ and ‘pre-crisis’, FM Çavuşoğlu says. Daily Sabah. Retrieved from\nhttp://www.dailysabah.com/diplomacy/2016/11/28/russia-turkey-should-no-longer-use-the-terms-post-crisis-and-pre-crisis-fm-cavusoglu-says Spotlight Turkey's status in SCO may be upgraded analysts Xinhua News Website. (2016). Spotlight: Turkey's status in SCO may be upgraded: analysts. Xinhua. Retrieved from\nhttp://news.xinhuanet.com/english/2016-12/03/c_135878442.htm"], [691, "2016-12-03T13:36:10Z", [0.06], ""], [691, "2016-12-02T21:10:47Z", [0.08], ""], [368, "2016-12-02T19:02:42Z", [0.0], ""], [29502, "2016-12-02T18:37:20Z", [0.0], "80 to 0 real quick "], [1034, "2016-12-02T10:40:10Z", [1.0], ""], [30972, "2016-12-02T06:23:13Z", [0.3], ""], [691, "2016-12-01T21:41:24Z", [0.16], "The fact that Putin is talking nice is, as always, more or less irrelevant to the situation on the ground.  He is unlikely to grant this boon at the moment.  The only thing that would make it more unlikely is if he had promised he would do it."], [368, "2016-12-01T21:15:06Z", [0.0], ""], [26375, "2016-12-01T13:27:21Z", [0.0], ""], [1034, "2016-12-01T07:01:09Z", [1.0], ""], [1333, "2016-11-30T20:36:24Z", [0.15], ""], [30797, "2016-11-30T20:32:11Z", [0.0], ""], [368, "2016-11-30T19:44:48Z", [0.05], ""], [23536, "2016-11-30T14:44:11Z", [0.65], ""], [1708, "2016-11-30T09:58:14Z", [0.3], ""], [1034, "2016-11-30T09:52:13Z", [1.0], ""], [30855, "2016-11-30T05:22:58Z", [0.33], ""], [368, "2016-11-29T18:10:23Z", [0.05], ""], [83, "2016-11-29T15:53:23Z", [0.4], ""], [28414, "2016-11-29T15:44:23Z", [0.16], ""], [25705, "2016-11-29T15:39:45Z", [0.13], "Further lowering the chances based on: \"The Russian Ministry of Economic Development confirmed that the Russian government isn’t currently considering urgent plans to remove the sanctions. A source in the ministry told Al-Monitor on condition of anonymity: “We haven’t yet received any instructions regarding further lifting of restrictions and sanctions.” The result of the meeting next month could show whether Turkey and Russia can resume their old approach to relations by not mixing economic and political issues. It seems unlikely that — given the recent crisis that has hung over their relations for a year — things will ever return to that status completely. But it also seems unlikely that the approach will never be used again.\" Read more: http://www.al-monitor.com/pulse/originals/2016/11/russia-lift-sanctions-turkey-plane-yildirim-moscow.html#ixzz4RPdGNmgA\n"], [30305, "2016-11-29T14:38:43Z", [0.25], ""], [1034, "2016-11-29T05:59:08Z", [1.0], ""], [30752, "2016-11-29T02:13:08Z", [0.45], ""], [13550, "2016-11-28T23:18:09Z", [0.0], "It is unlikely that russia will allow anybody to enter their country without a visa due to security protocols"], [368, "2016-11-28T21:24:15Z", [0.25], ""], [1034, "2016-11-28T20:28:31Z", [1.0], ""], [28414, "2016-11-28T09:28:10Z", [0.37], ""], [15196, "2016-11-27T16:22:44Z", [0.25], ""], [1034, "2016-11-27T09:21:20Z", [1.0], ""], [4273, "2016-11-27T01:13:33Z", [0.33], ""], [691, "2016-11-26T13:47:13Z", [0.16], ""], [476, "2016-11-26T11:33:19Z", [0.25], ""], [1034, "2016-11-26T06:07:19Z", [1.0], ""], [691, "2016-11-25T16:48:40Z", [0.16], ""], [1034, "2016-11-25T06:24:26Z", [1.0], "Norman and Peker (2016) Nov. 24, state that: The European Parliament overwhelmingly called for a temporary freeze in talks on Turkey’s bid to join the European Union on Thursday, citing what it said were deteriorating human rights and democratic standards under President Recep Tayyip Erdogan’s rule. Turkey’s EU Affairs Minister Omer Celik swiftly slammed the nonbinding vote as politically motivated, criticizing the lawmakers as succumbing to xenophobia and failing to grasp the threats facing his country following a failed coup targeting Mr. Erdogan’s government (para. 1-2). Norman, L. & Peker, E. (2016). European Parliament Calls for Suspension of Talks on Turkey Joining the EU. The Wall Street Journal. World. Europe. Retrieved from\nhttp://www.wsj.com/articles/european-parliament-votes-to-suspend-talks-on-turkey-joining-the-eu-1479989641\n"], [30563, "2016-11-24T16:21:00Z", [0.05], ""], [691, "2016-11-24T14:37:34Z", [0.16], ""], [1034, "2016-11-24T06:45:40Z", [1.0], ""], [368, "2016-11-23T21:13:59Z", [0.25], ""], [691, "2016-11-23T14:34:46Z", [0.16], ""], [1034, "2016-11-23T09:37:16Z", [1.0], ""], [368, "2016-11-22T21:11:54Z", [0.05], ""], [691, "2016-11-22T20:32:35Z", [0.21], ""], [30392, "2016-11-22T19:59:13Z", [0.15], ""], [10759, "2016-11-22T19:24:27Z", [1.0], ""], [10759, "2016-11-22T19:24:01Z", [0.0], ""], [1034, "2016-11-22T07:00:53Z", [1.0], "If you were in the tournament JGP3 then one thought \"Eurasia\", Russian quest.  --Eurasia Foundation"], [368, "2016-11-21T23:04:45Z", [0.05], ""], [1034, "2016-11-21T06:43:46Z", [1.0], ""], [1639, "2016-11-20T15:15:20Z", [0.35], "Reaffirming my forecast after @Rene article http://www.al-monitor.com/pulse/originals/2016/11/turkey-russia-sanctions-apology-salvage-economic-ties.html\n"], [4634, "2016-11-20T14:59:45Z", [0.45], "Interesting: \"Turkey, after being hit with heavy economic losses, had hoped for a speedy improvement in bilateral ties, but Russia is moving slowly, taking steps over time. Turkish contractors, who have suffered some of the largest losses because of the sanctions, had said in late June that construction projects worth $2 billion were ready for signing, but little progress has been made. In regard to fresh fruits and vegetables, top Turkish export items to Russia, only citrus exports have thus far received the green light to resume. According to figures by Turkey’s Fresh Fruits and Vegetables Exporters Union, Russia, the sector’s top buyer in 2015, fell to 18th place in October, with exports dropping by 99%. According to the Turkish Exports Assembly’s October figures, total exports were down 5% compared with 2015. The organization’s chairman, Mehmet Buyukeksi, said the improvement in ties with Russia over the past five months had yet to make an impact on exports. Disappointment is also gripping the tourism sector after initial optimism over the Putin-Erdogan meeting in August. Russia delayed the resumption of charter flights until October, when tourist season draws to a close. According to October figures, the largest losses in the tourism sector stemmed from the decline in Russian visitors. In the Mediterranean province of Antalya, the favorite Turkish destination of Russian holidaymakers, the number of Russian tourists was down more than 60% from 2015, and the drop in revenue exceeded $5 billion.\" (...) \"Turkey’s deep disappointment with the pace of economic fence mending was perhaps best reflected in remarks Economy Minister Nihat Zeybekci made earlier this month. Stressing that he had had numerous phone calls with Russian ministers, Zeybekci said, “If it goes on like this, we cannot say that all is fine in our relations with Russia. This could lead us to take measures against each other in economic terms, and we, too, will do what is necessary.”\" In a presentation to parliament on the current state of Turkish-Russian economic ties last week, Zeybekci listed ongoing restrictions: visa-free travel remains suspended; restrictions on fresh fruits and vegetables exports continue; Turkish companies remain banned from six sectors; the ban on employing Turkish workers continues; and the number of transit documents for Turkish cargo trucks has been reduced from 9,000 to 2,000. Source: http://www.al-monitor.com/pulse/originals/2016/11/turkey-russia-sanctions-apology-salvage-economic-ties.html"], [1034, "2016-11-20T08:44:07Z", [1.0], "Ozden (2016) November 18 state that:\nParliamentary ties were suspended following downing of Russian jet\nANKARA\nThe Turkish parliament is to renew parliamentary ties with the Russian Duma following the resumption of good relations between Ankara and Moscow, a parliamentary official said Friday.\nThe Grand National Assembly had suspended the friendship group relationship with Russian lawmakers during the political fallout following the downing of a Russian jet by the Turkish Air Force over the Turkey-Syria border in November last year.\nAfter presidents Recep Tayyip Erdogan and Vladimir Putin resolved the dispute in June, the assembly will reconnect with Duma members over the coming days, the official said on condition of anonymity due to restrictions on talking to the media.\nFriendship groups develop relationships and cooperation between Turkish lawmakers and their overseas counterparts. There are currently more than 100 such groups. Turkey is also planning to develop links to the parliament in Chad (para. 1-4). Ozden, A. (2016). Turkish assembly to renew friendship with Russian Duma. Anadolu Post. Turkey. Politics. Retrieved from\nhttp://aa.com.tr/en/politics/turkish-assembly-to-renew-friendship-with-russian-duma/688225 Turkey is in talks with Russia about purchasing an air missile defense system Business Insider News Website.  (2016). Turkey is in talks with Russia about purchasing an air missile defense system. Reuters\nhttp://www.businessinsider.com/r-turkey-says-in-talks-with-russia-on-air-defense-system-2016-11"], [1333, "2016-11-19T21:04:00Z", [0.25], ""], [368, "2016-11-19T20:25:58Z", [0.05], ""], [12879, "2016-11-19T16:57:34Z", [0.2], ""], [691, "2016-11-19T12:44:49Z", [0.21], ""], [1034, "2016-11-19T10:01:22Z", [1.0], "\nYeniSafak (2016) states that: Last week, Aleksandra Dugin, the adviser of Russian President Vladimir Putin, visited Turkey, marking the beginning of a warmer, improving relation between Ankara and Moscow with his visit (para. 5).\nAny bonds between Turkey and Russia were strained over the downing of a Russian jet which violated Turkish airspace on November 24. In June, Erdoğan expressed his sorrow over the jet downing incident, which became the milestone of the reconstruction of the bilateral relations.\nTurkish President Recep Tayyip Erdoğan and his Russian counterpart Vladimir Putin are to meet in St. Petersburg province of Russia in August 2016 as bilateral relations are improving. The Turkish President's visit was a milestone to restore ties between the two powerful nations in the region after an 8-month-long row over a Russian jet downed by Turkish military near the Syrian border last year. Economic cooperation, the nuclear power plant project in Turkey and bilateral business are expected to be discussed during the meeting (para 5-10). YeniSafak News Website. (2016). Prime Minister Yıldırım plans to visit Russia. YeniSafak. Europe. Retrieved from Karakış (2016) November 15, state that: Turkish Prime Minister Binali Yıldırım will pay a visit to Russia on Dec 5 and 6 to meet with Russian President Vladimir Putin and Prime Minister Dimitry Medvedev, sources have told daily Hürriyet. Yıldırım will be accompanied by a delegation of businessmen and will mainly focus on enhancing economic and trade ties, as well as cooperation in the fields of energy, transport and tourism.  Ankara and Moscow launched a process of normalization of bilateral relations after ties were severely damaged because Turkish warplanes downed a Russian jet on Nov. 24, 2015. Turkish President Recep Tayyip Erdoğan and Russian President Vladimir Putin have held three meetings since July in a bid to accelerate the normalization process.  The two presidents are next expected to come together in January for a High-Level Cooperation Council meeting (para. 1-4). Karakış, G. (2016). Turkish PM to meet Putin, Medvedev on Dec 5 and 6. Hurriyet Daily News. Retrieved from\nhttp://www.hurriyetdailynews.com/turkish-pm-yildirim-to-visit-russia-to-talk-syria.aspx?PageID=238&NID=106125&NewsCatID=510"], [29980, "2016-11-18T23:35:01Z", [0.05], ""], [10449, "2016-11-18T22:45:09Z", [0.05], ""], [368, "2016-11-18T19:10:39Z", [0.05], ""], [1262, "2016-11-18T18:59:54Z", [0.78], "Increasing in part based on @Wildwood2000's comments and links https://www.gjopen.com/comments/comments/382054"], [30344, "2016-11-18T17:43:27Z", [0.15], ""], [25705, "2016-11-18T17:33:31Z", [0.33], "Actually I may be still too optimistic and I need to compensate for my unbridled enthusiasm. Hence, lowering chances even further"], [25705, "2016-11-18T17:18:56Z", [0.65], "I may be too optimistic in my assumptions on the visa-free travel. Yes, all grand pronouncements are pointing to return of extensive cooperation between Turkey and Russia. January 2017 is the critical month for nailing down what it means. But I am afraid that all is not rosy in relations: Turkey has voted against Russia on the Crimea question in the UN and Putin cannot like that.  Free-visa travel for Turks does not hold advantages for Russia and Russians already enjoy visa-free travel to Turkey. So it is more a favor for Turkey's good behavior. And Turkey may not behave well by Putin's standards. I cannot wait till January to resolve that and am far from the consensus. Of course, my new estimate is still much higher than the consensus ... :)"], [30276, "2016-11-18T14:10:32Z", [0.5], ""], [691, "2016-11-18T13:30:05Z", [0.21], ""], [1034, "2016-11-18T09:43:40Z", [1.0], ""], [24590, "2016-11-17T22:31:34Z", [0.9], ""], [691, "2016-11-17T17:37:38Z", [0.21], ""], [1034, "2016-11-17T08:27:36Z", [1.0], ""], [368, "2016-11-16T22:18:17Z", [0.05], ""], [1708, "2016-11-16T13:22:31Z", [0.25], ""], [28414, "2016-11-16T13:03:00Z", [0.21], ""], [1034, "2016-11-16T07:32:54Z", [1.0], "Russia and Turkey contemplate free trade pact in 2017 RT News (2016) 2 Nov, states that: Ankara is considering entering into a free trade agreement with Russia as soon as next year, Turkish Trade Minister Bulent Tufenkci told RIA Novosti. \nThe two countries want to restore trade and economic relations following a dispute over the downing of a Russian jet last year. \n\"Considering the process of normalization in our relations with Russia and the possibility of signing a free trade agreement in 2017, we expect growth in all the areas of the economy and trade,” said the minister. \nHe added the sides will continue to discuss trade in national currencies - the Turkish lira and the Russian ruble. “That will ensure mutual trade and expand its capabilities,” said Tufenkci. \nAccording to the minister, Russia remains Turkey’s main trading partner and Moscow’s decision to lift the ban on some fruit imports from Turkey is a very important step in restoring relations (para. 1-5). RT News Website. (2016). Russia & Turkey contemplate free trade pact in 2017. RT. Business. Retrieved from \nhttps://www.rt.com/business/365068-russia-turkey-trade-zone/ Turkey and Russia to hold meeting on Syria s future The New Arab Website. (2016). Turkey and Russia to hold meeting on Syria's future. The New Arab. Retrieved from \nhttps://www.alaraby.co.uk/english/news/2016/11/15/turkey-and-russia-to-hold-meeting-on-syrias-future Turkeys prime minister will meet Russia s Putin in December prime ministry sources Gumrukcu, T. (2016). Turkey's prime minister will meet Russia's Putin in December: prime ministry sources. Reuters. World News. Retrieved from \nhttp://www.reuters.com/article/us-turkey-russia-idUSKBN13A0Z7 "], [30289, "2016-11-16T00:45:27Z", [0.15], ""], [368, "2016-11-15T20:43:28Z", [0.05], ""], [691, "2016-11-15T19:57:06Z", [0.2], ""], [29568, "2016-11-15T08:49:59Z", [0.8], ""], [1034, "2016-11-15T08:34:52Z", [1.0], ""], [30264, "2016-11-15T08:23:40Z", [0.55], ""], [15196, "2016-11-15T07:20:04Z", [0.0], ""], [368, "2016-11-14T21:36:58Z", [0.05], ""], [476, "2016-11-14T21:21:54Z", [0.45], "Doing some \"\"quantatative easing\" on this forecasting problem."], [23589, "2016-11-14T20:19:32Z", [0.25], ""], [691, "2016-11-14T19:48:21Z", [0.2], ""], [1034, "2016-11-14T09:32:43Z", [1.0], ""], [30187, "2016-11-14T07:32:07Z", [0.65], "With the potential for much-improved relations with USA, Russia will likely seek to make political moves that establish itself with Turkey, given the position of USA within NATO. Moreover, current trends in Russia Turkey relations also add to this likelihood increasing.  Lastly, With oil-exporters to the USA having less of an impact given Trump win, it's possible that Russia would want to establish itself with everyone else in this context. "], [368, "2016-11-13T21:27:08Z", [0.05], ""], [691, "2016-11-13T16:13:23Z", [0.2], ""], [1034, "2016-11-13T09:33:27Z", [1.0], ""], [30207, "2016-11-13T03:47:57Z", [0.74], ""], [29497, "2016-11-13T01:20:05Z", [0.0], ""], [368, "2016-11-12T21:48:06Z", [0.05], ""], [691, "2016-11-12T19:49:28Z", [0.24], ""], [30194, "2016-11-12T15:50:58Z", [0.71], ""], [1034, "2016-11-12T11:53:31Z", [1.0], ""], [12861, "2016-11-11T20:31:07Z", [0.1], ""], [368, "2016-11-11T19:50:25Z", [0.05], ""], [24814, "2016-11-11T17:33:12Z", [0.09], ""], [691, "2016-11-11T16:14:24Z", [0.24], ""], [740, "2016-11-11T13:23:28Z", [0.59], ""], [1034, "2016-11-11T12:16:56Z", [1.0], ""], [368, "2016-11-10T19:45:44Z", [0.05], ""], [30152, "2016-11-10T11:57:43Z", [0.01], "I didn't notice that the time frame was short too, so updated downwards"], [30152, "2016-11-10T11:56:56Z", [0.03], "(intuition, without looking at others predictions) Since tensions between Russia and Turkey have been high it seems unlikely to me"], [1034, "2016-11-10T09:26:53Z", [1.0], ""], [12824, "2016-11-10T00:44:43Z", [0.05], ""], [15552, "2016-11-09T22:52:21Z", [0.01], ""], [368, "2016-11-09T22:24:28Z", [0.05], ""], [28878, "2016-11-09T21:48:39Z", [0.21], ""], [691, "2016-11-09T20:08:12Z", [0.21], ""], [4273, "2016-11-09T18:30:33Z", [0.35], ""], [11686, "2016-11-09T17:01:31Z", [0.45], ""], [1034, "2016-11-09T10:19:25Z", [1.0], ""], [30106, "2016-11-08T21:49:46Z", [0.0], ""], [27585, "2016-11-08T21:46:02Z", [0.05], ""], [368, "2016-11-08T21:43:49Z", [0.05], ""], [691, "2016-11-08T20:55:02Z", [0.21], ""], [30098, "2016-11-08T16:27:47Z", [0.15], ""], [28414, "2016-11-08T11:18:18Z", [0.16], ""], [29204, "2016-11-08T10:35:45Z", [0.25], ""], [29204, "2016-11-08T10:35:34Z", [0.75], ""], [28414, "2016-11-08T09:29:09Z", [0.2], ""], [1034, "2016-11-08T07:50:58Z", [1.0], "Şimsek (2016) stated that: Cristina Cileacu: You were in Russia and President Erdogan will meet soon with President Putin in Russia. What are the main purposes of these visits? Mehmet Şimsek: As you know, our relations with Russia were encumbered by shooting down of Russian fighter. But I always had a more constructive approach and I hoped that our relations with our neighbor and trading partner will normalize. Even before the coup attempt, a month or two before, our relations began to normalize with Russia. So, it's a process of normalization of relations with Russia. I was there to prepare the visit of President Erdogan. We have much to discuss, but the basic idea is to bring relations to the level of pre-November last year when the plane was shot down. So, our first priority is to get back to the situation before the crisis and then build on. Russia is our main trading partner and we want to have a constructive relation mutually beneficial. We consider Russia a neighbor and not something else (para 28-28). Şimsek, M. (2016). Announcements from Consulate General.\nhttp://deventer.cg.mfa.gov.tr/ShowAnnouncement.aspx?ID=311350 http://www.mfa.gov.tr/turkey_s-commercial-and-economic-relations-with-russian-federation.en.mfa Russia Turkey Inch Toward Improved Relations Saunders, P., J. (2016). Russia, Turkey Inch Toward Improved Relations. US News. Retrieved from\nhttp://www.usnews.com/news/articles/2014/11/17/russia-turkey-inch-toward-improved-relations Relations between Moscow and Ankara, though tense at times, appear to be tentatively improving."], [368, "2016-11-07T22:09:39Z", [0.05], ""], [691, "2016-11-07T20:29:50Z", [0.22], ""], [26762, "2016-11-07T15:29:30Z", [0.45], ""], [1034, "2016-11-07T07:48:50Z", [1.0], ""], [368, "2016-11-06T21:24:08Z", [0.05], ""], [10759, "2016-11-06T19:41:58Z", [0.45], ""], [4634, "2016-11-06T19:41:39Z", [0.45], ""], [28380, "2016-11-06T09:19:04Z", [0.85], "Turkey is chosing a different future moving even further away from EU. Russia is natural ally."], [1034, "2016-11-06T09:07:21Z", [1.0], "Vestnik Kavkaza (2016) states that: Moscow and Ankara are expected to sign a medium-term program of economic, cultural and scientific-and-technical cooperation in January 2017, the Russian Minister of Economic Development Alexei Ulyukayev said following the meeting with the Turkish Minister of Economy Nihat Zeybekci. \"Serious progress has been reached in the spheres of tourism and air service. We have achieved serious progress in drafting a new legal framework for our relations. The text of a medium-term program of economic, scientific-and technical and cultural cooperation is practically ready,\" he said in an interview with the Rossiya-24 television channel. \"We have settled all our differences. The document is practically ready for signing. We hope it will be signed in the presence of the two countries’ presidents in January, during a session of the top-level cooperation council,\" TASS cited him as saying (para. 1-3). Vestnik Kavkaza Website. (2016). Russia and Turkey making up for lost economic opportunities. Vestnik Kavkaza. Retrieved from\nhttp://vestnikkavkaza.net/news/Russia-and-Turkey-making-up-for-lost-economic-opportunities.html. TASS. Russian News Agency (2016) states that: Earlier on Sunday, Turkish Minister of Economy Nihat Zeybekci said after talks with his Russian counterpart that the cooperation program covers a period of four years OSCOW, October 9. /TASS/. Russia and Turkey are expected to sign a medium-term program of economic, cultural and scientific-and-technical cooperation in January 2017, Russia Minister of Economic Development Alexei Ulyukayev said on Sunday. \"Serious progress has been reached in the spheres of tourism and air service. We have achieved serious progress in drafting a new legal framework for our relations. The text of a medium-term program of economic, scientific-and technical and cultural cooperation is practically ready,\" he said in an interview with the Rossiya-24 television channel (para 1-3). Russian News Agency Website. (2016). Russia, Turkey may sign cooperation program in January 2017 - Russian minister. TASS. Russian News Agency. Business & Economy. Retrieved from\nhttp://tass.com/economy/905204 Assessment of Putin Erdogan Meeting Now We are Talking 10.08.2016 Author: Martin Berger Berger, M. (2016). Assessment of Putin-Erdogan Meeting: Now We’re Talking. New Eastern Outlook. Retrieved from\nhttp://journal-neo.org/2016/08/10/assessment-of-erdogan-putin-meeting-now-were-talking/ ABROGATION OF CERTAIN RUSSIAN SANCTIONS AGAINST TURKEY http://www.gratanet.com/up_files/russia_turkey_sanctions_amendment_july2016_eng.pdf Russian Legislation Update 18 July 4 September 2016 Ostapets, I. & Dontsov, A. (2016). Russian Legislation Update: 18 July – 4 September 2016.SEP 2016Alert. Retrieved from\nhttp://www.lexology.com/library/detail.aspx?g=598b9c8c-a611-41de-bab2-ab468a664664 News conference following talks with President of Turkey Recep Tayyip Erdogan President of Russia Website. (2016). News conference following talks with President of Turkey Recep Tayyip Erdogan. President of Russia Website. Retrieved from\nhttp://en.special.kremlin.ru/events/president/news/52673 Russia expands visa requirements for Turkish citizens Daily Sabah Website. (2016). Russia expands visa requirements for Turkish citizens. Daily Sabah. Business. Retrieved from\n http://www.dailysabah.com/money/2016/04/19/russia-expands-visa-requirements-for-turkish-citizens Russia suspends visa free regime with Turkey Russian News Agency Website. (2016). Russia suspends visa-free regime with Turkey. TASS. Retrieved from\nhttp://tass.com/world/848154"], [26916, "2016-11-05T23:20:54Z", [0.0], ""], [368, "2016-11-05T20:04:49Z", [0.05], ""], [12715, "2016-11-05T15:14:59Z", [0.05], ""], [28414, "2016-11-05T11:10:36Z", [0.15], ""], [1433, "2016-11-05T00:59:55Z", [0.15], ""], [19725, "2016-11-04T23:09:57Z", [0.0], "Unless Erdogan offers sg very attractive to trade in, no. "], [8888, "2016-11-04T21:46:42Z", [0.85], "To help with the Russian economic situation"], [25894, "2016-11-04T21:28:51Z", [0.0], ""], [22300, "2016-11-04T18:30:27Z", [0.15], ""], [28225, "2016-11-04T18:16:08Z", [0.8], ""], [368, "2016-11-04T18:02:36Z", [0.05], ""], [29985, "2016-11-04T12:36:27Z", [0.16], ""], [4273, "2016-11-03T23:26:31Z", [0.3], ""], [191, "2016-11-03T20:14:36Z", [0.2], ""], [368, "2016-11-03T19:34:20Z", [0.85], ""], [691, "2016-11-03T18:22:02Z", [0.24], ""], [593, "2016-11-03T15:13:20Z", [0.9], ""], [368, "2016-11-02T20:59:15Z", [0.85], ""], [691, "2016-11-02T18:51:17Z", [0.14], ""], [22243, "2016-11-02T13:11:30Z", [0.55], ""], [368, "2016-11-01T18:49:03Z", [0.85], ""], [29900, "2016-11-01T15:13:10Z", [0.87], ""], [691, "2016-11-01T15:04:02Z", [0.14], ""], [14777, "2016-11-01T12:28:43Z", [0.25], ""], [29849, "2016-11-01T03:46:22Z", [0.01], ""], [368, "2016-10-31T20:25:14Z", [0.85], ""], [691, "2016-10-31T19:45:05Z", [0.16], ""], [21514, "2016-10-31T14:56:35Z", [0.55], ""], [28878, "2016-10-31T12:28:01Z", [0.23], ""], [19801, "2016-10-31T03:50:46Z", [0.05], "No news of progress towards visa free travel, and with refugees and Islamic State militants using Turkey as a base, unlikely."], [26359, "2016-10-31T01:57:11Z", [0.12], ""], [476, "2016-10-30T22:26:52Z", [0.65], "Less probable due to fluid situation on Syria border"], [368, "2016-10-30T22:23:45Z", [0.95], ""], [691, "2016-10-30T18:57:06Z", [0.16], "If there is one thing Putin has learned lately--always an arguable proposition--it is that he does not need to keep his end of any bargain he makes on any subject.  If there is one thing Erdogan has learned lately--and there probably is--it is that the other parties to any deal he's in may very well not keep their end of the bargain.  This makes both inclined to be cynical.  Not a pretty sight, but duplicity beats resignation every time.  "], [10449, "2016-10-30T15:53:43Z", [0.15], ""], [20156, "2016-10-30T14:30:21Z", [0.4], ""], [28414, "2016-10-30T11:56:26Z", [0.17], "The U.S. Department of State continues to warn U.S. citizens of increased threats from terrorist groups throughout Turkey.  U.S. citizens should avoid travel to southeast Turkey and carefully consider the risks of travel to and throughout the country.  The U.S. Department of State is updating this Travel Warning to reflect the October 29, 2016, decision to order the departure of family members of employees posted to the U.S. Consulate General in Istanbul, Turkey.  The Department of State made this decision based on security information indicating extremist groups are continuing aggressive efforts to attack U.S. citizens in areas of Istanbul where they reside or frequent.  The Consulate General remains open and fully staffed. \nhttps://travel.state.gov/content/passports/en/alertswarnings/turkey-travel-warning.html"], [29822, "2016-10-30T11:06:33Z", [0.8], ""], [15471, "2016-10-30T06:44:01Z", [0.25], ""], [4139, "2016-10-30T04:34:49Z", [1.0], "Unless Putin invades Estonia, Latvia and Lithuania, then he'll tighten up all the way round. At the moment, he NEEDS allies."], [4273, "2016-10-30T03:03:59Z", [0.4], ""], [368, "2016-10-29T20:54:12Z", [0.05], ""], [691, "2016-10-29T15:20:08Z", [0.38], ""], [29839, "2016-10-29T14:27:25Z", [0.25], ""], [24, "2016-10-29T08:41:22Z", [0.5], ""], [29680, "2016-10-29T00:35:19Z", [0.23], "Cut estimate in half. Forgot Turkey is in a semi-indefinite State of Emergency which is usually a reason to close borders."], [29828, "2016-10-28T22:01:37Z", [0.0], ""], [29826, "2016-10-28T21:39:43Z", [0.4], "Should Clinton become president, increased pressure on Russia in Syria might definitely stir up conflict between it and Turkey once more, as Nato gains a stronger presence in the region. "], [29810, "2016-10-28T19:32:45Z", [0.5], ""], [368, "2016-10-28T17:50:12Z", [0.05], ""], [368, "2016-10-28T17:49:47Z", [0.95], ""], [691, "2016-10-28T15:33:24Z", [0.42], ""], [29789, "2016-10-28T07:45:06Z", [0.02], ""], [23823, "2016-10-28T00:08:53Z", [0.1], ""], [691, "2016-10-27T19:22:50Z", [0.48], ""], [29541, "2016-10-27T19:21:43Z", [0.2], ""], [10759, "2016-10-27T15:03:09Z", [0.35], ""], [4634, "2016-10-27T15:02:55Z", [0.35], ""], [29786, "2016-10-27T05:19:27Z", [0.1], ""], [7658, "2016-10-26T23:29:40Z", [0.02], ""], [29774, "2016-10-26T22:07:34Z", [0.0], "Turkey is acting against Russia's interests in Syria and this is an easy way to punish the Turks. "], [368, "2016-10-26T22:00:02Z", [0.95], ""], [691, "2016-10-26T19:11:43Z", [0.51], ""], [1262, "2016-10-26T17:04:24Z", [0.32], "Increasing slightly in part based on @Dsarin's post  http://www.gjopen.com/comments/comments/360576"], [28414, "2016-10-26T16:22:14Z", [0.22], "'Amaq reported that two #ISIS soldiers carried out the armed attack in Nizhny Novgorod in #Russia on October 23\nhttps://twitter.com/siteintelgroup/status/791247092014387200"], [4273, "2016-10-26T13:40:35Z", [0.45], ""], [14777, "2016-10-26T12:21:45Z", [0.28], ""], [691, "2016-10-25T21:01:16Z", [0.54], ""], [368, "2016-10-25T19:36:10Z", [0.95], ""], [23006, "2016-10-25T17:12:26Z", [0.49], ""], [25094, "2016-10-25T15:32:02Z", [0.45], "The Turkish Foreign Ministry has advised Turkish citizens against all non-urgent travel to Russia. The decision follows a worsening of relations between Ankara and Moscow after the Turkish Air Force shot down a Russian bomber over Syria.  This was as of November of 2015, and Putin has been taking \"some steps\" to try and improve relations between the two nations, but I'm not sure it will be enough to allow that type of freedom before this date, and also because of the recent coup attempt and the purges which have followed."], [29682, "2016-10-25T03:44:41Z", [0.63], ""], [368, "2016-10-24T21:26:49Z", [0.95], ""], [28414, "2016-10-24T20:24:22Z", [0.27], "The official representative of the Russian Foreign Ministry Maria Zakharova said that currently the Russian side in coordination with the Turkish partners are taking steps to simplify the procedures for arranging travel to certain categories of Turkish citizens in Russia, Anadolu reports.\nFurther progress will depend on a number of factors in this regard, she noted.\nhttp://www.blackseanews.net/read/122064"], [29680, "2016-10-24T20:19:49Z", [0.46], "Per Dsarin nudge: I misread the question summary. I thought, for 1 out of 5 years, the visa privileges have not been restored, and given limited personal time to do further research, go with that estimate. Instead, assuming it's an appropriate way to estimate, I should consider that for 4 out of 5 years there were privileges, which changes my answer to .8 and 46% respectively. This ignores previous years, and should be taken into account (as well as political climate), but will adjust after learning more about the topic."], [691, "2016-10-24T20:12:26Z", [0.52], ""], [29680, "2016-10-24T19:01:47Z", [0.12], "Base rate calculation. 20% chance per year, 7 months to go."], [1708, "2016-10-24T13:34:41Z", [0.55], ""], [14777, "2016-10-24T12:18:48Z", [0.35], ""], [29695, "2016-10-24T10:57:14Z", [0.23], ""], [25944, "2016-10-24T01:56:56Z", [0.2], ""], [20911, "2016-10-23T21:00:20Z", [0.6], ""], [368, "2016-10-23T20:13:10Z", [0.05], ""], [1262, "2016-10-23T20:04:30Z", [0.23], "Thanks to @sevedb for the comments and great link (http://www.gjopen.com/comments/comments/342507.)    The verbiage from the Russian Deputy Foreign Minister seems tentative and could suggest no immediate change to visa status for Turkish citizens is imminent.       While both Russia and Turkey have reasons for returning to their previous arrangement, Turkey has become more assertive in Iraq and could have intentions in this conflict that do not corespond with those of Russia's allies (Iraq, Iran.)   Also, fleeing ISIS fighters could easily reach Turkey and a reactivated visa system could help provide an easy route to Russia and  help them to realize their threat (1)\n1:   http://www.independent.co.uk/news/world/europe/isis-video-russia-vladimir-putin-youtube-jihad-threat-a7165916.html\n "], [1031, "2016-10-23T17:59:38Z", [0.15], ""], [691, "2016-10-23T15:45:53Z", [0.52], ""], [424, "2016-10-23T14:28:09Z", [0.51], ""], [29703, "2016-10-23T05:38:53Z", [0.05], ""], [28414, "2016-10-22T21:19:33Z", [0.33], ""], [28414, "2016-10-22T21:10:47Z", [0.35], ""], [368, "2016-10-22T19:48:25Z", [0.95], ""], [691, "2016-10-22T17:00:18Z", [0.54], ""], [14777, "2016-10-22T00:47:36Z", [0.6], ""], [27504, "2016-10-21T20:28:13Z", [0.15], ""], [368, "2016-10-21T18:29:55Z", [0.95], ""], [4273, "2016-10-21T17:49:20Z", [0.55], ""], [691, "2016-10-21T17:04:43Z", [0.55], ""], [29681, "2016-10-21T12:57:28Z", [0.25], ""], [4729, "2016-10-21T00:07:06Z", [0.75], ""], [4729, "2016-10-21T00:06:00Z", [0.1], ""], [691, "2016-10-20T22:09:38Z", [0.57], ""], [29674, "2016-10-20T20:26:20Z", [0.38], ""], [10759, "2016-10-20T05:44:26Z", [0.6], ""], [4634, "2016-10-20T05:44:16Z", [0.6], ""], [368, "2016-10-19T21:38:47Z", [0.95], ""], [151, "2016-10-19T20:27:23Z", [0.25], ""], [29664, "2016-10-19T20:04:35Z", [0.5], ""], [691, "2016-10-19T19:33:52Z", [0.6], ""], [14777, "2016-10-19T18:43:26Z", [0.63], ""], [1708, "2016-10-19T18:26:35Z", [0.65], ""], [15003, "2016-10-19T09:07:54Z", [0.6], ""], [19538, "2016-10-19T08:51:36Z", [0.15], ""], [29268, "2016-10-19T08:02:01Z", [0.0], ""], [22276, "2016-10-19T06:24:05Z", [0.75], "Yes, Turkey will  allow citizens to travel to Russia without a visa.  After Russia lifts  remaining  economic sanctions  against turkey, we should see  Russia  lift  visa ban on Turkey. On June 27, 2016  Turkish president apologizes to Russia, and  on June 30, 2016 Russia lifts  charter flight ban to Turkey.  These events have  led to a chain reaction  that shows a softening of tension  between Russia and Turkey.  Since  6-27-2016, it has taken  20 days to see a shift in Russian policy  changes, I expect in 20 days that Russia will lift remaining  ban  Turkish imports , and lastly we will see  Russia  lift visa ban on  Turkey. "], [1529, "2016-10-19T04:10:32Z", [0.4], "They're playing nice. Turkey citizens had, at one time, been able to travel into Russia visa free. Now Turkey and Russia are seriously talking about a new pipeline. It could be incentive enough for Putin to change Visa requirements and it gives Erdogan a small victory in face of EU-visa mess. "], [566, "2016-10-18T23:37:05Z", [0.2], "Not likely.  Putin has been flexing his \"muscles\" lately and doesn't seem to want to play nice with much of the world."], [19247, "2016-10-18T23:26:25Z", [0.25], ""], [4273, "2016-10-18T22:51:37Z", [0.5], ""], [691, "2016-10-18T21:31:08Z", [0.68], ""], [368, "2016-10-18T21:05:09Z", [0.95], ""], [29636, "2016-10-18T19:34:20Z", [0.49], ""], [162, "2016-10-18T18:38:31Z", [0.4], ""], [29485, "2016-10-18T18:36:49Z", [0.7], ""], [29541, "2016-10-18T14:24:27Z", [0.5], ""], [29632, "2016-10-18T13:05:02Z", [0.25], ""], [1808, "2016-10-18T11:08:43Z", [0.68], ""], [28414, "2016-10-18T10:29:12Z", [0.37], ""], [23006, "2016-10-18T09:59:22Z", [0.35], "travel yes, visa only. downgrading due to:\n-  past history around the displacement of Meskhetian Turks who want to live in Georgia.\n- Recent Russian sanctions (now lifted)\nwww.bbc.co.uk/news/world-europe-35209987 sanctions now lifted\n- Turkey 'sorry for downing Russian jet' \nwww.bbc.co.uk/news/world-europe-36643435  earlier this year. Hmm. - sanctions included \" restrictions now on Turkish citizens working for companies registered in Russia.\" even if sanctions are lifted, I don't think Putin will offer unfettered travel. consensus might be too high here. Erdogan needs Russian friendly vibes to waft his way (especially as Russia provides 55% of Turkey's natural gas ), way more than Russia needs Turkey"], [368, "2016-10-17T21:13:13Z", [0.95], ""], [691, "2016-10-17T19:55:11Z", [0.68], ""], [919, "2016-10-17T18:24:43Z", [0.25], ""], [1111, "2016-10-17T18:20:38Z", [0.85], "I think it is highly likely that they will allow that as the relationship between Turkey and Russia are thawing by their mutual \"dislike\" of the USA and the fact that both their economies are having downward challenges. "], [28414, "2016-10-17T17:15:09Z", [0.47], ""], [22276, "2016-10-17T16:43:21Z", [0.59], ""], [28414, "2016-10-17T08:56:36Z", [0.58], ""], [29611, "2016-10-16T20:45:03Z", [0.75], ""], [368, "2016-10-16T20:14:33Z", [0.95], ""], [10449, "2016-10-16T14:18:01Z", [0.5], ""], [21180, "2016-10-16T13:20:19Z", [0.45], ""], [691, "2016-10-16T12:38:36Z", [0.68], ""], [29599, "2016-10-16T10:06:04Z", [0.35], ""], [15548, "2016-10-16T05:58:07Z", [0.5], ""], [368, "2016-10-15T19:14:39Z", [0.95], ""], [691, "2016-10-15T14:38:38Z", [0.68], ""], [15548, "2016-10-15T12:34:49Z", [0.43], ""], [20156, "2016-10-15T11:04:28Z", [0.7], ""], [691, "2016-10-14T21:15:47Z", [0.68], ""], [368, "2016-10-14T19:14:33Z", [0.95], ""], [29502, "2016-10-14T15:10:41Z", [0.8], "Erdogan is unpredictable and Russia is Turkey's main trading partner if you believe the Turkish minister of customs. therefore Putin may be unwilling to give up the leverage he has too quickly,hence the 20% against.\nEverything else: the talks Erdogan had with Putin were constructive as reported in pravda an rt, the lifting of the ban on some fruit imports, and the readiness of Russian authorities to enter discussions for allowing Visas to business travelers  (an important 1st step). "], [29573, "2016-10-14T12:27:35Z", [0.5], ""], [1708, "2016-10-14T09:34:57Z", [0.85], ""], [14777, "2016-10-13T23:01:51Z", [0.72], ""], [368, "2016-10-13T20:29:04Z", [0.95], ""], [691, "2016-10-13T19:29:09Z", [0.68], ""], [10759, "2016-10-13T11:28:29Z", [0.72], ""], [4634, "2016-10-13T11:28:21Z", [0.72], ""], [27228, "2016-10-13T09:15:05Z", [0.68], ""], [368, "2016-10-12T22:11:26Z", [0.95], ""], [691, "2016-10-12T19:55:57Z", [0.44], ""], [29544, "2016-10-12T16:09:19Z", [0.85], ""], [4918, "2016-10-12T15:10:19Z", [0.7], ""], [29541, "2016-10-12T14:35:07Z", [0.75], ""], [14045, "2016-10-12T08:08:37Z", [1.0], ""], [14777, "2016-10-12T00:31:10Z", [0.62], ""], [1547, "2016-10-11T20:27:20Z", [0.1], ""], [368, "2016-10-11T18:03:02Z", [0.75], ""], [6552, "2016-10-11T16:54:11Z", [0.85], ""], [476, "2016-10-11T16:14:07Z", [0.85], "Remember, the original deal did have restrictions and the new arrangement is likely to have some conditions as well.  Rapprochement and realignment with a NATO member brings a new reality for an incoming US president and secretary of defense, as well as EU.  Links offering perpective here http://eurodialogue.eu/Putin-Erdogan-Alliance%20-can-Turn-into-Political-Reality  and here http://www.bbc.com/news/world-europe-37613273"], [28414, "2016-10-11T13:23:45Z", [0.73], ""], [28414, "2016-10-11T11:23:05Z", [0.43], ""], [22264, "2016-10-11T00:00:49Z", [0.7], ""], [28414, "2016-10-10T21:27:28Z", [0.73], ""], [14138, "2016-10-10T20:32:40Z", [0.95], "Since the EU keeps delaying Turkey visa-less travel in Europe, Putin will do everything they can to be friends with Turkey.  Russia will then have friends from Turkey, Syria and Iran to blunt EU's power in his back yard.  EU cannot seem to agree on anything now."], [6552, "2016-10-10T19:52:39Z", [0.65], ""], [691, "2016-10-10T18:54:20Z", [0.39], ""], [29486, "2016-10-10T18:45:28Z", [0.22], ""], [16272, "2016-10-10T17:53:55Z", [0.64], ""], [29277, "2016-10-10T16:40:43Z", [0.3], ""], [22276, "2016-10-10T16:13:16Z", [0.21], ""], [29204, "2016-10-10T13:59:40Z", [0.15], ""], [4634, "2016-10-10T13:49:55Z", [0.6], ""], [10759, "2016-10-10T13:48:21Z", [0.6], ""], [29469, "2016-10-10T13:09:23Z", [0.37], "There seems to be a lot of will on both sides for warmer relations, evidenced by the go-ahead of economic projects put on hold and discussions of a free-trade zone. Since the visa-free regime was already in place it would not be too much of a strech to imagine it being reinstated sooner rather than later. The failed coup attempt clearly hurt U.S.-Turkey relations, so a closening with Russia would be a logical step. However, the continued political instability in Turkey might make the granting of visa freedom too risky."], [22305, "2016-10-10T12:04:16Z", [0.95], "yes. Russia wants to pressure the EU in general and germany's opinion about turkey in special. US-Politics wanted to bring germany in an embargo of Russia /Putin coz of their role, political behaviour in Ukraine. On the other side russia wants to show the western Democracies, that it is open for turkish people to join russian border (the number of people, willingly to enter Russia will be not very high). Turkey is the key Nation at the moment for the german refugee problem, coz Erdogan is profiting directly in criminal organized crime. He was supporting the ISIS, they watched the slaughter of the city of Kobane, from the border. The turkish border Patrol talked freely to the IS Terrorists and these Terrorists have been medicated in turkey. Germany \"pays\" for the turkish border patrol, for watching out for refugees, billions of Euros. But in reality Germany pays Erdogan directly, being \"nice\". On the other Hand Erdogan turns to have orchestrated a military revolt, against himself. This fact turns turkey away from western democracies to more of a muslim controlled fascist country. As a new ottoman empire in the middle east. Russia has identified Turkey as the key nation to revolt or convince the western democracies, that without russia there will be \"no peace\" in the middle east (now syria), no solution for the curds, and maybe no peace for the rest of the world. Turkey can not be a key muslim country for the eu. It would destabilize the EU and make it weaker. Geostrategically it should be part of the EU. Poltically: no. And: Russia wants to get rid of Turkey being an Ally of the Nato. (Black-Sea Control /Ukraine)."], [29494, "2016-10-10T11:47:47Z", [0.7], "Comment deleted on Sep 22, 2017 02:58PM UTC"], [28414, "2016-10-10T10:39:23Z", [0.23], "\"The only thing that can be seriously discussed - is a visa-free exchange for business trips. This is also a difficult issue, but we are ready to look at it. However, the complete abolition of visas is not on the table, \"- he stressed.\nhttps://russian.rt.com/article/325218-ulyukaev-vopros-o-bezvizovom-rezhime-s-turciei"], [28414, "2016-10-10T08:47:46Z", [0.32], "Russian President arrives in Istanbul. October 10, Vladimir Putin will participate in the 23 th World Energy Congress. The schedule of the Russian president meeting with the presidents of Venezuela and Turkey Recep Tayyip Erdogan and Nicolas Maduro.\nhttp://www.vesti.ru/doc.html?id=2808177"], [28564, "2016-10-10T08:31:47Z", [0.8], ""], [7995, "2016-10-10T04:45:16Z", [0.3], ""], [7124, "2016-10-10T03:08:27Z", [0.25], ""], [5001, "2016-10-10T02:49:41Z", [0.5], "One more hint that Russia is open to a limited visa-free regime for business trips only:\nhttp://tass.ru/ekonomika/3690092 Will such an outcome resolve as \"yes\"? IMO, it should, and that's how I am forecasting it. Alas, my request for clarification 4 days ago has not been answered, so ultimately the forecast is yet another gamble on what the question is about. \n"], [29494, "2016-10-10T01:35:12Z", [0.9], "Comment deleted on Sep 22, 2017 02:58PM UTC"], [83, "2016-10-09T22:58:59Z", [0.9], ""], [368, "2016-10-09T19:26:58Z", [0.75], ""], [29322, "2016-10-09T18:51:58Z", [0.21], ""], [24216, "2016-10-09T18:32:33Z", [0.2], ""], [28871, "2016-10-09T18:30:15Z", [0.51], ""], [24282, "2016-10-09T18:27:11Z", [0.0], ""], [29194, "2016-10-09T18:22:25Z", [0.15], ""], [29485, "2016-10-09T18:13:25Z", [0.7], ""], [4918, "2016-10-09T16:05:07Z", [0.6], ""], [25421, "2016-10-09T15:47:45Z", [0.22], ""], [691, "2016-10-09T14:53:01Z", [0.36], ""], [29489, "2016-10-09T14:50:37Z", [0.6], "Turkey is geopolitically important to Russia and it would make sense to allow some form of relationship to develop. The recent shooting down of a Russian jet by the Turkish military and the subsequent resolution of tension bears evidence to how important Russia views having good relations with Turkey."], [29488, "2016-10-09T14:27:43Z", [0.05], ""], [10449, "2016-10-09T12:52:36Z", [0.25], ""], [932, "2016-10-09T04:57:18Z", [0.74], ""], [23006, "2016-10-09T02:42:48Z", [0.49], "The political will is there between Erdogan and Putin. \nRussia is not known for its high levels of immigration.\nneed to know how many turks might want to travel there.\n"], [28091, "2016-10-09T00:19:13Z", [0.8], "This was allowed in the past and with Russia and Turkey looking to repair their relationship I see no reason why it would not be allowed again. Another unforeseen event in the Syrian war could change this forecast but Russian wants closer ties to Turkey as a wedge in weakening NATO and Turkey needs strong economic and political ties with Russia as as bargaining chip with the west.  "], [368, "2016-10-08T18:45:22Z", [0.75], ""], [29475, "2016-10-08T17:06:26Z", [0.5], ""], [4634, "2016-10-08T16:21:41Z", [0.75], ""], [10759, "2016-10-08T16:21:34Z", [0.75], ""], [10759, "2016-10-08T16:20:14Z", [0.72], ""], [4634, "2016-10-08T16:20:11Z", [0.72], ""], [28414, "2016-10-08T13:50:23Z", [0.37], ""], [691, "2016-10-08T13:45:48Z", [0.32], ""], [28414, "2016-10-08T13:29:55Z", [0.77], "Google Translate:\nAnkara is negotiating with Moscow about the imminent abolition of visa restrictions imposed earlier, the Minister of Economy of Turkey Nihat Zeybekchi. He said this Tass on the eve of the meeting of the Intergovernmental Russian-Turkish Commission on Trade and Economic Cooperation in Istanbul on 10-12 October.\nAccording to him, Turkey expects that \"the issue of re-abolition of visas will be resolved within a reasonable timeframe.\"\nhttp://www.pravda-tv.ru/2016/10/08/259241/v-turcii-soobshhili-o-peregovorax-po-skoroj-otmene-viz-s-rossiej"], [28414, "2016-10-08T13:02:58Z", [0.15], ""], [15548, "2016-10-08T12:00:56Z", [0.33], ""], [22262, "2016-10-07T21:02:15Z", [0.05], ""], [691, "2016-10-07T20:45:08Z", [0.28], ""], [368, "2016-10-07T20:43:28Z", [0.75], ""], [15196, "2016-10-07T07:56:22Z", [0.1], ""], [20911, "2016-10-07T01:29:00Z", [0.3], ""], [12591, "2016-10-06T22:08:44Z", [0.4], ""], [368, "2016-10-06T17:17:37Z", [0.75], ""], [1639, "2016-10-06T15:38:20Z", [0.35], "There are objective reasons for normalising relations with Turkey, which is a close neighbour and a major trade and economic partner for Russia. At the same time, we should bear in mind the interests of Russian producers when considering lifting restrictions against Turkey. As for cooperation in tourism, I can tell you that the safety of Russian citizens has always been our main priority in the difficult situation in Turkey. Concerned Russian agencies are working together with their Turkish partners to monitor the additional measures taken by the Turkish authorities in the resort areas to ensure the safety of Russian tourists. Regarding the revival of visa facilitation, we consider this to be untimely because of the high risk of terrorist attacks and the activity of various terrorist groups in Turkey, in particular those that can pose a threat to Russia and Russians.\nhttp://www.rusemb.org.uk/fnapr/5795\n_________________________\nCOMMENT: That is very carefully said. The deadline for this question is long and many things could happen."], [13897, "2016-10-06T14:51:12Z", [0.65], ""], [28212, "2016-10-06T14:32:04Z", [0.25], ""], [20572, "2016-10-06T13:49:55Z", [0.1], ""], [18846, "2016-10-06T13:34:06Z", [0.0], ""], [691, "2016-10-06T12:35:35Z", [0.34], ""], [29443, "2016-10-06T09:15:46Z", [0.33], ""], [28414, "2016-10-06T06:29:05Z", [0.35], ""], [21884, "2016-10-06T04:47:10Z", [0.05], ""], [25705, "2016-10-06T01:07:25Z", [1.0], "My personal opinion, I can be wrong The Russian ambassador in Turkey said in June (?) That Turks shouldn't enjoy visa-free travel to Russia yet due to the security reasons (meaning ISIS). While it sounds reasonable, the Turks enjoyed visa-free regime before, when ISIS was at the peak of their expansion. Furthermore, at that time Turkey had much less confrontational approach to ISIS as the latter fought the Kurds, the main adversary for Turkey. Meaning ISIS  fighters could penetrate Russia easier than now. This visa-free regime was cancelled completely for political reasons - to punish Turkey for downing of the Russian military plane. The Russian- Turkish relationships were restored again for poltical reasons - Erdogan apologized to the families of Russian pilots when seeking counterbalance to the West. So the visa-free regime can be restored purely for political reasons too. Besides, all this time Russians have enjoyed visa-free travel to go to Turkey (only some categories of visitors need business visas like, i believe, truck-drivers). Of course, Russian-Turkish relationships cannot be the same. Now Russians are in Syria supporting Assad while Turkey is on the opposite side supporting the rebels. But Russians need Turkey and Turkey needs Russians for a wide range of reasons. Therefore, I give to yes 100%\n"], [691, "2016-10-05T20:05:01Z", [0.32], ""], [26262, "2016-10-05T20:02:37Z", [0.75], ""], [24, "2016-10-05T19:44:49Z", [1.0], ""], [368, "2016-10-05T19:28:25Z", [1.0], ""], [1333, "2016-10-05T15:45:07Z", [0.0], ""], [29384, "2016-10-05T14:57:52Z", [0.1], ""], [5001, "2016-10-05T13:54:18Z", [0.6], ""], [5001, "2016-10-05T13:52:35Z", [0.5], "http://tass.ru/opinions/interviews/3670759"], [22243, "2016-10-05T13:43:45Z", [0.72], ""], [19801, "2016-10-05T13:12:14Z", [0.1], "Deputy Foreign Minister Alexey Meshkov’s interview with the TASS News Agency, September 30, 2016\nRegarding the revival of visa facilitation, we consider this to be untimely because of the high risk of terrorist attacks and the activity of various terrorist groups in Turkey, in particular those that can pose a threat to Russia and Russians. Of major importance in this connection is the level of cooperation between Russian and Turkish law enforcement and security services. We have resumed dialogue in this area, yet the situation cannot be described as satisfactory. We will be able to discuss simplifying the visa process in more detail only when our law enforcement agencies resume active and, most importantly, effective cooperation and the risk of terrorism declines in Turkey.\nhttp://www.rusemb.org.uk/fnapr/5795 Turkey is no longer on the visa free list.\nhttp://www.saint-petersburg.com/russian-visa/visa-free-travel/\nhttps://embassy-finder.com/travel-with_turkey_passport"], [28878, "2016-10-05T13:09:56Z", [0.25], ""], [3363, "2016-10-05T11:09:11Z", [0.5], ""], [28414, "2016-10-05T10:31:49Z", [0.05], ""], [28414, "2016-10-05T09:33:28Z", [0.0], "\nAmbassador to Ankara: Russia will not hurry with the abolition of visas for Turkish citizens\nBack to the visa-free entry of Turkish citizens in Russia is impossible in conditions of state of emergency in Turkey, with the abolition of visas should not rush, said Russian Ambassador Andrei Karlov in Ankara.\nhttp://www.vz.ru/news/2016/9/27/834882.html\n@Sneaky_Pete531"], [28414, "2016-10-05T06:39:03Z", [0.1], ""], [28380, "2016-10-05T06:02:17Z", [0.75], "They used to so there is apparently no security argument. Its just politics they cant right now. In october we'll find out what happens between Turkey-EU relations. If they crash... Russia will for sure become their new strategic partner.  ... i mean.. who else will? ... and that will mean re-instation of visa."], [699, "2016-10-05T03:00:10Z", [0.05], "Very unlikely, since Turkey is not a trustworthy partner for neither block. Turkey, with the constant Kurdish threat lingering above it, can't make strategic plans, rather It has to react on daily basis to the volatile situation. Russia is open for good relations with all nations who deal with it in a fair and truthful way without second agenda. Who ever has a second agenda, who ever is not following the international laws, who ever tries to talk to Russia from above, who ever is abusing the supposedly free press to misinform the world community, will not succeed. People know very well, who is invading illegally other countries, who is organizing illegally coups, who is financing and supplying the ISIS with weapons and the motivation behind it, namely to keep up the Petrodollar scheme, since OPEC sells it's crude oil for US$ only, which keeps the US currency artificially way above it's real value. Once this scheme will be broken, such questions about the visa travel between Turkey and Russia will become interesting only for second raw historians. Till then, let the CIA guess whether the tourist Otzturk needs a visa to visit Moscow or not. It would be glad to introduce in to Russia couple new radical Islamist to steer unrest, LOL."], [1669, "2016-10-05T01:31:58Z", [0.25], ""], [28878, "2016-10-04T21:10:30Z", [0.45], "Turkey had other priorities now, with the state of emergency being extended. Russia may view Turkey as unstable because of this and wait with opening their borders again."], [83, "2016-10-04T20:23:34Z", [0.65], "Turkish visa free travel to Russia was suspended less than a year ago.\nSince relations have improved, renewed visa free access seems possible, at the least."], [28631, "2016-10-04T20:23:15Z", [0.3], "Any lessening of control in Europe and its neighbors rather unlikely. Pendulum is still swinging in the other direction towards more control."], [691, "2016-10-04T19:40:58Z", [0.38], ""], [28414, "2016-10-04T19:36:42Z", [0.2], ""], [500, "2016-10-04T19:14:27Z", [1.0], ""], [12879, "2016-10-04T19:13:39Z", [0.3], "Contrary to current predictions, I am of the opinion that as tight a control, the Russian hierarchy has over her citizens, I really doubt that she would allow third country citizens in without  some method of control/vetting those coming in. She, Russia, still has serious concerns of terrorist activities with-in her borders."], [368, "2016-10-04T18:46:56Z", [1.0], ""], [10759, "2016-10-04T18:11:29Z", [0.65], ""], [4634, "2016-10-04T18:11:20Z", [0.65], ""], [22833, "2016-10-04T18:06:31Z", [0.8], ""], [28501, "2016-10-04T18:03:30Z", [0.65], ""]], "open_date": "2016-10-04T17:00:10Z", "close_date": "2017-07-01T06:59:10Z"}