{"question_id": 1684, "title": "Will the 2019-20 NBA season resume on 30 July 2020?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.99, 0.01], "correct_answer": "Yes", "correct_forecast": 0.99, "preds": [[11094, "2020-07-30T05:35:38Z", [0.95], ""], [92814, "2020-07-30T04:00:10Z", [1.0], ""], [92814, "2020-07-30T03:58:38Z", [0.99], ""], [84665, "2020-07-30T00:17:55Z", [0.99], ""], [93358, "2020-07-29T22:22:30Z", [1.0], "https://www.nba.com/nba-returns-2020-faq#:~:text=The%20NBA%20season%20is%20set,start%20date%20of%20July%2030. Confirmed, it will start so far."], [529, "2020-07-29T22:17:13Z", [1.0], "7/29/20: No positive tests reported again. https://www.usatoday.com/story/sports/nba/2020/07/29/nba-players-no-positive-covid-19-tests-second-consecutive-week/5536735002/"], [89038, "2020-07-29T21:43:24Z", [1.0], ""], [56170, "2020-07-29T21:43:05Z", [1.0], ""], [93518, "2020-07-29T20:44:28Z", [1.0], "Bumping up to 100% with the report that 0 players have tested positive since the 20th. https://twitter.com/ShamsCharania/status/1288505337826418696"], [88633, "2020-07-29T20:34:45Z", [1.0], ""], [87880, "2020-07-29T19:40:38Z", [1.0], ""], [58508, "2020-07-29T18:24:19Z", [0.99], ""], [529, "2020-07-29T16:07:42Z", [0.99], ""], [90457, "2020-07-29T15:20:57Z", [1.0], ""], [92794, "2020-07-29T01:52:16Z", [0.99], ""], [94632, "2020-07-29T01:00:28Z", [0.99], ""], [86785, "2020-07-28T23:46:01Z", [0.95], "Ticking down!"], [92791, "2020-07-28T22:58:55Z", [0.99], "Update for being 2 days away"], [67844, "2020-07-28T21:23:47Z", [1.0], ""], [92871, "2020-07-28T20:45:42Z", [1.0], ""], [92798, "2020-07-28T20:32:29Z", [0.99], "The NBA is a large organization and a last minute change would really hurt the name brand. If the season was going to get postponed it is extremely likely the announcement would have already been made. "], [92821, "2020-07-28T19:54:50Z", [1.0], "We are only two days out, so it seems guaranteed that it will start. The NBA has created a bubble for their players, so I trust their approach that the players will not be concerned about COVID. "], [92799, "2020-07-28T18:53:36Z", [0.99], "The NBA has made no announcement of cancelling it's season, with 3 days to go until the season starts. They have demonstrated the format in which games will be played, which include fans watching games virtually from screens. Given that the players are tested ahead of time and there is a large business incentive to start the season, it would take a large unexpected event to change the current trajectory of the season."], [89064, "2020-07-28T18:46:06Z", [1.0], "Yes. Only 2 days to go."], [15936, "2020-07-28T17:06:16Z", [0.95], ""], [529, "2020-07-28T15:29:07Z", [0.99], ""], [92807, "2020-07-28T14:50:25Z", [0.99], "With 2 days to go, the NBA season seems to have nothing stopping it from resuming play, not even positive covid tests or Lou Williams going to the strip club. Scrimmages have already occurred without major problems. The coronavirus threat seems to have been subdued for the NBA in the present. Any other causes of delay, such as race relations or tragic deaths non-COVID related are quite unlikely, but deserve inclusion in the 1% tail risk."], [92810, "2020-07-28T10:55:22Z", [0.99], "Revising upward due to time decay and lack of news regarding Lou Williams."], [93310, "2020-07-28T07:15:23Z", [0.99], ""], [37711, "2020-07-28T02:18:40Z", [1.0], ""], [14133, "2020-07-28T02:06:30Z", [0.85], "They've made it this far, surprising me."], [19291, "2020-07-28T00:47:57Z", [0.99], ""], [92808, "2020-07-27T23:34:02Z", [0.99], "At this point, there is virtually no event that will postpone the NBA season at this point. The league has been in a bubble for a while now, and given that there have been no players that have contracted covid in the Orlando bubble (https://www.bulletsforever.com/2020/7/21/21332646/nba-coronavirus-orlando-bubble-no-positive-cases), especially with all of the media coverage and expectation around the season start. "], [92822, "2020-07-27T23:29:55Z", [0.99], "The bubble has been beautifully constructed. Two weeks ago not a single player tested positive, which means that community spread is completely impossible, and anyone that leaves the bubble must go through a minimum 4 day quarantine process, up to 10 days. They have been playing pre-season scrimmages with no issues. Any changes would require someone to effectively leave the bubble, get covid, and sneak back without getting caught, and then infect several players. I put this at a very low probability. Other reasons for postponement, would be a famous death (if a player dies), issues related to race relations (Which has cooled off significantly since June), or some other tail events. I put these at < 1% but enough to not make it 100%."], [92808, "2020-07-27T23:28:41Z", [0.99], ""], [92795, "2020-07-27T23:20:07Z", [1.0], "Updating to 100 as I cannot think of any event that could stop it apart from a natural disaster (which I place at less than 1%)"], [92795, "2020-07-27T23:19:29Z", [0.98], "I believe with almost 100% certainty that the NBA season will resume on 30 July 2020. As of 27 July 2020, the NBA has demonstrated that they will do whatever it takes to keep the players safe in order to open up again. They have quarantined players who have not tested, who have gotten takeout, and who have demonstrated that they have done anything risky. With how close we are towards the opening date, and everything already prepared and ready for resuming, there is very little doubt in my mind about this."], [92939, "2020-07-27T22:54:10Z", [1.0], ""], [36440, "2020-07-27T21:12:48Z", [0.99], ""], [93174, "2020-07-27T20:41:17Z", [1.0], "Schedules seem to be solidified and without having any fans in arenas, exposures can be minimized. I don't see why the entire league would cancel in the next two days, even if players come down with positive cases. "], [91598, "2020-07-27T19:53:06Z", [1.0], ""], [1333, "2020-07-27T19:21:59Z", [0.97], ""], [88614, "2020-07-27T19:06:35Z", [1.0], ""], [92796, "2020-07-27T17:20:54Z", [0.99], "Everything seems in place for the season to resume as planned on July 30th - scrimmages have been taking place without a hitch, none of the players who have been inside the bubble have tested positive, and functional quarantine guidelines have been put into place regarding travel in and out of the bubble. I would say that all of these considerations points to a green light for the July 30th restart."], [79457, "2020-07-27T17:16:43Z", [0.99], ""], [88422, "2020-07-27T16:51:33Z", [0.99], ""], [88422, "2020-07-27T16:51:12Z", [0.98], ""], [92928, "2020-07-27T15:24:55Z", [0.99], ""], [92812, "2020-07-27T15:16:01Z", [0.97], "NBA scrimmages have been occurring for 5 days so far, without any major challenges due to coronavirus. This makes my prior close to 100% for the season resuming as planned. However, there have been reports of players leaving the bubble or forgetting to take coronavirus tests and being placed in quarantine (Lou Williams: https://www.tampabay.com/news/health/2020/07/26/clippers-lou-williams-in-10-day-nba-quarantine-after-stop-at-atlanta-strip-club/, Kristaps Porzingas: https://sports.yahoo.com/dallas-mavericks-kristaps-porzingis-forgot-take-coronavirus-covid19-test-nba-bubble-quarantine-230920727.html). While these cases are few, they may make the NBA wary about how many players are actually obeying the quarantine. The chance of postponing due to this is slim, but there are several more scrimmages to come, so I lowered my prior by 3% to 97%."], [92801, "2020-07-27T15:14:55Z", [0.99], "Scrimmages have been running smoothly for a few days now. No reports of positive tests in the bubble have been made (out of almost 350 players). The league has shown an inclination to deal with breaches seriously; Lou Williams was recently put on a 10-day quarantine after leaving the bubble (which means he will miss the first two seeding games), and many players have been giving one-day quarantines for missing designated tests. With the July 30 start happening before the weekend, I see the probability of a delay very low, barring tail events. "], [93030, "2020-07-27T15:13:59Z", [0.98], "The resuming of the NBA season looks extraordinarily likely with the onset of the start day looming in just 3 days; however, we can't discount the high degree of susceptibility to a singular disruption of the NBA bubble. Thus, I'm leaving 2% of likelihood to account for a sudden outbreak within the bubble that immediately leads to the postponement of the season. We've witnessed two MLB games be postponed amid the Marlins' COVID outbreak. Nonetheless, if any players acts out and somehow contracts the disease, I have strong faith that the NBA has set up extensive protocols to limit those tail cases especially due to the critical economic incentive of a normal resumption of the season."], [92786, "2020-07-27T15:03:26Z", [0.99], "Silver has said that the bubble is running smoothly, passage of time. Cannot with good conscience put 100% due to it only taking one slip up to throw the bubble into disarray"], [90457, "2020-07-27T14:56:51Z", [0.99], ""], [89013, "2020-07-27T13:52:00Z", [0.99], ""], [92816, "2020-07-27T13:49:10Z", [0.99], "Updating for passage of time and lack of new news. Scrimmages going on strong and no new cases in the bubble. Everythings nearly finalized.\n"], [92791, "2020-07-27T13:41:37Z", [0.98], "Updating forecast to reflect passage of time."], [62808, "2020-07-27T13:24:28Z", [1.0], ""], [92815, "2020-07-27T13:22:08Z", [1.0], "Updating for passage of time and lack of new news."], [92879, "2020-07-27T13:19:19Z", [1.0], "Shifting from 99 to 100 because all TV deals are finalized. Scrimmage games have been occurring with no problem; 0 positive tests in the bubble, and 3 days away from the first game of the season. The probability is not non zero but its is less than 0.5%, so I have rounded up."], [92805, "2020-07-27T13:18:55Z", [0.99], "I've increased my probability by 4% because all the players in the bubble tested negative for Coronavirus and live games are being played. Given that the season is supposed to restart in three days, barring some black swan event (Hurricane/Tsunami), I see the NBA restart happening. "], [1333, "2020-07-27T13:18:04Z", [0.96], ""], [92792, "2020-07-27T13:17:59Z", [0.99], ""], [92817, "2020-07-27T13:14:29Z", [0.99], "I'm upping my forecast percent for similar reasons to last time. The season is scheduled to begin in only 3 days now, and the signs that could indicate a delayed start are mostly going away. The current weather forecast for Thursday (July 30) in Orlando (which should be reasonably accurate given only a three day gap) is Sunny/partly cloudy with about a 20% chance of rain, so a weather delay also seems very unlikely by this point. The risks of \"bubble contamination\" have also lessened with time, as xguo refers to in their post."], [92803, "2020-07-27T12:32:34Z", [0.99], ""], [90254, "2020-07-27T04:22:28Z", [0.78], "Espn is getting more active "], [42166, "2020-07-27T02:23:38Z", [0.9], "Going very well as of July 26th"], [92813, "2020-07-27T00:09:55Z", [0.99], "It seems like from the current set up, statistics released, and how the NBA is handling and dealing with players breaking quarantine, it seems very likely that things will continue to run smoothly and that the season will start on time. The most recent NBA player test resulted in 0 positive cases out of 346 players, and even the most recent one before that where results for 322 players tested on July 7 (results announced July 13) resulted in only 2 positive tests. Also, it seems like anyone that might be a likely suspect for breaking covid had already tested positive before even coming to the bubble (e.g. Jokic, who blatantly was seen hanging around Djokovic in Europe, Djokovic being a serious covid-denier). And, it seems like any breaches of quarantine / bubble are being taken seriously as well: for example, Richaun Holmes who briefly and barely left to simply pick up some food was forced to undergo another two week quarantine (Jul 13), and Lou Williams who left to attend his granfather's funeral and strip club was also mandated a 10-day quarantine after discovery. Now, there is still an extremely low chance that someone could leave completely undiscovered, but it seems like weekends would be the most likely time for that to happen and it being a Sunday night with no news released, being only 5 days out from the proposed July 30 start makes it nearly improbable that something will happen to force the NBA to delay the July 30 season re-start. "], [92809, "2020-07-26T21:45:24Z", [0.97], "Summary: We are quickly approaching the settlement date of this question, and the NBA appears determined to begin the season despite growing Covid case numbers in Florida, Texas, and California. While this appeared less likely earlier in the question's lifecycle, the NBA's stance has not changed - even positive test results from Kevin Durant and Deandre Jordan, as well as 12 other players, have not fazed them. The reference class for this type of question would be other sports leagues in the US - the NFL continues to push forward with their 2020 season (starting Sept. 10), and the MLB and NHL are following suit, with the NHL creating their own bubble in Edmonton. More importantly than setting the stage for other sports, the NBA is attempting to salvage part of the estimated $1 billion in losses on revenue from Covid. The stakes look extremely high for them, as they've rented out a Walt Disney amusement park and heavily marketed the beginning of the upcoming season (estimated investment of $170 million) - their Twitter account continues to promote the beginning of the season 4 days from now. In summary, the NBA's willingness to continue with the season despite over a dozen players testing positive and a second wave appearing cross the US, shows a determination to run this season as planned. I arrived at my probability estimate by assuming the default case is that the NBA season resumes on July 30, unless a drastic event happens. This drastic event could be any number of terrible things, but the most likely is a Covid outbreak within the bubble the NBA has set up. The  chance of an infected person getting into the bubble is roughly equal to Probability(a person is infected) * Probability(covid test does not detect). Since there will be maximum 500 people, (about a dozen teams, max 17 players per team + coaches, assistants, etc), assuming a maximum infection rate of 10%, and a covid test failure rate of  30% (both most likely overestimations, and there are multiple tests conducted on the players), a bad-event probability of 3% seems roughly fair. What could go wrong: An infected person gets into the bubble and causes an outbreak, forcing the NBA to shutdown due to player incapacitation or PR problems. Sources:\n- https://www.cnet.com/news/nba-restart-what-you-need-to-know-and-how-to-watch-basketballs-2020-return/\n- https://twitter.com/NBA/status/1287387196283027457\n- https://lasvegassun.com/news/2020/jul/26/life-inside-the-nhl-bubble-vgk-arrive-edmonton-pla/\n- https://www.sportingnews.com/us/mlb/news/mlb-2020-season-start-date-schedule-divisions/1vk4j72jn34np181xuvg9s6oce\n- https://www.washingtonpost.com/sports/2020/03/21/coronavirus-could-cost-nba-1-billion-bring-about-record-salary-cap-drop/\n- https://en.wikipedia.org/wiki/2020_NBA_Bubble"], [80764, "2020-07-26T18:41:52Z", [1.0], ""], [92797, "2020-07-26T18:29:15Z", [0.98], ""], [57400, "2020-07-26T18:20:06Z", [0.98], ""], [14432, "2020-07-26T17:47:00Z", [1.0], ""], [92800, "2020-07-26T17:24:21Z", [0.99], "The decision of other sports may not be very informative for our prediction, since the decision to resume or not depends on the \"decision criteria\" of NBA's Board of Governors instead of the overall external situation, and each sports have different level of readiness and preparation. Therefore the information from other sports leagues may not be a good \"base rate\" estimation for this prediction. Given that NBA already invested heavily in the preparation work and the staffs are well-equipped, only unforeseeable catastrophic development could further postpone the NBA season. "], [92789, "2020-07-26T14:55:39Z", [0.98], "One week has passed. I slightly up-moved my probability."], [56170, "2020-07-26T13:41:41Z", [0.99], ""], [45594, "2020-07-26T07:09:04Z", [0.8], ""], [88227, "2020-07-26T02:05:41Z", [1.0], ""], [92794, "2020-07-25T21:01:49Z", [0.98], ""], [92794, "2020-07-25T21:01:41Z", [0.99], ""], [92792, "2020-07-25T20:53:20Z", [0.95], "It is only 6 days left and there is no news about any change. Warm-up games have started. There was also a COVID test last week and none of the players tested positive. Fans and TV stations are ready for the new games. Considering how much it has costs and financial considerations, it is very unlikely to postpone the NBA games to another date. "], [66711, "2020-07-25T19:46:22Z", [0.99], ""], [529, "2020-07-25T16:39:31Z", [0.98], "Too far out to say with certainty but a tropical system could be *approaching* Florida by July 30.  At this point thinking that the NBA would still very likely start-off the season: http://www.brevardtimes.com/2020/07/noaa-invest-92l-track-spaghetti-models/ https://www.weathernerds.org/tc_guidance/storm.html?tcid=AL92 https://www.sfwmd.gov/weather-radar/hurricane-model-plots"], [94526, "2020-07-25T15:44:48Z", [0.99], ""], [65637, "2020-07-25T11:19:48Z", [0.88], ""], [94000, "2020-07-25T02:44:06Z", [0.95], ""], [94000, "2020-07-25T02:37:38Z", [0.9], ""], [89329, "2020-07-25T01:34:58Z", [0.99], ""], [94498, "2020-07-24T22:25:37Z", [0.99], ""], [94498, "2020-07-24T22:21:35Z", [1.0], "This was a test forecast to see if I could enter 100%. I am new to the site. My current forecast is 99%. Thank you."], [1333, "2020-07-24T18:58:10Z", [0.95], ""], [86785, "2020-07-24T17:54:13Z", [0.99], ""], [89135, "2020-07-24T16:50:52Z", [1.0], "Checked the weather forecast, not a hurricane in sight. With no new cases reported, it is all systems go.  https://weather.com/weather/tenday/l/Orlando+FL?canonicalCityId=b1bb64752b9921f0b125e7c5f07df6c368a52eab5db82010fa6a2b3d4e15473c"], [88497, "2020-07-24T16:39:45Z", [1.0], ""], [84880, "2020-07-24T15:51:01Z", [1.0], "Not a certainty, but bumping up to express more confidence than the consensus. "], [88187, "2020-07-24T15:10:38Z", [1.0], ""], [37711, "2020-07-24T14:45:03Z", [1.0], ""], [92811, "2020-07-24T13:42:05Z", [0.9], "There are only 6 days left until the date, and there seem to be no news regarding a potential delay."], [22628, "2020-07-24T13:17:23Z", [1.0], ""], [691, "2020-07-24T12:08:24Z", [1.0], ""], [28878, "2020-07-24T11:52:17Z", [1.0], ""], [80764, "2020-07-24T11:48:36Z", [1.0], "Looks all fine so far: https://stats.nba.com/schedule/"], [58648, "2020-07-24T11:33:21Z", [0.9], ""], [67609, "2020-07-24T10:33:43Z", [1.0], ""], [28615, "2020-07-24T10:21:56Z", [0.99], ""], [36476, "2020-07-24T09:26:13Z", [0.99], "Literally making this prediction 6 days before the season is supposed to resume and there still being no red flags is the most important factor. I don't see, at this point, how this will not happen."], [42626, "2020-07-24T07:58:10Z", [0.05], ""], [93072, "2020-07-24T04:22:53Z", [0.99], ""], [43621, "2020-07-24T04:00:22Z", [1.0], "The NBA has been very proactive with testing everyone with access to the bubble. Scrimmages began 7/23. I believe the restart on 7/30 is inevitable."], [94405, "2020-07-24T03:46:19Z", [0.95], ""], [92385, "2020-07-24T03:06:05Z", [1.0], ""], [706, "2020-07-24T01:57:18Z", [0.95], ""], [11985, "2020-07-24T01:50:12Z", [0.95], ""], [87857, "2020-07-24T01:35:00Z", [1.0], ""], [71973, "2020-07-24T00:56:08Z", [0.9], "We’re almost there and no infections inside the bubble. "], [92815, "2020-07-24T00:50:38Z", [0.98], "Updating my previous estimate of 97% for the passage of time."], [87094, "2020-07-24T00:40:10Z", [1.0], "The bubble is set and everyone is in place. This looks very likely. [1] [1] https://slate.com/culture/2020/07/nba-bubble-coronavirus-orlando-life.html"], [88284, "2020-07-24T00:27:00Z", [1.0], ""], [22689, "2020-07-23T23:12:13Z", [1.0], ""], [68315, "2020-07-23T22:55:26Z", [0.99], ""], [31239, "2020-07-23T22:43:49Z", [0.98], "It's July 23 today and the NBA has started practice games. Everything looks set for the season to resume in one week."], [89266, "2020-07-23T22:43:13Z", [0.97], ""], [87155, "2020-07-23T22:30:19Z", [0.85], ""], [94438, "2020-07-23T22:18:07Z", [0.99], "Currently being reported that there are no new cases within the bubble. With only a week to go until the games are supposed to start, an outbreak large enough to offset the sunk cost by the NBA seems incredibly unlikely. "], [529, "2020-07-23T21:27:24Z", [0.98], "https://www.wsj.com/articles/the-sports-bubbles-are-working-so-far-11595502000"], [74153, "2020-07-23T21:11:07Z", [0.99], ""], [78366, "2020-07-23T21:02:18Z", [1.0], ""], [89589, "2020-07-23T20:57:34Z", [0.9], "The almighty dollar and the American need for sports will drive this one.  However, if more than one person on more than one team test positive then all bets are off."], [46440, "2020-07-23T20:37:25Z", [0.99], "Only one week away with zero positive tests. "], [63674, "2020-07-23T20:28:48Z", [1.0], ""], [92803, "2020-07-23T20:10:13Z", [0.98], ""], [51145, "2020-07-23T20:05:48Z", [0.99], ""], [90141, "2020-07-23T20:04:10Z", [0.95], "The bubble seems to be working and after this much commitment, the NBA will at least start the games. They may not finish the season, but they will at least start playing. "], [9291, "2020-07-23T19:55:21Z", [0.2], "covid-19"], [88804, "2020-07-23T19:47:49Z", [1.0], ""], [37058, "2020-07-23T19:42:49Z", [0.98], ""], [313, "2020-07-23T19:36:43Z", [1.0], ""], [86816, "2020-07-23T19:33:25Z", [1.0], ""], [92012, "2020-07-23T19:27:10Z", [0.1], ""], [63991, "2020-07-23T19:24:48Z", [0.99], ""], [63991, "2020-07-23T19:24:14Z", [0.85], ""], [57324, "2020-07-23T19:16:51Z", [1.0], ""], [90950, "2020-07-23T19:14:51Z", [0.26], ""], [12419, "2020-07-23T19:14:14Z", [1.0], ""], [90950, "2020-07-23T19:13:13Z", [0.34], ""], [83927, "2020-07-23T19:12:29Z", [0.95], "Too much at stake to change course now "], [10612, "2020-07-23T16:06:15Z", [1.0], ""], [52131, "2020-07-23T15:38:58Z", [1.0], ""], [89911, "2020-07-23T15:26:02Z", [0.95], ""], [86472, "2020-07-23T15:17:56Z", [0.99], ""], [87943, "2020-07-23T14:31:07Z", [1.0], ""], [20156, "2020-07-23T13:41:37Z", [1.0], ""], [691, "2020-07-23T13:38:32Z", [0.99], ""], [56170, "2020-07-23T13:08:16Z", [0.8], ""], [57778, "2020-07-23T10:25:00Z", [0.98], ""], [11817, "2020-07-22T19:32:32Z", [1.0], ""], [79461, "2020-07-22T18:52:00Z", [1.0], ""], [62808, "2020-07-22T18:27:38Z", [0.99], ""], [86554, "2020-07-22T13:49:10Z", [1.0], ""], [41351, "2020-07-22T11:21:41Z", [0.98], ""], [91675, "2020-07-22T11:01:40Z", [0.95], ""], [87427, "2020-07-21T21:34:53Z", [1.0], ""], [89038, "2020-07-21T21:34:53Z", [0.99], ""], [88010, "2020-07-21T18:40:24Z", [0.99], ""], [10612, "2020-07-21T15:22:38Z", [1.0], ""], [62808, "2020-07-21T15:20:07Z", [0.99], ""], [63674, "2020-07-21T10:53:53Z", [0.9], ""], [89013, "2020-07-21T08:54:49Z", [0.98], ""], [1333, "2020-07-21T07:12:12Z", [0.88], ""], [93518, "2020-07-21T03:56:55Z", [0.99], "No new cases since the 13th, and only 2 were reported before then in the bubble. The most likely way for this question to resolve negatively is that the season is delayed, as there are only 2 games on the 30th (with 33 preseason games from the 22nd-30th). While this is unlikely with the recent update, the season could be delayed if at least one of the teams in each of the 2 games is incapacitated by COVID-19, injuries, some other reason. https://sports.yahoo.com/no-nba-players-test-positive-211836769.html\nhttps://stats.nba.com/schedule/"], [92815, "2020-07-21T03:20:08Z", [0.97], "This week, the MLB is planning on restarting games. In only 10 days, the NBA plans on following suit. The two leagues have different approaches to how games will be played. For baseball, games are being played in different home stadiums across the country, with a schedule that only features regional play. For basketball, all games are being played at one facility. 22 of the 30 teams are planning on restarting the season in ten days. At this point, it seems all but certain that play will begin on time. However, Florida is experiencing a major resurgence of coronavirus. On top of this, in a high contact, indoor sport like basketball, disease transmission will be high if the virus makes its way into the bubble that the NBA has created. However, given that the start of the season is close, it seems that if a coronavirus event were to occur that delay the NBA games, it would likely be during the course of the season. Games have the ability to be super-spreading events due to the nature of basketball. Seeing that infection rates are currently particularly high, it seems quite likely that the coronavirus will be detected in a player this summer and fall. I believe a delay of the first game of the season is unlikely as it casts doubt over the remainder of the season and the current plan to play in Florida. To delay this season that has been planned for over a month would restart discussions about the safety of this plan, and could end up cancelling the entire endeavor. I think this is a situation that the commissioner, the players and the owners would all like to avoid. Furthermore, it would be incredibly unprofitable to further delay the season. This is such a unique situation that a base rate would not have enough samples to be meaningful. It seems likely that baseball will return without delay.  European soccer leagues are returning to play largely without delay, but the coronavirus situation there is much better, with lower numbers of infection. I believe there is a 1/33 chance of something going fatally wrong before the first game begins. This is hard to estimate because of lack of mathematical grounding and the uniqueness of the situation, but I believe that something very significant (a two sigma event) would need to take place to stop the season at this point. https://www.skysports.com/football/news/11096/11974437/project-restart-what-is-the-state-of-play-in-europes-top-leagues\nhttps://www.nba.com/article/2020/06/26/nba-schedule-release-2019-20-season-comeback-official\n"], [529, "2020-07-21T03:16:27Z", [0.96], ""], [92803, "2020-07-21T01:22:43Z", [0.97], ""], [35642, "2020-07-21T00:35:08Z", [1.0], ""], [22689, "2020-07-21T00:02:13Z", [0.99], ""], [92794, "2020-07-21T00:00:14Z", [0.97], ""], [92939, "2020-07-20T23:13:22Z", [0.99], ""], [89135, "2020-07-20T22:02:37Z", [1.0], "https://sports.yahoo.com/nba-nbpa-announce-zero-positive-213654486.html"], [94348, "2020-07-20T21:59:00Z", [0.2], ""], [92786, "2020-07-20T20:28:41Z", [0.97], "No more news of cases on the bubble, and time decay of risk."], [93518, "2020-07-20T20:15:59Z", [0.97], ""], [92819, "2020-07-20T19:42:10Z", [0.99], ""], [92817, "2020-07-20T17:09:46Z", [0.97], "My first forecast was 19 days before the planned start, and it is now 10 days before the start of the season. Currently, no \"Good News\" is needed to confirm the resuming of the NBA season, but for a delay/cancellation, \"Bad News\" is needed. There has been little news in the last 10 days that at all suggests the NBA will not reopen; there have been a couple of players who have decided to leave the bubble and rumors of a player sneaking out, but it seems mostly under control. If we deem \"waiting for Bad News\" as the main factor to turn the answer into No, then because half the time until the start has passed, my probability of No should be about half of what it was in my original forecast (i.e going from \"10% No\" to \"5% No\"). However, several factors that weren't as predictable 19 days beforehand are now more easily predicted; for example, the probability of a bad hurricane to cause a delay within the next week is much less likely than it was a week ago (weather forecasts are more accurate a week in advance). Several NBA insiders, such as Mark Cuban, also seem pretty sure the season will continue as scheduled. For these reasons, I increased my probability by slightly more than just the time-implied increase above."], [92791, "2020-07-20T16:52:01Z", [0.95], "I think it is highly likely that the NBA will be able to restart on July 30.  We have little opportunity to establish a base rate, but can look at other sports leagues.  MLS, after some initial hiccups, has resumed.  Formula 1, though a more distant example, has also resumed despite having much larger teams and requiring travel across numerous countries.  NBA players are already sequestered in their isolated bubble and have been practicing.  I think there is little likelihood of an outbreak, and even less chance of one that requires the delay or cancellation of multiple games, given isolation and testing protocols."], [93072, "2020-07-20T15:21:51Z", [0.97], "Other team sports (MLS, MLB) have been progressing smoothly so far into play. I believe the NBA is more likely to have problems with players getting sick after the restart, then they are to have those problems before. All signs point to July 30 restart."], [88614, "2020-07-20T14:44:07Z", [0.99], ""], [88614, "2020-07-20T14:43:53Z", [0.97], ""], [1333, "2020-07-20T08:23:53Z", [0.89], ""], [88198, "2020-07-20T05:23:15Z", [1.0], ""], [92804, "2020-07-19T23:40:34Z", [0.99], ""], [92804, "2020-07-19T23:39:35Z", [0.95], ""], [92804, "2020-07-19T22:01:09Z", [1.0], ""], [92810, "2020-07-19T21:56:48Z", [0.96], "Revising upwards due to time decay."], [92789, "2020-07-19T21:31:35Z", [0.96], "One week passed. I slightly up-moved my probability. "], [57400, "2020-07-19T16:33:57Z", [0.89], ""], [1333, "2020-07-19T12:41:48Z", [0.9], ""], [92794, "2020-07-19T03:15:41Z", [0.96], ""], [92787, "2020-07-19T01:52:02Z", [0.9], "There is little opportunity to form a base rate for this event because we don't really have other examples of major sports leagues creating bubbles during pandemics. Delays from other sports leagues like the MLS apply less to this situation because the NBA has already successfully setup the Disney complex. In terms of context specific factors, NBA players have already made their way to the Orlando bubble and have been scrimmaging and practicing. There are no recent reports on the major NBA news sites (ESPN.com, NBA.com) as well as major national outlets of a potential delay. With two weeks remaining, there is still a chance of a case being reported within the bubble which would the type of tail event to create a delay. Given the amount of people in the bubble and the incubation period of the virus, there is still a reasonable but low chance of this occurring. "], [1333, "2020-07-18T16:42:00Z", [0.91], ""], [92803, "2020-07-17T23:36:25Z", [0.95], ""], [94191, "2020-07-17T23:34:22Z", [0.88], ""], [92786, "2020-07-17T19:05:08Z", [0.91], "Adjusting up 2% due to time decay of my risk factors, though not adjusting up more because I believe as time goes on, players may be more inclined to break the rules/ enforcement is more lax"], [56170, "2020-07-17T16:44:44Z", [0.76], ""], [93358, "2020-07-17T16:34:27Z", [0.9], "https://www.nba.com/key-dates"], [1333, "2020-07-17T08:00:01Z", [0.92], ""], [93072, "2020-07-17T03:34:55Z", [0.9], ""], [92794, "2020-07-17T03:30:22Z", [0.95], ""], [89038, "2020-07-16T22:07:26Z", [0.98], ""], [92175, "2020-07-16T18:33:05Z", [1.0], ""], [92816, "2020-07-16T16:50:17Z", [0.96], "I'm updating my belief from 93 to 96% likely that the NBA will resume on 30 July 2020, that either the Clippers-Lakers game or Jazz-Pelicans game will occur on the 30th. NBA's return-to-play guidelines and their social bubble in Orlando have been widely praised by many health experts on the comprehensive nature of their COVID precautions. The NBA as a whole is encouraging and essentially demanding the reopening of the NBA and will likely do so unless a substantial portion of the league is unable to participate. Of the 20 projected starting players of these games, all have continued to test negative and remain quarantining. The recent news of 2 players testing positive and breaking quarantine may demonstrate that there is reason to suspect other NBA players may also break quarantine. However, due to heightened security and the realized knowledge that the NBA is actually taking action to isolate and prevent these players from playing means that players are probably going to be less likely to break official rules. On social media, Kawhi (Clippers) and LBJ (Lakers) at least have come out publicly to condemn those not wearing masks and taking precautions in Orlando as well as recognizing the risk of COVID, even within the bubble. As two of the teams with some of the highest chances of winning the playoffs, both desire/have an incentive to be extra cautious (e.g. Lakers choosing to forgo bringing much of their staff to decrease the odds of spread).  "], [1333, "2020-07-16T06:12:44Z", [0.93], ""], [93908, "2020-07-16T05:50:00Z", [0.86], ""], [93518, "2020-07-16T05:14:00Z", [0.96], ""], [88227, "2020-07-16T04:35:49Z", [0.95], "Leagues in Europe have restarted and have managed to stay open. And most of them don't have the luxury of the NBA bubble.  The restart should go on as scheduled. Only reason to stop at 95% is due to whole mess in Florida at the moment. "], [34815, "2020-07-16T01:16:38Z", [1.0], ""], [1333, "2020-07-15T23:12:59Z", [0.94], ""], [12879, "2020-07-15T14:28:03Z", [0.95], ""], [93118, "2020-07-15T13:42:51Z", [1.0], ""], [93518, "2020-07-15T04:42:20Z", [0.96], "No change in % for me. The only new information I have is that players are using the anonymous tip hotline which is encouraging, but don't think warrants bumping up to 97%."], [529, "2020-07-15T03:43:15Z", [0.92], "Appears to be generally good results for NBA testing at this stage: https://espnrochester.radio.com/articles/wgr-am-article/just-2-nba-players-test-positive-for-covid-19"], [90167, "2020-07-15T02:55:57Z", [1.0], "All seems mostly well with just over 2 weeks to go.  https://bleacherreport.com/articles/2900096-why-nba-players-coaches-are-confident-the-bubble-is-working "], [91142, "2020-07-14T23:49:01Z", [1.0], ""], [62808, "2020-07-14T22:56:36Z", [0.79], ""], [691, "2020-07-14T20:48:53Z", [0.98], ""], [91598, "2020-07-14T16:51:11Z", [0.99], ""], [93593, "2020-07-14T15:57:38Z", [0.65], ""], [90823, "2020-07-14T15:55:44Z", [0.4], "Good chance they’ll try to start, but it won’t last long"], [1333, "2020-07-14T14:12:24Z", [0.95], ""], [81518, "2020-07-14T13:29:45Z", [0.78], ""], [85678, "2020-07-14T11:06:48Z", [1.0], ""], [88766, "2020-07-14T10:39:24Z", [1.0], ""], [92786, "2020-07-14T05:25:19Z", [0.89], "Adjusted probability down due to the following updates: \n1. 2 Players tested positive and are currently quarantining in the bubble (Probability should have been accounted for as 332 basketball players statistically should not all test negative. I operated under the assumption that since the quarantine period was over, all players were cleared to play. However, this news release came out today and thus made me reconsider this notion). I attribute a 5% decrease in probability due to this.\n2. Richaun Holmes broke quarantine to pick up food, demonstrating that NBA players breaking the rules is an actionable probability.  While Holmes is placed again on quarantine, it would only take one unguarded infection to shelf the season. However, I think due to this happening, there may be heightened security , which puts a ceiling to this decrease. I thus attribute this news as 2.5%.\n3. Florida weather patterns. If there is a severe storm (in season currently), the return schedule may very well be delayed. This is given a 0.5% probability.\nThus my revised forecast is 96.5 - 8 = 88.5 => 89"], [93518, "2020-07-14T04:55:51Z", [0.96], "19 players have tested positive but only 2 in the bubble. Both of them were in quarantine when they tested positive, so it is unlikely the virus spread. The NBA has explicitly stated they will not cancel the season unless a critical mass of players are infected, which seems extremely unlikely with the current data."], [92079, "2020-07-14T04:35:51Z", [0.1], ""], [86554, "2020-07-14T04:27:48Z", [0.99], ""], [92467, "2020-07-14T00:34:59Z", [0.85], ""], [64078, "2020-07-14T00:08:07Z", [1.0], ""], [88497, "2020-07-13T22:52:52Z", [0.98], "don't know much about it but once its in motion its hard to stop. i think it is somewhat likely it'll be scaled back, or rules and schedules may be modified but it'll most likely start at the determined date."], [84880, "2020-07-13T22:44:38Z", [0.99], "Notching back an inch for the possibility of something falling apart... that said, the train has left the station, the NBA has proclaimed the date, players, employees, fans and advertisers have marked their calendars and dollars are being spent. Odds are in favor of this date being honored in some way, shape or form."], [92799, "2020-07-13T19:30:48Z", [0.92], "I don't have too much expertise on the NBA sector, but based on observing other international sports league, particularly soccer leagues in Europe, it seems the general consensus is that there is a high probability of the NBA restarting its season on time. The only additional information to add, however, is that states like Florida and Texas where prominent basketball teams are located have reached new COVID highs, with 272K and 265K cases respectively. This would make me bias my estimate towards slightly lower than the crowd estimate."], [90070, "2020-07-13T18:58:10Z", [0.95], ""], [88010, "2020-07-13T18:30:57Z", [0.97], ""], [92386, "2020-07-13T18:27:28Z", [0.9], "It is the target date. "], [91322, "2020-07-13T18:17:23Z", [0.75], ""], [91858, "2020-07-13T17:07:54Z", [0.85], "I would be willing to go a full 100%, because the NBA has made no contingency plans that account for the possibility of a delay, or suspending the rest of the season."], [86554, "2020-07-13T15:34:37Z", [0.97], ""], [50395, "2020-07-13T11:40:37Z", [0.95], ""], [1333, "2020-07-13T10:54:36Z", [0.96], ""], [89038, "2020-07-13T10:45:59Z", [0.97], ""], [88766, "2020-07-13T10:36:13Z", [0.89], ""], [92790, "2020-07-13T10:13:23Z", [0.93], "While Florida cases continue rising to record levels, NBA teams are already been in full 'bubble' quarantine, including extensive testing protocols. Barring a significant number of cases among players, there seems to be little chance of a suspension only 17 days before restart. Looking at other sports leagues, we can first consider Europe. While most sports have not resumed, out of Europe's top soccer leagues, England, Spain, Germany, Italy, and Portugal decided to resume, while France, the Netherlands and Belgium decided to cancel. This is a 60% base rate, but I believe we should instead look at the success rate of those that have resumed. No league has shown any outbreaks among players. There have been issues with fans gathering in crowds, notably after Liverpool's win two weeks ago, which has led me to skew my estimate down slightly. The MLS has also restarted at the same location, and I have again skewed my estimate down to account for the small possibility of an MLS suspension."], [87628, "2020-07-13T07:59:26Z", [1.0], ""], [91142, "2020-07-13T02:14:14Z", [0.98], ""], [93518, "2020-07-13T01:57:48Z", [0.96], "According to the NBA's guidelines the season will not be cancelled even if there are a few COVID-19 cases - it would take a catastrophic event for the season to not only get cancelled but be cancelled before beginning. A lot of money is on the line and while I have only read a summarized version of the NBA's 100+ page safety plan it has been endorsed by experts. There are 18 active COVID-19 cases in the NBA but the league has a plenty of testing and infrastructure in place so an outbreak seems exceedingly unlikely. "], [92939, "2020-07-13T00:25:40Z", [0.97], ""], [57778, "2020-07-12T22:54:40Z", [0.91], ""], [92879, "2020-07-12T22:46:28Z", [0.99], ""], [93503, "2020-07-12T20:42:26Z", [1.0], ""], [529, "2020-07-12T19:32:32Z", [0.85], "Raising forecast for now mainly via 'crowd' useful comments, perceived strong incentive for the NBA to start as advertised, plus a little 'faith, hope and charity'..."], [7053, "2020-07-12T19:29:40Z", [0.65], ""], [90167, "2020-07-12T17:38:04Z", [0.94], "If Popovich thinks it’s safe, maybe they actually can pull off a July 30 restart. I still have plenty of concerns about getting through the season without a major outbreak resulting in cancellation, but so far, so good. https://www.espn.com/nba/story/_/id/29448111/spurs-coach-gregg-popovich-says-nba-bubble-safest-place-be "], [79461, "2020-07-12T17:21:31Z", [0.88], ""], [92928, "2020-07-12T17:20:42Z", [0.95], "Reasons for a suspension\n    + Florida cases continue rising\n    + Star players pulling out. The players considered the face of the league show no signs of that. Also, players can opt-out and some did but the plan is still in action.\n    + A big outbreak among the players before July 31st. 10 teams play on July 31st and for the games to be postponed, a significant number of players need to test \n    positive for covid, around four per team for at least 2 teams. Reasons for a normal resumption\n    + Big TV/Ad revenue in play\n    + The teams are already in the bubble (as of July 12th)\n    + Disney Land opened on July 11th despite a record week for covid cases.\n    + NBA testing protocols incorporate worst case scenario\n    + Major League Soccer (@henrywcj) is back since July 8th (710 players) at the exact same site\n    + Base rate from Europe's top soccer leagues in (Spain, Germany, England, France, Italy). Only one league was cancelled. The others returned as scheduled. 80%."], [93502, "2020-07-12T16:38:16Z", [1.0], "It has been decided, agreed, they are already training. This is happening. Early sicknesses will not suffice to delay the resumption. We are only 18 days prior."], [90860, "2020-07-12T05:21:01Z", [0.9], ""], [92803, "2020-07-12T03:00:00Z", [0.87], "Prior: I looked into European and Asian sports leagues' restarting timeline and the factors that influenced their reopening. In particular, 2 factors seem to be the most important: 1) government green light on resuming 2) teams quarantining together 2-3 weeks before the competition. As long as these two conditions are met and the leagues having announced official start date, the start rate is 100% (I might have missed some smaller leagues so could be an adverse selection bias here, will keep checking on this). For NBA, these two factors likely won't be an issue: 1) Florida has been one of the more aggressive states in opening back up, and DeSantis is very firm on this. Also given that the government okayed arrangements like the Citadel bubble, it probably would not get in the way of NBA. 2) all 22 teams are in a bubble as of today (7/11). So my prior is 98%, revised down due to possible adverse selection. Reasons for increasing:\n1. After seeing many successful examples, it would be easier for NBA just to model its restarting protocol after European/Asian leagues. Because of this, I will adjust up my estimate by 2%. Reasons for decreasing:\n1. Florida COVID numbers are climbing fast and going north of 11,000 cases per day. If this trend continues, the public sentiment toward reopening would definitely decrease and may force the government to take measures to postpone NBA. I will set it as a 7% probability, in line with the number of states reversing reopening in measures more severe than Florida right now (4/55). Thus, I will use a *93% overlay to the number after incorporating other factors.\n2. Bubble burst: although the bubbles are stringent and relatively safe, it only takes 1 player to break the bubble and ruin the whole thing. It's only been a few days since the bubble started, but there's already been multiple complaints about the living conditions and wanting to flip... And NBA players don't exactly have the reputation to following rules... Two potential effects of this: 1) players bring back virus, and enough people get infected so have to postpone 2) reputation hit, seeing news of this people will be mad and NBA may be pressure to take measures. It's hard to model/quantify, so I'll revise down my estimate by 3% (I will keep thinking about this)\n3. Weather concerns: Historically, Disney has been forced to close down operations during hurricanes (3 times in the past 4 years). Given that NOAA has predicted 60% chance of above-normal hurricanes this year, I would say there could be 1 hurricane forcing Disney to close all operations. Florida's hurricane season is July to October, so the chance of it hitting the days around July 30th, meaning within 2 days prior/after is minimal (5/123). If this is the case, NBA may just move the start date a few days later. So I would give it a 118/123 = 96% overlay. (98 + 2 - 3) * .93 * .96 = 87%"], [92794, "2020-07-11T23:31:16Z", [0.93], "It's difficult to get a prior here since this is a pretty one-off situation.\nBut as of now, here are the factors I am considering:\n- Some teams have already arrived in the Florida Bubble & under quarantine there\n- Testing technology and planned frequency (daily)\n- The bar for the question to turn to a no instance is rather low as all it takes is a one-day postponement\n- Player complaints https://www.nbcnews.com/news/sports/ain-t-it-nba-players-react-being-walt-disney-world-n1233396\n- Some players refusing to play\n- Supervision from security to the bubble\n- Florida cases are worrying Risks:\n-Outbreak within the facility\n-Player strike\n-Logistics forces a delay A 1 in 10 odds sound reasonable given that it has been a while since the suspension and a lot of planning has been done. Adjusting +3% upwards from there\n"], [92817, "2020-07-11T21:00:22Z", [0.9], "Argument in favor of resuming: the planned start is only 19 days away, and there is currently no indication that it will be delayed or cancelled. The players are already in a \"Disney Bubble\" in Orlando, and some players with concerns will not be playing in Orlando, yet there is still a plan to resume the season. Certain NBA insiders, such as the Bucks' owner, are also highly confident that the season will continue. Argument against resuming: COVID cases in FL are among the largest rates in the country right now, and political pressure could convince the NBA to cave. As we've seen in this climate, things can change quickly within a matter of days. I settled on 90% as a tentative first guess because there seems to be little indication that the NBA will delay the restart. They have put a lot of planning into this continuation and are also hoping to see large revenue as major league sports are basically inactive at the moment."], [92789, "2020-07-11T20:10:48Z", [0.95], "Originally, NBA plans to restart games on July 30th using 22 teams in a closed environment in Orlando, Florida. Specifically, the players for all these 22 teams will begin travelling to Orlando on July 7th, and NBA works with Disney to use Walt Disney’s World Resort near Orland to hold all remaining games, team practices, and player housing. In addition, there will be no audiences in any of these games and essentially NBA players and game workers are live inside a self-contained professional bubble.  The base rate is pretty high as examples of such isolated professional bubble are proved to be effective and successful:  1.\tCitadel Palm Beach: No confirm COVID-19 cases since starts on March 2020. In addition, as long as safety measure are rigorously followed, Citadel are able to bring in new group of limited numbers of employees, such as summer interns, etc. And, the setup of these professional restrict-access work site can be copied to other locations. NBA have in total around 450 players and assume each player on average has three supporting staffs, then in total there are around 1800 staffs. Clearly the setup to hold the entire NBA workplace requires a lot more caution and preparation comparing to Citadel’s remote onsite workplace, I would give a base success rate of 85%.  2.\tMajor League Soccer (MLS): Recently the MLS restart on July 8th at the exact same site – Walt Disney’s World Resort, as NBA will be. In addition, MLS’s restart offers a continuous schedule of matches nearly every day beginning July 8th. The success of MLS is more interesting and a more powerful reference base rate point for NBA compared to Citadel’s Palm Beach. MLS has in total about 710 players, and assume the same number of supporting staffs needed for each player, MLS need to setup a site that can hold around 2800 people. Based on their success, I would give a base rate of 99%.  Note that we are only discussing the success rate for resuming games on July 30th 2020, rather than NBA complete the remaining games without COVID-19 cases. This would alleviate us with a lot other consideration such as what’s the risk factors that would bring COVID-19 cases inside the professional bubble. In addition, both 2 base rate cases has successfully starts on their remote onsite workplaces, I would weight the MLS’s one more as the number of employees are at the similar scale with NBA. Therefore my final forecast is 95%"], [92786, "2020-07-11T18:33:02Z", [0.96], ""], [92810, "2020-07-11T17:25:48Z", [0.94], "For the NBA to “resume on the 30 July 2020”, my interpretation is that at least one game must commence before midnight. Given the massive logistical effort, I assume that the probability of a postponement for reasons other than coronavirus are minimal. Currently two NBA games are scheduled for July 30th: Jazz vs Pelicans @ 6:30pm EST and Clippers vs Lakers @ 9:00pm EST. It is unclear what would happen if one of these teams were removed from competition due to positive coronavirus tests. I assume that the NBA would simply remove those games as opposed to bringing forward other games or changing the match-ups. This reasoning is based on the procedure followed by MLS. Under these assumptions, the probability of a delayed restart is similar to the probability that the (Jazz or Pelicans) and (Clippers or Lakers) receive sufficient positive tests to be excluded from play. We continue with MLS as our base case as it is the only team sport to have resumed in the US. (UFC has resumed but, as an individual sport, it is easier to continue matches if an individual participant tests positive.) We saw MLS restart on July 8th at the same Disney bubble and already Dallas FC and Nashville FC have been removed due to positive coronavirus tests (out of 22 teams). Our base rate is then (0.09*2)^2=0.03 (as we need at least one team from both games to be removed). However, we can revise this base rate. The arguements for increasing it are that\n(a) the NBA shares facilities at Disney with MLS which is seeing COVID-19 cases,\n(b) if enough other teams test positive there is a chance the whole event is delayed, and\n(c) there will be exhibition games played on the 22nd which may increase transmission likelihood if a player is infected.\nThe main argument for decreasing the base rate is the fact that teams arrived at least three weeks prior to the season start so individuals who test positive for COVID-19 have time to recover and quarantine in time for opening games. All teams arrived in Orlando on or prior to July 9th. After initial test results are known (processing time is between 24 and 48 hours), we will be able to revise the prediction."], [63674, "2020-07-11T14:54:14Z", [0.65], ""], [1333, "2020-07-11T09:22:06Z", [0.97], ""], [89038, "2020-07-10T23:09:10Z", [0.94], "The season likely restart, but it's unlikely be finished"], [91142, "2020-07-10T22:11:27Z", [0.96], ""], [90433, "2020-07-10T18:26:17Z", [0.5], "It's possible but with Covid 19 soaring, especially in Florida, it may be postponed again. Either way, I expect the season to end shortly after it starts when Covid q9 decimates their players."], [92805, "2020-07-10T18:19:50Z", [0.95], "Given the massive precautions taken to create the bubble and with recent videos to confirm that NBA players have began moving into the bubble, I will continue to keep my percentage high. One risk factor to acknowledge is the extreme spike in COVID cases in Florida. In the event somehow someone inside the bubble gets infected, it will be very likely that the season get postponed, but I believe this has a very low chance of happening."], [92805, "2020-07-10T18:17:55Z", [0.05], "Comment deleted on Jul 10, 2020 06:19PM UTC"], [90733, "2020-07-10T16:15:10Z", [1.0], ""], [93000, "2020-07-10T11:31:47Z", [0.9], ""], [20156, "2020-07-10T08:38:19Z", [0.7], ""], [77141, "2020-07-10T04:49:51Z", [0.15], ""], [91142, "2020-07-10T00:21:13Z", [0.94], ""], [86855, "2020-07-09T21:07:23Z", [0.85], ""], [14432, "2020-07-09T20:31:59Z", [0.99], ""], [88010, "2020-07-09T19:41:41Z", [0.9], ""], [90237, "2020-07-09T19:02:09Z", [1.0], ""], [88198, "2020-07-09T17:18:52Z", [0.8], ""], [651, "2020-07-09T14:03:26Z", [0.51], ""], [93118, "2020-07-09T13:51:51Z", [0.9], "There has been this article: https://sports.yahoo.com/adam-silver-admits-more-covid-19-cases-could-pop-nb-as-bubble-shut-down-season-again-002751436.html And then this: https://www.nytimes.com/2020/07/09/sports/basketball/lakers-nba-restart-lebron-james.html We have NBA Commissioner Silver acknowledging the \"holes in the bubble\" and that more players will probably test positive once in Florida. But we have LeBron James working hard and ready to restart. If any single player could inspire confidence in a restart right now, it's him.  My estimate isn't only based on those two articles, but they are the highlights right now. Several players are opting out of the restart due to virus concerns for themselves and family members. Several players have tested positive, and probably more will once in FL. There are definitely some players and coaches who want to play - many who might not ordinarily get a lot of play time during a \"regular\" season could have more incentive, more of chance to shine.  As of 7/9, teams are already showing up to the bubble with more to come...so maybe the NBA will have it's restart but not finish it."], [87943, "2020-07-09T13:32:34Z", [0.9], ""], [57778, "2020-07-09T06:07:33Z", [0.75], ""], [86554, "2020-07-09T05:16:50Z", [0.93], ""], [92819, "2020-07-09T01:46:08Z", [0.95], "My prior is 98%. As of now, self-contained groups of professionals living and working in one location (ex: Citadel in Palm Beach)  have been able to keep their perimeter tight and not allow the virus in. Citadel, as far as I know, has had 0 cases in Palm Beach since setting up shop in March 2020. Even essential employees who have to commute to work have seen minimal infections (ex: ConEd had 170 infections out of appx 8,000 essential employees, translating to a 2.1% infection rate). Therefore, my prior states that professional organizations and the medical community have now had enough experience with the virus to know best practices to keep appx 98% of a professional population safe.  My likelihood calculations further increase my probability of opening. For the NBA to postpone opening, one of two things must happen.  1) the players want to play but COVID infects enough individuals such that teams are no longer have enough individuals to compete. Given that there are 14 players on a team and 5 on court at any given time, appx 9 individuals must be infected and out of commission for this scenario to happen. Note that this approach to analysis assumes individuals can be flexible and play positions they don't usually play. Therefore, the probability for 9 individuals on the same team being infected are .02^9 assuming independent odds of getting infected. While I know this is not the case, I am not exactly sure how to model it otherwise besides potentially just adding in a buffer to my calculations. Therefore, I will say there is a 0.10^9 chance (5x probability increase) of a team being infected, which = 1* 10^-9 which is negligible. I also assume that if one team cannot play, then the entire season is postponed, likely a conservative assumption given my pre-requisite condition (all players want to play).  2. The players don't want to play. As of July 8th at 8am, there were 12 players who voluntarily refused to go (CBS Sports). Given that there are roughly 450 players in the NBA total, that is 2.6% of players refusing. Therefore, the math here is similar to point 1 above showing dismally small odds for enough players to sit out such that a team cannot operate. Additionally, the individuals sitting out have all generally come from different teams: Nets (4), Wizards (2) , Pacers (1), Lakers (1), Portland Trail Blazers (1), Mavericks (1). Note that the Nets have 17 players, more than the 14 average number I used in my calculations in 1. Therefore, there is still no real risk for the Nets to drop out of Orlando, and even if they did, I doubt the entire season would be cancelled/postponed for them. Therefore, I consider this risk to be, again 0.1 per player drop percentage (buffer built in) raised to the 9 for the average team in order to not have enough players. Therefore 0.1^9 arrived at the same dismal probability as in 1, which gives me confidence to predict a high probability.  I would put 99% but I do recognize that there is the potential for tail risk events such as a sudden outbreak, contaminated food making players sick (not COVID), etc. Because of all of this, I feel comfortable giving another buffer here of 4% to arrive at a final estimate of 95%."], [79461, "2020-07-09T00:46:40Z", [0.75], ""], [91142, "2020-07-09T00:10:31Z", [0.92], ""], [529, "2020-07-08T22:49:13Z", [0.69], "https://www.cnn.com/2020/07/07/us/mls-is-back-match-postponed-spt-trnd/index.html"], [88198, "2020-07-08T22:38:21Z", [0.65], "A very long 22 days to go...will crank this higher as time passes if no major hiccups, but I think the current surge in Orange Co. FL, among many other factors, could give players and/or the league cold feet."], [92614, "2020-07-08T20:57:59Z", [0.0], "The pandemic will be completely out of control in that part of the country by that time. There is no way it will play well in the media for the NBA to resume games at that point."], [91140, "2020-07-08T20:46:29Z", [0.8], "being in florida and the gov. wanting to restart the economy and the players apparently isolated at the orlando center it will start on the 30th.  players will get sick the question is will they finish the season and will anyone die\n"], [90950, "2020-07-08T20:22:22Z", [0.2], "Covid vaccines will roll out next year. "], [63674, "2020-07-08T17:54:21Z", [0.65], "I'm a little surprised that crowd is so bullish on this. It seems to me that the base rate for sports re-openings during COVID is low:\n1. MLS already postponed their start (https://www.cnn.com/2020/07/07/us/mls-is-back-match-postponed-spt-trnd/index.html)\n2. College football practice did not go well for Clemson or LSU (https://www.insidehighered.com/news/2020/06/22/college-football-programs-hit-covid-after-resumption-voluntary-workouts) To my knowledge, European soccer, American golf, and Korean baseball are the only sports to pull a restart off. That would suggest the base rate can't be much better than 60%. The NBA does have an interesting strategy in place, it is not fool-proof but an epidemiologist in the WSJ summed it up well as a \"calculated risk\" (https://www.wsj.com/articles/nba-bubble-entry-virus-disney-world-11594101142?mod=searchresults&page=1&pos=1). I for one don't think you'd classify a 90% probability as a calculated risk. On the other hand, it wouldn't be very calculated if you assessed the risk as <50%. I also think scope will matter on this question and it could be that things dont get out of hand until game start. Therefore, I'm going with 65%"], [85984, "2020-07-08T16:03:49Z", [1.0], ""], [88452, "2020-07-08T15:26:10Z", [1.0], ""], [93072, "2020-07-08T15:06:09Z", [0.85], "1. NBA has daily testing set up\n2. Player-leaders like LeBron James want to play\n3. NBA partnership between ESPN and Disney allows for safety procedures to be implemented in an organized fashion"], [93136, "2020-07-08T04:34:46Z", [0.5], ""], [91142, "2020-07-08T02:23:19Z", [0.9], ""], [89013, "2020-07-08T01:20:49Z", [0.89], ""], [32100, "2020-07-08T00:37:47Z", [1.0], ""], [89785, "2020-07-08T00:08:27Z", [0.9], "Reasons\n1. The owners and the league have a lot of money to lose, if there is no season at all.\n2. Very few players have tested positive as of July 7, 2020.\n3. At this point, they would rather test it out than not have the season at all.\n4. Whether they will be able to complete the abridged season is another question."], [33035, "2020-07-07T23:33:26Z", [0.67], ""], [57778, "2020-07-07T23:31:12Z", [0.87], ""], [57778, "2020-07-07T23:30:07Z", [0.9], ""], [85984, "2020-07-07T22:48:07Z", [0.92], ""], [8826, "2020-07-07T21:25:30Z", [0.0], ""], [90167, "2020-07-07T19:36:26Z", [0.84], ""], [92385, "2020-07-07T17:57:46Z", [0.85], ""], [31275, "2020-07-07T16:17:12Z", [1.0], "https://bleacherreport.com/articles/2898969-nba-training-camps-2020-start-dates-schedules-and-top-storylines-in-orlando"], [93118, "2020-07-07T15:02:03Z", [0.8], ""], [88766, "2020-07-07T11:03:36Z", [0.84], ""], [88452, "2020-07-07T05:31:56Z", [0.69], ""], [86554, "2020-07-07T02:41:57Z", [0.99], "Probably starting it at any cost. There needs to be something huge( like 10 different teams have big amount of cases) to postpone the startingdate when you are this far in preperations. Everybody wants to just “see” how it goes. When this kind of money is involved, you don’t see small -medium “problems” anymore. The trouble starts after the start. It’s impossible this will go flawless.\nPlayers want to play, nba wants to play, owners want to play... \nAnd the ones who don’t can stay home, the ones who got covid are staying home,...\nNothing that points to a postponment atm, imo. Will adjust with news that changes this."], [86554, "2020-07-07T02:34:16Z", [0.95], ""], [91142, "2020-07-07T01:17:47Z", [0.86], "Signal from many reporters was that if we got through Monday, it would be starting on time. Making a jump with next revisit upon more news (or Thursday travel day)."], [22689, "2020-07-06T19:48:13Z", [0.95], ""], [89187, "2020-07-06T17:53:26Z", [0.99], ""], [52131, "2020-07-06T17:32:54Z", [0.0], ""], [86472, "2020-07-06T16:21:25Z", [0.67], ""], [58303, "2020-07-06T15:36:02Z", [0.95], ""], [691, "2020-07-06T13:45:29Z", [0.91], "Remember World War II (it was in all the papers)?  MLB scrounged around and found a lot of 4F third-stringers to fill up rosters until the real players were done being in the military.  The NBA may well do something like that:  They will sign anybody they can find who isn't infected to start the season on time.  If you were a roundballer in middle school within the past 20 years, this may be your big chance to play with the pros as long as you don't test positive, and only until some of their real lads are out of quarantine.  But they really really really want to start on time.   (This is all to do with love of the game and not in any way related to money; if you don't believe me, just ask them.)"], [1333, "2020-07-06T13:24:58Z", [0.98], ""], [91142, "2020-07-06T00:13:26Z", [0.8], "Reasons for the restart happening on time: \n1. NBA is very invested in restarting on time due to the next seasons timeline\n2. NBA, sponsors, and advertisers are very invested in getting going again immediately.  Reasons for the restart not happening on time:\n1. Many positive tests amongst teams which has resulted in facilities being closed\n2. Not a full quarantine for the players or for the Disney staff  I’m weighing that he NBA is too invested in restarting on time. Will continue to raise this forecast with a few key markers this week: Monday being a few key post holiday announcements, Thursday being team travel day. "], [90457, "2020-07-05T21:56:30Z", [0.91], ""], [80378, "2020-07-05T21:06:58Z", [0.6], ""], [14133, "2020-07-05T20:12:15Z", [0.5], ""], [88614, "2020-07-05T19:56:29Z", [0.9], ""], [84880, "2020-07-05T16:37:19Z", [1.0], "Starting here... will let it bake and reevaluate. Set it and regret it."], [691, "2020-07-05T14:56:17Z", [0.88], "The disease situation will be worse by then, but so will the financial situation of the league and its components.  We'll see who gets to decide.  Moving up in favour of the money, pending developments."], [69170, "2020-07-05T14:01:42Z", [0.2], ""], [1333, "2020-07-05T13:25:16Z", [0.99], ""], [88422, "2020-07-04T23:05:11Z", [0.75], ""], [88422, "2020-07-04T23:04:56Z", [0.35], ""], [85984, "2020-07-04T22:00:12Z", [0.85], ""], [93245, "2020-07-04T21:18:20Z", [0.05], "The virus will be worse by then."], [93244, "2020-07-04T20:47:52Z", [0.85], ""], [85291, "2020-07-04T16:44:25Z", [0.98], ""], [14432, "2020-07-04T14:53:40Z", [0.95], ""], [691, "2020-07-04T14:49:58Z", [0.8], ""], [57400, "2020-07-04T14:03:34Z", [0.55], ""], [89329, "2020-07-04T12:42:17Z", [0.75], "The league, players and fans have prepared to start and expect to start. There are relatively high risks to players with respect to restarting, but the season is most likely to resume. I believe that player illnesses could quickly cause the league to shut down due to safety and brand concerns."], [88766, "2020-07-04T10:02:45Z", [1.0], ""], [90167, "2020-07-04T04:38:00Z", [0.95], ""], [57778, "2020-07-04T03:16:48Z", [0.9], ""], [57778, "2020-07-04T03:11:15Z", [0.95], ""], [57778, "2020-07-04T03:10:44Z", [0.89], ""], [86678, "2020-07-03T22:22:27Z", [0.99], ""], [11817, "2020-07-03T21:26:25Z", [0.9], ""], [529, "2020-07-03T21:02:04Z", [0.75], "(Initial forecast, 7/3/20:) Players and other personnel are supposed to be moving to an Disney Orlando (Orange County) \"bubble\" (Source link: https://www.espn.com/nba/story/_/id/29394052/orlando-bubble-cost-nba-more-150-million)..  More players ( - current number up to 25, 7% of all players -) are (currently) testing positive (https://www.npr.org/sections/coronavirus-live-updates/2020/07/02/886874079/nba-says-9-more-players-test-positive-for-coronavirus) , and Orange County cases appear to be increasing (https://www.clickorlando.com/news/local/2020/06/26/florida-reports-nearly-9000-new-cases-of-covid-19-shattering-single-day-record/).  Some Disney Orlando employees are reportedly not quarantined or tested daily, though few are supposed to have regular contact with the NBA personnel. (https://sports.yahoo.com/nba-orlando-restart-chances-2020-053825945.html)  The NBA has spent money and 'hyped' the restart so I'll guess that they'll try to push (at least) starting the season, unless personnel test-positives continue to increase (esp. in the next few weeks). (..Suggest there's some chance of a player 'revolt' if positives really spike up..)  (https://www.latimes.com/sports/story/2020-07-02/nine-more-nba-players-test-positive-coronavirus)"], [13657, "2020-07-03T20:18:05Z", [1.0], ""], [86554, "2020-07-03T19:58:57Z", [0.85], ""], [1333, "2020-07-03T18:39:17Z", [1.0], ""], [87989, "2020-07-03T17:59:14Z", [1.0], ""], [60695, "2020-07-03T17:30:54Z", [0.0], ""], [87064, "2020-07-03T17:26:36Z", [1.0], ""], [89135, "2020-07-03T17:24:06Z", [1.0], "Start is sure ... finish not as sure.  https://sports.yahoo.com/nba-orlando-restart-chances-2020-053825945.html"], [88452, "2020-07-03T17:13:25Z", [0.55], ""]]}