{"question_id": 1892, "title": "Before 15 March 2021, will there be a lethal confrontation between the national military forces of Iran and the United States either in Iran or at sea?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[98240, "2021-03-15T04:13:34Z", [0.0], ""], [97593, "2021-03-15T00:37:23Z", [0.0], ""], [97180, "2021-03-14T22:56:33Z", [0.0], ""], [99214, "2021-03-14T20:09:03Z", [0.0], ""], [98207, "2021-03-14T19:41:07Z", [0.0], ""], [118, "2021-03-14T18:10:50Z", [1.0], ""], [755, "2021-03-14T17:46:28Z", [0.01], "Comments: Incremental adjustment down.\nThe Times of Israel, 03/14/21, 'Israeli officials said to push calmer waters with Iran after alleged ship blasts': https://www.timesofisrael.com/israeli-officials-said-to-push-calmer-waters-with-iran-after-alleged-ship-blasts/\n'With a new administration in Washington that is still forming policy and engaging in ongoing indirect diplomacy with Iran to save the faltering 2015 nuclear deal, aggressive action would not be the right course, one official advised.'"], [45936, "2021-03-14T13:02:25Z", [0.0], ""], [98182, "2021-03-13T21:46:59Z", [0.0], ""], [62808, "2021-03-13T16:09:40Z", [0.0], ""], [98233, "2021-03-12T19:38:58Z", [0.0], "It's quite not likely to have lethal confrontation currently with the pandemic. "], [99147, "2021-03-12T14:52:03Z", [0.05], ""], [61016, "2021-03-12T14:42:34Z", [0.0], "It is 0 because there are just 2 days left for the specific question (deadline, territory of attack). \nHowever, the chances are high in the short-medium term as per the recent attacks in Iraq forces suspected to be Iran. The US has restrained so far but along with other foreign ministers, issued a statement condemning the 20 Feb attack. \nhttps://www.arabnews.com/node/1814131/middle-east"], [49359, "2021-03-12T00:29:16Z", [0.0], ""], [98250, "2021-03-11T20:50:54Z", [0.01], ""], [98242, "2021-03-11T20:46:11Z", [0.0], ""], [98212, "2021-03-11T20:45:55Z", [0.0], ""], [98258, "2021-03-11T20:43:50Z", [0.0], "Pretty close to March 15."], [98230, "2021-03-11T20:34:01Z", [0.0], ""], [20156, "2021-03-11T16:42:03Z", [0.0], ""], [98482, "2021-03-10T19:55:33Z", [0.29], "Confrontation between US and Iran tends to occur out of Iranian space. E.g. Iraq (Soleimani) and recent retaliations by Iran against US Forces (February Iranian ballistic missile attack on Al Asad Airbase in Iraq).  Retaliation by the US may be likely via drone strikes.  But, strikes may be against Iranian militia within Iraq.  A confrontation between Israel and Iran seems more likely at this time given Abraham Accord (https://thediplomat.com/2021/03/israel-iran-and-china-us-middle-east-relations/ ) "], [13086, "2021-03-10T17:53:29Z", [0.0], ""], [98191, "2021-03-10T00:35:28Z", [0.0], ""], [98210, "2021-03-10T00:27:12Z", [0.0], ""], [99594, "2021-03-09T21:09:08Z", [0.02], "U.S. attacked Iran backed forces in Syria, in Feb., but pretty close to March 15 now."], [98178, "2021-03-09T21:00:01Z", [0.01], ""], [28563, "2021-03-09T20:55:59Z", [0.0], ""], [98192, "2021-03-09T19:09:54Z", [0.0], "No current talks of violence"], [67403, "2021-03-09T18:30:15Z", [0.0], ""], [99608, "2021-03-09T18:23:41Z", [0.0], ""], [98516, "2021-03-09T17:36:34Z", [0.0], "6 days left - dialing down."], [25141, "2021-03-09T17:10:37Z", [0.0], ""], [98251, "2021-03-09T16:56:28Z", [0.0], ""], [13086, "2021-03-09T13:55:20Z", [0.0], ""], [88954, "2021-03-09T12:27:59Z", [0.02], ""], [87691, "2021-03-09T07:19:15Z", [0.0], ""], [99550, "2021-03-09T05:23:07Z", [0.0], ""], [98252, "2021-03-09T01:33:41Z", [0.0], ""], [98270, "2021-03-08T23:29:19Z", [0.06], ""], [88452, "2021-03-08T22:06:44Z", [0.0], ""], [49877, "2021-03-08T20:39:22Z", [0.01], ""], [97180, "2021-03-08T19:41:32Z", [0.01], ""], [48709, "2021-03-08T19:36:11Z", [0.0], "They are trying to get back to the nuclear deal started and then stoped by trump administration.\nNo country wants a war with the pandemic still at the forefront."], [98108, "2021-03-08T16:32:41Z", [0.0], ""], [13979, "2021-03-08T15:34:18Z", [0.01], ""], [88614, "2021-03-08T15:32:49Z", [0.0], "Deadline is approaching quickly. Reducing to zero."], [61016, "2021-03-08T14:56:07Z", [0.01], ""], [96715, "2021-03-08T14:05:42Z", [0.05], ""], [98210, "2021-03-08T04:35:27Z", [0.01], ""], [99409, "2021-03-08T03:09:33Z", [0.15], "I think there is a possibility but unlikely. Israel has been suspected of carrying out assassinations within Iran. There would most likely be U.S. Military strikes against Iranian backed militias in Iraq and Syria. President Biden authorized attacks on Iranian back militias in Syria on February 26 to prevent further attacks on US troops operating in Iraq and Syria.\nPresident Biden said during his campaign that he wants to reenter the 2015 Iran Nuclear Agreement that President Trump withdrew from. It would be difficult to continue nuclear talks with Iran if the threat of war was on the horizon. \nAfter President Trump ordered General Qasem Soleimani’s assassination, Iran’s Revolutionary Guard sent a retaliatory rocket attack against Al-Asad Air Base and base outside Irbil holding American troops in Iraq. Iran warned Iraq the attack was coming to prevent Iraqi deaths claiming they were only targeting the Americans in retaliation but also warned American allies their bases could be targeted as well.\nAfterwards Iranian authorities gave mixed messages:\nIran’s Supreme Leader Ayatollah Khamenei and Iran’s President Hassan Rouhani both claimed Iran’s “final answer would be to kick all US forces out of the region”.\nIran’s Defense Minister Amir Hatami said, “Iran’s response to any US retaliation would be proportional to US actions.”\nIran’s Foreign Minister Mohammad Javad Zarif claimed “the attack was in self defense and denied seeking to escalate the situation into war.”\nIf the US wants any agreement with Iran it will not initiate any direct military response unless it is to deter direct attacks against the United States. Initiating direct military attacks against Iran would also worsen American relationships with China and Russia since they are both Iranian allies.\nIf Iran took unprovoked military actions against the United States it would lose its stance on the world stage that it wants to reengage with diplomacy. It could also lead to Iran’s isolation on the world stage, could see more economic sanctions, and could see other American allies, join in military retaliation.\nAfter Iran’s retaliatory attacks, UK’s Prime Minister Boris Johnson warned Iran not to repeat any reckless or dangerous attacks, and Israeli Prime Minister Benjamin Netanyahu said Israel would strike back hard against any attacks. https://foreignpolicy.com/2021/02/01/congress-biden-iran-nuclear-deal/\n\nhttps://www.bbc.com/news/world-middle-east-51028954\n"], [99356, "2021-03-07T23:09:20Z", [0.16], "There is a slim chance that a lethal confrontation will occur. Tensions are high right now between Iran and the United States. B-52s have just recently flown over Iran as a warning from the U.S (U.S. News, 2021). Due to there only being a little more than a week to go there is a small chance that a lethal confrontation will occur. https://www.usnews.com/news/best-states/north-dakota/articles/2021-03-07/b-52s-again-fly-over-mideast-in-us-military-warning-to-iran"], [99363, "2021-03-07T23:05:18Z", [0.25], "It is unlikely that a lethal confrontation between national military forces will occur. Recent displays of violence cannot be interpreted as trends. While minor instances may occur, proxy forces are much more likely to sustain casualties, and this question does not seem to cover mercenaries/state supported terrorist organizations. "], [98682, "2021-03-07T22:42:02Z", [0.01], "Probability: 1% There is almost no chance that there will be a lethal confrontation between the national military forces of Iran and the United States before 15 March, 2021.  In 2015, the Joint Comprehensive Plan of Action (JCPOA) was signed between Iran and several world powers, including the US, during the Obama administration. The JCPOA is more commonly referred to in the US as the “Iran Nuclear Deal.” Since the US withdrew from the agreement in 2018 under the Trump administration, Iran has restarted various activities related to nuclear programs (Robinson).  With the transition to the Biden regime, both the US and Iran have expressed willingness to re-engage in negotiations, or at least, to dialogue. During press briefings provided by the US Department of State during the first week of March, Department Spokesperson Ned Price discussed negotiations with Iran, stating that those in the US administration “remain ready to re-engage in meaningful diplomacy to achieve a mutual return to compliance under the JCPOA commitments” (Price). In Iranian Supreme Leader Ayatollah Ali Khamenei’s first speech of 2021, he focused on the JCPOA and emphasized the need to lift sanctions, but rejected possible talks on Iran’s missile development and regional activities (“Iran File”). Backing up this position, on March 4, 2021, Iranian Foreign Minister Javad Zarif tweeted that “JCPOA cannot be renegotiated,” and that countries should “get down to implementing JCPOA – which we both actually signed on to” (@JZarif). In February 2021, Iran announced it will place new restrictions on the IAEA’s ability to conduct inspections of its facilities. However, some of the restrictions will not take effect for three months, a window of time that analysts say could be intended as an opening for diplomacy (Robinson).  A lethal military conflict between two major parties of the JCPOA would almost certainly derail the negotiations that both sides have expressed a willingness to approach. Given the opportunities for Iran to obtain relief from sanctions and a resumption of foreign aid, and the looming Iranian Presidential elections in June 2021, it doesn’t make sense for them to engage in military conflict with the US at this time. If the Obama administration’s policies are indicative of what Biden’s may be, it seems more likely that Biden will approach Iran with bribes, rather than bullets. As there are only 11 days until the end of the time period in this forecast, I think there is nearly no chance of a lethal confrontation taking place. Sources: @JZarif. “JCPOA cannot be renegotiated—period. If 2021 is not 2015, it's not 1945 either. So let's change UN Charter & remove the veto—so often abused by US. Let's stop posturing—which we both did 2003-2012 to no avail—& get down to implementing JCPOA—which we both actually signed on to.” Twitter, March 4, 2021, 11:24am, https://twitter.com/JZarif/status/1367526457254309888. “Iran File.” Critical File. https://www.criticalthreats.org/briefs/iran-file. Accessed March 4, 2021. Price, Ned. “Department Press Briefing – March 1, 2021.” United States Department of State. https://www.state.gov/briefings/department-press-briefing-march-1-2021/#post-222719-Iran. Accessed March 4, 2021. Robinson, Kali. “What Is the Iran Nuclear Deal?” Council on Foreign Relations. February 25, 2021. https://www.cfr.org/backgrounder/what-iran-nuclear-deal. Accessed March 4, 2021.\n"], [98728, "2021-03-07T22:29:41Z", [0.33], "With 8 days left until this deadline, it's less likely that a lethal confrontation will occur in that small of a window. However, I think it is likely the Iranian forces will attack US bases in the area again in the near future.  Recently on March 3rd, there was an attack carried out on the Ain al-Asad airbase in Iraq. No one has claimed responsibility yet for the attack, but considering the attack came from the east of the base, the finger seems to be pointing towards Iran. I had to google where the base was, and since it's not technically on the map due to protection, I was unable to find the exact location. Thankfully, Military Auto Source likes to market itself as best as possible, so they have successfully given a roundabout position of where the base most likely is. One contractor died from a cardiac \"episode\" while hiding during the bombing.  This kind of attack is the typical tit for tat that occurs in this area and will likely continue. Khamenei has also been very vocal recently about retaliation against the United States. He called it a \"slap to the face\" of Americans and also said, \"military action is not sufficient, what is important is that the seditious American presence in the region must end.\" If this is the kind of vocalization being passed to the people of Iran, then I expect this to become more of a conflict. If the time span for this prediction were longer, then I would raise the percentage. The Iranians are also still very upset about the bombing of Soleimani in January of 2020. To them, the United States killed a very influential leader. It would be similar to if the Iranians took out General Petraeus. The animosity from that attack still hasn't gone away after a year.    https://www.scmp.com/news/world/middle-east/article/3123976/us-contractor-dies-rocket-attack-iraq-base  "], [98175, "2021-03-07T22:27:44Z", [0.15], "I feel as though this would be more likely to happen later in the future, however with only 8 days left until the deadline, it's more unlikely. There has not been any recent leads to assume that a lethal confrontation between Iran and the U.S will occur just next week. However, with Biden's recent airstrike and previous tensions between the U.S and Iran, I wouldn't make this a 0% chance in happening. "], [98580, "2021-03-07T21:15:56Z", [0.23], "Such an event is not unlikely, but with only 8 days left until the deadline, there is not a necessarily high probability of a lethal confrontation between the national military forces of Iran and the United States.  I am not predicting this to be close to 0% though because there is an active ‘tit-for-tat’ happening between the US and Iran.  “President Joe Biden on Thursday [February 25 2021] ordered airstrikes on buildings in Syria that the Pentagon said were used by Iranian-backed militias, in retaliation for rocket attacks on U.S. targets in neighboring Iraq” (De Luce, Gains, Gubash & Welker 2021).  “A pair of B-52 bombers flew over the Mideast on Sunday, the latest such mission in the region aimed at warning Iran amid tensions between Washington and Tehran” (Gambrell 2021).  American show of force following Iran suspected attacks could spark an official retaliation from Iranian military forces.  “The flight by the two heavy bombers came as a pro-Iran satellite channel based in Beirut broadcast Iranian military drone footage of an Israeli ship hit by a mysterious explosion only days earlier in the Mideast” (Gambrell 2021).   Many run-ins with Iranian backed forces have been militia groups, which do not fall under the parameters of this question. But again, the American show of force, and the fact that there is tension between the US and Iran surrounding a nuclear deal, leads me to forecast on the higher side of low, at 23%.  De Luce, D., Gains, M., Gubash, C., & Welker, K. (2021). Biden orders airstrikes in Syria, retaliating against Iran-backed militias. https://www.nbcnews.com/news/us-news/biden-airstrikes-syria-retaliating-against-iran-backed-militias-n1258912\nGambrell, J. (2021). US B-52s again fly over Mideast in warning to Iran. https://www.airforcetimes.com/news/your-military/2021/03/07/us-b-52s-again-fly-over-mideast-in-warning-to-iran/ "], [755, "2021-03-07T17:51:50Z", [0.02], "Comments: Seeing increasing volatility in region attributed to surrogates. Affirming forecast.\nThe Jerusalem Post, 03/07/21, 'Hijacking, riots and explosions: Iran’s regime tested amid tensions': https://www.jpost.com/middle-east/hijacking-riots-and-explosions-irans-regime-tested-amid-tensions-661194\nClips from JP article:\n'The increase in arrests of Kurds by the IRGC is part of the same pattern in Baluchistan and in Ahvaz. It is not like these three incidents are all just random. In each area, the corps has usurped the powers of the government to conduct most of Iran’s operations.\nIn each place, it is also clear that unrest is boiling beneath the surface. The face that Iran tries to project beyond its borders, of power and strength, belies a very real series of problems closer to home.\nThe overall context is that Iran is also suffering from COVID-19 and is implementing various travel regulations and trying to cope with continued sanctions.\nAlthough it says its indigenous industry can keep up with the challenges, it has invested heavily in weapons, such as ballistic missiles, and neglects some industries at home.'\nThe Daily Sabah, 03/07/21, 'Iran-backed militia leader threatens to take up arms against Turkey': https://www.dailysabah.com/politics/war-on-terror/iran-backed-militia-leader-threatens-to-take-up-arms-against-turkey\nAl-Jazeera, 03/05/21, 'Gantz says Israel has list of Iran-backed targets ready to strike': https://www.aljazeera.com/news/2021/3/5/gantz-says-israel-has-list-of-iran-backed-targets-ready-to-strike"], [98686, "2021-03-07T16:30:37Z", [0.25], ""], [99144, "2021-03-07T05:31:39Z", [0.1], "With less than 10 days remaining in the timeline of this prediction, and as things continue as they have in the last two months, there is less and less likelihood that a lethal confrontation will happen by 15 March, 2021."], [62808, "2021-03-07T04:10:12Z", [0.0], ""], [99214, "2021-03-07T03:24:04Z", [0.01], ""], [98867, "2021-03-06T23:52:31Z", [0.15], "Iran and the US seem to be employing their rockets in a game of tit for tat Iran retaliated for Biden's rocket strike in Syria with an attack on an Iraqi air base where American soldiers were known to be. Tensions are high and will likely continue to be high as they have been. However, at the rate things are going right now, I don't think that this game will escalate to lethal confrontation in the next 9 days. The possibility is not 0%, though, in my opinion considering the US's willingness to use projectile weapons in these confrontations.  https://www.nytimes.com/2021/02/25/us/politics/biden-syria-airstrike-iran.html\nhttps://www.usnews.com/news/world-report/articles/2021-03-03/iraqi-airbase-housing-us-troops-attacked-by-rockets-iran-militia-believed-involved"], [98868, "2021-03-06T22:01:10Z", [0.05], "Comment deleted on Mar 06, 2021 10:01PM UTC"], [33028, "2021-03-06T16:42:58Z", [0.01], ""], [97569, "2021-03-06T14:24:01Z", [0.0], ""], [1333, "2021-03-06T14:20:33Z", [0.0], ""], [96450, "2021-03-06T12:20:01Z", [0.0], ""], [98843, "2021-03-06T05:51:24Z", [0.01], "In my assessment, there is a very low chance of lethal confrontation occurring between national military forces of Iran and the United States either in Iran or at Sea. This is due to numerous factors. For one, Iran and the United States are not formally at war. Even with the two being at war, this scenario would still be somewhat unlikely, as non-combat deaths make up more than 70% of all deaths that the US military has recently suffered (Congressional Research Service, 2020). This happening within the next week in a half is highly unlikely, which is why I gave this scenario a 1% likelihood. Reference:\nCongressional Research Service. (2020). Trends in Active-Duty Military Deaths Since 2006. Congressional Research Service. Retrieved March 5, 2021, from https://fas.org/sgp/crs/natsec/IF10899.pdf\n"], [2965, "2021-03-06T02:36:52Z", [0.0], "Both sides will continue to compete through proxies. Pres.Biden will not be taking further offensive actions without Congressional approval.\nSee Senator Tim Kaine."], [62808, "2021-03-06T02:24:44Z", [0.02], ""], [98851, "2021-03-05T23:39:23Z", [0.17], "Tensions don't seem to be letting up anytime soon, especially with the recent rocket strikes and retaliatory strikes by the US in Syria. While I don't think it will escalate much more in the 9 days remaining-there is a chance that something will happen that leads to a fatality, especially in the \"tit for tat\" game that Iran is playing with the United States. "], [13773, "2021-03-05T23:38:25Z", [0.01], ""], [98191, "2021-03-05T22:27:39Z", [0.03], ""], [98845, "2021-03-05T20:52:31Z", [0.0], "Relations between the U.S. and Iran are still severe. A deadly encounter between each side's national military forces could result in casualties. Even Though there is tension between the two countries there is most likely a 0% chance for a confrontation to occur by March 15th. "], [13086, "2021-03-05T15:30:12Z", [0.01], ""], [98720, "2021-03-05T11:13:14Z", [0.05], "While there continues to be tensions between the U.S. and Iran, particularly within the borders of Iraq and Iran-backed militia’s launching rocket attacks at bases housing U.S. troops (https://www.politico.com/news/2021/03/04/iran-group-responsible-iraq-attack-473618) as well as the U.S. launching airstrikes against Iran-backed militia in Syria on February 15, 2021 (https://www.politico.com/news/2021/03/04/iran-group-responsible-iraq-attack-473618). The likelihood of a lethal confrontation between the national military forces of Iran and the U.S. is highly unlikely. There is likely to be continued tension and confrontations both within Syria and Iraq but also at sea, yet the likelihood of a deadly confrontation would likely be as a result of a miscalculation or misstep as the any death of a U.S. military member by an Iranian military member would likely result in a broader campaign against Iran by the U.S. This is not in Iran’s best interest and it would be far better for Iran to continue to support militia’s and proxy groups that can wage more open attacks against U.S. interests in the region."], [2965, "2021-03-05T02:16:13Z", [0.0], ""], [59141, "2021-03-05T01:33:36Z", [0.0], "time is running out "], [98174, "2021-03-04T23:17:24Z", [0.1], "It is currently March 4th and there appears to be no news of rising tensions."], [98725, "2021-03-04T22:28:19Z", [0.05], "On February 15th, 2021, pro-Iran militias fired rockets at a U.S. airbase in Iraq’s Kurdistan region, injuring 9 (including Americans) and killing 1 (foreign civilian contractor). Five days later, on February 20th, Balad Airbase in Iraq's Saladin Governorate was targeted by another rocket attack. A South African civilian contractor working for the U.S. was injured in the attack. In response to the Erbil attack, President Biden ordered airstrikes against Kata'ib Hezbollah facilities in Syria on February 26th. The attack may have killed over a dozen people/militants. The most recent attack occurred on March 3rd, when Al Asad air base in Iraq – housing U.S. and collation troops – were targeted by a rocket attack. A U.S. civilian contractor suffered a heart attack during the strike and died.  These attacks are part of the 2019-2021 Persian Gulf Crisis, and many attacks involve proxies – not Iran’s official military. There has not been a recent confrontation (2021) between the official military forces of Iran and the U.S. in Iran or at sea. Therefore, despite recent casualties, these attacks do not constitute such a scenario. Additionally, Pope Francis has a scheduled visit to Iraq which will last from March 5th to March 7th. If there are no attacks during this three-day period, proxy attacks may resume after the Pope departs. Iran denies involvement in these attacks, making it unlikely that an outright military confrontation would occur between U.S. forces and Iranian armed forces in Iran or at sea before March 15th. I give this scenario a probability score of 5%.  "], [80790, "2021-03-04T22:08:07Z", [0.0], ""], [98731, "2021-03-04T20:41:59Z", [0.01], "Given that the deadline for this prediction is in less than two weeks, I believe that the likelihood that there will be a lethal confrontation between the national military forces of Iran and the U.S. either in Iran or at sea depends on whether there are indicators of an immediate conflict or attack. Tensions between the US and Iran definitely rose during Trump's time in office, stemming from actions such as withdrawing the US from the Joint Comprehensive Plan of Action (JCPOA) in 2018 and the assassination of Qasem Soleimani in 2020. With the new administration, many are hoping for a shift in dynamic between the two countries; however, with the Biden administration joining European partners in an effort to begin talks with Iran for the first time in several years to settle differences and revive the 2015 nuclear deal, as well as the recent attacks on US bases in the Middle East and Biden's decision to strike Iranian-linked groups in Syria in late February, it is uncertain whether relations between the US and Iran will worsen or better in the following months. But the US and Iran are in a very precarious situation right now, with both sides avoiding a direct military confrontation, instead attacking each other through the US imposing economic sanctions, Iran targeting US allies (such as Saudi Arabia and Israel), and both engaging in conflict through Iranian-backed proxy forces (like Ketaib Hezbollah). These conflicts have mostly occurred in other countries, specifically Iraq, making it even less likely that there will be a confrontation between the two within Iran or at sea. If any lethal confrontation were to occur in the next two weeks, it will be an attack on a US base by Iran-backed militants or a US strike against Iranian proxies, but there is a very low chance that there will be a lethal military confrontation between the national military forces of Iran and the United States military either in Iran or at sea. However, given the current delicate environment, I will never say never, so I am giving a 1% likelihood of occurrence."], [97753, "2021-03-04T18:10:50Z", [0.01], "Biden appears to wish to resolve the issue, albeit perhaps in the model of JCPOA \"plus\". I am updating mainly though only to factor for elapsed time as the basic factors seem pretty much the same."], [98752, "2021-03-04T05:57:40Z", [0.02], ""], [98737, "2021-03-04T01:29:30Z", [0.06], "Iran has been flexing its military forces and seems agitated by U.S. relations currently, but the likelihood of a fatal confrontation remains low."], [98686, "2021-03-04T00:35:30Z", [0.35], "Wednesday, March 3rd, Ain al-Asad air base came under attack. No uniformed U.S. troops were injured however it will be interesting to see how this plays out.  This attack comes after the US launched a strike on Iranian-backed militia targets in Syria. This type of tit-for-tat almost led Iran and the U.S to the brink of war last year"], [98691, "2021-03-03T16:37:47Z", [0.01], "I think there is a very very small chance that Biden would initiate a confrontation between Iran and the United States. He created a large plan for his first 100 days, that is mainly centered around decreasing COVID-19 numbers. It would be too much to deal with Before March 15, 2021. I do think that it is a likely possibility that Biden would choose to use nuclear weapons on Iran in the future. "], [98274, "2021-03-03T16:05:26Z", [0.0], "Biden unlikely to raise tensions with Iran during his first 100 days."], [98686, "2021-03-03T14:50:29Z", [0.01], ""], [13086, "2021-03-03T12:59:06Z", [0.01], "Virtually no chance of conflict on Iranian soil. \nWith both US and Iran both focused on domestic issues in the mains, only a small outlier chance of a seaborne conflict.\nThe US has a large military presence in the countries neighbouring Iran's southern borders. \nThe US has very recently sent a 3rd warship into the Black Sea to the north of Iran, in a measure to step up it's military presence in the region.\nIran is heavily outgunned by US forces surrounding Iran in the region."], [13086, "2021-03-03T12:48:38Z", [0.01], ""], [28563, "2021-03-03T12:18:58Z", [0.0], ""], [98440, "2021-03-03T05:12:33Z", [0.01], "Seeing as how the deadline for this prediction is in less than two weeks, there would need to be indicators of an imminent attack for there to be any likelihood of this happening.  Iran has recently refused offers from the European Union to engage the United States directly in talks regarding a rejoining of the Joint Cooperative Plan of Action, levying a requirement for the US to alleviate economic sanctions prior to such a conversation.  Some believe Iran is looking for an opportunity to avenge the January 2020 assassination of General Qasem Soleimani, with Iranian judiciary chief Ebrahim Raisi going as far as to say their revenge is “close at hand” during a meeting with Faiq Zidan, Head of the Iraqi Supreme Judicial Council in Baghdad.  If Iran were to conduct an attack against US forces on land, it would likely continue to leverage a proxy-force such as the Kataib Hezbollah as they have in the past, reducing the chances the US would retaliate with an attack across the Iranian border.  Kayhan, a hardline Iranian media outlet, recently cited unnamed “military experts” in crediting Iran with an attack on the MV Helios Ray, an Israeli vehicle carrier, off the coast of Oman, indicating probable Iranian capability and intent to execute such attacks against perceived threats.  The US Naval Institute indicated that as of 1 March 2021, the Makin Island Amphibious Ready Group (ARG) is currently located in the Persian Gulf, providing a possible, albeit incredibly well-defended, target for a potential attack such as seen with the MV Helios Ray.  Two factors inhibit this option for Iran; first the attack would be highly unlikely to be successful against a large group of US naval ships sure to be on alert in their current geographic location and secondly the political ramifications Iran would suffer if their direct involvement were discovered could see the loss of support from the European Union, causing further economic hardships for the country.  Based on this information, I cannot completely rule out the chances of either the US or the Iranian Revolutionary Guard Corps suffering a fatality at sea over the next two weeks, but it is extremely unlikely.  Due to the short suspense for this forecast and the significantly remote chance of this occurring, I will grant a 1% chance this may occur in the next two weeks and a 99% chance that any conflict, if it does occur, will continue through proxy-forces in Iraq and/or Syria."], [34527, "2021-03-02T23:44:22Z", [0.0], ""], [96714, "2021-03-02T22:50:09Z", [0.0], ""], [97593, "2021-03-02T22:27:05Z", [0.01], ""], [98234, "2021-03-02T19:17:51Z", [0.0], "short time frame, pandemic focused right now"], [79670, "2021-03-02T18:37:54Z", [0.0], "With the current tension between Syria and the USA, it is not likely they would extend hostilities to Iran."], [98516, "2021-03-02T16:53:20Z", [0.01], "Changing to the crowd forecast because with 13 days left, the chance is remote."], [83, "2021-03-02T14:12:16Z", [0.0], ""], [61016, "2021-03-02T12:35:14Z", [0.05], "A conflict may happen due to the provoking by any of the two sides, by any one of the parties who belong to the two sides. US is going slow in its announcement to return to the nuclear treaty between the two sides.  It may not start any conflict. Iran, on the other hand, is facing hardships due to the pandemic, sanctions and pressure is increasing from within.  Iran has also avowed to take action against the killing of its military leader. Iran is also due for a presidential election in June.  A hardliner within may want to initiate a conflict to divert the ongoing problems or preparation for the election. \nHowever, the chances of Iran initiating a conflict may be very remote in the near future. \nThere may also be conflict initiated by a third party who may not to see improving relationship between US-Iran. "], [98196, "2021-03-02T08:38:00Z", [0.0], ""], [98178, "2021-03-01T23:11:33Z", [0.02], ""], [49877, "2021-03-01T21:01:54Z", [0.01], ""], [80475, "2021-03-01T20:53:18Z", [0.0], "I don't expect anything to happen with military forces in such a short time frame"], [98688, "2021-03-01T16:08:55Z", [0.02], ""], [98687, "2021-03-01T15:55:47Z", [0.1], "Biden seems to be following in Obama's footsteps, so drone strikes could possibly be in Iran's future."], [98689, "2021-03-01T15:55:05Z", [0.09], "I chose this because I think there is a very low chance that this will happen but it is a possibility that Iran would feel the need to retaliate in some way. "], [17007, "2021-03-01T15:46:10Z", [0.05], ""], [94872, "2021-03-01T02:26:08Z", [0.0], ""], [86785, "2021-03-01T01:57:16Z", [0.0], ""], [94889, "2021-02-28T15:52:50Z", [0.0], ""], [98117, "2021-02-28T01:51:23Z", [0.0], ""], [98258, "2021-02-27T21:49:43Z", [0.05], ""], [96450, "2021-02-27T11:57:21Z", [0.0], ""], [98210, "2021-02-26T15:06:56Z", [0.1], ""], [98516, "2021-02-26T03:59:25Z", [0.1], "Upping to 10% - still remote, but the US bombing of Iranian-backed militias in Syria is concerning. (https://us.cnn.com/2021/02/25/politics/us-iraq-iran/index.html)"], [98210, "2021-02-26T00:40:14Z", [0.58], "https://us.cnn.com/2021/02/25/politics/us-iraq-iran/index.html"], [67403, "2021-02-25T19:55:48Z", [0.01], ""], [98516, "2021-02-24T15:39:50Z", [0.01], "Very little chance, especially with a Biden Presidency. Tensions have died down since the killing of Qassem Soleimani. The nuclear deal and lifting of sanctions is an \"olive branch\" but there's some relationship repairing that both sides are interested in. (https://www.bloomberg.com/news/articles/2021-02-19/u-s-iran-standoff-shows-difficulty-of-salvaging-nuclear-deal.) Barring something we don't already know I'll say the chances are remote, although never 0."], [98210, "2021-02-24T03:08:11Z", [0.01], ""], [98240, "2021-02-23T19:33:01Z", [0.02], ""], [98148, "2021-02-23T17:09:11Z", [0.01], "Only by accident...."], [754, "2021-02-23T14:21:30Z", [0.0], ""], [754, "2021-02-23T13:59:01Z", [0.0], ""], [97569, "2021-02-23T01:49:03Z", [0.01], ""], [96793, "2021-02-22T21:53:15Z", [0.01], ""], [85377, "2021-02-22T20:23:31Z", [0.01], "Potential for accidental clash at sea which results in a fatality, particularly if both sides are attempting to exert influence ahead of nuclear talks. Potential for elements of the IRGC to seek to derail talks. Limited time frame from assessment (20 days), place this at the lowest possible risk."], [98186, "2021-02-22T03:35:02Z", [0.08], ""], [755, "2021-02-22T01:20:00Z", [0.02], "Comments: Black swan event(s) perpetrated by Israeli or Iranian hardliners to derail diplomatic efforts keep me at my current forecast.\nBloomberg, 02/21/21, 'Iran Compromise With Atomic Monitors Taps Brakes on Escalation': https://www.bloomberg.com/news/articles/2021-02-21/iran-compromise-with-atomic-monitors-taps-brakes-on-escalation\nCNBC, 02/21/21, 'U.S. has started to talk with Iran about detained Americans, Biden national security advisor says': https://www.cnbc.com/2021/02/21/us-has-started-to-communicate-with-iran-over-detained-americans.html\nUS News, 02/20/21, 'Iran Says Studies EU-Proposed Informal Meeting With U.S.': https://www.usnews.com/news/world/articles/2021-02-20/iran-spokesman-says-tehran-confident-about-lifting-of-us-sanctions-despite-wrangling\nVOA, 02/18/21, 'Source: US Informed Israel Ahead of Iran Policy Announcement': https://www.voanews.com/middle-east/voa-news-iran/source-us-informed-israel-ahead-iran-policy-announcement"], [28346, "2021-02-21T21:06:02Z", [0.02], ""], [97375, "2021-02-21T15:50:34Z", [0.0], ""], [97202, "2021-02-21T05:16:52Z", [0.01], ""], [59141, "2021-02-20T01:14:17Z", [0.02], ""], [96736, "2021-02-19T23:23:00Z", [0.0], "President Biden offered to come to the table to discuss a nuclear deal with Iran.  The United States would like to open negotiations with Iran that includes other world powers who participated in the JCPOA talks.  The Biden Administration also reversed sanctions on Iran and eased travel restrictions of Iranian diplomats.  These are large signals to Iran that the United States would like to work together.  Additionally, Iran has been requesting an ease on the sanctions imposed by the United States for some time now.  With these events unfolding, the likelihood of there being a lethal confrontation between Iran and the United States plummeted.  https://www.nytimes.com/2021/02/18/us/politics/biden-iran-nuclear.html\nhttps://apnews.com/article/biden-iran-nuclear-deal-d261fbe927984d9328db0e0f74b62410"], [97560, "2021-02-19T19:49:08Z", [0.0], "1) The U.S. has removed its Carrier Strike Group from the region.  This decreases the military tension in the region.  While it could be argued that now is the time for Iran to \"kill\" a U.S. Navy sailor because the U.S. is not in a position to respond, that just really isn't the case.  There are still plenty of US Navy assets in the region that could respond, as well as US Air Force that could strike the Iranian military.   2) The Biden Administration has initiated calls to resume JCPOA talks.  Iran has demanded that the US lift sanctions by 21 Feb or else Iran will expel IAEA monitors.  While the two nations hold preliminary talks via the media and third party nations to resume face to face talks, neither nation would want to take action that would put those talks at jeopardy.   The risk of miscalculation is always a concern and an on-scene commander could decide to fire at opposing forces in self-defense, but I suspect both nations are issuing rather clear guidance to commanders that they should exercise restraint until JCPOA plays out."], [59836, "2021-02-19T16:23:30Z", [0.0], "Decreasing due to NATO’s decision to increase number of troops in Iraq ( https://www.defense.gov/Explore/News/Article/Article/2507564/nato-defense-leaders-agree-to-increase-iraqi-mission-defer-decision-on-afghanis/). This will likely regarded as an adequate response to Thursday’s attack by Iranian-backed militia (https://news.google.com/articles/CAIiEN7eh9qWe19oGuMCBI7W_R8qGAgEKg8IACoHCAowjtSUCjC30XQw_qe5AQ?hl=en-US&gl=US&ceid=US%3Aen). Any direct attack on Iran would further impede Biden’s ability to negotiate with Iran."], [98210, "2021-02-19T15:30:25Z", [0.1], ""], [97593, "2021-02-19T14:10:14Z", [0.02], "US has expressed interest in renewing talks with Iran on denuclearization.  This will likely further decrease the risk of a lethal confrontation between the two nations. https://www.washingtonpost.com/politics/biden-to-reassert-us-leadership-in-global-diplomacy-and-welcome-talks-with-iran/2021/02/18/76c6bb2c-724e-11eb-93be-c10813e358a2_story.html\n"], [59836, "2021-02-18T19:49:16Z", [0.02], "Adjusting up due to recent news from Iraq (https://www.newsweek.com/us-base-attack-forces-joe-biden-juggle-retaliation-iran-nuclear-deal-hopes-1569887). Waiting for the decision of the Wed-Thurs NATO conference."], [97389, "2021-02-18T06:45:35Z", [0.01], "Refreshing the forecast. While time has indeed elapsed that has not changed the underlying calculation. "], [98174, "2021-02-16T16:30:06Z", [0.25], "Upon further research, I have come to the conclusion that this is a classic example of the chicken game. Both parties need to negotiate, as Iran needs the sanctions to be lifted, and the United States wants to prevent Iran from pursuing nuclear arms development.  (https://news.cgtn.com/news/2021-02-14/Iran-vs-U-S-Who-will-blink-first--XQCMSztMvS/index.html). But the biggest hurdle is the potential damage to the country's image. If either country states that it wants to start negotiations it will lose face, and appear as the weaker of the two powers. With this in mind as with the chicken game, there are four outcomes. Two of them involve either power wanting to negotiate, the other involves both countries agreeing to negotiate and the final one is both countries refuse to negotiate and this would lead to an escalation. Especially with the United States' seizure of Iranian oil(https://www.aljazeera.com/economy/2021/2/15/tehran-calls-us-seizure-of-iranian-oil-an-act-of-piracy), this may lead to an accidental or purposeful lethal confrontation. Therefore I predict that there is a 25% chance of a lethal confrontation."], [754, "2021-02-16T16:11:49Z", [0.05], "in case Iran is culpable for attacks yesterday in Iraq and US send a missile into Iran"], [34959, "2021-02-16T14:03:44Z", [0.0], ""], [98196, "2021-02-16T02:52:22Z", [0.0], ""], [21441, "2021-02-15T23:11:41Z", [0.0], ""], [49877, "2021-02-15T06:42:37Z", [0.0], ""], [28563, "2021-02-14T21:13:31Z", [0.0], ""], [755, "2021-02-14T17:05:15Z", [0.02], "Comments: Major domestic and economic issues continue and threatens to get worse. Tehran does not have a very strong hand. Incremental adjustment down. \nRFE, 02/13/21, 'Iran Warns Of Fourth COVID Surge Due To Mutant Virus': https://www.rferl.org/a/iran-fourth-covid-surge-warning-mutant-virus/31101508.html\nClip from RFE article:\n'In a February 13 meeting with the heads of Iranian medical colleges broadcast live on state television, Health Minister Saeed Namaki said: \"Hard days are beginning for us and you must prepare to fight the most uncontrollable mutated virus which is unfortunately infecting the country.\"\n'Iran has recorded more than 1.5 million cases and 58,883 deaths from COVID-19.'\nReuters, 02/13/21, 'Dozens hurt by huge blaze close to Iran-Afghanistan border': https://www.reuters.com/article/us-afghanistan-iran-disaster-idUSKBN2AD0B8\nClip from Reuters article:\n'Initial reports said the blaze had started after a gas tanker exploded. Officials said later that the cause was not immediately clear.'\nReuters, 02/11/21, 'Analysis: Iran oil output faces race against time as U.S. sanctions linger': https://finance.yahoo.com/news/analysis-iran-oil-output-faces-040845890.html"], [62808, "2021-02-14T16:54:52Z", [0.0], ""], [96728, "2021-02-14T14:47:30Z", [0.0], ""], [85840, "2021-02-13T23:19:35Z", [0.0], ""], [94889, "2021-02-13T21:07:29Z", [0.01], ""], [62808, "2021-02-12T20:45:22Z", [0.01], ""], [97157, "2021-02-12T16:09:59Z", [0.01], ""], [97157, "2021-02-12T16:09:51Z", [0.02], ""], [28563, "2021-02-12T14:43:10Z", [0.0], ""], [98293, "2021-02-11T06:29:18Z", [0.01], ""], [97501, "2021-02-10T19:41:11Z", [0.0], "Because:\n- it didn't happen and there are few days left,\n- there is a consensus of other forecasters since a lot of weeks"], [64357, "2021-02-09T01:03:35Z", [0.45], ""], [84880, "2021-02-08T19:30:28Z", [0.0], ""], [96757, "2021-02-08T19:13:40Z", [0.0], ""], [98196, "2021-02-08T06:19:41Z", [0.03], ""], [97560, "2021-02-08T03:41:18Z", [0.02], "Dropping this down by 1% due to elapsed time."], [755, "2021-02-07T20:27:23Z", [0.05], "Comments: Staring contest continues. Affirming forecast.\nAl-Jazeera, 02/07/21, 'Iran calls for UN response over Israeli military action threat - An Israel general said its military is preparing ‘operational plans’ in reaction to Iran boosting its nuclear programme': https://www.aljazeera.com/news/2021/2/7/iran-calls-for-un-response-over-israeli-military-action-threat\nFrom article:\n'After the Israeli general made the threat, Iran’s presidential chief of staff Mahmoud Vaezi dismissed it as “psychological war” and said “in action, they neither have a plan nor the ability to carry it out”.\nHe also said he believes the new administration of US President Joe Biden has independence and will not cater to Israel like his predecessor Donald Trump.\nKochavi’s remarks were also seen as a threat to the Biden administration that has said it wants to restore the 2015 nuclear deal Tehran signed with world powers.'"], [37115, "2021-02-06T02:23:14Z", [0.01], ""], [87827, "2021-02-05T12:28:34Z", [0.0], ""], [12591, "2021-02-05T02:35:53Z", [0.01], ""], [98251, "2021-02-04T20:58:34Z", [0.05], ""], [96784, "2021-02-04T16:54:34Z", [0.1], "This question is most likely about the chances of an unexpected or unintentional confrontation more than an intentional one from either the Iranian or US side.  "], [96718, "2021-02-04T16:52:13Z", [0.0], ""], [96718, "2021-02-04T16:51:15Z", [0.05], ""], [97593, "2021-02-04T14:36:09Z", [0.03], "Update to previous forecast based on time remaining."], [98303, "2021-02-03T23:20:53Z", [0.02], ""], [98293, "2021-02-03T10:55:03Z", [0.1], "Iran will most take a wait-and-see approach to determine what the new US administration plans to do. So only if by accident something happens."], [92452, "2021-02-03T06:28:53Z", [0.01], ""], [62808, "2021-02-03T00:46:20Z", [0.01], ""], [88614, "2021-02-02T16:59:10Z", [0.01], "Closing date coming up"], [96714, "2021-02-02T15:53:15Z", [0.01], "Similar rationale as original forecast, slight risk due to US exploring Saudi bases as @IVCoffeePlz, but highly unlikely."], [86880, "2021-02-02T13:24:47Z", [0.01], ""], [88098, "2021-02-02T11:13:52Z", [0.01], ""], [67403, "2021-02-02T09:10:22Z", [0.03], ""], [97501, "2021-02-02T08:55:02Z", [0.0], "the closing'date is near"], [62808, "2021-02-01T23:23:01Z", [0.02], ""], [84880, "2021-02-01T20:39:40Z", [0.01], ""], [2965, "2021-01-31T19:12:08Z", [0.0], ""], [28899, "2021-01-31T18:12:01Z", [0.0], ""], [28563, "2021-01-31T15:40:50Z", [0.0], ""], [96736, "2021-01-30T23:00:22Z", [0.01], "Although tensions were elevated in the beginning of the year in the wake of the anniversary of Soleimani's death, activity remained short of military action.  With the Biden administration now in office and open communication with Iran, military use of force in a lethal confrontation seems highly unlikely.  Secretary of State Blinken has already been in talks with Iran over lifting the current sanctions.  This line of communication signals a willingness to engage on the diplomatic front prior to resorting to military force.  Additionally, President Biden has nominated the lead negotiator from the JCPOA (Iran Nuclear Deal) for Deputy Secretary of State.  This experience and established relationships with Iran's leadership indicates more engagement on the diplomatic front before a military confrontation.    https://www.theguardian.com/world/2021/jan/28/iran-disappointed-after-biden-administration-says-sanctions-to-stay-in-place\nhttps://thehill.com/homenews/administration/534561-biden-taps-wendy-sherman-for-no-2-state-department-post"], [94872, "2021-01-30T00:19:44Z", [0.0], ""], [54663, "2021-01-29T10:20:48Z", [0.01], "Unlikely"], [98108, "2021-01-29T02:46:20Z", [0.01], ""], [76440, "2021-01-28T20:04:32Z", [0.05], ""], [96739, "2021-01-27T22:58:11Z", [0.11], "I'll adjusted up one percentage point for this article here: https://www.militarytimes.com/news/your-military/2021/01/26/us-exploring-new-bases-in-saudi-arabia-amid-iran-tensions/ USA looking into 'contingency' basing locations, one of which happens to be near Mecca. Article also describes we've been doing the evaluation of these locations for a while, but with increased activity in the area from Iran-backed Houthi rebels, may increase the possibility of a confrontation just a bit. "], [13657, "2021-01-27T03:18:48Z", [0.0], ""], [40272, "2021-01-26T19:53:13Z", [0.35], ""], [96727, "2021-01-26T18:03:19Z", [0.01], ""], [96727, "2021-01-26T18:03:05Z", [0.0], ""], [97721, "2021-01-26T05:13:52Z", [0.01], ""], [21884, "2021-01-26T02:20:36Z", [0.04], ""], [98117, "2021-01-25T23:02:51Z", [0.0], ""], [62808, "2021-01-25T19:33:14Z", [0.02], ""], [96715, "2021-01-25T15:56:35Z", [0.08], "adjusting my prediction down a bit now seems like the worst of the tension has evaporated with the inauguration of the new U.S. president.\nhttps://www.defenseone.com/threats/2021/01/war-avoided-biden-brings-opportunity-new-iran-relations-top-general-says/171594/\nas opposed to pre 20 Jan  https://apnews.com/article/joe-biden-donald-trump-iran-middle-east-baghdad-7532d20c40b9d1240c77f26f621d2902 also earlier this month CSG 11 left the Persian Gulf which aside from signaling a decrease in tensions also lowers the number of U.S. forces in the region which lowers the  likelihood of accidental escalation into lethal confrontation. \nhttps://www.nytimes.com/2021/01/01/us/politics/iran-trump.html"], [97593, "2021-01-24T19:16:05Z", [0.05], "I can find  no instances of a lethal confrontation between U.S. and Iranian military forces inside Iran or at sea since at least the 1979 Iranian Revolution.  Conflict between Iranian proxy forces (primarily Kata’ib Hezbollah) and U.S. military forces in Iraq occurs several times each year.  However, retaliatory strikes remain confined to forces stationed inside Iraq.  Iran also routinely seizes and sabotages foreign ships transiting the Persian Gulf.  However, I found no evidence of Iran targeting U.S. military or civilian vessels.  In 2019, Iran did shoot-down a U.S. RQ-4 flying near its border, however, this does not qualify as a “lethal” confrontation as the RQ-4 is unmanned.  Both the U.S. and Iran seem to recognize that attacking one another’s forces inside Iran or at sea is a significant escalation neither side is willing to make. In the last two weeks, both Iran (Supreme Leader Ayatollah Ali Khamenei) and the U.S. (President Biden) made statements expressing their desire to renew the “Joint Comprehensive Plan of Action (JCPOA), AKA the 2015 Iran nuclear deal.  This will be a several months-long process, during which both the U.S. and Iran will seek to avoid unnecessary conflict. The most likely source of lethal confrontation will come from strategic miscalculation or provocation from elements of the Iranian Revolutionary Guard Corps (IRGC) not strictly adhering to rules of engagement.  For example, on 15 April 2020, eleven IRGS fast attack vessels harassed six U.S. vessels conducting a training exercise in the Arabian Gulf.  While neither side exchanged warning shots, the IRGC ships came within 10 yards of U.S. vessels.  This tactical-level provocation could have easily resulted in a lethal confrontation.  While the probability of this is higher than an exogenous event, it is still very low.  I found three similar incidents of IRGC maritime “harassment” over the past four years, for a rate of one per year.  The probability of a similar incident occurring before 15 March is 1 in 6, or 16%.  However, there is no precedent for one of these incidents turning lethal.   Therefore, I’ll only ascribe a 5% chance of lethal confrontation between now and 15 March.\n"], [94889, "2021-01-24T18:23:54Z", [0.05], "With the change in administration, Iran perceives less of a maximum pressure and aggressive posture from United States. While violence in Iraq and Syria continues, in particular Israel action against potential Iranian forces in Syria, the likelihood of US-Iran conflict is low. More likely potentially an attack or fatalities from 'proxies', Israel fighter shot down, or perhaps a Iranian aligned militia soldier fatality which will be difficult to tie directly to Iran. One pending issue the potential of Iran to remove IAEA inspectors in late February due to a parliamentary law passing in December. If there is no progress on rejoining JCPOA or at a minimum relaxing economic sanctions by the Biden administration, tensions could escalate. But the 3 weeks between the 21 Feb potential removal of IAEA inspectors and 15 March closure of this question reduce opportunity for event. https://www.msn.com/en-xl/news/other/iran-says-terror-acts-aimed-to-provide-pretext-for-foreign-presence-in-iraq/ar-BB1d1mx4 https://www.niacouncil.org/news/iran-to-limit-nuclear-inspections/ https://www.timesofisrael.com/violating-the-nuke-deal-iran-shows-it-wants-to-talk-to-biden/"], [755, "2021-01-24T18:18:23Z", [0.05], "Comments: Posturing continues between Gulf principals. IL to 'wait-and-see'. \nHaaretz, 01/24/21, 'Analysis | As Biden Pushes Iran Nuclear Deal, Israel Puts Military Option Back on the Table - Israel sees the previous agreement as too weak, and worries that the Biden administration will not be tough enough during future negotiations with Iran': https://www.haaretz.com/us-news/.premium-with-iran-nuclear-deal-likely-israel-puts-all-options-back-on-the-table-1.9475652\nAl-Jazeera, 01/19/21, 'Iran holds fifth military drill in two weeks amid tension with US - Iran showcases special forces, helicopters and tanks after the US flies B-52 bombers over the Middle East again': https://www.aljazeera.com/news/2021/1/19/irans-army-holds-war-games-again-after-us-flies-bombers Quds Force and surrogates. To consider, Black Swan event at periphery may spark larger Gulf action. \nNBC News, 01/03/20, 'Iran's options for retaliation against the U.S. and Americans span the globe Analysis: Iran has many weapons, from hackers to the Hezbollah, and potential targets that range from embassies to individual U.S. citizens': https://www.nbcnews.com/news/world/iran-s-options-retaliation-against-u-s-americans-span-globe-n1109966  Holding at current forecast % due to Quds Force wild card; surrogates in AF/IQ/SY/LB need watching."], [96855, "2021-01-24T10:16:57Z", [0.05], ""], [97503, "2021-01-23T18:24:27Z", [0.05], ""], [28346, "2021-01-23T16:19:38Z", [0.03], ""], [28346, "2021-01-23T16:03:18Z", [0.04], ""], [80790, "2021-01-22T22:57:30Z", [0.01], ""], [85144, "2021-01-21T13:42:50Z", [0.0], ""], [67403, "2021-01-21T09:59:56Z", [0.05], ""], [86554, "2021-01-21T09:14:52Z", [0.0], ""], [20879, "2021-01-21T08:51:59Z", [0.0], ""], [14672, "2021-01-21T01:48:51Z", [0.01], "Base rate very low...Operation Praying Mantis in the 1980s is about all the comes to mind...timeline is short...geographic scope is limited to Iran or sea, so not Iraq or Syria or Yemen, etc."], [96718, "2021-01-20T15:51:07Z", [0.15], "Surely the Iranians will want to test an administration they feel is ready to facilitate their end-goal of achieving a nuclear weapon. However, the Iranians are rational and know being at fault for loss of American lives derails that desired end-state."], [13657, "2021-01-20T05:51:06Z", [0.05], ""], [59836, "2021-01-19T20:32:09Z", [0.0], ""], [59836, "2021-01-19T20:04:31Z", [0.04], ""], [78821, "2021-01-19T17:59:15Z", [0.0], "Within President Biden's first 100 days - no. Beyond that - it depends. "], [96729, "2021-01-19T12:46:34Z", [0.05], ""], [48709, "2021-01-19T03:01:47Z", [0.0], "Not with Biden taking the helm"], [88452, "2021-01-19T01:20:59Z", [0.0], ""], [96746, "2021-01-18T22:06:58Z", [0.02], "I agree with other forecasters that both sides are looking to \"normalize\" relations during the Biden administration.  However, careful analysis might lead one to believe that US/Iranian relations have been anything but normal over the years (U.S. meddling in Tehran, Iran-Contra, Airliners shot down by mistake by both sides, drone shot down, decapitation strike on a top general, and the list goes on...).  All that said, lethal strikes on opposing military forces are still extremely rare...add in that President-Elect Biden has said his administration intends to reenergize the nuclear deal, and I believe tensions will remain cool in the near term.  I still give the chances of a lethal encounter a 2% possibility (accounting for accidental miscalculations). "], [59836, "2021-01-18T21:38:28Z", [0.06], ""], [13657, "2021-01-18T14:50:38Z", [0.01], ""], [59836, "2021-01-18T05:10:32Z", [0.12], ""], [1646, "2021-01-17T19:26:13Z", [0.03], ""], [96722, "2021-01-17T15:27:42Z", [0.15], "Adapted/reposted from team discussion. There are multiple factors that make it appear that a lethal confrontation is becoming less likely, but there are also numerous factors that seem to be maintaining at least that possibility. On the morning of 17 Jan alone, there are numerous reports of strain between Iran and foreign powers regarding its nuclear program which includes a tweet from Iran’s foreign minister accusing France of destabilizing the region. Additionally, as Iran apparently redoubles its nuclear efforts its concerns about a strike are evident, requesting that the IAEA not publish “details” of its programs. This backdrop combined with its latest missile test leads me to believe that there is no discernible downward trend in tension. https://mobile.twitter.com/JZarif?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor https://apnews.com/article/iran-iran-nuclear-france-germany-united-nations-fe2ba85410ef39128004f7f44d16b130 https://m.jpost.com/middle-east/iran-news/massive-iran-missile-drill-is-message-to-us-gulf-and-israel-655654"], [96793, "2021-01-17T04:24:08Z", [0.02], ""], [97984, "2021-01-16T20:59:11Z", [0.04], ""], [97984, "2021-01-16T20:46:46Z", [0.1], ""], [28346, "2021-01-16T09:56:48Z", [0.11], "Reduced as now only a limited chance of Trump being able to order preemptive actions before Jan 20. Seems unlikely that Iran will want to provoke Biden early in presidency. Always risks of shifts because of Saudi, accidents etc"], [914, "2021-01-16T04:35:42Z", [0.15], ""], [86246, "2021-01-15T23:22:27Z", [0.0], "Currently a wait and see approach with the new US government. "], [88954, "2021-01-15T22:30:53Z", [0.05], ""], [96893, "2021-01-15T19:35:58Z", [0.12], "The base rate for this class of events is low. If we take the base rate from last year (which is probably higher than average over time) of one chance in 12 that a lethal confrontation between IR and US national military forces takes place in a given month, you get about a 16% chance (8% x 2 months) that a lethal confrontation would occur between now (15 jan) and 15 March. I thought this base rate would be too high relative to the average over time, but just researching a little, it seems that US strikes have targeted IR troops in Syria over the past few years, so it might not be that much higher than the post-9/11 average. The base rate also should be moderated by the many factors the crowd has pointed out already, some of which nudge the probability upward and some downward: increased US presence in Gulf at present (up); Iranian exercises in Gulf upcoming (up); legislative determination to ramp up nuclear production (up); a new administration (down); promise for a reentry/renegotiation of the JCPOA (down); economic problems internally (down); COVID preoccupation (down).  The myriad particular factors almost end in a wash but my gut says 16% is too high to be reasonable, so dropping down to 12% to allow for unintended lethality (accidents, troops acting without authorization) and the desire to create favorable relations for a new US administration."], [88422, "2021-01-15T17:58:37Z", [0.0], ""], [96791, "2021-01-15T17:21:29Z", [0.0], "No. \nThe Biden administration will focus on domestic politics and will aim to build international partnerships, seeking to avoid lethal confrontations in the region."], [97418, "2021-01-15T17:17:53Z", [0.1], ""], [96714, "2021-01-15T16:43:13Z", [0.1], "Concur with @IVCoffeePlz and @Planning_Things assessment."], [97947, "2021-01-15T16:21:05Z", [0.03], ""], [97947, "2021-01-15T16:20:46Z", [0.07], "Perhaps optimistically, I think that Iran won't be in a hurry to get at odds with the Biden administration.  And the Trump administration is essentially over."], [95944, "2021-01-15T04:32:52Z", [0.0], "Comment deleted on Jul 02, 2021 02:27AM UTC"], [93, "2021-01-15T02:29:42Z", [0.02], ""], [93, "2021-01-15T02:29:23Z", [0.05], ""], [67232, "2021-01-14T18:41:45Z", [0.0], ""], [67232, "2021-01-14T18:41:31Z", [0.03], "Biden wants to re-enter the nuclear  agreement with Iran.  Hence, it is extremely unlikely he would do anything to confront Iran.  Iran also does not want a conflict.  Yet, Trump might like to attack Iran for several reasons, including creating hostilities to prevent Biden from re-entering the agreement,  However, an attack is unlikely with only six days left in his term, a looming impeachment trial and his very low approval rating (39.8 percent as of this morning) per 538.com. "], [73687, "2021-01-14T08:49:15Z", [0.01], ""], [73687, "2021-01-14T08:49:08Z", [0.03], ""], [97664, "2021-01-14T01:02:41Z", [0.01], "Trump may give a final destabilising move but highly unlikely. "], [88452, "2021-01-13T22:56:43Z", [0.12], "70% was maybe a bit high, to start with...\nStill guessing, it must be for a reason that this question's time frame has been picked with 10 weeks only originally."], [20879, "2021-01-13T21:52:16Z", [0.01], ""], [80790, "2021-01-13T21:03:57Z", [0.07], ""], [87427, "2021-01-13T19:33:47Z", [0.0], ""], [96728, "2021-01-13T16:28:55Z", [0.05], "Tensions may be remaining high, and Iranian rhetoric indicates that they do not expect a Biden administration to be a panacea for US/Iranian relations, yet the Ayatollah clearly placed the ball in the US court.  He stated that “The upcoming American administration can choose what to do,” Rouhani said. “The path is open. It’s up to them if they are grateful or ungrateful. If they want the right path, it’s ready. If they want the wrong path, that one is ready for them as well.” (AP link from question).  This, along with President-elect Biden considering rejoining the JCPOA, leads me to believe hostilities will be nearly non-existent in the first few months of a Biden presidency.  Since the timeline for this question ends less than 60 days after inauguration, I believe such an outcome is highly unlikely.  I do not put the chance at 0% however because you never know what might happen with the \"random Lt\"."], [97188, "2021-01-13T14:59:33Z", [0.04], ""], [84559, "2021-01-13T14:29:30Z", [0.05], ""], [80660, "2021-01-13T14:19:57Z", [0.27], ""], [88452, "2021-01-13T13:19:08Z", [0.7], "Iranian naval execise beginning today, including missile launch.\nhttps://ifpnews.com/iranian-navy-starts-war-games-in-strategic-southern-waters At the same time, huge military presence of U.S. Navy in the region.\nhttps://www.forbes.com/sites/davidaxe/2020/12/21/the-us-navy-is-surging-a-lot-of-firepower-into-the-persian-gulf-and-its-not-clear-why/\nas pointed out by @Tylerdurden03 here:\nhttps://www.gjopen.com/comments/1204933 https://gifs.com/embed/fatboy-slim-weapon-of-choice-pYAZ1y?muted=false"], [78212, "2021-01-13T08:45:19Z", [0.0], ""], [96727, "2021-01-13T04:13:27Z", [0.01], ""], [96727, "2021-01-13T04:12:31Z", [0.15], "Comment deleted on Jan 13, 2021 04:13AM UTC"], [34959, "2021-01-13T03:46:38Z", [0.01], ""], [59836, "2021-01-13T03:36:47Z", [0.19], ""], [754, "2021-01-13T01:57:11Z", [0.0], ""], [49877, "2021-01-13T00:28:16Z", [0.05], "With Biden administration coming to power and Iran's desire to have them remove sanction the possibility of confrontation is low. However, in the next 8 days of Trump presidency an increase tension is a possibility. "], [97553, "2021-01-12T23:20:31Z", [0.05], ""], [97553, "2021-01-12T23:19:47Z", [0.35], ""], [59836, "2021-01-12T22:45:37Z", [0.25], "Adjusting upwards due to the realization that an attack on Iran would help to make Trump look strong (something that's always been top of his agenda) and might redirect attention from the actions of his terrorist followers on January 17. 2.\tBefore 15 March 2021, will there be a lethal confrontation between the national military forces of Iran and the United States either in Iran or at sea?\na.\tInitial Assessment: Outgoing Trump Admin has a history of targeting Iranian officials, with the killing of Soleimani in 2020. It may seek to weaken the position of the Biden admin with Iran by burdening it with an Iran crisis at its very inception. Iran has taken some actions at the beginning of 2021 that seem potentially provocative (https://www.cnn.com/2021/01/08/middleeast/iran-underground-base-gulf-intl/index.html, https://www.reuters.com/article/us-iran-tanker/iran-tells-south-korea-not-to-politicise-seized-vessel-demands-release-of-funds-idUSKBN29F0LF, https://www.nbcnews.com/news/world/iran-plans-20-uranium-enrichment-underground-fordo-nuclear-facility-soon-n1252657 ). These increase the probability that the Trump admin will make an excuse to strike Iran. Once Biden is inaugurated, it is extremely likely he will follow Obama’s peaceful example in dealing with Iran. As for Iran striking US forces and inducing US casualties, this has only occurred once even during Trump’s term, as they mainly use terrorists and proxy forces.\n"], [755, "2021-01-12T22:14:13Z", [0.05], "Comments: A dangerous gamesmanship. One cannot ignore what IL will do in the coming weeks. Still, the stakes are very high if another major Gulf conflict opens in the new year. Much to lose all around. See behind-the-scenes talks between USA, EU, RU and IR to ramp-up: \nCNBC, 01/12/21: ‘A dangerous game of chicken’: Iran sets up challenge for Biden with nuclear ramp-up': https://www.cnbc.com/2021/01/12/playing-chicken-iran-sets-up-challenge-for-biden-with-nuclear-ramp-up.html\nIran's economy is expected to contract going into 2021 and it's population ravaged by the pandemic. While it possesses a substantial military, I believe it's ability to engage in and sustain a protracted conventional conflict with the USA is highly questionable.\nThe World Bank, 10/19/20: Iran's Economic Update — October 2020, https://www.worldbank.org/en/country/iran/publication/economic-update-october-2020#:~:text=Iran's%20GDP%20in%202020%2F21,cases%20in%20the%20colder%20season.\nAP, 10/15/20: Months into pandemic, Iran sees worst wave of virus deaths, https://apnews.com/article/virus-outbreak-pandemics-iran-middle-east-tehran-97573c43bcea9ad436777a67f5f1eb9f\nForecasters, \nInteresting links, check it out:\nhttps://buildbackbetter.gov/join-us/\nhttps://www.dni.gov/index.php/global-trends-home\n\nOn the lighter side, I like a good spy book or movie. I'm currently reading 'The Eighth Sister', by Robert Dugoni\nhttps://www.robertdugonibooks.com\nSpooks going Hollywood:\nhttps://spycraftentertainment.com/\n"], [59836, "2021-01-12T20:44:33Z", [0.14], "2.\tBefore 15 March 2021, will there be a lethal confrontation between the national military forces of Iran and the United States either in Iran or at sea?\na.\tInitial Assessment: Outgoing Trump Admin has a history of targeting Iranian officials, with the killing of Soleimani in 2020. It may seek to weaken the position of the Biden admin with Iran by burdening it with an Iran crisis at its very inception. Iran has taken some actions at the beginning of 2021 that seem potentially provocative (https://www.cnn.com/2021/01/08/middleeast/iran-underground-base-gulf-intl/index.html, https://www.reuters.com/article/us-iran-tanker/iran-tells-south-korea-not-to-politicise-seized-vessel-demands-release-of-funds-idUSKBN29F0LF, https://www.nbcnews.com/news/world/iran-plans-20-uranium-enrichment-underground-fordo-nuclear-facility-soon-n1252657 ). These increase the probability that the Trump admin will make an excuse to strike Iran. Once Biden is inaugurated, it is extremely likely he will follow Obama’s peaceful example in dealing with Iran. As for Iran striking US forces and inducing US casualties, this has only occurred once even during Trump’s term, as they mainly use terrorists and proxy forces.\n"], [97501, "2021-01-12T18:43:40Z", [0.01], "I think Biden will be less interventionist than his predecessor. I see that other forecasters, especially seasoned forecaster (@Ryan-Beck) , are relying on the same argument. Hence my prediction 1% for yes."], [59836, "2021-01-12T18:07:39Z", [0.14], ""], [67403, "2021-01-12T17:25:34Z", [0.1], ""], [88614, "2021-01-12T17:05:20Z", [0.02], ""], [88614, "2021-01-12T17:05:00Z", [0.05], ""], [54663, "2021-01-12T15:03:21Z", [0.01], "Very unlikely now with Trump in retreat"], [97180, "2021-01-12T14:51:56Z", [0.05], "Once the current administration is gone from the US, I see tensions calming significantly. "], [97835, "2021-01-12T13:50:18Z", [0.01], "Both US and Iran have material constraints - which will prevent a lethal confrontation from taking place\nBiden will likely follow the Obama's administration in trying to get Iran to the negotiating table; US is also seeking to del-ever from the Middle-East\nIran is hemmed in by its economy - It needs to recover from the crippling effect of sanctions\n**Both parties (esp. Iran) will likely continue their conflict among their proxies"], [97828, "2021-01-12T13:01:03Z", [0.01], "Biden is likely to follow Foreign Policy during Obama term, which is highly unlikely to engage confrontation with Iran"], [92429, "2021-01-12T12:38:46Z", [0.03], ""], [97574, "2021-01-12T07:46:33Z", [0.2], "Unlikely for the US to move first, or for Biden to start his term with violence. "], [96721, "2021-01-12T01:54:50Z", [0.0], ""], [59836, "2021-01-11T22:56:36Z", [0.18], "Increasing to 15 percent due to the seizure of South-Korean-Flagged merchant (https://www.npr.org/2021/01/04/953314512/iran-seizes-south-korean-flagged-ship-as-tensions-mount-with-u-s)."], [87827, "2021-01-11T17:29:21Z", [0.01], "I'm leaning toward very unlikely. Trump is almost out of office and he takes the hardest stance on Iran. I think Iran is eager to appear willing to negotiate with Biden, and escalating things through conflict may damage that for them."], [96715, "2021-01-11T16:16:23Z", [0.09], "Base rate of lethal confrontations between Iran and US national military forces is really low. Last one was probably the Soleimani incident and that wouldn't have counted per the restrictions on this question since he was killed in Iraq and no U.S. military members died in the reprisal attacks which were also in Iraq.\nThe only mechanism I can see for this happening is some local incident at sea or adjoining airspace escalating unexpectedly."], [75093, "2021-01-11T14:47:17Z", [0.0], ""], [96748, "2021-01-11T14:34:09Z", [0.01], "Post Soleimani anniversary, the incoming administration has a more positive history with Iran and is looking to re-establish more traditional US policies.  "], [62808, "2021-01-11T14:33:32Z", [0.02], ""], [88560, "2021-01-11T04:10:37Z", [0.0], ""], [22689, "2021-01-10T22:12:54Z", [0.0], ""], [96739, "2021-01-10T21:36:20Z", [0.1], "My initial forecast is 10% for yes.\nThere's a strong pull to keep status quo (no lethal confrontation) due to the US administration change. In the AP article, it appears Tehran is keen on a change in current tensions: \"we are very happy Mr. Trump is gone....The upcoming American administration can choose what to do.\" This appears to leave the ball in the Biden administration's court. \nThis is a positive thing, as POTUS-elect Biden has experience with Iran, and both seek return to the JCPOA status quo -- with Iran in compliance, the US rejoined, and sanctions lifted. https://www.newyorker.com/news/our-columnists/biden-faces-a-minefield-in-new-diplomacy-with-iran Furthermore, for engagement to go lethal would be a big escalation. I'm currently leaving room for an accident/mistake."], [33028, "2021-01-10T20:55:30Z", [0.1], ""], [358, "2021-01-10T19:57:38Z", [0.0], ""], [13979, "2021-01-10T18:21:50Z", [0.05], ""], [7053, "2021-01-10T18:12:23Z", [0.0], ""], [2965, "2021-01-10T16:48:15Z", [0.0], "https://www.law.cornell.edu/uscode/text/18/2331\n Washington D.C. coup d'etat literally translated as seize or grab  the state.\nWere the plotters guilty? Yes. See below.\nBut the 5th factor is \"in intended to result in a large number of casualties'\nThat is why the Chechen Tsarnaevs Boston marathon  bombing was  a CCT complex coordinated attack.\nThe Nashville bombing would have qualifed but no intent, it was the act of a lunatic.\nAssume that the coup participants were sane.\nHere, no intent to cause mass casualties unless you believe the President directed  and controlled or there was such an attempt by ringleaders.\nSo I agree with @Francis_Urquhart  that its still 3-5% and I am adjusting based on Mr. Urquhart analysis because\nLegally this constituted \"riot\" and will be unless analysis dictates  other wise.\nVery similar to anarchist acts provocateur during George Floyd  not Antifa or Maga not CCTA  18 U.S. Code § 2331 - Definitions\nU.S. Code\nNotes\nprev | next\nAs used in this chapter—\n(1)the term “international terrorism” means activities that—\n(A)involve violent acts or acts dangerous to human life that are a violation of the criminal laws of the United States or of any State, or that would be a criminal violation if committed within the jurisdiction of the United States or of any State;\n(B)appear to be intended—\n(i)to intimidate or coerce a civilian population;\n(ii)to influence the policy of a government by intimidation or coercion; or\n(iii)to affect the conduct of a government by mass destruction, assassination, or kidnapping; and\n(C)occur primarily outside the territorial jurisdiction of the United States, or transcend national boundaries in terms of the means by which they are accomplished, the persons they appear intended to intimidate or coerce, or the locale in which their perpetrators operate or seek asylum;\n(2)the term “national of the United States” has the meaning given such term in section 101(a)(22) of the Immigration and Nationality Act;\n(3)the term “person” means any individual or entity capable of holding a legal or beneficial interest in property;\n(4)the term “act of war” means any act occurring in the course of—\n(A)declared war;\n(B)armed conflict, whether or not war has been declared, between two or more nations; or\n(C)armed conflict between military forces of any origin;\n(5)the term “domestic terrorism” means activities that—\n(A)involve acts dangerous to human life that are a violation of the criminal laws of the United States or of any State;\n(B)appear to be intended—\n(i)to intimidate or coerce a civilian population;\n(ii)to influence the policy of a government by intimidation or coercion; or\n(iii)to affect the conduct of a government by mass destruction, assassination, or kidnapping; and\n(C)occur primarily within the territorial jurisdiction of the United States; and\n(6)the term “military force” does not include any person that—\n(A)has been designated as a—\n(i)foreign terrorist organization by the Secretary of State under section 219 of the Immigration and Nationality Act (8 U.S.C. 1189); or\n(ii)specially designated global terrorist (as such term is defined in section 594.310 of title 31, Code of Federal Regulations) by the Secretary of State or the Secretary of the Treasury; or\n(B)has been determined by the court to not be a “military force”.\n(Added Pub. L. 102–572, title X, § 1003(a)(3), Oct. 29, 1992, 106 Stat. 4521; amended Pub. L. 107–56, title VIII, § 802(a), Oct. 26, 2001, 115 Stat. 376; Pub. L. 115–253, § 2(a), Oct. 3, 2018, 132 Stat. 3183.)er"], [90802, "2021-01-10T16:42:23Z", [0.05], "Only this high because Iran could choose to take advantage of the chaos Trump has caused in the final weeks of his term.  "], [45594, "2021-01-10T13:58:02Z", [0.05], ""], [93028, "2021-01-10T13:48:54Z", [0.01], ""], [92232, "2021-01-10T13:40:39Z", [0.01], ""], [97777, "2021-01-10T13:38:38Z", [0.13], "The current tensions between the US and Iran have been growing over the past four years and are unlikely to be diminished quickly. While Iran may seek to avoid open hostilities with the incoming administration, the next two weeks provide an opportunity for them to strike against the US under current administration at a time when it is in disarray. Additionally, the first 100 days of the incoming administration is a timeframe in which new policies are being set and both government's are feeling themselves out, creating space for misunderstanding and increasing the likelihood of conflict. "], [172, "2021-01-10T12:19:44Z", [0.0], ""], [84880, "2021-01-10T06:12:52Z", [0.01], "I'd call it less than 1% but the current climate warrants this..."], [34815, "2021-01-10T06:00:25Z", [0.0], ""], [97569, "2021-01-10T03:39:23Z", [0.05], "With the current president worried about avoiding impeachment, it seems unlikely that he will initiate a military conflict with Iran.  With the Biden administration seeking to get Iran back into the JCPOA, it seems a low probability after the change of administration. There always exists the possibility of a normal accident or a strategic corporal starting something inadvertently, so the five percent probability."], [96793, "2021-01-10T01:01:28Z", [0.08], "Tensions are ratcheting up in the wake of the anniversary of the Soleimani killing.  Iranian rhetoric, however, has been focused on the Trump administration. It is likely that the Biden administration will pursue a different strategy towards Iran that will act to lower tensions."], [62808, "2021-01-09T23:53:45Z", [0.02], ""], [97733, "2021-01-09T23:52:02Z", [0.05], "US assasinated Qasem Soleimani last year so over the last 12 months the monthly probability was about 8%.  "], [96716, "2021-01-09T15:48:32Z", [0.01], "The new administration will most likely defuse the current tensions with Iran. Additionally, Iran will likely welcome any overtures made by the U.S. that reduce some of the economic sanctions Iran faces from the U.S. In the near-term, both parties seem to desire a reduction in tension. Furthermore, both countries are facing domestic issues that would only be exacerbated by the threat or engagement of military hostilities. While it will not be easy, the Biden administration has signaled the desire to re-join the Joint Comprehensive Plan of Action (JCPOA).  Whether the Iranians will engage with the U.S. on it without steep costs, is another matter.   https://www.nytimes.com/2020/11/17/world/middleeast/iran-biden-trump-nuclear-sanctions.html https://www.washingtonpost.com/politics/2020/12/09/biden-foreign-policy-iran/"], [38940, "2021-01-09T11:27:43Z", [0.02], ""], [97654, "2021-01-09T09:26:47Z", [0.05], "With the new President, things will get calmer."], [1624, "2021-01-09T07:23:02Z", [0.0], ""], [96797, "2021-01-09T03:11:23Z", [0.03], "Outside View: if we take the national military force to mean the recognized and uniformed forces of Iran (which I will because it will be too hard to ID any advisors to Iraqi insurgent groups) the percentage drops markedly.  The last armed confrontation was the January 2020 missile strike on Solemani and the retaliatory strikes on US bases, prior to that the RQ-4 shoot down in June 2019. Before that there have been no recent lethal actions between the two states.  set the scope at Jan 2019 leads to 5% chance per month, leading 2.5 % for the next two weeks. inside view: There's another 12 days of high risk of US action before the transition of government. Honestly who even knows, maybe the riot calms things down, maybe things go haywire.  Call that one 10% that the US does something.  I'd call it 1% that Iran initiates, they claim to want to renegotiate JCPOA, and any armed action decreases the biden administrations ability to do get that accomplished. https://www.cnn.com/interactive/2020/01/world/us-iran-conflict-timeline-trnd/"], [89785, "2021-01-09T02:50:06Z", [0.0], ""], [59836, "2021-01-09T00:37:17Z", [0.0], ""], [1078, "2021-01-08T23:53:55Z", [0.0], ""], [97762, "2021-01-08T22:16:54Z", [0.0], ""], [96729, "2021-01-08T22:04:04Z", [0.07], "The anniversary would have been the most likely time for reprisal, and Iran chose to issue the arrest warrant against an outgoing President (in a lame-duck period) this appears to be more of a signal to the incoming President as to how Iran will view any similar targeted action in the future. I think the message is that the next administration has an opportunity to repair relations (in some way) as the warrant and charges are against an outgoing politician. If lethal confrontations occur, I suspect they will be from a further sanctioning that could occur if Iraq presses the Biden administration or tests their resolve for Iranian denuclearization."], [96720, "2021-01-08T20:24:15Z", [0.01], "The new administration is going to look to defuse the current tensions with Iran. Additionally, Iran will likely welcome any overtures made by the U.S. that reduce some of the economic sanctions Iran faces from the U.S. Whether or not this remains the case beyond March 2021 is anyone's guess, but in the near-term, both parties seem to desire a reduction in tension. Furthermore, both countries are facing domestic issues that would only be exacerbated by the threat or engagement of military hostiliites. https://www.washingtonpost.com/politics/2020/12/09/biden-foreign-policy-iran/ "], [97560, "2021-01-08T19:11:07Z", [0.03], "While there is daily contact between Iranian naval forces and the US Navy throughout the Arabian Gulf region, I cannot recall a time in the last 5-10 years that those confrontations have resulted in the death of a servicemember from either nation.  Such an occurrence would probably result in a significant escalation in the region, so it is not in either nation's interest to have such an event occur.  Both nations seem to favor proxy warfare or engaging one another in a \"perceived\" neutral location, e.g. Iraq or Yemen.  As someone who has spent months onboard a US Navy ship in the region, the near-daily contact between the forces and the tensions that exist means that the probability cannot be reduced too low.  "], [96722, "2021-01-08T17:44:29Z", [0.15], "As the anniversary of the Soleimani strike has come and gone with little movement on Iran's part it is hard to believe that there will be an intentional violent confrontation. Instead, despite US domestic issues, Iran seems to be pursuing a more legalistic approach to the the US by issuing arrest warrants, as well as likely inciting Iraq to the do the same. This approach is more beneficial to the Iranian regime as it likely expects the incoming Biden administration to move back towards the JCPOA. If Iran inflames tensions and it results in death(s), a return to the deal will become more unlikely. With the tensions in the region lethal confrontations remain possible, but both sides have shown a willingness to avoid death even when discord climaxes. https://www.cnn.com/2021/01/07/world/iraq-arrest-warrant-trump-al-muhandis-intl/index.html\nhttps://www.washingtonpost.com/politics/2020/12/09/biden-foreign-policy-iran/"], [73970, "2021-01-08T16:47:43Z", [0.01], ""], [80634, "2021-01-08T16:11:21Z", [0.0], ""], [97753, "2021-01-08T15:54:35Z", [0.03], "So, a clash within the next two months (a pretty short time period) between Iran and the U.S. as defined by the question would be unwise for both, but especially for Iran, which has a lot to gain or loose from a less antagonistic American policy shift under a Joseph Biden administration. This not least relating to a return to the JCPOA or something similar. Iran will of course talk tough, but even statements from The Supreme Leader point further towards a pause to see what Biden will do (see AP link in question details). Is an assessment of the (un)wisdom of something the same as an assessment of its probability? No, but they are related. Some sort of confrontation is definately possible due to the ongoing proximity between Iranian and U.S. forces in The Persian Gulf (which I believe is far likelier than a confrontation inside Iran, which would be a more profound and rare). While a premeditated fight doesn't make any sense, an unintended escalation could always lead to violence. As noted below by @keith-huggins, Iran is recently (looking at past events) more likely to act through a proxy if it does act, for several purposes including (maybe) plausible deniability. Whatever the reason might be that would not apply to the question as defined by the details above. Biden will have a whole lot on his plate in the next few months not least domestically so any major shifts (to which Iran might react unhappily) seems unlikely to unfold within the given time frame. Will the Trump administration escalate tensions with Iran within the next two weeks? It's not exactly friendly to Iran but it doesn't seem to carry any advantages (apart from possibly smashing one's house on the way out) and Trump's recent \"dialing down\" statement after the Capitol unrest has reasonably been interpreted as him bowing under pressure to keep a lower profile until the inaguration. I would otherwise be tempted to set the probability of a \"Yes\" outcome as even lower, following the \"That would be stupid\" train of thought, but sometimes stupid things happen, and clashes in a relatively speaking crowded sea space is never a zero risk prospect. This all subject to revision if stuff changes, of course.\n"], [97389, "2021-01-08T09:50:42Z", [0.01], "Always non-zero, especially when the two militaries (navies) are in daily contact. Nevertheless, but as this is specifically in Iran (not Syria or Iraq) or at sea and if we assume Obama's focus on a deal with Iran presages a similar policy under Biden and that Iran (both the government and IRGC) will already in some form of communication with Biden's team, it would take a rapid escalation for a calculated (as opposed to accidental) confrontation leading to a fatality.\n"], [25601, "2021-01-08T08:23:51Z", [0.1], "Biden's Democrats are running the show. There will be war. Time will tell if this one is it."], [94872, "2021-01-08T03:46:38Z", [0.0], ""], [97650, "2021-01-08T03:11:08Z", [0.4], "It can happen at any time, as Dems control house and senate, they could be more relaxed if Iran fail to respect agreements."], [40584, "2021-01-08T00:54:04Z", [0.02], ""], [26551, "2021-01-07T21:38:27Z", [0.0], ""], [80790, "2021-01-07T21:24:42Z", [0.18], "Recent event in US will embolden other countries, the new president has a lot on plate domestically so it might be easy for something to slip abroad.  Balanced with having a president that is likely to manage to appoint staff now he has control of house and senate and is likely to be cautious.  Risk is relatively high at the mo, but not really high."], [8826, "2021-01-07T20:04:16Z", [0.1], "Iran knowns where the line is and won't cross it intenllay"], [97644, "2021-01-07T19:20:50Z", [0.02], "There is always a nonzero chance of a lethal confrontation between the military forces of Iran and the U.S. in the waters off the coast of Iran, because the U.S. military ships are likely to at some points be in Iran's vicinity over the next two months and the actions of individual ship commanders are unpredictable. However, intentional conflict between the two countries is extremely unlikely because the Trump administration is distracted with domestic issues and the Iranian government will want to start its relationship with the incoming Biden administration off on the right foot."], [28346, "2021-01-07T19:18:32Z", [0.15], "Trump decision to hand over smoothly to Biden reduces chances of a last-minute rash move by US. Iran not likely to wish to provoke new administration if it wants to move back to the treaty / regain some form of trade and recognition. Outside chance of something involving Israel or Saudi Arabia dragging in US as well."], [691, "2021-01-07T16:55:37Z", [0.0], ""], [87566, "2021-01-07T15:46:40Z", [0.1], ""], [96541, "2021-01-07T15:32:28Z", [0.0], "Unlikely unless it happens in the next 13 days. "], [97671, "2021-01-07T15:15:23Z", [0.1], "Despite the fact that a medium or large scale conflict is highly unlikely before March 2021the prospect of tit for tat exchanges could take place should the US continue to target Iran for targeted specific attacks on key military figures as they have done in the past. Should Iran continue with terrorist attacks against US military personnel in Iraq then there is distinct possibility of at least one fatality. The incoming Biden administration should offer a more appeasing approach to US Iran relations and diplomacy over using the threat of the US military might should prevent escalation of military confrontation. Good trade relations should help and the need for Iran's need for help from the US for  their domestic COVID pandemic problem will also calm relations."], [94301, "2021-01-07T12:44:09Z", [0.0], "This has never happened and despite the tensions, the stakes are too high for both countries to have a military confrontation.\nAlso a democrat president less than 2 months as a president would not jeopordize the hard win"], [93350, "2021-01-07T11:36:02Z", [0.0], "History shows that Iran uses proxies to engage in conflict that allows it to punch above their weight in the middle east. To engage in a confrontation with the US is probably unlikely.\nAlso, Iran has been suffering under the Trump led sanctions after the US left the Joint Comprehensive Plan of Action (JCPOA) by an International consortium.\nGiven that Biden’s administration is similar to that of Obama the new president may want to re-engage with the JCPOA, with Iran hoping for a reduction in sanctions by reducing nuclear activities.\nIran does not need to embarrass Trump given the current situation in Washington giving Biden time to calm things down.\nIt does not seem to be in either party’s interest to engage in military confrontation.  https://www.gtreview.com/news/global/lifting-iranian-sanctions-will-be-painful-exercise-for-biden/  https://www.middleeasteye.net/news/coronavirus-us-sanctions-hurting-iran-response-pandemic  https://www.bbc.co.uk/news/world-middle-east-48119109  https://www.nbcnews.com/politics/national-security/iran-uses-proxies-punch-above-its-weight-middle-east-experts-n1008731\n"], [97544, "2021-01-07T11:25:09Z", [0.01], "15 march is very close, USA have other stuffs to deal with currently so they would do almost anything to avoid that kind of problem. Reducing geographically to Iran or at sea make it even less likely.  Only possibility is Trump losing it and nuking Iran or declaring war. The probability is extremely low, not 0 but very close."], [60695, "2021-01-07T11:15:26Z", [0.0], ""], [60695, "2021-01-07T10:45:45Z", [0.0], ""], [18322, "2021-01-07T08:38:44Z", [0.0], ""], [92232, "2021-01-07T08:03:11Z", [0.01], ""], [92232, "2021-01-07T08:01:35Z", [0.03], ""], [70711, "2021-01-07T04:50:32Z", [0.0], "Barring Donald Trump trying to create a diversion or an accidental encounter, neither has anything to gain; at least in this time frame."], [87099, "2021-01-07T04:30:19Z", [0.0], ""], [92079, "2021-01-07T03:06:57Z", [0.0], ""], [97553, "2021-01-07T02:41:06Z", [0.03], ""], [13657, "2021-01-07T00:34:01Z", [0.0], "In this short time frame any confrontation would likely be done by proxies or a drone shot down. More ramping up seems likely before either side would be willing to have a clash of official forces. The most likely way a yes could happen seems to be if we have another drone strike of an Iranian official."], [97489, "2021-01-07T00:01:31Z", [0.0], ""], [81567, "2021-01-06T23:45:11Z", [0.0], ""], [88766, "2021-01-06T23:29:14Z", [0.0], ""], [32258, "2021-01-06T23:10:27Z", [0.0], ""], [26551, "2021-01-06T22:56:48Z", [0.01], "Iran is desperately trying (its own strange way, South Korean tanker included) to get the US back to the JCPOA. A conflict would not help this purpose. Excluding the unpredictable Trump effect, chances are close to nil.   "], [97185, "2021-01-06T22:35:34Z", [0.01], ""], [11447, "2021-01-06T21:50:08Z", [0.0], "On last year’s similar question I came up with an estimate of 2 or 3 incidents that would trigger this question (plus about the same in near misses) over a 40 year period. That is 5% or 10% if you count near misses as half. This is two and a half months though so pro rata ing the annual rate gets you to 1 - 2%. However it feels like this is very unlikely in this time period. Trump could do something in the next week or so, but he has other things to focus on. I think early on both Iran and Biden will want to be cautious and feel each other out before escalating. Maybe it should be 25 - 50% of the normal run rate, which would get you to 0.25 - 1%. If we could go decimal I would probably go for 0.33%. Can’t so rounding to zero. It does feel like we should have some decimal options for the very likely or very unlikely!"], [28336, "2021-01-06T21:49:39Z", [0.01], ""], [58028, "2021-01-06T21:28:58Z", [0.0], ""], [78821, "2021-01-06T21:25:38Z", [0.01], "I really feel like the correct answer is 0%. The move to enrich uranium to 20% and the seizure of a South Korean vessel should be interpreted as moves by the Iranian's to compel a Biden administration to come to the table - this time with a diminished position of strength. I think its a safe assumption that these acts of escalation will be dialed back in exchange for concessions, and that in fact these escalations were fabricated in order to have something to exchange. If there is a lethal confrontation it will almost certainly be by accident. "], [84880, "2021-01-06T21:24:23Z", [0.0], ""], [86554, "2021-01-06T21:20:59Z", [0.01], ""], [1333, "2021-01-06T21:10:58Z", [0.0], ""], [172, "2021-01-06T21:00:24Z", [0.01], ""], [67403, "2021-01-06T20:53:57Z", [0.2], "when trump is gone it will definitly be more likely. biden will not do crazy stuff like the soulemani thing so they will act more confident "]], "open_date": "2021-01-06T20:30:17Z", "close_date": "2021-03-15T07:01:17Z"}