{"question_id": 759, "title": "Will the location of the missing Argentinian submarine be determined before 8 December 2017? ", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[38101, "2017-12-08T03:05:22Z", [0.0], ""], [734, "2017-12-08T02:48:54Z", [0.0], ""], [40733, "2017-12-08T02:22:47Z", [0.0], ""], [42162, "2017-12-08T01:18:53Z", [0.0], ""], [40318, "2017-12-08T00:45:06Z", [0.0], ""], [1034, "2017-12-07T22:34:37Z", [0.0], ""], [41589, "2017-12-07T22:22:38Z", [0.0], ""], [368, "2017-12-07T15:51:53Z", [0.0], ""], [40214, "2017-12-07T15:41:51Z", [0.0], ""], [39082, "2017-12-07T15:28:17Z", [0.0], ""], [30284, "2017-12-07T14:08:23Z", [0.0], "last day - not sure what the base rate is on finding subs. my impression is that the likelihood of finding a sub or its wreckage is rather low when its in deep water. "], [84, "2017-12-07T13:55:50Z", [0.0], ""], [691, "2017-12-07T13:27:44Z", [0.0], ""], [35, "2017-12-07T12:14:39Z", [0.0], ""], [38903, "2017-12-07T09:55:15Z", [0.0], "Times up. "], [19801, "2017-12-07T08:09:05Z", [0.0], ""], [1738, "2017-12-07T06:12:04Z", [0.0], ""], [23737, "2017-12-07T05:47:02Z", [0.0], ""], [29218, "2017-12-06T23:03:39Z", [0.0], "Late forecast, but no chance of finding the San Juan before 8 DEC. Given the reporting of the last transmissions, the hydroacoustic recording, and the fact that it hasn't shown up on magnetic/thermal sensors means that the sub most likely lost power, sank out, and imploded in deep water over the abyssal plain. With water over 1km deep it will take DSVs and intense sonar searching to find it."], [37379, "2017-12-06T21:46:54Z", [0.0], ""], [734, "2017-12-06T21:32:53Z", [0.02], "Passage of time."], [691, "2017-12-06T20:50:27Z", [0.0], ""], [368, "2017-12-06T20:06:39Z", [0.0], ""], [42032, "2017-12-06T19:42:45Z", [0.05], ""], [15815, "2017-12-06T18:00:50Z", [0.0], ""], [14777, "2017-12-06T15:42:30Z", [0.0], ""], [38475, "2017-12-06T12:25:41Z", [0.0], ""], [42175, "2017-12-06T11:45:10Z", [0.0], "search is halted"], [41190, "2017-12-06T07:15:27Z", [0.0], ""], [40054, "2017-12-06T07:04:15Z", [0.0], ""], [1034, "2017-12-06T06:14:55Z", [0.0], ""], [42149, "2017-12-06T04:29:55Z", [0.15], ""], [876, "2017-12-06T00:53:57Z", [0.0], ""], [1052, "2017-12-05T20:42:02Z", [0.0], ""], [14777, "2017-12-05T19:31:12Z", [0.01], ""], [636, "2017-12-05T19:17:57Z", [0.25], "They know the general area of the explosive noise heard but it's still a very large area.\n"], [30284, "2017-12-05T18:28:49Z", [0.0], ""], [368, "2017-12-05T18:25:24Z", [0.0], ""], [40214, "2017-12-05T18:09:11Z", [0.02], ""], [36923, "2017-12-05T17:37:56Z", [0.0], ""], [97, "2017-12-05T14:45:46Z", [0.0], ""], [37925, "2017-12-05T14:42:16Z", [0.05], "Undersea hunts are extremely difficult.  While international satellites can often be used to image above ground areas, imaging for underwater is harder to provide.  Water is a phenomenal heat-sink.  Even if there is a heat-sensing (infra-red) satellite or ship, any warmth from the submarine would have long since been distributed among millions of gallons of water.  That leaves sonar and radar.  The platforms hosting those sensors have to be relatively close to an object to detect it, once on the sea floor.  I have heard that there is magnetic sensing.  I do not know of what substance this submarine is constructed.  Even so, the little which I have read about this method of detection indicates that, again, the sensor must be relatively vertical to the object for it to be found."], [84, "2017-12-05T13:55:06Z", [0.0], ""], [40272, "2017-12-05T13:44:45Z", [0.0], ""], [691, "2017-12-05T13:31:10Z", [0.0], ""], [1034, "2017-12-05T08:01:57Z", [0.0], "More US, Russia ships join search for missing Argentine sub Calatrava (2017) December 4, states that: U.S and Russian ships carrying remotely operated vehicles capable of deep seafloor searches are joining other vessels hunting for an Argentine submarine that went missing in the South Atlantic 19 days ago, the navy said Monday. An explosion occurred near the time and place where the ARA San Juan disappeared Nov. 15. The navy says it is no longer looking for survivors although a multinational operation continues to search for the vessel, which had a crew of 44. Navy spokesman Enrique Balbi said Russia's Yantar oceanographic research ship would arrive in the search area Tuesday. The U.S. Atlantis research vessel is expected to arrive Saturday. They are equipped with deep submergence vehicles that allow them to examine undersea areas nearly 20,000 feet deep (6,000 meters). The ships will join five vessels from Argentina and a Chilean ship combing an area of some 1,500 square miles (4,000 square kilometers), where sonar detected three unidentified objects on the sea floor to see if they belong to the missing sub (para.1-4). Calatrava, A. (2017). More US, Russia ships join search for missing Argentine sub. The Associated Press. Retrieved from\nhttp://abcnews.go.com/International/wireStory/us-russia-ships-join-search-missing-argentine-51570691"], [41722, "2017-12-05T06:38:57Z", [0.01], ""], [15196, "2017-12-05T06:13:52Z", [0.02], ""], [734, "2017-12-05T03:14:24Z", [0.04], "Back down. "], [15528, "2017-12-05T02:02:45Z", [0.01], ""], [13959, "2017-12-05T01:33:13Z", [0.01], ""], [83, "2017-12-05T01:16:09Z", [0.0], ""], [38163, "2017-12-04T23:24:10Z", [0.0], ""], [41366, "2017-12-04T22:58:28Z", [0.02], ""], [31275, "2017-12-04T22:47:39Z", [0.0], "Lowering. Neither image amounted to anything. The Russians are brining in some deep water equipment but not finding by Friday."], [38903, "2017-12-04T21:54:38Z", [0.08], "Search for the submarine itself continues but the search for people ended.  Because the search for people ended there will be less resources to keep looking for it.  So the odd that it will be found in the next four days is small.  Not impossibly small but not great either. "], [41184, "2017-12-04T21:32:47Z", [0.09], ""], [38032, "2017-12-04T20:37:03Z", [0.03], ""], [39733, "2017-12-04T19:01:15Z", [0.0], ""], [83, "2017-12-04T18:53:38Z", [0.6], ""], [40310, "2017-12-04T18:37:24Z", [0.02], ""], [16272, "2017-12-04T18:28:30Z", [0.4], ""], [734, "2017-12-04T17:56:42Z", [0.35], "Let's see if this new object is the sub..."], [368, "2017-12-04T17:55:54Z", [0.0], ""], [41788, "2017-12-04T16:19:19Z", [0.0], ""], [26375, "2017-12-04T16:06:33Z", [0.0], ""], [691, "2017-12-04T13:20:35Z", [0.0], ""], [34353, "2017-12-04T12:38:17Z", [0.0], ""], [36924, "2017-12-04T12:31:19Z", [0.05], ""], [19801, "2017-12-04T07:06:13Z", [0.25], ""], [41523, "2017-12-04T04:41:54Z", [0.0], ""], [31275, "2017-12-04T02:51:04Z", [0.5], "Putting this up for a day. Argentina Navy doing Sonar check on second object it found. First was a wrecked trawler. "], [14777, "2017-12-04T02:32:17Z", [0.03], ""], [29497, "2017-12-04T01:25:01Z", [0.0], ""], [1034, "2017-12-04T00:51:22Z", [0.0], ""], [368, "2017-12-04T00:46:00Z", [0.0], ""], [14777, "2017-12-03T22:50:40Z", [0.02], ""], [39561, "2017-12-03T22:46:20Z", [0.0], ""], [35831, "2017-12-03T22:45:50Z", [0.0], "Just jumping on teh bandwagon"], [22132, "2017-12-03T22:31:01Z", [0.0], ""], [572, "2017-12-03T20:07:20Z", [0.02], ""], [691, "2017-12-03T19:52:03Z", [0.0], ""], [42113, "2017-12-03T19:43:49Z", [0.3], ""], [1034, "2017-12-03T18:31:35Z", [0.0], "\n'Blurry image' was fishing vessel not missing Argentine sub The Associated Press. (2017). 'Blurry image' was fishing vessel not missing Argentine sub. The Associated Press. Retrieved from\nhttp://abcnews.go.com/International/wireStory/argentina-chasing-lead-search-missing-submarine-51535765\n"], [42055, "2017-12-03T17:40:15Z", [0.02], "There are still some searches going on and with sophisticated equipment. ( https://uk.news.yahoo.com/hopes-finding-missing-argentine-submarine-104400022.html ) But, as has been said, it is a big ocean. Sticking on 2%."], [41270, "2017-12-03T15:57:45Z", [0.0], ""], [40221, "2017-12-03T15:05:29Z", [0.0], ""], [14777, "2017-12-03T14:31:35Z", [0.01], ""], [38944, "2017-12-03T02:32:29Z", [0.0], ""], [182, "2017-12-03T00:22:23Z", [0.03], ""], [37488, "2017-12-02T23:20:00Z", [0.0], ""], [39805, "2017-12-02T23:19:09Z", [0.0], ""], [1528, "2017-12-02T20:52:25Z", [0.0], ""], [191, "2017-12-02T19:29:38Z", [0.0], ""], [368, "2017-12-02T18:28:48Z", [0.0], ""], [1333, "2017-12-02T18:08:29Z", [0.0], "Called Off.\ne international search has so far scanned 557,000 square nautical miles of the South Atlantic Ocean surface and 1,049,479 square nautical miles undersea through radar exploration, without any contact with San Juan or finding evidence of the sub’s location such as life rafts or debris, according to an Argentine Navy statement announcing the conclusion of rescue efforts. “The world’s most advanced technologies found no evidence of shipwreck in the areas explored,” the Argentine Navy said, according to a translated version of the statement.\nhttps://news.usni.org/2017/11/30/search-ended-for-missing-argentine-sub-survivors?utm_source=USNI+News&utm_campaign=c5c313aebc-USNI_NEWS_DAILY&utm_medium=email&utm_term=0_0dd4a1450b-c5c313aebc-231045397&mc_cid=c5c313aebc&mc_eid=2394c94b5b"], [13069, "2017-12-02T18:01:54Z", [0.05], "It's an awfully big ocean"], [37892, "2017-12-02T16:52:43Z", [0.0], ""], [5018, "2017-12-02T16:19:36Z", [0.0], ""], [269, "2017-12-02T15:17:51Z", [0.05], ""], [691, "2017-12-02T14:18:17Z", [0.0], ""], [1333, "2017-12-02T14:17:33Z", [0.1], "New gear is on scene and everyone wants to be home by Christmas so lifting to 10%"], [10945, "2017-12-02T13:16:40Z", [0.4], "- no longer a rescue mission, but a search for vessel mission (slower and lengthier)\n- large search area\n+ public discontent and political pressure"], [41725, "2017-12-02T09:49:15Z", [0.5], ""], [20156, "2017-12-02T08:54:05Z", [0.02], ""], [20929, "2017-12-02T07:10:39Z", [0.01], ""], [34959, "2017-12-02T06:59:52Z", [0.05], ""], [37818, "2017-12-02T06:25:01Z", [0.05], ""], [83, "2017-12-02T02:05:24Z", [0.0], ""], [35, "2017-12-02T02:04:53Z", [0.04], ""], [18449, "2017-12-02T01:21:50Z", [0.35], ""], [5158, "2017-12-02T00:47:40Z", [0.05], ""], [876, "2017-12-01T23:45:34Z", [0.01], ""], [38, "2017-12-01T23:14:42Z", [0.0], "There may be no submarine to find.  The US reported that a loud sound was heard shortly after the last voice transmission; perhaps all that is left is pieces floating around.   Also, yesterday Argentina officially abandoned the search.   This was not a nuclear sub with a lot of secret technology onboard, so I'm guessing there's not pressing security reasons to find it and secure it."], [36207, "2017-12-01T22:46:25Z", [0.05], ""], [734, "2017-12-01T21:34:35Z", [0.08], "Throttling back.  Agree with others that with the rescue portion of the search over, urgency and resources devoted to this will be far less.  Still leaving a small bit out there, will see how I feel about the prospects in another 24 hours..."], [31275, "2017-12-01T20:50:05Z", [0.1], "Quite a bit of effort has been made to find it and it has not been found. Urgency gone as it is determined no rescue possible. A piece might show-up if there were an explosion but those who say it slid off into the abyss seems accurate. "], [41971, "2017-12-01T19:41:05Z", [0.0], ""], [32872, "2017-12-01T19:14:07Z", [0.0], ""], [15548, "2017-12-01T16:57:22Z", [0.0], ""], [15548, "2017-12-01T16:56:32Z", [0.01], ""], [42055, "2017-12-01T16:46:54Z", [0.02], "It is unlikely but 'some remains' is a little more possible."], [12879, "2017-12-01T14:52:57Z", [0.0], ""], [28414, "2017-12-01T13:33:48Z", [0.0], ""], [691, "2017-12-01T13:33:14Z", [0.0], "http://www.bbc.com/news/world-latin-america-42187139\nYou don't look quite so diligently for hunks of metal as you do for possible survivors.   One hopes they find it sooner or later all the same.\n"], [368, "2017-12-01T12:50:45Z", [0.0], ""], [40054, "2017-12-01T07:24:46Z", [0.01], ""], [73, "2017-12-01T05:05:07Z", [0.0], ""], [35, "2017-12-01T02:55:58Z", [0.03], ""], [368, "2017-12-01T02:33:42Z", [0.0], ""], [368, "2017-12-01T01:30:05Z", [0.0], ""], [41191, "2017-11-30T23:56:06Z", [0.01], ""], [41523, "2017-11-30T23:28:45Z", [0.01], ""], [39937, "2017-11-30T22:37:55Z", [0.0], ""], [12879, "2017-11-30T22:14:13Z", [0.01], ""], [12879, "2017-11-30T22:13:50Z", [0.75], "The search for a missing Argentine submarine will continue but the rescue part of the plan has ended, the navy said on Thursday. More on this: http://www.foxnews.com/world/2017/11/30/rescue-mission-for-argentine-submarine-crew-ends-search-for-sub-continues.html\n"], [368, "2017-11-30T21:57:18Z", [0.05], ""], [22833, "2017-11-30T21:12:54Z", [0.0], ""], [40018, "2017-11-30T20:49:40Z", [0.22], ""], [37474, "2017-11-30T19:26:23Z", [0.0], ""], [42029, "2017-11-30T17:35:54Z", [0.75], ""], [25141, "2017-11-30T17:25:48Z", [0.0], ""], [15548, "2017-11-30T16:50:42Z", [0.15], ""], [18846, "2017-11-30T15:13:33Z", [0.0], ""], [691, "2017-11-30T13:28:50Z", [0.03], ""], [34353, "2017-11-30T12:22:35Z", [0.05], ""], [23779, "2017-11-30T12:02:46Z", [0.0], "This is a difficult one as there seems to be a lot of international effort in finding them. \nNevertheless, they are working on a big search area and under a suspected travel pattern. \nThe best case would if the explosion managed to sink the sub and fall directly or near the suspected place. \nA second scenario is that the explosion could have damaged but not sank the sub, deviating or extending the traveled path.\nAnother could be that the explosion is not related to the sub, or is misplaced. Considering that the time is short, the underwater currents, and the nearness of the edge of the abyss to the possible path I'm choosing 0%"], [42018, "2017-11-30T11:20:52Z", [0.0], ""], [1333, "2017-11-30T11:12:51Z", [0.0], "https://news.usni.org/2017/11/29/water-entered-missing-argentine-sub-snorkel-detected-explosion?utm_source=USNI+News&utm_campaign=17bd234f41-USNI_NEWS_DAILY&utm_medium=email&utm_term=0_0dd4a1450b-17bd234f41-231045397&mc_cid=17bd234f41&mc_eid=2394c94b5b\nNov. 15, San Juan’s captain used a satellite phone to alert his Argentine Navy superiors the sub had taken on salt water through the snorkel – used to replenish air to the submerged sub. The water intrusion short-circuited the batteries in the submarine’s forward compartments, sparking either a fire or smoke, according to an Argentine Navy statement first reported by Argentina’s news station A24. A CNN English translation of the message A24 broadcast is: “Seawater leaked in through the ventilation system into battery system No. 3, causing a short circuit and the early stages of a fire where the batteries were. The batteries on the external bow are out of service. We are currently submerging with a divided circuit. Nothing new to report regarding personnel. Will keep you informed.” The captain reported the short circuit batteries were isolated, and San Juan would continue operating submerged using batteries in the rear portion of the ship, according to the Argentine Navy statement. San Juan is a German-built TR-1700 submarine with diesel and battery power. When submerged, the sub only uses battery power. Nov. 15, 6 a.m. The captain sends a typed message repeating what he said on the satellite phone, per Argentine Navy procedure, according to the Argentine Navy.\n7:30 a.m. The Argentine Navy receives the last contact from the sub, a message from the captain saying San Juan was underway, following the same course as planned, according to the Argentine Navy.\n10:31 a.m. An undersea explosion was detected in roughly the same area San Juan was believed to be operating at this time, according to the Argentine Navy. A week later, search efforts focus on the area where this explosion was detected, after U.S. and international anti-nuclear proliferation experts determine the explosion was not nuclear and alert Argentine officials about the anomaly. Argentine Navy officials say until alerted by the U.S., they were not aware of the explosion.\nNov. 18 Responding to requests for assistance, the U.S. Navy sends undersea search and rescue teams to assist the growing international search efforts. The Navy search equipment includes four unmanned vehicles to scour underwater for clues to missing sub’s location. The recently established Unmanned Undersea Vehicle Squadron 1, based in Pearl Harbor, Hawaii, brought to Argentina one Bluefin-12D (Deep) unmanned undersea vehicle (UUV) and three Iver 580 UUVs. Navy P-8A Poseidon aircraft also are sent to assist with the search. I have gone to ZERO on the assumption that instead of being in 600ft waters, She slid off the Continental Shelf into an abyss."], [42017, "2017-11-30T11:01:55Z", [0.2], ""], [41983, "2017-11-30T10:34:21Z", [0.05], ""], [40054, "2017-11-30T10:19:00Z", [0.99], ""], [5018, "2017-11-30T04:20:03Z", [0.05], ""], [5018, "2017-11-30T04:19:51Z", [0.09], ""], [734, "2017-11-30T04:18:17Z", [0.68], "VOA reports that the search area has been narrowed to an area of approximately 15 square miles. \nhttps://www.voanews.com/a/search-argentine-sub/4143020.html\nWeather is clearing and expected to be a bit more reasonable on the 6th and 7th."], [16851, "2017-11-29T20:06:56Z", [0.9], ""], [15548, "2017-11-29T19:37:42Z", [0.25], ""], [1333, "2017-11-29T19:01:17Z", [0.0], ""], [691, "2017-11-29T18:50:21Z", [0.65], "They seem to have it narrowed down rather a lot so far, considering it's a big ocean and a small boat.  There will unfortunately be no survivors, but that's not the question. It may have sunk due to a surfeit of apostrophes, two incorrect ones of which can be found in the informational paragraph above."], [34353, "2017-11-29T18:36:21Z", [0.15], "This will not be an easy find. It's a 200ft sub resting somewhere in a few thousand feet of water in a few thousand square mile area.  Searching will be very labor intensive and tedious."], [368, "2017-11-29T18:15:25Z", [0.85], ""], [12879, "2017-11-29T17:27:11Z", [0.75], "Sadly 😞 the submarine will be located with a loss of all on board."]], "open_date": "2017-11-29T17:00:00Z", "close_date": "2017-12-08T04:59:14Z"}