{"question_id": 28, "title": "Will the IAEA conduct an on-site inspection of the Parchin military complex in Iran before the end of the year?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.45, 0.55], "correct_answer": "Yes", "correct_forecast": 0.45, "preds": [[368, "2015-09-22T17:02:01Z", [0.88], ""], [484, "2015-09-22T15:37:22Z", [1.0], "AP is reporting that the IAEA accepted samples from Parchin taken by Iranians. Oh well, at least that moves along the agreement. http://www.timesofisrael.com/iran-says-it-gave-iaea-parchin-samples-it-drew-itself/"], [1491, "2015-09-22T14:53:57Z", [0.99], "Its done or almost done"], [493, "2015-09-22T12:43:57Z", [1.0], "I give up. \"A senior U.S. State Department official said that the IAEA would have \"total oversight\" of sampling and inspections of Parchin under an agreement between the agency and Iran over access to the site. The official said Iran was \"not self-inspecting\" but would not deny that Iranian inspectors will \"play a role\" at the site.\" http://www.cnn.com/2015/09/21/middleeast/iran-nuclear-inspection/"], [73, "2015-09-22T11:33:59Z", [1.0], "What a dilemma.   Iran clearly does not want it labelled an inspection when the iaea poke around on a tour with all their gadgetry. Republicans want this to de rail the deal and are stoking the fires of their press.  Iaea and white house seem constrained in ability to outright say it; only being able to say we did what we wanted and are happy with process.  Inspectors on site but touring with toys having fun or inspecting?  Looks like final wording on report will be needed for gjp.   Going with my initial rationale / stance.  Boom or bust on this."], [1077, "2015-09-22T11:02:00Z", [1.0], ""], [1719, "2015-09-22T10:47:59Z", [0.8], ""], [1468, "2015-09-22T09:44:31Z", [0.89], ""], [60, "2015-09-22T04:12:39Z", [1.0], "(Strengthening forecast from 76 to 100) The statement from the IAEA DG seems more telling for our purposes than what news agencies are sharing regarding it. https://www.iaea.org/newscenter/statements/iaea-director-generals-remarks-press-visit-iran Deputy Director General Varjoranta and I went to the site on Sunday. This was the first time that the Agency had visited the location. We entered a building which the Agency had previously only been able to observe using satellite imagery. Inside the building, we saw indications of recent renovation work. There was no equipment in the building. Our experts will now analyse this information and we will have discussions with Iran in the coming weeks, as foreseen in the Road-map.\n~~~ COMMENT: Given the lack of specificity in the question, we could probably argue that this question is resolved, but in case GJ is looking for more, it seems like inspectors will be making a visit to Parchin shortly."], [580, "2015-09-22T04:04:03Z", [0.02], ""], [172, "2015-09-22T01:56:45Z", [1.0], "Iranians barring some hardliners clinging to old ways for power want to re-engage with West and their old friends in USA. Very young population which is harder to control. Need to give some outlets (rapprochement)"], [532, "2015-09-21T19:54:45Z", [1.0], "The IAEA went to Parchen and looked around.  That is good enough for me.   \"IAEA Director-General Yukiya Amano said he and the head of the agency's Department of Safeguards, which carries out inspections, visited a building at the Parchin site on Sunday that the agency had previously only observed by satellite.\"  http://www.reuters.com/article/2015/09/21/us-iran-nuclear-iaea-idUSKCN0RL0Z020150921"], [1325, "2015-09-21T18:38:33Z", [0.85], "http://www.reuters.com/article/2015/09/21/us-iran-nuclear-iaea-idUSKCN0RL0Z020150921 Unclear how this question is resolved exactly, but it appears that the head of the IAEA has successfully visited Parchin. More inspectors to follow."], [94, "2015-09-21T18:37:25Z", [0.9], "I'm increasing my forecast with news of new developments."], [368, "2015-09-21T18:29:56Z", [0.75], "The IAEA inspected the Parchin military complex yesterday, Sunday September 20, 2015"], [241, "2015-09-21T18:27:36Z", [0.9], ""], [1114, "2015-09-21T18:16:01Z", [0.9], ""], [392, "2015-09-21T18:13:29Z", [0.95], ""], [73, "2015-09-21T17:51:22Z", [1.0], "as previous."], [127, "2015-09-21T17:40:55Z", [1.0], ""], [68, "2015-09-21T17:34:15Z", [0.95], "Moving up on reading IAEA press release apparently indicating they are satisfied that they have received samples from Parchin according to the previously agreed protocol. Just a little bit of doubt remains. \"From all this, from the verification point of view, with the participation of Iran’s representatives in one of these 12 elements, we feel fully confident that the process and the results so far are fully in line with our safeguards process and so far the authenticity has been fully assured\". https://www.iaea.org/press/?p=5189"], [38, "2015-09-21T17:28:31Z", [1.0], "I'm reading reports in several sources that this has happened."], [53, "2015-09-21T16:39:18Z", [0.95], "The resolution criteria for this question aren't completely clear: specifically, whether or not samples need to be taken under observation by IAEA and what constitutes that observation. Still, the following has happened: - IAEA access to Parchin: (at least Head of the Department of Safeguards, Tero Varjoranta and Director General Yukiya Amano) http://www.bloomberg.com/news/articles/2015-09-20/iaea-s-top-inspector-gains-access-to-iran-s-parchin-site-iesqmrqc\n- samples were taken (under Iranian supervision) and given to IAEA: http://www.reuters.com/article/2015/09/21/us-iran-nuclear-iaea-idUSKCN0RL0Z020150921 But, samples were supposed to be taken (by Iranian technicians) while IAEA experts observed/oversaw the process.  IAEA appears to believe that the process that took place with the samples just received was sound. Regardless, timetable is that IAEA has until Oct 15 to conclude investigation and until Dec 15 to submit report on Iran's nuclear activities...so I would expect any inspection to fall within that timetable.  Though, with Parchin under a separate document, not entirely clear if it falls in the same timetable."], [1698, "2015-09-21T16:02:52Z", [0.75], "The head of the IAEA visited the Parchin military complex this morning, so a full scale inspection of the site seems quite likely at this point in time. However, the Ayatollah could renege on the deal and put a stop to the cooperation, so depending on how things go I may lower or raise my prediction. "], [710, "2015-09-21T15:43:07Z", [0.73], ""], [294, "2015-09-21T15:35:35Z", [1.0], "it just happened! http://www.wsj.com/articles/u-n-atomic-inspectors-visit-irans-parchin-site-1442769344"], [1428, "2015-09-21T15:30:47Z", [0.55], "The World is watching"], [43, "2015-09-21T14:55:24Z", [1.0], "Presumably the scorers will agree that the handover of nuclear samples, and the inspectors who accompanied the head of the IAEA, is enough to close this questions. Dateline 9-21-15 Yukiya Amano, chief of the International Atomic Energy Agency, the UN's nuclear watchdog, and inspectors visited (AFP) Iran's Parchin military site on Sunday. Iran handed over nuclear samples (National) gathered by its own experts from the site on Monday, according to Iran's atomic energy agency. Daily Brief: Council on Foreign Relations [dailybrief@e.cfr.org]"], [505, "2015-09-21T14:36:22Z", [0.99], "IAEA reported on site at Parchin"], [689, "2015-09-21T14:07:56Z", [0.99], "Comment deleted on May 10, 2016 05:46PM UTC"], [500, "2015-09-21T13:59:26Z", [0.01], "PRIJAVICU SE POD DRUGIM NALOGOM I BICU NAJGORI  I NAJBOLJI"], [500, "2015-09-21T13:57:29Z", [0.05], "inspektori ce posetiti ali kao turisti tako da ce  biti natezanja.\nSuština svega je da cu probati da ove sezone promašim sva pitanja tj da cu se truditi da u ovoj beta verziji dobijem rezultat bliži broju 2.\nPošto niko ovo ne cita moji omašaji bice poruka da ako neko osvoji najveci rezultat može biti dobar superforeskaster .\nProšle sezone bio sam najbolji a ove sezone bicu naj-gori jer svaki moj promašaj bice jedna mala pobeda"], [110, "2015-09-21T13:34:49Z", [1.0], "Apparently this occurred on Sunday:\nhttp://news.yahoo.com/iaea-chief-visits-controversial-iran-officials-172223567.html"], [493, "2015-09-21T13:09:50Z", [0.0], "I think given the sources cited by previous forecasters it's pretty apparent that Iran conveyed samples to the IAEA for analysis, and that those samples were likely taken by the Iranians without IAEA supervision. Given that the \"more info\" section of the question states that \"[m]any argue that in-person, on-site inspections are vital and that video inspections or involvement in post-inspection analyses is not sufficient,\" I think that what has likely just occurred won't count for a \"Yes\" outcome. Specifically, this would probably fall into the \"post-inspection analysis\" category.  I would still allow a 5-10% chance that the IAEA may find some issue that would necessitate going back for something additional that would qualify for a \"Yes\", but considering that I've already been high on this one I'll just drop it to 0%"], [101, "2015-09-21T12:53:44Z", [0.05], ""], [580, "2015-09-21T12:48:53Z", [0.02], ""], [524, "2015-09-21T12:37:06Z", [0.0], "On-site is the key term, hard-liners will remain appeased."], [20, "2015-09-21T12:24:51Z", [1.0], "An inspection, as I've heard IAEA call them for this site, will be Iranians collecting samples with IAEA inspector oversight. Sounds like it already happened. Amato speaking: \"Authentication by the agency of the samples was achieved through use of an established verification process. The process was carried out under our responsibility and monitoring.\" http://www.reuters.com/article/2015/09/21/us-iran-nuclear-iaea-idUSKCN0RL0Z020150921?feedType=RSS&feedName=topNews&utm_source=twitter"], [691, "2015-09-21T12:16:14Z", [0.18], ""], [136, "2015-09-21T11:27:42Z", [0.5], "I didn't mean to post a 0% forecast.\nActually, the resolution criteria is not clear to me: \"Many argue that <...> video inspections or involvement in post-inspection analyses is not sufficient\" - does that mean that the IAEA inspectors must take the samples themselves for this question to be resolved as \"Yes\"?\nWhat if they visit the site, the Iranian experts take samples, and the IAEA inspectors monitor the process via some kind of a video feed?\nWhat if they visit the site, the Iranian experts take samples, but with the IAEA inspectors physically present?\nWhat if the IAEA inspectors visit the site, come back with samples, but we never learn (not until long after 1 Jan 2016) about their access level?\nWhat is the intent of this question - \"does IAEA get any access to Parchin?\", or \"does Iran really really open the kimono\"?"], [136, "2015-09-21T11:25:48Z", [0.0], "http://news.yahoo.com/iranian-nuclear-experts-parchin-samples-without-iaea-irna-080237161.html\n\"Iranian nuclear experts have taken environmental samples from the military base at Parchin without United Nations inspectors being present, the spokesman for Iran's atomic energy agency was quoted as saying on Monday. The procedure for taking the samples, which could shed light on whether Iran's nuclear program ever had a military dimension, has been under intense discussion since Tehran reached a nuclear deal with world powers in July.\n... \"Iranian experts took samples from specific locations in Parchin facilities this week without IAEA's inspectors being present,\" Behruz Kamalvandi was quoted as saying by state news agency IRNA. \"They followed regulations and standards and the samples were given to IAEA's experts,\" the Atomic Energy Organization of Iran (AEOI) spokesman added. He did not rule out IAEA inspectors being present for future samples being taken.\""], [241, "2015-09-21T10:55:21Z", [0.8], ""], [57, "2015-09-21T10:38:17Z", [0.15], "The IAEA  head's visit to Parchin was ceremonial and symbolic, not an inspection, however technically it may be intended to be seen as IAEA having \"visited\" the facility. It does not meet the true criteria of our question, tho.  The fact that Iran took samples without the IAEA present and that the IAEA is defending this to an extent, reduces significantly  the probability of an inspection this year.\nIranian nuclear experts take Parchin samples without IAEA: IRNA http://news.yahoo.com/iranian-nuclear-experts-parchin-samples-without-iaea-irna-080237161.html"], [488, "2015-09-21T08:48:51Z", [0.95], "Yes,most likely before the end of the year."], [1682, "2015-09-21T06:15:38Z", [0.64], ""], [73, "2015-09-21T03:06:10Z", [0.95], ""], [73, "2015-09-21T03:05:46Z", [0.9], ""], [241, "2015-09-21T02:56:17Z", [0.9], "Amano's visit to Parchin suggests to me that Iran will not stonewall any inspection of the site. http://www.wsj.com/articles/u-n-atomic-inspectors-visit-irans-parchin-site-1442769344\n\"The head of the United Nations atomic agency and a senior official from the organization have visited Iran’s controversial Parchin military site, ending a period of almost a decade during which officials were banned from the site.\" http://www.japantimes.co.jp/news/2015/09/21/world/nuclear-watchdog-chief-amano-pays-ceremonial-visit-irans-parchin-military-site/#.Vf9tn99Viko\n\"Iran’s official news agency says the visiting head of the U.N. nuclear agency has made a ceremonial visit to the Parchin military site. The IRNA news agency quoted Behrouz Kamalvandi, a spokesman for Iran’s atomic agency, as saying that Yukiya Amano “visited workshops and nearby construction sites in the complex.\" http://www.reuters.com/article/2015/09/20/us-iran-nuclear-visit-idUSKCN0RK0RX20150920\n\"The visit is a highly symbolic move by the agency, which has not visited the Parchin site in a decade and has faced accusations that it reached an agreement with Tehran restricting its ability to investigate at the sprawling complex.\""], [1679, "2015-09-21T01:58:51Z", [0.35], "Ali Akbar Salehi, the head of Atomic Energy Agency of Iran, in a recent interview, has kept the door to refuse inspection of Parchin, as a possibility. \nThat IAEA can take samples from around the site – also called swipe sampling,"], [83, "2015-09-21T00:05:25Z", [0.95], "I believe today's activity has met the on site inspection criteria.  Iran was suspected of covering up past activity, after the JCPOA was signed (1st link). Today's report (2nd link), claims that the IAEA inspected the suspect road construction near the Parchin facility. Is this not an onsite inspection by the IAEA, if not why not? In this post Iran is suspected of using construction equipment to cover up evidence of prior activity.\nIran claimed the construction was road repairs: \"Iran claimed further that activity at Parchin was related to road repairs at the facility, but ISIS countered that the satellite imagery did not bear out those claims.\" http://www.cnsnews.com/news/article/patrick-goodenough/state-dept-irans-parchin-base-conventional-military-site-so-no \"Yukiya Amano visited the road construction near Parchin facilities,\" Behruz Kamalvandi, spokesman for the Atomic Energy Organization of Iran (AEOI), was quoted as saying by state news agency IRNA.\nhttp://www.reuters.com/article/2015/09/20/us-iran-nuclear-visit-idUSKCN0RK0RX20150920"], [689, "2015-09-20T23:38:22Z", [0.89], "Comment deleted on May 10, 2016 05:46PM UTC"], [684, "2015-09-20T23:05:20Z", [0.2], "IAEA are not to inspect military sites. If receiving self inspection results counts then my prediction would be different."], [506, "2015-09-20T21:45:02Z", [0.89], "http://bigstory.ap.org/urn:publicid:ap.org:46417f21862e443fb9d7e99db4c838e9 (AP) \"Without mentioning the probe or specifying what part of the sprawling 50-square-kilometer (20-square-mile) complex Amano had access to, Iran's official IRNA news agency said Amano had \"a ceremonial visit to Parchin as a guest of the Islamic Republic.\" \"White House and U.S. State Department officials have confirmed the existence of the draft. They say they are satisfied that the arrangements for Parchin will allow the IAEA to do its job but have refused demands from U.S. Congress and others to make it public, saying they are governed by confidentiality rules agreed to by Iran and the agency.\"\n"], [1548, "2015-09-20T21:34:17Z", [0.7], "Benchmark report by IAEA due Dec. 15. Salehi seems pretty certain of negotiated conditions to be in good faith. Perimeter inspection has been accomplished. My thought is that *on-site* means within the complex. If IAEA requested on-site it would be rather revealing if Iran denied the request at the onset of the agreement.http://www.bloomberg.com/news/articles/2015-08-25/iran-says-ballyhoo-over-parchin-won-t-hinder-iaea-inspection"], [20, "2015-09-20T21:30:31Z", [0.8], "IAEA seems to be saying a RoadMap to inspections has to be done by Oct15. But Section5 seems to be saying Parchin is under a different \narrangement than other inspections. It is a different kind of inspection, but does that also mean a different timetable? https://www.iaea.org/newscenter/statements/iaea-director-generals-statement-and-road-map-clarification-past-present-outstanding-issues-regarding-irans-nuclear-program h/t to GJI teammate Scott for pointing this out.  Regardless of above,  a RoadMap isn't the same thing as going through with the actual inspections. That may take less time than the agreeing on details before. First 10 mins of Gary Samore on this Agreement: http://www.israelpolicyforum.org/news/ipf-briefing-gary-samore"], [1574, "2015-09-20T20:28:14Z", [0.0], "Probably not the highest priority site at the beginning of the inspection regime\n"], [1574, "2015-09-20T20:27:18Z", [0.5], ""], [1201, "2015-09-20T20:17:23Z", [0.9], "My read of this:\nhttp://www.reuters.com/article/2015/09/20/us-iran-nuclear-visit-idUSKCN0RK0RX20150920\nis it depends on what the meaning of \"on-site\" is. If you have IAEA officials present, but Iranian technicians doing the actual work, that's no different than the union rules you find in, say, theaters and convention centers all over the US. Does having that official present make it \"on-site?\" Or does the official actually have to pick up a trowel? The meaning of \"on-site\" in this question is not clear to me.  This is all about the so-called \"side deal.\" The Joint Plan is a done deal, the IAEA is under no obligation to reveal or modify anything to suit Tom Cotton (if that's even possible), and Iran has a strong domestic political incentive to resist changes. I think the inspection will go forward accompanied by an ambiguous announcement that let's the IAEA get the job done, let's Iran claim there was no substantive change, and let's the US say the inspection was done on site. (And Tom Cotton will still not be satisfied.) "], [1280, "2015-09-20T19:48:12Z", [0.7], ""], [23, "2015-09-20T19:04:57Z", [0.7], ""], [20, "2015-09-20T18:58:41Z", [0.8], "IAEA Director General Yukiya Amano visit to Iran possible sign things are progressing. The big names usually meet near the end. https://www.iaea.org/newscenter/news/iaea-statement-director-generals-visit-iran Abas Aslani ‏@abasinfo 26m26 minutes ago Head of #Iran Parliament's #JCPOA commission Zakani: #IAEA DG #Amano promised that #PMD case will be closed by the end of the year."], [83, "2015-09-20T18:56:54Z", [0.95], "I can't come up with another explanation as to why the IAEA would be at Parchin.\nhttps://www.iaea.org/newscenter/news/iaea-statement-director-generals-visit-iran"], [102, "2015-09-20T18:31:33Z", [1.0], "This is a clue. [1]  I have a sense New GJP wants to be a \"clarification-free\" site, i.e. not a lot of back and forth between forecasters and judging interface.  This question and this weekend's Sunday drive to Parchin should be a good test of that. [1] http://www.wsj.com/articles/u-n-atomic-inspectors-visit-irans-parchin-site-1442769344"], [484, "2015-09-20T17:17:40Z", [0.05], "Have to be a VERY low bar for this to satisfy the question: http://www.reuters.com/article/2015/09/20/us-iran-nuclear-visit-idUSKCN0RK0RX20150920"], [1662, "2015-09-20T14:51:06Z", [0.35], ""], [60, "2015-09-20T14:20:43Z", [0.76], "(Strengthening forecast from 52% to 76%) I think this is the link to which Khalid was referring: http://www.nbcnews.com/storyline/iran-nuclear-talks/iaea-chief-heads-iran-push-progress-parchin-site-probe-n430236 (Sept 19)\nExcerpt:\nWith a key deadline approaching, the head of the U.N. nuclear agency is leaving for Tehran Saturday for high-level meetings as he tries to accelerate his probe of allegations that Iran worked in the past on nuclear weapons. Yukiya Amano of the U.N.'s International Atomic Energy Agency will arrive Sunday for meetings aimed at \"clarifications of past and present outstanding issues\" linked to the agency's probe, spokesman Fredrik Dahl said. On Friday, diplomats said Amano plans to push for long-delayed interviews with Iranian scientists linked to alleged experiments as well as to discuss a planned inspection of Parchin. The agency has identified that site, southeast of Tehran, as where some of the suspected work took place.\n~~~~~~"], [691, "2015-09-20T13:00:36Z", [0.18], ""], [1638, "2015-09-19T15:51:36Z", [0.05], "Never Happen , the Mullahs will not allow it ...."], [584, "2015-09-19T14:25:38Z", [0.45], "Maybe not before the end of the year"], [102, "2015-09-19T13:11:44Z", [0.75], "Flipping to 75 from 0 based on Khalid's observation, UN chief on the ground now in Teheran. [1] [1] http://www.i24news.tv/en/news/international/middle-east/86268-150919-nuclear-chief-to-visit-iran-to-push-for-interviews-with-scientists"], [68, "2015-09-19T13:09:35Z", [0.75], "Increasing somewhat with passage of time. There are no reports of any Iranian obstruction to IAEA inspectors being on-site at Parchin. The IAEA chief is meeting the relevant people in Iran, so we should get some more news in the next few days."], [691, "2015-09-19T12:20:55Z", [0.18], ""], [928, "2015-09-19T11:59:41Z", [0.2], "While there is now agreement on Parchin, the terms diverge from the usual practice of having IAEA experts do the inspecting. White House and State Department officials have confirmed the existence of the draft. They say they are satisfied that the arrangements for Parchin will allow the IAEA to do its job but have refused demands from US congress and others to make it public, saying they are governed by confidentiality rules agreed to by Iran and the agency. The IAEA also has refused to detail the arrangement, saying only that it meets its stringent inspection requirements. In a tweet last week, chief Iranian IAEA delegate Reza Najafi said Parchin “is a military site and Iran will not let any inspector go there.”"], [532, "2015-09-19T00:18:52Z", [0.8], ""], [94, "2015-09-18T22:20:14Z", [0.45], "I'm increasing my forecast slightly with the crowd."], [476, "2015-09-18T22:08:59Z", [0.25], "Three months during which time some IAEA actors will be in \"Christmas season\" does.n't seem like a long enough \"time window\" for this to happen. Maybe momentum will build during the middle of 2016 and impact the US presidential candidates and the election."], [710, "2015-09-18T21:53:57Z", [0.67], ""], [241, "2015-09-18T16:07:49Z", [0.8], "Moderating forecast."], [1595, "2015-09-18T14:16:12Z", [0.7], "not a secret one - likely to be confidence building measure, also was visited in 2005"], [691, "2015-09-18T12:04:55Z", [0.18], ""], [43, "2015-09-18T04:34:53Z", [0.95], "Thank you, Raisinville, Agent0090"], [83, "2015-09-17T23:20:50Z", [0.8], "Agree with Jason G's post. Iranian linked Iranian source:  http://mobile.tasnimnews.com/en/news/1393/01/01/860587\n - A 12-strong delegation of the IAEA experts is now in Tehran as part of routine interaction under the July roadmap.\n - IAEA Director General Yukiya Amano is also scheduled to visit Iran within the next few days.\n - The IAEA has been given the role of verifying Iran’s commitments under a lasting nuclear deal reached between Tehran and the Group 5+1 (Russia, China, the US, Britain, France and Germany) in July."], [1552, "2015-09-17T22:12:01Z", [0.55], "Yes, but it will be carefully orchestrated. Surprise! Nothing will be discovered."], [38, "2015-09-17T21:22:49Z", [0.9], "I have found the arguments of einsteinjs, madre, agent0090, little finger, clinton, ESR and jeremylichtman compelling enough to make me flip my forecast to 73%, but will go high for a week to adjust for previous low forecast."], [493, "2015-09-17T20:54:43Z", [0.8], "When all else fails, start searching Twitter. This article is very helpful in understanding how this issue is being treated by the IAEA. (Thanks, @Iranfrontpage.) http://iranfrontpage.com/views/2015/09/settlement-of-parchin-question-can-be-a-milestone-in-iran-iaea-ties/ \"What matters for the IAEA is proper sampling where the agency wants it to be done. There are multiple ways to do so.\"   So, my guess is that the methods specified in the executive agreement mentioned in the article will (a) resolve this issue to the IAEA's satisfaction, and (b) remain confidential, at least officially. That would result in the IAEA issuing a statement that the inspections were done, it is satisfied by the methods used for the inspections, and it is confident in the results from those inspections. I think under those circumstances, the criteria for a \"Yes\" on this question will be met. So here are my predictions: 1. The IAEA and Iran will successfully negotiate an executive agreement that spells out how inspections are to place with regard to the Parchin facility. \n2. The agreement will remain officially confidential. \n3.  The agreement will involve (somehow) Iranian personnel working with the IAEA to conduct the inspections. Most likely the people sticking shovels in the ground and bagging the dirt will be Iranian. Beyond that it's hard to say.\n4. The IAEA will report that inspections shave been carried out under the parameters of the executive agreement and that it those parameters meet its requirements for whatever verification needs are spelled out in the broader deal. \n5. This will all occur fairly quickly, most likely before the end of the year.  So I'm going to 80% under the assumption that the above circumstances will qualify for a yes. Leaving 20% wiggle room for:\n-Anything can happen in the Middle East (5%)\n-Diplomatic issues tend to be resolved slowly and this could get pushed past the end of the year (10%)\n-Iranfrontpage may not be as reliable of a source as I am assuming. (5%- Then again, they say the same thing about Reuters.)"], [691, "2015-09-17T20:22:38Z", [0.18], ""], [1529, "2015-09-17T18:52:02Z", [0.55], "Senate has already voted. filibuster stood and will stand again. Obama wants this to go forward as quickly as possible. So does Iran. My hesitancy in not providing a higher percentage is general bureaucratic overhead to put everything in place.  "], [60, "2015-09-17T18:32:41Z", [0.52], "(No change in prediction) I wonder how this (http://www.tasnimnews.com/english/Home/Single/860587) affects our ability to predict this question:\nHeadline: Iran-IAEA Arrangements on Parchin to Remain Confidential: Official\nBody: An Iranian official stressed that the process of cooperation with the International Atomic Energy Agency (IAEA) on the country’s Parchin military site is not going to be made public. Speaking to reporters on the sidelines of the 59th Annual Regular Session of the IAEA General Conference in Vienna, Spokesman for the Atomic Energy Organization of Iran (AEOI) Behrouz Kamalvandi said he could not provide details of cooperation with the UN nuclear agency on the issue of Parchin, a military site near Tehran where some Westerners claim nuclear tests may have taken place. “Arrangements have been made on Parchin, but given the fact that the subjects of our way of cooperation with the agency are to remain confidential between the two sides, I cannot provide any details,” Kamalvandi explained.\n~~~~~~~~\n"], [1077, "2015-09-17T17:35:55Z", [0.95], ""], [532, "2015-09-17T15:57:12Z", [0.65], ""], [1520, "2015-09-17T15:46:17Z", [0.35], ""], [506, "2015-09-17T06:17:40Z", [0.82], "https://ca.news.yahoo.com/u-n-nuclear-chief-visit-tehran-week-iranian-080939661.html So how does this help/hinder Iran?\n- A clean IAEA visit before the Iranian parliament meets on the JCPOA could facilitate its passage (Iran can start pressuring the west for hard dates on the lifting of sanctions)\n- A dirty sample drags out sanctions and gives US Congressional hardliners a reason to impose new sanctions that could stay in place should the old ones eventually be lifted\n"], [23, "2015-09-17T04:27:02Z", [0.6], "I think there's a reasonable chance this will happen.  IAEA will file its report December 15. http://www.bloomberg.com/news/articles/2015-08-25/iran-says-ballyhoo-over-parchin-won-t-hinder-iaea-inspection \"While Iran won’t authorize the IAEA to reveal confidential details of its Parchin inspection, they don’t differ from arrangements that the agency has made with other countries, Iranian envoy Reza Najafi told reporters Tuesday in Vienna, where the agency’s 35-member board of governors convened to approve the inspection plan. The IAEA will report its assessment of Iran’s past nuclear work by Dec. 15 in a move aimed at ending its 12-year-long probe. After that, the broader agreement between Iran and world powers, which limits Iranian nuclear activities in exchange for sanctions relief, may come into effect.\""], [1297, "2015-09-17T01:29:47Z", [0.15], "Not much good for anyone could come out of an inspection "], [1434, "2015-09-17T00:53:35Z", [0.05], "Highly unlikely, can't be good for Obama."], [1431, "2015-09-17T00:25:09Z", [0.1], ""], [677, "2015-09-17T00:19:50Z", [0.0], ""], [1394, "2015-09-16T21:40:33Z", [0.15], "As Clinton suggested it hinges on how you define \"on site\" inspection. For me that would require the IAEA to choose where the soil sample comes from, and its inspectors are present when the sample is taken. I'm still doubtful that the inspectors will have such access. I hope my forecast is wrong and Clinton is right on target."], [1380, "2015-09-16T21:22:22Z", [0.85], ""], [691, "2015-09-16T21:04:41Z", [0.18], ""], [500, "2015-09-16T20:28:17Z", [0.05], "no no jer dogovor još nije ostvaren "], [1334, "2015-09-16T19:04:55Z", [0.15], ""], [568, "2015-09-16T18:57:35Z", [0.45], ""], [1294, "2015-09-16T18:44:16Z", [0.85], "Yes, but it will be meaningless since they will get rid of any incriminating evidence."], [73, "2015-09-16T17:41:20Z", [0.85], "Definition of what \"on site inspection\" actually means would assist, but IAEA indicate they will be present when soil samples are taken at Parchin.  If that constitutes on-site inspection then I am giving that activity a high probability of going ahead given the representatives have flown out and this is scheduled. If that is cancelled or does not count, will then reduce forecast accordingly."], [1257, "2015-09-16T17:15:57Z", [0.4], ""], [1224, "2015-09-16T16:52:58Z", [0.39], ""], [1222, "2015-09-16T16:52:31Z", [0.6], ""], [909, "2015-09-16T16:04:19Z", [0.1], "Unlikely since the details of the recent deal still have to be worked out. Inspections will come but not this year. "], [1055, "2015-09-16T14:37:57Z", [0.05], ""], [1055, "2015-09-16T14:37:45Z", [0.05], ""], [1055, "2015-09-16T14:35:10Z", [0.05], ""], [740, "2015-09-16T12:58:36Z", [0.79], " Iran want SWIFT. That will last at least half a year."], [1143, "2015-09-16T12:52:48Z", [0.15], ""], [1006, "2015-09-16T12:01:41Z", [0.1], "IAEA will wait till sanctions are lifted and then give Iran a breather before inspecting. "], [21, "2015-09-16T11:40:02Z", [0.92], "IAEA has a low bar for what they consider acceptable.  Their deadline is well before end year.  So there's some time here for complications - but the big negotiations are done.  Main reason for this not to happen would be problems at a different place in the chain of progress (ie. Iran Parliament surprise)"], [110, "2015-09-16T09:01:10Z", [0.6], "IAEA have already done other on-site inspections (past 2 weeks, if I understand correctly - the reporting on this isn't usually clear). I wouldn't be surprised if they allowed the IAEA in. Will slowly drop my estimate if it doesn't happen."], [1127, "2015-09-16T07:49:35Z", [0.6], ""], [94, "2015-09-16T03:34:37Z", [0.35], "The plan seems to be that Iran will inspect the site with IAEA involvement [1], and the IAEA will issue a report in mid-December.  This may or may not actually happen on schedule, and may or not count as an IAEA inspection for purposes of this question.  Still, I am increasing my estimate above my 25% overall base rate because of the definite deadlines. [1] http://www.reuters.com/article/2015/09/11/us-iran-nuclear-parchin-exclusive-idUSKCN0RB2D420150911"], [36, "2015-09-16T00:35:22Z", [0.95], "They will inspect but evidence of past activity will be gone.   I don't think it is a deal breaker because we all know they had a nuclear weapons program."], [191, "2015-09-15T23:42:55Z", [0.05], ""], [1056, "2015-09-15T22:16:09Z", [0.05], "No reason for Iran to agree to it, so it probably won't happen."], [1028, "2015-09-15T20:35:30Z", [0.5], "Iran would like to thumb their nose at the US congress.\nmore likely next year."], [1016, "2015-09-15T18:23:56Z", [0.03], "Iran will not permit inspection at military site. Hard-line to show world who is boss."], [1014, "2015-09-15T18:02:10Z", [0.01], "They will not be given permission."], [975, "2015-09-15T16:46:57Z", [0.84], ""], [963, "2015-09-15T16:30:57Z", [0.05], ""], [946, "2015-09-15T16:23:09Z", [0.25], "Time frame is too rapid.  More likely to happen in  2016."], [493, "2015-09-15T13:21:01Z", [0.05], "The article below mentions a solution that I would (and Reuters did) describe as Iran doing the sampling at Parchin while being observed by the IAEA. I assume that this does not meet the requirement for the IAEA to \"conduct\" the inspection, but clarification would be helpful here. If this is what's being kicked around, it's hard to see an actual IAEA on-site inspection before the end of the year. \"Iran to take Parchin military site samples with IAEA present\" - Reuters\nhttp://www.iranfocus.com/en/index.php?option=com_content&view=article&id=30257:iran-to-take-parchin-military-site-samples-with-iaea-present-reuters&catid=8&Itemid=113"], [505, "2015-09-15T12:37:58Z", [0.75], "They have to start sometime"], [920, "2015-09-15T11:22:25Z", [0.75], ""], [691, "2015-09-15T10:58:22Z", [0.18], "Quite a lot of choreography, accompanied by quacking and flapping on all sides, will precede any actual inspection. My guess is first quarter next year, but not this year. "], [68, "2015-09-15T08:40:54Z", [0.65], "The IAEA seems confident its inspectors will be present in Parchin (while apparently being ok with Irani personnel taking the actual samples). Iran knows this has to be done before any sanctions are lifted, so they will cooperate. However, the inspection may not happen before the end of this year. Iran is likely to want to vet the inspectors, fearing some of them may have been infiltrated in as saboteurs (it's happened before), and this may delay things."], [38, "2015-09-15T04:57:22Z", [0.25], "Iran has been so reluctant and recalcitrant about allowing inspections of Parchin!  I don't see them throwing the doors wide open and having an open house.  I expect haggling, obstruction and dilly-dallying."], [60, "2015-09-15T03:10:20Z", [0.52], "Based on links shared by UnderwaterPutin (and malcmur): I'm going to play this optimistically and predict a greater than 50% chance that Iran complies (at this point)."], [241, "2015-09-15T03:03:03Z", [0.9], "Inspections likely to happen before IAEA's October 15 deadline (see link) because Iran has agreed to it. Furthermore, any delays will delay sanctions relief. https://www.iaea.org/newscenter/statements/iaea-director-generals-statement-and-road-map-clarification-past-present-outstanding-issues-regarding-irans-nuclear-program"], [231, "2015-09-15T01:28:10Z", [0.4], "IAEA will be present: http://www.reuters.com/article/2015/09/11/us-iran-nuclear-parchin-exclusive-idUSKCN0RB2D420150911  But a big if that everything would happen on schedule."], [93, "2015-09-15T01:03:09Z", [0.15], ""], [766, "2015-09-15T00:03:53Z", [0.1], ""], [20, "2015-09-14T22:24:51Z", [0.6], "\"The IAEA has no fears that its requirements will be met,\" said the first diplomat. \"That's not the issue. The real issue is whether Iran satisfies our concerns by year-end. At the moment they seem to be complying.\"  http://af.reuters.com/article/commoditiesNews/idAFL1N11H1T020150911?pageNumber=1&virtualBrandChannel=0 Tehran has proven themselves worthy hagglers. They will get around to allowing this, but it would be a shocker if it's without issue.  This isn't directly tied to sanctions relief, but if Iran prolongs this \"easy\" inspection, they can probably expect delays in their own payday. "], [409, "2015-09-14T21:16:24Z", [0.01], ""], [102, "2015-09-14T20:58:20Z", [0.0], "Nah because bazaaris."], [484, "2015-09-14T20:40:43Z", [0.05], "Suspect that some other inspection options will be tried before the end of the year. All parties accepting the agreement, and then also moving to more intrusive on-site inspections is a lot to expect in the next few months."]]}