{"question_id": 1425, "title": "Who will win the 2020 Dominican Republic presidential election?", "possible_answers": ["Luis Abinader", "Gonzalo Castillo", "Leonel Fernández", "Someone else"], "crowd_forecast": [0.95, 0.05, 0.0, 0.0], "correct_answer": "Luis Abinader", "correct_forecast": 0.95, "preds": [[691, "2020-07-07T14:44:27Z", [0.99, 0.01, 0.0, 0.0], ""], [19127, "2020-07-07T13:59:29Z", [0.99, 0.01, 0.0, 0.0], ""], [22689, "2020-07-06T23:30:53Z", [1.0, 0.0, 0.0, 0.0], ""], [93334, "2020-07-06T20:57:29Z", [0.0, 0.0, 0.0, 1.0], ""], [89187, "2020-07-06T17:32:48Z", [1.0, 0.0, 0.0, 0.0], ""], [34959, "2020-07-06T15:22:56Z", [1.0, 0.0, 0.0, 0.0], ""], [27661, "2020-07-06T15:02:26Z", [1.0, 0.0, 0.0, 0.0], ""], [691, "2020-07-06T13:26:11Z", [0.98, 0.02, 0.0, 0.0], ""], [88954, "2020-07-06T07:52:26Z", [0.98, 0.02, 0.0, 0.0], ""], [57778, "2020-07-06T00:28:19Z", [0.99, 0.01, 0.0, 0.0], ""], [57778, "2020-07-06T00:27:21Z", [0.95, 0.05, 0.0, 0.0], ""], [767, "2020-07-06T00:21:37Z", [1.0, 0.0, 0.0, 0.0], "Exit poll showing Abinader wins on first round with ~57%. Stunning. "], [767, "2020-07-05T21:56:20Z", [1.0, 0.0, 0.0, 0.0], "All points to Abinader winning, and winning on the first round.  There has not been a runoff election in the DR since 1996.  It's been difficult to trust polls as over 90% are bought and manipulated by candidates, but Gallup has Abinader winning on first round with 52%. I still find it stunning given that the PLD is disciplined, adept, organized, with all government resources available for the election --which is just what they've done in the past (the country recently took out a large loan, as usual, and the majority of it is spent on the election).  Thought the motivation of thousands of PLD party agents who have been collecting checks from no show jobs for 16 years (for themselves and members of their families) was too strong a motivator to fight this tooth and nail. Government payroll, which includes thousands of no show jobs, are over 600,000 (in a country of 10.5 million, a number that has increased under Danilo Medina), and the great majority will be let go in a new government (this is the great incentive in campaigning).  The PLD calculates everything to the dot, between the pressure of those on the gov payroll who would be losing their jobs if their party loses the election, and their control of voter rolls (they know by district who is registered with each party, have agents in each municipality who either secure the votes by offering money, parties, or the promise of money from a gov paycheck.  For those voters they cannot secure, they \"buy\" their voter ID to prevent the person from voting for the opposition. For those voting over seas, the PLD controls voter rolls as well. Thousands appear as registered to vote in the DR when they are in the US, for example, and notices of deadlines to \"update\" registration didn't go out until it was too late for most people. (this happens because the PLD tends to lose by 10-18% points overseas where it is more difficult to buy votes so voter suppression is the answer.)  When all those methods fail, the PLD then resorts to trying to buy election officials and outright change vote totals. Most recently, direct fraud is being manipulated electronically as social media has made it more difficult for covert fraud to happen.   What's described above has been the usual methods, but from what we've seen this year, things have gotten out of hand with Leonel Fernandez leaving the party to run under Fuerza del Pueblo. All of a sudden, there's just too many people to buy off, too many promises of gov contracts to make.  Leonel Fernandez's wife nonetheless, who is the country's vice president, is again running as VP under Gonzalo Castillo's ticket, further dividing the party. The most recent news include accusations of both parties, PLD and PRM, taking money from drug traffickers by both Castillo and Abinader's campaign. A drug trafficker dubbed the Dominican Pablo Escobar who is in prison in Colombia, and being sought for extradition by the US, said this week he had given over RD$100 million to the PLD for Danilo's campaign in 2016. A huge drug raid was conducted in the city of La Vega last week and the government said they were funding the PRM's campaign.  Gonzalo Castillo has a flotilla of over 35 airplanes for his Aeroambulancia business and has been tied to deals with drug traffickers. A developing country of 10 million people with such a float of planes to provide medical lift offs is suspicious and there is no way to track how Castillo made his fortune from his businesses.  An OpEd in the Miami Herald (these have to published outside of the DR now as the PLD has advanced laws that make it very easy to sue journalists, media, press or any accusations of corruption) claimed Castillo's fortune has not only been tied to Odebrecht bribes, or to suspected ties to drug traffickers, but revealed that the PLD made all government institutions and employees enroll in Castillo's Aeroambulancia services via health and car insurance policies. Gov employees are charged a monthly fee for this insurance and all revenues go directly to Castillo's business (his flotilla of planes increased from 12 to 36 since he became minister of Public Works in 2012). \nCastillo also allegedly approved contracts of over US$200 million to the sister of the country's attorney general (these contracts to buy asphalt from countries like Venezuela to pave roads are the most sought after by government officials).  The gov has done little to dispute these accusations. Pres Medina said he has taken money from drug trafficker for his campaign because he didn't know who those people were or where they got their money from.\n\nBut these things are not unusual in the Dom Rep. The country has not improved its corruption index as per Transparency Int. consistently ranking around 134-137.  \nWhat then can account for the PLD losing the election?  The country has experienced economic growth and developing under PLD, while being looted, and this also means greater access to information, as democracy and demands for justice or accountability increase.  The PLD pretty much thought they could secure power til 2030, or til debt reached 68% of GDP (when they said international debtors would come on knocking). Leonel's exit from the party for being unable to run again, and Danilo's inability to change the constitution so he could seek a third term affected the power dynamic. Originally, Leonel made an agreement to allow Danilo to run in 2012 (Danilo claiming it was one term only), but then betrayed Leonel by blocking him from running in 2016 and again in 2020. Danilo's reign failed to accommodate Leonel's camp (in awarding gov contracts or monthly paycheck to many in Leonel's base, although it succeeded in winning over many prominent Leonel's loyalists, again, through gov contracts, offers of international scholarships, offers of foreign service jobs, even awarding of luxury apartments and in some cases, promise to shield from prosecution from Odebrecht case).\nI still didn't trust the PLD would lose until learning of reports this week that millions of pesos in cash were stolen from the Electoral Board office in the city of Santiago. This is the cash money that is sent to the towns and municipalities to GOTV or get the vote out -- just hand out cash, buy rum, gasoline or medicines for people, and voter IDs from people. What is being said is that the party knows it is going to lose, the election has gotten out of hand and the party members are then looting the coffers as they sense they will soon be left empty-handed. \n\nTaking at look at both campaign visuals, strategy, Castillo's campaign is unusually deflated for a PLD machine, another sign the party senses the outcome and is cutting its losses, instead of throwing out money to people to vote, keeping the money to themselves. Pretty wild to watch. "], [88010, "2020-07-05T17:44:03Z", [0.95, 0.03, 0.01, 0.01], ""], [93281, "2020-07-05T16:29:49Z", [0.92, 0.08, 0.0, 0.0], ""], [691, "2020-07-05T14:51:27Z", [0.94, 0.06, 0.0, 0.0], ""], [37236, "2020-07-04T20:44:37Z", [1.0, 0.0, 0.0, 0.0], "Covid,-19 fears could cause lower voter but not likely to keep Abinader from winning  Lnk  https://www.aljazeera.com/news/2020/07/dominican-republic-vote-coronavirus-threat-200704182537982.html"], [88954, "2020-07-04T15:29:30Z", [0.77, 0.22, 0.0, 0.01], ""], [66692, "2020-07-03T20:59:45Z", [1.0, 0.0, 0.0, 0.0], ""], [1646, "2020-07-03T05:14:00Z", [0.95, 0.05, 0.0, 0.0], ""], [35642, "2020-07-03T02:11:35Z", [0.94, 0.06, 0.0, 0.0], ""], [19127, "2020-07-02T20:49:49Z", [0.88, 0.11, 0.01, 0.0], ""], [20156, "2020-07-02T17:06:31Z", [0.8, 0.2, 0.0, 0.0], ""], [31275, "2020-07-02T15:46:29Z", [0.92, 0.08, 0.0, 0.0], ""], [21884, "2020-07-02T09:27:41Z", [0.93, 0.07, 0.0, 0.0], ""], [27661, "2020-07-01T20:50:07Z", [0.99, 0.01, 0.0, 0.0], ""], [14107, "2020-07-01T17:59:40Z", [0.8, 0.19, 0.01, 0.0], ""], [28153, "2020-07-01T16:00:25Z", [1.0, 0.0, 0.0, 0.0], ""], [1333, "2020-07-01T09:27:35Z", [0.97, 0.01, 0.01, 0.01], ""], [87094, "2020-06-30T23:58:20Z", [1.0, 0.0, 0.0, 0.0], "Abinader is polling quite well [1], leading with 55% to Castillo's 36%. Reporting supports this poll [2]. [1] https://dominicantoday.com/dr/local/2020/06/22/opposition-will-win-dominican-republic-presidency-poll/\n[2] https://theglobalamericans.org/2020/06/will-elections-in-the-dominican-republic-end-over-a-decade-of-dominican-liberation-party-rule/"], [88954, "2020-06-30T21:51:17Z", [0.63, 0.35, 0.0, 0.02], ""], [22689, "2020-06-30T18:21:23Z", [0.95, 0.05, 0.0, 0.0], ""], [90446, "2020-06-30T18:13:43Z", [1.0, 0.0, 0.0, 0.0], ""], [52131, "2020-06-30T17:19:12Z", [1.0, 0.0, 0.0, 0.0], ""], [1646, "2020-06-30T17:18:48Z", [0.85, 0.15, 0.0, 0.0], ""], [37236, "2020-06-30T15:15:50Z", [1.0, 0.0, 0.0, 0.0], "This Miama Herald editorial op-ed  just about puts the chances of Gonzalo Castillo at nil.  Link here https://www.miamiherald.com/opinion/op-ed/article243882047.html"], [34959, "2020-06-30T14:53:23Z", [0.93, 0.07, 0.0, 0.0], "If you're from an English speaking country, you should know not to go all in on an election. "], [793, "2020-06-30T05:08:45Z", [1.0, 0.0, 0.0, 0.0], ""], [73050, "2020-06-29T21:10:28Z", [0.91, 0.09, 0.0, 0.0], ""], [86678, "2020-06-29T21:03:08Z", [0.97, 0.03, 0.0, 0.0], ""], [691, "2020-06-28T14:14:59Z", [0.89, 0.11, 0.0, 0.0], ""], [1333, "2020-06-28T13:57:04Z", [0.96, 0.02, 0.01, 0.01], ""], [34815, "2020-06-28T06:44:20Z", [0.95, 0.05, 0.0, 0.0], ""], [691, "2020-06-27T13:35:03Z", [0.89, 0.11, 0.0, 0.0], ""], [79464, "2020-06-25T19:27:33Z", [0.74, 0.25, 0.01, 0.0], ""], [88010, "2020-06-25T19:16:05Z", [0.95, 0.03, 0.01, 0.01], ""], [34959, "2020-06-25T05:08:47Z", [0.92, 0.08, 0.0, 0.0], "Maintaining position https://dominicantoday.com/dr/local/2020/06/22/opposition-will-win-dominican-republic-presidency-poll/ https://www.reuters.com/article/us-health-coronavirus-dominicanrepublic/leading-dominican-republic-presidential-candidate-has-coronavirus-idUSKBN23I309"], [90912, "2020-06-25T02:41:18Z", [0.56, 0.29, 0.12, 0.03], ""], [1646, "2020-06-24T22:30:10Z", [0.75, 0.25, 0.0, 0.0], ""], [14107, "2020-06-24T19:46:57Z", [0.74, 0.25, 0.01, 0.0], ""], [88766, "2020-06-24T08:39:40Z", [1.0, 0.0, 0.0, 0.0], ""], [79464, "2020-06-23T23:33:14Z", [0.72, 0.25, 0.03, 0.0], ""], [38094, "2020-06-23T18:24:56Z", [0.95, 0.05, 0.0, 0.0], "OK, I'll follow the crowd on this one."], [92673, "2020-06-23T16:08:55Z", [0.11, 0.33, 0.56, 0.0], "Don't know enough about this."], [35323, "2020-06-23T09:57:21Z", [0.7, 0.3, 0.0, 0.0], ""], [92585, "2020-06-22T13:02:20Z", [1.0, 0.0, 0.0, 0.0], ""], [37236, "2020-06-20T13:10:40Z", [0.82, 0.18, 0.0, 0.0], "In a convoluted political milieu, Abinader seems to be way ahead. Link to Guardian article... https://www.theguardian.com/world/2020/jun/15/dominican-republic-haiti-racism-election-protest"], [691, "2020-06-19T17:20:20Z", [0.89, 0.11, 0.0, 0.0], ""], [86678, "2020-06-18T16:50:49Z", [0.97, 0.03, 0.0, 0.0], ""], [14107, "2020-06-18T12:29:31Z", [0.72, 0.25, 0.03, 0.0], ""], [57778, "2020-06-18T05:50:48Z", [0.81, 0.18, 0.01, 0.0], ""], [57778, "2020-06-18T05:48:26Z", [0.9, 0.09, 0.01, 0.0], ""], [88766, "2020-06-16T07:49:20Z", [0.8, 0.2, 0.0, 0.0], ""], [88452, "2020-06-15T17:54:47Z", [1.0, 0.0, 0.0, 0.0], ""], [92146, "2020-06-15T14:09:36Z", [1.0, 0.0, 0.0, 0.0], ""], [27661, "2020-06-15T13:33:47Z", [0.95, 0.05, 0.0, 0.0], "Recent polls show Abinader leading [1, 2]. We'll see in the coming weeks how Abinader's infection with COVID-19 will affect the polls [3]. [1] https://www.prensa-latina.cu/index.php?o=rn&id=373859&SEO=candidato-opositor-luis-abinader-lidera-encuesta-en-dominicana\n[2] https://www.diariolibre.com/actualidad/politica/abinader-ganaria-en-primera-vuelta-segun-resultados-de-las-mas-recientes-encuestas-EL19470004\n[3] https://dominicantoday.com/dr/covid-19/2020/06/11/dominican-presidential-candidate-abinader-and-his-wife-are-infected-with-covid-19-receive-broad-solidarity/"], [90457, "2020-06-14T14:42:52Z", [1.0, 0.0, 0.0, 0.0], "Leading polls, likely to win in a runoff. "], [45594, "2020-06-14T06:36:21Z", [0.6, 0.25, 0.1, 0.05], ""], [88452, "2020-06-13T19:48:34Z", [0.89, 0.09, 0.0, 0.02], ""], [88766, "2020-06-13T11:57:12Z", [0.73, 0.27, 0.0, 0.0], ""], [90912, "2020-06-13T11:35:05Z", [0.5, 0.45, 0.0, 0.05], ""], [88954, "2020-06-13T07:34:52Z", [0.57, 0.41, 0.0, 0.02], ""], [90801, "2020-06-13T01:45:28Z", [0.8, 0.2, 0.0, 0.0], ""], [90302, "2020-06-12T21:07:43Z", [0.69, 0.25, 0.06, 0.0], ""], [1646, "2020-06-12T14:59:52Z", [0.65, 0.35, 0.0, 0.0], ""], [73687, "2020-06-12T07:53:12Z", [0.91, 0.07, 0.01, 0.01], ""], [89922, "2020-06-12T02:13:44Z", [0.4, 0.6, 0.0, 0.0], ""], [89489, "2020-06-11T23:27:22Z", [0.0, 1.0, 0.0, 0.0], ""], [89280, "2020-06-11T21:57:30Z", [0.0, 0.17, 0.83, 0.0], ""], [14107, "2020-06-11T21:43:42Z", [0.65, 0.32, 0.03, 0.0], ""], [88766, "2020-06-11T18:11:26Z", [0.78, 0.22, 0.0, 0.0], ""], [38094, "2020-06-11T17:01:57Z", [0.65, 0.35, 0.0, 0.0], "Just dancing around. If covid-19 influences the election results who knows."], [88452, "2020-06-11T08:01:14Z", [0.3, 0.6, 0.08, 0.02], ""], [767, "2020-06-11T04:17:35Z", [0.5, 0.5, 0.0, 0.0], "Abinader and his wife have tested positive for COVID19.  The announcement was made today.  Danilo Medina's gov has dedicated significant government resources to fighting the pandemic. There's an ongoing joke that the elections saved the DR (which has some 20,000 cases and ~549 deaths from the virus. Remarkable for a country with such a weak public health system) But this pandemic response, and all its accompanying populist measures, were the PLD's election insurance. Looking to see how country will respond to Abinaders news and how he will respond to the virus itself. He's bound to miss campaigning which is vital, but also the country might see him as weakened or with a fuku (if you've read Oscar Wao you'll understand the reference.)"], [28153, "2020-06-10T23:53:46Z", [0.93, 0.07, 0.0, 0.0], ""], [88766, "2020-06-10T21:07:43Z", [0.73, 0.27, 0.0, 0.0], ""], [86678, "2020-06-10T15:16:58Z", [0.99, 0.01, 0.0, 0.0], ""], [19127, "2020-06-10T11:13:06Z", [0.87, 0.12, 0.01, 0.0], ""], [27661, "2020-06-10T09:22:37Z", [0.9, 0.1, 0.0, 0.0], ""], [87094, "2020-06-10T01:17:10Z", [0.8, 0.2, 0.0, 0.0], "There are a lot of stories of corruptions around Castillo [1]. There appears to have been an additional poll by the CEC in May that came in with 53.5% for Abinadar, though I couldn't confirm that from another source than a slightly scammy website [2]. This polling percentage is inline, though, with those from the same source cited by @Moglj [3] from March & April. These polls are telling a different story than those cited by @sebawi [4] from higher profile names, where the CEC polls show Abinadar avoiding a runoff and the others showing him winning in a runoff. The result, though, is the same: Abinarder wins. Holding my forecast. [1] https://www.newsmax.com/ramoncollado/dominican-republic-presidential-election/2020/06/02/id/970157/\n[2] https://www.explica.co/projection-survey-gives-abinader-the-winner-in-the-first-round-with-53-5/\n[3] https://www.gjopen.com/comments/1040663\n[4] https://www.gjopen.com/comments/1042628"], [691, "2020-06-09T11:41:17Z", [0.89, 0.11, 0.0, 0.0], ""], [31251, "2020-06-09T03:09:12Z", [0.86, 0.13, 0.01, 0.0], ""], [86678, "2020-06-07T16:19:10Z", [0.99, 0.01, 0.0, 0.0], ""], [88766, "2020-06-07T13:12:10Z", [0.72, 0.28, 0.0, 0.0], ""], [45594, "2020-06-07T07:02:27Z", [0.6, 0.25, 0.1, 0.05], ""], [38094, "2020-06-07T03:17:00Z", [0.55, 0.45, 0.0, 0.0], "Hattip @Rickburger for insights and references that shed new light on the election during the pandemic now scheduled for July 5."], [86678, "2020-06-06T15:12:43Z", [0.99, 0.01, 0.0, 0.0], ""], [86678, "2020-06-05T10:22:40Z", [0.99, 0.01, 0.0, 0.0], ""], [19127, "2020-06-05T01:23:09Z", [0.85, 0.14, 0.01, 0.0], ""], [37236, "2020-06-04T21:53:55Z", [0.52, 0.48, 0.0, 0.0], "According to the Americas Society-Council of the Americas article link, here, https://www.as-coa.org/articles/how-covid-19-changing-latin-americas-election-calendar      the race is tightening, with the latest Mark Penn Stagwell \"poll\" showing just a couple points spread between Abinader and Castillo.  Stan Greenberg's  outfit did a poll early March ran in Diario Libre saying that Abinader was ahead by 28 points, whatever that means.   If \"The Boss\" wants to get everybody back to work and say \"fuhgeddaboudit\" to Covid-19 pandemia, race relations yatta-yatta, it fosters the notion that postponing elections throughout Latin America due to the pandemia-- while people are spending money shopping in shopping malls again-- seems to have a greater political upside than a humanitarian one, especially for those who have overtly and covertly weaponized populism, predominantly through social media. If you dig deep you will find that one senior member of the America's Society heirarchy has gone far as to recommend-- in a signed article-- that Chile should not amend its Pinochet-era Constitution, and by not doing so would maintain - \"stability.\" "], [691, "2020-06-04T15:40:32Z", [0.88, 0.12, 0.0, 0.0], ""], [1333, "2020-06-04T10:30:06Z", [0.97, 0.02, 0.01, 0.0], ""], [86678, "2020-06-04T10:28:31Z", [0.99, 0.01, 0.0, 0.0], ""], [87628, "2020-06-03T23:02:40Z", [1.0, 0.0, 0.0, 0.0], ""], [86678, "2020-06-03T09:42:13Z", [0.99, 0.01, 0.0, 0.0], ""], [57778, "2020-06-03T07:47:42Z", [0.85, 0.14, 0.01, 0.0], ""], [57400, "2020-06-03T02:29:33Z", [0.82, 0.14, 0.01, 0.03], ""], [31275, "2020-06-02T20:34:26Z", [0.89, 0.11, 0.0, 0.0], ""], [86678, "2020-06-02T16:37:25Z", [0.99, 0.01, 0.0, 0.0], ""], [88766, "2020-06-02T14:24:11Z", [0.87, 0.13, 0.0, 0.0], ""], [88954, "2020-06-02T14:20:55Z", [0.55, 0.4, 0.03, 0.02], ""], [88766, "2020-06-02T13:30:33Z", [0.75, 0.25, 0.0, 0.0], ""], [88013, "2020-06-01T22:46:54Z", [1.0, 0.0, 0.0, 0.0], ""], [86678, "2020-06-01T22:09:45Z", [0.97, 0.03, 0.0, 0.0], ""], [88766, "2020-06-01T21:00:39Z", [0.79, 0.21, 0.0, 0.0], ""], [88939, "2020-06-01T15:52:11Z", [0.8, 0.1, 0.05, 0.05], ""], [45594, "2020-06-01T07:48:06Z", [0.6, 0.25, 0.1, 0.05], ""], [1333, "2020-05-31T19:11:55Z", [0.96, 0.03, 0.01, 0.0], ""], [19127, "2020-05-31T16:50:03Z", [0.84, 0.15, 0.01, 0.0], ""], [38094, "2020-05-31T00:30:43Z", [0.62, 0.37, 0.0, 0.01], "Hattip to @orchidny for an insightful justification for this question. It certainly helped me gain a new perspective."], [27661, "2020-05-30T20:18:49Z", [0.88, 0.12, 0.0, 0.0], "Updating.  Penn Stagewell poll shows only a small advantage for Luis Abinader (39%) ahead of Gonzalo Castillo (37%) - that is well in the error margin of 3% applying for these surveys [1,2]. At this point, Castillo catching up is not surprising. Worldwide most of the governing leaders and their parties have seen a surge in popularity. While Castillo is not the Dominican Republic's leader at the moment, his party is in power. Hattip to @orchidny who has elaborated in length on the status quo of politics in the country [3]. Still, the question remains if Castillo's and the PLD's popularity will hold up until the election on July 5. According to the same Penn Stagewell poll, Abinader is still the likely winner in a second round [2]. [1] https://www.plenglish.com/index.php?o=rn&id=56160&SEO=gallup-poll-unfolds-abinader-as-favorite-in-dominican-elections\n[2] https://dominicantoday.com/dr/local/2020/05/29/dominican-republic-opposition-candidate-will-win-in-a-runoff-poll/\n[3] https://www.gjopen.com/comments/comments/1041243"], [88858, "2020-05-29T18:31:31Z", [0.95, 0.05, 0.0, 0.0], ""], [87578, "2020-05-29T15:19:18Z", [0.74, 0.22, 0.03, 0.01], ""], [767, "2020-05-28T05:38:49Z", [0.55, 0.45, 0.0, 0.0], "The elections were rescheduled for July 5 due to the pandemic. There are questions regarding the \"voto exterior\" or the ability of Dominicans residing in other countries being able to vote (over 100,000 Dominicans registered to vote in their country's elections that are set in places like New York, Massachusetts, Florida, and in some cities in Spain and Italy may be affected).    Latest poll by Penn Stagwell released today showed Abinader (PRM) ahead by only 2 pts with 39%, Castillo (PLD) 37% and the former president, Leonel Fernandez (FP) with 10%.  This came as a shocker to many as Abinader had been ahead by over 10 pts. There are many polls announced weekly but 99% of them are paid by one candidate or another and manipulated to gain media attention and for candidates to run on a triumphalist mood.  The PLD party in power took advantage of the pandemic to reach out to large chunks of the population offering food subsidies (basic food staples packaged with printed photos of Castillo on bags of rice and bread and granting monthly food subsidies to the poor). Castillo has no formal education and is constantly ridiculed for making embarrassing gaffes in public, but he's managed to amass millions of dollars as the country's minister for public works (one of the most coveted government positions as it gives access to managing hundreds of millions of dollars most of which are simply funneled to the party's top echelon). The entire response to the virus was cleverly converted into campaigning for Castillo and the party in power.  The management of the pandemic has been praised (468 deaths, 15,000 cases so far) but the PLD knows when to use international aid resources to their political advantage. The country has already reopened the economy and cases are still increasing but the number of hospital beds, and testing in the poorest areas has been very visible. The PLD gov lives of a well-orchestrated PR and media campaign full of images and social media presence that can be very effective.  The last elections have been rigged with rampant voter fraud, voter suppression (people are either not informed about when to register to vote, but most commonly are paid off on election day to hand in the voter ID and thus suppress their vote). In a country of just over 10 million, each community has their party representatives dedicated to maintaining a certain portion of the population silenced either paid off through no show jobs, or getting bono luz/bono gas (help to pay for cooking gas and electrical bill). For the toughest opposition, the party offers foreign scholarships to their children or even foreign service jobs).  Not much has changed in rural communities or among the poorest or working class populations, education and public health have not improved. Corruption is as bad as ever. The general population sees any government coming to power as basically the same, just a different group of people stealing resources so the tide usually moves with the group with most money available to spend on campaigning, not who can offer us the best platform (this goes from covering entire country with pictures of candidates, to throwing parties on every community weekly for entire time campaign lasts, to promising no show jobs to people, to simply paying people off on election day to take possession of voting id card and prevent voting).  The model of using community leaders to recruit voters is also very effective. These \"leaders\" or heads of grassroots political movements are very motivated to recruit others as they are offered government jobs. This is often seen as the only way out of poverty or the only way to secure a steady income for many Dominicans.  There is an increasingly active group of young people demanding accountability and punishment for corrupt gov officials but in the end, the PLD is a master in understanding and exploiting Dominican idiosyncracies to their advantage. There are many groups of activists making a lot of progress but it is also common to see that these group leaders are often approached by the PLD party and made enticing offers for jobs or scholarships, if not, their attempts to jobs or progress is often blocked or stiffled. \nGonzalo Castillo had proven to be a disastrous candidate for the PLD, but the country sees him as simply a puppet Danilo Medina, the current president, installed since he couldn't pull off a change to the constitution to be allowed to run for a third term. Leonel ruled the country to 12 years in which there was much economic development but there was also a significant decrease in human development, and an increase in foreign debt.  A lot of economic activity in the country also comes from drug trafficking, significant money laundering. People now see Leonel as a stale candidate with no new ideas or solutions. He didn't quite manage to divide the PLD when he left the party earlier this year as many had predicted. It simply is a matter of those with the best ability to capture money from the wealthy, business people to throw into the campaign for payback with gov contracts. Whoever plays that game best wins. It's been Danilo for a while.  For now, I'll give Abinader the edge but only if there is indeed a second round and because there seems to be real PLD fatigue in the country.  This may sway enough money towards Abinader's camp to pull of a win -- if elections were clean, he'd win democratically, but the PLD covers all the bases in terms of strategy. They're good at power, they're just awful at governing. Question is if it's already caught up with them?  "], [88452, "2020-05-27T06:21:06Z", [1.0, 0.0, 0.0, 0.0], ""], [34959, "2020-05-27T04:48:16Z", [0.92, 0.08, 0.0, 0.0], "Polls in February and April indicate that Luis Abinader, candidate of the Modern Revolutionary Party (PRM) and allied parties who has a firm lead over the official Dominican Liberation Party (PLD) nominee Gonzalo Castillo, is likely to win July's presidential elections in the first round (Economic Center of Cibao, April: Abinader 53.4% v Castillo 23.7%; Greenberg/Diario Libre, February: Abinader 52% v Castillo 24%). This is expectation was reinforced by the PRM's strong results in the March municipal elections. Current President Danilo Medina (2012-2020, PLD) did not seek a constitutional amendment to enable a third consecutive term in July 2019. Former President Fernandez alleged fraud in the PLD primary in October 2019, which split the party, and municipal polls were postponed to March from February due to electronic voting problems, pointing to potential governability risks surrounding July's vote, which was delayed from May as a social distancing measure. Fitch expects macro policy continuity. However, in Fitch's view, prospects for three key stalled reforms -- public finances, central bank recapitalization (although the executive submitted a proposal to congress), and electricity utility losses -- are uncertain depending on the extent to which the next president will need to balance interest groups in the likely more diversified congress. (extract from https://www.fitchratings.com/research/sovereigns/fitch-revises-dominican-republic-outlook-to-negative-affirms-at-bb-08-05-2020)"], [66692, "2020-05-25T07:08:36Z", [0.95, 0.05, 0.0, 0.0], ""], [57778, "2020-05-25T02:41:17Z", [0.92, 0.07, 0.01, 0.0], ""], [87064, "2020-05-24T09:41:10Z", [1.0, 0.0, 0.0, 0.0], ""], [79464, "2020-05-22T18:25:37Z", [0.92, 0.07, 0.0, 0.01], ""], [87064, "2020-05-22T09:37:10Z", [1.0, 0.0, 0.0, 0.0], ""], [85069, "2020-05-21T08:24:04Z", [0.85, 0.15, 0.0, 0.0], ""], [45594, "2020-05-21T08:07:41Z", [0.6, 0.25, 0.1, 0.05], ""], [80617, "2020-05-21T06:13:42Z", [0.85, 0.15, 0.0, 0.0], ""], [73436, "2020-05-21T00:47:34Z", [0.89, 0.11, 0.0, 0.0], ""], [14107, "2020-05-20T20:08:37Z", [0.85, 0.12, 0.03, 0.0], ""], [19127, "2020-05-20T16:09:38Z", [0.91, 0.08, 0.01, 0.0], ""], [31275, "2020-05-20T01:59:43Z", [0.86, 0.14, 0.0, 0.0], ""], [38094, "2020-05-19T20:48:55Z", [0.92, 0.07, 0.0, 0.01], "Mooo....I'm following the herd here. No data, just vibes."], [57778, "2020-05-19T09:12:53Z", [0.92, 0.07, 0.01, 0.0], "https://www.plenglish.com/index.php?o=rn&id=55790&SEO=opposition-candidate-luis-abinader-leads-poll-in-dominican-republic"], [34959, "2020-05-18T04:23:19Z", [0.88, 0.11, 0.01, 0.0], ""], [76003, "2020-05-17T20:02:20Z", [0.85, 0.15, 0.0, 0.0], ""], [691, "2020-05-17T13:24:41Z", [0.85, 0.15, 0.0, 0.0], ""], [19127, "2020-05-16T11:38:12Z", [0.91, 0.08, 0.01, 0.0], ""], [73050, "2020-05-15T21:09:40Z", [0.85, 0.15, 0.0, 0.0], ""], [86678, "2020-05-14T22:38:54Z", [0.95, 0.05, 0.0, 0.0], ""], [87064, "2020-05-14T14:52:12Z", [0.9, 0.1, 0.0, 0.0], ""], [87201, "2020-05-13T09:53:04Z", [0.15, 0.7, 0.15, 0.0], ""], [22689, "2020-05-12T18:48:21Z", [0.9, 0.1, 0.0, 0.0], ""], [88452, "2020-05-11T16:32:44Z", [0.47, 0.53, 0.0, 0.0], ""], [19127, "2020-05-11T06:43:11Z", [0.9, 0.09, 0.01, 0.0], ""], [87943, "2020-05-10T17:34:09Z", [0.81, 0.17, 0.02, 0.0], ""], [1333, "2020-05-09T07:49:07Z", [0.97, 0.02, 0.01, 0.0], ""], [37236, "2020-05-08T23:39:44Z", [0.82, 0.18, 0.0, 0.0], "Listin Diario says 5 July is on for \"first round\" https://listindiario.com/la-republica/2020/05/08/616660/castanos-guzman-dice-que-si-o-si-habra-elecciones-el-proximo-5-de-julio"], [31275, "2020-05-08T15:43:20Z", [0.83, 0.17, 0.0, 0.0], ""], [19127, "2020-05-07T07:20:35Z", [0.91, 0.08, 0.01, 0.0], ""], [57778, "2020-05-07T07:08:37Z", [0.9, 0.08, 0.02, 0.0], ""], [63963, "2020-05-07T02:12:04Z", [1.0, 0.0, 0.0, 0.0], ""], [27661, "2020-05-06T09:21:31Z", [0.88, 0.12, 0.0, 0.0], "Update [1]. Assuming not all supporters of Fernández will vote for Castillo in the end. [1] https://hoy.com.do/luis-abinader-ganaria-elecciones-con-46-gonzalo-castillo-26-y-leonel-fernandez-21-segun-encuesta-datamarket/"], [88010, "2020-05-06T00:40:50Z", [0.8, 0.18, 0.01, 0.01], ""], [34959, "2020-05-05T14:44:45Z", [0.75, 0.23, 0.01, 0.01], ""], [34959, "2020-05-05T14:44:31Z", [0.76, 0.23, 0.01, 0.0], ""], [28704, "2020-05-03T17:32:16Z", [0.44, 0.33, 0.18, 0.05], ""], [19127, "2020-05-02T19:08:06Z", [0.82, 0.16, 0.02, 0.0], ""], [35405, "2020-05-01T21:32:48Z", [0.75, 0.25, 0.0, 0.0], ""], [39572, "2020-05-01T19:04:30Z", [1.0, 0.0, 0.0, 0.0], ""], [35064, "2020-05-01T18:55:15Z", [0.65, 0.15, 0.2, 0.0], ""], [691, "2020-04-29T13:53:50Z", [0.85, 0.15, 0.0, 0.0], ""], [34499, "2020-04-28T21:26:26Z", [1.0, 0.0, 0.0, 0.0], ""], [19127, "2020-04-27T16:27:51Z", [0.83, 0.15, 0.02, 0.0], ""], [87094, "2020-04-27T00:57:13Z", [0.8, 0.2, 0.0, 0.0], "Abinader is leading in the polls, as of mid-April [1,2], with a \"strong lead\" on Castillo and Fernandez at 17%. [1] https://www.bloomberg.com/news/articles/2020-04-13/dominican-republic-postpones-presidential-election-on-pandemic\n[2] https://www.npr.org/sections/coronavirus-live-updates/2020/04/14/833866572/dominican-republic-delays-presidential-vote-over-coronavirus-concerns"], [1333, "2020-04-26T13:15:16Z", [0.95, 0.05, 0.0, 0.0], ""], [86259, "2020-04-26T11:49:25Z", [0.9, 0.08, 0.02, 0.0], ""], [87677, "2020-04-25T07:39:41Z", [0.55, 0.35, 0.05, 0.05], ""], [1646, "2020-04-24T18:09:50Z", [0.9, 0.1, 0.0, 0.0], ""], [86472, "2020-04-24T18:03:13Z", [0.85, 0.15, 0.0, 0.0], "Leads the polls heavily and faces only one real challenger.  (https://dominicantoday.com/dr/local/2020/01/27/dominican-republic-opposition-candidate-poised-to-win-poll/)"], [27661, "2020-04-24T10:47:34Z", [0.8, 0.01, 0.19, 0.0], "Covid-19 shows some effect on the election. Not only that the election has been postponed to July 5 but media attention has been drawn away from the PLD's corruption issues as well - at least for now [1]. This is the chance for Leonel Fernández to shine [2]. A current poll indicates that Abinader would gain ~43%, Fernández ~30% and Gonzalo Castillo ~23% of the votes, leading to a 2nd round in which there would be a close race between Abinader and Fernández as they are expected to get ~48% and ~44% respectively - with an error margin of ~3% [2].  I'm still confident that Abinader will win but let's see how the situation develops in the next weeks. [1] https://www.elcaribe.com.do/2020/04/20/la-pandemia-del-covid-19-impacta-estrategia-politica-de-luis-abinader/\n[2] https://hoy.com.do/si-las-elecciones-fueran-hoy-luis-abinader-431-leonel-fernandez-30-4-y-gonzalo-castillo-22-9-segun-encuesta/"], [57778, "2020-04-24T08:17:27Z", [0.88, 0.1, 0.02, 0.0], ""], [19127, "2020-04-23T16:46:42Z", [0.82, 0.15, 0.03, 0.0], ""], [691, "2020-04-22T14:35:31Z", [0.79, 0.21, 0.0, 0.0], ""], [34959, "2020-04-20T15:12:35Z", [0.8, 0.19, 0.01, 0.0], ""], [79464, "2020-04-20T11:34:37Z", [0.8, 0.15, 0.05, 0.0], ""], [34959, "2020-04-19T14:53:42Z", [0.78, 0.21, 0.01, 0.0], ""], [87264, "2020-04-19T13:52:46Z", [0.35, 0.41, 0.24, 0.0], "Comment deleted on Apr 19, 2020 01:55PM UTC"], [87691, "2020-04-19T08:21:30Z", [0.0, 0.0, 0.0, 1.0], ""], [57778, "2020-04-16T23:02:40Z", [0.88, 0.1, 0.02, 0.0], ""], [14107, "2020-04-15T17:18:37Z", [0.8, 0.15, 0.05, 0.0], ""], [14107, "2020-04-15T17:17:55Z", [0.75, 0.1, 0.03, 0.12], ""], [79464, "2020-04-15T11:50:57Z", [0.8, 0.2, 0.0, 0.0], ""], [87425, "2020-04-14T14:59:26Z", [0.85, 0.1, 0.05, 0.0], "Encuesta 6 de marzo. https://www.elcaribe.com.do/2020/03/06/abinader-ganaria-elecciones-presidenciales-en-primera-vuelta-con-52-2-segun-encuesta/"], [31251, "2020-04-14T08:47:41Z", [0.8, 0.19, 0.01, 0.0], ""], [27661, "2020-04-14T07:57:35Z", [0.86, 0.13, 0.01, 0.0], ""], [73050, "2020-04-13T20:28:14Z", [0.74, 0.23, 0.03, 0.0], ""], [31275, "2020-04-13T16:12:55Z", [0.79, 0.21, 0.0, 0.0], "There may not be an election on that date. In addition the government’s handling of the covid crisis may alter election prospects of those in the Government. https://dominicantoday.com/dr/covid-19/2020/04/07/covid-19-the-current-situation-in-the-dominican-republic/\nTranslation from following article: A survey of the candidate for whom they would vote in the next elections, after the coronavirus emergency stage, resulted in 52.4% assuring that they would vote for Luis Abinader, 26.1 %% for Gonzalo Castillo, 20.3% for Leonel Fernández  and 1.2% by other candidates.\nWhen asked about the candidate who would never vote, 45.3% named Gonzalo Castillo, 37.7% Leonel Fernández and 12.2% Luis Abinader.  In the case of a second round, three possible scenarios were consulted.\nHoy.com.do article April 12th\n"], [35323, "2020-04-13T15:11:38Z", [0.65, 0.3, 0.05, 0.0], ""], [19127, "2020-04-12T20:16:28Z", [0.81, 0.16, 0.03, 0.0], ""], [57778, "2020-04-11T10:58:41Z", [0.86, 0.1, 0.02, 0.02], ""], [37236, "2020-04-09T22:38:26Z", [0.69, 0.3, 0.01, 0.0], ""], [691, "2020-04-09T14:04:32Z", [0.77, 0.23, 0.0, 0.0], ""], [19127, "2020-04-07T22:10:29Z", [0.8, 0.17, 0.03, 0.0], ""], [38094, "2020-04-07T00:04:57Z", [0.8, 0.2, 0.0, 0.0], "Refining my guesstimate based on no new data. I just happen to prefer round numbers."], [31275, "2020-04-06T14:16:45Z", [0.79, 0.21, 0.0, 0.0], "https://dominicantoday.com/dr/local/2020/03/31/dominican-republic-sticks-to-its-presidential-election-plan/"], [40959, "2020-04-06T10:51:34Z", [0.88, 0.11, 0.01, 0.0], ""], [34959, "2020-04-04T14:42:52Z", [0.75, 0.23, 0.02, 0.0], ""], [57778, "2020-04-04T01:24:11Z", [0.85, 0.11, 0.02, 0.02], ""], [1333, "2020-04-03T18:57:12Z", [0.85, 0.15, 0.0, 0.0], ""], [1333, "2020-04-03T04:19:52Z", [0.85, 0.1, 0.05, 0.0], ""], [86296, "2020-04-02T02:13:29Z", [0.8, 0.0, 0.0, 0.2], ""], [31275, "2020-04-01T18:19:32Z", [0.78, 0.22, 0.0, 0.0], "https://www.as-coa.org/articles/explainer-dominican-republic-gears-two-crucial-elections"], [78366, "2020-04-01T03:51:23Z", [0.0, 1.0, 0.0, 0.0], ""], [19127, "2020-03-31T19:19:28Z", [0.79, 0.18, 0.03, 0.0], ""], [61674, "2020-03-31T14:08:59Z", [0.6, 0.35, 0.05, 0.0], ""], [86834, "2020-03-31T14:08:58Z", [0.6, 0.35, 0.05, 0.0], ""], [57778, "2020-03-31T07:36:21Z", [0.88, 0.1, 0.01, 0.01], ""], [37236, "2020-03-30T22:08:00Z", [0.65, 0.3, 0.05, 0.0], ""], [80644, "2020-03-30T06:23:49Z", [0.8, 0.2, 0.0, 0.0], ""], [12914, "2020-03-29T21:04:01Z", [0.25, 0.25, 0.25, 0.25], ""], [691, "2020-03-29T13:45:31Z", [0.74, 0.26, 0.0, 0.0], ""], [80617, "2020-03-28T20:37:14Z", [0.75, 0.2, 0.05, 0.0], ""], [86136, "2020-03-26T21:59:37Z", [0.7, 0.27, 0.03, 0.0], ""], [691, "2020-03-26T12:23:16Z", [0.69, 0.29, 0.02, 0.0], ""], [38094, "2020-03-25T18:46:04Z", [0.75, 0.23, 0.01, 0.01], "Dominican Republic has 392 covid-19 cases, will this impact the election date? Perhaps it gets pushed out to June?"], [19127, "2020-03-25T10:49:18Z", [0.78, 0.19, 0.03, 0.0], ""], [86647, "2020-03-25T01:18:08Z", [1.0, 0.0, 0.0, 0.0], ""], [67844, "2020-03-24T07:41:06Z", [0.7, 0.3, 0.0, 0.0], ""], [29980, "2020-03-23T01:13:15Z", [0.95, 0.05, 0.0, 0.0], ""], [38094, "2020-03-22T17:19:19Z", [0.89, 0.09, 0.01, 0.01], "Dominican Republic has 202 covid-19 cases, will this impact the election date? Perhaps it gets pushed out to June?"], [27661, "2020-03-22T15:51:49Z", [0.76, 0.23, 0.01, 0.0], "Okay, a lot has been going since my last forecast. Frustration with the government seems to improve Abinander's chances to win in the first round but it remains a close call [1]. Margarita Cedeño, the wife of Leonel Fernández (!), joined Gonzalo Castillo as running mate [8]. Fears of election fraud in the upcoming election had motivated people to protest back in February and led to increased international scrutiny for the muncipal elections held last week [2, 3, 4]. Landslide victory of the opposition in the rerun of the municipal elections expected [5, 6].  Corona curfew established [7] and tourist industry closed down [9].  I assume Margarita Cedeño joining the campaign of Gonzalo Castillo will reduce the Leonel Fernández chances to make it to a second round. In addition, the current political climate suggests that Luis Abinader will win, possibly already in the first round and with no second round. The rationale from my second forecast remains: if there is a second round, Gonzalo Castillo may have a chance to gather the support of Leonel Fernandez's voters, in particular, since Cedeño joined his campaign. At the moment I'll stick with Abinader. We will see how the Corona crisis affect the political landscape in the Dominican Republic in the next two months. [1] https://dominicantoday.com/dr/local/2020/03/03/opposition-candidate-would-win-presidency-in-1st-round-with-52-poll/\n[2] https://www.nytimes.com/2020/02/26/world/americas/dominican-republic-protests-elections.html\n[3] https://dominicantoday.com/dr/local/2020/03/14/more-than-7-million-will-elect-municipal-offices-tomorrow-throughout-the-dr/\n[4] https://dominicantoday.com/dr/local/2020/03/15/municipal-elections-in-the-dr-amid-electoral-crisis-and-coronavirus-panic/\n[5] https://dominicantoday.com/dr/local/2020/03/16/opposition-poised-for-landslide-in-dominican-elections/\n[6] https://www.latinousa.org/2020/03/16/dominicanelectionsmarch/\n[7] https://dominicantoday.com/dr/local/2020/03/21/government-orders-curfew-and-prohibits-transportation/\n[8] https://www.plenglish.com/index.php?o=rn&id=52621&SEO=margarita-cedeno-candidate-for-vice-presidency-of-dominican-republic\n[9] https://dominicantoday.com/dr/economy/2020/03/22/127219/"], [86527, "2020-03-22T11:11:27Z", [0.0, 0.0, 0.0, 1.0], ""], [57778, "2020-03-22T10:25:10Z", [0.88, 0.1, 0.01, 0.01], ""], [19127, "2020-03-20T18:45:19Z", [0.79, 0.18, 0.03, 0.0], ""], [79464, "2020-03-20T17:01:30Z", [0.72, 0.28, 0.0, 0.0], ""], [85217, "2020-03-20T13:59:45Z", [0.87, 0.09, 0.04, 0.0], "Continuing good polling for Abinader [1]\n[1] http://country.eiu.com/Dominican%20Republic\n"], [691, "2020-03-20T11:40:45Z", [0.66, 0.29, 0.05, 0.0], ""], [31251, "2020-03-20T04:12:07Z", [0.75, 0.19, 0.06, 0.0], ""], [27019, "2020-03-19T21:57:32Z", [0.3, 0.3, 0.3, 0.1], ""], [57778, "2020-03-19T00:18:47Z", [0.87, 0.12, 0.01, 0.0], ""], [28153, "2020-03-18T16:29:01Z", [0.9, 0.1, 0.0, 0.0], ""], [18679, "2020-03-18T13:29:01Z", [0.85, 0.15, 0.0, 0.0], ""], [691, "2020-03-16T12:41:54Z", [0.66, 0.29, 0.05, 0.0], ""], [37236, "2020-03-15T17:23:23Z", [0.6, 0.35, 0.05, 0.0], "With number of Covid-19 cases increasing  and the Covid-19 panic starting to impact economy, hoarding, price gouging, etc., Abinader may be best connected candidate to manage economic impact.  \"Do over\" local elections being held today around nation, and it is being conducted with hand marked ballot that will be tabluated by hand.  Article link https://dominicantoday.com/dr/local/2020/03/14/more-than-7-million-will-elect-municipal-offices-tomorrow-throughout-the-dr/       Whether Covid-19 becomes a reason to \"postpone\" the presidential vote, as we are seeing a trend in postponements, Germany (CDU leadership) and US Dem primary elections in certain states, remains a possibility in a \"non-scientific\" analysis."], [691, "2020-03-15T13:20:06Z", [0.65, 0.29, 0.06, 0.0], ""], [1333, "2020-03-14T12:58:59Z", [0.75, 0.15, 0.1, 0.0], ""], [691, "2020-03-13T19:57:12Z", [0.65, 0.29, 0.06, 0.0], ""], [28153, "2020-03-13T01:50:46Z", [0.85, 0.15, 0.0, 0.0], ""], [19127, "2020-03-12T12:41:16Z", [0.76, 0.2, 0.04, 0.0], ""], [46339, "2020-03-12T12:36:59Z", [0.6, 0.4, 0.0, 0.0], ""], [1646, "2020-03-12T03:42:45Z", [0.85, 0.15, 0.0, 0.0], ""], [38094, "2020-03-11T16:55:50Z", [0.9, 0.09, 0.01, 0.0], "I'll follow @WBHumanoid and his concise reporting, he's got my vote."], [85217, "2020-03-11T11:37:54Z", [0.85, 0.1, 0.05, 0.0], "Abinader consistent lead in the polls, [1], [2]\nAnalysis suggests popular discontent with ruling candidate (Castillo), [3], and Fernandez supporters will switch to Abinader if there is a run-off [1] https://dominicantoday.com/dr/local/2020/01/27/dominican-republic-opposition-candidate-poised-to-win-poll/\n[2] https://www.plenglish.com/index.php?o=rn&id=52883&SEO=poll-luis-abinader-leads-vote-intention-in-dominican-republic\n[3]https://www.worldpoliticsreview.com/articles/28571/in-the-dominican-republic-protests-could-challenge-the-ruling-party-s-grip\n"], [85647, "2020-03-10T15:44:50Z", [0.65, 0.3, 0.05, 0.0], ""], [19127, "2020-03-10T02:47:14Z", [0.74, 0.22, 0.04, 0.0], ""], [57778, "2020-03-09T10:50:29Z", [0.87, 0.12, 0.01, 0.0], "https://www.plenglish.com/index.php?o=rn&id=52883&SEO=poll-luis-abinader-leads-vote-intention-in-dominican-republic \"According to said poll, if the presidential elections were to happen today, Abinader would win with 52 percent of the votes, compared to 24 of the candidate of the Dominican Liberation Party, Gonzalo Castillo, and 17 of Leonel Fernandez, of La Fuerza del Pueblo (the Strength of the People)....\nThe survey was carried out from February 21st to 24th, 1.229 people were interviewed and the margin of error is +/- 3.1 points with 95 percent confidence intervals.\" Abinader's lead in the polls has increased"], [45594, "2020-03-08T08:45:34Z", [0.35, 0.35, 0.25, 0.05], ""], [84658, "2020-03-05T22:51:15Z", [1.0, 0.0, 0.0, 0.0], ""], [78992, "2020-03-05T09:29:07Z", [0.3, 0.3, 0.3, 0.1], ""], [37236, "2020-03-02T17:23:59Z", [0.46, 0.4, 0.14, 0.0], "Corona virus now in the Dominican Republic and elsewhere in Caribe,  https://www.miamiherald.com/news/nation-world/world/americas/article240781521.html     This could become an issue. Giuliani and friends advising Abinader as they did last go round and Castillo still having to deal with heavy Odebrecht \"scandal\" baggage there could be surprises."], [57778, "2020-03-02T08:10:23Z", [0.72, 0.22, 0.06, 0.0], ""], [45594, "2020-03-01T08:28:28Z", [0.35, 0.35, 0.25, 0.05], ""], [28153, "2020-03-01T00:15:21Z", [0.7, 0.3, 0.0, 0.0], ""], [19127, "2020-02-28T22:44:19Z", [0.7, 0.24, 0.06, 0.0], ""], [1333, "2020-02-27T12:30:15Z", [0.68, 0.22, 0.1, 0.0], ""], [38094, "2020-02-26T21:09:24Z", [0.55, 0.4, 0.05, 0.0], "Hattip @Rickburger for providing new insight into the race."], [1646, "2020-02-26T04:11:26Z", [0.75, 0.25, 0.0, 0.0], ""], [37236, "2020-02-25T20:21:48Z", [0.49, 0.49, 0.02, 0.0], "Listin  in St. Domingue, Diario Listin is reporting that Margarita Fernanez Cedeno, wife of former president Leonel Fernandez-- and current vice president-- has accepted the offer of Gonzalo Castillo to be vice president on his PLD ticket, which means she would remain in her job if Castillo wins. This, somewhat ironic, Argentine-style \"Fernandez-Fernandez\" solution could be a game changer, with Leonel and his \"Bronx  Bomber\" pals and gals becoming a force in the Castillo power equation.  Here is link in Spanish  https://listindiario.com/la-republica"], [691, "2020-02-25T14:48:03Z", [0.63, 0.25, 0.12, 0.0], ""], [19127, "2020-02-24T17:09:36Z", [0.71, 0.23, 0.06, 0.0], ""], [37236, "2020-02-20T22:17:30Z", [0.49, 0.11, 0.4, 0.0], "Tweaking a bit now that WAPO has revealed the Abinader-Rudy Giuliani connection and Pompeo's call to the prez not to reform constitution for his desire to seek another consecutive term, but \"for the future...\" Draw your own conclusions... https://www.washingtonpost.com/politics/amid-ukraine-swirl-giulianis-work-for-candidate-in-dominican-republic-caused-unease/2020/02/19/82794c22-4c21-11ea-9b5c-eac5b16dafaa_story.html"], [85069, "2020-02-20T14:18:21Z", [0.5, 0.3, 0.15, 0.05], ""], [691, "2020-02-20T14:15:05Z", [0.63, 0.25, 0.12, 0.0], ""], [55706, "2020-02-19T22:11:37Z", [0.25, 0.25, 0.25, 0.25], ""], [85063, "2020-02-19T08:10:24Z", [0.5, 0.4, 0.1, 0.0], ""], [31275, "2020-02-19T03:16:05Z", [0.79, 0.12, 0.09, 0.0], ""], [85347, "2020-02-18T19:44:18Z", [0.5, 0.5, 0.0, 0.0], ""], [85272, "2020-02-18T15:40:15Z", [0.45, 0.35, 0.15, 0.05], ""], [37236, "2020-02-18T11:11:42Z", [0.47, 0.09, 0.44, 0.0], ""], [83896, "2020-02-18T02:36:52Z", [0.0, 0.0, 0.0, 1.0], ""], [81023, "2020-02-18T01:49:52Z", [1.0, 0.0, 0.0, 0.0], ""], [19127, "2020-02-18T01:07:37Z", [0.76, 0.2, 0.04, 0.0], ""], [85082, "2020-02-17T20:22:17Z", [0.25, 0.25, 0.25, 0.25], ""], [37236, "2020-02-17T00:11:28Z", [0.46, 0.09, 0.45, 0.0], "Reuters reporting suspension of today's local and regional elections due to \"technical difficulties\"after only 4 hous of voting...   link here https://www.reuters.com/article/us-dominican-polls/electronic-glitch-triggers-dominican-republic-vote-suspension-idUSKBN20A0O7 This does not bode well for current minister Castillo, reinforcing in-country and international buzz that he and his political cadre and wealthy backers including Danilo Medina, will do whatever it takes to keep him in power for another term.  The problem, Reuters and NYT both report is with the voting machines (no brand mentioned) , the machines should be in good repair at election time, particularly since, technically, the are mainted by his administration or a component  of it that claims to be ïndependent.\"  Leonel Fernandez, a former president, who continues to be tarnished by a memes lihked to his history of corruption, some justified, some fake news-ish, has been vocal in print, online and social outlets calling out unserviceable or otherwise rigged voting machines being a possible vehicle for Castillo to either jack the vote, or create a constitutional work around to stay in power for another term.  The events of today, in my view, generate political capital for Leonel, since he has been out in front on this voting machine issue for some time now.  Abinader has stayed away from theme. Former Chilean presidente Frei, who is heading the OAS observer mission to Santo Domingo, has called for a thorough investigation. Govt is supposed to guarantee fair and impartial elections, in theory. How Castillo-Medina team spins this one just 90 days short of the presidential vote should be watched carefuly.  Castillo might need help from the likes of Cassidy & Co. (can he afford $$ fees) to stay in the game after this screw-up. OAS mission under Frei hanging around until mid-March and probability of using all paper ballots for prez vote becomes more likely IMO."], [57778, "2020-02-16T05:39:52Z", [0.75, 0.2, 0.05, 0.0], ""], [45594, "2020-02-15T10:06:55Z", [0.35, 0.35, 0.25, 0.05], ""], [80425, "2020-02-15T08:56:44Z", [0.6, 0.3, 0.1, 0.0], ""], [76674, "2020-02-15T06:46:56Z", [0.25, 0.25, 0.25, 0.25], ""], [1333, "2020-02-14T18:23:28Z", [0.67, 0.22, 0.11, 0.0], ""], [1333, "2020-02-14T17:33:07Z", [0.68, 0.22, 0.1, 0.0], ""], [691, "2020-02-13T14:33:53Z", [0.63, 0.25, 0.12, 0.0], ""], [1333, "2020-02-13T11:16:43Z", [0.69, 0.22, 0.09, 0.0], ""], [19127, "2020-02-13T10:38:52Z", [0.76, 0.2, 0.04, 0.0], "Of interest (although I couldn't easily find the poll source): https://dominicantoday.com/dr/local/2020/01/16/opposition-presidential-candidate-would-win-with-43-poll/"], [81912, "2020-02-13T00:44:38Z", [0.25, 0.25, 0.25, 0.25], ""], [1646, "2020-02-11T17:54:36Z", [0.75, 0.15, 0.1, 0.0], ""], [57778, "2020-02-11T00:31:03Z", [0.75, 0.2, 0.05, 0.0], ""], [84288, "2020-02-10T18:29:30Z", [0.64, 0.22, 0.14, 0.0], ""], [84288, "2020-02-10T18:28:37Z", [0.64, 0.15, 0.21, 0.0], ""], [31275, "2020-02-09T16:29:09Z", [0.77, 0.14, 0.09, 0.0], ""], [19127, "2020-02-09T09:10:46Z", [0.77, 0.19, 0.04, 0.0], ""], [57778, "2020-02-07T06:19:53Z", [0.75, 0.2, 0.05, 0.0], ""], [691, "2020-02-06T19:13:25Z", [0.63, 0.25, 0.12, 0.0], ""], [73970, "2020-02-05T15:05:43Z", [0.51, 0.3, 0.15, 0.04], ""], [80617, "2020-02-04T21:58:01Z", [0.62, 0.27, 0.11, 0.0], ""], [1333, "2020-02-04T19:26:37Z", [0.7, 0.22, 0.08, 0.0], ""], [14107, "2020-02-04T13:27:52Z", [0.75, 0.2, 0.05, 0.0], ""], [1333, "2020-02-03T09:03:02Z", [0.71, 0.22, 0.07, 0.0], ""], [31275, "2020-02-02T20:58:50Z", [0.73, 0.16, 0.11, 0.0], "https://dominicantoday.com/dr/local/2020/01/27/dominican-republic-opposition-candidate-poised-to-win-poll/"], [84685, "2020-02-01T19:17:47Z", [0.45, 0.32, 0.13, 0.1], ""], [31251, "2020-01-31T16:08:41Z", [0.58, 0.31, 0.11, 0.0], ""], [84644, "2020-01-31T15:38:41Z", [0.5, 0.0, 0.5, 0.0], ""], [57778, "2020-01-31T09:07:27Z", [0.75, 0.2, 0.05, 0.0], "https://dominicantoday.com/dr/local/2020/01/27/dominican-republic-opposition-candidate-poised-to-win-poll/ \"The Gallup-Hoy survey found that Luis Abinader, of the Modern Revolutionary Party (PRM), leads the way in any of the scenarios of the May presidential elections, though the intention of the vote expressed in his favor is not enough to avert a runoff and unseat the Dominican Liberation Party (PLD), which has been in power for 16 consecutive years. If the presidential elections were today 42% would vote for Abinader, 31.4% for Gonzalo Castillo, of the ruling PLD, and 15.5% for former President Leonel Fernández, of the People’s Force, an organization he created following his ouster from the PLD, in October 2019. Abinader, who participates for the second time in presidential elections, would receive 89.9% of the votes of those who say they sympathize with his party, as well as 65.8% of those who favor the Dominican Revolutionary Party (PRD), 14% of the who sympathize with the Christian Social Reform Party (PRSC), and 5.2% of those who adhere to the People’s Force.\""], [21884, "2020-01-31T04:20:27Z", [0.88, 0.07, 0.05, 0.0], ""], [84656, "2020-01-30T21:21:20Z", [0.15, 0.15, 0.25, 0.45], ""], [79464, "2020-01-30T18:33:26Z", [0.75, 0.25, 0.0, 0.0], ""], [691, "2020-01-30T14:40:31Z", [0.63, 0.25, 0.12, 0.0], ""], [84630, "2020-01-30T13:33:59Z", [0.55, 0.1, 0.33, 0.02], "PLD is struggling to retain support. \nFrom 2018 poll, 48.2% Fernandez (PLD), 40.2% Abinader (PRM), 5.9% neither, 5.6% no response.\n16 of the last 20 years, a PLD candidate has been president. \nI'm giving the edge to Abinader (PRM), because recent polls show Domincans believe the PLD government has been the most corrupt in Dominican history (58.2%). \nhttps://via.news/caribbean/expecting-surprise-2020-dominican-election/\n"], [77545, "2020-01-26T16:19:32Z", [0.33, 0.33, 0.33, 0.01], ""], [31275, "2020-01-26T16:15:56Z", [0.64, 0.18, 0.18, 0.0], "Polls, which can be wrong, show Abinador. Raising some."], [84498, "2020-01-26T02:35:43Z", [0.15, 0.15, 0.15, 0.55], ""], [57778, "2020-01-26T01:11:39Z", [0.75, 0.2, 0.05, 0.0], ""], [80617, "2020-01-24T21:00:05Z", [0.52, 0.27, 0.21, 0.0], ""], [1333, "2020-01-24T18:12:44Z", [0.72, 0.22, 0.06, 0.0], ""], [691, "2020-01-24T15:08:15Z", [0.66, 0.22, 0.12, 0.0], ""], [80425, "2020-01-24T07:52:14Z", [0.55, 0.35, 0.1, 0.0], ""], [37236, "2020-01-23T16:30:21Z", [0.56, 0.18, 0.26, 0.0], "OAS election observers in prep for local elections. See link https://www.oas.org/en/media_center/press_release.asp?sCodigo=E-002/20       There will doubtless be more visits by them as well as NGOs in runup to prez vote.  How these visits might mediate corruption remains problematic. Have bumped up Leonel a bit since he is a big sports fan and Domicans love baseball. Somebody just might be banging a corked bat on a garbage can in his dugout... Barcelo Anejo meets Venezuela's Diplomatico Reserva..."], [24785, "2020-01-22T03:59:03Z", [0.23, 0.46, 0.22, 0.09], ""], [84288, "2020-01-21T15:20:05Z", [0.38, 0.24, 0.38, 0.0], ""], [8826, "2020-01-20T21:31:08Z", [0.2, 0.2, 0.2, 0.4], "Toss up"], [70019, "2020-01-20T16:16:36Z", [0.8, 0.1, 0.1, 0.0], ""], [31275, "2020-01-20T14:56:50Z", [0.57, 0.22, 0.21, 0.0], ""], [1646, "2020-01-20T12:56:25Z", [0.6, 0.2, 0.2, 0.0], "In agreement with @sebawi\nLeonel Fernández may be the most interesting to watch. The overwhelming corruption allegations from his past two administrations are clear to everyone, but so is his political abilities and the strength of some of his allies. Will he succeed in uniting the PLD ( if he goes on to the second round)  and in appealing to the political left and the right? Will revelations about the past catch up to him ? LF may not be playing to win, but to regain control of what he sees as his party. Unfortunately this election has a  high chance to be tainted with violence, from what I have been reading. "], [32300, "2020-01-20T12:55:27Z", [0.6, 0.25, 0.14, 0.01], ""], [27661, "2020-01-20T12:06:46Z", [0.63, 0.19, 0.18, 0.0], "2nd forecast. Let's have a look at the facts first: - the election of the president follows a two-round system [5]\n- election fraud in connection to the JCE may be an issue to consider in the forecast [7, 8]\n- recent polls suggest that Luis Abinader will win the first round of the presidential elections by 43% and is likely to win the second round as well following the independent Mark Penn/Stagwell poll [1, 2, 6]\n- voter turnout will possibly be higher than in the last elections, around 80% rather than 70% [3, 4]\n- the ruling party, the PLD is even more split than it has already been after the primaries saw Gonzalo Castillo win under the accusation of election fraud [9, 10, 11] Thus, I assume these questions are of key importance to the forecast: - What are the consequences of a higher voter turnout for the election? For whom can we expect a mobilization effect?\n- How will the split between Fernández and the PLD affect the elections? Are there any chances of reconciliation?\n- Will we see a 2nd round of the presidential elections?\n- If there'll be a 2nd round, for whom will supporters of Castillo or Fernández vote for? Assuming that the election won't suffer from election fraud, Luis Abinader is the likely to be the winner of the first round. If there'll be a second round, a victory becomes less likely relatively, in particular if Leonel Fernández is the contender - see poll conducted before the PLD primary [12]. However, Luis Abinader has the best position to become president at the moment. I can't tell what effect a higher voter mobilization will have on the result as of today. The next months will be interesting. [1] https://dominicantoday.com/dr/local/2020/01/16/opposition-presidential-candidate-would-win-with-43-poll/\n[2] https://www.globalsourcepartners.com/posts/2020-elections-may-bring-power-shift/teaser\n[3] https://dominicantoday.com/dr/local/2020/01/15/83-of-dominicans-to-vote-in-the-next-elections/\n[4] http://www.electionguide.org/countries/id/62/\n[5] https://en.wikipedia.org/wiki/Two-round_system\n[6] https://www.diariolibre.com/opinion/en-directo/al-fin-una-encuesta-independiente-LL16482559\n[7] https://www.diariolibre.com/opinion/lecturas/virutas-electorales-HC16508384\n[8] https://es.wikipedia.org/wiki/Junta_Central_Electoral\n[9] https://dominicantoday.com/dr/uncategorized/2019/10/07/after-primary-setback-ex-presidents-supporters-stage-protest/\n[10] https://dominicantoday.com/dr/local/2019/10/24/more-resignations-of-pld-in-support-of-leonel-fernandez/\n[11] https://dominicantoday.com/dr/local/2017/12/04/ruling-partys-division-a-fact-senior-pld-member/\n[12] https://dominicantoday.com/dr/local/2019/07/22/survey-leonel-fernandez-46-0-luis-abinader-40/"], [83962, "2020-01-20T07:58:25Z", [0.05, 0.95, 0.0, 0.0], ""], [83855, "2020-01-20T04:16:10Z", [0.25, 0.25, 0.25, 0.25], "I am answering just to get to the next question."], [427, "2020-01-20T02:32:52Z", [0.5, 0.5, 0.0, 0.0], ""], [82381, "2020-01-20T01:38:06Z", [0.55, 0.15, 0.3, 0.0], "According to GlobalSource Partners, two recent unpublished surveys show the ruling PLD is headed toward a loss in the May 2020 elections, while presidential challenger Luis Abinader, the PRM and their allies seem well placed to win.  The polls show significant voter preferences for Abinader, over both PLD candidate Gonzalo Castillo, and ex-president Leonel Fernández and his new LFP. The division of the PLD explains this situation, both polls found, as the PLD vote has been split in two. Moreover, Castillo seems to be losing ground, as the current government continues to experience rocky times"], [79919, "2020-01-19T22:56:47Z", [0.8, 0.2, 0.0, 0.0], ""], [79919, "2020-01-19T22:54:36Z", [0.1, 0.9, 0.0, 0.0], ""], [77502, "2020-01-19T22:20:08Z", [0.33, 0.34, 0.33, 0.0], ""], [83097, "2020-01-19T21:01:46Z", [0.1, 0.6, 0.3, 0.0], ""], [65276, "2020-01-19T20:29:56Z", [0.5, 0.3, 0.2, 0.0], ""], [82316, "2020-01-19T20:02:20Z", [0.33, 0.23, 0.4, 0.04], ""], [691, "2020-01-19T19:47:49Z", [0.71, 0.19, 0.1, 0.0], ""], [75947, "2020-01-19T19:16:54Z", [0.25, 0.23, 0.27, 0.25], ""], [82476, "2020-01-19T18:52:36Z", [0.0, 1.0, 0.0, 0.0], ""], [82377, "2020-01-19T18:09:10Z", [0.25, 0.25, 0.25, 0.25], ""], [82315, "2020-01-19T17:47:33Z", [0.66, 0.18, 0.16, 0.0], ""], [81869, "2020-01-19T17:10:20Z", [0.0, 1.0, 0.0, 0.0], "Gut."], [81748, "2020-01-19T16:35:26Z", [0.65, 0.25, 0.1, 0.0], ""], [66692, "2020-01-18T21:59:37Z", [0.9, 0.1, 0.0, 0.0], ""], [57778, "2020-01-16T01:04:32Z", [0.8, 0.15, 0.05, 0.0], ""], [691, "2020-01-14T21:31:18Z", [0.65, 0.22, 0.13, 0.0], ""], [73687, "2020-01-14T12:29:49Z", [0.85, 0.11, 0.03, 0.01], ""], [1333, "2020-01-14T09:38:59Z", [0.71, 0.22, 0.07, 0.0], ""], [81523, "2020-01-14T00:39:51Z", [0.6, 0.22, 0.15, 0.03], "Split of the PLD coalition, present polling data. "], [38094, "2020-01-13T17:14:30Z", [0.7, 0.2, 0.1, 0.0], "Who will win the 2020 Dominican Republic presidential election? Fine tuning."], [81500, "2020-01-12T19:46:44Z", [0.6, 0.25, 0.15, 0.0], ""], [29054, "2020-01-12T19:40:35Z", [1.0, 0.0, 0.0, 0.0], ""], [31275, "2020-01-12T15:26:01Z", [0.55, 0.23, 0.22, 0.0], "Slight adjustment"], [37236, "2020-01-12T12:52:28Z", [0.65, 0.22, 0.13, 0.0], ""], [1333, "2020-01-11T14:26:45Z", [0.72, 0.22, 0.06, 0.0], ""], [19127, "2020-01-10T15:55:31Z", [0.78, 0.19, 0.03, 0.0], ""], [691, "2020-01-10T15:10:20Z", [0.61, 0.22, 0.17, 0.0], ""], [81450, "2020-01-09T09:04:25Z", [0.0, 0.65, 0.34, 0.01], ""], [31275, "2020-01-08T18:46:14Z", [0.51, 0.25, 0.24, 0.0], "It is likely a run-off will happen but Abinader is well positioned to win. "], [27661, "2020-01-08T16:50:09Z", [0.49, 0.29, 0.22, 0.0], "First forecast, mostly based on provided sources and discussion here."], [691, "2020-01-08T15:10:49Z", [0.61, 0.22, 0.17, 0.0], ""], [14107, "2020-01-07T23:15:19Z", [0.68, 0.17, 0.14, 0.01], ""], [80425, "2020-01-06T22:29:07Z", [0.6, 0.4, 0.0, 0.0], ""], [81336, "2020-01-05T13:26:41Z", [0.23, 0.43, 0.25, 0.09], ""], [38094, "2020-01-04T23:29:30Z", [0.6, 0.2, 0.2, 0.0], "Who will win the 2020 Dominican Republic presidential election? \nWe have 6 months to alter our forecasts, many of you already have and I thank you for your updates. \nHattip to @Rickburger for sharing his logic and his sources."], [691, "2020-01-04T20:47:46Z", [0.61, 0.22, 0.17, 0.0], ""], [1333, "2020-01-04T11:17:29Z", [0.73, 0.22, 0.05, 0.0], ""], [80617, "2020-01-03T23:05:14Z", [0.5, 0.25, 0.18, 0.07], "Encuesta El Dia (19.12.2019)  "], [4412, "2020-01-02T19:23:20Z", [0.15, 0.75, 0.05, 0.05], ""], [691, "2020-01-02T13:11:42Z", [0.61, 0.22, 0.17, 0.0], ""], [81280, "2020-01-02T12:56:40Z", [0.25, 0.25, 0.25, 0.25], "Not a clue !"], [26666, "2020-01-02T12:49:36Z", [1.0, 0.0, 0.0, 0.0], ""], [554, "2020-01-02T06:28:52Z", [0.55, 0.35, 0.05, 0.05], ""], [80475, "2020-01-02T02:06:52Z", [0.6, 0.3, 0.08, 0.02], "A combination of polls and what I've read."], [44308, "2019-12-31T11:11:17Z", [0.33, 0.34, 0.33, 0.0], ""], [81244, "2019-12-30T01:27:45Z", [0.1, 0.65, 0.21, 0.04], ""], [1333, "2019-12-29T18:02:16Z", [0.72, 0.23, 0.05, 0.0], ""], [66636, "2019-12-29T17:35:04Z", [0.57, 0.05, 0.33, 0.05], ""], [80644, "2019-12-29T16:33:38Z", [0.4, 0.6, 0.0, 0.0], ""], [50981, "2019-12-29T12:47:07Z", [0.0, 0.55, 0.45, 0.0], ""], [593, "2019-12-29T11:43:08Z", [0.5, 0.1, 0.1, 0.3], ""], [1333, "2019-12-29T08:00:18Z", [0.71, 0.24, 0.05, 0.0], ""], [63963, "2019-12-29T02:41:31Z", [0.8, 0.1, 0.1, 0.0], ""], [64078, "2019-12-29T00:18:45Z", [0.25, 0.25, 0.5, 0.0], ""], [691, "2019-12-28T19:54:42Z", [0.61, 0.18, 0.21, 0.0], ""], [33887, "2019-12-28T17:54:25Z", [0.0, 0.0, 0.0, 1.0], ""], [1333, "2019-12-28T16:54:58Z", [0.7, 0.25, 0.05, 0.0], ""], [29054, "2019-12-27T23:03:19Z", [0.72, 0.15, 0.13, 0.0], ""], [60877, "2019-12-27T20:26:01Z", [0.35, 0.35, 0.3, 0.0], ""], [1333, "2019-12-26T22:56:29Z", [0.69, 0.16, 0.15, 0.0], ""], [1333, "2019-12-26T06:09:39Z", [0.7, 0.15, 0.15, 0.0], ""], [42276, "2019-12-23T14:09:56Z", [0.3, 0.4, 0.3, 0.0], ""], [691, "2019-12-23T13:28:03Z", [0.61, 0.17, 0.22, 0.0], ""], [37236, "2019-12-22T14:27:50Z", [0.45, 0.32, 0.23, 0.0], ""], [81164, "2019-12-21T20:35:58Z", [0.7, 0.25, 0.05, 0.0], ""], [41922, "2019-12-20T22:18:00Z", [0.55, 0.2, 0.2, 0.05], ""], [1333, "2019-12-20T17:02:39Z", [0.75, 0.05, 0.2, 0.0], ""], [1333, "2019-12-19T17:53:08Z", [0.8, 0.05, 0.15, 0.0], ""], [73050, "2019-12-19T15:36:44Z", [0.72, 0.23, 0.05, 0.0], ""], [62763, "2019-12-19T15:27:39Z", [0.05, 0.0, 0.95, 0.0], ""], [37236, "2019-12-18T21:45:10Z", [0.44, 0.32, 0.24, 0.0], ""], [35766, "2019-12-18T18:48:35Z", [0.15, 0.04, 0.8, 0.01], ""], [74903, "2019-12-18T15:29:42Z", [0.7, 0.1, 0.1, 0.1], ""], [691, "2019-12-18T14:12:45Z", [0.61, 0.16, 0.23, 0.0], ""], [1333, "2019-12-18T09:38:47Z", [0.8, 0.05, 0.1, 0.05], ""], [1333, "2019-12-18T09:31:17Z", [0.75, 0.05, 0.15, 0.05], ""], [56, "2019-12-17T20:26:51Z", [0.8, 0.15, 0.05, 0.0], ""], [37236, "2019-12-17T20:08:14Z", [0.34, 0.12, 0.19, 0.35], "On further review... Blood feud politics. Fairly recent polls can be found open source to support both sides of \"term limit\" argument in DR, and Medina is a master of the game.  Leonel has the most baggage, the highest \"betrayal index\" thus has in the world non-scientifc memes and tropes, the most  lose.   Check out this general article https://theglobalamericans.org/2019/06/presidential-terms-in-latin-america-are-like-potato-chips-you-can-never-stop-at-one/ Gonzalo Castillo has a  \"Odebrecht problem\" ... http://www.sincortapisa.com/departamento-del-tesoro-de-ee-uu-sanciona-al-precandidato-presidencial-del-pld-gonzalo-castillo-tras-recibir-sobornos-por-parte-de-odebrecht/\n\nAs for Medina, his EFE announcment via UOL that he is not and will n'sot seek another term could be considered as a ruse, IMO... https://noticias.uol.com.br/ultimas-noticias/efe/2019/07/23/presidente-da-republica-dominicana-anuncia-que-nao-deve-concorrer-a-reeleicao.htm As an afterthought. If you look at the Abinader website here   https://www.cambiord2020.com/   ... one wonders if it is too slick for the \"humildes\" . Offering promises and hope for the future a la Macri, Macron the Martinet, Pinera in Chile, all of which pretty much have gone south.   Nice stuff for the gente rica to read while on the plane flying from Miama to Casa Del Campo."], [75093, "2019-12-17T19:33:56Z", [0.08, 0.55, 0.35, 0.02], ""], [1333, "2019-12-16T19:43:42Z", [0.65, 0.05, 0.15, 0.15], ""], [1333, "2019-12-16T16:02:08Z", [0.55, 0.05, 0.15, 0.25], ""], [18679, "2019-12-16T08:00:58Z", [0.85, 0.0, 0.15, 0.0], ""], [691, "2019-12-15T18:03:51Z", [0.6, 0.14, 0.25, 0.01], ""], [1333, "2019-12-15T17:13:49Z", [0.45, 0.05, 0.15, 0.35], ""], [37236, "2019-12-15T13:28:19Z", [0.4, 0.16, 0.44, 0.0], ""], [14107, "2019-12-15T11:06:39Z", [0.7, 0.16, 0.13, 0.01], ""], [20284, "2019-12-14T23:59:23Z", [0.95, 0.05, 0.0, 0.0], "The PRM has a popular candidate and are united behind him.  He should not even need a run off. "], [691, "2019-12-14T20:12:49Z", [0.6, 0.14, 0.25, 0.01], ""], [80985, "2019-12-14T13:05:52Z", [0.85, 0.1, 0.05, 0.0], "Dominican politics are described as \"complicated\", but as in many countries, the incumbent party normally has a distinct advantages.  The basics - the PLD has won the last four elections, the sitting president retains a fairly high degree of support, and the country boasts solid economic growth over their tenure as leaders of the government.   The country also has reduced the amount of unemployment over the last few years.  \nA primary change driver in this case is the ability of the PLD to remain unified and transition its leadership to a new candidate.  The new candidate in this case is Gonzalo Castillo, but there are challenges to his leadership from former PLD president Leonel Fernandez and allegations of corruption against Castillo while he served as minister of public works and communication.  This was compounded by an earlier attempt to change the constitution allowing Medina to run for a third term.  These developments, among others, will likely impact the unity of the PLD vote in May.  \nA second change factor is the unity and experience of the opposition.  In this case, polls from fall of 2019 indicate Luis Abinader's national exposure and experience have served him well and currently place him in the lead with 47% support (just under the 50% necessary for a 1st round win).  \nThe last factor to consider here is the form of the election.  A potential 2 step process that starts with all candidates competing and looking for 50% of the vote.  If no candidate achieves the 50% threshold, it moves to a run off between the top two candidates.  Abinader would likely prefer a 1st round win to avoid PLD consolidation around a single candidate; however, winning in the first round is more difficult.  Brookings analysis of two step elections indicate the 1st round winner usually wins the run off, unless the 1st round winner is considered \"the greater evil\".  In this case the population tends to rally with the safer candidate.  All this to say - based on his previous result in the last election, current polling numbers, and current issues within the PLD point to Abinader as the 2020 winner.  "], [37236, "2019-12-14T11:54:29Z", [0.39, 0.16, 0.45, 0.0], "Some may think it is Abinader's \"turn\".  Lebanese heritage. Class wise, he is from the politcal and mercantile \"castes\".  Good ties with Sosua (its strong Jewish financial community since Trujillo days). Big Cement, no-go zone for journos and NGOs for fear of wearing cement shoes . A Peruvian non-scientific poll mentioned by Bedouincafe puts Abinader as the front runnerbut that poll IMO,  is problematic.   Fitch Risk (a sister company to Fitch Credit) has indicated Leonel as front runner. And suggests that trial of DR pols in connection with Odebrecht (Brazil) corruption case (influence pedding, corrupt practices in the DR) could be a factor. Another issue running in the background is the June 2019 shooting- attempted rub out- of national hero, retired Boston Red Sox World Series star David \"Big Papi\" Ortiz.  Leonel is a good friend of \"Big Papi\" and visited him in hospital in Boston.  You can see that on You Tube. Leonel grew up in Washington Heights, a at northern tip of Manhattan where many Dominicans live. He remains well connected to \"the street\" there.\n\nAlso, consider that  \"Big Papi\" has hired the well connected former Boston police commish Ed Davis as his personal security consultant.  If \"Big Papi\" has his back covered he could offer support to Fernandez.  Caste-wise, as mentioned previously, and is important in all aspects of DR society, Leonel is from the \"underclass\" who aspired to the political class,  where Abinader was born into the political and mercantile-class... (borgesa-bourgeois \"good family\".  Considering what has been revealed recently in Mexico  about cartel influence at the very top during Pena Neto presidency, the powerful DR drug lords and their international friends (one of whom is alleged to have been intellectual author of botched hit on \"Big Papi\") will continue to operate in the background, reach out through middlemen. That's the way it is. That's the way it has been.  Juan Dolio was the place to party before Tim Berners-Lee invented the web."], [1333, "2019-12-14T07:46:18Z", [0.35, 0.05, 0.15, 0.45], ""], [56, "2019-12-13T20:22:01Z", [0.75, 0.2, 0.05, 0.0], "Castillo changes the complexion of the race, but either way he looks like he loses against Abinader or Fernández. Abinader seems like the likely winner here.[1] \"The presidential candidate for the PRM, Luis Abinader, would be the candidate with the most votes received in the elections to be held in May 2020 with 48.7 percent of the votes, according to the results of a survey conducted by the Peruvian firm of research, ABC Marketing...Abinader would be defeating the former president and candidate of the PLD, Leonel Fernández, who according to the projection would reach 38.4% of the votes...When considering a possible second round, Abinader would obtain 57.9% of the votes, while Leonel 40.1%...While taking into account the possible candidates who reached at least a figure greater than 3% of the votes, Hipólito Mejía obtained 4.2%, while Ramfis Trujillo, 3.7%...The study was conducted based on a face-to-face face-to-face questionnaire with open and closed questions, carried out from November 11 to 17 of this year.\"[2] [1] http://ciesinternational.com/news_-_latest_dominican_rep_polls\n[2] https://listindiario.com/la-republica/2018/11/26/543302/abinader-ganaria-elecciones-del-2020-segun-encuesta\n"], [31251, "2019-12-13T19:49:58Z", [0.52, 0.43, 0.04, 0.01], ""], [1333, "2019-12-13T19:10:59Z", [0.35, 0.15, 0.05, 0.45], "Danilo has something up his sleeve for another term."], [1333, "2019-12-13T18:36:19Z", [0.35, 0.25, 0.35, 0.05], ""]], "open_date": "2019-12-13T18:00:45Z", "close_date": "2020-07-06T23:00:20Z"}