{"question_id": 1904, "title": "Will the Scottish National Party win a majority of seats in the next Scottish Parliament election?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.66, 0.34], "correct_answer": "No", "correct_forecast": 0.34, "preds": [[94872, "2021-05-06T02:52:02Z", [0.6], ""], [15414, "2021-05-06T02:36:15Z", [0.81], "Albe seems to be a busted flush and Labour and the Tories are swapping votes between themselves. However, a lot of seats are maginal so I am cautiously optimistic that the answer will be yes."], [59635, "2021-05-06T02:18:58Z", [0.62], ""], [74903, "2021-05-06T00:36:39Z", [1.0], ""], [529, "2021-05-05T22:45:09Z", [0.62], "Last forecast: Sinking or swimming at this point on an SNP majority. FWIW the most recent two polls listed in the link are higher for SNP than the previous iterations: https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election https://www.predictit.org/markets/detail/7128/How-many-seats-will-the-SNP-win-in-Scotland's-next-election"], [91516, "2021-05-05T21:54:56Z", [0.95], "Brexit is highly unpopular in Scotland. Johnson has been blatantly rude about Scottish politicians. And, like most of the other nations in the UK, Scotland is tired of seeing the things they want to do nixed by the Conservative government. Labor is not much of a factor in these elections anymore."], [100413, "2021-05-05T21:42:49Z", [0.38], ""], [62808, "2021-05-05T20:02:08Z", [0.85], "https://www.bbc.com/turkce/haberler-dunya-57043028 "], [89038, "2021-05-05T19:49:11Z", [0.67], "2/3s feels right, will put neck out and say they will get 65 exact but error margin slim."], [95503, "2021-05-05T17:36:09Z", [0.67], ""], [95503, "2021-05-05T17:02:13Z", [0.56], ""], [94606, "2021-05-05T16:39:35Z", [0.48], "Thanks to @jayb (https://www.gjopen.com/comments/1273011) for some useful, albeit conflicting info, and @Juliabizz (https://bit.ly/3tmK10K) and @Mark_T (https://www.gjopen.com/comments/1272914) As most forecasters and polls seem to agree, this is going to be a close call. I am erring on the side the SNP will not get a majority because the Greens will pick up many of the now disillusioned ex-SNP voters. Hence, Holyrood will have a pro-indy balance which may still make things uncomfortable for BoJo but less so than is Sturgeon wins an outright majority. I am also being influenced a bit by Prof Curtice's record (which @SE_Meyer is / was also relying on?)"], [95503, "2021-05-05T15:39:15Z", [0.5], ""], [529, "2021-05-05T15:01:29Z", [0.51], "More conflicting polls (etc.): https://www.reuters.com/world/uk/scottish-nationalists-unlikely-win-majority-poll-indicates-2021-05-05/ https://www.reuters.com/article/britain-sterling/sterling-steady-as-outright-majority-for-scottish-nationalists-seen-unlikely-idUSL1N2MS0HP https://www.scotsman.com/news/politics/scottish-election-2021-poll-shows-nicola-sturgeons-snp-set-to-win-majority-3222029 https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election https://www.predictit.org/markets/detail/7128/How-many-seats-will-the-SNP-win-in-Scotland's-next-election\n"], [94872, "2021-05-05T13:38:15Z", [0.55], ""], [691, "2021-05-05T13:10:45Z", [0.51], ""], [42234, "2021-05-05T12:57:12Z", [0.59], ""], [95503, "2021-05-05T09:54:54Z", [0.63], ""], [11430, "2021-05-05T09:28:58Z", [0.0], ""], [96367, "2021-05-05T08:40:37Z", [0.72], "Polling (Savanta ComRes vs YouGov, Ipsos Mori etc.) appears unreliable as a hard indicator for this question's razor thin margin call of \"majority or not\" so it should only be seen as a measure of \"it'll be really close\" (within 1 or 2 seats either way) [1 and 2].  Its hard to find an unbiased poll commissioned by the papers on this issue (the Herald and The Scotsman appear to have a bias towards unionism and anti independence so their Savanta ComRes polling (and its fairly minuscule scope) should be taken with a pinch of salt I'd suggest) but their assessments can be blended with other, more qualitative factors to base a half decent probability estimate on (with a fairly objective degree of confidence).  So how do you build a probability forecast on anything beyond 50/50 (which is arguably as far as the split and not entirely unbiased polling gets you to for the \"majority\" question)?  Other factors I think are worth taking into consideration at this late stage: 1.  Debate performance appeared stable [3] and unlikely to move the needle in any fundamental way, but Sturgeon's firm and repeated declaration that a \"wild cat\" referendum was off the cards (and that an Indy Ref would only be called at a responsible time once economic stability was achieved) appeared to be a last minute appeal to the undecided or gently Indy AND non-Indy leaning voters that the SNP could be trusted as the responsible, balanced, \"centre ground\" vote (on the Indy issue anyway) that supported a democratic decision on the issue at \"the right and responsible time\". 2.  Sturgeon's calculation appears to be that this group is worth a punt at persuading and that their benefit trumps any possible loss of support from the hard line Indy vote (that they may feel will more likely vote Alba or Green at this point anyway or will not be likely to jump ship in large numbers, still seeing the SNP as their best chance for what they want despite the softened approach to Independence). Does this increase or decrease the chance of a majority?  Hard to say definitively (and even harder to say if the pitch will land), but the mollification of their Indy line is an interesting path to see them take that may be designed at the last second to spoke the Conservative messaging wheel and allay fears of more reasonable voters.  I think this gives a slight increase in probability of a majority and with some increased confidence given the amount of internal opinion polling that probably went into this messaging pitch. 3.  We should also factor in BJ's, Westminster's and the Tory Government's current popularity north of the border into this question (not good, but how much that drives any \"F*** You, Jimmy!\" voting contribution is also hard to determine with high confidence).  Whilst BJ's increasingly public corruption and amoral governance does not appear to have fundamentally altered voter intentions south of the border (a depressing measure of modern British ethical, moral and honour based leadership) that may not be true North of the Border with a stronger anti-Brexit crowd, and freshly Brexit scarred fishing industry and a generally stronger \"anti-Westminster\" (and \"anti-Tory fop\") sentiment at the best of times.  Again, a (slight) contribution to the rise above the 50/50 polling baseline I feel is warranted against this factor. I fell like the crowd has probably hit the correct mark on this probability estimate in the last few days (having been perhaps fairly over confident up until this last week or so) and I'm happy to go a little above based on my personal weighting of the factors described above. Its an Art and a Science after all... [1] https://www.heraldscotland.com/news/19277783.scottish-election-2021-think-won-bbc-leaders-debate/\n[2] https://www.thenational.scot/news/19277298.scottish-election-poll-opinium-puts-snp-track-majority-government/\n[2] https://www.thetimes.co.uk/article/scottish-election-poll-snp-set-for-four-seat-majority-w7w70h0t5\n[3] https://www.independent.co.uk/news/uk/politics/scotland-election-leaders-debate-independence-b1842077.html\n[4] https://www.bbc.co.uk/news/uk-scotland-scotland-politics-56988320\n[4] https://www.bbc.co.uk/news/uk-scotland-scotland-politics-56986718"], [94502, "2021-05-05T08:13:20Z", [0.48], "https://www.reuters.com/world/uk/scottish-nationalists-unlikely-win-majority-poll-indicates-2021-05-05/"], [42131, "2021-05-05T08:11:06Z", [0.4], ""], [94872, "2021-05-05T03:12:50Z", [0.65], ""], [89038, "2021-05-04T22:28:21Z", [0.65], ""], [100891, "2021-05-04T22:22:55Z", [0.7], ""], [529, "2021-05-04T21:57:43Z", [0.62], "Late polls may be indicating a better possibility of an SNP majority: https://www.thetimes.co.uk/article/scottish-election-poll-snp-set-for-four-seat-majority-w7w70h0t5 https://www.thenational.scot/news/19277298.scottish-election-poll-opinium-puts-snp-track-majority-government/ https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election https://www.predictit.org/markets/detail/7128/How-many-seats-will-the-SNP-win-in-Scotland's-next-election"], [95503, "2021-05-04T21:57:05Z", [0.6], ""], [80475, "2021-05-04T21:31:11Z", [0.8], "Based on the late-deciding voters breaking for the SNP, sure seems like it."], [95503, "2021-05-04T17:35:55Z", [0.63], ""], [95503, "2021-05-04T17:31:00Z", [0.55], ""], [85097, "2021-05-04T16:58:16Z", [0.55], ""], [55987, "2021-05-04T14:53:40Z", [0.69], ""], [85747, "2021-05-04T13:52:24Z", [0.45], "Revising down inline with the odds, and reflecting the effectiveness of media operations."], [97171, "2021-05-04T12:30:36Z", [0.35], ""], [85449, "2021-05-04T12:25:46Z", [0.7], ""], [100413, "2021-05-04T11:16:20Z", [0.4], "Revising my prediction upwards. There seems to have been an increase in support for the SNP in the last few days which I wasn't expecting. Furthermore there is a record breaking amount of people registering to vote, with the areas seeing the biggest increase being the areas with large non UK populations (who have recently been enfranchised and typically are more pro independence/SNP than those born within Scotland). "], [58028, "2021-05-04T08:32:13Z", [0.5], ""], [98029, "2021-05-04T06:29:07Z", [0.7], ""], [94872, "2021-05-04T03:57:39Z", [0.5], ""], [99552, "2021-05-04T03:46:56Z", [0.3], "Full Forecast: https://globalguessing.com/metaculus-mondays-vol13/ Unfortunately for the SNP, the massive lead they enjoyed during the peak of the British pandemic appears to have abated as the country has gotten the pandemic mostly under control (https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election#/media/File:Opinion_polling_for_the_next_Scottish_Parliament_election_(regional_vote).png). At the same time the SNP has seen a dip in the polls, so too has support for Scottish independence (https://en.wikipedia.org/wiki/File:Wiki_Scots_Indep_V6_new_format.pdf). According to The New Statemen's election model, the SNP are forecasted to receive 37% of the vote and win 62 seats–a net loss of one seat and just short of the 65 needed for a majority (https://www.newstatesman.com/politics/scotland/2021/04/scottish-independence-poll-tracker-will-scotland-vote-leave-uk) And based on our election model (https://globalguessing.com/tag/elections/), the SNP have a 30% likelihood of a majority."], [99993, "2021-05-04T01:20:08Z", [0.4], ""], [80667, "2021-05-04T00:49:04Z", [0.58], "So what has changed?   Support for SNP based on Politico's poll of polls has slightly declined, based on which I had downgraded the prob by a couple of points. As of Apr 30.  ~ 48% (73 single-member constituency seats) & 37% (56 regional list seats) \nAs of Mar 31 ~ 49% (73 single-member constituency seats)  & 40% (56 regional list seats)  Interestingly in the same time period, a very slight majority now oppose the referendum - which may correlate with the drop in support for SNP.  Of course, we don't know much polling error we should expect- given that the pollsters would have operated under Covid-19 conditions. "], [97569, "2021-05-03T23:35:08Z", [0.55], ""], [97569, "2021-05-03T23:29:56Z", [0.59], ""], [96318, "2021-05-03T21:53:54Z", [0.6], ""], [95542, "2021-05-03T21:06:41Z", [0.65], "Multiple recent polls suggesting drop in SNP support. Seems increasingly unlikely they will have an absolute majority of 65 seats although still within margin of error. https://www.scotsman.com/news/politics/scottish-election-2021-polling-expert-says-snp-majority-on-a-knife-edge-3215752 https://www.scotsman.com/news/politics/worst-polling-for-yes-since-2019-as-snp-support-continues-to-drop-poll-shows-3218102 https://www.scotsman.com/news/politics/scottish-election-2021-alex-salmonds-party-on-track-to-win-eight-seats-poll-suggests-3215409 https://ballotbox.scot/bmg-april-2021"], [95542, "2021-05-03T19:58:05Z", [0.7], "Comment deleted on May 03, 2021 07:58PM UTC"], [95503, "2021-05-03T15:57:38Z", [0.63], ""], [96367, "2021-05-03T15:34:37Z", [0.8], "Moving down a little in the final week with the Greens potentially eating enough of the SNP's vote to steal the crown of a majority from them (whilst still leaving a collective majority for independence as part of the aforementioned \"F You!\" vote). The nature of the more proportional voting system in Scotland, the spread of the independence vote amongst three parties (although Alba at this stage still hasn't breached much beyond \"Monster Raving Loony\" levels) and staining caused by the recent Sturgeon / Salmond fiasco all play the odds downwards, whilst Boris' own recent scandals (watch for more to come this next week), the impact of Brexit on Scotland fisheries (with recent announcements about the lack of a Norway deal not helping [4]) and the more general opportunity to say \"F You!\" to the scruffy, entitled fop down south all play against.  As a counter, we shouldn't disregard the effect the massive social media influence machine that has served Boris so well in recent past being pumped furiously to dissuade some voters and persuade others [1 & 2].  Bookies are apparently giving 8/11 odds (roughly translated as 58% probability) for an SNP majority and 11/10 (or 69%) for the SNP to fall short of a majority with days to go [3], and I'd be surprised if the Cummings & Gove assassination team haven't got something up their sleeve in this last week to try and put another dent in Boris' rapidly tarnishing armour (although its worth noting that current polls suggest today's UK voter doesn't have as much of a problem with rampant corruption and self dealing as some might have hoped!).  As such, I think there's plenty still to play for an the debate on the 4th promises to be feisty.   [1] https://www.ipsos.com/ipsos-mori/en-uk/snp-retains-strong-lead-independence-dominates-voters-concerns\n[2] https://yougov.co.uk/topics/politics/articles-reports/2021/04/29/majority-snp-voters-would-be-unhappy-snp-alba-coal\n[3] https://www.independent.co.uk/news/uk/politics/scottish-election-2021-odds-latest-b1838287.html\n[4] https://www.bbc.co.uk/news/uk-politics-56940914"], [85144, "2021-05-03T14:11:08Z", [0.5], ""], [100608, "2021-05-03T13:17:23Z", [0.5], "Sticking to 50% - \nLatest polling showing little movement - final debate on the 4th May\nhttps://www.bbc.co.uk/news/uk-scotland-scotland-politics-56969880"], [98029, "2021-05-03T11:09:35Z", [0.75], ""], [14853, "2021-05-03T07:22:25Z", [0.8], ""], [34959, "2021-05-03T04:44:24Z", [0.53], ""], [529, "2021-05-02T20:50:42Z", [0.5], "Recent polls seem to be swinging back and forth re likelihood of an SNP majority: https://www.thetimes.co.uk/article/snp-independence-hopes-knife-edge-scottish-holyrood-elections-3v8xpb3z5 https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election"], [85449, "2021-05-02T17:17:59Z", [0.2], "Ach."], [691, "2021-05-02T15:59:27Z", [0.72], ""], [85097, "2021-05-02T13:15:49Z", [0.5], ""], [95503, "2021-05-02T11:51:31Z", [0.55], ""], [95503, "2021-05-02T11:25:27Z", [0.5], ""], [95503, "2021-05-02T11:18:51Z", [0.57], ""], [55987, "2021-05-02T05:33:44Z", [0.76], ""], [1624, "2021-05-02T01:51:58Z", [0.7], ""], [98252, "2021-05-01T21:29:17Z", [0.73], ""], [100413, "2021-05-01T20:47:39Z", [0.35], "The source is far from non biased but thought this article may be of interest to some: https://www.telegraph.co.uk/politics/2021/04/30/independence-case-flaws-mean-nicola-sturgeon-unlikely-win-outright/?WT.mc_id=tmgliveapp_iosshare_AxFMR0pSmcrs The respected political scientist Jon Curtis puts an SNP majority at 20-30% likelihood. Supposedly SNP strategists are also worried that they may lose more constitutioncies than is currently polled. With a 'doomsday scenario' of perhaps a loss of 8 seats being considered by SNP strategists. Not sure I buy that kind of dip."], [100413, "2021-05-01T20:34:24Z", [0.35], "Comment deleted on May 01, 2021 09:02PM UTC"], [58028, "2021-05-01T20:16:19Z", [0.6], ""], [100608, "2021-05-01T20:00:35Z", [0.5], "Sticking at 50% even though crowd says higher.   The SNP not seemingly gaining in momentum and Greens maybe getting a few more of the Regional List seats.\nhttps://www.theguardian.com/politics/2021/may/01/scotland-stands-at-the-crossroads-independence-holyrood"], [97841, "2021-05-01T13:04:46Z", [0.5], ""], [95503, "2021-05-01T10:31:22Z", [0.64], "https://twitter.com/BritainElects/status/1388131356870430723"], [97569, "2021-05-01T03:15:43Z", [0.75], ""], [96828, "2021-05-01T02:24:24Z", [0.5], ""], [98211, "2021-04-30T23:52:44Z", [0.67], ""], [58028, "2021-04-30T18:24:24Z", [0.65], ""], [691, "2021-04-30T18:14:23Z", [0.78], ""], [15414, "2021-04-30T18:13:29Z", [0.72], "The will be the governing party but the chances of a majority are slimming."], [94872, "2021-04-30T17:21:39Z", [0.55], ""], [42131, "2021-04-30T10:59:35Z", [0.6], ""], [94502, "2021-04-30T10:15:29Z", [0.48], "Leaning to one side of the fence to lower the SNP's odds to 48%. The rise of the Green Party is another notable force. The Greens are pro-independence but their primary message about the environment, climate, nature is resonating across lines. A vote for the Greens is a vote lost for the SNP.  From the BBC's political correspondent in Scotland (https://www.bbc.co.uk/news/uk-scotland-scotland-politics-56744858)\n\"There has been much focus on the Green position on the constitution, given their potentially pivotal role in creating a pro-independence majority at Holyrood. It was certainly the subject of many of the questions at the manifesto launch. However, based on the manifesto alone, the subject is far from the top of the Green list of priorities - accounting for only two of the 96 pages\""], [96450, "2021-04-30T10:03:56Z", [0.6], ""], [93350, "2021-04-30T09:41:28Z", [0.5], "The latest polls show a loss of momentum with the political parties. There has been a rise in profile for the new Labour leader, Anas Sarwar and is proving to be popular. Events in Westminster have overshadowed this election and Sir John Curtice appears to backing off from his two seat majority of a few days ago. The Indy Ref vote also appears to be diminishing from its 50%  ‘Yes’ vote.\nAll I all too close to call. 50%/50%. https://www.scotsman.com/news/politics/scottish-election-polls-what-are-the-latest-opinion-polls-for-the-2021-election-and-what-happened-in-2016-3217223  https://www.scotsman.com/news/politics/worst-polling-for-yes-since-2019-as-snp-support-continues-to-drop-poll-shows-3218102  https://www.scotsman.com/news/politics/scottish-election-2021-polling-expert-says-snp-majority-on-a-knife-edge-3215752  https://www.bbc.com/news/uk-scotland-scotland-politics-56889344\n"], [58028, "2021-04-30T07:38:39Z", [0.5], ""], [11447, "2021-04-30T07:29:48Z", [0.5], "The polls seem to indicate it is close but central expectation should be no majority for SNP. One example: https://ballotbox.scot/ To me normally that would indicate something like 33 - 49% chance. I.e. 1/3rd chance of a major polling miss and then when very close it gets to even a minor miss in their favour helping. Other sources seem to be more bullish on snp, I.e crowd forecast and to an extent betting markets are at least the top end of the range https://www.oddschecker.com/politics/british-politics/scottish-politics/scottish-election-2021-snp-majority The fact that the poll trends shows they probably went from slightly above central case to slightly below 50/50 over the last weeks does not really mean much to me. You could argue reversion to mean or momentum against them. I also think views are being impacted by the wider question of how much support there is for independence and will there be another referendum or at least a serious push for one. Honestly I would probably be 45% but I am far enough away from the consensus anyway, so going for 50%"], [87536, "2021-04-30T05:05:47Z", [0.9], "That seems pretty obvious. The fallout from Covid and brexit will lead to independence and for that stands the SNP."], [94872, "2021-04-30T05:05:33Z", [0.57], ""], [62808, "2021-04-29T23:09:28Z", [0.85], "https://www.bbc.com/turkce/haberler-dunya-57043028 "], [85097, "2021-04-29T23:01:21Z", [0.42], "Could definitely go either way, and it will be very close to the required 65 seats whichever side it falls on. If you take the polls at their word then it is very difficult to justify assigning over 50% on this."], [94606, "2021-04-29T21:22:15Z", [0.4], "This most recent Savanta Comres poll; https://2sjjwunnql41ia7ki31qqub1-wpengine.netdna-ssl.com/wp-content/uploads/2021/04/Final_38028217-Scotland-Poll-Scotsman-20210428_Private__.pdf suggests a distinct drop-off in SNP popularity. Having read similar from other polls, I am reducing my forecast. @Mark-T / @Juliabizz  / @SE_Meyer"], [529, "2021-04-29T19:43:54Z", [0.48], "Some recent polls aren't appearing strong for chances of an outright SNP majority: https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election FWIW, other sources:  https://www.independent.co.uk/news/uk/politics/scottish-election-2021-odds-latest-b1838287.html https://www.predictit.org/markets/detail/7128/How-many-seats-will-the-SNP-win-in-Scotland's-next-election"], [100608, "2021-04-29T18:34:45Z", [0.5], ""], [89038, "2021-04-29T17:34:45Z", [0.62], ""], [97501, "2021-04-29T16:39:25Z", [0.99], ""], [85144, "2021-04-29T15:07:01Z", [0.65], ""], [80431, "2021-04-29T14:04:30Z", [0.9], ""], [88614, "2021-04-29T13:35:29Z", [0.85], ""], [81567, "2021-04-29T13:32:35Z", [0.25], ""], [88954, "2021-04-29T09:53:33Z", [0.55], ""], [15196, "2021-04-28T21:20:34Z", [0.2], ""], [100413, "2021-04-28T19:36:00Z", [0.35], "Keeping my prediction the same. The only movement in the polls in the last month seems to be a slight reduction in support for the SNP on the constitutioncy, and a large shift towards the greens on the all important list. Furthermore I am still confident that SNP supporters will turn out slightly less on the day. In part due to a lack of enthusiasm for an increasingly lackluster government (for many independence is the only motivation to still vote for them) but also due to the historical turn out trends amongst the demographics which the SNP gets most of its support. Going by the granularity of the polling it seems that the most motivated by the independence issue isn't young Independence supporters, it's old supporters of the Union. Therefore the increased talk of another ref may have a greater positive impact on those voting for unionist parties than it does amongst much of the SNP vote base. Turnout for Holyrood elections is typically quite low at around 55% (compared to 65-70% amongst the Scottish electorate for Westminster elections). I suspect we will see a turnout comparable to a UK wide election next week due to the increased media attention over its labeling as a precursor to indeyref 2, and the huge increase in postal ballots. On this last point I am unsure if and how this could effect the result. Will postal votes be spread equally, or will they increase the turnout for any particular side? For this uncertainty I have not reduced the likelihood below my previous prediction. I am new to forecasting, but feel the communities rating on this question is too high. Going beyond bookies odds and indeed much recent polling.  I would suggest a look at the polling in the run up for the 2016 election (which was noticeably higher than now) and comparing it to what they got in the day. https://en.wikipedia.org/wiki/Opinion_polling_for_the_2016_Scottish_Parliament_election"], [691, "2021-04-28T16:34:57Z", [0.82], ""], [55987, "2021-04-28T14:28:15Z", [0.75], ""], [85097, "2021-04-28T13:10:38Z", [0.45], "https://en.m.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election Latest Panelbase poll has SNP on 61 seats, most other recent polls also have them failing to secure a majority alone."], [94606, "2021-04-28T12:36:35Z", [0.5], "Judging by this recent article by Prof Curtice; https://bbc.in/3e1dj0y, an SNP majority is not assured. Hence, I am going back to @Juliabizz 's forecast. @Mark_T it seems that the polls Prof Curtice is using have been published after the Ipsos Mori one (https://bit.ly/32SZivm) you referred to in your most recent forecast. @SE_Meyer Prof Curtice seems o be 'hedging his bets'?"], [97140, "2021-04-28T11:42:00Z", [0.5], ""], [93350, "2021-04-28T07:14:46Z", [1.0], "The latest Survation poll shows SNP gaining 67 seats, which gives them a majority in Holyrood. \nAlso importantly is the opinion of Professor Sir John Curtice that gives the SNP a majority of five seats.\nThe current issues concerning Boris Johnson might have some effect on Scottish voters, although Westminster and the Prime Minister are overly popular anyway where the SNP consider Boris Johnson to be an asset. https://www.dailyrecord.co.uk/news/politics/snp-track-holyrood-majority-according-23977744  https://www.bbc.com/news/uk-scotland-scotland-politics-56906716\n"], [42234, "2021-04-28T02:01:15Z", [0.76], ""], [49877, "2021-04-27T17:24:18Z", [0.95], ""], [96367, "2021-04-27T13:44:28Z", [0.85], "And back up again with the release of the Ipsos Mori poll on Scottish Elections [1] and the “Tarring and feathering\" of the Clown Prince south of the wall not showing any signs of abatement any time soon. I don't think even for a second the timing of this is in any way a coincidence.  Cummings has been quietly seething and waiting for his moment to bite from the shadows, and it also seems likely that the modern day Brutus that is Gove also smells sufficient blood in the water to start manoeuvring.   All this appears to be hitting  the conservatives [2] as much as the Clown Prince himself [3] which, from the perspective of the Scottish elections, may act both as a dissuader for non-tribal & ethically conscious Tory voters AND as an animator  for those Scots increasingly disgusted with the current UK Governments behaviour and looking to send a powerful message of rebuke (with a vote for the SNP likely to be seen as the loudest megaphone through which to broadcast it).  The \"F You!\" vote has always been hard to measure through traditional polling techniques (as those being polled tend to use the phrase \"liberally\" when being asked political questions!) but has also been responsible for some of the most impactful referenda and election results of the last decade. [1]  https://www.ipsos.com/ipsos-mori/en-uk/snp-retains-strong-lead-independence-dominates-voters-concerns\n[2] https://www.standard.co.uk/news/uk/conservatives-five-points-labour-opinion-poll-local-elections-hartlepool-b931731.html\n[2] https://www.independent.co.uk/news/uk/politics/conservative-boris-johnson-polls-sleaze-b1837634.html\n[3] https://www.ipsos.com/ipsos-mori/en-uk/boris-johnson-seen-less-trustworthy-keir-starmer-david-cameron-receives-lowest-ratings-all"], [95503, "2021-04-27T12:44:24Z", [0.69], "Adjusting down on new polling that looks less good for the SNP https://twitter.com/ballotboxscot/status/1386953196623519744?s=21"], [94872, "2021-04-27T08:43:22Z", [0.6], ""], [58028, "2021-04-27T08:18:21Z", [0.7], ""], [691, "2021-04-26T19:54:16Z", [0.84], ""], [98029, "2021-04-26T19:44:56Z", [0.8], ""], [95503, "2021-04-26T16:20:47Z", [0.73], ""], [529, "2021-04-26T13:32:43Z", [0.57], "A recent poll indicates a possible SNP majority but it could be close:  https://www.sundaypost.com/fp/john-curtice-poll/ https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election https://www.predictit.org/markets/detail/7128/How-many-seats-will-the-SNP-win-in-Scotland's-next-election"], [85144, "2021-04-26T09:44:48Z", [0.66], ""], [34959, "2021-04-26T08:49:19Z", [0.58], ""], [58028, "2021-04-25T21:41:02Z", [0.65], ""], [64041, "2021-04-25T17:26:31Z", [0.74], ""], [96450, "2021-04-25T10:09:31Z", [0.75], ""], [85097, "2021-04-25T09:23:05Z", [0.47], ""], [85144, "2021-04-25T08:54:56Z", [0.65], ""], [80667, "2021-04-25T03:26:06Z", [0.6], "Trawling through betting sites and news, SNP seem to have a better than an even chance of a majority, but not a dominant edge. 2/3 seems fair, but there is enough uncertainty to revise it to 60%"], [100608, "2021-04-24T20:02:00Z", [0.6], "Tory sleaze allegations will probably depress their votes in the regional lists, making it that bit easier for the SNP"], [80662, "2021-04-24T17:24:46Z", [0.85], "The scandal about alex salmon will decrease snp share or snp turnout. Not enough to push snp out of power but less certain of having a majority"], [99993, "2021-04-24T16:03:25Z", [0.35], ""], [96367, "2021-04-24T13:19:20Z", [0.65], "Deliberately stayed away from this for a few weeks so as to not overreact to individual events.  Now recalibrated forecast from scratch based on current data and (hopefully) correctly weighted historical events. Probability still feels in the SNPs favour, but their grasp of a majority result appears to have loosened somewhat.  The timings of the latest results appear to set a course for what may happen on the day.  The conservatives have little to offer except to push voter dissuasion in the hope of profiting from a reduced turn out, and whilst labour appear to be on the rise from the FT's poll [1] that could be simple reactionary polling rather than a true reflection of on the day voting intention. That said, Cummings appears to be enjoying the limelight again and I can't believe what he's been stirring in the last 48 hours is the best he has on the Clown Prince.  A few more suitably egregious demonstrations of corruption and self interest (although how many more are needed is in itself a telling indicator of lethargic British morality!) and Scots may vote for the SNP just to stick it to the grubby, corrupt little \"denizen at No 10\". It is entirely plausible to believe that Scots will vote for the SNP in May just to stick it to BoJo, London and England in general only to then vote against independence if and when a vote comes up and \"things get real\".  I think looking at Independence vote appetite as an indicator of May voting intentions may miss a few nuances and shades of grey in voting behaviour for a disgruntled, animated and generally mistrustful electorate. [1] https://www.ft.com/content/3ea5b867-9a3c-404e-b2f9-c644fee4e3bd"], [1624, "2021-04-24T01:25:08Z", [0.72], ""], [85144, "2021-04-23T15:15:58Z", [0.7], ""], [55987, "2021-04-23T14:26:58Z", [0.86], ""], [96828, "2021-04-23T10:17:54Z", [0.43], ""], [95503, "2021-04-23T08:03:51Z", [0.75], ""], [94872, "2021-04-23T04:16:20Z", [0.6], ""], [94502, "2021-04-22T20:25:46Z", [0.5], "Thanks for flagging the latest @bh4eh  Here's an interesting pollster. This was back in 2017.  \nhttps://www.thetimes.co.uk/article/data-analyst-plotted-surge-of-scottish-tories-5dhp3f2rs What is James Kanagasooriam saying now? Sees pro independence’ parties gaining ground & 'btw 60 to 70 ‘ seats for the SNP. So not helpful for GJO question.  \nhttps://www.spectator.co.uk/article/how-alex-salmond-can-capitalise-on-the-loophole-in-scotland-s-voting-system I come away from this thread thinking its complicated. \nhttps://twitter.com/JamesKanag/status/1374314357606260743 So all very fluid. Still 50:50"], [95503, "2021-04-22T19:42:27Z", [0.7], ""], [94606, "2021-04-22T17:31:41Z", [0.48], "@Tolga & @Mark_T It seems that some of the polls have been statistically incorrect and your views regarding the support for the SNP and independence as being overstated are justified; https://bit.ly/3tHImnv and https://bit.ly/3njDnHe It also appears that the pandemic environment may have affected campaigning and turned it into a rather dull and sterile affair; https://bit.ly/2Pjaezm I wonder how Sturgeon's apparent desire to avoid public confrontation with the opposition (again) will be interpreted by the voters? Things are perhaps not looking so good for her? See https://bit.ly/3dEAYnd @Juliabizz you may find this interesting"], [529, "2021-04-22T17:30:48Z", [0.53], "Via sources, seems questionable at the moment whether the SNP can secure an overall majority (on its own):\n\nhttps://www.ft.com/content/3ea5b867-9a3c-404e-b2f9-c644fee4e3bd\n\nhttps://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election https://www.scotsman.com/news/politics/scottish-election-2021-hopes-for-snp-majority-continue-to-fade-as-more-support-slips-away-shows-poll-3209589 https://www.independent.co.uk/news/uk/politics/snp-scottish-election-poll-independence-b1835641.html"], [89038, "2021-04-22T17:10:05Z", [0.67], "https://www.google.com/amp/s/www.independent.co.uk/news/uk/politics/snp-scottish-election-poll-independence-b1835641.html%3famp"], [1333, "2021-04-22T13:34:07Z", [1.0], ""], [94872, "2021-04-22T05:19:16Z", [0.65], ""], [75948, "2021-04-21T20:11:47Z", [0.68], ""], [89038, "2021-04-21T18:02:55Z", [0.73], "Recent poll had SNP at 70 seats, aggregate polling suggests 64-68"], [94606, "2021-04-21T16:51:32Z", [0.48], "As has been pointed out by various forecasters and news articles, the Scottish electoral system is largely designed in a manner that will not produce a majority. And as @Tolga (https://bit.ly/3arU5yE) pointed out, two polls are showing SNP some seats short of a majority. Albeit there is likely to be a majority of pro-independence seats in Holyrood, most likely either with or without a formal coalition with the greens (https://bit.ly/3sE6Ah0), in terms of this question, or my interpretation thereof, the SNP would not have a majority of seats filled my SNP members. Something that has intrigued me about this election is why the SNP seems to be riding so high in many polls when I try to look objectively at the party's record over 14 years in office, either as a majority or in the minority with support of Greens and Lib Dems (in some cases)? Admittedly, a probably biased article out of London gives a very damning picture of SNP lack of ability to govern. See for yourself here; https://bit.ly/3dBU4Kt. The seventy odd page report linked in this article is equally damning. However, where there is some smoke, there must be some fire. Some of the issues such as ferries, hospitals, drug deaths, steel and aluminum smelters etc seem to crop up in other articles or in the current campaigning. Thus, on the basis of this information and the polls referred to by @Tolga, I am reducing my probability. While I appreciate that independence is a major driver in the current election campaign I find it difficult to believe that a significant majority of Scots voters will simply ignore some cold economic and governance truths in the current pandemic environment and after the recent Salmond debacle, which also cost Scottish taxpayers dearly, in order to test the water and see of Johnson will grant another independence referendum."], [85144, "2021-04-21T16:36:13Z", [0.71], ""], [95503, "2021-04-21T09:17:57Z", [0.74], ""], [98252, "2021-04-20T19:57:04Z", [0.81], ""], [97541, "2021-04-20T12:20:58Z", [0.55], ""], [87566, "2021-04-20T12:11:42Z", [0.7], ""], [85144, "2021-04-19T13:42:48Z", [0.72], ""], [85097, "2021-04-18T21:46:23Z", [0.5], ""], [58028, "2021-04-18T18:56:05Z", [0.7], ""], [97192, "2021-04-18T16:34:14Z", [0.9], ""], [98175, "2021-04-18T16:25:58Z", [0.7], ""], [1333, "2021-04-18T13:30:44Z", [0.99], ""], [97841, "2021-04-18T11:47:02Z", [0.82], "Reducing confidence "], [100608, "2021-04-18T11:28:35Z", [0.55], "SNP will do well in terms of constituency votes / seats.   Tory sleaze and Labour fence sitting will lead to that outcome.   Question is around the Regional seats then.   The anti-indy coalition will target those votes to restrict the power of SNP to get a (big) majority.  "], [58028, "2021-04-17T19:20:01Z", [0.6], ""], [94606, "2021-04-16T20:51:46Z", [0.8], "@Juliabizz Sturgeon seems intent on dodging the economic reality and cost of independence? Or perhaps, relying on emotional appeal to the converted and hoping to pull the wool over the eyes of some wavering voters that may be inclined to vote for independence? See what you think? https://youtu.be/766HnfIIl-k & https://bit.ly/3eo2rJ9. Betfair is often as accurate as opinion polls but yet another 'unrecorded' ministerial meeting isn't likely to do SNP's reputation much good; https://bit.ly/3ahe5UV Unrecorded meetings aside, will the reality of the SNP's guarantees to Gupta / Greensil that will cost the taxpayer hundreds of millions be an issue for voters? I would have expected it to be so but apparently it's not an issue.  Trying to avoid any form of bias and not having any interests of any kind in Scotland, the SNP does not seem to have a record in the last 14 years which would persuade me to vote for them. That being the case, the party does come over as a one topic party; independence, independence and independence. It strikes me that possibly the opportunity for independence has slipped past and as @Superduperuser suggests, the union supporting voter is possibly keeping a low profile for now and may surprise on the day.  The BBC summary of poll of polls gives the SNP a potential of a 9 seat majority; https://bbc.in/32lAY53 @Mark_T points out, the \"fragility of the question’s requirement for a majority win as opposed to simply having the most seats.\" leaves some room for wrangling and debate. In one sense, perhaps the devil in the detail is \"Will the Scottish National Party win a majority of seats....\" which I interpret as being the SNP without the support of Greens / Lib Dems or any others. As this BBC article, https://bbc.in/3dpg0IX, clarifies, the electoral system is a bit convoluted and is indeed unlikely to result in a clear majority. Thus, for now, I will go with the crowd and see how things evolve in the coming weeks."], [55987, "2021-04-16T14:59:25Z", [0.9], ""], [96828, "2021-04-16T08:39:45Z", [0.56], ""], [89038, "2021-04-16T07:37:08Z", [0.7], ""], [94872, "2021-04-16T04:11:41Z", [0.6], ""], [1624, "2021-04-16T01:16:01Z", [0.7], ""], [94502, "2021-04-15T20:58:25Z", [0.5], "Remaining on the fence. Betting odds see SNP coming up just short. https://www.betfair.com/sport/politics/scottish-parliament-election/12312083/snp-majority-2021-scottish-parliament-election/924.255883282"], [98258, "2021-04-15T19:59:38Z", [1.0], ""], [58028, "2021-04-15T17:30:51Z", [0.55], ""], [1333, "2021-04-15T15:51:33Z", [0.98], ""], [97945, "2021-04-15T13:36:28Z", [0.6], "Downgrading slightly based on latest polling. Still think an SNP majority is the most likely outcome, based largely on leadership polling. Nicola Sturgeon remains extremely popular. Like @Tolga I am surprised the crowd forecast has remained as consistently high as it has. STV is designed to produce non-majority governments. "], [94872, "2021-04-15T05:39:46Z", [0.55], ""], [85097, "2021-04-15T00:50:07Z", [0.48], "Second poll in a row that has the SNP short of a majority, this time 2 seats short.\nhttps://www.believeinscotland.org/exclusive-greens-and-alba-flying-high-on-list-but-snp-majority-in-danger/\nhttps://www.scotsman.com/news/politics/nicola-sturgeon-to-fall-short-of-majority-as-alex-salmonds-alba-party-deprives-snp-of-key-list-seats-poll-shows-3192641 I don't know what polls the crowd are looking at, but I maintain that any assessment so far on this question over 70% is ridiculously overconfident. If you are all really so confident in your forecasts you should all be picking up a lot of money on the betting markets, which have it at around 50% implied probability, lol: https://smarkets.com/event/41793318/politics/uk/local-elections/2021-scottish-parliament-election-snp-majority"], [85144, "2021-04-14T17:49:05Z", [0.7], ""], [88452, "2021-04-14T10:20:14Z", [1.0], ""], [58028, "2021-04-13T21:29:33Z", [0.83], ""], [96367, "2021-04-13T10:57:37Z", [0.82], "Latest polling and debate performance suggests the field is tipped slightly in favour of the SNPs majority pitch at this moment. Personally I feel the crowd base rate on this one has been debatably high given the fragility of the question’s requirement for a majority win as opposed to simply having the most seats.  @Superduperuser’s warnings regarding the lack of data on the soft voter’s inclinations and the nature leaning away from majorities of the more proportional system for Scotland’s elections are well headed and I think are under represented in the crowd’s current forecast.   Combined with the natural uncertainty of today’s voting inclinations and the vagaries of personality politics, I cant help but feel a little guilty about caving to public pressure and the potential for brier score punishment by being artificially 80% confident on this.  Moral courage failure on my part perhaps, but as I’m not in Scotland and sighted to the ground war I’m relying on those with better eyes than I on here to guide our predictions."], [94606, "2021-04-13T10:23:51Z", [0.95], "Simply joining the crowd and partially supported by recent news flows. Although I do like the rationale of @Superduperuser. I see @Juliabizz is holding out and as @Mark_T points out, politics is incredibly fickle and often hard to judge @SE_Meyer Prof John Curtice may be keeping his reputation."], [96367, "2021-04-12T22:36:05Z", [0.8], "Happy to roll with the crowd on this one."], [1333, "2021-04-12T18:03:55Z", [0.99], ""], [88614, "2021-04-12T15:53:43Z", [0.7], ""], [55987, "2021-04-12T14:36:34Z", [0.88], ""], [62808, "2021-04-12T12:08:34Z", [0.75], "https://www.bbc.com/turkce/haberler-dunya-57043028 "], [100413, "2021-04-12T08:33:01Z", [0.35], "It's more likely the pro union vote is undervalued than overvalued. Due to an effect similar to 'shy tory' and the population of online polls. The demographics in support of the Union are also the demographics with the best track record of voting on the day. I feel that Sarwar's focus on Covid recovery  and his high personal ratings will cut through with soft yes supporters In the final weeks of the vote. I also think it's fairly likely that Salmonds Alba party may conduct a little but of brand damage against the SNP in the final weeks. Finally the Scottish election system is designed to prevent majorities. As such I think it is unlikely that the SNP will get a majority, although they will be in government."], [95503, "2021-04-10T20:25:25Z", [0.76], ""], [58028, "2021-04-10T12:59:54Z", [0.8], ""], [94872, "2021-04-10T05:15:44Z", [0.67], ""], [1624, "2021-04-10T01:13:19Z", [0.75], ""], [85097, "2021-04-09T23:00:15Z", [0.5], "Recent poll predicts SNP will fall 1 seat short of a majority:\nhttps://www.scotsman.com/news/politics/nicola-sturgeon-to-fall-short-of-majority-as-alex-salmonds-alba-party-deprives-snp-of-key-list-seats-poll-shows-3192641 Looks as though what actually happens could be well within standard polling errors, but with 4 weeks of campaigning remaining everything is still to play for. I think the unionists have objectively better arguments available to them, but many of them I see are not being deployed, and it seems the nationalists are the only credible potential government, with the personal animosity between unionist leaders pretty clearly displayed at the bbc leaders debate."], [94872, "2021-04-09T05:41:53Z", [0.75], ""], [80179, "2021-04-09T02:28:50Z", [0.95], ""], [95503, "2021-04-08T14:11:12Z", [0.8], "Things are starting to look better for the SNP, polling has been better for them recently and they look on course for a majority. I still think the crowd is overestimating the likelihood but I want to go a bit closer to the crowd now because I've been under for a while. https://news.sky.com/story/scottish-elections-sturgeons-snp-set-for-majority-but-salmonds-alba-unlikely-to-get-single-seat-sky-news-poll-12268966"], [64041, "2021-04-08T13:14:38Z", [0.91], ""], [94606, "2021-04-08T12:38:34Z", [0.55], "As is often the case in politics, there appear to be two likely outcomes which are too close to call just yet. Even though the election is less than 4 weeks away. Another recent article is reiterating that Salmond's Alba could damage Sturgeon and the SNP's likelihood of an overall majority. See https://bit.ly/3dL3MZZ  A Scots business group is also on the bandwagon urging voters to vote against independence on the basis that the economy, pensions and jobs are more secure in the union. See https://bit.ly/3fUeoZo. As @Juliabizz mentioned some days ago, the economic viability of independence may be something that voters will have to \nconfront. An IPSOS MORI poll published yesterday, https://bit.ly/2Q4pvEe, shows that the topic of independence is not a clear cut one and the votes are well likely to be well within the limits of any statistical error. This poll also shows that Alba will only get 3% of the vote which seems to be a different result to the one mentioned above. In one respect, Alba's result is likely to be fairly limited seeing it is a) new, b) a simple one cause party, c) Salmond's reputation may be tarnished by recent events and d) is still yet to be proven 'in the trenches'. Broadly speaking, the 'trust gauge' in the SNP is down since November in this survey and hence, IMO, shows that voters are reassessing their faith in the SNp after the recent Salmond affair ructions. Scottish Labour, on the other hand, under the leadership of the new leader, has shown a substantial increase in trust amongst voters. That could quite easily steal some votes from the SNP. This quote from the IPSOS MORI poll; \"All polls are subject to a wide range of potential sources of error. On the basis of the historical record of the polls at recent general elections, there is a 9 in 10 chance that the true value of a party’s support lies within 4 points of the estimates provided by this poll, and a 2 in 3 chance that they lie within 2 points.\" indicates that with such close results, things could go either way. Hence. for the time being, I am not changing my forecast. @SE_Meyer & @Juliabizz  you may find some of these sources interesting."], [85144, "2021-04-08T11:00:27Z", [0.74], ""], [34959, "2021-04-08T03:52:40Z", [0.67], ""], [914, "2021-04-08T02:19:49Z", [0.8], ""], [529, "2021-04-07T21:00:09Z", [0.72], "https://www.bloomberg.com/news/articles/2021-04-07/snp-seen-winning-record-majority-in-scottish-vote-poll-shows https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election"], [98029, "2021-04-07T19:54:01Z", [0.85], "Increasing estimate, following statement from Ipsos Mori poll of 1038 people by phone.  + The Scottish National Party remains far more trusted by the Scottish public than either the Scottish Conservative Party or the Scottish Labour Party to deal effectively with a wide range of issues facing Scotland. https://www.ipsos.com/ipsos-mori/en-uk/snp-retains-strong-lead-independence-dominates-voters-concerns"], [85097, "2021-04-07T18:48:22Z", [0.54], ""], [100325, "2021-04-07T18:24:33Z", [0.51], ""], [95503, "2021-04-06T19:01:06Z", [0.78], ""], [64041, "2021-04-06T15:05:42Z", [0.87], "Awaiting further well-sampled polls, but the potential Alba dent seems overbaked currently."], [100184, "2021-04-06T14:02:24Z", [0.8], ""], [94606, "2021-04-05T18:15:10Z", [0.55], "I wonder if Sturgeon is trying to 'buy' some critical votes? Perhaps she's feeling a little less sure of herself after the recent trying months? See https://bbc.in/3u6XYAx Although she claims the SNP is not divided, https://bbc.in/3fIDw4Z, one has to question that statement. Particularly in the light of some defections to Salmond's new Alba Party.And while the recent crisis around sexual harassment is a sensitive topic, I wonder if this statement about changing the 'not proven' law in Scotland is perhaps her attempt to redeem her reputation amongst voters that are reconsidering supporting her because of the atrocious handling of the Salmond affair? See https://bbc.in/3sW9uyK. I am sure Labour's stand to clean up Holyrood will appeal to many voters that have been disappointed in the SNP's last 18 -30 months in office; https://bbc.in/2Ps6zzj And the Tories claim to be intent on improving education and apprenticeships (see previous reference) and protecting the environment may appeal to many disavowed ex SNP voters; see https://bbc.in/3dzr7h7. And the Lib Dems are appealing to voters on the mental health topic (see last reference). And hte Greens are taking a different approach too. They're appealing to people that have been affected directly and indirectly by drug addition and drug related deaths; https://bbc.in/3mk1FQE. So, all the opposition are targeting voters on topics that are widely considered in need of attention in Scotland. This, approach does, however, take the risk of trying to be too many things to too many people in some cases. But after 14 years of SNP 'rule' there are likely to be many disenchanted voters after the recent SNP high profile bungling.  Somewhat surprisingly, Sturgeon seems to be relatively quiet on the topic of independence. Perhaps she's hoping Salmond will do the work on that one for her? Or perhaps she has seen this article about the apparently declining importance of independence?  that is making the SNP look like a one cause party? Which it has historically focussed on both in Salmond's time and Sturgeon's time at the helm; https://bbc.in/2PBBTeT. Prof John Curtice, a widely respected political scientist who has been fairly accurate in previous UK election predictions, does suggest that the SNP's chances of a 2014 style majority are 50:50. See the last paragraph of the last reference. And also https://bit.ly/39Kaheq And reiterated in this article; https://bit.ly/39GqAbZ, which raises the suggestion that Alba could do more harm than good for the SNP. And Alba is certainly a one cause party; https://yhoo.it/3mnw54s All of this begs the big question, the elephant in the room, will Johnson grant another independence referendum in the event SNP do win a majority? He and his cabinet have quietly made it known they do not favour a second referendum. Hence, some borderline independence voters may abandon SNP and Alba and focus on rebuilding Scotland with the aid of English taxpayers funds. All in all, although the election is only 4 weeks away, I am inclined to follow @Juliabizz  who rightly, IMO, points out that independence runs into the issue of economic reality. Thus, there is a chance some voters are now focussing on that as well as rebuilding with English taxpayers funds? @SE_Meyer you may find some of this interesting.\n"], [89038, "2021-04-05T16:52:03Z", [0.75], ""], [529, "2021-04-05T01:46:48Z", [0.64], "Raising forecast for now in part on SNP's apparent increase between last month's and this month's Sunday Times poll https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election https://www.bloomberg.com/news/articles/2021-04-04/scottish-nationalists-seen-winning-supermajority-poll-shows"], [94872, "2021-04-05T00:42:02Z", [0.68], ""], [85097, "2021-04-04T23:35:48Z", [0.5], "https://www.thetimes.co.uk/article/nationalists-on-course-to-win-supermajority-g05l8c0st\nCurtice forecasts 65 seats (a majority of just 1) for the SNP based on a recent poll which includes the two new opposing political parties set up by current Russia Today employees."], [64041, "2021-04-04T21:00:01Z", [0.85], ""], [1333, "2021-04-04T14:04:41Z", [1.0], ""], [13432, "2021-04-04T10:39:35Z", [0.85], ""], [95503, "2021-04-03T22:55:20Z", [0.75], ""], [691, "2021-04-03T18:23:38Z", [0.92], ""], [85144, "2021-04-03T15:50:40Z", [0.72], ""], [34959, "2021-04-03T13:52:25Z", [0.72], ""], [98351, "2021-04-02T17:23:12Z", [0.8], ""], [58028, "2021-04-02T13:05:27Z", [0.85], ""], [1333, "2021-04-02T09:16:16Z", [1.0], ""], [94872, "2021-04-02T02:51:45Z", [0.58], ""], [1624, "2021-04-02T00:54:29Z", [0.8], ""], [95503, "2021-04-01T23:44:08Z", [0.77], ""], [55987, "2021-04-01T15:44:29Z", [0.92], ""], [95503, "2021-04-01T11:32:11Z", [0.73], ""], [96450, "2021-04-01T09:34:20Z", [0.8], ""], [99993, "2021-03-31T23:05:03Z", [0.4], ""], [100184, "2021-03-31T18:59:02Z", [0.88], ""], [99176, "2021-03-31T15:03:15Z", [0.9], ""], [85097, "2021-03-31T13:07:54Z", [0.43], "Some analyses of the regional seats suggest Alba could only deny at most a couple or so seats from the SNP, so they will not be the most decisive factor in this question, instead it will be the SNP's own popularity and that of independence, so I revert more towards my pre-Alba forecast. At current levels of support it looks like the SNP have around a 50:50 shot, but I think it is more likely than not that their support falls another 1-5 percentage points over the course of the campaign, as basically many of their arguments are deeply flawed this time around (which may be exposed), and at least in the Labour party the new leadership, which most Scots will still be unfamiliar with, can only be an improvement on the old leadership."], [85097, "2021-03-31T13:06:57Z", [0.33], "Comment deleted on Mar 31, 2021 01:07PM UTC"], [93350, "2021-03-31T08:55:25Z", [0.98], "Recent polls have been analysed by Survation that suggest that the Alba party may collect up to eight seats in the forthcoming Scottish elections. Were Alba to gain 7% of the vote, the losers would be the Conservatives, Labour and Greens leaving the SNP seat count unchanged.\nMost of the reporting on the polls appear to concentrate on the resultant referendum/independence majority, rather than the SNP seats.\nPolling suggests a narrow majority  (65-70)or falling short by one seat. 65 required for a majority.\nThe popularity of Salmond, after the recent criminal and civil trials plus the various enquiries, may be in question, but Alba has seen some six significant crossovers from the SNP.\nScotland has a constituency and regional political voting system of some complexity that adds proportional representation to the mix that tends to aid minority parties if their voters are geographically  widespread. Salmond appears to be gaming the system to reinforce the independence vote while maintaining his ‘thorn in the side’  to Sturgeon (SNP).\nIf this manages to take seats of the minority parties, it could give the SNP the slender majority it requires to push forward its demand for a second referendum.\nIs tactical voting effective?\nThe voters could vote for the SNP as an anti-Westminster, anti-Bexit vote, but vote No in the referendum. https://www.pressandjournal.co.uk/fp/news/politics/scottish-politics/3008845/alex-salmond-polling/  https://www.independent.co.uk/news/uk/politics/salmond-alba-party-scottish-independence-b1823000.html  https://inews.co.uk/news/politics/snp/six-snp-politicians-join-alex-salmonds-new-alba-party-48-hours-933155  https://news.sky.com/story/alex-salmond-to-become-leader-of-new-pro-independence-alba-party-12257381  https://www.bbc.com/news/uk-scotland-scotland-politics-56541753  https://www.scotsman.com/news/politics/alex-salmonds-alba-party-to-essentially-manipulate-list-system-to-secure-support-for-scottish-independence-3180597\n"], [96828, "2021-03-31T06:53:55Z", [0.62], ""], [71171, "2021-03-30T23:05:36Z", [0.94], "There are no alternative parties in Scotland which look out for the Scottish people. Labour does not care about workers, the Tories does not care about anything north of the Midlands and Lib Dem doesn't look like they will be able to do a miracle. "], [88614, "2021-03-30T14:26:15Z", [0.85], "There has been recent dip in SNP poll numbers reducing to 85%"], [85144, "2021-03-30T13:55:55Z", [0.7], ""], [97389, "2021-03-30T10:06:24Z", [0.35], "It feels very wrong to make such a drastic change, but:\n(1)  since the majority was only ever to be a thin one, Alba's creation is likely to have an outsized impact on the chance of a clear majority, even if the impact is limited to the regional vote. Yet Salmond polls poorly in Scotland and many SNP voters will surely (a supposition based on the absence of polling data) be unlikely to risk their party's majority, so I do not see this as bringing the chances of an SNP majority to 0.\n(2) Even more significant is the steady decline in SNP support since January highs when I previous made a projection. A continuation in this downward trend would indeed suggest a majority is out of reach."], [95503, "2021-03-30T09:03:26Z", [0.7], ""], [85097, "2021-03-30T04:58:41Z", [0.33], ""], [94872, "2021-03-30T04:13:52Z", [0.5], ""], [86953, "2021-03-29T21:24:16Z", [0.75], ""], [89038, "2021-03-29T17:28:31Z", [0.72], ""], [94606, "2021-03-29T17:06:48Z", [0.55], "Updated to account for my views of a few minutes ago and as below. The announcement by Salmond of the new Alba party is likely to be a double-edged sword. By his own admission, he's 'gaming' the Holyrood MMP and STV voting system, which is slightly unusual; see https://bit.ly/31wTqXU. From the perspective of someone championing independence for Scotland, Salmond's motivation is logical and understandable. The internecine conflict with Sturgeon clearly makes Salmond persona non grata in SNP circles. See https://bbc.in/3fp7Mly Clearly any suggestion of Sturgeon and Salmond sitting around a table to mutually determine a strategy for independence is unlikely, Unless, of course, this is a very clever strategy and a major stitch-up. Unlikely in my view, as there is too much bad blood between the two. What does Salmond's new Alba party mean for Sturgeon and hence for this question? As would be expected, there are differing views on this. IMO, the critical issues are a) Alba will only put candidates up in the regional elections and b) some of the defectors from the SNP into Alba have not always been the most highly regarded people serving the interests of the voters. At the regional level, the Greens and Lib Dems may lose some votes to Alba. As may some the Tories and Labour. Those are likely to be mildly supporting independence voters who were put off by the lack of leadership in the opposition and chose the SNP as the least worst alternative. The SNP will also lose some votes by those who support independence but have been put off by the SNP's disastrous handling of the Salmond enquires, the lack of economic and fiscal management by the SNP and waste of taxpayers funds. Or, alternatively, they were Salmond supporters but did not have an alternative home on his previous departure from public office when the SNP last the independence vote. Clearly some Tories are concerned; https://bit.ly/39qUNf7 Douglas Ross, the current Tory leader in Scotland has had his overtures to Labour and Lib Dems rebuffed. Hence, the likelihood of those 3 larger opposition parties creating an alliance to ensure their unionist agenda is almost, if not completely, zero.  See https://bit.ly/31sp6hl. What of the voters that mildly support independence but have been put off my Salmond's historic aggressive style and Sturgeon's reduced credibility. Will they vote for any of the opposition? The Greens may pick up some votes as they have historically supported independence. However, as the polls seem to indicate a close call and a somewhat mixed picture; https://bit.ly/31tv4OL / https://bit.ly/3cz9cb8 / https://bit.ly/31uZBMo. Of course, all of these polls were conducted before the Salmond announcement of the Alba Party. From a Scottish perspective, also worth reading - https://bit.ly/31rKQtF In the light of all of the recent events in Scotland, I will change from my last 65% position to 55% but review regularly as new information becomes available. Albeit, I am thinking Sturgeon's appeal to the undecided is waning rapidly and hence at the parliamentary level, I am not convinced she will attain a majority. @SE_Meyer @Mark_T any comments? @Juliabizz I am tempted to follow in your footsteps :-) of https://bit.ly/2PCcjGf"], [94606, "2021-03-29T17:03:34Z", [0.65], "The announcement by Salmond of the new Alba party is likely to be a double-edged sword. By his own admission, he's 'gaming' the Holyrood MMP and STV voting system, which is slightly unusual; see https://bit.ly/31wTqXU. From the perspective of someone championing independence for Scotland, Salmond's motivation is logical and understandable. The internecine conflict with Sturgeon clearly makes Salmond persona non grata in SNP circles. See https://bbc.in/3fp7Mly Clearly any suggestion of Sturgeon and Salmond sitting around a table to mutually determine a strategy for independence is unlikely, Unless, of course, this is a very clever strategy and a major stitch-up. Unlikely in my view, as there is too much bad blood between the two. What does Salmond's new Alba party mean for Sturgeon and hence for this question? As would be expected, there are differing views on this. IMO, the critical issues are a) Alba will only put candidates up in the regional elections and b) some of the defectors from the SNP into Alba have not always been the most highly regarded people serving the interests of the voters. At the regional level, the Greens and Lib Dems may lose some votes to Alba. As may some the Tories and Labour. Those are likely to be mildly supporting independence voters who were put off by the lack of leadership in the opposition and chose the SNP as the least worst alternative. The SNP will also lose some votes by those who support independence but have been put off by the SNP's disastrous handling of the Salmond enquires, the lack of economic and fiscal management by the SNP and waste of taxpayers funds. Or, alternatively, they were Salmond supporters but did not have an alternative home on his previous departure from public office when the SNP last the independence vote. Clearly some Tories are concerned; https://bit.ly/39qUNf7 Douglas Ross, the current Tory leader in Scotland has had his overtures to Labour and Lib Dems rebuffed. Hence, the likelihood of those 3 larger opposition parties creating an alliance to ensure their unionist agenda is almost, if not completely, zero.  See https://bit.ly/31sp6hl. What of the voters that mildly support independence but have been put off my Salmond's historic aggressive style and Sturgeon's reduced credibility. Will they vote for any of the opposition? The Greens may pick up some votes as they have historically supported independence. However, as the polls seem to indicate a close call and a somewhat mixed picture; https://bit.ly/31tv4OL / https://bit.ly/3cz9cb8 / https://bit.ly/31uZBMo. Of course, all of these polls were conducted before the Salmond announcement of the Alba Party. In the light of all of the recent events in Scotland, I will change from my last 65% position to 55% but review regularly as new information becomes available. Albeit, I am thinking Sturgeon's appeal to the undecided is waning rapidly and hence at the parliamentary level, I am not convinced she will attain a majority. @SE_Meyer @Mark-T any comments? @Juliabizz I am tempted to follow in your footsteps :-) of https://bit.ly/2PCcjGf Update: Silly me, I didn't update the actual forecast....so there will be a corrected one in minutes!"], [98029, "2021-03-29T07:24:52Z", [0.63], "Reducing due to formation of Alba.  https://www.google.com/amp/s/www.bbc.co.uk/news/amp/uk-scotland-scotland-politics-56541753"], [20978, "2021-03-28T19:40:10Z", [0.29], ""], [81567, "2021-03-28T09:21:51Z", [0.45], ""], [89038, "2021-03-27T20:55:27Z", [0.7], ""], [88452, "2021-03-27T13:49:01Z", [1.0], ""], [64041, "2021-03-27T13:04:06Z", [0.59], ""], [94872, "2021-03-27T05:31:42Z", [0.4], ""], [1624, "2021-03-27T01:46:15Z", [0.75], ""], [74903, "2021-03-27T00:26:44Z", [0.98], "- 2 from 100%\nThere is a new pro independence party. \nSo, this si a bad news for SNP, but i dont think it will hurt enough for the next election.\nhttps://www.politico.eu/europe-poll-of-polls/united-kingdom/\nhttps://www.theguardian.com/politics/2021/mar/26/alex-salmond-launches-new-independence-focused-political-party-alba"], [529, "2021-03-26T22:35:46Z", [0.45], "Salmond is now forming a new 'pro-independence' party. Polls were already dropping some for SNP, securing an overall majority may be difficult: https://www.ft.com/content/3ea5b867-9a3c-404e-b2f9-c644fee4e3bd"], [89038, "2021-03-26T17:29:26Z", [0.67], ""], [15414, "2021-03-26T16:38:06Z", [0.87], "Salmond is forming a party."], [85097, "2021-03-26T16:22:09Z", [0.25], "(44% --> 25%) https://www.bbc.com/news/uk-scotland-56539696 Quick guess, but I think Salmond could fairly easily take at least 4 percentage points from the SNP, who were already probably not going to get a majority. Not sure if people who have been forecasting over 80% on this question are gambling, or just don't understand the voting system being used."], [42131, "2021-03-26T10:56:56Z", [0.95], ""], [93350, "2021-03-26T09:22:44Z", [0.99], "The polls show a clear lead for the SNP in May 2021 elections, but whether they will hold a majority of the seats is the question. With the Green party SNP can probably lead a minority government.\nScotland did not vote for Brexit and this may have an effect on the wish for an independent Scotland and the desire to re-join the EU. Given the Catalonia experience in Spain, this may be blocked by EU Members not wishing to endorse breakaway communities.\nSturgeon is perceived to have been successful in the fight against the Covid pandemic by beating Boris Johnson to relevant announcements.\nThe public battle between her and Salmond has not been edifying but she has appeared to have come through unscathed with limited damage amongst SNP devotees.\nSir John Curtice, the much-revered political analyst has stated that the SNP will have to gain converts to their cause as well as retain their existing voter base.\nDue to the natural dissatisfaction with Westminster over Edinburgh, I will fine tune my prediction with a narrow majority win for the SNP.\nhttps://www.bbc.com/news/uk-scotland-scotland-politics-56247123\nhttps://www.newstatesman.com/politics/scotland/2021/03/scottish-independence-poll-tracker-will-scotland-vote-leave-uk  https://www.bbc.com/news/uk-scotland-scotland-politics-55803103  https://www.electoralcalculus.co.uk/polls_scot.html\n"], [914, "2021-03-26T01:18:53Z", [0.75], ""], [85097, "2021-03-26T00:40:52Z", [0.44], ""], [95503, "2021-03-26T00:23:37Z", [0.75], ""], [94606, "2021-03-25T22:02:52Z", [0.65], "@Juliabizz Thanks for some interesting references. After reading those and this, https://bit.ly/3lPFd1E, I am reducing my previous forecast. I have previously held that there was no apparent opposition to Sturgeon from any other party. Ross of the Tories has been trying although he overreached pushing his vote of no confidence prior to the release of the Hamilton report. Sarwar, the new Labour leader appears to be showing signs of a calculating cool head. So, perhaps there is opposition sufficient now to take some votes from Sturgeon, albeit the Scottish alternative voting system tends to make it harder for any party to shine through, as we have seen from the cobbled together coalitions that have kep the SNP in office for 14 years. This also makes for interesting reading - https://bit.ly/31gfaY6 - and shows London's approach to what has been a worrying issue that has not gone away."], [85449, "2021-03-25T19:37:12Z", [1.0], ""], [97180, "2021-03-25T18:23:15Z", [0.94], ""], [94502, "2021-03-25T11:34:02Z", [0.5], "https://www.bbc.co.uk/news/uk-scotland-56512440\nToday’s pulse-taking from the BBC “...the SNP might just miss out on an overall majority - or might just make it. With the outcome of the election seemingly on such a crucial knife edge, it looks as though there will be an intense battle for every vote between now and polling day in May.” https://www.parliament.scot/ResearchBriefingsAndFactsheets/S5/SB_16-34_Election_2016.pdf\nThis piece from 2016 is useful for the baseline (P4, P5, P6). The SNP on 63, need +2 for 65 seats. From whom? Greens, Lib Dems, Labour - unlikely. So Conservatives. Big gains in 2016 may easily slip given advent of Boris & Brexit.   Crowd is pretty sure at 89%. But looking past the colourful dramas around personalities, ‘independence’ runs up against economic viability. So will go for 50:50"], [96450, "2021-03-25T08:56:13Z", [0.9], ""], [85449, "2021-03-25T07:32:03Z", [0.9], ""], [89038, "2021-03-24T20:42:51Z", [0.73], ""], [529, "2021-03-23T16:46:53Z", [0.53], "Watching 2021 election opinion polls to see if their recent decline holds or changes for the SNP: https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election https://www.theguardian.com/politics/live/2021/mar/23/sturgeon-set-for-criticism-from-holyrood-committee-after-being-cleared-by-independent-adviser-of-breaking-ministerial-code-politics-live https://www.nytimes.com/2021/03/22/world/europe/scotland-nicola-sturgeon.html\n"], [85097, "2021-03-23T14:11:28Z", [0.43], ""], [1333, "2021-03-23T08:02:51Z", [0.99], ""], [94606, "2021-03-22T21:43:40Z", [0.85], "@Mark_T  & @SE_Meyer  Sturgeon is cleared of breaching the ministerial code - https://bbc.in/3r5twoE and https://bit.ly/3vSFc1J - and fights back https://bbc.in/3siyVu4. The Scottish Tories vote of no confidence planned for tomorrow now has little chance of succeeding.  It will be interesting to see if the collapse of Greensil and the guarantees Holyroodt have put up for the Gupta steel mills etc will now become part of the focus to derail  the SNP train? See https://bloom.bg/2PiK8Me and https://bit.ly/3ccmvy5 Will her image and that of the SNP be restored? Or, has it even been tainted by the Salmond battles. Hence my revised forecast as it appears that although the leaked parliamentary report suggests Sturgeon has been 'economic with the truth', this independent report certainly give Sturgeon and the SNP a boost amongst their traditional base, including those that may have been wavering."], [89038, "2021-03-22T20:36:36Z", [0.8], ""], [97582, "2021-03-22T18:12:01Z", [0.85], ""], [34959, "2021-03-22T14:32:56Z", [0.92], ""], [97582, "2021-03-22T03:35:08Z", [0.7], ""], [94872, "2021-03-22T03:04:37Z", [0.5], ""], [62808, "2021-03-21T21:32:17Z", [0.96], ""], [99898, "2021-03-21T13:03:14Z", [0.99], "Schottland hat beim letzten Unabhängigkeits-Referendum nur für den Verbleib bei Großbritannien gestimmt um in der EU bleiben zu können. Durch den Brexit werden die Schotten so gegen ihren politischen Willen aus der EU gedrängt. Aufgrund dieser Szenarios strebt Nicola Sturgeon die Unabhängigkeit Schottlands von Großbritannien an und wird so eine starke Mehrheit für die SNP erringen können."], [99884, "2021-03-20T21:04:57Z", [1.0], "Scotland will depart GB sooner or later"], [1333, "2021-03-20T20:12:59Z", [0.99], ""], [96450, "2021-03-20T13:41:05Z", [0.8], ""], [95503, "2021-03-20T13:29:05Z", [0.7], ""], [97192, "2021-03-20T11:22:28Z", [0.75], ""], [94872, "2021-03-20T07:38:36Z", [0.35], ""], [96828, "2021-03-20T02:40:45Z", [0.41], "Decreased because I just noticed others who see the same pessimism as me. I think a plurality is ~fairly~ (vague verbiage alert) more favorable than a majority. It is already below 50 and reached this point sooner than I predicted. Still chance of some kind of coalition building the few weeks prior to election."], [96828, "2021-03-20T02:37:42Z", [0.51], "Seems to be following a symmetrical rise and fall. If pattern continues, it should reach 50 and dip below threshold around May. It took 7 months-ish—plus or minus—to go from 50 and reach a peak, then begin falling again. It started falling almost 7 months ago. Because of talks about opposition on an election year, it may entirely be possible that the SNP wins a plurality but not greater 50 percent (a majority, as needed to resolve YES). I think users here are not updating frequently enough. Update: It already dipped below 50. It's happening sooner than I thought. My subsequent forecast dips my probability lower."], [529, "2021-03-19T22:34:03Z", [0.49], "https://www.bbc.com/news/uk-scotland-scotland-politics-56459301"], [20978, "2021-03-19T21:34:35Z", [0.35], "I am quite skeptical because of the scandal of Nicola Sturgeon, who is due to face a vote of confidence next week if she does not resign herself:\nhttps://www.dailyrecord.co.uk/news/politics/nicola-sturgeon-no-confidence-resign-23760944\nhttps://www.theguardian.com/politics/2021/mar/19/sturgeon-should-resign-if-she-broke-ministerial-code-says-starmer"], [62808, "2021-03-19T21:03:19Z", [0.8], ""], [85097, "2021-03-19T14:20:26Z", [0.41], "Crowd forecast comically high"], [98029, "2021-03-19T07:16:05Z", [0.66], "https://www.theguardian.com/politics/2021/mar/18/nicola-sturgeon-misled-scottish-parliament-alex-salmond-inquiry-committee-finds?utm_term=e3f7e347753396aa0ec9d8b8ffcd33a3&utm_campaign=MorningBriefingUK&utm_source=esp&utm_medium=Email&CMP=morningbriefinguk_email"], [85449, "2021-03-19T04:53:58Z", [0.8], ""], [1624, "2021-03-19T02:51:44Z", [0.8], ""], [64041, "2021-03-18T22:51:56Z", [0.62], ""], [529, "2021-03-18T22:44:24Z", [0.65], "Lowering forecast some, for now:  https://www.bloomberg.com/news/articles/2021-03-18/scottish-nationalists-may-fall-short-of-majority-poll-shows https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election"], [58028, "2021-03-18T22:37:12Z", [0.9], ""], [95542, "2021-03-18T20:49:26Z", [0.7], "Drop in polls of SNP due to allegations against Nicola Sturgeon."], [81567, "2021-03-18T13:06:20Z", [0.88], "Lowering based on new polling - Nicola Sturgeon on course to remain first minister but SNP's Holyrood majority in the balance, poll for Sky News suggests http://news.sky.com/story/sturgeon-on-course-to-remain-first-minister-but-snp-will-fall-short-of-holyrood-majority-poll-for-sky-news-suggests-12249350"], [96450, "2021-03-18T11:09:16Z", [0.85], ""], [94606, "2021-03-17T22:23:35Z", [0.5], "The ongoing news flow regarding the spat between SNP and Salmond continues to be negative for both Sturgeon and the the SNP - https://bbc.in/30TSbBW The SNP also seems to be consistently polling lower - https://bit.ly/30Qvs9V . That said, the other parties are still some way off it seems. Furthermore, the raison d'etre for hte SNP, independence, seems to be losing appeal - https://bit.ly/3txaA3O.  However, as they say, a week in politics is like a year...or something similar. "], [96828, "2021-03-17T11:18:53Z", [0.81], ""], [88954, "2021-03-17T10:22:38Z", [0.65], ""], [95503, "2021-03-16T15:45:42Z", [0.75], ""], [94606, "2021-03-15T18:19:41Z", [0.5], "Based on the following, I am further reducing my forecast on this. See https://bit.ly/2P0FPp2 and https://bit.ly/3cEdkWl It seems Sturgeon's and the SNP's positions are becoming wobblier by the day! Even by some independence supporters. Add to that the ongoing internecine struggles and squabbles  which could also come home to roost and be Sturgeon's personal undoing - https://bit.ly/3qLqful @SE_Meyer I see you are still confident Nicola and her entourage will make the grade and come home with a majority?"], [16113, "2021-03-15T17:34:33Z", [0.8], ""], [80179, "2021-03-15T06:31:51Z", [0.95], ""], [914, "2021-03-14T23:55:52Z", [0.85], ""], [96828, "2021-03-13T21:08:42Z", [0.83], ""], [529, "2021-03-13T17:26:34Z", [0.86], "https://www.scotsman.com/news/politics/scottish-elections-2021-snp-ahead-for-may-vote-but-new-poll-is-second-to-show-drop-in-support-for-independence-3146695 https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election"], [85097, "2021-03-13T10:01:27Z", [0.45], ""], [58028, "2021-03-12T23:11:08Z", [0.85], ""], [98029, "2021-03-12T21:22:15Z", [0.68], "Reducing again due to Salmond/Sturgeon fall out, polling results and comparative success of vaccine strategy. "], [64041, "2021-03-12T20:25:33Z", [0.83], "https://2sjjwunnql41ia7ki31qqub1-wpengine.netdna-ssl.com/wp-content/uploads/2021/03/SavantaComRes_TheScotsman_March2021Tracker_110321_Voting.pdf First major fieldwork (sample >1000) since Salmond & Sturgeon gave their evidence was published yesterday and showed the SNP as not on course for a majority.   Of course, this is just a snapshot, so I will wait on more polls to confirm whether it's a serious trend.  For now I'm only revising my prediction down quite modestly, as I think the 90% consensus is a bit overbaked currently.   l expect that I will cut my prediction more drastically if there are further confirmatory polls.    The Panelbase one with John Curtice last week predicted a v slim SNP majority, whereas before the public hearing they seemed on course for a stonking one.  EIther way, it's worth remembering that at the last Holyrood election, they actually fell short of their boisterous polling results in the weeks and months before."], [97567, "2021-03-12T11:45:48Z", [0.55], "Current consensus prediction of 90% seems a bit off. I was slightly surprised that they currently do not have a majority (SNP have 63 of 129 seats), and whilst Brexit may provide a reason for potential gains, the Salmond issue has revealed them as mortal politically. Now that the covid debate has moved on from being about the most effective restrictions it is now primarily about vaccine rollout where the Scottish government has no particular advantage it would seem. First pass guess 55%, to be refined when I look at some numbers."], [42234, "2021-03-11T23:55:29Z", [0.95], ""], [96450, "2021-03-11T21:13:13Z", [0.8], ""], [94606, "2021-03-11T18:36:13Z", [0.6], "Based on the following, I am lowering my forecast to be in the middle of @TJA and @Tolga  https://bit.ly/30zS3re\nhttps://bit.ly/3cp2Sl5\nhttps://bit.ly/3t2rirw Albeit Swinney survived the vote of no confidence, I'd suggest his image is not as palatable with the public as it was 4 weeks ago. It appears that Douglas Ross, the new Tory Scottish leader will pursue his motion of a no confidence vote in Sturgeon too. While Sturgeon has a staunch support base, some of that support appears to be slipping. A vote of no confidence and the ongoing internecine battles in the SNP risk reducing SNP support along with an apparent decline in support of independence.  Furthermore, as @DippySkippy pointed out, STV (https://bit.ly/3es3IAf) makes it more difficult to a party to gain a majority. For some time I have held the position that it would be a walk in the park for the SNP to gain a majority based on the premise that there wasn't any effective opposition to Sturgeon and hence the SNP. However, @TJA suggests that the new Labour leader 'being less useless than his predecessor' and I'd agree with that. I'd also extend that to say the new Tory Scottish leader, Ross, certainly appears to be make a serious effort and showing he is worth of the vote to put him into the leadership seat. Thus, the opposition to SNP is stronger than it was 2 months ago."], [95503, "2021-03-11T11:20:34Z", [0.8], ""], [96755, "2021-03-11T05:51:16Z", [0.99], "The SNP still seems likely to capture a majority of seats given that their poll performance is markedly better (by about 5-10 points) than before the 2016 election. The SNPs poll position seems to have dropped slightly in the last few months, but given that this is due to internal SNP strife over ministerial positions it is unlikely to change the outcome of the election. As an interesting corollary though, support for Scottish Independence seems to be waning. So it seems possible SNP may win the election, but SNP's planned referendum on Scottish independence may fail afterward. Scottish Independence would make a good GJOpen question. \nhttps://www.scotsman.com/news/politics/scottish-elections-2021-snp-ahead-for-may-vote-but-new-poll-is-second-to-show-drop-in-support-for-independence-3146695"], [94872, "2021-03-11T04:19:12Z", [0.75], ""], [97180, "2021-03-10T14:09:58Z", [0.82], ""], [97945, "2021-03-10T11:25:40Z", [0.68], "Downgrading slightly based on: \n- Recent polling\n- Vaccine boost for UK gov \n- Internecine strife of the Salmond trial\n- New Labour leader being less useless than his predecessor  Still think a small SNP majority is the most likely outcome but as @DippySkippy says STV makes it more difficult than you'd imagine from the polling. "], [89038, "2021-03-09T22:22:39Z", [0.75], ""], [99122, "2021-03-09T21:09:23Z", [0.95], ""], [49877, "2021-03-09T16:39:07Z", [0.8], ""], [87691, "2021-03-09T07:15:34Z", [1.0], ""], [88452, "2021-03-08T22:09:24Z", [1.0], ""], [94872, "2021-03-08T04:25:20Z", [0.8], ""], [85097, "2021-03-08T00:35:49Z", [0.5], "Sufficient time has passed since my January comment to venture a forecast: https://www.gjopen.com/comments/1218547 SNP doing about as badly as I expected, Greens not picking up support (against my then expectation), in fact it appears there may be some overall movement in the last month towards unionism. I wonder if an incomplete vaccination programme leads to differential turnout between older (unionist) and younger (pro-independence) age-groups. But actually I am optimistic that pretty much everyone will have had a first dose by this date, so maybe it's not a relevant factor. I suppose there are 4 big future unknowns here: Which government do Scots credit with the success of the vaccination programme? What will the unionist campaign be like? Will UK Labour and Conservative leadership put aside their differences and go up to Scotland to campaign with some type of non-aggresion pact? I think Starmer's personality would be receptive to this, if his activists allow him to be. Likewise with Scottish Labour and Conservatives. How will the new Scottish Labour leader be received? Further impact of Salmond v Sturgeon And then there are always unforeseen events."], [96367, "2021-03-07T22:45:24Z", [0.9], "Dropping to match the crowd in light of the amplified shenanigans that have engulfed the SNP in recent days. Still not convinced this will be much more than a dirty stain come May and there’s plenty of time for Boris to jam another of his feet in his mouth."], [94606, "2021-03-07T21:36:04Z", [0.9], "I am beginning to waver....The Scottish Tories are still planning to proceed with a vote of no-confidence in John Swinney this week and in all likelihood, Nicola Sturgeon before too much longer - https://bbc.in/30n1ASk. Can the SNP's Teflon image survive this? Particularly as the sole Green appears to be supporting the Tories and thus reducing the SNP supposed slim coalition majority to zero, i.e. their 61 (of 129) seats ? It seems that current polling after least week's tough week for the SNP is barely giving SNP a majority (https://bit.ly/3egKSMm) and the support for 'independence' is slipping fast (https://bit.ly/3eiOk9y and https://bit.ly/2PHhSDs). If it slips further, what are SNP's chances of a majority? Slimmer, I'd suggest. @Mark_T Cracks are starting to widen in the Teflon coated SNP's armour I fear?"], [64041, "2021-03-07T01:15:19Z", [0.91], ""], [92622, "2021-03-06T14:53:57Z", [0.99], ""], [13432, "2021-03-06T14:51:40Z", [0.9], ""], [96450, "2021-03-06T12:19:17Z", [0.97], ""], [62808, "2021-03-06T02:24:02Z", [1.0], ""], [85144, "2021-03-05T22:07:42Z", [0.97], ""], [74903, "2021-03-05T08:03:26Z", [1.0], ""], [11447, "2021-03-05T07:45:31Z", [0.65], "They are much closer on a majority (I.e more than half of seats) than the consensus implies. They almost certainly will be the largest party. http://www.electionpolling.co.uk/swingometer/scottish-parliament The above implies it should be less than 50/50. Still some time to go though and they have polled better/this seems to be a low driven by recent leadership revelations. Will monitor polls over coming weeks."], [94606, "2021-03-04T22:10:47Z", [1.0], "Sturgeon's 8 hour performance before the committee of MSPs yesterday has raised as many questions as it supposedly answered. Opinion appears to be divided as to the net result. Public opinion though, may be inclined to overlook the nuances of the situation and the details. The threat of a no confidence vote in her No 2 has forced yet more details of the legal opinion issued to her government, which her government ignored and which in turn cost the taxpayer £500k plus. So, after the events of yesterday, for the time being, I'll hold my position although as mentioned yesterday, Sturgeon's control over the SNP and hence the SNP's likelihood of a majority is currently quite tenuous. I suspect quite a lot will hang on how Salmond behaves in the next week or so. See https://bit.ly/3ri1bfR for some light reading.\n"], [98029, "2021-03-03T18:04:59Z", [0.71], ""], [94606, "2021-03-03T15:51:42Z", [1.0], "I am not yet ready to review my forecast to meet the crowd although I am presented with an increasing temptation to do so. Sturgeon's public profile if looking increasingly wobbly IMO. See https://bit.ly/3sQj5ql / https://youtu.be/-vyoovGjCfo (if you have 5 odd hours and enjoy listening to her) and https://bit.ly/2NOnKdz. The apparently damning release of counsel's advice certainly does not make Sturgeon and her SNP government look honest and smelling like roses - https://bit.ly/3qjuPjy The Tories seem to have found some bulldog spirit, most likely spurred on by increasing amounts of evidence showing the strong likelihood that Sturgeon has been 'economic with the truth'. Hence, the Tories in Scotland plan to submit a motion of no confidence in Sturgeon (https://bit.ly/3b9ClZR). I have previously said that the SNP / Sturgeon's advantage is that there is scant credible opposition in Scotland. Perhaps that is about to change. It also appears that some of the Scots pro independence media is also questioning Sturgeon's honesty (https://bit.ly/3sQj5ql). Can Sturgeon's fall from grace be far off? In the event she does stumble and fall, what would this mean for the possibility of an SNP majority as per this question? Let alone the issue of another referendum and the fight for independence? Perhaps another 24 hours will enlighten me."], [74903, "2021-03-02T20:47:54Z", [0.9], "- 5\nIt seem that Sturgeon will face a vote of confidence in relation with lies that she make about when she knew about sexual harassement case.\nI take some cautious about this press coverage, it's BBC in regard about Scotland. \nI dont think, it would be wise for the Scottish parlement to step down Sturgeon, in this covid-19 time. Conservative could be blame to fragilize the government in time of crisis.  https://www.bbc.com/news/uk-scotland-scotland-politics-56259056\nhttps://www.gov.scot/publications/legal-advice-related-to-the-parliamentary-inquiry-into-the-scottish-governments-handling-of-harassment-complaints-sghhc/"], [94606, "2021-03-01T19:26:00Z", [1.0], "Alex Salmond's testimony in Holyrood appears to have been pretty inconclusive as to whether there was a conspiracy in motion in 2018 to have him jailed and thus removed from the political landscape in Scotland. Albeit, it's not yet clear what purpose that would serve as both Sturgeon and Salmond are staunch supporters of independence. However, this spate may still evolve and seriously dent  Sturgeon's credibility amongst voters. See https://bit.ly/3b4f9vP / https://bit.ly/3uLzEFJ / https://bit.ly/3b5f1fA/ https://bbc.in/3dV0ANa / https://bbc.in/3sDTvod / https://bbc.in/3sBYfuC So, can Sturgeon hold it together long enough to capitalise on her apparently unassailable popularity and still get the majority she yearns for to force another independence referendum. The next week or so could be critical. @Mark_T I see you have upped your likelihood of an SNP majority and hold that the current spate is unlikely to unseat Sturgeon on the next 2 months. I agree although I am watching more closely now as her armour may well be pierced by the Salmond accusations."], [94872, "2021-03-01T02:34:44Z", [0.9], ""], [64041, "2021-02-28T22:52:11Z", [0.92], ""], [691, "2021-02-28T16:45:45Z", [0.94], ""], [97841, "2021-02-28T13:34:23Z", [0.96], ""], [1624, "2021-02-27T06:51:42Z", [0.9], ""], [58028, "2021-02-27T00:19:04Z", [0.9], ""], [500, "2021-02-25T15:29:34Z", [1.0], ""], [96367, "2021-02-25T14:26:46Z", [0.99], "Increased confidence in likely majority based on latest polling and assessment of the current Salmond / Sturgeon storm in a teacup doing much long term harm come polling day (vs the potential undermining of messages that Johnson has shown a real talent for). https://news.stv.tv/politics/snp-remain-on-course-for-holyrood-majority-stv-poll\nhttps://www.thescottishsun.co.uk/news/politics/6665951/indyref2-opinion-poll-backing-independence-snp/\nhttps://yougov.co.uk/topics/politics/articles-reports/2021/02/02/who-do-scots-believe-case-salmond-v-sturgeon"], [85377, "2021-02-24T15:48:51Z", [0.9], "Regardless of the internal problems the SNP are facing, the alternative parties lack significant strength to challenge the SNP on a national scale. The Conservatives have been negatively impacted by the immediate impact of Brexit on fishing communities in several of their North Eastern support areas, Labour is in the middle of a leadership election and the Lib Dems do not have sufficient concentration to win many seats. As a result an SNP victory is a near certainty."], [89038, "2021-02-24T14:48:15Z", [0.8], ""], [98097, "2021-02-23T18:28:54Z", [0.75], ""], [96450, "2021-02-23T17:02:18Z", [0.97], ""], [98029, "2021-02-23T08:10:37Z", [0.72], "https://www.heraldscotland.com/news/19105030.snp-will-win-may-will-pyrrhic-victory/"], [98097, "2021-02-21T20:45:42Z", [0.85], ""], [98097, "2021-02-21T20:44:22Z", [0.95], ""], [91516, "2021-02-21T13:21:30Z", [0.95], ""], [64041, "2021-02-20T23:12:03Z", [0.96], "Will review after Salmond's testimony on Wednesday."], [98029, "2021-02-19T14:13:25Z", [0.71], "I think they will get a majority but I am not convinced that as many want independence as the media suggests. https://yougov.co.uk/topics/travel/survey-results/daily/2019/12/18/224bb/1"], [58028, "2021-02-18T20:59:46Z", [0.92], ""], [96828, "2021-02-18T07:27:43Z", [0.89], ""], [14208, "2021-02-18T02:13:04Z", [0.5], "Nicola Sturgeon, Dr. Steve Pieczenik MD was in Italy in 1978 and is able to shed more light on Prime Minister Aldo Moro’s circumstances. Between you and Queen you might be able to work something out. "], [98458, "2021-02-15T22:53:01Z", [0.72], ""], [94606, "2021-02-15T18:25:01Z", [1.0], "Is this the canary in the coal mine for Sturgeon? - https://bit.ly/37hBzHK Perhaps although I think Sturgeon will make it through the next 3 months. Possibly a bit battered and bruised but sufficiently whole to claim a majority victory.  @Mark_T the last paragraph should amuse you -:)"], [95555, "2021-02-14T23:01:09Z", [0.96], ""], [58028, "2021-02-14T22:37:49Z", [0.93], ""], [62808, "2021-02-14T16:56:57Z", [0.96], ""], [98428, "2021-02-14T12:15:38Z", [0.95], ""], [89038, "2021-02-13T00:34:24Z", [0.84], ""], [97642, "2021-02-12T21:57:03Z", [0.7], ""], [62808, "2021-02-12T20:46:25Z", [0.9], ""], [97539, "2021-02-12T13:18:14Z", [0.55], ""], [98401, "2021-02-11T20:23:51Z", [0.6], ""], [691, "2021-02-11T20:18:09Z", [0.96], "https://www.reuters.com/article/us-britain-politics-scotland/scottish-support-for-independence-drops-poll-shows-idUSKBN2AB146\nInteresting, but not likely to affect SNP's support significantly. "], [97180, "2021-02-11T17:33:24Z", [0.99], ""], [94606, "2021-02-11T16:40:28Z", [1.0], "Thanks to Mark_T and his forecast (https://bit.ly/3aQWpyK) with the link to the Spectator article and his assessment of Sturgeon's almost unassailable position in Scotland. As Mark points out, Sturgeon's biggest threat is likely to come from her own party in the form of Alex Salmond and Joanna Cherry and her possible misleading of parliament about when and what she knew about Salmond's supposed dalliances that he's been acquitted from. A recent poll for The Scotsman has apparently shown a small drop in support for independence (https://reut.rs/3p57ZeM). Thus, it's hard to call whether Sturgeon will simply win a majority in the may Holyrood election based on a) her drive towards independence or b) the lack of any credible opposition. For now, I will stick with the latter which is likely to garner support from the former anyway.  "], [96367, "2021-02-11T14:51:45Z", [0.97], "The upcoming challenges being put to Nicola Sturgeon in the comings weeks are worthy of a light drop in certainty on this question (to be reviewed as the situation evolves), but I’d watch out for (politically motivated) artificial amplification in UK print and television media that will try to focus on the fury of the storm without noting the contextual teacup it may be taking place in (alongside being a pleasant distraction from the UK’s own travails). How much does the average Scottish voter care about this fairly political tug of war?  Hard to say at this point.  Her resilience to such things previously [1] would suggest that the damage it does to her personally may be superficial and short term.  What it does to the party and/or the emotive cause for independence is even more opaque. Some SNP voters may be turned off by the internal party divisions and not turn out on the day, but other more cynical voters in Scotland may see the amplification of this story as a sign of fear and desperation “south of the/border” which may in turn actually strengthen their support in the current highly divisive environment. This article [1] does a good job of laying out the ground and environment in which this event is taking place and helps put into perspective some fairly “noisy” headlines. [1] https://www.spectator.co.uk/article/the-sturgeon-paradox-the-worse-she-does-the-more-popular-she-becomes"], [94872, "2021-02-11T03:32:15Z", [0.95], ""], [88614, "2021-02-10T15:39:01Z", [0.92], ""], [94606, "2021-02-09T19:28:55Z", [1.0], "@Mark_T I agree that forecasting political questions can often be more art than science! Although Sturgeon's halo may be slipping a fraction if Scotts voters take note of the vaccination issues - https://bit.ly/3a0J5bP - but Brexit enraged fishermen may come to the rescue - https://bbc.in/3p5QKty and https://bit.ly/3rDX8dy. Nonetheless, with no apparent credible opposition and riding relatively high in the popularity stakes, unless some ugly skeleton comes out of the cupboard in the next 3 months, she will have a majority in Holyrood come 7th May 2021"], [522, "2021-02-09T16:28:39Z", [0.9], "This currently looks to be the outcome, the only possible upset being the enduring ill-will between Sturgeon and her predecessor and any fallout which will damage the nationalist agenda. "], [97892, "2021-02-09T14:22:55Z", [0.92], ""], [64357, "2021-02-09T00:54:26Z", [0.99], ""], [97892, "2021-02-08T21:57:11Z", [1.0], ""], [49877, "2021-02-08T20:29:02Z", [0.65], ""], [80179, "2021-02-08T03:35:15Z", [0.95], ""], [98250, "2021-02-07T21:22:48Z", [0.85], ""], [14432, "2021-02-07T18:33:13Z", [1.0], ""], [98351, "2021-02-07T16:10:57Z", [0.95], ""], [45594, "2021-02-07T08:10:50Z", [0.7], ""], [97841, "2021-02-07T00:04:23Z", [0.99], ""], [97732, "2021-02-06T14:49:17Z", [0.98], ""], [94606, "2021-02-05T17:53:43Z", [1.0], "Sturgeon is clearly wanting to keep her 'nationalistic' voters on side with the carrot and stick approach - https://reut.rs/3aGrhlx. That said, as I have previously mentioned, there doesn't seem to be any credible opposition to her and perhaps the opposition Labour & Tories are focussing on the pandemic? And the Scottish Civil Court refused to rule in the favour of the nationalists - https://reut.rs/2YLpS7L."], [691, "2021-02-05T17:17:55Z", [0.96], ""], [12591, "2021-02-05T02:31:49Z", [0.95], ""], [94606, "2021-02-03T22:22:46Z", [0.98], "As I previously suggested, there really is little opposition to Sturgeon and hence every likelihood she will win a majority in May 2021. While it appears that the Scottish public is fairly evenly divided on the topic of independence from UK, Scottish nationalists have been the backbone of support for Sturgeon. Sturgeon has argued strongly that Scotland would be better off out of UK, independent and in the EU. This recent study from the London School of Economics suggests that costs to Scotland would be substantially more than the cost of Brexit. See https://bbc.in/3pNY4eC. This could dent Sturgeon's support across both sides of the divide.It will also raise the question again about how viable Scotland would be as an independent country and whether or not it would be feasible for Scotland to rejoin the EU. Or for that matter, with Scotland's significant deficit, if the EU would accept an application from Scotland as an independent country. Equally questions are being asked about Sturgeon's handling of the Covid situation in Scotland and her knowledge of Salmond's dalliances and if she was economic with the truth in the house. On balance, Sturgeon will, IMO, gain a majority although it may be a reduced majority."], [98029, "2021-02-03T21:48:31Z", [0.69], ""], [58028, "2021-02-03T19:08:20Z", [0.95], ""], [172, "2021-02-02T23:38:33Z", [1.0], "SNP very popular as is their leader (best in UK by wide margin). "], [98237, "2021-02-02T16:18:55Z", [0.9], "Following the crowd."], [86880, "2021-02-02T08:56:21Z", [0.85], ""], [94872, "2021-02-02T04:53:49Z", [0.95], ""], [62808, "2021-02-01T23:18:30Z", [0.9], ""], [529, "2021-02-01T21:21:18Z", [0.9], "Lowering the forecast a bit for now on the (smaller) chance that COVID impacts could (significantly) delay the election, possibly allowing extra time for evolution in voter opinions, preferences. https://www.reuters.com/article/uk-britain-politics-scotland/scotlands-conservative-party-leader-calls-bid-for-independence-vote-reckless-idUSKBN2A10X8"], [96828, "2021-02-01T03:31:08Z", [0.88], ""], [96773, "2021-01-31T15:41:42Z", [0.85], "The fallout from Brexit appears to be working in the SNPs favour. They have held a majority for a number of years and are likely to continue doing so. Recent polls indicate an increase in desire for independence and the SNP are pushing an independence agenda. While the covid vaccine role out and recent controversies surround former leader Alex Salmond, and Nicola Sturgeon involvement have damaged the credibility of the party, overall Scottish opinion seems to be swinging in favor of independence which increases votes for the SNP/"], [96828, "2021-01-31T13:47:59Z", [0.87], ""], [96450, "2021-01-31T11:37:39Z", [0.99], ""], [11447, "2021-01-30T21:38:34Z", [0.8], "Think I misread this. For more than half the seats still feels likely but maybe more like 85% on eve of election based on current polls, so dropping to 80% as of today."], [98029, "2021-01-30T09:06:48Z", [0.67], "\nhttps://www.heraldscotland.com/news/19050497.number-scottish-mass-vaccination-centres-halved-amid-confusion/"], [94872, "2021-01-30T00:38:19Z", [1.0], ""], [80431, "2021-01-29T16:36:52Z", [0.95], ""], [97389, "2021-01-29T16:23:09Z", [0.9], "If I look through previous my breakdown of the question:\n- how accurate are the polls?\n- How many target seats are there?\n- will the SNP be hit by internal conflict or a scandal\n- could there be COVID and Brexit successes that are well communicated by Westminster Then the only thing that has changed even slightly is point 3. Sturgeon's restating her position on a legal referendum, while it ignores the core question of what to do in case Westminster denies it, seems to suggest the party is going to park the topic until after the election."], [98097, "2021-01-29T15:02:18Z", [0.95], ""], [96367, "2021-01-29T08:23:15Z", [0.99], "Taking myself off the scientifically and objectively unjustifiable perch of “absolute certainty” when forecasting a politics question, due solely to having my conscience suitably pricked by good people like @Tolga ! Absolute certainty cannot objectively and logically be justified for these sort of questions and, being honest, feels more of a Brier score focused forecast than an honest appraisal of probability. The subjectivity inherent in forecasting (the “Art”, as opposed to the “Science”) can be used to justify “very high certainty” (as I believe is warranted in this case), but this must be tempered with scientific integrity and basic common sense with politics in today’s upside down world. Thank you @Tolga for keeping me honest!"], [66586, "2021-01-29T06:16:45Z", [0.65], ""], [13432, "2021-01-28T22:54:41Z", [0.95], ""], [39847, "2021-01-28T21:21:28Z", [0.6], "They like the EU"], [373, "2021-01-28T20:45:50Z", [0.8], ""], [87536, "2021-01-28T20:07:01Z", [0.99], "That is nearly a given."], [76440, "2021-01-28T19:58:20Z", [1.0], ""], [52857, "2021-01-28T19:50:29Z", [0.5], "If the Tories won't give in on a 2nd Scottish Independence vote, SNP will gain seats"], [98029, "2021-01-28T18:49:29Z", [0.68], "Updating due to increasing anti Downing St. feeling in Scotland. https://www.bbc.co.uk/news/uk-politics-55844368"], [8826, "2021-01-28T18:22:31Z", [0.9], ""], [48081, "2021-01-28T16:07:18Z", [0.71], "The conventional wisdom right now is that the SNP will win a majority. Recent polling in the Scotsman Newspaper put the SNP on 71 seats, which is +8 from 2016 and two seats higher than their record 69 seats in 2011. That 2011 election paved the path for the independence referendum in 2014 that ultimately failed. Scottish independence will surely be a cornerstone of the SNP election strategy this time around. Polling shows independence support at 57% despite continued Westminster opposition. Some Tories have begun to float ideas on how to proceed but Boris Johnson has so far made it clear he would not support another referendum. This could solidfy support the SNP. Another issue has been COVID. SNP leader Sturgon and the Scottish government get high marks for their handling of COVID compared to Johnson and the UK government. It is something to keep an eye on. I am not sure they get to 71 seats, but right now I would put the SNP on 67-68 seats with a 71% of gaining a majority. "], [96450, "2021-01-28T10:35:25Z", [0.99], ""], [46339, "2021-01-27T17:15:42Z", [0.9], ""], [98126, "2021-01-26T15:54:07Z", [0.8], ""], [22002, "2021-01-26T09:53:21Z", [1.0], "Definitely. Scottish people want to leave GB and join EU as soon as possible again. This will be a step forward for them and they will vote for that."], [98029, "2021-01-26T08:25:02Z", [0.65], "Feelings on Brexit could push voting in both directions, current issues with exports to the EU might worry some if Scotland left the union. \nhttps://www.electoralcalculus.co.uk/polls_scot.html\nhttps://www.politico.eu/article/loathing-of-boris-johnson-fueling-surge-in-support-for-scottish-independence-poll/"], [62808, "2021-01-25T20:32:20Z", [1.0], ""], [16113, "2021-01-25T17:35:03Z", [0.85], ""], [97569, "2021-01-25T16:42:41Z", [0.95], "The SNP is on track to win 71 of 129 seats, further to a Scotsman newspaper poll in mid-January, a gain of 8 seats from its 2016 election result.[1]  About 57% of Scottish voters favor independence, according to the same polling snapshot.  SNP leader Nicola Sturgeon has promised to push for another referendum if they win a majority.  The Scottish parliamentary system through its so-called \"Additional Member System\" creates a much closer and more direct relationship to public opinion in proportionally allocating seats than the Westminster system of \"first past the post.\"[2]  In this way, it seems to me, that many Scottish voters see a direct connection between voting SNP and rejecting the UK government's chaos and bungling of Brexit and COVID under Boris Johnson.  The AMS method makes public opinion a much more reliable gauge of the outcome than in \"first past the post\" systems, in my view.  It is hard to imagine a scenario where the UK government is able to implement Brexit in a way that mollifies public opinion now that the negative implications of Brexit for everyday life are becoming more clear with each day.  A small, mundane example: UK visitors to EU will pay a non-EU interchange fee that is five times the amount they paid on purchases in EU territories before Brexit.[3]  The media has extensively covered the much larger issues with food, medicine, transportation, and security.  COVID and the Johnson government's perceived callousness will still be a fresh wound for all in the UK in May, but especially for Scottish nationalism.  Especially if the majority of Scots believe independence will allow them to re-enter the EU, which the majority now favor, the number of seats in play might increase further still. [1]  https://www.reuters.com/article/uk-britain-scotland-poll/scottish-nationalists-set-for-record-majority-boosting-independence-push-idUSKBN29J13Y\n[2]  http://www.parliament.scot/gd/visitandlearn/Education/16285.aspx\n[3]  https://www.bbc.com/news/business-55796426"], [88954, "2021-01-25T15:40:17Z", [0.72], ""], [85747, "2021-01-25T11:54:44Z", [1.0], ""], [98108, "2021-01-25T03:16:10Z", [0.96], ""], [651, "2021-01-24T23:16:07Z", [0.6], "Polls suggest the possibility but I do not know how BREXIT experiences will influence realized vote so perhaps less room for confidence."], [13157, "2021-01-24T21:42:14Z", [1.0], "Scotland wants independence to Join EU."], [91913, "2021-01-24T20:06:34Z", [0.85], ""], [88452, "2021-01-24T17:48:35Z", [1.0], "The Sunday Times quotes forecast by Sir John Curtice based on a recent poll, which sees the SNP picking up seven more seats and receive a majority of 70 out of 129 seats.\nhttps://www.bbc.com/news/blogs-the-papers-55783875  https://en.wikipedia.org/wiki/John_Curtice"], [98105, "2021-01-24T16:36:07Z", [0.9], "The SNP have not dropped below 50% in the polls in the last year https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election The SNP exist to hold and ultimately win a referendum on Scottish independence. Support for holding a referendum in the next 5 years is at 50% with Scottish voters, and support for independence itself is at 49% https://www.thetimes.co.uk/article/union-in-crisis-as-poll-reveals-voters-want-referendum-on-scottish-independence-and-united-ireland-wwzpdlg7b This is largely attributed to two key factors: Brexit, and Boris Johnson as Prime Minister (he was always unpopular in Scotland but the Covid-19 pandemic has harmed his ratings even more, especially when compared to Nicola Surgeon's). Neither of these things will change before the election.  There is a reasonable chance the election will be postponed, which may give time for approval ratings of Boris Johnson to improve and thus reduce the SNP's strength (arguably still very unlikely but if the vaccine roll out continues to improve, especially in England over Scotland, it isn't impossible)."], [84984, "2021-01-24T15:39:15Z", [0.9], "Lack of alternatives. But that doesn't mean strong electoral support for the parties agenda."], [96855, "2021-01-24T10:04:12Z", [0.78], ""], [11447, "2021-01-24T09:34:37Z", [0.9], "Opinion polling overwhelmingly has SNP as favourites the element of first past the post should help the seat count. https://en.m.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election Putting probabilities on it. Feels wrong to go much above 95% as a general rule for elections and you want to account for time so starting off at 90% but will move that up as the election approaches."], [45594, "2021-01-24T08:04:04Z", [0.55], ""], [81187, "2021-01-23T21:22:42Z", [1.0], ""], [96828, "2021-01-23T09:38:18Z", [0.7], ""], [97642, "2021-01-22T18:16:59Z", [0.62], ""], [97582, "2021-01-22T16:42:23Z", [0.66], "A lot can happen in 3 months."], [691, "2021-01-22T16:10:01Z", [0.98], "I still think this is a gimme, but being at 100% makes me nervous, so I came down a bit.  There is no actual evidence, analysis or thought behind this move, so I'll probably go back up when I calm down.  "], [97895, "2021-01-22T03:23:30Z", [0.55], ""], [97895, "2021-01-22T03:22:51Z", [0.45], ""], [81567, "2021-01-22T00:52:46Z", [1.0], ""], [64684, "2021-01-21T21:54:48Z", [1.0], ""], [11335, "2021-01-21T19:50:58Z", [0.99], ""], [94606, "2021-01-21T17:11:22Z", [0.97], "In spite of the SNP's apparent mishandling of Scottish devolved authority funds, a severe deficit, the weaker covid statistics, Sturgeon seems to retain the support of her loyal followers and in all likelihood would lead to an SNP victory in May. Neither the Tories nor Labour seem to find a leader for the Scottish branches that can provide any serious threat or competition to Sturgeon. The recent resignation of the Labour leader, Leonard, has brought three potential Labour leaders to the fore - https://bit.ly/3o2BZHz . Sturgeon has little competition it seems"], [85144, "2021-01-21T13:39:54Z", [0.97], ""], [92381, "2021-01-21T08:31:23Z", [0.93], ""], [97574, "2021-01-21T08:12:03Z", [0.8], "Currently close, but COVID handling has been competent, and shown they can govern themselves. Brexit has clearly come at a cost to Scotland so would expect snp to make good gains. "], [31006, "2021-01-21T07:39:32Z", [0.9], "Polling data for the election, and for Scottish independence, indicates a majority for the nationalists. If they do not gain a overall majority they will still form a government by being the biggest party, probably with Green support. "], [928, "2021-01-20T16:30:17Z", [0.8], "The SNP is expected to win 71 of 129 seats in the Scottish parliament, eight seats more than it won in the last election in 2016, according to the poll carried out by Savanta ComRes and published in The Scotsman newspaper.\nhttps://www.reuters.com/article/uk-britain-scotland-poll/scottish-nationalists-set-for-record-majority-boosting-independence-push-idUSKBN29J13Y"], [96972, "2021-01-20T16:04:27Z", [0.74], "Scotland's largest political party will continue to lead as its civic nationalism platform takes hold."], [86953, "2021-01-20T15:39:56Z", [0.9], "- SNP currently polling higher than in 2016, an election in which they missed out on a majority by only 4 seats\n- Target seats (seats with a swing of less than 5% required) of 10 for SNP (with average swing required of 1.6%) vs 7 for Tories (average swing 4%) and 2 for Labour. Therefore SNP appear to be better positioned for a net gain in seats\n- Polls increasingly showing the Scots in favour of Scottish Independence \n- Expect votes to move away from Tories given fallout of Brexit "], [91516, "2021-01-20T14:09:30Z", [0.75], "Brexit. Boris Johnson. Stark stupidity of Conservative party. Economic fallout. A desire not to be swallowed up by Britain's insanity."], [80179, "2021-01-20T02:53:34Z", [0.95], ""], [97503, "2021-01-20T01:41:39Z", [0.75], ""], [96755, "2021-01-20T00:33:44Z", [0.99], "Seems very likely that the SNP will win the election given the dislike of Brexit in Scotland and the strong performance of SNP leadership to date in crafting an effective anti-conservative, anti-Brexit narrative.  https://www.reuters.com/article/uk-britain-scotland-poll/scottish-nationalists-set-for-record-majority-boosting-independence-push-idUSKBN29J13Y "], [49877, "2021-01-19T22:27:05Z", [0.6], ""], [96450, "2021-01-19T19:43:14Z", [0.96], ""], [97116, "2021-01-19T17:40:30Z", [0.9], "I am fairly certain but we are a long way out in a very politically turbulent era."], [15414, "2021-01-19T16:38:17Z", [0.99], "Continual unforced errors by the UK government make this an almost certainty."], [97188, "2021-01-19T14:09:23Z", [0.85], ""], [97389, "2021-01-19T13:07:12Z", [0.89], "If we break the question down into the following parts:\n- how accurate are the polls?\nUK polling errors still would have the SNP polling well above 50% nationally. Nevertheless, there is less evidence with Scottish elections. -3%\n- How many target seats are there?\nThe SNP has 10 target seats which require a swing of between 0.17 and 3.73 to win. The conservatives have 7 targets, 6 are SNP seats with a swing of 1.97 and 4.90 to win. The SNP need two more seats to win a majority. I couldn't find polling data for those 16 swing seats, but national polling suggests the SNP nationally are looking far stronger than in 2016. -2%\n- will the SNP be hit by internal conflict or a scandal\nIf the SNP were hit by a scandal affecting turn out then they could fail to win more seats. Such a scandal/internal conflict might come due to disagreements over how to approach the independence vote. Sturgeon's concerns about international recognition of the independence vote are not shared by all. We are likely to see many events (court cases, meetings, etc.) on this topic before the election. -5%\n- could there be COVID and Brexit successes that are well communicated by Westminster\nThere is a non zero chance of some major victory communicated as a Westminster success that persuades just enough people to not vote SNP. However, those same challenges are so large that the UK government, despite the PM's personal involvement in matters of the Union, will find it hard to also consider communicating it in Scotland. -1% I'm sure there are many other major considerations, but none I can think of now."], [97959, "2021-01-19T10:07:09Z", [0.9], "I'm pretty confident based on all the latest news but I want to give myself some room for scepticism. There are always shy pollsters who hide their unpopular opinions (being pro-Brexit, pro-Union is very much frowned upon in Scotland as it seems), so I'll keep an eye on polls and the latest developments but it seems very much a one-horse race."], [94872, "2021-01-19T05:39:50Z", [1.0], ""], [32258, "2021-01-18T23:53:33Z", [1.0], ""], [93505, "2021-01-18T22:32:21Z", [0.97], ""], [75093, "2021-01-18T22:02:20Z", [0.95], ""], [24167, "2021-01-18T21:47:53Z", [0.78], ""], [32100, "2021-01-18T21:41:00Z", [0.95], ""], [88614, "2021-01-18T15:35:27Z", [0.9], ""], [88614, "2021-01-18T15:35:17Z", [0.85], "SNP has strong lead in polls at this point.  Will revise throughout the winter/spring.  "], [34959, "2021-01-18T14:34:13Z", [0.99], ""], [97544, "2021-01-18T11:37:47Z", [0.8], "If I understand well the election system (please share a link that explains it clearly if you have) and the current polls (https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election) the SNP has a very good chance to win a majority of seats.\nHowever, it seemed that they polled very well before the previous election and didn't get the majority. So this is not so unlikely. Will revise my answer if my understanding of the election system changes."], [81370, "2021-01-18T09:32:13Z", [0.9], ""], [95100, "2021-01-18T03:24:57Z", [0.99], ""], [97892, "2021-01-18T03:07:40Z", [1.0], ""], [88766, "2021-01-18T02:22:29Z", [1.0], ""], [97892, "2021-01-18T00:38:35Z", [0.94], ""], [42234, "2021-01-18T00:17:06Z", [0.97], ""], [80662, "2021-01-17T23:44:28Z", [0.9], "Everything that goes wrong can be blamed on English Conservatives or outside forces. The costs of Brexit will be much clearer and the attraction of an independence vote higher."], [64041, "2021-01-17T22:56:59Z", [1.0], ""], [62808, "2021-01-17T21:01:41Z", [1.0], ""], [94737, "2021-01-17T20:10:01Z", [1.0], ""], [1333, "2021-01-17T19:26:46Z", [1.0], ""], [1092, "2021-01-17T19:25:13Z", [0.85], ""], [24690, "2021-01-17T19:02:36Z", [1.0], ""], [172, "2021-01-17T18:48:36Z", [1.0], ""], [95899, "2021-01-17T17:49:25Z", [0.95], ""], [97740, "2021-01-17T15:41:21Z", [0.85], ""], [96722, "2021-01-17T15:38:10Z", [0.7], "SNP appears headed for majority with approximately four months to go. There are, however, considerable opportunities for opponents to make inroads. With the UKs recent conclusion of BREXIT the next months is likely to greatly inform the Scots view of London. The pro-independence/anti-BREXIT SNP is likely to gain initial support as businesses and individuals struggle to adapt to their new reality, Scotland’s fishing industry being a particularly good example as fishermen are either staying in port or attempting to sail to now foreign ports to skirt delays along the traditional route. These hiccups are likely to subside and with it a rebalancing of support for SNP and independence. This may be compounded by London’s assertion that Scotland should delay another referendum until the 2050s, which could exacerbate Scot calls for self-determination. SNP is likely to win in a landslide, but opportunities exist for this not to come to fruition. https://www.ibtimes.com/scottish-seafood-sector-warns-brexit-risking-its-future-3123182 https://www.ft.com/content/0d57b733-d99f-47eb-859b-dca65ae4b10c https://www.reuters.com/article/britain-scotland-poll/scottish-nationalists-set-for-record-majority-boosting-independence-push-idUSL8N2JP224"], [87385, "2021-01-17T14:22:21Z", [0.95], ""], [52857, "2021-01-17T14:11:58Z", [0.5], "Scotland remains a Covid hotspot, Sturgeon at odds with Tories. Brexit woes mean a greater pressure within Scotland for another vote on leaving UK. Thus Scottish Nationalists may gain a majority after the next election."], [88121, "2021-01-17T13:05:06Z", [0.8], ""], [23448, "2021-01-17T12:39:42Z", [0.65], ""], [34815, "2021-01-17T04:53:58Z", [1.0], ""], [79919, "2021-01-17T03:18:57Z", [1.0], ""], [85747, "2021-01-17T03:12:26Z", [1.0], ""], [92079, "2021-01-17T00:39:23Z", [1.0], "According to a recent poll carried out by Savanta ComRes and published in The Scotsman newspaper, the SNP is expected to win 71 of 129 seats in the Scottish parliament, eight seats more than it won in the last election in 2016, "], [94801, "2021-01-17T00:21:52Z", [0.8], "Some data: Since its inception the SNP has averaged 13.4% of votes, however this is a misleading statistic since they later merged with another party. Since that time they have pulled 19.8% of votes on average. Since 2001, the average has increased to 31.6%, barely under Labor's (since 2001) average of 32.3%. Labor has recently experienced massive drop of in voter turn out (since 2011), when SNP took a large share of votes (50%). Worth noting, the Labor party is currently engaged in \"Open civil war\" with the most recent leader stepping down. Lastly SNP has been polling Significantly ahead of Labor and conservative parties. "], [78281, "2021-01-16T20:36:43Z", [1.0], ""], [97984, "2021-01-16T20:36:32Z", [0.78], ""], [97203, "2021-01-16T19:22:42Z", [0.7], ""], [97974, "2021-01-16T17:03:11Z", [0.89], ""], [60695, "2021-01-16T16:29:05Z", [0.0], ""], [96040, "2021-01-16T14:27:13Z", [0.95], ""], [85449, "2021-01-16T14:03:25Z", [1.0], ""], [97732, "2021-01-16T13:46:42Z", [0.8], ""], [97945, "2021-01-16T12:26:48Z", [0.75], "Opinion polls have placed the SNP at or above 45% in the regional vote and above 50% in the constituency vote on a regular basis since May 2020. The New Statesman's election forecast model predicts the SNP will comfortably achieve an overall majority, and polls on the issue of Scottish independence have now consistently given a lead to Yes/Leave/Independence since summer 2020. I do not anticipate a change in the leader Scottish Labour will result in an immediate improvement in electoral performance for the party. However, I anticipate that the successful rollout of the Covid-19 vaccine across the UK may result in a small poll increase for the Conservatives in advance of the scheduled May election, leading to a smaller majority for the SNP than is currently predicted. "], [95542, "2021-01-16T10:10:36Z", [0.8], "Largest party in parliament already, aggregate suggests majority, Scottish fisheries disrupted due to Brexit will likely aid SNP due to consistently anti-Brexit stance"], [63087, "2021-01-16T10:05:59Z", [1.0], ""], [45594, "2021-01-16T08:40:35Z", [0.55], ""], [93350, "2021-01-16T07:13:48Z", [1.0], "The upcoming Scottish election would appear to be more than just voting for their preferred political party but also a protest vote against Brexit (Scotland voted to remain in the EU trading bloc – 62%), a vote for independence (that appears to be gaining in acceptance -56%) and a rejection of the political elite in Westminster.\nThere appears to be Teflon element to the Sturgeon government where the SNP is the most trusted concerning education, where there has been universal condemnation of the diminishing education system. Poverty and life expectancy in East Glasgow is also an issue for the SNP.\nBoris Johnson may have upset Scottish sensibilities by stating that devolution has been a disaster. By this, one assumes that the handing over limited powers to a Scottish legislature has been a mistake which, has probably reinforced independence ambitions.\nTherefore, the SNP will probably increase their share in the Scottish Parliament.\nHowever, there may be a future backlash when arguments are made as to the financial viability, type of currency (new countries have to join the Euro in the EU) and the English – Scottish border (consider the issues over the Eire- NI border {EU/UK} ) that independence would bring. https://www.ipsos.com/sites/default/files/ct/news/documents/2020-12/scotland-spom-december-2020-slides.pdf  https://www.thenational.scot/news/18421862.snp-set-huge-win-2021-holyrood-election-new-poll-shows/  https://news.stv.tv/politics/snp-set-for-majority-at-2021-scottish-parliament-election?top  https://www.centreonconstitutionalchange.ac.uk/opinions/scottish-independence-rejection-westminster-politics  https://www.centreonconstitutionalchange.ac.uk/opinions/game-over-uk-anti-westminster-sentiment-manifestation-scottish-independence-campaign-or\n\nhttps://www.reuters.com/article/uk-britain-scotland-devolution/johnson-raises-ire-of-scots-independence-seekers-with-devolution-disaster-comment-idUSKBN27X03D"], [914, "2021-01-16T03:56:15Z", [0.95], ""], [1624, "2021-01-16T02:35:36Z", [1.0], ""], [2379, "2021-01-16T01:30:07Z", [1.0], ""], [70711, "2021-01-16T01:26:44Z", [1.0], ""], [89038, "2021-01-15T22:46:04Z", [0.83], "Comment deleted on Jan 16, 2021 01:05AM UTC"], [74903, "2021-01-15T22:44:05Z", [1.0], "In this time of great uncertainties, links between Europa seems to be more stable then Boris Jonson United Kingdom.\nScotts vote \"no\" for Brexit (62%), but Britain keep the pace. It tell a lot about Brit's considerations for Scotts.\nAn another referendum will not be a subject that will afraid voters.\nSturgeon has been able to demonstrate that her party is able to govern. In a time of Covid-19, any incumbent political parties have a tremendous media advantage. One of the opposition party have to look for a new leader, when polls are not so good. There will not be a lot of people who will take the opportunity to loose the next election.\nhttps://www.edinburghnews.scotsman.com/news/politics/anas-sarwar-msp-who-favourite-replace-richard-leonards-leader-scottish-labour-party-3101925"], [97524, "2021-01-15T22:36:51Z", [1.0], ""], [88954, "2021-01-15T22:23:01Z", [0.8], ""], [1333, "2021-01-15T22:11:28Z", [1.0], ""], [87700, "2021-01-15T21:51:49Z", [1.0], "The Conservatives have not projected competence unlike the SNP about COVID 19 or BREXIT. \nThe election will have little to do with with the competence in \nEducation \nHealth (Badly built hospital’s)\nAfter all who would want to be associated with Boris"], [74903, "2021-01-15T21:45:21Z", [1.0], ""], [41200, "2021-01-15T21:39:09Z", [0.58], ""], [92622, "2021-01-15T20:58:27Z", [1.0], ""], [96367, "2021-01-15T20:28:20Z", [1.0], "Those who know me on here will know that I deliberately avoid making 100% forecasts out of principle: very few things can be genuinely / objectively / empirically referred to as \"certain\", even fewer things in politics and even fewer things again in today's upside down world. That said, if there was ever a certainty to be found in today's turbulent UK politics, this question has it.  There is nothing present in the (currently) United Kingdom governments portfolio of \"successes\" that offers the Scottish people any reason to move away from the SNP and towards Conservatives.  With the after-taste of Corbyn's tacit support for Brexit and leadership failures in combating BJ's populist rise to power still lingering on the Labour Party there really are no other viable alternatives to the SNP for Scottish people. When combined with the consistently strong performance of the SNP in the last several elections... Below is a small smorgasbord of reporting to help non-UK forecasters with research (notably including reports from the Daily Mail: a hard line Brexit and Conservative party favourable tabloid). -Post Brexit fury of Scottish fishing Industry:\nhttps://www.bbc.co.uk/news/business-55669168 -Jan 2021 Daily Mail report on growth of SNP support \nhttps://www.dailymail.co.uk/news/article-9146485/New-poll-puts-support-Scottish-independence-57-cent.html -YouGov track of support for Scottish Independence (a key political platform for the SNP)\nhttps://yougov.co.uk/topics/politics/trackers/support-for-scottish-independence -\"The Scotsman\" article reporting on SavantaComRes Polling (on behalf of The Scotsman!) on SNP and IndyRef2\nhttps://www.scotsman.com/health/coronavirus/scottish-voters-rewarding-nicola-sturgeons-handling-pandemic-covid-19-sends-votes-snp-3095664 -The 2021 Scottish Elections Wikipedia page, which has some very useful projection and contested seat analysis to work forecasts from\nhttps://en.wikipedia.org/wiki/2021_Scottish_Parliament_election"], [529, "2021-01-15T20:28:10Z", [0.97], "SNP's prospects appear to be strong right now. https://www.reuters.com/article/britain-scotland-poll/scottish-nationalists-set-for-record-majority-boosting-independence-push-idUSL8N2JP224 https://www.thenational.scot/news/19010840.holyrood-election-flood-labour-tory-voters-considering-snp-switch/ https://en.wikipedia.org/wiki/Opinion_polling_for_the_2021_Scottish_Parliament_election"], [691, "2021-01-15T20:22:08Z", [1.0], ""], [96784, "2021-01-15T20:06:28Z", [0.75], "The currently chaotic situation post-Brexit provides one data point in favor of an SNP win, with an eye towards Scottish independence and a following join between Scotland and the EU. SNP set for massive win:  https://www.reuters.com/article/britain-scotland-poll/scottish-nationalists-set-for-record-majority-boosting-independence-push-idUSL8N2JP224\n\"With Brexit complete, fervour for Scottish independence grows\nCenturies of union between Scotland and England are straining amid the UK’s departure from the EU and the COVID pandemic.\"  https://www.aljazeera.com/news/2021/1/15/scottish-nationalists-eye-second-independence-vote"], [58028, "2021-01-15T19:28:10Z", [1.0], ""], [88452, "2021-01-15T19:25:06Z", [1.0], ""], [97192, "2021-01-15T19:15:56Z", [1.0], "The Tories are despised in Scotland. SNP will run a pro Europe campaign."], [70342, "2021-01-15T19:05:07Z", [0.9], "This is a lock with how Westminster comes across as having handled the pandemic "], [79508, "2021-01-15T18:57:53Z", [1.0], "Aye"], [89038, "2021-01-15T18:38:22Z", [0.75], "Johnson and Brexit are unpopular in Scotland, Labour in a mess and polls indicate majority of around 6. STV is a hard system to get majority but given current situation the conditions are arguably more favourable than when done in 2011. https://www.reuters.com/article/britain-scotland-poll/scottish-nationalists-set-for-record-majority-boosting-independence-push-idUSL8N2JP224 "]]}