{"question_id": 1947, "title": "Will the percentage of Global Business Travel Association survey respondents planning to resume international business travel in the near future (next 1-3 months) reach 20% or higher before September 2021?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.8, 0.2], "correct_answer": "Yes", "correct_forecast": 0.8, "preds": [[81495, "2021-06-18T16:37:05Z", [1.0], ""], [101148, "2021-06-18T14:37:51Z", [1.0], ""], [80634, "2021-06-18T13:09:48Z", [0.9], ""], [96450, "2021-06-18T10:42:51Z", [1.0], "21% in the June report.\nJust asked for resolution."], [96828, "2021-06-18T10:21:01Z", [1.0], ""], [97375, "2021-06-18T09:13:14Z", [1.0], ""], [99857, "2021-06-18T02:10:08Z", [1.0], ""], [101227, "2021-06-17T22:02:48Z", [1.0], "This question looks resolved to me, unless I am misreading the new poll.  If resolved, I assume my new forecast from today is discarded.  Otherwise, I assume it remains."], [101227, "2021-06-17T21:38:58Z", [1.0], ""], [98312, "2021-06-17T19:48:01Z", [0.92], ""], [55987, "2021-06-17T15:27:48Z", [0.83], ""], [94556, "2021-06-17T15:16:03Z", [0.88], ""], [94556, "2021-06-17T15:15:47Z", [0.86], ""], [84956, "2021-06-17T11:37:31Z", [0.65], ""], [96828, "2021-06-16T11:59:53Z", [0.83], ""], [96828, "2021-06-16T11:59:19Z", [0.8], ""], [28563, "2021-06-16T11:20:19Z", [0.9], ""], [99943, "2021-06-15T21:09:08Z", [0.95], ""], [1333, "2021-06-15T17:11:34Z", [0.85], ""], [98842, "2021-06-15T14:49:41Z", [0.9], ""], [94872, "2021-06-15T02:09:43Z", [0.8], ""], [86490, "2021-06-14T23:31:18Z", [0.9], ""], [21278, "2021-06-14T20:36:08Z", [0.88], ""], [94563, "2021-06-13T16:20:35Z", [0.8], ""], [62808, "2021-06-12T14:27:07Z", [0.85], ""], [13657, "2021-06-12T14:25:11Z", [0.3], "Revising slightly up to follow the crowd, but my initial logic still applies. Also reposting to reset reminder timer. The fact that the percentage has risen to 13% is not necessarily a good sign for it reaching 20%. It just means more companies beginning travel are likely being pulled out of the pool of respondents."], [62255, "2021-06-11T17:24:50Z", [0.75], ""], [99706, "2021-06-11T13:39:49Z", [0.8], ""], [55987, "2021-06-10T21:06:15Z", [0.83], ""], [99106, "2021-06-10T14:40:46Z", [0.85], ""], [81495, "2021-06-10T03:33:17Z", [0.71], "CDC loosening travel guidance should address one of the main points of uncertainty for businesses restarting international travel, though it still doesn't address the country-specific requirements or employee reluctance. "], [2965, "2021-06-10T00:53:23Z", [0.89], ""], [1333, "2021-06-09T13:20:47Z", [0.84], ""], [29431, "2021-06-09T13:13:29Z", [0.7], ""], [64041, "2021-06-08T18:56:02Z", [0.87], ""], [101269, "2021-06-08T15:51:28Z", [0.8], ""], [691, "2021-06-08T15:12:56Z", [0.86], ""], [89013, "2021-06-08T08:12:28Z", [0.6], ""], [24139, "2021-06-08T04:23:44Z", [0.95], "revising estimate"], [98345, "2021-06-08T02:45:14Z", [0.8], ""], [67232, "2021-06-07T16:24:21Z", [1.0], ""], [100842, "2021-06-07T06:14:25Z", [0.6], ""], [21884, "2021-06-07T04:49:39Z", [0.81], ""], [99466, "2021-06-07T02:08:06Z", [0.75], ""], [57249, "2021-06-06T21:32:22Z", [0.55], ""], [12726, "2021-06-06T19:05:16Z", [0.8], ""], [101208, "2021-06-06T10:55:24Z", [0.85], "Responses from US firms have doubled in the past few months to 13%. Looks good for me, especially because June/July/August will see more personal travel, spurring work travel demand. Uncertainties: Covid wave, vaccine failures, airline prices spike due to weird oil stuff. All unlikely, this late in the period."], [101227, "2021-06-06T01:06:06Z", [0.8], "The survey question is ambiguous, and the universe of respondents is changing over time.  The question starts with the premise that the responding company has said that it has \"canceled or suspended most or all trips to the following regions or countries,\" of which one option is \"all international travel.\"  Some responding companies had only cancelled \"most\" and not \"all\" trips.  So the question in context may be, for some, when will your policy against \"most\" international travel change -- not \"when will you resume any international travel whatsoever\"?  Of course, the language \"all\" international travel makes this question potentially confusing, since it might suggest, to some, that they need to resume \"all\" international travel to answer yes (though I am not saying this would be a majority interpretation).  And the multiple choice options are really designed to push respondents to say \"no\" unless they really have an actual, concrete plan.  There are three options for non-yes responses, including \"no definite plans,\" \"do not plan,\" and \"not sure.\"  As others have noted, the universe of respondents change as some companies exit the pool, having developed concrete plans in earlier months, leaving a smaller and qualitatively different pool of respondents. So where does that leave us?  In May, of the respondents who said they had suspended most or all international travel, 13% had a concrete plan to resume by mid-August.  I suspect concrete plans actually lag progress with vaccinations -- it is only after vaccinations are widespread among the company's personnel that might travel that a concrete plan will be made.  So I would expect a higher percentage in June than in May, from this largely US based group, and more in July once the three month window clearly extends beyond labor day.  The dwindling pool of companies answering this question does not necessarily mean one never reaches 20%; you could exceed 20% every time this poll is again given.  At some point, when the last holdout gives up, it will be 100% in that month.  The survey question we are interpreting is such a mess, and with the universe of survey respondents changing, I am of course not that confident in my prediction, which I have to admit, it based on a sense there will be a small surge, in one of the next three months, as opposed to the long period of the pandemic when there was a very broad shutdown in travel.\n"], [80790, "2021-06-05T16:25:04Z", [0.77], "Early May survey has rate at 13pc.  This is likely to keep creeping up.  And selected international travel is only needed, not global travel.\nG"], [96828, "2021-06-05T03:31:52Z", [0.7], ""], [597, "2021-06-04T16:45:29Z", [0.95], ""], [88098, "2021-06-04T12:22:19Z", [0.75], ""], [96828, "2021-06-04T11:39:50Z", [0.77], ""], [24139, "2021-06-04T01:05:14Z", [0.9], "revising estimate"], [100836, "2021-06-03T16:43:49Z", [0.85], "13% as of May 2021. U.S. numbers doubled from ~6% to 13% in just the past 2 months."], [1333, "2021-06-03T14:00:10Z", [0.85], ""], [73687, "2021-06-03T09:02:27Z", [0.86], ""], [94872, "2021-06-03T06:10:36Z", [0.85], ""], [99857, "2021-06-03T00:31:40Z", [0.96], "\"The European Union’s digital vaccine passport system went live in seven countries yesterday, ahead of a full launch for all 27 member states on July 1.\" \"The bloc is in talks with the US about how to check the vaccination status of American visitors this summer.\" \"As the country’s successful  vaccination rollout has driven coronavirus numbers down into double figures, Israel this week scrapped the pass as it moves to open up fully for everyone.\" Its wild to think we're already seeing countries move past vaccine passports to full opening, it looks like this could progress faster than anticipated (at least in wealthier countries)  https://www.technologyreview.com/2021/06/02/1025633/seven-eu-countries-just-got-a-digital-vaccine-passport/"], [99943, "2021-06-01T18:36:48Z", [0.9], "Moving up from 85%. I think it's likely we'll soon see a surge in companies planning to go back to international travel with the EU initiating vaccine passports and many countries around the world looking to do the same soon. May's figure on this question was 13%. I think it's likely that June could see >=20%, or if not, then probably July. Will reassess when this month's survey comes out."], [55987, "2021-06-01T15:24:38Z", [0.82], ""], [24139, "2021-06-01T03:36:22Z", [0.87], ""], [21278, "2021-05-31T02:17:47Z", [0.9], ""], [29875, "2021-05-30T17:32:56Z", [0.92], ""], [88452, "2021-05-30T12:59:58Z", [1.0], ""], [3024, "2021-05-30T00:03:26Z", [0.95], ""], [101148, "2021-05-29T17:56:00Z", [0.87], ""], [2965, "2021-05-28T22:56:55Z", [0.84], ""], [62808, "2021-05-28T22:20:36Z", [0.85], ""], [1333, "2021-05-28T19:11:00Z", [0.84], ""], [1333, "2021-05-28T12:36:19Z", [0.83], ""], [98893, "2021-05-28T05:29:42Z", [0.53], ""], [55987, "2021-05-27T16:12:23Z", [0.82], ""], [100971, "2021-05-27T13:32:23Z", [0.8], ""], [48168, "2021-05-27T04:53:06Z", [0.24], ""], [99106, "2021-05-26T15:07:18Z", [0.5], ""], [101148, "2021-05-26T01:52:53Z", [0.85], ""], [78366, "2021-05-25T21:34:40Z", [1.0], ""], [99843, "2021-05-25T20:45:52Z", [0.8], ""], [91774, "2021-05-25T19:59:24Z", [0.05], "There is still a lot of uncertainty and risk.  "], [94910, "2021-05-25T19:49:52Z", [0.8], ""], [97539, "2021-05-25T11:12:22Z", [0.42], ""], [81495, "2021-05-24T15:17:22Z", [0.61], ""], [29431, "2021-05-24T14:20:15Z", [0.65], ""], [100664, "2021-05-24T08:09:21Z", [1.0], ""], [87827, "2021-05-23T16:02:41Z", [0.8], "13% in latest. Still seems likely to me but the risk of it changing at more of a trickle is making me come down 8."], [14266, "2021-05-23T01:42:37Z", [0.81], ""], [101110, "2021-05-22T16:41:43Z", [0.7], ""], [25755, "2021-05-22T15:50:45Z", [0.75], ""], [1333, "2021-05-22T14:04:17Z", [0.82], ""], [86554, "2021-05-22T12:17:52Z", [0.26], ""], [98241, "2021-05-21T23:52:29Z", [0.8], ""], [81495, "2021-05-21T13:30:45Z", [0.63], "New results higher than expected, but only by one percentage point in a small sample. There was also a small shift from do not plan to resume and not sure toward considering and plan to travel, but all of this is in such a small pool of respondents its hard to say if it means anything for the future or if its just noise. There's also the issues of companies having  to have a plan in place for the future but still be answering that they suspended \"most\" or \"all\" international travel, and the issue mentioned in prior forecasts that we have little information about who these respondents are, where they're from, where they travel to, and whether any of the other questions in the survey apply to the small subset who do international travel. The number being forecasted is slowly trending up, but there's not much to go on to give a confident answer."], [57249, "2021-05-21T13:12:29Z", [0.45], ""], [96828, "2021-05-20T21:34:21Z", [0.9], "Why so high? Precedent of my previous forecast, the crowd, the +3pp increase since last month, and the column who are considering has bumped up significantly. I am highly confident with the time and rate of progress that 20% will be reached (see https://www.gjopen.com/comments/1240020) but I do consider @erikbays' theory (see https://www.gjopen.com/comments/1250312). I think the theory holds most strongly to the \"Considering\" column. NTS: If this resolves YES, once again trust your guided instinct. My initial prediction was 90% (again see https://www.gjopen.com/comments/1240020)."], [84956, "2021-05-20T21:19:50Z", [0.64], ""], [30346, "2021-05-20T15:59:33Z", [0.78], "This improvement is tracking below my expectations given U.S. vaccination rollout. Moderately reducing probability."], [96450, "2021-05-20T15:19:31Z", [0.85], "Up to 13% (from 10) as of 20 May with 92% (April: 89) of all companies having suspended. Affirming forecast.\nFeb 7\nMar 8\nApr 10\nMay 13\nJune ?\nJuly ?\nAugust ?"], [3024, "2021-05-20T02:02:45Z", [0.88], ""], [24139, "2021-05-19T23:49:05Z", [0.85], ""], [3024, "2021-05-19T22:50:45Z", [0.8], ""], [55987, "2021-05-18T16:55:52Z", [0.81], ""], [21884, "2021-05-18T02:48:16Z", [0.75], ""], [100828, "2021-05-16T21:12:15Z", [0.84], "Vaccine passports seem to be a thing of certainty starting at some point this summer "], [1333, "2021-05-16T14:09:28Z", [0.81], ""], [99993, "2021-05-16T14:06:37Z", [0.66], ""], [97140, "2021-05-16T11:17:37Z", [0.2], ""], [98893, "2021-05-16T02:27:11Z", [0.75], "Survey responses so not equal what people actually do"], [21278, "2021-05-15T19:43:36Z", [0.85], ""], [13657, "2021-05-13T19:32:58Z", [0.25], "I think it's interesting that only 11% of respondents state that CDC guidelines will have a major impact on their decisions to return to travel. This tells me it has more to do with the legalities involved in entering certain countries as well as the overall economy. I think a lot of people misunderstand what this question is asking. Or maybe I do. This seems to be asking what percentage of companies will be resuming all international travel in the next one to three months. So as companies resume all international travel, they are no longer part of the pool of companies that are being asked if they will resume travel. So this question is really asking if 20% of remaining companies will suddenly resume travel in a short period of time. As companies resume travel, the percentage of remaining companies that will never resume travel become a larger percentage of the group. Also keep in mind that a company could resume travel to most international countries, but simply not resume travel to a single country such as China, and they still wouldn't be answering yes to resuming all international travel. Many things might stop a company from traveling to a particular country such as economic problems, political turmoil, etc."], [1646, "2021-05-13T13:23:11Z", [0.7], ""], [100980, "2021-05-12T17:32:54Z", [0.9], "The pent-up demand for business travel cannot be repressed very much longer. Also, the question is framed around how business travellers respond to a survey question. People aspire to travel. Many will answer yes, then end up not travelling. "], [14826, "2021-05-12T17:19:44Z", [0.55], "More likely than not but not by much "], [100990, "2021-05-12T12:44:17Z", [0.61], ""], [100916, "2021-05-12T12:14:53Z", [0.34], ""], [55987, "2021-05-11T15:25:17Z", [0.81], ""], [29054, "2021-05-11T14:14:28Z", [0.61], "Global travel routes are getting tight.  I could not a get a ticket for the dates that I need it. \nNow, they are running 1/3 the planes before the pandemic so it is going to be a narrow path to 20%.    "], [1333, "2021-05-11T12:38:31Z", [0.8], ""], [94872, "2021-05-11T07:24:56Z", [0.75], ""], [100976, "2021-05-11T06:44:01Z", [0.65], "The data presented in comments are well above my priors, given the economic, socio, health, and environmental consequences of high levels of business travel. Am starting with the crowd 75% but revising down due to major uncertainties in the old status quo resuming."], [87827, "2021-05-10T16:26:29Z", [0.88], "+8. Up to 10% in the April release. I think there's some risk that since the resolution poll is based on only companies that have cancelled international travel and the window is 1 to 3 months, that some of those resuming in 1 to 3 months might slip out of the poll results by the next time the question rolls around. So if the process happens gradually it's feasible that all international travel could resume but the question could still end up resolving as no. But I think that's probably unlikely (maybe a 5-10% chance of happening) because the latest poll also shows 54% considering resuming all international travel soon, so it seems to me like a lot of those may shift to resuming travel in 1 to 3 months this summer and bump it up over 20%."], [99496, "2021-05-10T15:26:35Z", [0.95], ""], [100724, "2021-05-10T09:23:30Z", [0.82], ""], [34959, "2021-05-10T05:36:12Z", [0.8], ""], [95766, "2021-05-10T04:45:52Z", [0.8], "As covid-19 cases decreae, travel goes up."], [3024, "2021-05-10T01:35:37Z", [0.65], ""], [98893, "2021-05-09T19:41:33Z", [0.58], "I wish it weren't so. This needs to stop"], [98983, "2021-05-09T13:58:59Z", [0.4], "Such a difference now between US and many other countries- even Europe.  As vaccines roll out - the US is demonstrating - and as Vaccine 'passports' follow - travel will open.. so... increasing slightly - but we'll see what the race between Variants and vaccines brings..."], [691, "2021-05-07T16:46:00Z", [0.79], ""], [55987, "2021-05-07T15:29:26Z", [0.83], ""], [1333, "2021-05-07T07:48:09Z", [0.79], ""], [88098, "2021-05-07T00:47:33Z", [0.55], ""], [37379, "2021-05-05T15:20:06Z", [0.74], "Many outstanding comments with links to travel data, thank you all. I'm lovering my forecast not on the basis of these comments but rather on the emergence of new horrendus outbreaks and U.S. restrictions on flights to India. That suggests that there will be more serious outbreaks and hence more bans on international destinations ahead.  See dateline 4-30-2021 https://www.whitehouse.gov/briefing-room/presidential-actions/2021/04/30/a-proclamation-on-the-suspension-of-entry-as-nonimmigrants-of-certain-additional-persons-who-pose-a-risk-of-transmitting-coronavirus-disease-2019/"], [99964, "2021-05-05T14:40:12Z", [0.86], ""], [23148, "2021-05-04T15:24:54Z", [0.85], ""], [55987, "2021-05-04T15:07:44Z", [0.83], ""], [34959, "2021-05-04T04:50:58Z", [0.67], "Comment deleted on May 10, 2021 05:36AM UTC"], [84956, "2021-05-03T21:45:20Z", [0.7], ""], [1333, "2021-05-03T15:17:28Z", [0.78], ""], [15955, "2021-05-03T02:52:14Z", [0.54], ""], [77513, "2021-05-02T17:40:17Z", [0.87], ""], [98871, "2021-05-02T15:58:26Z", [0.81], ""], [29, "2021-05-02T13:54:46Z", [0.8], ""], [99504, "2021-05-02T05:21:02Z", [0.82], ""], [13657, "2021-05-02T03:27:38Z", [0.2], "Revising slightly up simply based on the consensus opinion, but I think the crowd is way off on this. It's important to remember that the experimental vaccine has not yet been shown to reduce transmission, which is why the WHO is still recommending that vaccinated people wear masks. We won't know anything about whether the experimental vaccine reduces transmission until phase 3 testing is complete which won't be for at least a year and a half. Many vaccines of this type have been submitted to the FDA before, but none of them have gotten through phase 3 testing. Also remember that these numbers are not cumulative. If 8 or 10% of people think they will start traveling within 90 days, then if they start traveling they are taken out of consideration for this question. This leaves you with a higher and higher percentage of the crowd that is likely to never resume traveling. One last point: this is also an economic question. Inflation is slowly starting to crush the world economy."], [100845, "2021-05-01T17:46:14Z", [0.6], ""], [80790, "2021-05-01T11:15:32Z", [0.63], "April forecast has results at 10pc.  This means 10pc between now and July.  When the Aug questionnaire comes out it will be for sept to Oct period.   Difficult to say when business will go for international travel again.  Yes US vaccinations are increasing, but business have operated without international travel now for over a year.  Also given cases in India and elsewhere it may put people off a good bit more.  On the other hand passenger and scheduled flights are up."], [100839, "2021-05-01T07:21:45Z", [0.9], ""], [21278, "2021-05-01T03:08:14Z", [0.9], ""], [98241, "2021-05-01T00:11:53Z", [0.8], "The numbers shown by GBTA (https://www.gbta.org/Portals/0/Covid%20Poll/Coronavirus_Poll_April_22_21.pdf, slide 8) show a big correlation between the US based companies indicador and the total indicador. Given the advance in the US vaccination plan, it is highly probable to see a number above 20%"], [100843, "2021-04-30T22:26:35Z", [0.2], ""], [100842, "2021-04-30T21:16:49Z", [0.15], "I doubt that the pandemic will be under control soon , especially in developping countries."], [88452, "2021-04-30T10:13:28Z", [1.0], ""], [87536, "2021-04-30T04:51:23Z", [0.25], "The COVID pandemic is in many countries not yet under control. So it’s much safer to do video conferences. Business people are scared and try not to catch Covid."], [12622, "2021-04-30T04:06:50Z", [0.95], ""], [100836, "2021-04-29T21:12:09Z", [0.65], "I don't expect corporations to open up T&E spend in the 4th Quarter due to holidays, and no one is taking flights into/out of India before the deadline. Meeting the 20% threshold depends entirely on the US-EU corridor and the China-US corridor (the countries that will get the majority of vaccinations in that time frame). I anticipate U.S. vaccination rates will plateau at 75% of the population, which I think will be sufficient for the EU to open it's borders but I think the US-China corridor will not re-open (at least not in volume)."], [62255, "2021-04-29T20:46:21Z", [0.6], ""], [99186, "2021-04-29T17:52:24Z", [0.8], ""], [22689, "2021-04-29T17:40:48Z", [1.0], ""], [94661, "2021-04-29T16:50:29Z", [1.0], ""], [1528, "2021-04-29T16:48:04Z", [0.85], ""], [100828, "2021-04-29T15:05:04Z", [0.8], ""], [100346, "2021-04-29T10:17:23Z", [0.85], "More of a guess than anything properly calculated. Based on GTBA survey improvement from 7-10% (Feb-Apr), increasing global vaccinations and announcement by US to share Covid vaccines, discussions between US and EU for travel corridors. As there seems to be a seasonal  (winter) spike and most air travel is in the Northern Hemisphere this could have a negative impact, but it may not be felt in survey sentiment. https://www.bloomberg.com/graphics/covid-vaccine-tracker-global-distribution/"], [33417, "2021-04-29T08:11:47Z", [0.8], ""], [33417, "2021-04-29T08:11:04Z", [0.78], ""], [94737, "2021-04-28T23:38:28Z", [1.0], ""], [2965, "2021-04-28T23:28:38Z", [0.81], ""], [55987, "2021-04-28T14:38:01Z", [0.77], ""], [1333, "2021-04-28T14:37:54Z", [0.77], ""], [1333, "2021-04-28T14:23:58Z", [0.78], ""], [46176, "2021-04-28T12:56:31Z", [0.72], ""], [99938, "2021-04-27T21:16:39Z", [0.9], ""], [49877, "2021-04-27T17:43:01Z", [0.55], ""], [94872, "2021-04-27T09:53:48Z", [0.57], ""], [99943, "2021-04-27T00:08:12Z", [0.85], "If the EU opens up to discretionary travel for vaccinated US residents, then I would think business travel will also increase, perhaps in both directions for people who have been vaccinated. I can imagine the same for vaccinated people traveling to/from many Asian countries, although there are far fewer vaccinated in Asian countries currently. And because this question is really about a sudden uptick in business intentions, I can imagine this all taking place quite suddenly and soon (in the next few months), after most people who want to be vaccinated have been vaccinated. Update 5/18: Note that in the most recent survey on April 22, 10% of respondents indicated they planned to resume international business travel in the near future. May and June values will likely be higher.d Update 5/25: Just saw the most recent survey, from May 20. The response went up to 13% yes. It will likely be greater next month when the EU likely starts accepting some sort of vaccine passport."], [99106, "2021-04-26T19:58:49Z", [0.5], ""], [18679, "2021-04-26T09:55:13Z", [0.95], ""], [36738, "2021-04-25T18:52:53Z", [0.4], "I still feel less optimistic than the overall Crowd Forecast.  I know vaccinations are proceeding well in the US, but international travel still strikes me as an entirely different animal.   Thank you for sharing the March report, @derberkerl.\nThe March report shows a tiny uptick from 7% to 8% in the figure we are forecasting.  So this would still need to jump from 8% to 20% by September 2021.   This question from the March report below suggests that still might be possible.\nWhen do you think your company will resume \"Non-essential international business travel\"? \n 1% - Already\n4% - 1st half 2021\n39% - 2nd half 2021\n56% - 2022"], [99466, "2021-04-24T19:22:18Z", [0.9], ""], [64041, "2021-04-24T18:58:14Z", [0.77], ""], [100386, "2021-04-24T17:22:56Z", [0.5], "This could go either way. The problem of resuming international business travel lies with the restrictions governments and air carriers placed rather than the unwillingness of the people wishing to travel. If people knew that there were no restrictions or uncertainties at all they would book without any hesitancy."], [98893, "2021-04-24T15:19:34Z", [0.5], "Another wave"], [54663, "2021-04-24T15:02:46Z", [0.75], ""], [55251, "2021-04-24T13:30:59Z", [0.69], ""], [98983, "2021-04-24T13:10:35Z", [0.3], "the third wave is crashing over many countries. Vaccines are working in a few small countries but many still struggle. Business is adapting yet again.  I am revising my forecast down."], [99943, "2021-04-24T03:07:59Z", [0.5], ""], [86554, "2021-04-23T20:24:16Z", [0.18], ""], [100767, "2021-04-23T16:28:44Z", [0.0], ""], [55987, "2021-04-23T14:31:10Z", [0.81], ""], [86233, "2021-04-23T14:09:59Z", [0.9], ""], [86233, "2021-04-23T14:09:37Z", [0.65], ""], [1333, "2021-04-23T13:50:16Z", [0.79], ""], [94563, "2021-04-23T09:38:40Z", [0.75], ""], [37379, "2021-04-23T01:48:18Z", [0.85], "Following @derberkerl given his research at https://www.gjopen.com/comments/1251487"], [99953, "2021-04-22T21:33:47Z", [0.75], ""], [99121, "2021-04-22T19:04:22Z", [0.15], ""], [81495, "2021-04-22T15:27:55Z", [0.53], "New results don't change much and were fairly in-line with expectations. I think the most troubling aspect of the most recent release is the n of 314-486 for resumption of travel questions. This is a really small pool from the GBTA's 9k members or 16k people that this was sent to, and the member roster is only available to members of the org anyway so it’s hard to say who's responding here. It seems like the biggest chunks of respondents are from the US and Europe going by the first chart, but that's still a very broad description that isn't super helpful. I know very little about who I'm trying to forecast for, other than that they're companies who did international travel who are mostly in Europe and the US. Most of my analysis is pretty high level and non-specific.  The percentage planning to resume in 1-3 months went from 7% to 8% to 10% in February/March/April of this year, so it’s been increasing at a slow pace recently. If it goes up 2% each month it would peak at 18%. Another thing to consider is that in the March survey more than half of respondents with employees not in the office plan to have them return with 6 months (13% in 1-3 and 38% in 4-6), so a lot of COVID easing plans are scheduled for 4-6 months from March, or 1-3 months from June. They're completely different questions so the magnitudes will be different, but there's fair reason to think more respondents should have 1-3 month plans in the next few months before the question ends.  As for wider context, on one hand vaccines will ease travel, both making the traveler safer and the destination safer, but there's the question of variants as well, their influence on governments' travel guidance, their susceptibility to vaccines, and their level of spread. Most variants don't appear to spread much in the US, and vaccines protect against severe cases currently. More countries in the West have been getting their vaccine distributions more figured out in the past month or so after early logistical hiccups and blood clot worries and what not. The overall COVID climate in the West will probably continue slowly improving, with vaccines getting distributed but staying constrained by variant fears and differences across countries. The other consideration is companies developing plans (for 1-3 months) versus playing it by ear, which will probably be heavily dependent on government guidance. Governments in general tend to be conservative, so we're probably not going to have many countries saying that international travel is safe, and thus fewer companies making definite plans. There’s also the uncertainty around where these respondents travel to, even if they’re Western-based. According to Amex the most popular destinations for US companies are London, Toronto, Mexico City, Cancun, Shanghai, Paris, Tokyo, Sao Paolo, Montreal, and Amsterdam (https://www.amexglobalbusinesstravel.com/de/the-atlas/international-business-travel-stats-2014/ ). Of those destinations, London and kinda Amsterdam are the only ones currently doing well with vaccine rollouts, so recommendations against travel will likely remain in place for most relevant destinations for the next several months, so little reason to expect an acceleration in % with plans in response to travel guidance changes. Recent trends say gaining ~8 percentage points with a very wide confidence interval, and inside view info mostly around vaccine rollouts raises that maybe 30% to just over 10 percentage points (peaking at ~20%). SO could very easily go either way, will see how future polls look and how the global COVID situation evolves."], [100750, "2021-04-22T15:03:40Z", [0.25], "Companies will be more conservative than individuls in resuming International Travel"], [57249, "2021-04-22T13:28:10Z", [0.33], ""], [100731, "2021-04-22T13:19:33Z", [0.8], "20% isn't much"], [100724, "2021-04-22T11:21:46Z", [0.79], "Face to face meetings are still important for most sales related trips. Convincing someone over the internet will always be harder, so much so that an estimate of 12$ ROI for travels (https://www.stratosjets.com/blog/business-travel-statistics/). Same source, 30% of travels are sales related, and \"meet and greet\" travels around 44%. Together, businesses will be incentivized to meet. Further, even though Covid19 is on the rise again globally, this is not the case for some of the most frequent travel destinations where vaccination and strict controls are in place to mitigate spread. However, companies might choose to wait and see a bit, perhaps until end of 2021, before kicking it up a notch."], [96450, "2021-04-22T11:17:21Z", [0.85], "Up to 10% (from 8) as of 22 April with 89% (from 90) of all companies having suspended. Affirming forecast.\nFeb 7\nMar 8\nApr 10"], [100747, "2021-04-22T09:18:51Z", [0.0], ""], [96828, "2021-04-22T03:35:47Z", [0.58], "Still remaining skeptical because the global COVID count is at its worst and factoring in @Ocho's assumption that summer months are not as busy."], [99789, "2021-04-21T16:18:05Z", [0.8], ""], [95784, "2021-04-21T12:55:41Z", [0.65], ""], [3024, "2021-04-21T01:07:07Z", [0.26], ""], [100719, "2021-04-21T00:01:03Z", [0.5], "Business travel will definitely pick up Q3 & Q4 however Q2 (the summer months) is usually the slowest for business travel. "], [24139, "2021-04-20T23:45:34Z", [0.8], ""], [99186, "2021-04-20T16:56:35Z", [0.57], ""], [26642, "2021-04-20T14:40:25Z", [0.35], "the worldwide surge in COVID is bringing back CDC recommendations against international travel"], [84956, "2021-04-19T20:43:52Z", [0.75], ""], [86233, "2021-04-19T17:03:30Z", [0.9], ""], [55987, "2021-04-19T14:42:56Z", [0.81], ""], [88452, "2021-04-19T12:38:18Z", [0.94], "B.1.617"], [24139, "2021-04-19T00:56:55Z", [0.75], ""], [29, "2021-04-18T21:35:06Z", [0.74], ""], [94872, "2021-04-18T18:14:25Z", [0.5], ""], [100241, "2021-04-18T14:27:57Z", [0.51], "The third wave has called this into question."], [1333, "2021-04-18T13:27:46Z", [0.78], ""], [45594, "2021-04-18T07:47:12Z", [0.8], ""], [1333, "2021-04-18T07:07:31Z", [0.78], ""], [100612, "2021-04-17T21:39:14Z", [0.8], ""], [100602, "2021-04-17T20:12:35Z", [1.0], ""], [100597, "2021-04-17T16:33:53Z", [1.0], "Foolish and greedy."], [98893, "2021-04-17T14:40:46Z", [0.64], "Sentiments are improving"], [100593, "2021-04-17T13:53:41Z", [0.9], ""], [100587, "2021-04-17T06:49:53Z", [0.11], ""], [84880, "2021-04-17T03:40:15Z", [0.75], ""], [21278, "2021-04-16T23:20:22Z", [0.9], ""], [100564, "2021-04-16T14:40:11Z", [0.9], ""], [691, "2021-04-15T19:11:35Z", [0.76], ""], [100515, "2021-04-15T16:45:51Z", [0.95], ""], [32100, "2021-04-15T14:21:22Z", [0.7], ""], [97522, "2021-04-15T12:08:03Z", [0.75], ""], [34815, "2021-04-15T03:40:07Z", [1.0], ""], [100485, "2021-04-14T23:17:34Z", [0.9], ""], [100479, "2021-04-14T21:53:15Z", [0.25], ""], [87827, "2021-04-14T20:18:59Z", [0.8], ""], [1333, "2021-04-14T14:32:44Z", [0.79], ""], [88452, "2021-04-14T09:32:27Z", [1.0], ""], [62808, "2021-04-13T22:45:36Z", [0.8], ""], [62211, "2021-04-13T21:07:58Z", [0.3], ""], [100442, "2021-04-13T19:04:30Z", [0.8], ""], [94563, "2021-04-13T09:38:05Z", [0.6], ""], [100427, "2021-04-12T19:59:11Z", [0.19], ""], [100394, "2021-04-12T19:01:58Z", [0.9], "As of March, only 25% of respondents are NOT considering travel in the near future. 8% are already planning to resume all international travel. I foresee a slight increase in April and May and significant increases in the following months. If that number is below 11% in June, I'll be revising the number down, but that's not what I anticipate."], [55987, "2021-04-12T14:33:08Z", [0.77], ""], [86554, "2021-04-12T09:20:04Z", [0.25], ""], [99104, "2021-04-12T04:18:28Z", [0.75], "There's a lot of pent up travel demand, and GBTA survey respondents are more likely to travel. Given the last poll results in Feb were already 7% before progress on the vaccine rollout was understood, it seems that 20% responding affirmatively as of Sept (when vaccine rollout should be completed for developed countries) is highly likely. New variants or major setbacks in vaccine rollout would change this forecast."], [99857, "2021-04-12T04:03:48Z", [0.94], "Latest update has 42% expecting to resume by end of Q4. 85% say they're comfortable with travel after vaccination. 56% are considering resuming in near future (in addition to 8% that have plans).  Increasing forecast 2%"], [24139, "2021-04-12T01:49:39Z", [0.75], ""], [80790, "2021-04-11T22:53:56Z", [1.0], "March survey does not have this question that I can see.  For 2nd half 2020 response os over 20pc already.  "], [29875, "2021-04-11T21:09:25Z", [0.85], ""], [11785, "2021-04-11T18:16:38Z", [0.9], ""], [99943, "2021-04-11T16:20:19Z", [0.75], "Updating. I think there may well be a surge in some intent to travel internationally among some businesses that aren't traveling currently but are in countries with higher vaccination rates."], [100396, "2021-04-10T21:28:08Z", [0.8], ""], [99186, "2021-04-10T17:04:33Z", [0.33], ""], [18679, "2021-04-10T10:12:57Z", [0.95], ""], [75432, "2021-04-09T20:48:03Z", [0.05], ""], [63991, "2021-04-09T20:29:33Z", [0.5], ""], [1333, "2021-04-09T13:12:08Z", [0.8], ""], [84880, "2021-04-09T06:16:38Z", [0.73], ""], [99857, "2021-04-09T00:58:18Z", [0.92], "Considering cruise lines are planning for vaccinated cruises to start in July (Norwegian) and the EU vaccine passport is aiming to be ready mid-june (ahead of the summer tourist season) it seems increasingly reasonable that business' will ramp up travel in the fall to at least achieve the 20% threshold of the question."], [62808, "2021-04-08T22:35:30Z", [0.81], ""], [34187, "2021-04-08T14:56:59Z", [0.66], ""], [99496, "2021-04-08T13:29:53Z", [0.75], "My son is in the travel business and has seen a big uptick in traveling"], [1333, "2021-04-08T13:09:58Z", [0.81], ""], [99481, "2021-04-08T12:49:42Z", [0.55], ""], [94872, "2021-04-08T02:53:41Z", [0.45], ""], [57249, "2021-04-07T17:49:06Z", [0.1], ""], [81567, "2021-04-07T07:13:10Z", [0.3], ""], [24139, "2021-04-07T05:38:38Z", [0.66], ""], [93972, "2021-04-07T03:04:58Z", [0.4], "Vaccine delays, virus new strains, govt cautious, passport covid19 not mutually agreed. Thing is wait and see"], [100307, "2021-04-07T00:57:59Z", [0.75], ""], [100287, "2021-04-06T23:32:32Z", [0.65], ""], [13657, "2021-04-06T23:18:26Z", [0.1], ""], [98875, "2021-04-06T19:36:49Z", [0.94], ""], [98875, "2021-04-06T19:36:27Z", [0.65], ""], [100301, "2021-04-06T15:48:05Z", [0.9], "The survey question can be re-framed to ask if respondents expect to travel for business by December 31, 2021. The companies who are part of the respondent pool are likely targeted for responses because they are frequent generators of business travel, necessitated by their respective business models. I expect such companies to be among the first to resume travel for business, even if for a limited number of occasions. You only need one person travelling to answer ‘’yes’’. No standard for ‘resuming travel’ is otherwise provided. The only factors lowering my confidence are the 20% threshold and the possibility of a new variant at the time of the survey."], [100301, "2021-04-06T15:46:45Z", [1.0], "Comment deleted on Apr 06, 2021 03:47PM UTC"], [30346, "2021-04-06T15:44:25Z", [0.85], "Uptick to 8% on March survey for international doesn't change much for me. My mean expectation remains roughly unchanged. April remains a key data point and I expect a step function higher to the 12%-18% range as necessary to maintain 85% probability of occurrence."], [64041, "2021-04-06T15:11:31Z", [0.74], "Still reasonably bullish on this, but certain developments are looming (new strains of covid etc).   Will take stock again in a couple of weeks."], [1333, "2021-04-06T15:06:11Z", [0.82], ""], [26642, "2021-04-06T13:38:40Z", [0.5], ""], [58052, "2021-04-06T12:09:31Z", [0.2], ""], [96828, "2021-04-06T07:29:12Z", [0.47], ""], [36855, "2021-04-06T00:26:23Z", [0.9], ""], [42472, "2021-04-05T20:10:16Z", [0.8], ""], [98983, "2021-04-05T16:25:53Z", [0.45], "My bias is more negative than the 'consensus' as I am in Canada and we are struggling with vaccines, and debating vaccine 'passports' and other parts of this.  I think some business travel will remain virtual - it is all risk& cost / benefit.  Upping a little bit as the US is going strong with vaccines"], [50981, "2021-04-04T19:26:53Z", [0.61], "Once people are allowed to travel the pace will pick up quickly."], [691, "2021-04-04T17:13:46Z", [0.76], ""], [29, "2021-04-04T15:12:13Z", [0.65], "Lowering because of delays in  vaccine rollout. "], [58508, "2021-04-03T23:53:05Z", [0.5], ""], [97185, "2021-04-03T18:44:19Z", [0.95], "March poll at 13%"], [100241, "2021-04-03T17:15:53Z", [0.7], "Vaccine appears to be working.  Business must resume since in-person is still the most effective for closing deals.  There will continue to be border restrictions.  However, business should be considered necessary to ensure products flow with as few restrictions as possible.  In addition, there may be political decisions made to ensure trade is on a recovery path.  These decisions may be made even with compelling arguments to keep borders closed."], [60877, "2021-04-03T16:12:47Z", [0.2], "Too soon."], [1333, "2021-04-03T14:40:52Z", [0.9], ""], [1333, "2021-04-01T14:50:33Z", [0.91], ""], [88098, "2021-04-01T11:38:38Z", [0.5], ""], [55726, "2021-04-01T08:50:18Z", [0.8], "The vaccines appear to be proving effective against Covid, including the 1.1.7 and P1 and P2 mutations. The current set of mutations appears to be as far as the virus can mutate while still retaining its ability for its spikes to infect.  It means a vaccinated business traveller will either fight off the virus, or experience symptoms  similar to a cold. The 1.1.7, P1 and P2 viruses will soon be the dominant virus across the world. Vaccinated business travels will be resistent to it, and so they will travel. If you are vaccinated then you may travel. \nCountries opening their borders will be the issue. Overcoming the politics of opening borders might be problematic. There is also a chance that the prediction the virus has run its evolutionary course is wrong. Hence, a 20% chance the polotics or a new resistent strain will appear and keep the borders closed.  \n"], [99892, "2021-04-01T03:59:42Z", [0.5], ""], [58785, "2021-04-01T00:41:57Z", [0.2], ""], [100191, "2021-03-31T21:46:20Z", [0.2], "Expenses should be kept under check."], [100190, "2021-03-31T19:54:35Z", [0.99], "Things that must be done in person have been delayed"], [84956, "2021-03-31T19:19:27Z", [0.7], ""], [12562, "2021-03-31T15:53:48Z", [0.75], ""], [33297, "2021-03-31T15:43:22Z", [0.52], ""], [99176, "2021-03-31T14:40:00Z", [0.85], ""], [99993, "2021-03-31T13:55:33Z", [0.75], ""], [520, "2021-03-31T13:31:12Z", [0.66], ""], [100184, "2021-03-31T12:04:29Z", [0.85], ""], [94661, "2021-03-31T09:25:24Z", [0.3], ""], [100176, "2021-03-31T08:50:48Z", [0.5], ""], [96828, "2021-03-31T07:44:32Z", [0.59], ""], [99789, "2021-03-31T03:05:27Z", [0.7], ""], [91255, "2021-03-31T02:06:30Z", [0.82], ""], [4260, "2021-03-31T01:25:05Z", [0.65], ""], [73687, "2021-03-31T00:56:27Z", [0.8], ""], [62255, "2021-03-31T00:01:06Z", [0.6], "GTBA"], [86946, "2021-03-30T23:41:15Z", [0.84], ""], [2168, "2021-03-30T23:26:09Z", [0.0], ""], [71171, "2021-03-30T23:23:02Z", [0.83], "Business travel is picking up"], [64020, "2021-03-30T22:27:59Z", [0.6], "A MAN'S GOTTA DO  WHAT A MAN 'S GOTTA DO"], [59569, "2021-03-30T22:27:21Z", [0.1], ""], [12627, "2021-03-30T21:29:38Z", [0.8], "By September many developed countries will likely have seen a combination of lower cases over the summer and vaccinations bringing down infection rates and severe illness, meaning businesses will look to restart international business travel. The questions only asks for 1/5 of respondents to commence travel which is quite a low bar"], [36855, "2021-03-30T21:28:36Z", [0.86], ""], [5875, "2021-03-30T21:24:14Z", [0.9], "Absolutley, majority of adult population across the world - who want to get vaccinated, will be vaccinated by Sept.  with a relative return to normal business meetings, events, and travel should resume.  The only risk is if there is a surge in cases summer 2021 or a new resistant variant comes into play.  "], [68443, "2021-03-30T21:09:16Z", [0.42], "Continuing uncertainty because of COVID variants will provide the rationale for companies to dial back spending on travel and seek to continue to utilise video conferencing platforms.  This will be underpinned by increasing public pressure to consider the environmental impact of travel "], [78403, "2021-03-30T21:07:08Z", [0.6], ""], [55987, "2021-03-30T14:58:57Z", [0.74], ""], [2965, "2021-03-30T14:58:42Z", [0.9], ""], [99717, "2021-03-29T21:03:21Z", [0.7], ""], [32100, "2021-03-29T16:49:13Z", [0.87], ""], [62808, "2021-03-29T14:39:15Z", [0.79], ""], [1333, "2021-03-29T13:16:03Z", [0.92], ""], [100132, "2021-03-29T11:44:15Z", [0.0], ""], [1333, "2021-03-29T11:28:51Z", [0.93], ""], [99158, "2021-03-29T03:00:37Z", [0.2], ""], [24139, "2021-03-29T00:32:09Z", [0.71], ""], [15640, "2021-03-28T05:23:02Z", [0.9], ""], [88497, "2021-03-27T23:42:01Z", [0.17], ""], [25755, "2021-03-27T17:17:16Z", [0.66], ""], [96879, "2021-03-27T17:10:17Z", [0.5], ""], [61713, "2021-03-27T15:59:01Z", [0.33], ""], [99135, "2021-03-27T15:06:37Z", [0.72], "Businesses are looking to resume international visits and as more are vaccinated,  there will be a strong desire to resume international travel for business purposes. "], [96450, "2021-03-27T12:19:20Z", [0.85], ""], [88452, "2021-03-27T11:43:23Z", [1.0], ""], [100031, "2021-03-26T16:46:29Z", [0.84], ""], [1333, "2021-03-26T13:17:29Z", [0.95], ""], [86031, "2021-03-26T05:40:21Z", [0.5], ""], [99950, "2021-03-26T05:31:24Z", [0.3], "The February survey data states that ~50% of respondents \"Considering Resuming Travel in Near future, but No Definite Plans\". You'd need a ~1/3 of this group to convert in order to get to ~20%+ threshold.  An August release date assumes that the survey is being taken in July~ish. By then, very few countries will have sufficient vaccination levels for the general population to assume safe international travel; and most countries will be slow to open up borders, visa centers etc.  "], [97162, "2021-03-25T23:03:18Z", [0.6], "One way or other there are a lot of people who need to travel for work which can’t be done over Zoom"], [97162, "2021-03-25T23:02:08Z", [0.4], "Comment deleted on Mar 25, 2021 11:03PM UTC"], [94737, "2021-03-25T21:33:41Z", [0.05], ""], [88497, "2021-03-25T20:13:36Z", [0.05], "@belikewater makes a good point on the unusual specificity of the question. revising drastically"], [99713, "2021-03-25T14:18:16Z", [0.93], ""], [98893, "2021-03-25T14:15:56Z", [0.4], ""], [29431, "2021-03-25T13:42:42Z", [0.55], ""], [36738, "2021-03-25T13:38:07Z", [0.25], "I appreciate the observation from @belikewater and @whitecake about WHO is answering the question - only businesses not currently traveling internationally.  This is particularly relevant, and a main driver behind adjusting my forecast from 40% to 25% - and remaining below group probability overall. "], [29431, "2021-03-25T13:26:06Z", [0.68], "Comment deleted on Mar 25, 2021 01:42PM UTC"], [99943, "2021-03-25T07:59:22Z", [0.33], "Factors in favor of a moderate surge in intent to travel internationally among relevant companies that aren't:\n1. Increasing vaccination/natural immunity rates.\n2. Seasonality (less coronavirus spread in summer) Factors against:\n1. Individual fear of getting sick. Vaccines aren't perfect.\n2. Immune-escape variants.\n3. Onerous government restrictions.\n4. Business liability. What if a worker gets sick during travel? Also, in the US, vaccination can't be required by employers if a vaccine is only approved under EUA. Full approval should come soon but isn't here yet. What about other countries?\n5. Business investment is down. Why travel to sell/buy something if fewer are buying?\n6. Travel where? So many are still working at home.\nNice article from last fall but still relevant: https://www.forbes.com/sites/danielreed/2020/10/07/down-70-from-last-year-business-travel-demand-wont-bounce-back-in-2021-and-maybe-not-for-years/?sh=493bcab11849 Potential mitigating factors:\n1. The current vaccines could be found to be highly effective at protecting people infected with immune-escape variants from severe disease and death.\n2. In the US, the main vaccines could receive full FDA approval.\n3. Some government restrictions could be lifted for, say, people who have been fully vaccinated.\n4. Business investment could go up.\n5. As more people are vaccinated, more people might be headed back to the office.\n6. Immune-escape variants may be circulating at very low levels in most places until fall and winter. A tough call.  Note that the survey question is only asked of businesses that are currently not traveling internationally. If there's a slow increase each month in businesses starting to travel, the percentage who respond positively to this question may always be lower than 20%. So what this forecasting question is really asking is whether a sudden, moderate surge in intent to travel internationally is expected, 20% or more in one month. Will 20% or more of companies not traveling internationally all of a sudden decide in, say, June that they're ready to go? I think this will either happen in June or July (or possibly May) or not at all. By August, everyone will be remembering last fall and winter and worrying about variants."], [99995, "2021-03-24T22:42:53Z", [0.15], "I believe that there are several variables which will reduce the percentage of companies who will reinstate international travel in 2021. These variables include Technology Advancements, Discovery of New COVID Strains, Cost Saving Benefits and Reduction of Onsite Workforce’s. Technology advancements have shifted the ways in which business professionals interact. Over the past year, employees have become accustomed to, and in some cases prefer, the use of technology to interact with fellow employees and clients. This shift will drive employer’s and employee’s perception of the need to travel internationally. New strains of COVID are already arising which is forcing countries and companies to implement restrictions on travel both domestically and internationally. These restrictions not only reduce travel but also include new travel requirements like proof of vaccination. These process and tactics are still in their infancy and there is no standard “proof” across countries. These process may become overly complex and difficult to manage. Additionally, due to the high percentage of individuals who are refusing the vaccinations, this will limit the pool of candidates who have both the skill set to perform the work AND will abide by vaccination guidelines. Over the past year, companies have realized significant cost savings due to the lack of travel. This will cause companies to question whether international travel is truly required to meet their business goals. Finally, companies are already announcing plans to reduce the workforce required to be onsite. This reduction will make in person meetings more difficult further causing companies to question whether these trips will be beneficial."], [99468, "2021-03-24T19:22:51Z", [0.75], ""], [81495, "2021-03-24T16:55:53Z", [0.5], ""], [99644, "2021-03-24T16:11:25Z", [0.3], ""], [1333, "2021-03-24T13:20:59Z", [0.96], ""], [96991, "2021-03-24T11:16:59Z", [0.3], "The survey question is only for people who have suspended most or all of their travel. And the answer only applies if they plan to resume ALL international travel. So it asks if companies that have suspended all or most travel plan to resume ALL international travel in the period from September to November. Further, the second and third columns in the response table ask about travel in the near future with the difference that in the second column it is only for those with definite plans. Because of the way the question is asked, I think that the group of people who select the answer option to resume all international travel is small."], [94872, "2021-03-24T03:35:43Z", [0.45], ""], [72271, "2021-03-23T23:03:04Z", [0.66], ""], [98986, "2021-03-23T18:39:31Z", [0.8], ""], [99964, "2021-03-23T16:06:41Z", [0.84], "Yes they are planning it, though reallity may look a little bit different.\nAlso will depend very stronlgy on the area you are coming from and where you are going to, as harsh restrictions are still in place.\n"], [99953, "2021-03-23T05:33:53Z", [0.6], ""], [7327, "2021-03-23T01:01:32Z", [0.41], "There are competing interests of personal safety and economic advancements at play. While economic factors will likely lead the charge, both personally and professionally for individuals, it discounts government interference. Thus far, Europe has shown a weak ability to disseminate the vaccine. I find it probable while unlikely that international travel (global business travel) will resume at the level of 20% by September 2021. Many companies have determined it necessary to keep remote work [at least] an option in the US through the end of the \"summer\", so I find 20% a reachable goal, but perhaps unlikely at this point. Even if the US continues its vaccination program going as is, and the UK and Israel continue their efforts, there will be many countries that can't keep up. There will also be countries that are less trusted in their numbers, which would present a problem for global travel in the near term. "], [99938, "2021-03-22T18:14:00Z", [0.85], "Many developed countries intend to approach herd immunity via vaccinations before or around Q3 2021; as such, even if countries are not fully open by September, the sentiment would have likely improved to the point where more than 20% of businesses intend to resume business travel. While there are many predictions of decreased business travel due to teleconferencing the latent demand is likely much higher than 20%, as the survey also indicated that ~50% of respondents intend to resume travel eventually but with no solid plans."], [99426, "2021-03-22T15:31:41Z", [0.65], ""], [55987, "2021-03-22T14:57:58Z", [0.86], ""], [98871, "2021-03-22T13:09:09Z", [0.92], ""], [99929, "2021-03-22T09:45:07Z", [0.85], "with more vaccine being taken, the percentage will increase"], [99928, "2021-03-22T09:02:12Z", [0.45], ""], [90237, "2021-03-22T06:27:05Z", [1.0], ""], [26642, "2021-03-21T18:54:44Z", [0.96], ""], [1528, "2021-03-21T18:20:07Z", [0.75], ""], [25755, "2021-03-21T17:18:06Z", [0.69], ""], [99905, "2021-03-21T16:32:13Z", [0.45], ""], [98312, "2021-03-21T15:23:06Z", [0.85], "Difficult to extrapolate: It all hinges on vaccination and reported COVID-19 cases or actually  the perception of these numbers and the conclusion of the people asked in the survey if international travel is save again. Plus are employers going out on a limb and force their workfore to travel and make themselves gettting sued? I believe the composition of the membership of GBTA - havent found anything unfortunately - is essential as well. No asian countries are members where the pandemic seems to be handled better and cross border business travel resumed earlier which would make the number jumb acrouss the hurdle easily. Europe especially Germany is not getting a hold on the pandemic and domestic and international travel is restricted severly with quarantines in place etc. Which makes it less likely again. \nMy hope is to kickstart the economy but a realistic perception is, that this aint happening anytime soon in Europe. Is the part of members and those taking part in the survey in the US , where vaccination is more successful sufficient to get it above the necessary 20 % threshold larger than in the US? There is one document by the GBTA  https://www.gbta.org/Portals/0/Documents/gbta-poll-results-031821.pdf\non Page 4 where the people taking part in the March edition of the poll are asked if they planning non-essential international business travel and 39 % - twice as much as required in the question - state that in the second half of 2021 they will do. Therefore i believe it will be hit with a probability of 85 %. Plus question 21 in the above mentioned document refers to the near future longer than 3 month so something 3 to 9 month which partyl would cover the time until September. If the people taking part took the survey seriously this would imply that at the end of Q2 and early Q3 we need to come in above 20 % and below 51% Lets see and wait "], [1333, "2021-03-21T14:03:22Z", [0.97], ""], [99884, "2021-03-20T20:45:50Z", [0.1], "Situation will stay unpredictable throughout summer and people will have learned to use video calls instead of traveling in case of just business activities"], [28563, "2021-03-20T13:38:38Z", [0.7], ""], [95784, "2021-03-20T10:57:27Z", [0.67], ""], [96828, "2021-03-20T07:33:25Z", [0.47], ""], [87536, "2021-03-20T04:35:55Z", [0.75], "Vaccinations will make travel possible in the near future."], [99857, "2021-03-20T04:30:43Z", [0.85], "Baseline is 7% as of Feb 2021. It seems the majority of members should be from wealthy (OECD) countries that should have higher rates of vaccination, and the bulk of their travel should be within wealthy countries, which should be rated as safer for travel. This also means vaccine passports will be influential in the prevalence of travel. With the EU aiming to have passports in effect by summer (June 21) and a target of 70% vaccination by end of summer, it seems reasonable to assume the US will be targeting a similar (or more aggressive) timeline. Even a delay in this program could mean it being implemented by fall, which fits wit a 1-3 month horizon (ie. resuming travel by late Nov). With this in mind, barring a significant mutation that is resistant to current vaccinations, it seems highly probably that 20% international travel intentions will occur before Sept. 2021"], [99869, "2021-03-19T15:12:55Z", [0.3], "In September, people are just starting to go back to office. International travel depends on the success rate of vaccination globally, not just in US. Also during pandemic, business have adapted in virtual communication so international travel will be less necessary in the future."], [97375, "2021-03-19T14:17:57Z", [0.69], ""], [1333, "2021-03-19T12:15:41Z", [0.98], ""], [88098, "2021-03-19T12:01:53Z", [0.35], ""], [68134, "2021-03-19T12:01:37Z", [0.75], ""], [42131, "2021-03-19T09:34:32Z", [0.3], ""], [96828, "2021-03-19T06:31:02Z", [0.53], ""], [13657, "2021-03-19T05:42:04Z", [0.3], "I think this is as much about the economy as it is about covid. The inflation bump that will happen in May will derail things internationally. I also think a lot of people are misunderstanding this question. This is a question posed to companies that are not currently traveling. As companies resume traveling, they are no longer part of this question. So this question is really asking if there is going to be a sudden jump in a short period of time in the number of companies returning to travel. We could eventually reach a point where most companies have resumed traveling, but we never hit 20% saying that they were going to resume traveling because it happened gradually month after month. And there are a certain number of companies that have probably given up traveling permanently due to video conferencing and changing practices. so as more companies return to travel, the percentage of companies that are permanently not ever going to travel become a larger and larger share of the remaining total."], [98824, "2021-03-19T05:35:19Z", [0.35], ""], [98824, "2021-03-19T05:35:03Z", [0.05], ""], [96828, "2021-03-19T05:26:37Z", [0.72], ""], [96828, "2021-03-19T03:56:45Z", [0.63], "March update is out at 8% with rising number of people considering. Since January report, that's 1.5pp every month. 5 more to go (April, May, June, July, August). Simple extrapolation will bring us around 15 by August report. \"Things\" have to improve by 60% to get to 20% MINIMUM. There is a chance for an anomalous month or a sudden surge upward. If I'm being honest, this doesn't feel like a 90% event. Though I am optimistic since many different perspectives are still deriving a yes, anywhere from 51% to 90%+."], [86554, "2021-03-18T20:32:45Z", [0.14], ""], [691, "2021-03-18T19:03:44Z", [0.78], ""], [96450, "2021-03-18T17:08:35Z", [0.85], "Up to 8% (from 7) as of 18 March with 90% (from 89) of all companies having suspended. Affirming forecast."], [99837, "2021-03-18T16:57:59Z", [0.9], "The gap from 7% to 20% is not very large, and I'm already seeing some domestic (USA) business travel resume. By September, I imagine that gap will close."], [88452, "2021-03-18T08:21:40Z", [1.0], "A neat source to watch (mostly \"World\" on the \"movements and bookings\" panel), even though the data are pretty slow (currently as of 28 December 2021).\nIt seems after a dip in mid-December 2020, there has been an uptick within a narrow trend later that year. However, not business-specific.\nhttps://wttc.org/Research/Recovery-Dashboard In general, 20% to 30% of all business-related travel volume will be gone forever and not return, due to the advancement of video conferencing. The remaining 70% to 80% are either essential or nice-to-have for sales promotion, imho, and will thus return at some point starting in Q32021."], [37893, "2021-03-18T06:52:24Z", [0.66], ""], [96828, "2021-03-18T04:17:28Z", [0.6], "Different perspective today. Assuming about 70% of people plan to get vaccinated, maybe 70% of those actually do. Maybe 50% of those will travel. Maybe 50% of those travel internationally. Then multiply with 80% confidence due to timing and other uncertainty. Result: 10%, with 10pp more to go. To counteract overconfidence and account for the (a) stagnant number of people who plan to travel despite increasing number of those considering and (b) the up and down nature of the data, I will drop back down to below the consensus. Awaiting the next report. *Even if I start high with 90% wanting to travel and throw out the vaccination requirement since vaccination is not a prerequisite for wanting to travel, I still get a figure below 20%."], [2965, "2021-03-18T01:38:35Z", [0.7], ""], [80662, "2021-03-17T21:28:11Z", [0.75], "Vaccination rates in the west will be fairly high by August and companies will begin to make plans. They will expect to cancel if needed. This really hinges on arrival quarantine requirements. Travel will be restricted if people must isolate for 10-14 days at each end."], [597, "2021-03-17T21:09:32Z", [0.79], "vaccinations ramping, vax passports soon"], [99507, "2021-03-17T20:31:58Z", [0.95], "One of my clients is a hospitality company, business has been slowly, and steadily increasing. While it is impossible to predict specifics, 20% seems like a very reachable target. "], [99825, "2021-03-17T18:04:56Z", [0.9], ""], [97185, "2021-03-17T13:22:47Z", [0.65], ""], [99713, "2021-03-16T20:47:04Z", [0.68], ""], [98842, "2021-03-16T19:54:30Z", [0.65], ""], [2965, "2021-03-16T14:53:57Z", [0.7], ""], [62808, "2021-03-16T14:34:07Z", [0.75], ""], [99805, "2021-03-16T12:24:12Z", [0.4], "Some folks will want any reason to get away and vaccine rates will vary. I think domestic business travel will be up but international will lag. Leisure travel may soar"], [96828, "2021-03-16T06:13:46Z", [0.75], ""], [94872, "2021-03-16T04:09:15Z", [0.45], ""], [99798, "2021-03-16T02:37:05Z", [0.8], "Travel is picking up as we've seen this past week. Vaccines in countries most associated with global travel will be available by July 2021. Taken together, this gives me confidence that 20% is a likely number."], [99793, "2021-03-15T23:02:24Z", [0.4], "Unless absolutely necessary, many businesses have found working remotely is cost effective and works."], [57072, "2021-03-15T20:25:24Z", [0.25], ""], [2965, "2021-03-15T18:56:12Z", [0.7], ""], [46339, "2021-03-15T17:07:15Z", [0.65], ""], [55987, "2021-03-15T16:20:29Z", [0.81], ""], [99509, "2021-03-15T15:52:40Z", [0.85], "We're fast approaching herd immunity, and corporations haven't yet been responsible for putting their employees at risk."], [99485, "2021-03-15T14:52:10Z", [0.2], ""], [99777, "2021-03-15T12:29:40Z", [0.2], "There continues to be great concern about COVID-19. I’m not sure businesses will be willing to risk their employees getting sick and either resulting in quarantine, illness or even death"], [96828, "2021-03-15T06:21:46Z", [0.8], "Dropping just in case timing becomes an issue in the next 6 months, as well as if the number remains stagnant, remaining at 7% with 20% needed for YES resolution."], [24139, "2021-03-15T05:34:49Z", [0.7], ""], [914, "2021-03-14T23:19:40Z", [0.65], ""], [99759, "2021-03-14T20:08:08Z", [0.65], "There is some catching up to do on business relations, if by July it will be save to travel a 20% of pre Covid level should be achievable"], [84880, "2021-03-14T03:32:56Z", [0.71], ""], [92079, "2021-03-14T01:25:16Z", [0.0], ""], [99739, "2021-03-13T20:39:21Z", [0.89], ""], [88422, "2021-03-13T18:06:02Z", [0.45], ""], [21278, "2021-03-13T14:58:34Z", [0.9], ""], [88497, "2021-03-13T05:49:26Z", [0.98], "vaccine rollout is surprisingly strong. "], [98402, "2021-03-13T04:09:56Z", [0.78], ""], [56, "2021-03-13T03:07:09Z", [1.0], ""], [99715, "2021-03-12T18:51:14Z", [0.75], "If and when the vaccinations start to ease the situation over the summer, a lot of companies will return to making business trips at least to the extent that they need to catch up on what they missed over the pandemic era."], [43703, "2021-03-12T18:38:30Z", [0.35], "no, I think the economy will more change to virtual buisness, alone because the costfactor"], [99714, "2021-03-12T18:37:43Z", [0.85], ""], [99093, "2021-03-12T16:31:57Z", [0.15], "Generally speaking, business travel expenses are high.  Many companies did not cease to exist when their business travel diminished, they diverted capital from their travel budget..  I believe a lot of companies will recognize which trips are high ROI and those that are low.  There will be way more virtual as it is now something that is common and people have learned that its preferable to be at home and do work.  People enjoy that flexibility.  As for public health considerations around immunity and business related travel, I not so confident that decision to travel or not is significantly weighted in public health considerations vs. business considerations."], [99713, "2021-03-12T16:20:46Z", [0.5], ""], [99712, "2021-03-12T16:18:27Z", [0.9], "There's a lot of room to go up.  Vaccination and immunity from covid will be widespread"], [98892, "2021-03-12T16:12:34Z", [0.75], ""], [25755, "2021-03-12T15:38:44Z", [0.66], ""], [81567, "2021-03-12T13:53:56Z", [0.15], "It seems to me that the potential is there in August for a favourable rise, but there is a genuine risk of waves starting again in the latter part of the year. So I am lowering my forcast based on this. "], [99706, "2021-03-12T13:17:48Z", [0.75], "Spread of vaccine plus better weather will lead to dip in positive cases."], [99357, "2021-03-12T12:26:21Z", [0.8], ""], [99690, "2021-03-11T20:28:59Z", [0.25], "International travel still has restrictions due to COVID"], [20440, "2021-03-11T19:36:03Z", [0.45], "Vaccines\nManufacturing, Logistics, Operations, Agriculture can't be run by Zoom or Teams"], [96450, "2021-03-11T19:20:49Z", [0.85], ""], [99687, "2021-03-11T18:12:53Z", [0.55], "The rate of vaccination is starting to climb and will continue to do so over the summer."], [33417, "2021-03-11T18:06:01Z", [0.75], ""], [64029, "2021-03-11T17:05:54Z", [0.95], "With accelerated vaccine roll outs and increased optimism this feels highly likely."], [1333, "2021-03-11T14:16:01Z", [0.99], ""], [97012, "2021-03-11T08:03:48Z", [0.95], "there will be a significant increase even before September 2021. Governments are accelerating the vaccination campaign."], [99679, "2021-03-11T04:30:45Z", [0.69], "While there has been significant curtailment on travel abroad, business is desperate for meeting their counter parts in person to resume effective negotiations."], [80660, "2021-03-10T23:31:10Z", [0.38], "Latest GTBA results still show lingering concerns about global travel, even if the respondent is vaccinated. Suggests that travel plans will lag behind global vaccination progress. "], [99469, "2021-03-10T22:00:49Z", [0.9], ""], [99665, "2021-03-10T20:38:42Z", [0.2], ""], [99111, "2021-03-10T19:50:20Z", [0.15], "it is unlikely because the vaccination plan is long overdue and many countries still have restrictions on entry as quarantines.with new variants of covid 19 and fears of new vacancies, government officials will be very cautious. companies had a year to innovate contact with their partners without having to travel. It happened here at home."], [34187, "2021-03-10T17:33:16Z", [0.8], "(Reuters) - Business travel spending is forecast to grow 21% this year worldwide, helped by the rollout of COVID-19 vaccines, but will not recover to pre-pandemic levels until the middle of the decade, a business travel association said on Tuesday."], [99661, "2021-03-10T17:15:30Z", [0.25], ""], [11289, "2021-03-10T16:14:12Z", [0.95], ""], [81037, "2021-03-10T14:34:13Z", [0.4], ""], [99589, "2021-03-10T13:37:01Z", [0.67], "current covid 19 statistics appear to be improving greatly, especially in the US. I suspect this should correlate to increased business travel quickly, making a 20% number significantly likely. moreover, there is a legacy belief that personal interaction is highly superior to virtual. whether this is accurate is yet to be seen (personal opinion), but its existence isn't going away soon"], [99650, "2021-03-10T12:32:42Z", [0.42], ""], [99649, "2021-03-10T12:10:42Z", [0.39], "To create clear alignment internally, create business opportunities and for mental health "], [99641, "2021-03-10T09:16:31Z", [0.1], "The outlook is getting better but rush of travel continues to outweigh its benefits for work"], [33604, "2021-03-10T07:29:34Z", [0.75], ""], [80590, "2021-03-10T06:03:22Z", [0.6], "Unpredictable international entry requirements will inhibit travel until greater percent of people are vaccinated and can document that. Rate of change over the last 3 months was 40% increase if the rate is sustained, you will cross the 20% threshold.  Rate will likely increase as more people are vaccinated."], [67232, "2021-03-10T04:57:32Z", [0.99], ""], [99627, "2021-03-10T02:34:26Z", [0.35], ""], [99626, "2021-03-10T02:01:10Z", [0.25], ""], [21884, "2021-03-10T01:50:39Z", [0.7], ""], [63991, "2021-03-10T01:41:00Z", [0.2], ""], [98913, "2021-03-10T01:35:40Z", [0.88], "I've already resumed international business travel so i'm trying to combat my bias here, but I feel very confident in the respondents reaching 20% or higher by September. If vaccinations are widespread by July (widely reported in the US and Europe), I estimate that enough people will feel comfortable traveling to drive that survey number up. kept it below 90% because of the lag in survey time and people's propensity to take summer vacations, but still find it highly likely"], [85840, "2021-03-10T01:05:02Z", [0.85], ""], [49359, "2021-03-10T01:04:20Z", [1.0], "Nearly normal activity is expected by fall and may resume despite additional Covid danger."], [49877, "2021-03-09T22:26:41Z", [0.5], ""], [26642, "2021-03-09T22:22:47Z", [0.95], "60% remain as pessimistic as they were the previous month, but they are considering it.  As schools get back into swing and vaccines distributed, the push will drive this upward quickly by mid summer."], [99494, "2021-03-09T22:15:26Z", [1.0], ""], [99325, "2021-03-09T21:41:32Z", [0.65], "I think a lot of EU governments are not allowing their employees to travel before August at the earliest, but private businesses can start booking travel."], [86207, "2021-03-09T21:41:13Z", [0.8], "Vaccination rates plus human nature"], [99496, "2021-03-09T21:21:26Z", [0.6], "Yes. The vaccine distribution is expanding and more people are getting shots. People are tired of being isolated and not traveling. Additionally, my son is in the travel business and just last night reported an uptick in interest and reservations."], [99507, "2021-03-09T21:11:15Z", [0.79], "I am a consultant to a Hotel company who has seen interest in bookings increase for September 2021. September is the beginning of the traditionally busiest season for business travel and meetings, companies could be ready in the fall to dip their toe back into group meetings without returning to typical patterns."], [99346, "2021-03-09T21:06:39Z", [0.8], "time is far enough away that confidence in travel has time to pick up"], [36738, "2021-03-09T20:35:22Z", [0.4], "The normal trend of slowly increasing confidence would probably take us from the current 7% to 20%, and if that were the extent of it, I would forecast more like 80%.  \nHowever, the \"normal trend\" scenario has to be balanced against\n- Vaccination rates do not progress as hoped \n- Vaccination rates proceed reasonably but newer virus strains prohibit Vaccine Efficiency \n- Even more new strains develop while were are in this \"partially vaccinated\" state.\nBalancing these in, I am starting with 40% and will watch how vaccination efficiency proceeds."], [99468, "2021-03-09T20:27:47Z", [0.75], "I think people will become more comfortable as vaccines are administered."], [99462, "2021-03-09T19:11:52Z", [0.65], "China is recovering very quickly. I think US carriers will slash prices mid-summer to get people flying again."], [1646, "2021-03-09T18:47:02Z", [0.75], ""], [99594, "2021-03-09T16:33:07Z", [0.2], ""], [99591, "2021-03-09T15:10:48Z", [0.78], "It's time to begin opening everything back up, and a 9/21 date seems like more than enough time to calm anyone's fears. "], [99580, "2021-03-09T11:57:02Z", [0.2], "With slow vaccine rollout and difficult of travel, low chance in the next couple of months.  https://www.forbes.com/sites/adigaskell/2021/12/29/the-future-of-business-travel/?sh=5567974e2e09"], [87691, "2021-03-09T07:03:13Z", [1.0], ""], [81567, "2021-03-08T23:24:52Z", [0.25], ""], [88452, "2021-03-08T22:30:03Z", [1.0], ""], [99547, "2021-03-08T22:01:34Z", [0.35], ""], [99481, "2021-03-08T20:51:13Z", [0.55], ""], [99481, "2021-03-08T20:50:08Z", [0.35], "While 51% said they are considering resuming travel in the near future but have no definite plans, 28% said they have no plans in the near future. I believe business' are adjusting to doing business without travel and that it is more likely they will answer yes to the question than actually resume travel. "], [99536, "2021-03-08T20:43:45Z", [0.55], ""], [99537, "2021-03-08T20:29:45Z", [0.8], ""], [99529, "2021-03-08T19:51:55Z", [0.3], "I think there are many factors suggesting business travel won’t pick up any time soon: 1) despite vaccination rates going up in most developed countries, it’s unlikely most business travelers will be vaccinated across the globe (skews younger population); 2) global travel restrictions aren’t showing signs of improving (if anything, there seems to be more restrictions and requirements to travel even within first-world countries; 3) the need for global business travel may have declined and never go back to pre-COVID times; 4) companies unlikely to push employees to run into health risks for business travel purposes...  20% isn’t a large number, but as of today I don’t think that number is reasonable thinking of September 2021."], [99521, "2021-03-08T19:08:37Z", [0.75], ""], [99504, "2021-03-08T16:54:31Z", [0.75], ""], [99501, "2021-03-08T16:38:58Z", [0.95], "fatigue (rational or not) "], [22689, "2021-03-08T16:34:38Z", [0.95], ""], [22689, "2021-03-08T16:31:03Z", [0.8], ""], [99490, "2021-03-08T16:12:38Z", [0.4], ""], [99486, "2021-03-08T15:42:59Z", [0.65], "People cannot resist person to person connections. This will prove especially true after lockdowns. "], [99477, "2021-03-08T15:23:00Z", [0.85], "There is a strong subset of grounded folks who are ready to get back to traveling"], [99470, "2021-03-08T14:51:33Z", [0.15], "Vaccine roll out needs to happen on a global scale for international travel to start... we can barely get the US vaccinated. "], [99466, "2021-03-08T14:39:20Z", [0.65], "I think another 6 months will show enough vaccine rollout that businesses will want to get back to traveling. In the summer, they will begin to feel optimistic about traveling by the end of the year (whether that will actually happen or not)."], [99453, "2021-03-08T13:58:21Z", [0.8], "100% of people will misunderstand that dropping COVID numbers are not an indication that the pandemic is abating to the extent the numbers might suggest. Couple that with pandemic fatigue, and you get to my prediction"], [99437, "2021-03-08T10:53:40Z", [0.5], ""], [3017, "2021-03-08T09:10:30Z", [0.75], "Businesses need face to face interaction to grease the wheels, vaccination campaign will increase the number of subjects free to travel and (hopefully...) in the summer months the virus will recede"], [99430, "2021-03-08T08:18:24Z", [0.85], "High level of vaccination in OECD + select emerging economies will allow that"], [99426, "2021-03-08T07:02:38Z", [0.65], "It all boils down to vaccination levels + mutated virus freq, virulence and vaccine efficacy on those mutations "], [99070, "2021-03-08T06:35:31Z", [0.6], ""], [99422, "2021-03-08T05:58:27Z", [0.85], "As a result of vaccine..."], [94872, "2021-03-08T05:22:52Z", [0.4], ""], [99412, "2021-03-08T04:13:22Z", [0.25], "I think business travel will be very slow to return. Zoom and other platforms like it are filling that gap of personal exchange for now. Global distribution of the vaccine will also be slower."], [99405, "2021-03-08T02:11:09Z", [0.65], ""], [12726, "2021-03-08T01:04:41Z", [0.5], ""], [93488, "2021-03-08T00:31:25Z", [0.55], ""], [22745, "2021-03-07T23:49:59Z", [0.15], ""], [86554, "2021-03-07T23:42:53Z", [0.12], ""], [99159, "2021-03-07T23:34:14Z", [0.2], ""], [99390, "2021-03-07T23:10:19Z", [0.1], "We have seen how just about everything can be handled in online meeting format. "], [99106, "2021-03-07T20:15:57Z", [0.31], ""], [99362, "2021-03-07T19:19:57Z", [0.85], "Vaccine rollouts progressing and seeming to work broadly well.  Survey respondents unrepresentative and optimistic. For me the only negative case is if COVID variants prove significantly vaccine resistant and vaccine responsiveness to them is relatively low.   "], [99358, "2021-03-07T19:17:33Z", [0.8], "With vaccines on hand companies are likely to be optimistic."], [99357, "2021-03-07T19:16:43Z", [0.8], ""], [33305, "2021-03-07T19:00:51Z", [0.35], ""], [99352, "2021-03-07T18:45:58Z", [0.1], "At least in my own company, we have quickly adapted to virtual office life, meetings, etc.  With budgets set to almost 0 for international travel this year, I do not presume a very high probability of travel resuming quickly."], [98938, "2021-03-07T18:07:01Z", [0.8], ""], [99303, "2021-03-07T16:34:43Z", [1.0], ""], [99333, "2021-03-07T16:23:54Z", [0.35], ""], [99128, "2021-03-07T16:18:08Z", [0.0], "Employees are more willing to travel domestically than international. Restrictions varying per country will impede international travel."], [99319, "2021-03-07T15:22:31Z", [0.15], "Doubtful as we continue to see restrictions of who can travel to what countries & required quarantine periods. While vaccinated numbers will increase with so many variants do not believe wide travel + no quarantine will be available to most for global travel."], [99316, "2021-03-07T14:44:41Z", [0.75], "The question to me isn't whether the people answering the survey will be able to travel for business in the near future, but whether they think they will be able to. When looking at past public forecasts of COVID nearly every time the general public has been optimistic that the world would open up sooner than people thought, whether they thought it would be 1 lockdown, only affect Asia or vaccines are the ultimate solution to eradicate this pandemic. I think again the public, and business persons fit into this grouping believing business travel will open up again before September. Factoring in the low threshold of 20% to meet I believe it will be met before September. However, I am partially sceptical as countries such as Israel and the UK 'get ahead' on vaccines and may decide to become stricter on travel restrictions such as Australia and New Zealand, as to keep their cases low and new variants out. "], [99315, "2021-03-07T14:41:54Z", [0.05], "There will continue to be false starts and stops in our progress against COVID between now and September 2021. The emotional roller coaster around these starts & stops will continue. When we arrive at August 2021, there will generally be pessimism, and hope for a positive solution will be low. For this reason, survey respondents planning to resume travel in the near future will be very low."], [99307, "2021-03-07T14:09:14Z", [0.9], "Business travel can't not happen"], [98871, "2021-03-07T14:01:58Z", [0.85], ""], [98899, "2021-03-07T13:18:36Z", [1.0], "Business travel is necessary, and has been restricted due to Covid. Individuals who have been unable to travel are being vaccinated and vaccination has escalated in most countries in the last couple of weeks. With the single dose of vaccine coming on line and being more easily transported and stored, travel will be back in a big way by the Fall."], [99300, "2021-03-07T13:10:15Z", [0.35], ""], [99298, "2021-03-07T12:46:42Z", [0.65], ""], [99298, "2021-03-07T12:46:23Z", [0.45], ""], [99287, "2021-03-07T12:11:06Z", [0.83], "20% is a low threshold, many in person meeting will be required at this time travel starts to open up again."], [99268, "2021-03-07T09:25:50Z", [0.45], ""], [99260, "2021-03-07T08:52:05Z", [0.75], ""], [99254, "2021-03-07T07:12:23Z", [0.25], ""], [99031, "2021-03-07T06:34:50Z", [0.15], ""], [99031, "2021-03-07T06:34:18Z", [0.01], "During the pandemic people have made due with zoom meetings. Companies have saved thousands, and this trend is likely to continue. With many countries lagging behind with vaccinations, travel to these countries will be delayed further."], [99239, "2021-03-07T05:01:57Z", [0.8], ""], [99234, "2021-03-07T04:45:57Z", [0.8], "As more and more people get vaccinated, confidence will rise. Unless a devastating third wave hits, which is still possible if enough people refuse to be vaccinated.\nhttps://www.theguardian.pe.ca/business/reuters/global-business-travel-to-grow-21-in-2021-trade-group-forecasts-547813/"], [99225, "2021-03-07T03:44:43Z", [0.85], ""], [99214, "2021-03-07T03:36:21Z", [0.73], ""], [99215, "2021-03-07T03:32:45Z", [0.1], ""], [99209, "2021-03-07T02:30:59Z", [0.99], "Businesses are anxious to cover lost ground and as soon as COVID restrictions ease, people are vaccinated, and countries reduce barriers to entry, businesses will resume to travel."], [64041, "2021-03-07T01:24:24Z", [0.87], ""], [99198, "2021-03-07T01:18:53Z", [0.87], "These are frequent travellers and they will rate the importance of their need to travel highly (business, economy, jobs) and will be used to flying business or first class, so not as tightly packed.  They may also over-estimate their access to vaccines and availability of rapid testing."], [99193, "2021-03-07T00:52:04Z", [0.4], ""], [99192, "2021-03-07T00:51:11Z", [0.7], "Vaccinations are picking up. My employer plans on resuming normal work in June"], [99187, "2021-03-07T00:35:55Z", [0.25], "Travel as a whole is going to be very slow to recover"], [99182, "2021-03-07T00:11:02Z", [0.25], "Most offices will stay closed until full vaccination "], [98971, "2021-03-07T00:04:07Z", [0.65], "Vaccines and weather will promote that"], [99174, "2021-03-06T23:52:52Z", [0.85], ""], [99155, "2021-03-06T23:17:10Z", [0.8], "Over optimism. And consider the source. The bias is set by the org and who they will survey."], [99151, "2021-03-06T22:51:50Z", [0.7], "In my view answer to this question is closely tied with vaccination progress. Since this Association is most likely gathering (my assumption) people from developed countries, where vaccinations are progressing well or are expected to progress well, we should see more and more people willing to travel internationally. Risk to this scenario? Further dangerous mutations of the virus appearing, where current vaccines would be less effective."], [96828, "2021-03-06T22:49:59Z", [0.95], "Increasing again due to independent analysis from @LunaSol. I looked at different parameters and came to the same 90% conclusion. If the world looks more or less the same in the next 6 months, then those data should remain more or less unchanged. I do not think this is the case. Because everyone seems to be clustered around 70%, I am going to extremize due to the fact that the aggregate is probably being pulled closer to 50/50."], [98917, "2021-03-06T22:30:23Z", [0.75], ""], [99143, "2021-03-06T22:29:20Z", [0.75], "The combination of vaccination and a crowd mentality of sick of COVID will prevail."], [96450, "2021-03-06T22:21:53Z", [0.9], "Baserate / range: \n- long-term: almost every company (89%) suspended it compared to pre-Covid, so there is huge upwards potential\n- short-term: it´s not been above 10% for a year Essential questions:\na) will the pandemic be over before \"August plus 1 to 3 months)\"?\nb) how many companies will return no \"normal\", and how many replaced most international travel by online solutions? Answers for now: \na) half of the planet will be inoculated by then, and certainly american business people thinking about travelling abroad will all be. When they did the last survey in February there was less certainty about that.\nb) most pre-Covid reasons for international travel will still be valid. It´s simply easier to lead, negotiate or sell in person than online. This is about business, and they haven´t met their counterparts in other countries for a year. The will do so, when it feels safe.\n\nConclusion:\nVery high probability."], [98900, "2021-03-06T22:09:22Z", [0.7], "Global vaccine rollout will boost confidence  making 20% attainable."], [99130, "2021-03-06T21:58:29Z", [0.4], ""], [99124, "2021-03-06T21:43:10Z", [0.95], ""], [99112, "2021-03-06T21:28:39Z", [0.8], "Vaccine rollout."], [99100, "2021-03-06T21:02:42Z", [0.15], "Coronavirus "], [99099, "2021-03-06T21:02:21Z", [0.85], "By September 2021, the next 1-3 months will take it to December.  I believe by that point we'll be in a position where businesses large and small will be itching to get back in front of clients and colleagues.  Not likely conventions and large gatherings of that nature, but on-site with prospective and current customers."], [99084, "2021-03-06T20:39:46Z", [0.75], ""], [99081, "2021-03-06T20:37:45Z", [0.63], ""], [99037, "2021-03-06T20:28:46Z", [1.0], ""], [99080, "2021-03-06T20:27:27Z", [0.25], "some people are desperate to travel and will do so regardless of safety"], [96828, "2021-03-06T20:20:40Z", [0.75], "Lowering to include @lesshazy's hypothesis that people may lie about or avoid these surveys so as not to feel shame. It could be a factor why when COVID numbers go down for a while, business travel remains low."], [99062, "2021-03-06T19:58:32Z", [1.0], "20% will be an easy mark for global companies. "], [99049, "2021-03-06T19:34:57Z", [0.62], "As 1st world countries vaccinate, I expect travel among them re-open."], [99038, "2021-03-06T19:24:31Z", [0.54], ""], [99024, "2021-03-06T19:09:46Z", [0.65], ""], [99001, "2021-03-06T18:54:30Z", [0.7], "GBTA has corporate members.\nMost companies are likely to allow their staff to travel internationally , though it is unlikely that many employees will be willing to travel internationally. Even if they have been vaccinated, due to the increasing risk of virus variants causing further upsurges and possible lockdowns, and border closures or restrictions."], [99002, "2021-03-06T18:54:25Z", [0.7], "The increase in vaccine availability will lead to higher comfort levels with international travel. "], [99009, "2021-03-06T18:51:52Z", [0.7], ""], [99013, "2021-03-06T18:50:34Z", [0.85], "The pent up demand and the competence in administering the vaccine make this very likely. "], [98966, "2021-03-06T18:26:20Z", [0.75], "Vaccine available to all Americans who want it by June 1st. Many countries will be well into vaccination process. Summer months allow outdoor activities and people are learning to live with covid, including traveling."], [98987, "2021-03-06T18:24:45Z", [0.95], "Considering Biden’s recent announcement that most adults who wish to be vaccinated will have the opportunity by the end of May. I think after being vaccinated many people will feel comfortable traveling again."], [98983, "2021-03-06T18:21:31Z", [0.2], "even if they are travelling or planning to it is 'shamed' and thus people won't talk about it or respond positively to surveys"], [98976, "2021-03-06T18:14:01Z", [0.65], "I think it is pretty likely, but I am not sure everything will move smoothly enough for 20% willing to travel internationally, so I went with Yes but only 65%"], [98964, "2021-03-06T18:00:58Z", [1.0], "Certainly.  There is pent up demand and need to travel"], [98893, "2021-03-06T17:55:20Z", [0.75], ""], [98933, "2021-03-06T17:36:53Z", [0.9], ""], [98890, "2021-03-06T17:34:23Z", [0.5], "Vaccination for COVID will lead to more international travel but not across all borders"], [98875, "2021-03-06T17:31:44Z", [0.65], ""], [98881, "2021-03-06T17:20:26Z", [0.35], ""], [97979, "2021-03-06T16:34:15Z", [0.12], ""], [54663, "2021-03-06T16:14:08Z", [0.75], "Vaccine rollout is going well and confidence is starting to pickup.  "], [62356, "2021-03-06T15:18:20Z", [0.7], ""], [34959, "2021-03-06T15:00:55Z", [0.8], ""], [98423, "2021-03-06T15:00:14Z", [0.6], ""], [73970, "2021-03-06T14:24:23Z", [0.8], ""], [96828, "2021-03-06T02:11:22Z", [0.83], "Decreasing due to the lag of vaccination among international countries, which may curb the excitement of those countries ahead of their vaccination goals. However, by May much of USA will be vaccinated or at least covered by the number of vaccines ordered. Areas with strict lockdowns are drafting and commencing opening plans; even getaway places like Hawaii are opening up, potentially opening the door for business leisure / travel. My intuition tells me close to 90% will want to resume travel by Summer 2022. Linearly that means by May, 20% and by October about 50%. Even though this perspective says 100% YES, the data shows us that the trend has remained steady around 10% even through the volatile behavior of the COVID graphs. I will forecast higher than the consensus but remain wary that things do take time to rebuild. FlightAware shows that general aviation and business travel has increased. Most of the countries with the highest global trade are seeing trends going down in terms of COVID. However, France, Germany, Brazil, and USA are relevant countries to this question - all of which are not seeing cases going down as fast as we had hoped."], [97375, "2021-03-05T10:41:26Z", [0.55], ""], [81232, "2021-03-05T08:42:36Z", [0.35], ""], [40685, "2021-03-05T06:45:38Z", [0.85], ""], [94872, "2021-03-05T02:39:30Z", [0.4], ""], [37379, "2021-03-05T01:08:40Z", [0.65], "I'm forecasting below consensus because:\n1) we have yet to see how badly the new COVID-19 versions will affect the rest of the world. For example, a new one in Brazil is much more contagious and reinfects people who have recovered from earlier COVID-19 infections.  We don't yet know how well the varius COVID-19 vaccinations might protect against this. Because of these emerging threats, \"Rochelle Walensky, the director of the U.S. Centers for Disease Control and Prevention, pleaded with Americans this week not to let their guards down. 'Please hear me clearly,' she said. 'At this level of cases with variants spreading, we stand to completely lose the hard-earned ground we’ve gained.'” Source https://www.nytimes.com/2021/03/03/world/americas/brazil-covid-variant.html  Date 3-3-2021 2) Homegrown USA threats are growing as politicians, mostly Republican, are about to entirely lifit COVID-19 countermeasures, despite objectins by the CDC. This also could lead to yet another infection peak inside the US, and provoke continuing or new bans on US travellers by other nations. Example: https://www.texastribune.org/2021/03/02/texas-coronavirus-mask-mandate/  Date 3-2-2021 On the other hand, economic pressure is presumably building across many types of businesses to reinstitute international business travel. So even if we are on the brink of a new wave of COVID-19, more companies might plan to reinstitute at least some international travel.  Note that this is a low bar for this question to resolve as yes. All tha tis needed is \"plans\" and such plans could be for far less travel than bfore the pandemic."], [98647, "2021-03-05T01:00:35Z", [0.34], "Variants will beguile vaccine/booster research for the first 3 quarters of the year, then seasonally increased transmission will take over."], [88098, "2021-03-05T00:50:33Z", [0.4], "International travel is a lagging the domestic travel by almost 4 times."], [29, "2021-03-04T23:58:44Z", [0.8], "20% is about 13% higher than where we are now, so not too much movement, and business people are probably eager to travel in some circumstances.  By May, vaccination should be widely available, especially for well connected business people.  Full protection by July for many, and travel will become feasible again. I expect that vaccination will be required.  There are a number of risks here, including:  Covid variants, a discovery that vaccinated people still can spread the disease at high rates, or a cautious position by governments toward allowing entry. "], [98813, "2021-03-04T22:56:17Z", [0.75], "Yes. People are going to be more-than-ready to get back to some sense of normalcy--and it will. The 25% is due to a new variant or strain that the vaccines do not handle. "], [73687, "2021-03-04T21:44:29Z", [0.86], ""], [95086, "2021-03-04T20:55:20Z", [0.85], "With the roll out of vaccines in major developing economies and the intent to introduce some for of vaccine passport and/or testing regime, it is likely that a meaningful proportion of international travel routes will re-open over the coming months, particularly trans-atlantic given the advances being made by the US and the UK on vaccine roll-out. After 12 months of no international travel, there is likely to be significant pent up demand for international travel, even if the long term base rate for international travel ultimately settles below pre-Covid levels. With the rate at 7% in February, it is not difficult to see it edging above 20% at some point before September."], [94910, "2021-03-04T16:47:53Z", [0.9], "The vast majority will have the vaccine by then, if they are the demographic of folks I'm imagining. I would guess by summer this number will be well over 20%"], [84849, "2021-03-04T15:15:49Z", [1.0], "In September most vaccinations should have been conducted. Everything which drives sales will happen and due to lead times, companies will try to kick their tires in Q4. "], [76718, "2021-03-04T08:10:47Z", [0.65], "With the positive news coming from global governments regarding travel, vaccinations and travel corridors being likely before the school holidays in the summer, it is natural that business will increase their travel compared to the current levels. The lower level of confidence is based on the fact that a significant amount of business appear to be adopting the 'new normal' as a standard MO for the future, with a higher reliance on home working, remote calls and meetings combined with a need to manage costs more closely than before given the slow down."], [98751, "2021-03-04T04:53:45Z", [1.0], "Because enough vaccinations will have happened"], [3414, "2021-03-03T19:17:26Z", [0.77], ""], [15363, "2021-03-03T17:17:11Z", [0.75], ""], [13657, "2021-03-03T17:15:12Z", [0.3], "After reading other users comments, I think it's interesting to note that this particular survey is focused mostly on US travelers. But it focuses on all international travel not just the EU and UK. So this will include many developing nations and China, many places that will be slower to roll out their vaccines and will have higher travel restrictions. For me this is half a question about covid and half a question about the economy. I am more optimistic than most about covid but more pessimistic than most about the economy. Inflation is rising and with it treasury yields and mortgage rates are rising. By May I expect we will have inflation and the high 2% and possibly above 3% range, which will correspondingly push interest rates up, which will be a game changer for the world economy."], [55987, "2021-03-03T15:31:32Z", [0.88], ""], [98686, "2021-03-03T15:23:46Z", [0.85], ""], [68134, "2021-03-03T13:32:29Z", [0.8], ""], [34435, "2021-03-03T09:41:28Z", [0.65], "Vaccinations are a game changer - Everything will open up by July. "], [93272, "2021-03-03T03:47:56Z", [1.0], "1. Vaccination programs underway internationally in most countries, relatively wealthy countries receiving vaccines first.  2. Business travellers more likely to receive vaccinations and vaccine passports quicker than others.  3. Probable segments of international business travellers need to get ready for significant increases in business activity.  4. Current stat is low at 7%, seems highly probable 20% is achievable (50% - not).  5. Observed UK travel picking up significantly.  6. Covid vaccines are thus far working against variants."], [98675, "2021-03-02T21:22:43Z", [0.6], ""], [92178, "2021-03-02T19:25:47Z", [0.3], "While 20% seems to be a low bar and things may improve and open up with more people getting the vaccine, travel will still be limited. Business has adjusted to remote zoom meetings and restricted travel. Many will take a wait and see approach to make sure travel is in fact safe."], [25400, "2021-03-02T09:41:44Z", [1.0], ""], [96822, "2021-03-02T08:37:47Z", [0.5], "In this case, the new normal has creeped on people. Let me give my example: I used to send pitch emails before but got no reply simply because business was only complete by meeting. Now I get replies because people have discovered what I call the Pajamas style of leadership. The art of replying or sending life-changing mail in damn pajamas. That makes people double-minded to hop on a plane."], [98701, "2021-03-02T02:44:38Z", [0.5], "responses seem flat. vaccines started late last year but that has not moved the response. "], [30346, "2021-03-01T22:17:51Z", [0.85], "20% fairly low bar. Expect to see meaningful increase as vaccine rollout expands. A lack of material increase to the 7% number by April in conjunction with continued vaccine rollout would cause me to adjust materially lower."], [94648, "2021-03-01T21:47:16Z", [0.15], "There is some pressure to resume international business travel but a lot of this is relocating or repositioning, and hence one of or infrequent travel. Most international businesses have readily adapted to online or virtual conferencing/meetings. It will go up from 7% as infection risk decreases but the arrival of vaccine passports may change this. One to watch."], [85795, "2021-03-01T21:04:03Z", [0.4], "Lower than crowd, becuase the 7% figure referred to is ALL international travel. Notwithstanding quarantine restrictions we have in UK and elsewhere, I would be confident that 20% would be reached, were it just between Europe and US. However, the ALL international figures depends on the likes of Latin America, Middle East, which are likely going to be behind in vaccination, and in the case of the former have the colder months coming."], [85092, "2021-03-01T17:04:43Z", [0.45], ""], [60463, "2021-03-01T12:50:39Z", [0.3], ""], [84849, "2021-03-01T09:26:58Z", [0.15], "Most of the big companies will stay-put for a long-time period. Furthermore, it has been shown, that most of the business can be done remote. Additionally, more mutations are coming up and the EU and other states are lagging in terms of vaccinations"], [97959, "2021-03-01T08:38:25Z", [0.7], "Because I have no idea I'll start on an arbitrary 50/50.  From there, most companies seem to be looking forward to resuming \"business as usual\" and for many that involves some kind of business travel. However, a recent report on the economist pointed out airlines will struggle to offer competitive pricing to economy class because they expected lower demand for business fares (which are the backbone of airline profitability). This leads me to think many companies are still on the fence. It takes a 5fold increase in companies expressing their interest in travelling internationally to hit this goal and the timeframe is more than reasonable to see some normality coming back to life if certain countries hit a high vaccination rate. Which moves me at least to 70-90% towards YES. Given that many countries will lag behind in vaccination (even rich, developed western countries) and that new variants keep coming up with higher transmission rates or -potentially- some sort of immunity resistance, I will stay cautious and put it towards the 70% to start with but I can see myself coming back changing this towards the 90% in the coming weeks and months."], [96828, "2021-03-01T03:45:28Z", [0.9], "This one is easy for me. I cannot wait to return to this question. Here is my simpleton thinking: Right now, only 7 of 100 want to resume. There are 51/100 considering. It would only take 25% -- one in four people -- of those 51 to migrate to the 7 of 100 crowd to make that 20%, which will satisfy the question as YES. This is reasonable, desirable, achievable, and has time in its favor. If the question were in a shorter time frame or asked if it would stay above 20% and not revert below, I would be less confident. In other words, about a 5-fold increase. Now that wording makes it sound less achievable."], [94872, "2021-03-01T03:19:01Z", [0.7], ""], [68240, "2021-03-01T03:18:53Z", [0.9], ""], [62808, "2021-03-01T02:25:26Z", [0.95], ""], [46818, "2021-02-28T23:12:31Z", [0.75], "People want to travel"], [98345, "2021-02-28T22:33:11Z", [0.75], "The US is looking to have high rates of vaccination by the end of the summer, and many developed countries will be well on their way. Travel between these countries will likely pick up, and the survey question implies \"any international travel\" (i.e. doesn't specify where to, how much, etc.). Therefore, I would not be surprised if we tripled the current 7% figure."], [86828, "2021-02-28T18:26:17Z", [0.4], "As far as vaccination goes not so smoothly because of various reasons, and scientists tell about removing all the restrictions by the beginning of 2022, the probability is low"], [96715, "2021-02-28T14:38:42Z", [0.67], "I agree with @delez assessment that GBTA is US centered. I couldn't find any stats on what percentage of their membership is US based companies but their website skews heavily US and their executive board also seems to be mostly US based.  Which means that prevailing perceptions in the US business community will likely drive most of the polling.  US has been generally optimistic and resistant to lockdown measures and travel restrictions. \nAlso the US vaccine program is improving https://www.npr.org/sections/health-shots/2021/01/28/960901166/how-is-the-covid-19-vaccination-campaign-going-in-your-state\nImportantly the poll in question doesn't ask whether companies plan to resume international travel at pre-pandemic levels, just whether they plan to resume it at all. I think by the end of the summer over 20% of companies will be planning to resume at least some international travel"], [85840, "2021-02-28T14:16:10Z", [0.8], ""], [94563, "2021-02-28T13:54:11Z", [0.75], ""], [38381, "2021-02-28T13:22:12Z", [0.98], "Over 50% are thinking of resuming, with increasing vaccines and dropping rates I expect more to reevaluate especially during the summer."], [45594, "2021-02-28T13:01:25Z", [0.6], ""], [97510, "2021-02-27T23:53:55Z", [0.5], ""], [62211, "2021-02-27T22:26:24Z", [0.9], "Vaccine distributions across all developed countries are on the rise in the next 1-3 months.  This will incentivize business travellers to be optimistic about international business travel. However, companies may not be willing to incur expenditures if the benefits of these face-to-face meetings are only marginal compared to virtual meetings."], [98424, "2021-02-27T19:58:16Z", [0.95], ""], [97202, "2021-02-27T19:18:14Z", [0.35], ""], [5018, "2021-02-27T11:16:05Z", [0.91], ""], [97995, "2021-02-27T11:11:28Z", [0.6], ""], [58508, "2021-02-27T03:14:43Z", [0.55], ""], [58508, "2021-02-27T03:14:08Z", [0.6], ""], [98654, "2021-02-27T01:37:06Z", [0.8], "GBTA are a US-based organization and business travel spending in the US comprises ~25% of the global market in 2017. Therefore, I assume a majority proportion of GBTA's membership are US-based companies. The latest estimates (mid-Feb) for vaccine roll-out in the US are for a majority of Americans to be vaccinated by the end of summer, with ~20% of US adults having received at least one dose as at 27 Feb. ~80% of  GBTA members are very or somewhat comfortable travelling for business after being vaccinated. On the other hand, vaccine roll-out has been slower than expected in the US and travel restrictions may remain in place in many western countries throughout the northern hemisphere summer - e.g. Visit UK is forecasting only 29% of inbound travelers for 2021 relative to 2019 as at Jan 2021, citing Covid variants as a risk to travel resumption. That said, it seems significantly more likely than not that the proportion of business in the travel industry who are planning to resume travel in the next 3 months will rise by 13 percentage points by late summer.            "], [11059, "2021-02-26T22:59:08Z", [0.03], "Based on how long it took for travel to return after September 11th and the fact that so few countries are allowing quarantine free-travel to/from each other as of February 2021, I can't imagine than that GBTA respondents will be planning to resume international business travel in the near future. Nearly, every person I know who travelled more than 25%+  with their job pre-pandemic does not expect to travel at all within the next 6 months."], [88422, "2021-02-26T21:45:59Z", [0.15], ""], [78927, "2021-02-26T21:32:46Z", [0.7], ""], [29431, "2021-02-26T19:27:17Z", [0.77], ""], [98652, "2021-02-26T19:23:44Z", [0.05], "Travel will be the first thing to go on the chopping block for companies in the name of Corporate Social Responsibility and carbon footprint reduction. "], [8826, "2021-02-26T18:01:22Z", [0.9], "last year was so low, it has to be higher this year."], [86678, "2021-02-26T17:59:50Z", [0.99], ""], [20284, "2021-02-26T17:06:48Z", [0.95], "Whether fact or fantasy it appears that the business community has decide that near normal is about to return.  Travel plans are in the works to make sure that business does not miss out on the expected boom in the world economies."], [87290, "2021-02-26T15:48:03Z", [0.1], ""], [80634, "2021-02-26T14:57:36Z", [0.85], ""], [94556, "2021-02-26T13:53:18Z", [0.84], ""], [94556, "2021-02-26T13:52:56Z", [0.8], ""], [11785, "2021-02-26T13:06:49Z", [0.7], ""], [11286, "2021-02-26T12:16:50Z", [0.8], ""], [41352, "2021-02-26T12:08:00Z", [0.02], ""], [80431, "2021-02-26T09:13:42Z", [0.9], ""], [15955, "2021-02-26T07:06:30Z", [0.35], ""], [78387, "2021-02-26T06:42:22Z", [0.65], "Throughout the pandemic people have tended to be overly-optimistic and so 'planning' to resume international travel will run ahead of ability to do so and the reality of actually doing so. So although travel may remain restricted, intention will be less constrained. On the downside, many companies are looking for a reset in their approach to international business travel having realised how much can be done without face to face. Overall expectations on travel will exceed the reality of travel."], [67232, "2021-02-26T06:05:17Z", [0.95], ""], [94872, "2021-02-26T03:52:04Z", [0.63], ""], [86715, "2021-02-26T03:01:33Z", [0.8], ""], [914, "2021-02-26T01:36:20Z", [0.65], ""], [98241, "2021-02-26T01:34:35Z", [0.6], ""], [5641, "2021-02-26T01:21:38Z", [0.4], "Virus will be curtailed"], [92012, "2021-02-26T01:11:50Z", [0.9], "The vaccine will have rolled out in large enough numbers by this date internationally to allow people to start to comfortably plan international trips. Whilst the number that actually resume international travel may not be higher than 20%, the number planning (wishing!) to resume should reach this level before September"], [80790, "2021-02-26T00:39:45Z", [0.87], "I think this is high, because the way the question is phrased means that on any of the surveys between now and sept the rate needs to hit 20pc.  And that means a rolling 3 months, not 3 months from now.  So the Aug survey will be looking at travel between Aug and Oct 21, and things will change by the"], [98620, "2021-02-25T23:53:29Z", [0.75], "International travel will be back at good level by summer, after most of the countries have applied vaccines."], [57249, "2021-02-25T22:55:54Z", [0.15], "things on hold through the summer, then people reevaluate leading to expectations pop much further down road than Sept."], [62356, "2021-02-25T22:15:43Z", [0.65], "Vaccinne rollout with become more successful"], [23148, "2021-02-25T22:12:54Z", [0.85], "By mid summer vacination and testing Population will be lange enough to Justify a 20 % increase "], [70787, "2021-02-25T21:58:35Z", [0.05], ""], [25755, "2021-02-25T21:57:40Z", [0.5], ""], [79275, "2021-02-25T21:11:31Z", [0.35], "variants baby!"], [61879, "2021-02-25T20:53:54Z", [0.85], ""], [61879, "2021-02-25T20:42:34Z", [0.85], ""], [68485, "2021-02-25T20:35:20Z", [0.75], "Pressure to start getting back to normal levels of business travel once first world populations become vaccinated will increase substantially."], [1529, "2021-02-25T20:27:30Z", [0.65], "By September 2021, Who has had the shot(s)?  We are reasonably certain the [willing] USA citizenry will have received their doses. Next item, how effective will the European citizenry have been vaccinated? EU has gotten a late start (cost of vax negotiations/reticence). Second-world and third-world efforts are further behind. So, who is traveling where?  The question asks about \"global respondents\". So, if a business is in the EU  and they foresee their employees traveling to the US, then the answer is likely \"yes\". If the company is in EU or US, for example, and the question is traveling to Niger, it seems reticence could be a lot higher. Given the framework of the question, which is simply addressing international travel (even if it hypothetically only went to the US), then, yah, probably 20% will say yes by September."], [1333, "2021-02-25T20:25:58Z", [1.0], ""], [11289, "2021-02-25T20:07:46Z", [0.95], ""], [28563, "2021-02-25T20:04:00Z", [0.8], ""], [66440, "2021-02-25T20:00:56Z", [0.35], "The vaccine rollout is proceeding fast. People are in a rush to travel. They will get on the road/in the air as soon as they can"], [97522, "2021-02-25T19:59:03Z", [0.75], "First forecast is gut feeling. I place a high probability that 13% more respondents will increase their outlook on international business travel by September 1st, 2021. A sizeable portion of international business travel will certainly not rebound any time soon, however I do believe that may reps and their corporate bosses see value in international business travel. So on the horizon is rolling out vaccines (which depending on your country is going pretty well), as well many countries now require a negative test result and/or a proof of vaccination to fly which I believe A) Will prompt more to get vaccinated to travel, and B) Inspire confidence that those around you in airports and planes are not a threat to you and therefore makes the prospect more attractive. What can hinder this progress? A new strain that is vaccine-resistant, large recurring waves of infections (which I tend to believe is increasingly unlikely without a predominant new strain), government restrictions (whether based on COVID figures or not)."], [26642, "2021-02-25T19:27:45Z", [0.95], ""], [86554, "2021-02-25T19:26:46Z", [0.24], ""], [172, "2021-02-25T18:50:34Z", [0.85], "Used to travel a great deal (weekly). Now not so much. My dog is much happier ;)\nIn my case, most companies I deal (Europe and North America) with are not planning resumption until late summer. I have seen projections on full resumption taking +5 years. 20% will be close to Autumn IMO."], [27215, "2021-02-25T18:43:32Z", [0.25], "Even though vaccination is progresses, ending travel restrictions requires significant international cooperation that is unlikely to occur in a short timeframe."], [79379, "2021-02-25T18:15:51Z", [0.7], "Not every where's as far on as the UK with vaccinations, but business will be itching to get back going properly"], [3636, "2021-02-25T18:13:57Z", [0.8], ""], [691, "2021-02-25T17:59:04Z", [0.8], ""], [76440, "2021-02-25T17:54:19Z", [0.6], "With all things being equal this should be a simple yes 100% but uncertainty regarding covid 19 new strains and variants must be taken into consideration along with knee jerk reactions of governments regarding border closure and controls. Many countries also have harsh quarantine laws in place which may deter business travellers if they fear being caught in a group where infection has been discovered. \nFinally many companies are seriously weighing up the cost benefit analysis of zoom v travel. "], [2190, "2021-02-25T17:36:26Z", [0.75], "Employees who travel internationally consider that function to be a significant part of their value to a company.  They will feel much more comfortable resuming travel as vaccine rates increase and they will want to reestablish their status.  From a company viewpoint, there is much to be done in international supply chains that will require personal interaction and the company will be ready to have people on the ground as soon as they can politically and morally modify their current restrictions on travel."], [93181, "2021-02-25T17:29:13Z", [0.95], ""], [94625, "2021-02-25T17:26:25Z", [0.95], ""], [31150, "2021-02-25T16:44:59Z", [0.55], ""], [46440, "2021-02-25T16:41:50Z", [0.6], ""], [14831, "2021-02-25T16:38:10Z", [0.15], ""], [81187, "2021-02-25T16:36:23Z", [1.0], ""], [19135, "2021-02-25T16:16:11Z", [0.7], "Vaccines are working, so things should be fine by summer; but regulations and corporations often have delayed (re)action, habits change slowly, and there could be mutated versions of virus that bypass vaccine."], [82386, "2021-02-25T16:03:54Z", [0.28], ""], [43703, "2021-02-25T16:02:22Z", [0.35], "humans are creatures of habit, thought mixed with fear will reduce travel"], [89304, "2021-02-25T16:01:31Z", [0.2], "Vaccine delays worldwide "], [12252, "2021-02-25T15:48:30Z", [0.15], "Business travel is still iffy given the pandemic"], [24859, "2021-02-25T15:29:55Z", [1.0], "Vaccine is stable and working. People in the Uk will be flying by may. Summer bread will not be banned. It's politically untenable."], [35323, "2021-02-25T15:28:10Z", [0.66], ""], [19490, "2021-02-25T15:16:28Z", [0.7], "Increased Covid-19 vaccine availability in N.A. and Europe by mid-summer and pandemic fatigue will result in an initial expanded pulse of travel."], [46176, "2021-02-25T15:12:36Z", [0.68], ""], [4667, "2021-02-25T15:08:46Z", [0.05], "too much residual concern; vaccinations intensty will increase over summer"], [90333, "2021-02-25T14:55:11Z", [0.65], "Although wealthier first world countries have good vaccination rates, I fear poorer countries slow vaccination rates at a high cost will hinder International business travel"], [95755, "2021-02-25T14:54:43Z", [0.4], "I think travel will resume to that level by the last quarter of 2021"], [10446, "2021-02-25T14:50:18Z", [0.75], ""], [16093, "2021-02-25T14:46:58Z", [0.8], ""], [47597, "2021-02-25T14:40:45Z", [0.8], ""], [97574, "2021-02-25T14:37:48Z", [0.8], ""], [90733, "2021-02-25T14:37:08Z", [0.9], ""], [32501, "2021-02-25T14:36:12Z", [0.8], ""], [97573, "2021-02-25T14:33:25Z", [0.65], "Management of C19 is improving fast...the vaccination program, better treatments and the development of nasal spray to manage the risks are all combining to bring down mortality and case rates making it less risky to travel \nThere are strong economic incentives for governments to open up travel\nSo these two things should make travel possible this year. On the negative side, people may have adjusted to remote working and prefer to stay at home."], [86448, "2021-02-25T14:30:05Z", [1.0], ""], [18679, "2021-02-25T11:19:12Z", [0.95], ""], [33417, "2021-02-25T09:00:34Z", [0.8], ""], [60695, "2021-02-25T07:25:01Z", [0.0], ""], [77835, "2021-02-25T03:11:10Z", [0.85], "Pent up demand for needed travel plus decreasing virus stats. "], [88452, "2021-02-25T03:04:24Z", [1.0], ""], [24139, "2021-02-25T03:03:38Z", [0.9], ""], [92079, "2021-02-25T02:06:06Z", [0.32], ""], [86554, "2021-02-24T23:03:06Z", [0.33], ""], [48709, "2021-02-24T22:57:35Z", [0.78], "this again is a 50/50 split w/time factor."], [89135, "2021-02-24T22:43:40Z", [1.0], ""], [94737, "2021-02-24T22:18:25Z", [1.0], ""], [1333, "2021-02-24T22:02:51Z", [1.0], ""]], "open_date": "2021-02-24T21:30:30Z", "close_date": "2021-06-17T14:00:22Z"}