{"question_id": 1800, "title": "Before 5 January 2021, will Vice President Mike Pence cast a tie-breaking vote in the Senate confirming Amy Coney Barrett to the U.S. Supreme Court?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[534, "2020-10-26T21:38:39Z", [0.0], ""], [691, "2020-10-26T21:09:04Z", [0.0], "https://www.bbc.com/news/election-us-2020-54693599 He's currently scheduled not even to show up.  Apparently they have persuaded enough infected Republicans to show up, and Murkowski has already overcome her principles and will vote Yes.  Collins may also.   Too bad for Pence--he could have made vice-presidential history, albeit of the Andrew Johnson sort."], [95874, "2020-10-26T20:31:54Z", [0.0], "Updated given tonight's vote."], [31275, "2020-10-26T18:17:25Z", [0.0], ""], [91142, "2020-10-26T16:31:32Z", [0.0], ""], [95874, "2020-10-25T23:29:04Z", [0.01], "Updated based on 10/25 Senate vote to advance Barrett's nomination.  Vote likely 10/26."], [88452, "2020-10-25T21:53:35Z", [0.0], "He may be quarantined..."], [92863, "2020-10-25T21:31:46Z", [0.01], ""], [67403, "2020-10-25T17:02:53Z", [0.0], ""], [1333, "2020-10-25T13:56:19Z", [0.13], ""], [45594, "2020-10-25T09:04:22Z", [0.1], ""], [88002, "2020-10-25T04:28:02Z", [0.0], ""], [32258, "2020-10-24T22:34:49Z", [0.0], ""], [578, "2020-10-23T21:57:31Z", [0.0], "The Republicans have enough votes to confirm - only 2 declared opposing to confirmation.  There is no need for the tie breaker vote."], [26467, "2020-10-23T21:12:29Z", [0.0], ""], [53391, "2020-10-23T17:53:47Z", [0.0], ""], [89038, "2020-10-22T23:39:58Z", [0.0], ""], [96244, "2020-10-22T19:31:11Z", [0.02], ""], [90519, "2020-10-22T17:58:21Z", [0.0], ""], [1646, "2020-10-22T16:11:28Z", [0.0], ""], [95817, "2020-10-22T15:07:21Z", [0.0], "The Senate has nominated Barrett and will conduct its final vote on Monday, 26 Oct.  She has all the necessary votes at this juncture barring any anomaly.  "], [83, "2020-10-22T05:01:35Z", [0.0], ""], [87827, "2020-10-21T11:27:17Z", [0.0], ""], [26467, "2020-10-20T21:13:33Z", [0.0], ""], [95817, "2020-10-20T18:07:44Z", [0.03], ""], [86278, "2020-10-20T08:29:57Z", [0.0], ""], [69027, "2020-10-20T04:10:27Z", [0.05], ""], [90733, "2020-10-19T20:52:21Z", [0.0], ""], [95613, "2020-10-19T19:33:44Z", [0.0], ""], [534, "2020-10-19T14:16:34Z", [0.02], ""], [52772, "2020-10-19T14:09:04Z", [0.0], ""], [38094, "2020-10-18T23:31:12Z", [0.0], "It's possible that Mike will be standing in line with the millions of other unemployed people displaced by Covid-19. I'd love to hear the discussions in that line with the leader of the free world's Covid-19 program explaining how his tactics were misinterpreted by the virus. My guess is that the virus is a democrat and therefore refused to play by the rules the republican VP laid down. You read it here first."], [95823, "2020-10-18T19:10:16Z", [0.0], ""], [94632, "2020-10-18T17:03:45Z", [0.0], ""], [691, "2020-10-18T15:01:24Z", [0.0], ""], [1333, "2020-10-18T14:49:19Z", [0.14], ""], [31275, "2020-10-17T03:19:38Z", [0.01], ""], [34959, "2020-10-16T03:32:25Z", [0.0], ""], [92863, "2020-10-15T22:53:17Z", [0.01], ""], [92863, "2020-10-15T13:49:59Z", [0.02], ""], [89038, "2020-10-15T01:28:19Z", [0.01], ""], [91142, "2020-10-15T00:26:51Z", [0.05], ""], [67232, "2020-10-14T22:09:42Z", [0.0], ""], [96318, "2020-10-14T21:04:14Z", [0.04], ""], [41367, "2020-10-14T12:23:47Z", [0.01], ""], [74641, "2020-10-14T12:04:42Z", [0.01], ""], [92863, "2020-10-14T08:33:36Z", [0.09], ""], [21892, "2020-10-14T03:52:27Z", [0.03], "I expect a vote and confirmation by Republicans"], [13657, "2020-10-14T03:38:27Z", [0.0], "Democrats are reportedly boycotting the vote."], [38094, "2020-10-14T02:17:37Z", [0.0], "He'll be trying to get that fly off his head and will miss the vote entirely."], [90433, "2020-10-13T19:13:34Z", [0.05], "They have the votes without Pence"], [95800, "2020-10-13T17:24:30Z", [0.04], "Looks like the Republicans have the votes and won't need to call on the VP."], [92863, "2020-10-13T15:50:06Z", [0.14], "Let's see how this week plays out."], [67403, "2020-10-13T15:11:43Z", [0.1], ""], [1333, "2020-10-13T14:52:19Z", [0.15], "Sen. Schmur promises to deny a quorum for a vote, so a surprise vote is a classic McConnell move ... Unless Schumer was just being a cockwomble."], [24309, "2020-10-13T11:13:59Z", [0.01], "-- CURRENT STATUS. The vote is looking like it will be 51-49 in favor of Coney Barret’s confirmation, with all 47 Dems opposing, joined by Republicans Murkowski and Collins. -- GOP DEFECTORS. There aren’t any remaining Republicans likely to break rank and vote against Coney Barret’s confirmation. Rand Paul is a yes (https://www.paul.senate.gov/news/dr-rand-paul-releases-statement-barrett-nomination) and other possible Republican renegades, like Mitt Romney, Cory Gardner, Lamar Alexander, and Chuck Grassley, have all spoken positively about Coney Barrett’s qualifications. If any other GOP senators were planning to vote against, I think they would have opposed already on procedural grounds, like Murkowski and Collins have. Opposing on the nominee's merits seems unlikely, as nothing about Coney Barret’s qualifications, character, or record seem likely to be off-putting for GOP senators, and it would take a serious issue to cause a GOP senator to defy their party so flagrantly at this late hour. Recall that Kavanaugh was approved with full GOP support and all GOP senators but one (Romney) supported Trump during his impeachment trial. -- COVID VOTE COMPLICATIONS. Covid could of course interfere with the vote. However, this still seems like a very unlikely path to a Pence tie-breaker because the cases and timeline would need to fall just so in order to achieve this result.  Here's some background: as of October 12th (https://www.npr.org/2020/04/15/833692377/how-the-coronavirus-has-affected-individual-members-of-congress), there are 5 senators who have tested or presumed to have tested positive (Johnson, Lee, Tillis, Cassidy, Paul). Of these, three (Lee, Cassidy, and Paul) have left quarantine and resumed in-person activities. The other two (Tillis and Johnson) have had mild cases that were diagnosed around October 3rd. Since mild cases typically resolve within 1-2 weeks, the currently quarantined senators seem likely to recover in time for the committee and floor votes. Three other Republican senators (Cruz, Lankford, and Sasse) also entered quarantine around October 2nd and all seem in good health - doesn't seem like an issue will arise there. My impression is that the Rose Garden ceremony was a superspreader event, but it happened far enough before the senate floor vote that the mild covid cases that resulted will resolve quickly enough to not pose an issue for Republicans by the end of October, when the floor vote is happening. Additionally, after 3 GOP senators tested positive, McConnell put the Senate in recess and I assume senators of both parties are now acting with increased precautions following the illnesses of their colleagues, so additional cases seem unlikely. Of course it’s possible that, between now and the vote, exactly two additional Republican senators will contract covid, with no Dems falling ill, but it seems highly unlikely."], [48081, "2020-10-11T22:44:00Z", [0.04], "It is unlikely that another republican Senator will vote to oppose ACB. The Senate would likely only hold a vote until all Republican Senators are back in the chamber and able to cast a ballot. "], [96244, "2020-10-11T20:40:37Z", [0.08], "Starting judiciary hearings and no new COVID-19 quarantining senators."], [96354, "2020-10-11T19:54:27Z", [0.03], ""], [534, "2020-10-11T14:32:28Z", [0.15], ""], [45594, "2020-10-11T13:18:40Z", [0.5], ""], [38094, "2020-10-10T20:23:45Z", [0.01], "Cutting my forecast as I don't have enough imagination to envision it."], [1333, "2020-10-10T13:06:01Z", [0.1], ""], [92863, "2020-10-10T13:04:01Z", [0.04], ""], [48709, "2020-10-09T21:51:20Z", [0.5], "50/50 question"], [95341, "2020-10-09T16:46:59Z", [0.04], ""], [95800, "2020-10-09T16:28:43Z", [0.12], "Unlikely because it seems that McConnell has the votes for now and he can schedule the vote for after the affected Republican Senators are COVID free.  The 3 Republican Senators that were questionable (Romney, Collins, & Murkowski) seem to be on board for now.  If necessary, no doubt the VP would happily cast the tie-breaking vote."], [87827, "2020-10-09T12:47:38Z", [0.02], "Dropping this down to the crowd. I think McConnel will have the votes and will schedule the vote around quarantine and covid concerns such that this wouldn't be necessary."], [858, "2020-10-09T09:20:31Z", [0.0], "Amy Coney Barrett is a mainstream Republican candidate who will be supported by enough GOP Senators that VP Pence's vote will not be necessary."], [34959, "2020-10-09T05:14:12Z", [0.01], "There's a comedy/current affairs show in Australia called \"Planet America\" that broke this vote down last night, I'll try and summarize their gaming out of the situation.  There are 100 US senators, and 51 bodies required for a quorum.  There are 3 Republican Senators have Sars-Cov-19. So if they call a vote now, the Democrats just don't show up for a vote and a quorum can't be formed.  It's only with 1 missing Rep Senators, where there would be 48 Dems and and 52 Republicans, with 2 Reps threatening to cross the floor, that Mike would cast the vote, Reps have the numbers to form a quorum, and the 2 can cross the floor without impacting the Rep's preferred outcome. This is extremely unlikely, given the level of care the Senators would be receiving, it's difficult to believe that only 1 Senator would be missing when a vote is called, if no one else gets the Rona, the current 3 will return at the same time, and if it hasn't ended yet, there will be many more sitting out of the vote, making this specific  scenario very unlikely.  OR, they will just vote remotely."], [26666, "2020-10-08T21:09:34Z", [0.04], ""], [31275, "2020-10-08T20:57:46Z", [0.02], ""], [96244, "2020-10-08T20:34:48Z", [0.12], "Mike Pence has voted more frequently in the senate than most VPs over the last 50 years (see https://www.senate.gov/artandhistory/history/resources/pdf/VPTies.pdf). With two GOP senators who believe the next president should choose the candidate (and recent Trump v Biden poles) and six GOP senators self isolating from COVID-19, if a confirmation vote occurs before the election it is likely going to be a struggle to get the needed votes."], [1333, "2020-10-08T20:32:05Z", [0.05], ""], [95867, "2020-10-08T14:42:40Z", [0.02], ""], [21865, "2020-10-08T06:55:10Z", [0.0], ""], [91134, "2020-10-08T01:58:52Z", [0.03], "Minimal chance."], [88422, "2020-10-07T22:22:32Z", [0.01], ""], [88422, "2020-10-07T22:22:17Z", [0.05], ""], [87778, "2020-10-07T19:59:02Z", [0.01], ""], [92331, "2020-10-07T15:50:28Z", [0.5], "I wouldn’t be surprised if the sick senators showed up regardless of illness or if enough of them get sick to shut the whole session down...where’s my coin?"], [79964, "2020-10-07T07:54:08Z", [0.0], ""], [1479, "2020-10-07T05:23:36Z", [0.0], ""], [82102, "2020-10-07T04:55:55Z", [0.9], ""], [95062, "2020-10-07T04:30:45Z", [0.06], ""], [75093, "2020-10-07T02:39:55Z", [0.05], ""], [88497, "2020-10-06T21:05:02Z", [0.01], ""], [88497, "2020-10-06T21:04:35Z", [0.05], ""], [95817, "2020-10-06T19:59:26Z", [0.05], "After gleaning more info from teammates analysis and more thought about the way ahead, I've significantly dropped my forecast since I believe that COVID recoveries will occur, the GOP will go ahead with the confirmation and there will likely be no need for a VP tie-breaker."], [95817, "2020-10-06T11:38:09Z", [0.52], "While there is no historical precedent for nominating a justice right before elections, it is seen as imperative by the GOP to get this majority in the Courts.  Due to COVID, there seems to be a tie for Senate/House votes so it is likely that VP Pence will break the tie. "], [80790, "2020-10-06T07:57:00Z", [0.02], ""], [95938, "2020-10-06T04:17:33Z", [0.1], ""], [93072, "2020-10-06T04:08:04Z", [0.01], "Seems very unlikely. The only \"no\" votes from the GOP right now are Collins and Murkowski, and Collins's position is tenuous. She's \"troubled.\""], [81567, "2020-10-05T22:29:26Z", [0.0], ""], [691, "2020-10-05T21:11:36Z", [0.02], ""], [96244, "2020-10-05T18:08:26Z", [0.15], "With two Republican senators opposed to confirmation before the election and 3 more testing positive for COVID-19, it seems increasingly likely that Mike Pence will be required to cast the decisive vote. "], [28415, "2020-10-05T16:57:23Z", [0.08], ""], [90519, "2020-10-05T16:38:25Z", [0.1], ""], [90519, "2020-10-05T16:37:10Z", [0.3], "Comment deleted on Oct 05, 2020 04:38PM UTC"], [78821, "2020-10-05T16:35:02Z", [0.0], "The Republicans have 53, with only two apposed to holding a vote BEFORE November 3.... .meaning, presumably, that they would not cross party lines following the General Election. Regardless, with Romney's support that gets the Republicans to 51, which would not require Pence to cast his vote.  With the full Senate in a recess for the next two weeks (thus helping to prevent further spread of Covid following the \"super-spreader\" event at the White House last week).... and with Sens. Lee and Tillis able to attend the hearings remotely, it seems more likely that we'll see a committee vote in the third week of October, and an end of month vote on ACB so that all Republican Senators can be present."], [32100, "2020-10-05T16:00:40Z", [0.01], ""], [91924, "2020-10-05T13:38:14Z", [0.04], ""], [1333, "2020-10-05T13:26:20Z", [0.02], " If Covid sidelines a crucial vote - He'll be there - like a good Neighbor."], [95874, "2020-10-05T13:08:23Z", [0.03], " - Republicans have a 53–47 majority in the Senate, but Senators Collins and Murkowski have announced they oppose holding a vote for the Supreme Court justice before the election.  Plus, three Republican senators currently have COVID.  Other Republican senators may test positive in the coming week given high-profile events at the White House last week.  This calls into question whether Republicans have enough votes to confirm Judge Barrett.\n\n- However, if President Trump wins reelection, Collins and Murkowski likely will support the vote.  If Biden wins, they likely will continue to oppose the vote. - The senators currently with COVID likely will recover, so if Trump wins, it's not very likely that VPOTUS would need to cast a deciding vote for her confirmation.\n"], [85535, "2020-10-05T13:03:54Z", [0.0], ""], [96093, "2020-10-05T11:07:35Z", [0.15], "It is unlikely that enough will be unable to vote that this will result in Mike Pence casting a tie-breaking vote. While some Republican senators have come down with COVID, and some are suggesting they are not in favor of a pre-election vote, most every Republicans Senator will vote with their party on this one."], [74641, "2020-10-05T09:28:25Z", [0.08], ""], [14133, "2020-10-04T21:16:16Z", [0.15], "I think that events of recent days and weeks may cause some senators to rethink this."], [21865, "2020-10-04T20:42:13Z", [0.01], ""], [94988, "2020-10-04T18:20:14Z", [0.02], "Barring the death of multiple Republican senators from the current COVID outbreak (unlikely, est. ~ 3%), it seems almost certain that there will be a vote before the next presidential inauguration. Estimate a 92% chance of a vote. It's very likely that there will be no Republican defections. If the vote occurs before the election, I would guess there's a 70% chance that all Republican senators support ACB. If the vote occurs after the election, I would estimate it's a 95% chance, as Collins, etc., will no longer have a political rationale to distance themselves from Trump, either because they've already won reelection or because they're lame ducks. Given the current COVID outbreak, it seems to be about 50-50 whether the vote will occur before or after the election. Given all that, I estimate about a 7.5% chance that there's a vote in which some Republican senators defect. There being exactly 3 defections to set up a tiebreaker (or a net of 3 with some abstentions or Democrat defections) is relatively unlikely. Overall, I'd give it a 2% chance."], [534, "2020-10-04T18:12:37Z", [0.25], ""], [16109, "2020-10-04T17:46:52Z", [0.15], ""], [38094, "2020-10-04T16:24:46Z", [0.03], "Hat-tip @osbad4 & @dalton-b for concise analysis of a tedious topic. This is a lesson in why governments should move ponderously slowly."], [52772, "2020-10-04T16:24:33Z", [0.1], ""], [14942, "2020-10-04T09:41:14Z", [0.25], ""], [78239, "2020-10-04T09:18:12Z", [0.02], ""], [31679, "2020-10-03T22:54:13Z", [0.05], "Coronavirus is the main reason senators are going to be unable to vote. With Ron Johnson, we're now at 3 that are in quarantine for a while - and we're at the mean incubation time after the first likely super-spreader. Senators were also having their 3 regular lunches a week. I expect a couple more senators from the nomination event, and a few more from secondary infections. Being a covidiot is only a risk factor for getting Covid-19, not a risk for dying from it once you get it (unless they fall for new unproven drugs). These senators are also old, not only more likely to die than the average person, but also very likely to require hospitalization - and intubated senators can't vote. Pence is a rabid pro-lifer, probably realizes the election is lost and is likely to try and push the nomination through."], [95613, "2020-10-03T22:01:59Z", [0.01], ""], [89548, "2020-10-03T20:59:17Z", [0.0], ""], [1646, "2020-10-03T20:54:47Z", [0.02], ""], [1646, "2020-10-03T20:54:30Z", [0.09], ""], [87064, "2020-10-03T19:27:42Z", [0.0], ""], [94751, "2020-10-03T19:01:46Z", [0.05], ""], [81304, "2020-10-03T18:36:38Z", [0.0], ""], [40584, "2020-10-03T18:00:12Z", [0.05], ""], [67403, "2020-10-03T16:07:20Z", [0.13], ""], [691, "2020-10-03T14:46:31Z", [0.02], "Most likely they will have plenty of votes to get this done before January, dragging from their sickbeds as many jellyfish as necessary, and Pence won't need to vote.  If it goes later than end of November, the Rs will be down at least two votes (Outgoing Collins from Maine and New Kid Kelly from Arizona) and maybe three (the intermittently sentient Murkowski from Alaska, depending on her level of fear about '22), so an absent R could be very problematic and Pence couldn't help.   Distinguished Majority Leader Yertle the Turtle will not wish to chance this.  Hearings will last maybe three days, with a strict time limit on speeches and questions, and the new Justice will be sworn in by Hallowe'en.   "], [96204, "2020-10-03T14:45:56Z", [0.05], ""], [92863, "2020-10-03T14:40:35Z", [0.06], ""], [87827, "2020-10-03T14:19:15Z", [0.05], "So far I think only two Republican senators plan to vote against. Looks unlikely this happens."], [78315, "2020-10-03T13:57:09Z", [0.04], "If Collins and Murkowski vote no, then we still need one other Senator to vote no before Pence casts a tie breaking vote. So we can look at the probability of that event as a combination of the probabilities that exactly three Republican Senators vote no.  Senate Republicans are much less likely to vote against their party than Democrats (4.3% vs 11.2%) and the three most likely Senators to flip have historically voted against their party the following percentages of the time: Collins: 11.8%\nMurkowski: 6.7%\nRomney: 5.0% This doesn't take into account any qualitative data (the candidates words about how they would vote) but looking at the problem as just a compound of those three probabilities, there is a .04% chance of them all occurring. But we have to consider that these events likely influence each other, e.g. one Senator voting no might inspire more defectors.  Even multiplied by a factor of 100, we're still only at a 4% chance of Mike Pence casting a tie-breaking vote.  This is even further complicated by the fact that at least two Republican Senators (Mike Lee, Tom Thillis) contracted COVID-19 within the last few days. It creates all sorts of scenarios in which some Senators can't vote, which muddles the math even more. If Lee and Thillis are unable to vote, we only need 1 defector. It's difficult to calculate the probability that Lee and Thillis will be unable to vote, so that's something I'll have to monitor in the coming days/weeks. https://projects.propublica.org/represent/members/R000615/votes-against-party/116\nhttps://projects.propublica.org/represent/members/M001153-lisa-murkowski/votes-against-party/116\nhttps://projects.propublica.org/represent/members/C001035-susan-collins/votes-against-party/116"], [96204, "2020-10-03T13:49:04Z", [0.7], ""], [92232, "2020-10-03T12:01:24Z", [0.07], ""], [92232, "2020-10-03T12:00:01Z", [0.4], ""], [93028, "2020-10-03T10:17:42Z", [0.02], "agreeing with with https://www.gjopen.com/comments/1150008"], [87427, "2020-10-03T10:16:42Z", [0.03], ""], [79464, "2020-10-03T08:53:23Z", [0.0], ""], [79464, "2020-10-03T08:53:14Z", [0.01], ""], [79464, "2020-10-03T08:53:03Z", [0.05], ""], [92863, "2020-10-03T08:20:57Z", [0.09], ""], [87744, "2020-10-03T08:02:00Z", [0.1], ""], [67232, "2020-10-03T07:00:56Z", [0.01], ""], [67232, "2020-10-03T07:00:09Z", [0.15], "Senator Tom Tillis has covid and possibly some comorbidities.  Thus, Collins and  Murkowski (sp?). might have another no vote--but not  too likely."], [43588, "2020-10-03T06:44:52Z", [0.0], "She will squeak by without a tie"], [43588, "2020-10-03T06:38:10Z", [1.0], "Absolutely \n#HowAmericaFell "], [38094, "2020-10-03T02:36:07Z", [0.0], ""], [91142, "2020-10-03T02:27:14Z", [0.07], "53 Republican senators. Two high potential abstains on this topic (Collins & Murkowski). What does a world look like in which Pence has to vote?\n- A senator has a change of heart who isn't up for reelection... Romney could be a potential example\n- A senator has a change of heart who is up for reelection... Purple state senators like Cory Gardner, Martha McSally, Joni Ernst\n- A senator contracts COVID\n- Something comes up in Amy Coney Barrett's background checks / hearings that makes another senator nervous... especially think a big conversation around Roe v. Wade / ACA What does a world look like in which Pence doesn't have to vote?\n- No change from today's projected vote\n- A state senator on the democratic side defects who isn't up for reelection... think Manchin in West Virginia\n- A state senator on the democratic side defects who is up for reelection in a purple/red state... think Doug Jones in Alabama Largely I think it's really unlikely the party line vote changes... but I also think the crowd might be too optimistic here first blush. Romney has proven himself unpredictable before as a guaranteed republican vote. There is still uncertainty of what happens over the next month, even if it feels like there is little uncertainty that she will be confirmed."], [94632, "2020-10-03T02:20:47Z", [0.0], "The only reason there are even two dissenting Rep votes right now is to help those two voters win their elections in purple/blue states. If the GOP were to need them to vote Yes, they would almost definitely do it, especially if it is after the election. The Senate also continues to push aggressively for Barrett to be confirmed before the election, citing precedent that allows them to use proxies and distance procedures to move forward even with multiple members currently positive with COVID. For a tie to occur, we would need three dissenters, six no votes, or some combination of the two. At this moment, neither scenario seems feasible given the makeup and determination of the Senate."], [22689, "2020-10-03T01:48:19Z", [0.0], ""], [89135, "2020-10-03T00:29:12Z", [0.0], "No. Especially with tiny potential Mike Pence would be acting president.  Need to research if he is still a tiebreaking vote if that were to happen. So many new political questions. "], [20284, "2020-10-02T23:55:24Z", [0.0], "The votes have been counted and V.P. Pence will not be needed to select the new member of the Supreme Court.  "], [40584, "2020-10-02T22:27:09Z", [0.02], ""], [534, "2020-10-02T22:05:00Z", [0.1], ""], [86678, "2020-10-02T21:14:20Z", [0.01], ""], [88002, "2020-10-02T20:13:45Z", [0.01], ""], [67403, "2020-10-02T20:12:05Z", [0.2], ""], [34815, "2020-10-02T20:10:30Z", [0.0], ""], [84880, "2020-10-02T19:54:14Z", [0.01], "My understanding is that Mitch has the votes he needs as it is. I'm looking forward to your analysis."], [67232, "2020-10-02T19:17:04Z", [0.0], ""], [53391, "2020-10-02T19:11:59Z", [0.02], "If Collins and Murkowski do not vote (abstain) then that means 98 senators are voting and Amy need 49+1 = 50 Yes. There are 53 republican (incl collins) so with two abstentions there are 51 yes votes assuming party line vote (which is a safe assumption).\nMcconnel expects the nomination out of committee on oct 22.  But instead of going to 0 on the forecast i am leaving 2% for the possibility a republican senator contracts covid and must isolate and can not be on the floor to vote. And it happens in such a way that mcconnell decides to go ahead with vote and rely on VP tie breaker.  The question closes jan 5 but it will be over by end of october.\n"], [88452, "2020-10-02T19:00:58Z", [0.0], ""], [90457, "2020-10-02T18:51:12Z", [0.25], "It seems unlikely, but given the current political climate, I can see this scenario happening in at least 1 in 4 cases. It’s more in the realm of possibility now then at any point in history. "], [88766, "2020-10-02T18:41:49Z", [0.0], ""], [13657, "2020-10-02T18:31:28Z", [0.01], "Just reading the links provided by GJ, it looks like Repub Senator Jeff Flake (and unfortunate name for a politician) has vowed to oppose any judicial nominees until there is legislation protecting Robert Mueller. But the Republicans have a 53 to 47 majority. Even with flake flipping sides, it should sail through. The CBS news link talks about a recent judicial nominee that was appointed by a tiebreaking vote from pence but I don't think that applies because the bar association said that judge was not qualified and it was a more controversial appointment. "], [8826, "2020-10-02T18:22:40Z", [0.5], "No democrat's senators  will vote for her. 2 republican senators want to wait. That is a slim margin"], [96150, "2020-10-02T18:09:19Z", [0.05], "I think the Republican majority will get the vote through without needing his vote"], [1333, "2020-10-02T18:08:45Z", [0.01], ""], [92863, "2020-10-02T18:05:41Z", [0.19], ""], [32258, "2020-10-02T18:00:14Z", [0.02], "Don't see anyone else peeling off besides Murkowski and perhaps Collins."], [1333, "2020-10-02T17:17:05Z", [0.0], ""], [96093, "2020-10-02T17:10:20Z", [0.25], "The senators will vote party line, and even if a few Republicans abstain, they will likely still have a majority without Pence needing to break a tie."]], "open_date": "2020-10-02T17:00:25Z", "close_date": "2020-10-27T00:07:22Z"}