{"question_id": 685, "title": "Will Mahmoud Abbas visit Gaza before 1 January 2018? ", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[45227, "2018-01-01T07:00:04Z", [0.9], "They need to consolidate power and coordinate a response quickly to Trumps recognition of Jerusalem as capital of Israel"], [45217, "2018-01-01T06:49:12Z", [0.0], ""], [45195, "2018-01-01T04:48:08Z", [0.45], ""], [34959, "2018-01-01T03:27:41Z", [0.0], ""], [61, "2018-01-01T03:05:34Z", [0.0], ""], [37520, "2017-12-31T21:56:41Z", [0.0], ""], [44880, "2017-12-31T21:10:20Z", [0.0], ""], [44520, "2017-12-31T20:53:09Z", [0.45], ""], [44347, "2017-12-31T20:25:45Z", [0.0], ""], [44624, "2017-12-31T19:22:26Z", [0.3], ""], [2965, "2017-12-31T16:31:59Z", [0.0], ""], [1034, "2017-12-31T16:02:29Z", [0.0], ""], [691, "2017-12-31T12:43:12Z", [0.0], ""], [43665, "2017-12-31T09:37:28Z", [0.02], ""], [43657, "2017-12-31T07:47:08Z", [0.01], ""], [42233, "2017-12-31T06:13:42Z", [0.15], "Anti-Embassy move demonstration (viz. US recognition of Jerusalem etc)"], [43645, "2017-12-31T05:42:06Z", [0.25], ""], [61, "2017-12-31T04:03:44Z", [0.0], ""], [43465, "2017-12-31T02:55:39Z", [0.05], ""], [43604, "2017-12-30T21:49:59Z", [0.0], ""], [691, "2017-12-30T20:51:51Z", [0.0], ""], [41190, "2017-12-30T20:48:53Z", [0.0], ""], [12879, "2017-12-30T20:11:45Z", [0.01], ""], [1034, "2017-12-30T11:02:53Z", [0.0], ""], [26155, "2017-12-30T03:05:51Z", [0.0], ""], [73, "2017-12-30T02:14:15Z", [0.0], ""], [43511, "2017-12-30T01:59:30Z", [0.5], ""], [43495, "2017-12-29T21:13:54Z", [0.0], "Hamas will try to flex over Jerusalem news. Abbas won't take a chance on visiting Gaza now. "], [11430, "2017-12-29T20:48:32Z", [0.0], ""], [42762, "2017-12-29T18:47:04Z", [0.0], "in the  muslim  world everyone  wants  to  be  king  of a pile of  horse manure.  no  reconcillation  is  possible"], [43362, "2017-12-29T15:21:40Z", [0.01], ""], [83, "2017-12-29T15:07:03Z", [0.0], ""], [43367, "2017-12-29T08:54:23Z", [0.25], " moving US embassy to Jerusalem has likely hindered any thought of transfer"], [1034, "2017-12-29T08:53:52Z", [0.0], ""], [61, "2017-12-29T05:30:07Z", [0.0], ""], [43311, "2017-12-29T04:59:58Z", [0.0], ""], [43408, "2017-12-29T00:11:29Z", [0.0], ""], [43396, "2017-12-28T19:54:56Z", [0.01], ""], [1034, "2017-12-28T11:28:13Z", [0.0], ""], [38032, "2017-12-27T20:08:22Z", [0.0], ""], [39926, "2017-12-27T17:17:41Z", [0.0], ""], [40960, "2017-12-27T10:46:50Z", [0.0], ""], [42673, "2017-12-27T07:50:23Z", [0.0], "The deal can go forward without a visit and Abbas' health makes travel a concern."], [1034, "2017-12-27T07:45:19Z", [0.0], ""], [43235, "2017-12-27T04:21:47Z", [0.0], "Fugetaboutit"], [23006, "2017-12-27T04:00:23Z", [0.0], ""], [43067, "2017-12-26T22:10:32Z", [0.0], ""], [36709, "2017-12-26T20:11:09Z", [0.05], ""], [691, "2017-12-26T15:10:02Z", [0.0], ""], [1034, "2017-12-26T05:32:28Z", [0.0], ""], [699, "2017-12-26T00:13:36Z", [0.0], "Abbas's deal with Hamas is still not complete. Now, where Trump left him without funding he is as weak as Hamas, therefore the deal is probably dead, hee ain't come to Gaza."], [43085, "2017-12-25T19:04:03Z", [0.0], "There is too much building up there and he will not put himself in danger. A body double may go"], [1034, "2017-12-25T07:33:13Z", [0.0], ""], [43021, "2017-12-25T06:30:46Z", [0.0], ""], [43020, "2017-12-25T03:50:23Z", [0.02], ""], [43013, "2017-12-25T03:45:38Z", [0.15], ""], [42947, "2017-12-25T02:38:55Z", [0.75], ""], [36461, "2017-12-24T21:41:23Z", [0.25], ""], [11359, "2017-12-24T19:43:20Z", [0.85], ""], [41920, "2017-12-24T12:12:31Z", [0.0], ""], [1034, "2017-12-24T05:49:50Z", [0.0], ""], [13959, "2017-12-23T13:11:01Z", [0.0], ""], [1034, "2017-12-23T07:52:47Z", [0.0], ""], [42794, "2017-12-23T04:38:14Z", [0.0], ""], [42786, "2017-12-23T03:15:18Z", [0.02], ""], [38, "2017-12-23T02:18:41Z", [0.0], ""], [691, "2017-12-22T21:08:17Z", [0.0], ""], [1034, "2017-12-22T11:01:09Z", [0.0], ""], [35, "2017-12-21T16:55:18Z", [0.02], ""], [1034, "2017-12-21T15:19:26Z", [0.0], ""], [42598, "2017-12-21T04:59:32Z", [0.15], ""], [40733, "2017-12-20T18:54:09Z", [0.0], ""], [41270, "2017-12-20T14:17:51Z", [0.0], ""], [38903, "2017-12-20T14:14:39Z", [0.0], "No plans have been announced and the peace accord is still unimplemented.  Impact of Jerusalem as capital."], [41523, "2017-12-20T05:15:14Z", [0.0], ""], [1034, "2017-12-20T05:07:37Z", [0.0], ""], [5018, "2017-12-20T03:17:30Z", [0.0], ""], [22308, "2017-12-19T19:53:49Z", [0.0], ""], [691, "2017-12-19T18:03:58Z", [0.0], ""], [42552, "2017-12-19T16:05:51Z", [0.15], ""], [1034, "2017-12-19T05:18:43Z", [0.0], ""], [40960, "2017-12-18T21:07:48Z", [0.01], ""], [11002, "2017-12-18T20:58:24Z", [0.01], ""], [37053, "2017-12-18T14:48:55Z", [0.01], ""], [1034, "2017-12-18T05:31:20Z", [0.0], ""], [705, "2017-12-17T22:53:12Z", [0.0], ""], [1034, "2017-12-17T07:11:32Z", [0.0], ""], [4588, "2017-12-16T09:27:57Z", [0.0], ""], [33399, "2017-12-16T09:24:13Z", [0.05], ""], [1034, "2017-12-16T05:53:33Z", [0.0], ""], [42450, "2017-12-16T04:24:33Z", [0.05], ""], [1034, "2017-12-15T20:48:23Z", [0.0], ""], [25141, "2017-12-15T12:42:13Z", [0.0], ""], [13377, "2017-12-15T03:01:52Z", [0.0], ""], [691, "2017-12-14T17:45:32Z", [0.0], ""], [38, "2017-12-14T07:57:10Z", [0.03], ""], [1034, "2017-12-14T05:38:17Z", [0.0], ""], [9755, "2017-12-14T01:51:06Z", [0.0], ""], [13377, "2017-12-13T21:48:32Z", [0.04], ""], [1639, "2017-12-13T16:54:23Z", [0.0], "GAZA: A senior Palestinian official in President Mahmoud Abbas’s ruling Fatah party said Thursday US Vice President Mike Pence — due to visit the region later this month — “is unwelcome in Palestine”. “In the name of Fatah, I say that we will not welcome Trump’s deputy in the Palestinian Territories. \"He asked to meet (Abbas) on the 19th of this month in Bethlehem, such a meeting will not take place,” Jibril Rajoub said.\nhttps://www.geo.tv/latest/171252-us-vice-president-pence-unwelcome-in-palestine-fatah-official\n______________________________\nCOMMENT:  all makes acts of good will unlikely"], [41922, "2017-12-13T11:08:44Z", [0.0], ""], [1034, "2017-12-13T07:29:00Z", [0.0], ""], [2965, "2017-12-12T17:57:46Z", [0.0], ""], [1646, "2017-12-12T14:09:49Z", [0.0], ""], [1034, "2017-12-12T08:26:09Z", [0.0], ""], [40642, "2017-12-11T23:01:13Z", [0.0], ""], [1333, "2017-12-11T18:25:43Z", [0.0], ""], [40733, "2017-12-11T16:42:38Z", [0.04], ""], [40960, "2017-12-11T13:57:12Z", [0.45], ""], [41289, "2017-12-11T09:17:57Z", [0.07], ""], [41289, "2017-12-11T09:14:32Z", [0.17], ""], [1034, "2017-12-11T05:23:18Z", [0.0], ""], [42170, "2017-12-11T00:46:29Z", [0.0], ""], [15196, "2017-12-10T23:56:12Z", [0.0], ""], [41460, "2017-12-10T18:26:14Z", [0.01], "I am adjusting to lower probability due to the Jerusalem effect. Further turmoil is unlike to make for a conducive platform.   "], [37210, "2017-12-10T17:12:08Z", [0.9], ""], [691, "2017-12-10T14:48:42Z", [0.0], ""], [1034, "2017-12-10T08:22:46Z", [0.0], ""], [705, "2017-12-10T02:24:35Z", [0.01], ""], [42243, "2017-12-09T23:03:05Z", [0.75], ""], [19326, "2017-12-09T21:53:50Z", [0.36], ""], [38903, "2017-12-09T17:33:51Z", [0.0], ""], [1034, "2017-12-09T08:14:43Z", [0.0], ""], [8318, "2017-12-09T03:04:35Z", [0.02], ""], [38, "2017-12-08T22:47:34Z", [0.11], ""], [38, "2017-12-08T22:47:27Z", [0.15], ""], [38903, "2017-12-08T14:59:08Z", [0.06], "Intifada being called for."], [1034, "2017-12-08T07:58:08Z", [0.0], ""], [38163, "2017-12-08T06:45:56Z", [0.15], ""], [61, "2017-12-08T05:49:54Z", [0.0], ""], [1034, "2017-12-08T03:27:58Z", [0.0], ""], [2965, "2017-12-08T02:59:48Z", [0.0], ""], [41262, "2017-12-07T19:33:34Z", [0.07], ""], [40733, "2017-12-07T18:22:51Z", [0.11], "I still see at least some decent probability of a visit given the U.S. really angered everyone in the region by their announcement regarding Jerusalem."], [30284, "2017-12-07T16:06:58Z", [0.08], "Updated b/c of time passed"], [2965, "2017-12-07T15:01:28Z", [0.0], "There was little benefit and much harm to inject new controversy\ninto end of status negotiations  on Jerusalem\ncontrary to UN Resolutions 242 and 248 \"Rob Richer writes administration officials supporting this decision appear to have forgotten history. The Palestinian and related rejectionist movements/groups of the 1970s to 1990s were born of a lack of hope for a Palestinian state as much as they were from animus toward an Israeli state. Those groups—Wadi Haddad, the Popular Front for the Liberation of Palestine-General Command (PFLP-GC), Black September, Abu Nidal—proved effective in targeting aircraft, attacking airports, taking hostages, etc. They were defeated as much by the progress of the peace process and the Camp David Accords as they were by the actions of the various intelligence services aiming to take them down. In short, when there is hope, extremist organizations born of political motivations will stand down or whither from a lack of support.\" Re: this IFP ) with a thud of finality for 2017\n this has helped Hamas surge in Gaza a step in the wrong direction\nshot in the arm for hamas\nmoves towards peace however small neutralizes Hamas\nany change in status quo enables Hamas\nand marginalizes Abbas\nPLO cannot truly trade land for peace\nwithout control of Gaza\nhttp://www.bbc.com/news/world-middle-east-42265337 Witness Haniyeh declaring war on Israel again\n\"Ismail Haniyeh, the leader of Hamas which runs the Gaza Strip, has called for a \"day of rage\" on Friday and said it should \"be the first day of the intifada against the occupier\".\n\"We have given instructions to all Hamas members and to all its wings to be fully ready for any new instructions or orders that may be given to confront this strategic danger,\" he said in a speech in Gaza.\""], [38778, "2017-12-07T14:35:06Z", [0.0], "Updating as time elapses. "], [27661, "2017-12-06T14:48:03Z", [0.01], "The recognition of Jerusalem as Israel's capital may increase the likelihood of further consultations between Fatah and Hamas to show unity. But looking at their still existent conflicts that probably won't include a visit by Abbas. Source (unfortunately only one):\n- http://www.straitstimes.com/world/middle-east/hopes-for-palestinian-unity-delayed"], [38903, "2017-12-06T13:47:08Z", [0.08], "Unsure if recognizing Jerusalem as the capitol of Israel will increase the odds or lower the odds of a visit by Abbas to Gaza but I wager the uncertainty will lower odds.  Additionally, I don't think the transition period will be long enough."], [38475, "2017-12-06T12:40:57Z", [0.0], "Talk is cheap."], [1034, "2017-12-06T05:59:33Z", [0.0], ""], [23234, "2017-12-06T01:46:19Z", [0.1], ""], [23234, "2017-12-06T01:39:42Z", [0.05], ""], [2965, "2017-12-05T15:34:47Z", [0.0], ""], [1034, "2017-12-05T07:47:29Z", [0.0], ""], [31275, "2017-12-05T02:01:36Z", [0.0], "http://www.dailymail.co.uk/wires/afp/article-5127543/Hamass-weapons-block-path-Palestinian-unity.html https://www.i24news.tv/en/news/international/middle-east/161511-171129-fatah-says-hamas-not-committed-to-unity-deal-ahead-of-key-deadline"], [38163, "2017-12-04T23:37:26Z", [0.07], ""], [691, "2017-12-04T21:18:49Z", [0.0], ""], [42032, "2017-12-04T18:05:22Z", [1.0], ""], [40733, "2017-12-04T08:18:54Z", [0.17], "10-day delay is half over, and I suspect the \"delay\" was a thinly disguised veil for Egypt negotiators to save face before saying the negotiations have halted. As I've thought about the situation, I've dropped my odds considerably.  However, there is some degree of \"hope\" that Abbas will make a ceremonial visit as part of the negotiations.  As a reminder, he was supposed to make a visit in November before the deal was signed anyhow. "], [42125, "2017-12-04T05:08:02Z", [0.3], "Abbas disslike Hamas and his corrupt leaders. Hamas signed this agreement only because Hamas is very weak. Abbas does not need to be “nice” to Hamas for the agreement to work."], [41523, "2017-12-04T04:43:29Z", [0.01], ""], [2965, "2017-12-04T01:42:43Z", [0.0], "passage of time and  US  political fallout over settlements, embassy\ngreat article by Ehud Barak explains why\n https://www.nytimes.com/2017/12/01/opinion/ehud-barak-israel-netanyahu.html"], [22132, "2017-12-03T23:25:45Z", [0.01], ""], [1034, "2017-12-03T18:34:18Z", [0.0], ""], [37379, "2017-12-02T17:20:32Z", [0.0], "Passage of time."], [10945, "2017-12-02T13:45:50Z", [0.55], ""], [38903, "2017-12-02T13:37:21Z", [0.09], "Delay of ten days in handover leaves less time for a ceremonial visit in December. "], [1034, "2017-12-02T06:00:02Z", [0.0], ""], [9755, "2017-12-01T21:31:49Z", [0.55], "There is a plan and it’s a good one  let’s hope he does visit sooner rather than later ."], [1034, "2017-12-01T07:14:22Z", [0.0], ""], [35, "2017-12-01T04:02:29Z", [0.04], ""], [691, "2017-11-30T17:08:39Z", [0.0], ""], [28414, "2017-11-30T07:12:26Z", [0.0], ""], [1034, "2017-11-30T06:00:11Z", [0.0], ""], [34821, "2017-11-30T00:38:19Z", [0.0], "Correct for time: 1.6%\nIssue of Hamas military wing remains unresolved.\nhttps://www.haaretz.com/middle-east-news/palestinians/.premium-1.824254?v=D26D8456536B8E44AA1D74990AC08A98"], [41289, "2017-11-29T23:33:09Z", [0.35], ""], [28414, "2017-11-29T16:07:01Z", [0.05], ""], [1333, "2017-11-29T13:53:36Z", [0.01], "Just can not go to zero with a slow news day(in the middle east) like Christmas coming up to steal the spotlight."], [28414, "2017-11-29T07:59:03Z", [0.5], ""], [28414, "2017-11-29T07:57:11Z", [1.0], ""], [38, "2017-11-29T06:47:15Z", [0.55], "On November 1, 2017 Hamas handed over control of its five border crossings to the Palestinian Authority, the first of many changes to take shape within Gaza following the reconciliation deal signed last month on October 12. The next benchmark will be President Mahmoud Abbas’ first visit to Gaza in ten years sometime this month. Abbas is due to participate in discussions on how once dueling factions, Hamas and Fatah, will unite under a single banner—and to steer a process for elections. Despite the planned trip, skepticism is fomenting in the streets. No date has been announced for the historic visit . . .  Even so there are a few clues that this reporter found that shows the trip, and reconciliation more broadly, are still inching forward: The governor of North Gaza Salah Abu Warda told Mondoweiss: “Renovating Abbas’ house in Gaza has already started, as a prelude to his visit to Gaza.” There is a lot at stake for Palestinians in Gaza. Chief among their concerns are how the detente will put an end to a humanitarian crisis across the strip, spurred over the summer at a time of widening disputes between Palestinian factions and austere economic measures from Ramallah. Add to that the loss of Qatar as a major benefactor, and Gaza is left running on just four hours of electricity a day. Sewage now dumps into the sea, beaches are putrid, and swimming poses a serious risk to health (even death). The prospects of resolving these issues heightened support for reconciliation in Gaza even before the terms of the agreement were known. When Palestinian Prime Minister Rami Hamdallah stopped in Gaza in October before the marathon meetings with Hamas officials, he was unexpectedly greeted by warm crowds. People were eager for a change, any change. Optimism in Gaza also ran up to the top brass of Hamas’ political leadership. Political bureau member Salah al-Bardawil told Mondoweiss days before the reconciliation deal was signed, “Hamas’ decision for national reconciliation is a strategic decision. All Hamas members will be following the leaders to actualize reconciliation and end political divisions.” As early as September, high-ranking Hamas officials began prepping the local population for some form of coming unity government with the West Bank. Yahya Sinwar, head of Hamas, who was voted into the position earlier this year by a party leadership council, was the most vocal senior leader in the lead up to reconciliation. Two days before Rami Hamdallah arrived in Gaza in September, Sinwar met with Palestinian youth, intellectuals and media at the al-Commodore Hotel in Gaza to expatiate on the benefits of making concessions to the Palestinian Authority. He talked for four hours. Sinwar opened the floor for an unusually candid discussion. In the first round of queries he was asked around 25 questions ranging from the deterioration of the Palestinian cause, to Hamas’ mistakes in the government over the previous years, to how Hamas perceives the humanitarian and social realities that Palestinians in the strip endure. I asked Sinwar about what Hamas would do if reconciliation with the Palestinian Authority fails. He indicated that signing a deal with Ramallah was essential to keeping Hamas in power in the long-term. “If reconciliation talks fail, Hamas will withdraw from the scene,” he replied. Other statements Sinwar said pointed to the fear that if reconciliation collapses, Gaza would plunge into another war with Israel similar to events that led up to the 2014 war. Sinwar showed awareness that there are local opposition factions who are waiting to capitalize off of the power vacuum Hamas’ demise would create. Sinwar assured that Hamas does not seek war, but at the same time he said that al-Qassam Brigades is ready for any coming conflict; he warned: “Al-Qassam Brigades can fire [the same number of rockets] on Tel Aviv in 51 minutes as it fired in 51 days [in 2014],” At one point, Sinwar threatened anyone who opposed reconciliation: “I, with a crowd of youth, will break the neck of anyone who does not want reconciliation between Hamas and Fatah.” Reconciliation efforts, he said, are supported heavily by Mohammed al-Deif the leader of Hamas’ armed wing, al-Qassam Brigades. To this, the attendees clapped. The room was full of acclamation. Compromise with leaders in Ramallah is not new ideology for Sinwar, who served 22 years in an Israeli prison before being released during the 2011 Shalit prisoner exchange. Sinwar is regarded as being instrumental to that deal. Once back in Gaza, he supported the 2014 National Consensus Government. It is not surprising then that Sinwar told the audience he was prepared to make major concessions to the Palestinian Authority for the sake of achieving a breakthrough. “There will be sudden concessions [from] everyone at the national level,” he said. Observers in Gaza have talked about these concessions as a way to trade war for peace. Political analyst Abdel Sattar Qassem, a professor of political science at Nablus’ An-Najah National University, said that reconciliation will succeed in the long-run: “There are valuable regional parties seeking to actualize reconciliation as a means to achieve their self-interests, which will lead to the ‘deal of the century’ that the Egyptian president [Abdel Fattah] al-Sisi talked about,” he said, referring to Donald Trump’s attempt to broker a broad Middle East peace plan that would include Egypt, Israel and the Palestinians among others. Others pointed to changing alliances in the region as a driving factor. Naji Shurrab, a lecturer at al-Azhar University, added, “Hamas found itself alone after it became obvious that Arab countries tried to normalize the existence of Israel in the region. This is why they asked for Egypt’s help.” “Besides, Hamas is not intending to lose its way with Egypt, especially since Egypt is a gatekeeper to the regional and international world,” he said. “If the reconciliation failed this time, the living conditions in Gaza will become worse and worse,” he concluded. Analyst Zulfikar Sawirjo, a member of the central committee in the Palestinian Public Front in Gaza, agreed that Egypt’s involvement in the agreement lends legitimacy. “Palestinian reconciliation became a Palestinian, Arab, and regional priority. Large Arab and international parties have now an interest in ending the conflict. The interest of ending the conflict is now common, this is why I believe it will work this time.” Sawirjo clarified that there is also a common internal Palestinian interest in achieving reconciliation. Without Hamas and Gaza, Mahmoud Abbas can never fully advocate on behalf of Palestine at the United Nations or negotiate with Israel. And for Hamas, its only avenue to alleviating the humanitarian crisis in the Gaza strip is through Ramallah. Hussam al-Dajany, a political analyst and lecturer in al-Umma University, had a less optimistic view. Touching on one of the most controversial aspects of reconciliation, weapons—and who will have access to them in Gaza—al-Dajany said, “If Hamas’ resistance weapons are unbridled, Israel will not stay silent for long. They’ll destroy everything and we’ll return to the starting point again.” “We still have talks, not actual practices. When practices start, we’ll see what will happen,” he concluded. The reconciliation agreement outlined a framework for moving administrative authority in Gaza under the fold of the Palestinian Authority, by re-establishing the National Consensus Government, a short lived-power sharing body first established in 2014. In advance of the detente between Hamas and Fatah, Gazans hope that at the top of the agenda would be finding a solution for the lack of electricity and devastating consequences to health to the 1.8 million Palestinians in the besieged strip. Yet Gazans found themselves disappointed when this did not make it to the agenda. Abbas alluded to solving Gaza’s financial crisis even before the reconciliation deal was signed at the beginning of October in an interview with the CBC’s Mays al-Hadidi. When speaking of public funds earmarked for Gaza that the Palestinian Authority froze, he said the money would be transferred if there was a change of local power. “The returning of this part [of the budget] will come when the government is able to restore all of its functions in Gaza, but I am not rushing things because this effort needs  time and work,” Abbas said. Some officials in Gaza warn without practical improvements to the daily lives of Palestinians, people will grow frustrated. Many had hoped ending the electricity crisis would be a first step in bridging the political divide, yet it was left off of the agenda. “The delay of announcing the end of those punitive measures during the consensus government statement weakened the optimism of the people,” Hamas legislator Yahya Moussa told Mondoweiss after the reconciliation agreement was signed. “Lifting those measures represents the minimum requirements of the [national] consensus government.” Speaking in Ramallah mid-October Palestinian Prime Minister Rami Hamdallah, who heads the National Consensus Government, addressed this point when he said, “Do not expect that the problems of 11 years of division will end in days.” On the table for discussion are how Gaza’s Hamas 45,000 public employees will come under the fold of the National Consensus Government, a sort of unity leadership council comprised of government ministers from both Hamas and Fatah. How these employees will be paid is one of the more complicated issues of the deal, but officials from both Fatah and Hamas have agreed getting the employees paid is a priority. A spokesperson for Fatah, Fayez Abu Aita, told Sama News that the Palestinian Authority will pay Hamas’ appointed public employees for the month of November in December, and then find a comprehensive solution for who will pay the employees by February 2018. While Hamas’ Salah al-Bardawil told me a slightly different account of the arrangement: Hamas and Fatah will each pay two months of the salaries over the next four months.  Back in October, senior member of Fatah Mohammed Shatayyeh underscored, “People should be reassured that everyone who works will receive a salary and those who do not want to work will not receive the salary. Basically, we will not pay any old person on the street,” he added. Just before reconciliation kicked off, Gaza suffered a series of economic blows that was tangled up in punitive measures from Ramallah. The Palestinian Authority slashed salaries of Gaza’s public employees. Additionally, the agreement stipulates the Gaza Strip will build up its police force with 3,000 more officers from the West Bank. With most of the fine print incomplete, at the moment reconciliation is in a transitional stage where most of the fallout is occurring inside of Gaza. Merging government ministries between the two geographically separated and occupied Palestinian territories has started, but is far from over. During Abbas’ upcoming visit, another major agreement could be signed, a formal “end of division” document between Gaza-based Hamas and West Bank-based Fatah. This would make an official close of hostilities that erupted in 2007 where the West Bank and Gaza were separated through a two-month bloody struggle for power in Gaza that ended in competing governments. The Abbas visit is also expected to coincide with meetings on establishing elections. Palestinians have not held presidential or legislative elections in over a decade. Reportedly, Hamas is simultaneously seeking to join the PLO (the Palestinian Liberation Organization, which is the Palestinian representative to the international community). The PLO controls all Palestinian diplomatic affairs and has the sole authority to sign binding peace agreements with Israel, participate in United Nations agencies and make declarations of war.    “All factions needs to be part of PLO and adopt one program,” Hamas legislator Khalil al-Hayya told Mondoweiss, “In regard to peace and war, we need a united decision and this can’t be achieved as long as we’re not functioning as one government that represents all of us.” After the reconciliation deal with signed, Yahya Sinwar called for another meeting with influential Palestinian youth, intellectuals, politicians, party heads, and journalists. At least 300 showed up this time to the October 19 event at the Chalets Hall in Gaza. Sinwar stressed all of the points he raised in that first meeting where he received a round of applause in anticipation of the deal. With the agreement now inked, he described the Cairo talks as “difficult.” His most important statement was commenting on Benjamin Netanyahu’s description of the reconciliation as “faux reconciliations” because neither Fatah or Hamas bothered to recognize Israel in this document (a statement Netanyahu made while speaking in a West Bank settlement). Addressing the Israeli Prime Minister, Sinwar took a harsher tone that walked back some of the pragmatism in the new Hamas Charter he supported a few months before: “No one can force any conditions on us. Reconciliation is a Palestinian issue and no one can interfere with it.” “We have passed the stage of discussing the idea of recognizing Israel. Now we are not discussing recognizing Israel, but destroying it and when that will happen,” he said."], [11742, "2017-11-29T04:21:24Z", [0.07], ""], [11742, "2017-11-29T04:17:51Z", [0.0], ""], [29646, "2017-11-29T03:04:20Z", [0.0], ""], [30354, "2017-11-28T21:18:03Z", [0.0], ""], [691, "2017-11-28T20:47:59Z", [0.0], ""], [61, "2017-11-28T15:42:05Z", [0.0], ""], [41681, "2017-11-28T14:50:02Z", [0.03], ""], [41911, "2017-11-28T14:02:46Z", [0.0], ""], [41881, "2017-11-28T09:00:19Z", [0.16], ""], [1034, "2017-11-28T07:31:12Z", [0.0], ""], [41523, "2017-11-28T03:41:05Z", [0.03], ""], [41870, "2017-11-28T02:12:22Z", [0.4], "I could visit the Gaza strip but I think that Israel could forbid him to visit Gaza ."], [37379, "2017-11-28T01:49:07Z", [0.03], "http://www.aljazeera.com/news/2017/11/fatah-disarmament-hamas-dialogue-table-171127202933064.html"], [41859, "2017-11-27T23:08:06Z", [0.0], ""], [41851, "2017-11-27T22:25:23Z", [0.0], ""], [29646, "2017-11-27T21:29:08Z", [0.0], ""], [41812, "2017-11-27T21:27:53Z", [0.01], ""], [41801, "2017-11-27T21:03:32Z", [0.0], ""], [41796, "2017-11-27T19:36:43Z", [0.0], ""], [41783, "2017-11-27T19:07:33Z", [0.0], ""], [41583, "2017-11-27T18:40:40Z", [0.85], "Significant progress with Fatah; Abbas admin indicates visit- must build on relationship and demonstrate seriousness of commitment"], [41756, "2017-11-27T18:23:41Z", [0.3], ""], [37183, "2017-11-27T15:17:28Z", [0.02], ""], [31275, "2017-11-27T14:14:09Z", [0.03], "PA controls only 5% of Gaza. PA has not lifted sanctions or rationing of power to Gaza. Hamas has not disarmed. PA continues to cooperate with Israel on Security. No real change. Not going."], [41707, "2017-11-27T11:37:13Z", [0.01], ""], [1034, "2017-11-27T06:53:10Z", [0.0], ""], [41685, "2017-11-27T03:53:35Z", [0.02], "It appears from news reports that the unity agreement will not advance significantly toward implementation within this timeframe. And even if it did then Abbas would have to weigh safety concerns and time constraints with the benefits of a fresh showing of solidarity. I'm leaving only a token weight for remote possibilities. To visit Gaza, Abbas would need two preconditions: (1) the agreement remains favored by both parties and (2) a favorable outlook on the area's security. I don't have insight into the second, but I believe that what we're learning now about very limited effort toward Fatah control undercuts the first. And to the same point, these parties have a history of abandoning similar reconciliatory agreements. We can also note that Netanyahu's response indicates that pressure remains high on Fatah to not see such a deal through."], [61, "2017-11-27T03:21:47Z", [0.0], "Capturing links for later analysis. Current primary belief driving forecast is that Abbas wants his visit to be the capstone to reconciliation (see [4] below). Don't get the sense that we're near a \"capstone\" moment. To do: read up on the failed 2011 agreement. 21/22 November, 2017: update on reconciliation talks.\n[1] https://www.maannews.com/Content.aspx?id=779506\n[2] https://en.wikipedia.org/wiki/Ma%27an_News_Agency 18 November, 2017: milestone in the process: border crossing\n[3] https://www.reuters.com/article/us-palestinians-reconciliation-rafah/egypt-gaza-border-opens-under-pa-control-for-first-time-in-a-decade-idUSKBN1DI0C9 12 October, 2017\n[4] https://www.al-monitor.com/pulse/originals/2017/10/palestine-reconciliation-abbas-visit-gaza-hamas-fatah.html need to read the links in this post\nhttps://www.gjopen.com/comments/comments/621378"], [38903, "2017-11-26T22:45:43Z", [0.11], "No positive results from the negotiations this month. Peace treaty isn’t favored by US and IS without more concessions.  Uncertain about outcome makes it unlikely for a visit. "], [41707, "2017-11-26T21:16:44Z", [0.01], ""], [33846, "2017-11-26T17:55:50Z", [0.05], ""], [31275, "2017-11-26T15:31:34Z", [0.06], "Do not see any movement."], [13959, "2017-11-26T12:54:52Z", [0.05], ""], [36034, "2017-11-26T07:29:02Z", [0.22], ""], [1034, "2017-11-26T06:53:33Z", [0.0], ""], [41691, "2017-11-26T05:29:07Z", [0.0], ""], [29646, "2017-11-26T03:18:27Z", [0.0], "A lot of issues need to be ironed out.  Agreement on elections in 2018 is one step forward. However I don’t think Abbas visits if actual practical control of Gaza isn’t first ceded by the Hamas military wing to the PA. Hard to see a trip coming to fruition in the time remaining for the question. http://m.dw.com/en/rival-palestinian-parties-fatah-and-hamas-agree-to-hold-elections-by-end-of-2018/a-41492435 https://www.haaretz.com/middle-east-news/palestinians/.premium-1.824254?v=D26D8456536B8E44AA1D74990AC08A98"], [83, "2017-11-25T21:39:52Z", [0.01], ""], [500, "2017-11-25T19:26:35Z", [0.0], ""], [1639, "2017-11-25T18:22:53Z", [0.0], "It is actually quite remarkable that even now, more than a month after the original reconciliation document was signed in Cairo, the PA still has not lifted those sanctions — the same sanctions that make it difficult to supply electricity to the Gaza Strip, that sent thousands of former PA officials into early retirement, and that prevent the transfer of payments for medical treatment and the purchase of medications for Gaza’s residents. This is why Hamas and Egypt suspect so strongly that the PA is deliberately dragging its feet and has no genuine intention of reaching true reconciliation."], [41681, "2017-11-25T18:08:28Z", [0.06], ""], [15548, "2017-11-25T12:55:39Z", [0.0], ""], [1034, "2017-11-25T07:42:34Z", [0.0], ""], [41676, "2017-11-25T05:02:52Z", [0.35], ""], [29646, "2017-11-24T23:43:10Z", [0.0], ""], [1034, "2017-11-24T19:21:55Z", [0.0], ""], [691, "2017-11-24T16:25:05Z", [0.0], ""], [22264, "2017-11-24T14:21:55Z", [0.0], ""], [82, "2017-11-24T02:14:00Z", [0.0], ""], [2965, "2017-11-24T01:54:34Z", [0.03], ""], [10745, "2017-11-24T01:05:24Z", [0.0], ""], [1333, "2017-11-23T22:32:44Z", [0.0], ""], [41634, "2017-11-23T22:29:14Z", [0.05], ""], [41262, "2017-11-23T21:59:29Z", [0.08], ""], [29646, "2017-11-23T18:00:46Z", [0.0], ""], [41556, "2017-11-23T17:17:11Z", [0.12], "As time is running out for the 1 January deadline, the likelyhood of a visit is quite low. AFP reported a visit to Gaza within a month, over a month ago, citing \"a senior Fatah leader in Gaza\" (https://www.al-monitor.com/pulse/afp/2017/10/israel-palestinians-conflict-politics-gaza-abbas.html). This has not come due, and I take that to mean that there are no concrete plans for a visit, just hoping and speculation. The unity agreement does seem to be moving forward (http://www.aljazeera.com/news/2017/11/palestinian-factions-agree-elections-2018-171123055951413.html), but I am unsure of how important a visit to Gaza would be, when many details still could be worked out in Egypt, where the deals are taking place now."], [39926, "2017-11-23T15:01:08Z", [0.07], ""], [39937, "2017-11-23T11:33:24Z", [0.0], ""], [23779, "2017-11-23T11:10:00Z", [0.0], "time passed\n"], [34821, "2017-11-23T07:39:15Z", [0.02], "see notes"], [41600, "2017-11-23T04:28:41Z", [0.0], ""], [38032, "2017-11-23T03:29:16Z", [0.03], "Decreasing for 2 reasons. \n1. less than 40 days left. \n2. Despite the recent announcement of joint elections by the end of 2018, the reconciliation talks in Cairo have not gone well.  \nFrom Salah Bardawil, a member of Hamas’s political bureau: Bardawil said, \"We acted as best we could on all issues with the Palestinian Authority, but there is a great feeling of a missed opportunity.” He described the agreement as “meaningless and without real mechanisms for implementation. There is a vague joint declaration, but I find it difficult to see how we will succeed in bringing it into expression on the ground.\" Bardawil accused Fatah representatives of backing down from commitments in previous summits, leading to the current situation. \"The American pressure and the threats from Israel adversely affected the Palestinian Authority during the talks,\" he charged. https://www.israelnationalnews.com/News/News.aspx/238398\n\nNeedless to say, there is a lot of work that needs to be done until Abbas would risk a visit."], [29646, "2017-11-22T21:32:51Z", [0.0], ""], [37379, "2017-11-22T20:48:49Z", [0.0], "Harari, having slipped the Saudi noose and met with a slew of world leaders, just  walked back his resignation as prime minister of Lebanon. Given that he made his resignation announcement what apparently in captivity in Riyadh, one may suspect that his un-resignation has to do with getting support from other world leaders to protect him, his family, and his nation. Why does this mean something for Abbas, and why is my take on that something to drop to 0%? The Harari  situation has to do with Iran's outsized presence in Lebanon, primarily in the form of Hezbollah. Crown Prince MBS of Saudi Arabia is waging war by proxy against Iran in Yemen, and threatening to wage war by proxy against Lebanon. Meanwhile, those darned Hamas leaders in Gaza are in bed  with Iran, while MSB is becoming much more public with the Israel/Saudi Arabia alliance. Abbas also is best frenemies with Israel, having recently renewed their joint security agreement. Even more meanwhile, Hamas totally hates Israel, as does Iran and Hezbollah. So just right now, if the friend of Hamas's enemy is also Hamas's enemy, that looks not cool for Abbas to set foot in Gaza just now. What a soap opera, but in this soap opera, people get killed. Date line 11-22-2017  Lebanon’s Prime Minister Saad Hariri walked back his resignation on Wednesday after weeks of intensive international diplomacy aimed at restoring the delicate political balance that has kept the country from being pulled apart by regional tensions between Saudi Arabia and Iran. Hariri’s decision to stay on, provisionally at least, is an embarrassment to Riyadh, which is widely seen as having orchestrated the resignation. But the kingdom’s increasingly activist leadership — led by the 32-year-old crown prince who is spearheading the kingdom’s foreign policy — can take solace in having revived the conversation about the formidable influence wielded in Lebanon by the Iranian-backed militant group Hezbollah. The reversal capped a dramatic two-and-a-half weeks that saw Hariri resign suddenly from Riyadh on Nov. 4, then traveled to Paris, Egypt, and Cyprus, before finally returning home on the eve of Lebanon’s 74th Independence Day celebrations. -- https://apnews.com/0225bc96851d46f2861a8da069b7b1db"], [41586, "2017-11-22T18:02:54Z", [0.05], "Because recent administration pressure for a deal probably reduce chances (already low) for a visit in the near future."], [32872, "2017-11-22T17:45:26Z", [0.0], ""], [15548, "2017-11-22T17:22:35Z", [0.01], ""], [35, "2017-11-22T15:41:08Z", [0.19], ""], [2965, "2017-11-22T14:21:32Z", [0.04], "down 4 on US designation of PLO as terrorist organization"], [38903, "2017-11-22T13:25:19Z", [0.41], "Significant issues in the implementation of the signed reconciliation still exist.  This could delay implementation of the plan and make it less likely that Mahmoud Abbas will visit Gaza before 01 Jan 2018.  Talks are still underway in Egypt..."], [1034, "2017-11-22T06:19:40Z", [0.0], ""], [28041, "2017-11-22T01:24:04Z", [0.03], ""], [691, "2017-11-21T23:16:09Z", [0.08], ""], [29646, "2017-11-21T21:53:27Z", [0.05], ""], [38778, "2017-11-21T20:17:55Z", [0.05], "Adjusting down due to increased regional instability. I think that as the security situation in the region deteriorates, Abbas will be less likely to assume the personal risk of traveling to Gaza. "], [41542, "2017-11-21T16:50:24Z", [0.05], ""], [15548, "2017-11-21T16:17:09Z", [0.02], ""], [41163, "2017-11-21T16:05:31Z", [0.0], ""], [13377, "2017-11-21T12:44:45Z", [0.0], ""], [28414, "2017-11-21T11:23:47Z", [0.0], ""], [28041, "2017-11-21T09:26:17Z", [0.04], ""], [1034, "2017-11-21T06:23:34Z", [0.0], ""], [12037, "2017-11-21T04:20:44Z", [0.1], ""], [41523, "2017-11-21T00:01:38Z", [0.1], "Backing @JakePettit2 http://www.gjopen.com/comments/comments/614724"], [36709, "2017-11-20T20:44:20Z", [0.25], ""], [691, "2017-11-20T20:28:55Z", [0.08], ""], [29646, "2017-11-20T20:11:02Z", [0.05], ""], [1034, "2017-11-20T18:11:54Z", [0.0], ""], [28414, "2017-11-20T11:42:01Z", [0.05], ""], [37868, "2017-11-20T11:33:29Z", [0.65], "Chances are better than average with the deal signed, watching to see what happens at the meeting in Cairo on November 21st. Somewhat expecting Abbas to comment directly on a visit.\nhttps://mobile.nytimes.com/2017/10/12/world/middleeast/palestinians-fatah-hamas-gaza.html?referer=https://www.google.com/"], [28041, "2017-11-20T08:31:48Z", [0.05], ""], [38710, "2017-11-20T06:23:33Z", [0.1], "Nothing like this happens fast."], [82, "2017-11-20T06:20:03Z", [0.0], ""], [29646, "2017-11-20T02:00:30Z", [0.05], ""], [40864, "2017-11-20T01:34:40Z", [0.1], ""], [12137, "2017-11-19T22:00:02Z", [0.52], "Very convinced by vanschermerhoyt's baseline arguments."], [23234, "2017-11-19T21:05:23Z", [0.35], "I'm a big fan of this site's web design. http://president.ps/ Useful, too. Lots of videos but I don't speak Arabic and Google thinks he's speaking French so the translation is terribly wrong (if hilarious) on some of them."], [41500, "2017-11-19T20:31:55Z", [0.11], ""], [30284, "2017-11-19T19:32:30Z", [0.15], "10% seems a little low. I assume Abbas wants this to move forward fast. He's slow. Hamas seems to be cooperating. "], [12879, "2017-11-19T19:17:40Z", [0.05], ""], [1333, "2017-11-19T18:07:08Z", [0.05], ""], [28414, "2017-11-19T17:58:00Z", [0.0], ""], [41262, "2017-11-19T16:18:19Z", [0.09], ""], [373, "2017-11-19T15:24:00Z", [0.2], "Visit is unlikely so quickly, especially now that the Saudis are interacting with The Palestinians re. Lebanon."], [37157, "2017-11-19T13:59:24Z", [0.0], ""], [41461, "2017-11-19T12:13:55Z", [0.65], ""], [41461, "2017-11-19T12:06:03Z", [0.5], ""], [41460, "2017-11-19T10:58:12Z", [0.05], "A visit is very likely with view to declaring authority, but not that soon. The political latitude required for Abbas to establish control dictates a longer-term negotiation and the clock is ticking very fast. A visit before 1 Jan 2018 could be seen as hasty and possibly interpreted as a weakness. "], [1034, "2017-11-19T07:06:48Z", [0.0], ""], [41491, "2017-11-19T00:42:52Z", [0.1], ""], [29646, "2017-11-19T00:22:25Z", [0.05], ""], [1034, "2017-11-18T21:15:15Z", [0.0], ""], [37716, "2017-11-18T20:40:42Z", [0.15], ""], [691, "2017-11-18T20:13:19Z", [0.08], ""], [37250, "2017-11-18T18:35:32Z", [0.0], ""], [28041, "2017-11-18T17:07:59Z", [0.07], "Will Mahmoud Abbas visit Gaza before 1 January 2018? What would it take for Abbas to revisit Gaza? What would it take for him to not revisit Gaza? What about security conditions? For years now it has been said Abbas was going to be visiting Gaza “very soon” but as of Nov 2017 he still hasn’t revisited. Hamas won’t give up its weapons so Abbas may take that into account for not visiting. One Hamas terrorist could take out Abbas in order to provoke a renewed war between Hamas and Fatah. Plus Abbas hasn’t lifted the sanctions against Gaza. Don’t expect Hamas to relinquish complete control even though an agreement was signed between Hamas and Fatah to restore the PA’s governing authority in Gaza. Therefore Abbas is almost certainly not going to visit Gaza before Jan 2018. "], [37379, "2017-11-18T17:02:35Z", [0.05], "Time ebbs away fast. Meanwhile, the alliance between Israel and Saudi Arabia just became more public, and the common threat uniting these frenemies is Iran, the top ally of Hamas, which controls Gaza. Would Abbas find an advantage to setting foot inside the epicenter of this soap opera in the next few weeks? Lowering probability. Dateline 11-17-2017  Israeli Chief of General Staff of the Israel Defense Force Lt. Gen. Gadi Eizenkot says Israel is \"prepared to share information [with Saudi Arabia] if there is a need to do so\" highlighting a continuing thaw in relations between the countries as both grow wary of Iranian influence in the Middle East.  -- Situation Report, presented by The Embassy of the United Arab Emirates; Foreign Policy [fp@foreignpolicy.com]"], [41262, "2017-11-18T17:00:16Z", [0.09], ""], [22393, "2017-11-18T14:57:47Z", [0.05], ""], [40624, "2017-11-18T11:32:25Z", [0.85], ""], [29646, "2017-11-18T02:53:07Z", [0.1], ""], [41479, "2017-11-17T22:34:35Z", [0.85], "To solidify his position of authority"], [9518, "2017-11-17T21:53:52Z", [0.23], ""], [34647, "2017-11-17T21:07:04Z", [0.8], ""], [1646, "2017-11-17T20:09:03Z", [0.15], ""], [631, "2017-11-17T18:30:32Z", [0.0], "WWW.CIA.com You have to understand the Sunni Shiite conflict  Hesbola(Persian(Iranian) literally means Shiite, Palestine is clearly Sunni they will never cooperate.\nIf you don't understand the gears you'll never predict the motion of the machine."], [28041, "2017-11-17T18:05:52Z", [0.09], ""], [691, "2017-11-17T15:27:01Z", [0.08], ""], [598, "2017-11-17T12:20:16Z", [0.1], ""], [41456, "2017-11-17T08:48:32Z", [0.2], ""], [29646, "2017-11-17T04:33:37Z", [0.1], ""], [41262, "2017-11-16T22:04:17Z", [0.1], ""], [41430, "2017-11-16T21:02:43Z", [0.55], ""], [41318, "2017-11-16T15:44:05Z", [0.15], ""], [29646, "2017-11-15T22:51:05Z", [0.1], ""], [691, "2017-11-15T22:22:39Z", [0.08], "Off-chance of a little ceremonial dance to placate the external parties, but no actual reason to do this without quite a lot of groundwork first."], [39537, "2017-11-15T19:44:02Z", [1.0], ""], [2965, "2017-11-15T15:27:56Z", [0.08], "adjusting for crowd today by year \na unique event may recur\nhowever main levers of change US and KSA and Jordan and Egypt  all\nare occupied\nLack of a Dennis Ross type negotiator at State Big  Problem\nwho is going to break the deadlock\nwe broke it Iraq Syria Syria and Libya and KSA in Yemen\n@sevedb and @anneinak\nwe are still paying"], [11002, "2017-11-15T14:33:48Z", [0.1], "Increase pressure from Saudi Arabia and Egypt may result in signs of an agreement for public consumption only."], [13377, "2017-11-15T02:42:49Z", [0.05], ""], [40125, "2017-11-14T22:48:18Z", [0.08], ""], [691, "2017-11-14T22:32:19Z", [0.08], "1 January is coming up pretty fast.  Abbas isn't.  "], [41399, "2017-11-14T22:08:07Z", [0.65], ""], [8336, "2017-11-14T21:45:44Z", [0.12], ""], [29646, "2017-11-14T21:25:09Z", [0.15], ""], [41262, "2017-11-14T19:24:15Z", [0.1], ""], [35300, "2017-11-14T17:11:53Z", [0.35], ""], [37379, "2017-11-14T16:55:07Z", [0.11], "Things are calming down in the neighborhood, raising probability slightly. Dateline 11-14-2017 Saudi climbdown. Saudi Arabia is backing down after loudly signaling it was gearing up for a confrontation of Iran, with Saudi-led coalition authorities announcing the reopening ports in Yemen and Saudi-backed Lebanese Prime Minister Saad Hariri announcing that he was returning to Beirut and open to political compromise with Hezbollah. The turnabout came amid mounting public criticism over the humanitarian cost of the Saudi blockade in Yemen and questions about whether Hariri was being held against his will in Saudi Arabia.  -- Situation Report, Foreign Policy [fp@foreignpolicy.com] See also this outstanding analysis by a new player @JakePettit2 http://www.gjopen.com/comments/comments/614724"], [38325, "2017-11-14T16:52:40Z", [0.05], ""], [422, "2017-11-14T16:41:36Z", [0.05], ""], [1333, "2017-11-14T16:32:54Z", [0.15], "If I was in charge of his detail, there is simply no way I'm letting the boss go there without me having a team there 3-5 days prior. that narrows the window a bit and gives us a flag to look for to indicate a trip."], [28041, "2017-11-14T11:00:17Z", [0.05], ""], [706, "2017-11-14T06:29:04Z", [0.35], "too much noise from other parts of middle east.  Gesture needs to be world's focus, not an afterthought."], [41200, "2017-11-14T06:16:31Z", [0.95], ""], [34821, "2017-11-14T00:46:53Z", [0.05], "Looks like Hamas fooled me with their political theater. They're not serious about reconciliation after all. Thanks to JakePettit2 for his analysis. Update probability 11/21."], [15556, "2017-11-13T21:36:54Z", [0.1], "1. Likelihood of this deal coming to fruition in terms of a meaningful transfer of administrative power from Hamas to the PA is nearly zero:\n-Obstacle #1: Hamas has strongly declared that it will not disband its 25,000+ strong military arm (Qassam brigade) https://www.haaretz.com/middle-east-news/palestinians/1.818235. Huge problem for the reality of a transfer-of-power from Hamas to the PA. The PA still maintains its policy of paying pre-2007 Fatah government workers and police officers to not work for Hamas, and will have to form a new administrative government as Hamas has dissolved its \"administrative committee.\" The expectations inside Gaza, however, still revolve around a power-sharing agreement (Sami Abdel-Shafi, an independent political consultant in Gaza City, says, \"In the West Bank some people are talking about a complete governmental takeover in Gaza, whereas within Hamas, the language being used is all about political power sharing.\") Besides, what does Fatah-controlled administration really mean or really look like if Hamas maintains 20-25,000 soldiers inside Gaza? -Obstacle #2: President Abbas needs Israel (discussed in detail below). Israel will not support any agreement which does not require Hamas to disarm (Michael Oren, deputy minister for diplomacy in Israel, \"If it [Hamas] does [maintain its arms], then it’s a non-starter for Israel,” https://www.reuters.com/article/us-palestinians-reconciliation/palestinian-prime-minister-visits-gaza-in-move-to-reconcile-with-hamas-idUSKCN1C710M). I interpret the U.S.'s position similarly: \"Any Palestinian government must unambiguously and explicitly commit to nonviolence, recognition of the State of Israel, acceptance of previous agreements and obligations between the parties, and peaceful negotiations.”--Jason Greenblatt, U.S. President Donald Trump’s Middle East envoy). The success of any administration in Gaza is going to have to rely on, in part, cooperation with Israel.  -Obstacle #3: Mistrust between Fatah and Hamas. One of the biggest reasons for Hamas conceding administrative control to Fatah was President Abbas's policy of restricting water and electricity to Gaza, as well as refusing to pay government workers in Gaza. Hamas maintains Qassam forces which threw out Fatah in 2007, Fatah maintains loyal police forces on its payroll and would have to build a new administrative organization loyal to itself. Finally, Hamas's primary historical backers have been Qatar and Iran, while under Abbas' leadership Fatah has improved relations with Israel and Saudi Arabia more than any prior Palestinian leader (http://www.cnn.com/2014/08/06/world/meast/mideast-hamas-support/index.html).  2. Linked to the above, President Abbas has too many competing obligations to outside powers to risk meeting with Hamas leadership:\n-Obligations to Saudi Arabia (recently met with King Salman at King Salman's sudden behest https://www.alaraby.co.uk/english/news/2017/11/6/abbas-in-impromptu-visit-to-meet-saudi-crown-prince)\n-Obligations to working with Israel: For the past several decades the only route to reaching a peace agreement with Israel (read \"Bettering the lives of the Palestinian people\") has been working with Israel. A few on-the-ground successes Fatah has achieved from working with Israel:\n----Palestinian security forces have been allowed to take much more responsibility for security, especially in urban areas, in the West Bank--this reduces ugly confrontations between Israeli security forces and Palestinians and improves daily security (Israeli forces tend to focus on anti-terrorism operations, while Palestinian forces focus on anti-crime). \n----Signing of (tenuous) water-sharing agreements with Israeli water companies who hold the trump card of ultimate access require deft cooperation. \n----The securing of Israeli visas for Palestinian workers, a vital part of the Palestinian economy, has required cooperation and demonstrated self-policing on the part of the Palestinians. President Abbas has a fine geopolitical line to walk, and I believe the political costs of meeting with Hamas leadership outweigh the political benefits for him. Finally, despite what a few other forecasters have discussed, I do not believe fear for personal safety is a factor that would keep Abbas from visiting. Hamas has publicly promised multiple times to \"personally guarantee the safety\" of Fatah officials in Gaza, and would lose massive support if it perpetrated or failed to prevent an attempt on Abbas (https://www.haaretz.com/middle-east-news/palestinians/1.818235)."], [29646, "2017-11-13T21:35:14Z", [0.15], ""], [37379, "2017-11-13T21:09:45Z", [0.11], ""], [38032, "2017-11-13T20:16:34Z", [0.2], "The integration of the factions will be a slow, carefully planned process, with Abbas maybe visiting later down the line. The reconciliation deal surprised many, though its future implications are clear. https://www.timesofisrael.com/hamas-pragmatism-in-gaza-handover-hints-at-a-new-future-for-the-strip/. https://www.timesofisrael.com/how-do-you-solve-a-problem-like-palestinian-reconciliation-slowly-if-at-all/ However, it's unclear how the situation with Lebanon in the North of Israel will play out in the coming weeks, and how Hamas/PA will respond to those events. Will the Prime Minister of Lebanon return? If not, how Hezbollah respond? Saudia Arabia? Will this lead to an open war between Iran and Saudia Arabia? If so, how will Hamas respond? Abbas may want to wait until events calm down before visiting."], [40733, "2017-11-13T18:50:25Z", [0.31], "This may be the most complicated political situation I've tried to analyze thus far.  So much so, I should probably have just thrown in the towel. @cmeinel Thank you for the help getting started.   Long-story short, things appear to be headed in the right direction and Abbas has been traveling a lot to get things done.  The most important development is the up-coming meeting (Nov. 21st) in Cairo.  As a reminder, Egypt successfully brokered the first part of the deal in mid-October.   It's also important to note that this meeting was known about in advance of the \"urgent\" meeting in Saudi Arabia earlier this week.   As such, I think there is enough influential parties putting pressure on Abbas to get something done that the talks will be fruitful.  Unfortunately, even if the talks in Cairo are successful that leaves just 1-month for everything to settle and Abbas to get back to Gaza.  Given the Holiday season, I see this as sufficient time and motivation, but only time will tell.   I set my probability a bit higher than I normally would given the Cairo meeting, after which I will re-assess.   If this were a 1-year out question I would have had an 80% probability or higher, with the greatest chance occurring as early as 1Q18.  "], [636, "2017-11-13T16:08:55Z", [0.65], "Seems to be more support for a coalition approach since President Trumps strong support for Isreal."], [1639, "2017-11-13T15:53:05Z", [0.05], ""], [12879, "2017-11-13T14:37:45Z", [0.1], ""], [4431, "2017-11-13T14:35:58Z", [0.1], ""], [37379, "2017-11-13T14:20:18Z", [0.1], "Lowering from 15% to 10% on the basis that in addition to my analysis here http://www.gjopen.com/comments/comments/613914, I neglected to consider the threat of assassination from extremists in Gaza.  It's old news, but may well still weigh on Abbas' mind. On the other hand, possible reason to raise probability, waiting for more news. Lebanon's prime minister Saad al Hariri has broken his silence during his stay (or incarceration?) in Riyadh to say he will return to Lebanon, honest!  He previously had cited fear of assassination were he to return home. Situation normal, clear as mud. Dateline 11-13-2017 Saad Hariri has rejected rumours he is being held in Saudi Arabia against his will and pledged to return to Beirut \"very soon\" to affirm his decision to quit as Lebanon's prime minister. Hariri made the comments from Saudi Arabia's capital, Riyadh, speaking publicly for the first time since his shock resignation eight days ago.  -- http://www.aljazeera.com/news/2017/11/saad-hariri-return-lebanon-days-171112184704752.html Dateline 6-20-2007 Palestinian President Mahmoud Abbas lashed out at Hamas on Wednesday, calling the movement \"murderous terrorists\" who had targeted him for assassination. -- https://www.npr.org/templates/story/story.php?storyId=11208312"], [1333, "2017-11-13T14:17:43Z", [0.25], ""], [38548, "2017-11-13T09:13:28Z", [0.0], ""], [995, "2017-11-13T08:13:40Z", [0.45], ""], [23779, "2017-11-13T07:46:15Z", [0.05], ""], [23234, "2017-11-13T05:51:35Z", [0.2], "down... Gaza = Hamas rule. Also, https://www.haaretz.com/middle-east-news/palestinians/.premium-1.822422\n\"Embroiled in a dispute with Hamas over control in Gaza, the Palestinian president is [reportedly] trying to drum up support and economic aid from the Saudis\" http://www.aljazeera.com/news/2017/11/israel-instructs-diplomats-support-saudis-cable-171110134749905.html The above recent events seem to make this less, rather than more, likely. Too many things up in the air. But I dunno."], [29646, "2017-11-13T04:07:01Z", [0.15], "Very solid argument put forth by @cmeinel ."], [705, "2017-11-12T23:57:32Z", [0.12], ""], [23105, "2017-11-12T23:35:22Z", [0.5], "The recent news on thawing relationships between Hamas and Fatah"], [691, "2017-11-12T22:12:49Z", [0.08], ""], [37379, "2017-11-12T21:03:57Z", [0.15], "Roadblock #1 to Abbas traveling to Gaza: Saudi Crown Prince Mohammed bin Salman has summoned Abbas to Riyadh to discuss Hamas/PA unification, but will he go? Comparison class: Lebanon's head/former head of state (it's complicated) Saad al Hariri, apparently has been detained without the ability to communicate with his increasingly anxious citizens. The problem in both the case of Hamas and the Lebanese prime minister: their relationships with Iran, with which Saudia Arabhia is on the brink of escalating from their wars by proxy, most notably Yemen, to outright war. Roadblock #2: The PA/Israel agreement. Now, more than ever, Abbas needs his friends in Israel. But Hamas is making it a big deal. Israel is Hamas's enemy! Enemy!!! What if Abbas kills the Israeli agreement? Bad things happen to Palestinian leaders who cross Israel.  Like assassination. https://en.wikipedia.org/wiki/Assassination_of_Mahmoud_Al-Mabhouh Roadblock #3 Here's where it gets really complicated. Israel and Saudi Arabia are kinda, sorta covertly allies but both sides pretend to be enemies to satisfy gullible activists of all stripes. If Abbas is to avoid going down the drain as collateral damage in the spread of anti-Iran conflicts (Lebanon is now bracing against attack by Saudi Arabia), he needs Israel and its top ally Trump. So he won't cancel the security agreement with Israel even if he isn't afraid of the Mossad.  Roadblock #4: Trump visited Saidi Arabia, and voila! Blockage of Qatar, an ally of Iran. War on Yemen escalated, aided by U.S. weapons and other support. Hamas and Iran are allies, and to ensure that Mohammed bin Salman feaks out, Hamas officials visited their counterpart in Tehran recently. My first impression is 0% probability. However, this is one of the most complicated power player situations I've ever attempted to forecast. Sources: Dateline 11-11-2017 Lebanon’s president called on Saudi Arabia on Saturday to clarify why Lebanese Prime Minister Saad al-Hariri could not return home, a week after he stunned his country by resigning while in the kingdom. -- https://www.reuters.com/article/us-lebanon-politics-aoun/lebanese-president-presses-saudi-to-say-why-hariri-has-not-returned-idUSKBN1DB0ET Dateline 11-8-2017 Saudi Arabia has “summoned” the Palestinian Authority and Fatah President Mahmoud Abbas to Riyadh in response to a visit by Hamas officials to Tehran, former Egyptian ambassador Abdullah Al-Ash’al told Quds Press on Tuesday. “The Saudis will order Abbas to be inflexible on two issues,” explained the political analyst. “He must not respond to Hamas calls to end the security cooperation with the [Israeli] occupation, and not lift the sanctions imposed on the Gaza Strip.” This, he added, will push Hamas to withdraw from the reconciliation deal. -- https://www.middleeastmonitor.com/20171108-saudi-arabia-summoned-abbas-in-response-to-hamas-trip-to-iran/ Dateline 11-8-2017 Despite the recently-struck Palestinian unity deal, Hamas spoke out against Abbas' decision to resume security coordination, saying it \"distorts the reputation of the Palestinian people.\" -- http://www.jpost.com/Arab-Israeli-Conflict/Hamas-blasts-renewed-PA-security-coordination-with-Israel-as-a-great-danger-513794"], [29646, "2017-11-12T18:59:13Z", [0.25], ""], [2965, "2017-11-12T16:46:14Z", [0.3], "There is hightened speed\nevets occur faster\nmore places\nhyper velocity in mideast along tectonic faults betyween Persia (Iran) and west\nthese conflicts are not disappearing\nI am thankful to @vanschermerhoyt for that analysis\ncewrtainly possible\ngaining velocity\nwith hamas being a terrorist state by US Israeli law it is difficult for Abbas to negotitiate an acceptable solution"], [23704, "2017-11-12T15:40:04Z", [0.15], ""], [41360, "2017-11-12T15:28:25Z", [0.22], ""], [1333, "2017-11-12T14:55:00Z", [0.15], ""], [35398, "2017-11-12T14:39:18Z", [0.99], ""], [1667, "2017-11-12T13:12:28Z", [0.15], ""], [2965, "2017-11-12T13:04:55Z", [0.0], "started wrong at 60\nUS efforts are ongoing\nbut Abbas has no constituency,is ill, and after Dahlan was kicked out of Gaza,\nPLO/PA no presence\nwhile US policy is cleärly moving to the Rabin two stäte formulation\njust too much turbulence all over Mideast and Indo Asia\nand recalĉitrant ossified extremists  dominate decisionmäking of\nevery actor from Knesset to PA to Hämas "], [23234, "2017-11-12T05:59:27Z", [0.42], "https://in.reuters.com/article/israel-palestinians-security/palestinians-resume-security-ties-with-israel-eye-gaza-enforcement-idINKBN1D81EF"], [29646, "2017-11-12T00:04:09Z", [0.25], ""], [34821, "2017-11-11T19:32:33Z", [0.65], "Update on December 2nd. Note to self: see Google Keep notes."], [38903, "2017-11-11T16:44:07Z", [0.67], "The baseline by @joew92 (the number of visits since 2007) I think is the wrong baseline.  It’s important to take the outside view here--it's not the number of his visits in the past seven years but rather what is the baseline number of visits of heads of state after a major peace process or deal?  This is probably pretty high (think Ireland, Columbia and FARC, any major peace process or treaty like between the US and the Soviet Union).  I'd place this at 90% and higher.  There are some international events that are just so big and important that heads of state have to be present, the ceremony matters a lot.  I think in this case, a visit by Abbas, should be expected. But I don't think that's the only probability or question at work in this forecast.   The next part of question is time and that is based on what exactely?  I think it's based on, \"Will this peace process work?\"  What is that baseline?  There were a number of deals in the past, I don't have that number exactly, but I'll guess it's about 2 per a year since 2007.  So there have been five such peace attempts, this being the fifth.  The baseline for success then is somewhere around 1 in 5 or 20%. Adding probabilities together and dividing, that brings it to 46%.  I'm more optimistic about this peace process though, at least being secure enough to lay the ground work for a visit.  There is already an agreement in place and signatures signed.  Whether it holds for a year or two isn't as important as whether or not it's enough of a deal to get a head of state to visit and I think it is. But there is a lot of evidence that this deal is different.  \n1)  Sanctions against Hamas worked.\n2) The deal is signed.\n3) Saudi Arabia backing.\n4) Egypt backing.\n5) Instability and threats from Iran focusing pressure on a solution to focus resources elsewhere. Consider that it's been said he’s coming  soon.  That's a big announcement to make and there a popular expectation that he will come.  I don't know what criteria his office is using to plan the visit and what's driving their timeline but I do think they are planning a visit.  He is pragmatic and don't know if that would raise or lower a probability. But overall I think he will go. The agreement goes into effect on 01 Dec 2017.  This gives 30 days for a visit by Abbas.  Is that enough time?\n"], [1034, "2017-11-11T15:51:57Z", [0.0], ""], [41270, "2017-11-11T14:26:02Z", [0.05], ""], [2965, "2017-11-11T13:24:18Z", [0.0], "no\nnow Israel and Saudi invade Lebanon\nno proxies here\nWestern press all over border\nthis like 2006 will be televised\nwhat do you think @aaseawaf15"], [15548, "2017-11-11T12:43:46Z", [0.03], ""], [879, "2017-11-11T05:15:49Z", [0.0], ""], [15548, "2017-11-11T03:19:01Z", [0.2], ""], [83, "2017-11-11T02:34:25Z", [0.02], "Saudis reportedly want a Palastinian - Isreali agreement, in order to allow a United Saudi - Isreali front against Iran:\nhttps://www.middleeastmonitor.com/20171109-abbas-and-saudi-crown-prince-discuss-anti-iran-alliance/"], [29646, "2017-11-11T01:15:08Z", [0.25], "My 55% looks like an outlier, to say the least.\nUpon further research it appears now that nearly one month has passed since it was said that “if everything goes well” Abbas would visit Gaza within the month.  Evidently, either not all is going well, or something else is making him not visit. Lowering my estimate to reflect this reality, as well as the short window of time. Not convinced it’s impossible though, so I’m still going to stay above the current 10% consensus."], [2965, "2017-11-11T00:37:54Z", [0.0], "Lebanon is blowing úp\nSyria and Iraq\nHezbollas,Hamas,and Iran dominating that landbrige\nAbbas track record not promising\nhis problem"], [15371, "2017-11-10T21:51:04Z", [0.85], ""], [1333, "2017-11-10T20:29:59Z", [0.25], ""], [41160, "2017-11-10T20:03:52Z", [0.44], ""], [41160, "2017-11-10T19:55:17Z", [0.65], ""], [37365, "2017-11-10T19:47:59Z", [0.1], ""], [488, "2017-11-10T19:39:26Z", [0.05], "No chance. He is afraid to visit Gaza. "], [41262, "2017-11-10T18:50:40Z", [0.09], ""], [31275, "2017-11-10T18:19:40Z", [0.1], "Lowering. Trouble already brewing. Sanctions on Gaza not lifted, Abbas resumes security arrangement with Israel, PA Police Chief says Hamas must disarm, today Israel is sealing Gaza Border. The ‘Unity’ appears to be just on paper. One tweet says Abbas to step down. We shall see."], [2965, "2017-11-10T16:49:23Z", [0.1], "My desire for peace met the wisdom of crowd"], [23779, "2017-11-10T14:20:11Z", [0.15], ""], [37157, "2017-11-10T13:04:11Z", [0.1], ""], [41289, "2017-11-10T10:57:54Z", [0.45], ""], [37474, "2017-11-10T05:08:20Z", [0.0], ""], [36719, "2017-11-10T04:06:09Z", [0.15], "As the prime minister already visited, I don't think the president will visit."], [5018, "2017-11-10T00:33:05Z", [0.1], ""], [15196, "2017-11-09T23:24:53Z", [0.02], ""], [691, "2017-11-09T19:50:51Z", [0.08], ""], [15548, "2017-11-09T18:33:00Z", [0.3], ""], [16272, "2017-11-09T17:28:45Z", [0.04], ""], [31450, "2017-11-09T16:44:04Z", [0.0], "I've heard this idea before, I'd be surprised if the unity deal holds much less Abbas pays a visit to Gaza."], [1333, "2017-11-09T14:56:07Z", [0.35], "Should he suddenly need medical treatment in Paris or London I'll drop this to zero."], [23234, "2017-11-09T14:49:56Z", [0.4], ""], [38778, "2017-11-09T14:32:27Z", [0.2], "Given that Abbas has visited only once in roughly 10 years, the base likelihood of a visit in the next two months is very low - around 2%.  That said, given the mention in the NY Times article (among others) that \"if the process goes well, Mr. Abbas could visit Gaza in the coming month,\" we are probably at a higher likelihood than the historical average.  This seems to hinge on what is meant by \"if the process goes well\" and \"in the coming month\".   For starters, the 'process going well' is seemingly in reference to the transfer of the administration of Gaza over to the PA effective Dec 1st. But what exactly would constitute 'well' is uncertain. No bloodshed? Restoration of electricity supplies to Gaza? Smooth transfer of power? Ticker tape parade? I really don't what 'well' means to Abbas. At any rate, 'poorly' would probably look like nothing actually happening, which seems fairly likely to me given the numerous points of contention between Hamas and Fatah. The other question is what 'in the coming month' is supposed to mean. In the month following the announcement? This would suggest a visit sometime this month. Or in month following things going well? Suggesting maybe a December visit? If the visit were imminent, I would expect more coverage trying to hype the affair. I'm thinking the best likelihood of a near term visit, if there is going to be one at all, would be sometime in December conditioned on a smooth administrative transfer.  I'm going to say 20% probability for starters, to reflect the current reconciliation attempts and official statements regarding the possibility of a visit. But if we get to December and it looks like the transfer process is floundering, I will start sharply degrading toward the historical average. "], [2965, "2017-11-09T11:48:27Z", [0.6], "hopeful for peace process\nshould send Dennis Ross"], [40054, "2017-11-09T09:37:51Z", [0.05], "...he will take more time till he visit the area... \"Abbas was last in Gaza in May 2007, shortly before Hamas seized full control of the enclave in June 2007.(...)\nPalestinians in the media have been increasingly calling on Abbas to travel to Gaza and lift the sanctions that he imposed in early April to pressure Hamas into relinquishing control over the territory.\" Read more: http://www.al-monitor.com/pulse/originals/2017/10/palestine-reconciliation-abbas-visit-gaza-hamas-fatah.html#ixzz4xvTAqWHu\n"], [29646, "2017-11-09T02:57:55Z", [0.55], "https://mobile.nytimes.com/2017/10/12/world/middleeast/palestinians-fatah-hamas-gaza.html?referer=https://www.google.com/\nAccording to the article, “If the process goes well” Abbas could visit Gaza within a month.\nWill start out saying slightly better than even odds."], [35, "2017-11-09T02:45:02Z", [0.27], ""], [41318, "2017-11-09T02:37:54Z", [0.2], ""], [13959, "2017-11-09T02:20:45Z", [0.25], ""], [1333, "2017-11-09T01:34:56Z", [0.35], ""], [40642, "2017-11-08T22:52:09Z", [0.05], ""], [23234, "2017-11-08T22:09:41Z", [0.5], "i dunno"], [18846, "2017-11-08T21:50:43Z", [0.0], ""], [1646, "2017-11-08T21:20:11Z", [0.8], ""], [691, "2017-11-08T21:08:12Z", [0.08], "Haven't followed this as closely as doubtless I should have, but my impression is that there is a lot of choreography still to be worked out before this is ready to happen."], [16851, "2017-11-08T19:43:09Z", [0.85], ""], [3922, "2017-11-08T18:57:29Z", [0.0], ""], [4729, "2017-11-08T18:56:22Z", [0.1], ""], [36926, "2017-11-08T18:52:31Z", [0.15], ""], [1333, "2017-11-08T18:31:09Z", [0.25], ""], [12879, "2017-11-08T18:29:16Z", [0.25], ""], [31275, "2017-11-08T18:22:59Z", [0.2], "Sanctions have not been lifted despite PA taking over. That does not happen till Dec 1. There is less fuel going to power plant in Gaza and problem of militias. Probably a problem for him to go as riots might happen."], [2965, "2017-11-08T18:18:43Z", [0.6], "There are working meetings but ĉomplications all around.\nBut the impossible is now likely.\nAbbas needs to exercise PA sovereignty ät all border crossings with Egypt and Israel.\nMore meetings are necessary"]]}