{"question_id": 2087, "title": "Will Abiy Ahmed cease to be the prime minister of Ethiopia by way of extraconstitutional events before 1 January 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.0, 1.0], "correct_answer": "No", "correct_forecast": 1.0, "preds": [[38, "2022-01-01T03:11:01Z", [0.0], ""], [103878, "2021-12-30T23:49:55Z", [0.0], ""], [101904, "2021-12-30T14:28:07Z", [0.0], ""], [52131, "2021-12-29T20:23:02Z", [0.0], ""], [1333, "2021-12-29T15:41:43Z", [0.0], ""], [45594, "2021-12-28T15:04:49Z", [0.0], ""], [50769, "2021-12-27T03:48:04Z", [0.02], ""], [97302, "2021-12-26T03:04:36Z", [0.0], ""], [103822, "2021-12-25T16:56:48Z", [0.0], ""], [1624, "2021-12-25T01:10:28Z", [0.0], ""], [62808, "2021-12-23T18:41:32Z", [0.0], ""], [88452, "2021-12-22T16:06:36Z", [0.0], ""], [34959, "2021-12-22T15:57:54Z", [0.0], ""], [80475, "2021-12-22T00:45:43Z", [0.0], ""], [80667, "2021-12-21T18:13:55Z", [0.0], ""], [89038, "2021-12-21T15:30:24Z", [0.0], ""], [1333, "2021-12-21T14:24:16Z", [0.01], ""], [99993, "2021-12-20T16:36:12Z", [0.0], ""], [97753, "2021-12-20T13:46:38Z", [0.0], "Adjusting for passage of time, TPLF withdrawal statement*. *https://www.reuters.com/world/africa/tigray-forces-withdraw-neighbouring-ethiopian-regions-spokesperson-2021-12-20/?taid=61c079a45bce710001f01bd3&utm_campaign=trueAnthem:+Trending+Content&utm_medium=trueAnthem&utm_source=twitter"], [1624, "2021-12-18T00:24:48Z", [0.02], ""], [87566, "2021-12-16T11:55:49Z", [0.1], ""], [88452, "2021-12-16T07:47:49Z", [0.04], ""], [1333, "2021-12-13T16:50:57Z", [0.0], ""], [88452, "2021-12-12T11:34:19Z", [0.1], ""], [1333, "2021-12-12T01:32:01Z", [0.01], ""], [1624, "2021-12-11T00:27:01Z", [0.05], ""], [88452, "2021-12-10T10:55:30Z", [0.23], ""], [62808, "2021-12-09T21:27:37Z", [0.0], ""], [103650, "2021-12-09T19:00:56Z", [0.0], ""], [88452, "2021-12-04T17:48:17Z", [0.49], ""], [56265, "2021-12-04T17:08:35Z", [0.03], ""], [1624, "2021-12-03T02:35:33Z", [0.06], ""], [691, "2021-12-02T15:14:14Z", [0.0], ""], [1333, "2021-11-30T12:45:30Z", [0.0], ""], [103399, "2021-11-30T10:15:01Z", [0.2], "There surely is at least a chance that he will simply be killed, especially if he is anywhere near the front?"], [103399, "2021-11-29T11:08:11Z", [0.3], ""], [88452, "2021-11-26T14:20:23Z", [0.72], "https://apnews.com/article/europe-middle-east-africa-turkey-kenya-ceaa44c20ad4eb32ba02af5ba9759aba"], [89038, "2021-11-25T15:02:02Z", [0.01], ""], [88452, "2021-11-23T09:46:41Z", [0.21], ""], [103233, "2021-11-22T03:18:04Z", [0.0], ""], [691, "2021-11-21T16:43:12Z", [0.01], ""], [88452, "2021-11-21T13:03:48Z", [0.27], ""], [1624, "2021-11-19T23:47:57Z", [0.04], ""], [103290, "2021-11-18T23:59:10Z", [0.0], ""], [55987, "2021-11-18T16:47:56Z", [0.0], ""], [691, "2021-11-17T19:19:34Z", [0.03], ""], [1624, "2021-11-13T03:38:51Z", [0.07], ""], [1333, "2021-11-10T15:30:17Z", [0.01], ""], [103043, "2021-11-10T00:01:13Z", [0.02], ""], [88452, "2021-11-08T13:02:47Z", [0.35], ""], [1624, "2021-11-07T00:26:46Z", [0.05], ""], [1624, "2021-11-06T01:08:04Z", [0.01], ""], [45594, "2021-10-30T21:33:39Z", [0.05], ""], [62808, "2021-10-16T15:20:20Z", [0.0], ""], [13551, "2021-10-15T05:20:41Z", [1.0], ""], [89038, "2021-10-11T19:53:22Z", [0.02], ""], [1333, "2021-10-09T14:51:52Z", [0.0], ""], [58028, "2021-10-08T20:48:22Z", [0.03], ""], [97753, "2021-10-02T11:15:10Z", [0.01], "It seems very unlikely that this could happen within the time venue. Abiy Ahmed's Prosperity Party commands a strong electoral majority (although opposition boycott and the exclusion of adversarial areas doesn't hurt one's vote share, PM's are not toppled or killed most of the time, and there are only a few months to go. generally speaking). He has enemies, of course, but the time frame seems too small and external powers while chiding in their tone do not seem to signal drastic action. I am throwing in 1% because who knows, but that mainly expresses the general uncertainty of the world rather than the specifics here."], [1333, "2021-09-30T13:33:16Z", [0.0], ""], [95683, "2021-09-29T02:19:46Z", [0.0], ""], [95683, "2021-09-28T02:24:33Z", [0.0], ""], [62808, "2021-09-27T20:49:10Z", [0.0], ""], [1333, "2021-09-27T13:27:32Z", [0.01], ""], [100653, "2021-09-27T07:11:45Z", [0.0], ""], [95683, "2021-09-27T02:24:40Z", [0.0], ""], [95683, "2021-09-26T20:36:28Z", [0.0], ""], [102143, "2021-09-21T20:58:19Z", [0.03], "We did not hear much out of Biden at UN speech. "], [87691, "2021-09-20T03:53:56Z", [1.0], ""], [38210, "2021-09-19T18:36:35Z", [0.1], ""], [1333, "2021-09-19T13:24:29Z", [0.03], ""], [27334, "2021-09-17T07:03:53Z", [0.05], ""], [102509, "2021-09-13T14:45:27Z", [0.5], "Baseline - no prior"], [95683, "2021-09-11T22:45:58Z", [0.0], ""], [1333, "2021-09-11T21:06:55Z", [0.07], ""], [1333, "2021-09-11T14:28:40Z", [0.08], ""], [1333, "2021-09-10T08:37:39Z", [0.09], ""], [102437, "2021-09-07T10:09:18Z", [0.08], ""], [62808, "2021-09-05T20:56:19Z", [0.0], ""], [102436, "2021-09-05T09:30:34Z", [0.2], ""], [1624, "2021-09-04T01:18:30Z", [0.0], ""], [88452, "2021-09-03T03:54:16Z", [0.0], ""], [95683, "2021-09-02T20:44:27Z", [0.0], ""], [89038, "2021-08-31T18:29:06Z", [0.03], ""], [1333, "2021-08-31T06:55:30Z", [0.1], ""], [100653, "2021-08-30T16:24:57Z", [0.01], ""], [691, "2021-08-25T17:20:09Z", [0.01], ""], [1333, "2021-08-25T12:14:53Z", [0.11], ""], [1333, "2021-08-24T12:35:04Z", [0.14], ""], [1333, "2021-08-23T11:13:55Z", [0.25], ""], [1333, "2021-08-23T09:35:54Z", [0.37], ""], [1333, "2021-08-22T09:54:41Z", [0.38], ""], [102157, "2021-08-21T16:44:28Z", [0.12], "Updated probability 16% -> 12% No significant chances (or at least I haven't noted any...) in Ethiopian situation and time is running."], [1333, "2021-08-19T13:26:26Z", [0.39], ""], [92232, "2021-08-18T14:36:23Z", [0.03], ""], [92232, "2021-08-18T14:36:12Z", [0.04], ""], [102278, "2021-08-18T07:47:26Z", [0.71], ""], [1333, "2021-08-17T13:28:55Z", [0.4], ""], [101935, "2021-08-15T15:42:53Z", [0.06], ""], [45594, "2021-08-15T07:12:02Z", [0.05], ""], [102157, "2021-08-15T05:30:23Z", [0.16], "Update 19% -> 16%: Ahmed published a speech where he urged all Ethiopians to join militias and army to fight Tigray. This might tell that insurgency is not under government control, but also that Ahmed is ramping up the fight and is tightening his grip. According to some medias, Ethiopia has also purchased armed drones and is planning to start using them in Tigray. Adjusting the probability a bit; time is running and message is that Ahmed grip is (at least for the time being) fairly strong."], [1333, "2021-08-14T14:04:04Z", [0.41], ""], [83135, "2021-08-14T01:33:32Z", [0.0], ""], [102143, "2021-08-14T00:01:02Z", [0.03], "Very little chance given that there is allot of animosity against Tigray's long tribal rule and he can rally Amhara tribal support for expansion, unless there is a murder (in fighting among the amhara).  For the time being Tigray seems to be a stalemate. If Tigrayans can get support from Eritrea or Sudan the balance could change for Addis Ababa / Amhara."], [1333, "2021-08-12T05:48:31Z", [0.42], ""], [691, "2021-08-10T17:59:18Z", [0.02], ""], [8826, "2021-08-09T19:17:36Z", [0.0], ""], [1333, "2021-08-09T13:42:33Z", [0.44], ""], [74903, "2021-08-09T12:24:30Z", [0.15], "No -   last election have been won by Abiy Ahmed and his Prosperity party\n      -    polarisation in conflict time reinforce the leader of the government\nyes - Ethiopia is an unstable country in many ways\n"], [102157, "2021-08-09T07:00:20Z", [0.19], "Update 36% -> 19%: After 2018 attemp on his life, Ahmed started his own \"Pretorian guard\" Ethiopian Republican Guard, which is fairly large special forces unit tasked to protect Ahmed. Unit members come from Oromo-tribe (Ahmed is also Oromo). Unit has been trained abroad, has good equipment and resources and is believed to be loyal to Ahmed. Ahmed could also give up his position voluntarely and go into exile, so I guess in that case that would not be \"yes\" -answer (not extraconstitutional event). So my previous (initially already too high..) probability is now readjusted."], [27334, "2021-08-09T02:13:30Z", [0.15], "Either the rebels march to Addis, or they sufficiently destabilize the government so that Ahmed is removed, or some other actor gets involved. These seem all seem to be possible, if none likely individually. "], [102157, "2021-08-07T18:06:08Z", [0.36], "+ \"Yes\" includes both coup and death of Ahmed.\n+ There's been 37 coups or attemps in Africa 2010-2020, so roughly 3,7 per year (this adds up pretty well, though there are countries with more than one coup or coup attempt). 2021 there's been only one, so we should see more this year.\n+ There's been at least 5 coups or attemps in Ethiopia since 1928, recent attemp 2019 by Brig. Gen. Asaminew Tsige. Tsige was part of Amhara people who are now siding Abiy Ahmed.\n+ Ongoing war in Tigray; lot's of tensions and hatred towards Ahmed and also potential armed entities threatening his position and life.\n+ Tribal and ethnical scene is very fragmentary in Ethiopia, possible adversaries could rise.\n+ In recents months Tigray forces have advanced considerably weakening Ahmed's position as leader.\n+ Ahmed has called different militias to take arms in order to halt Tigray; more active armed tribal militias could increase tensions and bring prominent political leading figures.\n+ When Ahmed came to power in 2018, he made significant reforms to the country's judicial system, economy, and foreign policy. According to an article by Hailemariam Desalegn, the former prime minister of Ethiopia, TPLF officials were concerned these moves were going to threaten their political and economic position in the country. Thus TPLF officials started defying the orders from the federal government and made overt and covert actions to undermine and delegitimize the Ethiopian parliament, defense forces, and the federal government.\n+ There was attemp on his life 2018 involving dissident police officers.\n+ Ethiopia's dispute with Egypt on Renaissance Dam; Egypt has a motive to weaken Ahmed's regime and position. - Timeframe of this question is less than 5 months.\n- Strong outside support; Eritrea, Djibouti, Somalia, UAE...\n- Strong inside support; ethnic and regional parties support Ahmed actions against Tigray.\n- So far no really serious contenders inside his own party/government.\n- Ahmed’s Prosperity Party won landslide election victory in July, opposition boycotted.\n- Due to volatile situation and Tigray war, Ahmed is likely well protected and avoids unnecessary travelling etc.\n- He's 44 years old and a fitness aficionado and professes that physical health goes hand in hand with mental health and, as such, he frequents physical and gym activities in Addis Ababa."], [1333, "2021-08-07T15:35:09Z", [0.46], ""], [90237, "2021-08-07T04:29:01Z", [0.0], ""], [99711, "2021-08-06T12:24:24Z", [0.05], "Considering Ethiopia history this is really unlikely"], [38210, "2021-08-06T09:35:13Z", [0.2], "There is always a risk of sudden death for a Prime minister (travel related, assassination) which is higher than for the average citizen. However the likelihood an outside government or rebel forces force him out before January is low. \nAs long as he keeps military leaders on-side he should be relatively safe short term.\nCurrent language from the US I would consider 'mild rebuke' level at this stage"], [74102, "2021-08-06T00:54:31Z", [0.01], ""], [1333, "2021-08-05T15:44:42Z", [0.47], ""], [59881, "2021-08-05T14:58:54Z", [1.0], ""], [89038, "2021-08-04T18:49:34Z", [0.04], ""], [34959, "2021-08-04T14:18:37Z", [0.01], ""], [102118, "2021-08-04T13:15:20Z", [0.0], "base probability I set : 1.05 %\n  from 1960 to 1999 in Ethiopia, coup succeeded only in 1974\n    successful coup occur rate  2.5 % / year \n    duration 5 months decrease factors\n-period\n  20 years after 1999\n- situated place : east Africa\n  from 1960 to 1999, 18% of all successful coups in Africa was in east Africa\n- winning in election (July 10) increase factors\n- uncertainty\n- conflict in several places, particularly  in Tigray\n- coup attempted in 2019 https://www.u-keiai.ac.jp/issn/menu/ronbun/no9/067.pdf\n(report in Japanese)"], [101904, "2021-08-04T11:46:43Z", [0.01], "< 1% assassination risk\n--\nSource: RISK of COUP - One Earth Future 2019 Report\n3% coup attempt \n50% of coup attempts are successful\n= 1.5% successful coup attempt \n5/12 time left to 1 Jan 2022\n= 0.625% Support: https://www.oneearthfuture.org/activities/coup-cast = 1.3% for 2021 --\n<1% assassination risk\n0.625% successful coup attempt\n= 1% Don't think that Tigray war materially increases probability"], [56265, "2021-08-03T22:20:49Z", [0.27], ""], [62808, "2021-08-03T15:35:03Z", [0.0], ""], [73564, "2021-08-03T09:47:07Z", [0.4], ""], [100653, "2021-08-03T06:23:29Z", [0.02], ""], [24146, "2021-08-03T02:59:50Z", [0.0], ""], [15196, "2021-08-03T01:24:16Z", [0.0], ""], [81011, "2021-08-03T00:36:01Z", [0.25], "He is more likely to step down before that happens"], [80344, "2021-08-02T22:17:03Z", [0.1], ""], [11104, "2021-08-02T20:52:34Z", [0.03], ""], [50981, "2021-08-02T20:31:28Z", [0.21], ""], [83135, "2021-08-02T18:55:05Z", [0.0], ""], [50981, "2021-08-02T18:50:12Z", [0.0], ""], [99993, "2021-08-02T15:17:16Z", [0.01], ""], [1333, "2021-08-02T13:23:56Z", [0.48], ""], [101878, "2021-08-02T12:00:02Z", [0.05], ""], [92079, "2021-08-02T05:08:10Z", [0.0], ""], [74903, "2021-08-02T01:36:35Z", [0.15], ""], [95944, "2021-08-01T18:40:05Z", [0.01], "This forecast is based on:\n1-Abiy Ahmed is too smart leader who successfully managed his importance to exist all over years for almost the regional African countries & west ( his awarded prizes from African& Western countries tell us that) they see him as the balance for the African horn. 2-AAbiy is this Domestic politican leader who is struggling to make greater Ethiopia,So his party was elected again. 3-Inspite there is an american sanctions leaded by pressure on Abiy due to Tigray's massacre, but this won't change any thing! The key is the angry upsetted regional countries from transfering conflict in to their lands (blockade of Djibouti rout to Addis abbaba 4 days ago (is an Example), this means there is a new pressure ( high possible African intermidiary role to solve the problem with \"Getachew Reda\". 4-Tigray oblast is almost poor & 90% of its habitants are living on aids,Also medical supply get worsen conditions ( all these are well known by Abiy and he is using to make a pressure on West*on people of Tigray).\nThis means that Getachew Reda is just short handed and may be Abiy's propaganda succeeds in mobilizing against civil war in  Tigray (entropy to events). 5-Abiy was one military person and is on strong connection to Army ( no coup on him is possible). 6-Egypt is stressing on peaceful solution for the dam problem so no risk even indirect one because Getachew Reda on Tigray  Army is not able to make a coup on him. All of the above means \nHe will survive unless normal death wich is about 1% for a healthy man at this age like Abiy !."], [67500, "2021-08-01T17:59:24Z", [0.08], "Ahmed is facing serious and unique challenges such as Tigray but seems to have consolidated power per the latest elections. Additionally, the past two PM's have an average rule of approx 11.5 years and Ahmed is only around 3 years in. "], [45594, "2021-08-01T07:00:18Z", [0.05], ""], [35398, "2021-08-01T01:07:17Z", [0.99], ""], [60695, "2021-07-31T16:58:42Z", [0.0], ""], [691, "2021-07-31T15:32:26Z", [0.02], ""], [68922, "2021-07-31T13:39:09Z", [0.54], ""], [101422, "2021-07-31T11:44:00Z", [0.15], "There have been attempts before to forcibly remove him. Discontent amongst part of the military still exist, but so far him and his administration always found ways to defuse. Very unlikely imo but not impossible."], [100664, "2021-07-31T10:54:36Z", [0.03], ""], [93350, "2021-07-31T08:48:32Z", [0.1], "The fate of Abiy Ahmed lies in the challenges of ruling a country comprising of some 84 ethnic groups where ethnic based federalism is the only way to ‘eliminate entrenched inequalities between ethnic groups inherited from past regimes’ where ethnicity has become an unavoidable feature of politics.\nThis has reportedly fuelled ethnic conflict rather than concentrating on democracy, development, justice and human rights. \nDue to the diversity, there has been a rise of sub-state nationalism between Oromo, Tigrayan, Somali, and Sidama, the region of Amhara.\nThe Oromo and Amhara constitute 60% of the population where Abiy is Oromo with a Muslim father and a Christian mother who should, on paper be ideal to negotiate his way through the religious diversities and the plurality of the Ethiopians.\nThe recent elections declared a victory in the recent election it has been considered flawed by the EU and the US where only held in 400 0f the 550 districts in the country, especially in Tigray.\nTigray appears to be Abiy Ahmed’ s Achilles’s heel in dealing with the ethnic based federalism but is a symptom rather than the cause of civil war.\nThe other major challenge is that of the Grand Ethiopian Renaissance Dam (GERD) that is creating instability in the region and potential conflict with Egypt and the Sudan.\nThe diverse nature of the Ethiopian country is too entrenched to be encased in a federal system of government and given the popularity of sub-state nationalism does give doubt to the rise of another leader to oppose and be a threat to Abiy Ahmed as Prime Minister. There does not appear (reported) to be any threat form the National armed forces to forge a coup.\nAbiy Ahmed does appear to have an impossible task but given the lack of any other credible leadership, I will suggest that he remains in power for the foreseeable future. https://www.aljazeera.com/opinions/2021/7/28/with-a-new-mandate-abiy-can-usher-a-new-era-of-hope-in-ethiopia  https://rusi.org/explore-our-research/publications/commentary/plough-and-kalashnikov-ethiopia-after-tigray  https://www.africanews.com/2021/07/11/another-five-year-term-for-ethiopian-prime-minister-abiy-ahmed//  https://www.orfonline.org/expert-speak/ethiopia-abiy-ahmed-landslide-victory-fractious-polity/  https://www.france24.com/en/africa/20210702-a-regional-capital-falls-and-so-does-the-stature-of-ethiopia-s-leader-and-its-military  https://blogs.lse.ac.uk/africaatlse/2021/07/06/ethiopias-election-is-a-coronation-of-abiy-ahmed-before-the-polls/  https://www.universityworldnews.com/post.php?story=20200225074153900\n"], [100653, "2021-07-31T07:56:29Z", [0.04], ""], [34815, "2021-07-31T06:02:46Z", [0.0], ""], [89038, "2021-07-30T21:43:58Z", [0.06], ""], [1333, "2021-07-30T18:33:39Z", [0.49], ""], [100184, "2021-07-30T17:58:18Z", [0.1], ""], [1333, "2021-07-30T17:09:57Z", [0.5], ""]]}