{"question_id": 2060, "title": "Will a member of the forces from an African country other than Mozambique be killed in a lethal confrontation in Cabo Delgado before 1 April 2022?", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.9, 0.1], "correct_answer": "Yes", "correct_forecast": 0.9, "preds": [[101437, "2021-10-02T13:52:19Z", [1.0], "Based on the source from @MCowley.  \n"], [79508, "2021-10-02T07:35:38Z", [1.0], ""], [96757, "2021-10-02T07:16:05Z", [1.0], ""], [79508, "2021-10-01T09:01:54Z", [0.99], ""], [99993, "2021-09-30T22:39:26Z", [1.0], ""], [88452, "2021-09-30T19:28:53Z", [1.0], ""], [34959, "2021-09-29T15:54:25Z", [1.0], "\"On 24 September, insurgents burned homes in Litingina, Nangade district, about 10 kilometers south of the district capital. The next day, according to a press release from SAMIM, the mission’s forces were also in action in Nangade district. The statement reported that SAMIM troops attacked and destroyed an insurgent base near Chitama, in southeastern Nangade district. SAMIM claimed that 17 insurgents were killed in the attack. One Tanzanian soldier was also killed in the fighting, and two Tanzanian soldiers and one Basotho soldier were injured. The statement said that the insurgent commander at the Chitama base was a “Sheikh Dr. Njile North,” a name that has not been publicly listed before as an insurgent leader.\" Noting SAMIM refers to Southern African Development Community (SADC) Standby Force Mission in Mozambique (SAMIM). https://www.caboligado.com/reports/cabo-ligado-weekly-20-26-september-2021"], [95683, "2021-09-29T02:19:21Z", [1.0], ""], [95683, "2021-09-28T02:24:04Z", [1.0], ""], [87897, "2021-09-27T14:11:36Z", [0.77], "continuing my strategy of going down by 1% every ~2.5 days as time runs down."], [95683, "2021-09-27T02:24:11Z", [1.0], ""], [37236, "2021-09-26T21:14:33Z", [0.97], "When including law enfrcement, does that include the growing number of professionals who have been trained by the likes of US contractors, PRC and Russia based orgs who move around Afrika who broker their services to highest bidders.\n"], [95683, "2021-09-26T20:36:01Z", [1.0], ""], [60948, "2021-09-26T18:46:56Z", [0.84], "-3% per week per passage of time. See also https://www.caboligado.com/reports/cabo-ligado-weekly-13-19-september-2021 "], [87897, "2021-09-25T14:59:21Z", [0.78], "continuing my strategy of going down by 1% every ~2.5 days as time runs down."], [95683, "2021-09-23T16:30:26Z", [1.0], ""], [87897, "2021-09-22T14:51:46Z", [0.79], "continuing my strategy of going down by 1% every ~2.5 days as time runs down."], [87897, "2021-09-20T13:52:33Z", [0.8], "continuing my strategy of going down by 1% every ~2.5 days as time runs down. I expect to go down to 79% on the 22nd if nothing changes."], [87691, "2021-09-20T03:50:42Z", [0.0], ""], [60948, "2021-09-19T12:05:40Z", [0.87], ""], [95683, "2021-09-18T03:31:22Z", [1.0], ""], [79508, "2021-09-17T15:59:03Z", [0.45], ""], [87897, "2021-09-17T12:39:19Z", [0.81], "continuing my strategy of going down by 1% every ~2.5 days as time runs down. I expect to go down to 80% on the 20th if nothing changes."], [99993, "2021-09-17T01:06:49Z", [0.8], ""], [101437, "2021-09-16T16:10:11Z", [0.96], "Keeping my forecast at it current level.  The evolution of the techniques from the insurgency is important.  There are reports they are starting to use IEDs / landmines per, https://www.caboligado.com/reports/cabo-ligado-weekly-6-12-september-2021. The important paragraph is, \"The use of landmines and/or IEDs is a new innovation for the Cabo Delgado insurgency. If the group has the supplies and expertise necessary to launch similar ambushes, such attacks could be a major threat to both Mozambican troops and foreign intervenors. Rwandan and (to this point) SAMIM forces have largely embraced the Mozambican operational concept of remaining on roads, traveling largely in armored vehicles. That leaves nearly all the pro-government forces vulnerable to roadside explosions, particularly given how few major roads there are in the province that can support heavy armored vehicles.\""], [11289, "2021-09-16T14:24:25Z", [0.08], ""], [87897, "2021-09-15T17:47:33Z", [0.82], "continuing my strategy of going down by 1% every ~2.5 days as time runs down."], [1333, "2021-09-14T13:18:22Z", [0.95], ""], [60948, "2021-09-13T17:20:20Z", [0.85], ""], [34854, "2021-09-12T21:29:17Z", [0.6], ""], [87897, "2021-09-12T17:30:51Z", [0.83], "going down by about 1% every ~2.5 days as time runs down."], [94563, "2021-09-12T16:04:52Z", [0.95], "It seems highly unlikely given the situation the non-local forces are going to consistently manage to avoid casualties over such an extended period, especially as more reports of them being involved in one-sided confrontations."], [95683, "2021-09-11T22:44:58Z", [1.0], ""], [1333, "2021-09-11T20:59:55Z", [0.96], ""], [79508, "2021-09-10T14:36:37Z", [0.46], "Playing the waiting game, Spring is coming, then a very long hot summer, have to wonder how long it will be before you hear 'mission accomplished' and troops head home.  Have to say on the face of it I would normally go for 110% if it was at all possible, but stranger things happen at sea"], [87897, "2021-09-10T12:24:31Z", [0.84], "lowering with time"], [96757, "2021-09-10T12:13:15Z", [0.92], ""], [100273, "2021-09-10T00:38:25Z", [0.9], "Gamesmanship. "], [34959, "2021-09-09T13:04:09Z", [0.95], "Still not time to drop points in this one IMO, to me there is still a very high likelihood of someone unavoidably reporting a fatality to their armed forces, or issuing a historical correction.  Quotes from the latest reporting, highlighting why this feels like the case to me; - \"On 3 September, multiple sources reported insurgent attacks on Mozambican and Rwandan forces in Mocimboa da Praia district. The reports described attacks on military positions both in Mocimboa da Praia town and near the Muera River, south of Mbau. Details of the fighting are sparse, and no casualty estimates are available.\"; and  - \"New information also emerged last week about earlier incidents in the conflict. In its first official press release, the Southern African Development Community (SADC) Standby Force Mission in Mozambique (SAMIM) described two incidents that took place on 28 August. According to the release, one Tanzanian citizen deployed with SAMIM was killed in an “incident involving an aircraft” that SAMIM characterized as an accident. No further details were provided.\". Also worth noting the reported attacks have the insurgents on the offensive, not the retreat this week.  https://www.caboligado.com/reports/cabo-ligado-weekly-30-august-5-september-2021"], [96757, "2021-09-06T12:31:19Z", [0.9], ""], [60948, "2021-09-05T12:58:27Z", [0.8], "Going down slightly per https://www.caboligado.com/reports/cabo-ligado-weekly-23-29-august-2021"], [56, "2021-09-04T13:16:44Z", [0.9], "Dialing this back, since these elements do not seem to be engaging military forces."], [95683, "2021-09-02T20:43:13Z", [1.0], ""], [25265, "2021-09-02T00:45:26Z", [0.87], "increasing based on crowed analysis, as the situation aggravates. "], [37236, "2021-09-01T20:39:50Z", [0.96], ""], [95503, "2021-09-01T09:36:18Z", [0.76], ""], [60948, "2021-08-29T22:54:16Z", [0.85], ""], [99993, "2021-08-25T15:25:28Z", [0.75], ""], [34959, "2021-08-25T14:31:32Z", [0.95], "Last report shows another (possible) near miss, with Rwandan forces involved in a battle with a group of insurgents, killing 11 but taking no casualties.  Report suggests the insurgents appear to be undertaking delaying tactics, rather than defensive maneuvers, suggesting the possibility of the coalescing of a larger insurgent group.  No reason to shift downward if there is to be consistent lethal assaults made by non-Mozambican forces.  1. https://www.caboligado.com/reports/cabo-ligado-weekly-16-22-august-2021"], [62808, "2021-08-23T19:48:56Z", [0.85], ""], [27334, "2021-08-22T18:25:26Z", [0.89], "Given the presence of multiple states' armed forces and the likelihood of some kind of terrorist attack being directed against those forces (plus the insurgency doesn't seem likely to be ending soon), this seems like a very strong probability. "], [60948, "2021-08-22T15:57:06Z", [0.87], "No change"], [102305, "2021-08-22T09:46:24Z", [0.94], "Seem to be only tenuous connections between \"Al-Shabab\" and ISIS.  Mozambique and other countries might be stretching the terrorist label to garner support.  Generally speaking Al-Shabab's members seem to just be dissatisfied with the status-quo and want opportunity.  Mwani Muslims stating Catholic Makonde elite dominate business and politics in the region.\nSouth Africa (1495) and Rwanda (1000) have both sent soldiers.  People from Tanzania may be joining the insurgent side.\nIn total 3,200 lives lost and 800K displaced since Oct 2017.  On 8/08/2021 Mocimboa de Praia was reclaimed (main city in area) without resistance.  \nMozambique would like to resurrect LNG project which had to be put on hold because of the conflict. ACLED Data\n'Donald Rwivanga described his country’s (Rwanda) counterinsurgency plan in Mozambique as having four parts: clearing out insurgent forces, consolidating territorial gains, ensuring that civilian confidence in security is high, and then “security sector reform.” \nhttps://www.caboligado.com/reports/cabo-ligado-weekly-9-15-august-2021 Insurgents seem to target Mozambique's military and civilians.  Rwanda's miltary has mediated some disputes between Mozambique military and civilians (they had taken property).  Bottom line is the non-Mozambique forces have just arrived;  there is conflict in places that are geographically separated.  Insurgents have bombing and RPG capabilities.   July Report:\n\"Mozambican forces, Rwandan forces, or joint contingents from both countries fought with insurgents in 22 recorded armed clashes, resulting in 95 reported fatalities...the Rwandan government to portray its intervention as essentially costless, claiming that Rwanda Defence Force (RDF) troops have suffered no fatalities. That claim—unlikely on its face given the amount of combat the RDF saw in July—contradicts multiple reports.\"\n"], [87897, "2021-08-21T11:30:11Z", [0.85], ""], [94606, "2021-08-19T18:15:55Z", [0.81], "While it appears that the first 'battle' with the 'insurgents' in Cabo Delgado has been won by the joint Rwandan and Mozambican defence forces, the war is far from over; https://bit.ly/3iYwri7 / https://bit.ly/3AXiA1y / https://bit.ly/3j0Jek3. There's suggestion the insurgents have retreated to the safety of the tropical forests and terrain they know well. Thus, this is likely to turn into a traditional guerilla type 'war' with random attacks on both local communities and the various military forces. This appears to be confirmed by this report; https://bit.ly/3y1tgKO. Hence a death of one member of the non-Mozambican forces is still a high probability. Is there a chance the insurgents will simply wait for the departure of the SADC forces? S small probability IMO, hence for the time being, a small reduction of the probability for the time being. @MCowley / @LokiOdinevich   / @SE_Meyer "], [83135, "2021-08-19T12:59:07Z", [0.79], ""], [102278, "2021-08-18T07:44:44Z", [0.4], ""], [34959, "2021-08-18T04:57:05Z", [0.95], " Zitamar News and Mediafax reports (1) several fatal clashes over the last 2 weeks with reports of dozens of insurgent deaths and no causalities to government or supporting troops, but it seems always with official reporting or with no supporting evidence.  There was a report of a Botswanan solider dying in a  motor vehicle accident (2), but with no indications of insurgent involvement.  I'm maintaining a high position here - 33 insurgents were killed in the last major push with no casualties, I struggle to believe these fights can be that one sided, and at some point losses will have to be reported.  1. https://www.caboligado.com/ (via. https://acleddata.com/#/dashboard)\n2. https://www.caboligado.com/reports/cabo-ligado-weekly-2-8-august-2021"], [87897, "2021-08-18T01:39:34Z", [0.86], ""], [60948, "2021-08-15T14:11:45Z", [0.87], ""], [60948, "2021-08-15T14:11:04Z", [0.85], "Mozambique Government Retakes Key Town from Militants - Human Rights Watch\nhttps://www.hrw.org/news/2021/08/10/mozambique-government-retakes-key-town-militants\nTue, 10 Aug 2021 19:06:12 GMT Why Mozambique invited foreign troops to fight its jihadists - The Economist\nhttps://www.economist.com/middle-east-and-africa/2021/08/12/why-mozambique-invited-foreign-troops-to-fight-its-jihadists\nThu, 12 Aug 2021 14:38:37 GMT Mozambique: Cabo Delgado, Nampula &amp; Niassa Humanitarian Snapshot - June 2021 - Mozambique - ReliefWeb\nhttps://reliefweb.int/report/mozambique/mozambique-cabo-delgado-nampula-niassa-humanitarian-snapshot-june-2021\nFri, 13 Aug 2021 10:26:40 GMT https://www.opais.co.mz/forcas-conjuntas-recuperam-mocimboa-da-praia-em-cabo-delgado/ Rwandan troops are taking an active part."], [1667, "2021-08-14T22:33:45Z", [0.99], ""], [46339, "2021-08-13T15:18:32Z", [0.9], ""], [99993, "2021-08-11T16:07:58Z", [0.8], ""], [98388, "2021-08-10T08:34:50Z", [0.95], "This area is a hot spot. Many members of the AU are deploying troops to the area and casualties are inevitable. "], [96757, "2021-08-10T08:03:01Z", [0.95], ""], [14672, "2021-08-09T19:50:57Z", [0.99], ""], [94606, "2021-08-09T15:32:08Z", [0.93], "@the_trumpet_vine Thanks for the info and link (https://bit.ly/3CzhfQ7).  Confirmation that Mocímboa da Praia has been taken by RDF and Mozambican military; https://bbc.in/3fNVbYh / https://bit.ly/2VHJbkd It appears that some Rwandan Defence Force (RDF) have been injured but as of earlier today, no deaths have been reported. Perhaps the critical issue here is 'have been reported'. As is to be expected in any military conflict, public relations and managing the press is critical. Looking at the Cabo Ligado report, ISIL had not, as of 1/8/21, reported any deaths of RDF or any other troops. Thus, for the time being, once assume that if there had been any such deaths, ISIL would be shouting it from the rooftops. On the other hand, it is probably early days for such events to be reported by Mozambique or RDF, albeit there are certainly suggestions that some RDF have been evacuated and may have been seriously injured. Also worth noting that SADC forces, SANDF, ZDF, ADF, BDF are still arriving in Mozambique. So, the battle is not yet won. ISIL may change tactics in the short term to counter the combined MDF / RDF push and the ongoing build up of SADC troops. In all likelihood, guerilla tactics and warfare are likely to ensue. Thus, a single death is still very probable IMO and that is all that is required for this question."], [88452, "2021-08-09T09:25:52Z", [0.0], ""], [79508, "2021-08-08T17:48:44Z", [0.5], ""], [99993, "2021-08-06T02:20:59Z", [0.75], ""], [99993, "2021-08-05T15:25:02Z", [0.67], ""], [59881, "2021-08-05T15:06:33Z", [1.0], ""], [101437, "2021-08-04T20:29:40Z", [0.96], "Increasing the probability due to the latest report in Cabo Ligado [https://www.caboligado.com/reports/cabo-ligado-weekly-26-july-1-august-2021]. \"On 30 July, the conflict returned to Nova Familia in Nangade district, just nine days after insurgents last attacked there. In a skirmish between a joint Mozambican-Rwandan force and insurgents, three Rwandans were wounded and 13 insurgents killed.\" \"The RDF spokesman claimed that no Rwandan soldiers have been killed or seriously injured in Cabo Delgado thus far, and no specific claims of Rwandan combat fatalities have appeared, but multiple sources suggest that the toll on Rwandan forces has been significant. A source based in Mozambique reports that flights left Afungi for Kigali on 25 and 26 July carrying Rwandan casualties from fighting near Awasse. Another source, in Rwanda, also understands that Rwandan troops have taken “heavy casualties,” but no estimates for the extent of the casualties are available.\""], [87897, "2021-08-03T12:01:46Z", [0.85], "no change"], [96757, "2021-08-03T10:43:16Z", [0.9], ""], [50981, "2021-08-02T18:58:55Z", [0.27], ""], [99993, "2021-08-02T16:35:17Z", [0.5], ""], [101878, "2021-08-02T12:18:52Z", [0.56], ""], [1333, "2021-07-31T09:48:46Z", [0.95], ""], [79508, "2021-07-30T09:03:22Z", [0.42], ""], [70342, "2021-07-30T05:55:56Z", [1.0], ""], [1333, "2021-07-30T01:17:12Z", [0.94], ""], [96831, "2021-07-30T00:57:35Z", [0.45], "Upward adjustment based on the increased presence of troops, which increases the chance of lethal confrontation (on both sides)."], [94405, "2021-07-29T21:26:09Z", [0.8], ""], [54564, "2021-07-29T20:11:13Z", [0.0], ""], [60948, "2021-07-29T13:46:21Z", [0.91], "Actual update"], [60948, "2021-07-29T13:45:20Z", [0.85], "Botswana Sends Nearly 300 Troops to Mozambique - Voice of America\nhttps://www.voanews.com/africa/botswana-sends-nearly-300-troops-mozambique\nMon, 26 Jul 2021 17:03:45 GMT Mozambique - Update, Cabo Delgado Situation, 12 – 25 June 2021 - Mozambique - ReliefWeb\nhttps://reliefweb.int/report/mozambique/mozambique-update-cabo-delgado-situation-12-25-june-2021\nFri, 25 Jun 2021 07:00:00 GMT AFRICA/MOZAMBIQUE - Crisis in Cabo Delgado: \"The military route is dangerous and no one knows how it will end\" Catholic NGOs warn - Agenzia Fides\nhttp://www.fides.org/en/news/70585-AFRICA_MOZAMBIQUE_Crisis_in_Cabo_Delgado_The_military_route_is_dangerous_and_no_one_knows_how_it_will_end_Catholic_NGOs_warn\nThu, 29 Jul 2021 11:39:21 GMT > Rwandan troops reported that they had already taken action and killed 30 insurgents last week\n^That seems to be the same thing reported by other commenters."], [34959, "2021-07-28T14:32:12Z", [0.95], "Little bump in the line based on additional reports of additional fighting (thanks @bh4eh)."], [1333, "2021-07-28T14:00:17Z", [0.95], ""], [94606, "2021-07-28T13:09:53Z", [0.93], "It appears that some fighting has taken place between FADM, supported by Rwandan troops and the Al Shabab; https://bbc.in/3f4mnlj. While this potentially indicates that the probability of a positive outcome to this question has increased, no mention is made of any deaths of any combatants. That said, this is likely the beginning of a drawn out series of battles and skirmishes. Hence, a marginal increase in my forecast. @Censusguyz / @MCowley "], [1333, "2021-07-27T18:36:54Z", [0.96], ""], [691, "2021-07-27T18:31:19Z", [0.94], ""], [87897, "2021-07-27T14:55:46Z", [0.85], ""], [94606, "2021-07-26T21:10:38Z", [0.91], "Confirmation of the arrival of SADF & Botswana troops as part of the SADC contingent; https://bit.ly/3BDmfmx / https://bit.ly/3zF6Z6C / https://bit.ly/3kYrO8Z / https://bit.ly/2WcSHM7 Mozambican President Filipe Nyusi suggesting that FADM (Mozambique Defence Force) is making progress with the battle against insurgents; https://bit.ly/3eVaOfZ / https://bit.ly/3zFjNKs / https://reut.rs/2UTmNEf . Whether that is targetted at the local audience as a PR exercise or whether it is real is not known. However, with increasing numbers of foreign troops, mostly in advisory, training or intelligence operations (https://bit.ly/3BDmfmx), from numerous countries with different languages, different training and under a possibly confusing command structure, the likelihood of a death is significantly increased. Add to this that the 'insurgents' are fighting a guerilla war with, in many cases, support from disgruntled and hungry locals, al Shabab will take any opportunity to generate examples of their prowess and ability. That being the case, foreign troops are an ideal target IMO. \n@MCowley"], [79508, "2021-07-26T17:27:38Z", [0.39], ""], [6425, "2021-07-26T17:11:05Z", [0.99], ""], [85377, "2021-07-26T14:09:49Z", [0.95], "Arrival of Botswana forces to Pemba"], [96757, "2021-07-25T20:23:17Z", [0.95], ""], [79508, "2021-07-25T13:21:45Z", [0.36], ""], [90237, "2021-07-25T06:04:00Z", [0.0], ""], [99993, "2021-07-24T19:12:55Z", [0.45], ""], [101437, "2021-07-24T17:11:25Z", [0.92], "Based on the research from @MCowley, I am increasing the probability.  Further, the following is a great source to monitor the situation: https://www.caboligado.com/reports"], [94606, "2021-07-22T21:23:27Z", [0.88], "Thanks to @MCowley for that useful info; https://bit.ly/3znDR3K. That info combined with the high stakes involved for both Mozambique and the insurgents and the lack of counter insurgency work by SADC troops, suggestss to me that the tempo of attacks by both sides is likely to increase in the coming 8 months. See https://reut.rs/3eOLXui. Hence a small upward ajustment. "], [78237, "2021-07-22T17:37:23Z", [0.8], "Revising upwards because of reports about the nature of the RDF's engagements with insurgent casualties already reported. https://taarifa.rw/rwanda-soldiers-kill-30-insurgents-in-cabo-delgabo/ "], [34959, "2021-07-22T15:08:45Z", [0.91], "There seems to be reports of fatal engagements already with no losses to the Rwandan forces. (1). 1. https://taarifa.rw/rwanda-soldiers-kill-30-insurgents-in-cabo-delgabo/"], [1333, "2021-07-22T05:51:00Z", [0.96], ""], [79508, "2021-07-21T16:45:14Z", [0.34], ""], [85377, "2021-07-21T13:49:08Z", [0.85], ""], [60948, "2021-07-21T12:45:23Z", [0.85], ""], [79508, "2021-07-21T12:10:46Z", [0.24], ""], [87897, "2021-07-21T10:18:10Z", [0.87], ""], [101437, "2021-07-20T23:50:06Z", [0.88], "Based on additional information from @cafebedouin related to UN Peace Keeping missions, I am increasing my forecast."], [691, "2021-07-20T18:33:45Z", [0.9], ""], [56, "2021-07-20T14:36:31Z", [1.0], ""], [87897, "2021-07-20T13:03:21Z", [0.78], ""], [60948, "2021-07-19T15:07:09Z", [0.77], ""], [60948, "2021-07-19T15:02:14Z", [0.75], ""], [34959, "2021-07-18T05:54:29Z", [0.85], ""], [96757, "2021-07-18T04:57:17Z", [0.85], ""], [101437, "2021-07-18T01:04:32Z", [0.79], "Updating based on new information about the potential aggressiveness toward insurgents.  The Rwanda general leading their forces is Maj Gen Innocent Kabandana.  Kabundana is a former commander of Rwandan Special Forces, with experence in fighting rebel groups in the Democratic Republic of Congo. In 2020, he was appointed commander of the Rwanda Military Academy at Gako. [https://allafrica.com/stories/202107130131.html] In looking into the Major General's background [https://glpost.com/brig-gen-innocent-kabandana-is-decimating-southern-kivu/], one news article writes, \"Since the beginning of this year, 2019, Brig Gen Innocent Kabandana is causing havoc in Southern Kivu with scorched-earth military operation policy to destroy Banyamulenge communities and Hutu refugees who are settled in Southern Kivu.\"  1. Deploy? 50% to 100% \n2. Size of Deployment: 1,000 troops is larger than initially expected. Further, the composition of the troops is, \"made up of members of the police force and troops trained 'to deal with terrorism and security-related issues in that northern province'.\" Given the size and composition, I am going to increase the probability from 50% to 75% \n3. Probability Forces Are Aggressive toward Insurgent + Random Probability of an Accident: 82% -> 92%. Increasing to reflect a leader who has been involved with fighting rebel groups. So: 100% * 75% * 92% = 69% While this formula is a helpful, in reflecting on the time horizon [8-months] and definition of resolution [1 death], I will add 10% to the probability. 69% + 10% = 79% Additional Information that is Interesting: As I indicated in a previous post, I wanted to learn more about the weather and agriculture.  With respect to agriculture, this region is highly food insecure, \"Cabo Delgado is now the province with the largest population in Crisis and Emergency levels of high acute food insecurity (Integrated Food Security Phase Classification [IPC] Phases 3 and 4) according to the last IPC. It is estimated that families with high levels of acute food insecurity (IPC Phase 3 or worse) will rise from 0.58 million in December 2020 to 0.77 million in the period April–September 2021.\" [https://www.africanews.com/2021/03/29/communities-host-displaced-people-and-share-farmland-to-fight-hunger-in-cabo-delgado//]. With respect to weather patterns / seasonality, from December - April each year the weather is hot and rainy [https://www.worldweatheronline.com/palma-weather-averages/cabo-delgado/mz.aspx].  As insurgency attacks seem to happen 12-months of the year, there does not seem to be a seasonal effect to fighting.  With that said, the impact of climate change is increasing the ranks of insurgencies across the world [https://www.thedefensepost.com/2019/04/13/climate-change-insurgency/].  "], [1333, "2021-07-17T22:33:37Z", [0.97], ""], [96757, "2021-07-17T16:38:15Z", [0.9], ""], [60948, "2021-07-17T12:50:06Z", [0.7], ""], [79508, "2021-07-17T08:08:24Z", [0.2], "Don't think the SA defense force will be doing any deployments any time soon, they are a bit tied up and the moment  - Interesting to see who has been doing Gas pipeline deals "], [1333, "2021-07-16T07:35:04Z", [0.98], ""], [96757, "2021-07-15T18:17:18Z", [0.95], ""], [101607, "2021-07-15T12:57:23Z", [0.99], "The Rwandan force is 700 troops and 300 police. https://allafrica.com/stories/202107130131.html\nMozambique has signed status of forces agreement with SADC, reports troops were reading to deploy June 23 and could be deployed tomorrow: https://www.zimlive.com/2021/07/15/after-hesitancy-mozambique-signs-agreement-for-sadc-troop-deployment/"], [1333, "2021-07-15T12:26:15Z", [0.99], ""], [87897, "2021-07-15T09:26:57Z", [0.74], ""], [101423, "2021-07-14T10:45:34Z", [0.3], ""], [101388, "2021-07-14T10:40:56Z", [0.6], "In light of the Rwandan deployment, it seems the government of Mozambique still prefers bilateral support instead of an intergovernmental force through SADC. In fact the mission is still awaiting official clearance from Mozambique; the government is likely stalling the process as it has been since the beginning of the conflict and amid increasing international pressure to seek external support. This is decreasing the likelihood of SASC forces being killed. The Rwandan deployment is small (1,000) and details of the deployment are still unclear, even though the official communique mentions combat operations; likely deployment around gas project. Foreign forces are also a attractive target for insurgents, as they have threatened before."], [78237, "2021-07-13T22:00:04Z", [0.75], "Difficult to quantify this because of a lack of good sources.  At least 3,000 have died from the conflict since 2017. Around half appear to be militiamen (Source: https://www.aljazeera.com/news/2021/3/2/mozambique-forces-armed-fighters-committing-war-crimes-amnesty). The majority of deaths appear to be from 2020 but if we take a base rate of the conflict, we can assume around 600 more deaths taking place before the end date of the question and around half that being from militiamen. Given that the Rwandan (and other SADC forces assumed to be on the way) will make up a substantial percentage of the pro-Mozambique forces it seems very likely that one member of these forces will be killed before 1 April 2022 (>95 per cent).  However, some forces push this figure down. 1) Conflict deaths are down this year and if it stays like that it will of course reduce the chances of a death from another African country's military. 2) The forces from Rwanda are only there for three months initially (Source: https://www.africanews.com/2021/07/11/rwanda-deploys-1000-troops-to-mozambique-in-sadc-anti-jihadist-mission/). 3) The deaths may not be reported. 4) Not clear how much the foreign troops will be on the frontline. It looks as though they will be but we don't know for sure until it starts.  I think all of these points but a fair amount of downwards pressure on the original 95 per cent figure so I'm going to say 75 per cent."], [101208, "2021-07-13T18:27:09Z", [0.88], "Adjusting upwards. Based on Rwandan troops arriving, SADC governments taking this as an affront, and speeding up their deployments (first troops scheduled to arrive this weekend). I'm not too concerned about @LokiOdinevich 's point (re: death(s) occurring but not being reported. Southern Africa has a very large and diverse press, and multiple countries and agencies would have to coordinate to suppress. I'd say 4% (unconditional) of a death occurring and not being reported. Plus my previous concerns, leaves me where I am. "], [100184, "2021-07-13T17:38:14Z", [0.85], ""], [691, "2021-07-13T17:27:37Z", [0.94], ""], [99993, "2021-07-12T15:04:04Z", [0.33], ""], [59137, "2021-07-12T12:37:17Z", [0.5], ""], [87897, "2021-07-11T21:52:20Z", [0.75], ""], [60948, "2021-07-11T16:44:51Z", [0.8], ""], [79508, "2021-07-11T12:57:24Z", [0.22], "Again my concern is that while there may well be a conflict it might not be in the Cabo Deigado province, would make more sense to move out and observe, spring is on the way so ppl are busy getting ready for that now, Summer will be long and hot, lots of time to let things settle and plan, could even go old school random attacks all over, but not were there are going to be troops"], [101437, "2021-07-10T20:03:20Z", [0.62], "As @bh4eh, @Dominic-Cooney, and @cdob63 have highlighted, forces from Rwanda have been deployed.  Let me use my framework and update the probabilities:\n1. Deploy?  50% to 100% \n2. Size of Deployment: 1,000 troops is larger than initially expected.  Further, the composition of the troops is, \"made up of members of the police force and troops trained 'to deal with terrorism and security-related issues in that northern province'.\"  Given the size and composition, I am going to increase the probability from 50% to 75%\n3. Probability Forces Are Aggressive toward Insurgent + Random Probability of an Accident: 72% -> 82%. Increasing to reflect a forced that been trained to deal with this situation.    So: 100% * 75% * 82% = 61.5% [62%]  While my forecast is notably lower than the crowd, if the size of the force increases, local news reports negative or positive interactions with foreign forces, and we learn more about the composition & training of the forces, I will look to change my forecast with new information.  Further, I want to look into the seasonality of fighting, the agricultural cycle, and prevalence of flooding in the area.  A hungry population may make for an angry population.  Additional thoughts and personal reflection:\nThere is an agreement between Rwanda and Mozambique that I did not know that was the underpinning of the deployment of Rwandan troops - \"This deployment is based on the good bilateral relations between the Republic of Rwanda and the Republic of Mozambique, following the signing of several agreements between the two countries in 2018, and is grounded in Rwanda’s commitment to the Responsibility to Protect (R2P) doctrine and the 2015 Kigali Principles on the Protection of Civilians.\" https://www.gov.rw/blog-detail/rwanda-deploys-joint-force-to-mozambique"], [87897, "2021-07-10T18:12:15Z", [0.87], ""], [94606, "2021-07-10T17:57:15Z", [0.85], "1,000 Rwandan, i.e. foreign troops being deployed in Cabo Delgado- https://reut.rs/3hONVLS. Now foreign troops are on the ground in Mozambique, this a real probability. That said, @LokiOdinevich asks a pertinent question; https://bit.ly/2UxawEV. Bearing in mind that Rwanda is not an SADC member, can we expect more troops from SADC countries to be deployed to the area too? If so, IMO, a greater probability of the 100% outcome becomes a serious contender. "], [60948, "2021-07-10T17:20:12Z", [0.87], ""], [691, "2021-07-10T17:19:42Z", [0.97], "https://www.aljazeera.com/news/2021/7/10/rwanda-deploys-1000-soldiers-to-mozambique-cabo-delgado Probably hard to avoid fatalities with this many troops discharging their weapons at each other.  Probably hard to keep fatalities quiet with this many eyes from outside on the action.  "], [60948, "2021-07-10T15:22:36Z", [0.9], "I think that the question is not \"will it happen\", but rather \"will it be reported\".\nThis report: https://www.cdc.gov/niosh/docs/96-103/pdfs/96-103.pdf suggests 0.94 deaths per thousand for the US military in the 1990s, I think that the Rwandan army will in all likelihood have a higher fatality rate... unless they actively stay away out of engagements."], [101607, "2021-07-09T20:48:19Z", [0.99], "Rwanda deploys 1000 troops: https://www.reuters.com/world/africa/rwanda-says-will-start-deploying-troops-mozambique-2021-07-09/"], [20256, "2021-07-09T12:01:45Z", [0.93], ""], [100273, "2021-07-08T13:56:42Z", [1.0], "Happens all the time. Whether it's reported is another question. "], [92079, "2021-07-08T06:06:45Z", [1.0], ""], [86715, "2021-07-07T23:34:46Z", [0.95], ""], [96831, "2021-07-07T20:24:34Z", [0.35], "The SADC mission has been approved, but no update on actual deployment of law enforcement or troops.  Biggest driver for when troops are deployed will be cost.  The African Union has also shown support for a deployment, with Rwanda, Berundi and Tanzania showing support for deployments.  Additionally, it looks like the EU will vote on sending a contingent to Mozambique on 12 July.  Portugal has troops training security forces there already.  What role will these other troops/law enforcement play?  If it's a train and assist mission, then there is less risk.  If humanitarian, the risk goes up as NSAGs and terrorist groups will target these troops more often, since they can't discriminate.  If direct contact and combat, the risk is even high for a lethal confrontation. The more people that are thrown into the mix, the more likely a lethal confrontation will happen.  \nhttps://www.reuters.com/world/africa/eu-military-mission-mozambique-be-approved-next-month-2021-06-23/"], [25265, "2021-07-07T12:35:16Z", [0.51], "Going with the crowd forecast for now[July 7 2021: 75%], but a bit more optimistic (or more pessimistic , depending on the point of view). "], [101437, "2021-07-07T12:12:23Z", [0.24], "My apologies - in my previous post I calculated the wrong probability.  It should have been 24% [66% * 50% * 72% = 23.8]."], [101437, "2021-07-07T02:56:11Z", [0.23], "This question should be decomposed into a series of sub-questions:\n1. Have forces of the SADC been deployed?  \n2. If SADC forces are deployed, how many troops are deployed?  For what specific purposes?  \n3. What is the specific mission of the additional troops?  How aggressive is their mandate? At this point, my forecast will be based on a weighted estimate of outcomes:\n1. Probability Forces Get Deployed: 66% -> SADC forces have been approved and it appears Zimbabwe had a brigade ready to be deployed (https://www.thezimbabwemail.com/main/zimbabwean-army-ready-for-mozambique-deployment-to-combat-insurgents/).\n2. Size of Deployment:  50% -> I am making the assumption there is a deployment large enough that goes beyond support and intelligence roles.  \n3. Probability Forces Are Aggressive toward Insurgent: 70% -> Due to the ties with international terrorism combined with an asymmetrical relationship between global business interests and the government, the forces are likely to be more aggressive.  A more aggressive response will lead to more missions, which will lead to the death of member of the forces from another African country.  \nRandom Probability of an Accident: 2% -> Foreign forces in a country are susceptible to a lack of knowledge about geography.  This could lead to foreign forces accidentally driving into a \"lethal confrontation\" unprepared.  Simply stumbling onto a large drug shipment going through the region (https://www.occrp.org/en/daily/13980-heroin-and-war-crimes-conflict-rages-on-in-mozambique) could be the spark. So 66% * 50% * 72% = 23.1% Fully understanding the history of his conflict (https://www.crisisgroup.org/africa/southern-africa/mozambique/stemming-insurrection-mozambiques-cabo-delgado) shows the complexity of this region. This forecast is based on a few hours of reading, a limited understanding of conflicts in Africa, and considering other conflicts that involve foreign forces in parts of the world that involve terrorists and drug trafficking.    If forces are deployed, their number, compositions, and mission will become increasingly important to evaluate the evolution of this forecast.\n"], [101793, "2021-07-06T23:57:42Z", [0.95], ""], [96757, "2021-07-06T20:58:44Z", [0.75], ""], [691, "2021-07-06T19:08:33Z", [0.76], ""], [100664, "2021-07-05T11:19:08Z", [0.5], ""], [101607, "2021-07-04T23:29:03Z", [0.98], "Zimbabwe is ready to deploy a brigade, sounds like to Cabo Delgado https://www.thezimbabwemail.com/main/zimbabwean-army-ready-for-mozambique-deployment-to-combat-insurgents/"], [101607, "2021-07-04T23:18:11Z", [0.81], "Typo last forecast... 8% chance of SADC force member being killed, say the violence abates as much in 2021-2 as it did in 2020-1, .92^20 => .81"], [101607, "2021-07-04T23:11:41Z", [0.08], "Mozambique wants to avert international scrutiny of Cabo Delgado because it is a heroin supply route from Afghanistan, maybe also cocaine from Brazil. So say there's a 30% chance of SADC forces being involved, say they are a third of the force, that is about 8%."], [45594, "2021-07-03T11:55:23Z", [0.1], ""], [79508, "2021-07-03T07:50:03Z", [0.25], ""], [56, "2021-07-03T06:05:24Z", [0.9], ""], [34815, "2021-07-03T03:52:33Z", [1.0], ""], [94606, "2021-07-02T20:57:47Z", [0.5], "Early days yet. SADC forces deployment dates not yet confirmed. As pointed out by @keith-huggins (https://bit.ly/2Txw2t5), a significant component of the situation is poverty driven,  unhappiness with inequality and lack of local benefit from the LNG projects (https://bit.ly/3jz2dD3).  The Mozambique government has apparently been resisting foreign interference and hence may stall the deployment as long as possible (https://bit.ly/3AyawFk0. US training of Mozambique troops was completed 5 May (https://bit.ly/3qIBRQn). Time will tell if that was likely to improve the situation or escalate violence?"], [87385, "2021-07-02T17:48:40Z", [1.0], "either Mozambique will ask for foreign support or the UN will acquire and deploy troops"], [99993, "2021-07-02T15:33:27Z", [0.2], ""], [691, "2021-07-02T14:48:45Z", [0.85], ""], [101208, "2021-07-02T10:13:29Z", [0.82], "If SADC troops are deployed in combat roles, this is 95%+. But the coverage implies they may be \"supporting\" the Mozambican and Wagner-esque forces. Uncertainty comes from other governments limiting their involvement to humanitarian support."], [101732, "2021-07-02T01:59:27Z", [0.95], "The combat in Africa is often chaotic (especially when army is facing insurgents like ISIS or local rebel groups), training of most soldiers is poor, and combat medicine often absent.  5% negative change is given to the probablity: a) No SADC forces are actually deployed there until April 2022"], [95944, "2021-07-02T00:27:33Z", [1.0], "I forecast Rwanda &South African members (the major contributor for SADC &actually deploying members) are the new targets . This forecast is based on: 1-the actual involvement of Rwanda's troops in Cabo Delgado region to secure gas project. 2- The influencing role of S.African forces in Mozambique due to these factors : 1-Fragile small &less finaced mozambique's military can't dominate lands》so More Dependency on SADC members to secure points&entities(Already approved to be deployed), in Cabo Delgado which is the main taget for ISIL to attacks & control the $40B gas project area to gain huge finance. 2-Domestic people tends to refuse foreigner western soliders existence as in previous civil war, This also clear in the fail of Wagner in past period but people tend to accept Neighboring forces of S.African ISAC collective action). 3-ISIL in experience in Built-areas to attack soliders which will prevent western powers to intervene (France in Mali as Ex). 4-ISIL tends to attack cities as sign of power but not to dominate for long (this means more security members to be killed). 5-International& African regional powers will fight to erase ISIS in this area& ISIS will resist》so lethal confronts will be against the deployed forces ( SADC in this case). Where ? \n-PEMBA/ Afungi peninsula."], [37236, "2021-07-01T20:34:36Z", [0.95], "\nIn re SADC... If you don't read Portuguese, \"baijo orcamento\" means \"low budget\"..  https://www.voaportugues.com/a/an%C3%A1lise-baixo-or%C3%A7amento-deixa-d%C3%BAvidas-sobre-a-natureza-da-miss%C3%A3o-da-sadc-em-mo%C3%A7ambique/5947168.html Underpaid, in need of tactical and psychological warfare training, no Hifter (Hafter) type American-trained leader. Suggests SADC forces will do some the bad stuff that similar groups in other areas of Africa are doing."], [86232, "2021-07-01T16:57:00Z", [0.6], ""], [101187, "2021-07-01T16:34:42Z", [0.1], ""], [93350, "2021-07-01T12:56:14Z", [0.8], "The SADC Standby Force comprises of the armed military from several South African countries other than Mozambique.\nThe outgoing Chairman of the SADC is the President of Mozambique, Filipe Jacinto Nyusi.\nUnder pressure from interested neighbours and investors, Mozambique has been pressured into accepting the SADC Force to support the central government.\nThe Cabo Delgado province contains the largest and richest LNG project in Africa, operated by Total of France.\nLocal residents have not benefitted from this resource where 52% of Mozambicans live in the four northern provinces and where the poverty rate is 68% compared to 19% in the South.\nNearly one third of the 2.3 million population in Delgado have been displaced by the LNG project or associated violence.\nAlthough portrayed as an ISIS led Muslim insurgency due to the predominance of the Muslim population, reports suggest that local issues are the cause of the insurgency rather than any targeting of Christians.\nInterviews with women who escaped from the insurgents after the attack on Palma, made the point that the motivation held by the fighters concerned jobs and money and would leave the armed group if the opportunity arose.\nRedressing grievances and creating jobs rather than a military solution is perhaps preferable \nPotential fighters have been offered financial inducements to encourage recruitment. Local fundamentalist preachers have a socialist method of promising equality and a share in the wealth emanating from the resources boom.\nTherefore, the conflicts are the product of poverty-stricken populace devoid of hope or fundamentalism who have no choice, in their view, but to continue their terrorism. \nAs the SADC forces are made up from African countries it is probable that one of its soldiers will be killed in the inevitable up and coming conflicts. SADC countries: Angola, Botswana, Comoros, Democratic Republic of Congo, Eswatini, Lesotho, Madagascar, Malawi, Mauritius, Mozambique, Namibia, Seychelles, South Africa, Tanzania, Zambia and Zimbabwe. https://www.sadc.int/themes/politics-defence-security/regional-peacekeeping/standby-force/  https://www.upstreamonline.com/politics/mozambique-insurgency-regional-troops-set-be-deployed-to-cabo-delgado/2-1-1030334  https://reliefweb.int/report/mozambique/what-would-it-take-stabilise-cabo-delgado  https://www.chathamhouse.org/2021/04/what-next-insurgency-cabo-delgado  https://www.bbc.com/news/world-africa-56597861  https://www.policycenter.ma/publications/cabo-delgado-al-shabaabisis-and-crisis-southern-africa  https://www.africanews.com/2021/06/23/southern-african-nations-to-send-troops-to-mozambique//  https://www.justsecurity.org/75698/the-us-military-should-stay-out-of-mozambiques-cabo-delgado-send-diplomats-who-know-the-terrain/  https://www.bbc.co.uk/news/world-africa-54183948  https://reliefweb.int/report/mozambique/growing-insurgency-mozambique-poses-danger-southern-africa  https://www.bbc.com/news/world-africa-56773012  https://ideas4development.org/en/mozambique-gas-fields-islamist-insurgency/\nhttps://reliefweb.int/sites/reliefweb.int/files/resources/303-mozambique-cabo-delgado%20%281%29.pdf\n"], [691, "2021-07-01T12:53:10Z", [0.75], ""], [60695, "2021-07-01T12:33:04Z", [1.0], ""], [101422, "2021-07-01T12:18:38Z", [1.0], "Few countries already have boots on the ground (Zimbabwe, Rwanda on a long lasting basis, Tanzania on occasion), outside of the SADC mandate.\nThese troops will eventually lead a role similar to DAG (air ops) or Wagner (air and ground ops). In the case of Wagner, direct confrontation led to several losses of human life on part of the Russians.\nIt is expected that a confrontation should lead to casualties on both sides, particularly when (not if) the insurgents seize control of another large city."], [79508, "2021-07-01T08:50:28Z", [0.2], "This has been going on for a while and not just in Mozambique, so I would give it a good chance that there will be some form of conflict in the coming months, maybe more to the spring and summer months (September to February)  there are two factors that might in my opinion affect the outcome with regards to the parameters of this question and therefore knock off a few percentage points for now.  CV19 and it not being in the Cabo Delgado Province"], [101654, "2021-07-01T05:30:50Z", [0.25], "Going with a lower likelihood because as of right now, this seems more like a humanitarian force than a fighting force. "], [86715, "2021-07-01T00:48:08Z", [0.95], ""], [48709, "2021-06-30T23:10:23Z", [0.5], "50/50 question as a force as been assembled  "], [83135, "2021-06-30T22:15:23Z", [1.0], ""], [1333, "2021-06-30T21:09:28Z", [1.0], ""]], "open_date": "2021-06-30T21:00:06Z", "close_date": "2021-09-25T18:00:29Z"}