{"question_id": 563, "title": "Will casualties from the Turkey-PKK conflict exceed 125 in any month from August through November 2017, according to the International Crisis Group?\n", "possible_answers": ["Yes", "No"], "crowd_forecast": [0.01, 0.99], "correct_answer": "No", "correct_forecast": 0.99, "preds": [[1034, "2017-12-01T07:26:49Z", [0.0], ""], [40054, "2017-12-01T07:25:49Z", [0.0], ""], [368, "2017-12-01T02:45:58Z", [0.0], ""], [1333, "2017-12-01T00:58:05Z", [0.05], ""], [41523, "2017-11-30T23:12:11Z", [0.01], ""], [38319, "2017-11-30T21:15:31Z", [0.02], "Perversely, the ICG tracker still says \"last updated on 22 November\", still has the prior month data unchanged from 11 November, but now also has initial figures for November: 26 PKK + 13 security forces = 39 total deaths (ie. more than October already). The only thing that might alter my \"lock-it-in\" forecast is if the ICG updates the October figures before GJO close the books in about 8 hours."], [368, "2017-11-30T20:09:42Z", [0.0], ""], [40411, "2017-11-30T13:57:32Z", [0.02], ""], [691, "2017-11-30T13:24:48Z", [0.0], ""], [1034, "2017-11-30T06:05:52Z", [0.0], ""], [38319, "2017-11-29T19:39:17Z", [0.02], "Since my last update, there has been a screeching halt in the number of deaths reported in the media: only 4 more deaths reported between 18 November and now.  That brings the total number of reported deaths only up to pretty much smack on 125.  I had thought that we were heading for 150 or more. DECREASE probability of November exceeding 125 reported deaths: 0.80 -> 0.40\nDECREASE probability that, if November exceeds 125 deaths, 126 of those deaths will be confirmed by 29 Dec: 0.10 -> 0.03"], [41998, "2017-11-29T18:52:54Z", [0.01], ""], [691, "2017-11-29T16:38:01Z", [0.0], ""], [40214, "2017-11-28T22:37:39Z", [0.02], ""], [368, "2017-11-28T21:45:28Z", [0.0], ""], [691, "2017-11-28T20:17:37Z", [0.0], ""], [41924, "2017-11-28T16:37:32Z", [0.0], ""], [41920, "2017-11-28T15:58:43Z", [0.01], ""], [41920, "2017-11-28T15:51:16Z", [0.01], ""], [1034, "2017-11-28T07:46:00Z", [0.0], ""], [368, "2017-11-28T00:52:51Z", [0.0], ""], [11885, "2017-11-27T16:10:18Z", [0.0], ""], [23234, "2017-11-27T14:43:57Z", [0.04], ""], [1034, "2017-11-27T06:59:02Z", [0.0], ""], [368, "2017-11-27T01:28:53Z", [0.0], ""], [23234, "2017-11-26T07:42:08Z", [0.05], ""], [13377, "2017-11-26T07:22:00Z", [0.12], ""], [1993, "2017-11-26T07:16:46Z", [0.0], "Highest month so far was September with 80 casualties. October numbers may not be complete yet."], [1034, "2017-11-26T07:14:20Z", [0.0], ""], [368, "2017-11-26T01:08:02Z", [0.0], ""], [12879, "2017-11-25T20:34:38Z", [0.01], ""], [1034, "2017-11-25T07:55:02Z", [0.0], ""], [4634, "2017-11-25T06:06:21Z", [0.12], ""], [1034, "2017-11-24T20:13:54Z", [0.0], ""], [368, "2017-11-24T16:46:07Z", [0.0], ""], [691, "2017-11-24T16:04:54Z", [0.0], ""], [12302, "2017-11-24T14:31:39Z", [0.02], ""], [38319, "2017-11-24T12:36:22Z", [0.09], "ICG conflict tracker has been updated!  So now looks possible there will be an early-December, mid-December, and late-December update before the question is adjudicated. However, the actual confirmed death counts for each month (including October) have _not_ increased since the counts published on 11 November.  Perhaps this is a typo, and updated figures will be provided in the next day or so. Watch this space ... ********************************\nEDIT:\nNope.  The 22 November update to the \"casualty\" tally is quantitatively no different to the 11 November update (as of now, 26 November)."], [368, "2017-11-24T01:40:34Z", [0.0], ""], [41523, "2017-11-23T04:14:02Z", [0.02], ""], [368, "2017-11-22T23:31:54Z", [0.0], ""], [1034, "2017-11-22T06:42:20Z", [0.0], ""], [368, "2017-11-21T20:03:49Z", [0.0], ""], [691, "2017-11-21T13:37:45Z", [0.0], ""], [1034, "2017-11-21T06:38:28Z", [0.0], ""], [12037, "2017-11-21T01:41:13Z", [0.01], ""], [38319, "2017-11-21T00:33:25Z", [0.09], "14 more PKK deaths reported on 18 November, after operations on 16-17 November.  Brings total reported to about 120, with 10 days to go. INCREASE probability of November exceeding 125 reported deaths: 0.60 -> 0.80 Still doubtful about ICG's ability to confirm that fact by mid-December though."], [368, "2017-11-20T20:50:18Z", [0.0], ""], [1034, "2017-11-20T18:35:21Z", [0.0], ""], [27031, "2017-11-20T14:46:23Z", [0.05], ""], [691, "2017-11-20T13:29:07Z", [0.0], ""], [368, "2017-11-19T23:21:40Z", [0.0], ""], [691, "2017-11-19T12:41:09Z", [0.01], ""], [1034, "2017-11-19T07:16:48Z", [0.0], ""], [368, "2017-11-19T00:06:30Z", [0.0], ""], [1034, "2017-11-18T21:26:32Z", [0.0], ""], [691, "2017-11-18T18:45:05Z", [0.01], ""], [368, "2017-11-17T21:15:18Z", [0.0], ""], [40411, "2017-11-17T15:33:32Z", [0.08], "Revising based on increased likelihood of crossing the 125 threshold. Still remaining skeptical of the ICG updating the figures in time. "], [31238, "2017-11-17T14:15:02Z", [0.1], ""], [691, "2017-11-17T13:47:51Z", [0.01], ""], [38319, "2017-11-17T08:42:45Z", [0.07], "9 more deaths reported in clashes since my last update.  Total media-reported deaths now at about 105, with only 16 days gone (53% of the month).  More likely that November will exceed 125 deaths, but the \"bloodbath\" scenario (200+ deaths reported in the month) does not appear to be playing out.  Reported deaths likely to come in somewhere about 130-135 for November. INCREASE probability of November exceeding 125 reported deaths: 0.50 -> 0.60 Still anxiously waiting to see if there will be a second update before the end of November ..."], [368, "2017-11-17T00:22:39Z", [0.0], ""], [22308, "2017-11-16T16:28:04Z", [0.0], ""], [691, "2017-11-15T15:28:08Z", [0.0], ""], [691, "2017-11-14T19:10:21Z", [0.0], ""], [368, "2017-11-14T19:04:11Z", [0.0], ""], [35, "2017-11-14T02:54:26Z", [0.02], ""], [5800, "2017-11-14T01:36:50Z", [0.01], ""], [12302, "2017-11-13T23:30:54Z", [0.05], ""], [691, "2017-11-13T15:57:23Z", [0.0], ""], [40054, "2017-11-13T08:27:16Z", [0.05], ""], [38319, "2017-11-13T01:41:14Z", [0.06], "Based on comments on the recent ICG update: DECREASE probability of August exceeding 125 reported deaths: 0.20 -> 0.00  (August has done its dash.)\nSeptember already at 0.00 probability, based on significantly fewer than 125 deaths reported in the media (even though the bar on the ICG website looks a bit threatening).\nOctober probability unchanged: _might_ have just exceeded 125 deaths, but highly unlikely would confirm all those reported deaths by mid-December. Which leaves November ... Bloody start to the month, with 64 deaths reported in the first week.  Calmer since then.  Guessing somewhat (see reply here: https://www.gjopen.com/comments/comments/614170), perhaps another 30-ish deaths since then.  That makes about 95 deaths in the first 40% of the month.   If average death rate continues for the month, that would give about 235 reported deaths for November.\nIf the average death rate over the last 6 months (about 2/day) continues for the rest of the month, that would give about 130 reported deaths for November. INCREASE probability of November exceeding 125 reported deaths: 0.30 -> 0.50 I can't really comment further on November's prospects until I can see when the next ICG update is.  All my calculations to date have assumed that November will get only two \"bites\" at the ICG website: the end-November update, and the mid-December update.  If there is an update in early December, then an update in late December (before the 29th), then it becomes _much_ more likely that a bloody November would actually surpass 125 confirmed deaths."], [38319, "2017-11-13T01:24:22Z", [0.05], "ICG conflict tracker has been updated!  Is this the mid-month update, coming a little early?  Will be interesting to see if there is an additional update before the end of the month ... October now reported as 37 total deaths, of which 20 PKK/17 other.  2wk ago, 28 deaths confirmed, of which 11 PKK/17 other.  (PKK deaths reported in the media appear to be about 100.) Updating previous months: \nSeptember: Now 80 deaths confirmed, of which 63 PKK/17 other.  2wk ago, 74 deaths confirmed, of which 57 PKK/17 other.  4wk ago, 55 deaths confirmed, of which 39 PKK/16 other.  6wk ago, only 19 deaths confirmed, of which 12 PKK/7 other. (About 60-100 total deaths reported in the media.) August: Now 39 PKK deaths confirmed.  No increase since 6wk ago.  (About 70 PKK deaths reported in the media.)\nJuly: Now 62 PKK deaths confirmed. No increase since 6wk ago.  (About 55-60 reported in the media.)\nJune: Now 56 PKK deaths confirmed. No increase since 6wk ago.  (About 100 reported in the media.) SUMMARY \nAugust needs to have another 67 deaths confirmed to meet target, but has plateaued in its reported deaths. \nSeptember needs to have another 48; it is still increasing, but unclear how many more media-reported deaths remain available for confirmation. \nOctober rising more slowly than September was, despite October having somewhat more reported deaths. Will update forecast now ..."], [368, "2017-11-13T00:49:38Z", [0.0], ""], [691, "2017-11-12T13:52:52Z", [0.0], ""], [1034, "2017-11-12T05:24:56Z", [0.0], ""], [23006, "2017-11-11T20:46:36Z", [0.0], ""], [368, "2017-11-11T19:26:42Z", [0.0], ""], [10745, "2017-11-11T12:33:05Z", [0.0], ""], [4729, "2017-11-10T19:04:47Z", [0.0], ""], [368, "2017-11-10T17:48:09Z", [0.0], ""], [1034, "2017-11-10T16:42:07Z", [0.0], ""], [691, "2017-11-10T15:22:11Z", [0.0], ""], [368, "2017-11-10T01:55:45Z", [0.0], ""], [83, "2017-11-10T00:23:05Z", [0.0], ""], [40411, "2017-11-09T16:54:16Z", [0.05], "http://www.yenisafak.com/en/news/more-than-100-pkk-terrorists-killed-in-turkey-in-one-week-2798070 I'm still keeping the probability fairly low to account for delay in accounting on ICG website."], [691, "2017-11-09T13:27:35Z", [0.0], ""], [41318, "2017-11-09T08:59:10Z", [0.0], ""], [368, "2017-11-08T20:08:30Z", [0.0], ""], [368, "2017-11-07T19:10:53Z", [0.0], ""], [368, "2017-11-06T19:00:55Z", [0.0], ""], [40411, "2017-11-06T01:13:46Z", [0.07], ""], [368, "2017-11-05T22:32:01Z", [0.0], ""], [38319, "2017-11-05T11:26:03Z", [0.05], "64 deaths, including 9 police/national guardsmen reported in Turkish media since the start of the month: http://www.hurriyetdailynews.com/55-pkk-militants-killed-over-last-two-days-across-turkey-121828. INCREASE probability of November exceeding 125 reported deaths: 0.10 -> 0.30\nINCREASE probability that, if November exceeds 125 deaths, 126 of those deaths will be confirmed by 29 Dec: 0.05 -> 0.10 I didn't intend for my comments about November needing to be an \"absolute bloodbath\" (here: https://www.gjopen.com/comments/comments/606518) to be taken as a challenge!"], [1034, "2017-11-05T06:03:31Z", [0.0], ""], [368, "2017-11-04T22:06:15Z", [0.0], ""], [1034, "2017-11-04T06:14:01Z", [0.0], ""], [14432, "2017-11-04T06:13:39Z", [0.0], ""], [368, "2017-11-03T17:28:12Z", [0.0], ""], [40411, "2017-11-03T13:30:30Z", [0.03], ""], [691, "2017-11-03T12:35:49Z", [0.0], ""], [41087, "2017-11-03T07:51:45Z", [0.0], ""], [1034, "2017-11-03T06:17:44Z", [0.0], "28 October http://www.crisisgroup.be/interactives/turkey/\n"], [1333, "2017-11-02T21:41:18Z", [0.15], ""], [40411, "2017-11-02T19:06:00Z", [0.15], "Unsure how many of these were in Turkey vs. Iraq:\nhttp://www.yenisafak.com/en/news/turkish-forces-kill-152-pkk-terrorists-in-october-2797301 Also, this is a pretty aggressive start to November's count:\nhttp://www.yenisafak.com/en/news/thirty-one-pkk-terrorists-neutralized-in-se-turkey-2797398"], [368, "2017-11-02T17:29:04Z", [0.0], ""], [691, "2017-11-02T16:25:10Z", [0.0], ""], [12879, "2017-11-02T14:06:26Z", [0.05], ""], [4634, "2017-11-02T13:57:43Z", [0.18], ""], [1034, "2017-11-02T05:18:46Z", [0.0], ""], [368, "2017-11-01T21:54:13Z", [0.0], ""], [691, "2017-11-01T15:29:11Z", [0.0], ""], [38319, "2017-11-01T07:34:19Z", [0.03], "Now back in front of the spreadsheet ... We have only 3 more ICG reporting intervals until resolution: mid-November, end-November, mid-December; so only 3 more opportunities for any month to get over the line. While I am uncertain about whether October exceeded 125 reported deaths (?25% likely), the confirmed deaths at month's end (28) is _very_ low.  Almost always, most of the final confirmed death count is confirmed by 2wk after month's end.  And we only have 3 further updates for October to get to 126.  So ... DECREASE probability that, if October exceeds 125 deaths, 126 of those deaths will be confirmed by 29 Dec: 0.10 -> 0.05 Also, November will have only have 2 opportunities to report more than 126 deaths (end-November, mid-December).  No month has come within cooee  of 126 deaths at the time of the report 2 weeks after month's end.  So unless November is an absolute bloodbath (200+ reported deaths - perhaps a 1 in 30 chance), it is highly unlikely that confirmations will come soon enough to meet criteria by 29th December.  So ... DECREASE probability that, if November exceeds 125 deaths, 126 of those deaths will be confirmed by 29 Dec: 0.10 -> 0.05 Overall probability each month will meet criteria by 29 Dec (rounding to nearest 0.5%)?\nAugust: 1%\nSeptember: 0%\nOctober: 1.5%\nNovember: 0.5%"], [1034, "2017-11-01T05:48:53Z", [0.0], ""], [23234, "2017-11-01T04:09:37Z", [0.09], ""], [691, "2017-10-31T22:22:31Z", [0.0], ""], [38319, "2017-10-31T22:00:46Z", [0.04], "ICG conflict tracker has been updated! October reported as 28 total deaths, of which 11 PKK/17 other.  PKK deaths reported in the media (though vague - see https://www.gjopen.com/comments/comments/605025) appear to be about 100.  If the non-PKK deaths (17) are an accurate final count, then October is close to, and possibly over, 126 actual deaths ... but if over, only barely over. Updating previous months:\nSeptember: Now 74 deaths confirmed, of which 57 KKK/17 other.  2wk ago, 55 deaths confirmed, of which 39 PKK/16 other.  4wk ago, only 19 deaths confirmed, of which 12 PKK/7 other. (About 60-100 total deaths reported in the media.) August: Now 39 PKK deaths confirmed. Was 39 2wk ago, 39 4wk ago, and 31 6wk ago. (About 70 PKK deaths reported in the media.)  July: Now 62 PKK deaths confirmed.  Was 62 2wk ago, 56 4wk ago, and 55 8wk ago. (About 55-60 reported in the media.)  June: Now 56 PKK deaths confirmed. Was 56 2wk ago, 52 4wk ago, and 41 8wk ago. (About 100 reported in the media.) SUMMARY\nAugust needs to have another 67 deaths confirmed to meet target, but has plateaued in its reported deaths.\nSeptember needs to have another 52; it is still increasing, but unclear how many more media-reported deaths remain available for confirmation.\nOctober appears to be _very_ early in its process of confirming the reported PKK deaths - about where the September count was 4wk ago. Overall, no clear trend of an escalation in number of deaths - general trend seems to be a flat line over the last 6mth or so. I'll change my forecast when I get home this evening ..."], [368, "2017-10-31T18:44:00Z", [0.0], ""], [1034, "2017-10-31T06:28:23Z", [0.0], ""], [368, "2017-10-30T22:03:07Z", [0.0], ""], [41009, "2017-10-30T13:00:22Z", [0.08], "Probability (gu-)estimate:  to cross the threshold, current violence level would roughly double; this happened twice in the 26 months monitored."], [38319, "2017-10-30T09:39:07Z", [0.04], "I've had my eye off this for a bit. Weekly PKK death counts reported by the army this month have been: 19 (30 Oct), 45 (23 Oct), 45 (20 Oct), 68 (6 Oct).  These are cases that have been explicitly described as occurring in Turkey proper; there are many other counts that include PKK deaths in northern Iraq and Syria.  Undoubtedly the figures for 23 Oct and 20 Oct have some overlap. In addition, there have been about 10 reported civilian, security forces, and police deaths in the month.  As with August, it looks as though the total death count _might_ just creep above 125, so ... INCREASE probability of October exceeding 125 reported deaths: 0.05 -> 0.25. ... however, even if that is the case, I find it unlikely that the ICG will have confirmed all those deaths by mid-December (which is likely to be the final update of the ICG webpage before 29 Dec)."], [4634, "2017-10-30T05:58:52Z", [0.08], ""], [1034, "2017-10-30T05:03:39Z", [0.0], ""], [6303, "2017-10-30T04:19:00Z", [0.01], "Based on general news and GJP consensus."], [405, "2017-10-29T22:51:24Z", [0.15], ""], [368, "2017-10-29T17:37:04Z", [0.0], ""], [691, "2017-10-29T12:29:48Z", [0.0], ""], [1034, "2017-10-29T06:01:43Z", [0.0], ""], [368, "2017-10-29T01:41:07Z", [0.0], ""], [691, "2017-10-28T22:11:47Z", [0.0], ""], [1034, "2017-10-28T05:12:27Z", [0.0], ""], [368, "2017-10-27T20:19:55Z", [0.0], ""], [1034, "2017-10-27T20:00:43Z", [0.0], ""], [691, "2017-10-27T12:43:53Z", [0.0], ""], [368, "2017-10-26T18:06:24Z", [0.0], ""], [691, "2017-10-26T15:01:04Z", [0.0], ""], [4634, "2017-10-26T13:11:31Z", [0.12], ""], [1034, "2017-10-26T06:24:13Z", [0.0], ""], [368, "2017-10-25T23:42:27Z", [0.0], ""], [1034, "2017-10-25T18:04:35Z", [0.0], ""], [691, "2017-10-25T14:55:24Z", [0.0], ""], [691, "2017-10-24T20:06:28Z", [0.01], ""], [368, "2017-10-24T19:17:32Z", [0.0], ""], [1333, "2017-10-24T15:29:16Z", [0.25], ""], [368, "2017-10-24T00:54:04Z", [0.0], ""], [6303, "2017-10-23T03:11:09Z", [0.01], "Based on general news and GJP consensus."], [691, "2017-10-23T02:13:42Z", [0.01], ""], [1034, "2017-10-22T23:29:16Z", [0.0], ""], [368, "2017-10-22T18:18:20Z", [0.0], ""], [39390, "2017-10-22T17:10:17Z", [0.12], ""], [368, "2017-10-21T21:28:14Z", [0.0], ""], [1034, "2017-10-21T20:40:13Z", [0.0], ""], [691, "2017-10-21T18:52:16Z", [0.01], ""], [4634, "2017-10-21T15:23:36Z", [0.18], ""], [368, "2017-10-20T23:12:18Z", [0.0], ""], [39911, "2017-10-20T19:55:49Z", [0.24], ""], [40411, "2017-10-20T16:03:55Z", [0.03], ""], [691, "2017-10-20T12:31:26Z", [0.01], ""], [38319, "2017-10-20T08:09:37Z", [0.02], "Another 5 days, and virtually no news on PKK, or anti-PKK, activities in Turkish provinces.  Much of the attention seems to be on increasing Turkish involvement in northern Iraq, and accusations that the PKK are becoming increasingly involved there too. Increasingly unlikely that October will reach the 126 death threshold."], [1034, "2017-10-20T05:45:24Z", [0.0], ""], [368, "2017-10-19T22:08:36Z", [0.0], ""], [691, "2017-10-19T11:41:51Z", [0.01], ""], [368, "2017-10-18T20:47:16Z", [0.0], ""], [4634, "2017-10-18T19:15:26Z", [0.22], "\"A total of 21 PKK militants have been “neutralized” since the air-supported operations began on Oct. 16, according to statements made by the military. Authorities use the word “neutralized” to refer to militants who are killed, wounded or captured. Four soldiers were killed in two separate PKK bomb attacks in Zap, according to the army, which revealed the identities of the soldiers as Furkan Aydın, İlhan Sezer, Seçkin Arıkan and Adem Gezer. Airstrikes were subsequently carried out in the area with warplanes and armed drones. The aim of the operation is to “neutralize” PKK militants preparing cross-border attacks, maintain border security and secure the passage routes of Turkish soldiers to the military base regions in northern Iraq, according to the military. The Turkish Armed Forces (TSK) has been conducting airstrikes in northern Iraq in order to prevent PKK militants’ infiltration, while also aiming to stop the militants from moving between Iraq and Syria. The operation is the TSK’s first land move in Zap in nine years. The last one, “Operation Sun,” took place in 2008 and was carried out to destroy PKK camps in the region.\" http://www.hurriyetdailynews.com/turkish-army-engages-in-northern-iraq-for-first-time-in-nine-years-121032"], [691, "2017-10-18T15:40:48Z", [0.01], ""], [368, "2017-10-16T20:45:11Z", [0.0], ""], [691, "2017-10-16T12:35:27Z", [0.02], ""], [68, "2017-10-16T07:37:39Z", [0.01], "Coming down from 9% on 02 October 2017. Every reading after October 2016 has been less than 125, ranging from 105 down to 56. Compare this to the calendar year 2016, in which casualties exceeded 125 in ten of the twelve months. Data from the last 11 months suggest an underlying change, so I consider it prudent to ignore earlier months from now on, unless of course there is a sudden flare up."], [6303, "2017-10-16T03:10:04Z", [0.01], "Based on general news and GJP consensus."], [12302, "2017-10-15T23:26:47Z", [0.01], ""], [368, "2017-10-15T21:10:22Z", [0.0], ""], [1034, "2017-10-15T19:42:15Z", [0.0], ""], [691, "2017-10-15T12:32:02Z", [0.02], ""], [38319, "2017-10-15T11:58:19Z", [0.03], "Two new data points: 1.  After that flurry of activity in the first week of October, virtually nothing has been recorded in the major daily newspapers since 8th October.  So maybe 40-50 deaths total in half of the month so far, but _far_ fewer discrete reports of: \"In this city, on this date, 3 PKK and 1 security forces died in an armed encounter\". DECREASE probability of October exceeding 125 reported deaths: 0.25 -> 0.10\nDECREASE probability that, if October exceeds 125 deaths, 126 of those deaths will be confirmed by 29 Dec: 0.30 -> 0.15 2.  ICG conflict tracker has been updated! September: Now 55 deaths confirmed, of which 39 PKK/16 other.  At last update 2wk ago, only 19 deaths confirmed, of which 12 PKK/7 other. (About 60-100 total deaths reported in the media.) Updating previous months [PKK deaths only]: \nAugust: Now 39 PKK deaths confirmed.  Was 31 on 19 Sep, and no further increase at the 2 Oct update.  (About 70 PKK deaths reported in the media.) \nJuly: Now 62 PKK deaths confirmed.  Was 56 on 2 Oct, and 55 on 6 Sep. (About 55-60 reported in the media.) \nJune: Now 56 PKK deaths confirmed.  Was 52 on 2 Oct, and 41 on 6 Sep. (About 100 reported in the media.) August needs to have another 67 deaths confirmed to meet target; September needs to have another 71. DECREASE probability that, if August deaths did exceed 125, ICG will confirm those deaths before 29 Dec: 0.20 -> 0.05\nI still think there is a chance (about 20%) that the August deaths did exceed 125, but even if that is the case, the rate of confirmations means it will take many more months to demonstrate that that is indeed what happened.\nAs mentioned previously, I am highly confident that September did _not_ exceed 125 deaths."], [83, "2017-10-14T22:32:01Z", [0.02], "Passage of time."], [368, "2017-10-14T17:25:12Z", [0.0], ""], [691, "2017-10-14T12:59:09Z", [0.02], ""], [32078, "2017-10-14T11:10:57Z", [0.15], ""], [23234, "2017-10-14T05:46:23Z", [0.03], ""], [368, "2017-10-13T23:48:26Z", [0.0], ""], [691, "2017-10-13T17:54:22Z", [0.02], ""], [368, "2017-10-12T18:56:38Z", [0.0], ""], [73, "2017-10-12T16:49:51Z", [0.0], ""], [31450, "2017-10-12T16:37:42Z", [0.0], "Casualties have been dropping for months, even though July-Sept are usually times when casualty counts increase. I don't see any evidence a large scale offensive is going to happen in the next two months."], [12302, "2017-10-12T13:21:18Z", [0.04], ""], [35033, "2017-10-12T12:11:57Z", [0.0], ""], [368, "2017-10-11T20:13:03Z", [0.0], ""], [1993, "2017-10-11T15:50:48Z", [0.1], "August updated to 14. September currently at 3."], [40652, "2017-10-11T07:25:48Z", [0.21], ""], [83, "2017-10-11T02:36:21Z", [0.3], "Increasing probability as the Kurdish independence vote may have lead to preventive measures by Turkey against the PKK."], [23006, "2017-10-11T02:31:40Z", [0.0], ""], [368, "2017-10-10T18:42:09Z", [0.0], ""], [368, "2017-10-09T20:29:14Z", [0.0], ""], [691, "2017-10-08T13:09:26Z", [0.02], ""], [12302, "2017-10-08T09:45:41Z", [0.06], ""], [38319, "2017-10-08T08:38:37Z", [0.12], "Oops.  Forgot to actually increase the forecast.  *facepalm*"], [38319, "2017-10-08T08:34:21Z", [0.07], "Possible recent increase in Turkish Army activity:  https://www.dailysabah.com/war-on-terror/2017/10/06/68-pkk-terrorists-killed-in-counterterror-operations-over-the-week-turkish-military I wonder if these are the same 68 casualties referenced by @Rene in https://www.gjopen.com/comments/comments/588000.  I suspect not.  @Rene's reference was to a Turkish Military announcement on Monday 2 October: 68 PKK \"neutralisations\", of which 49 were deaths.  The current announcement by the Turkish Armer Forces was made on Friday 6 October referred to 68 PKK deaths (and a further 13 security forces deaths).   That's a total of 81 deaths.  Even if half of those occurred in September, that is still 40 reported deaths (32% of the threshold) in the first 18% or so of the month.  If they all occurred in October, there is 64% of the threshold in under a week! INCREASE probability of October exceeding 125 reported deaths:  0.10 -> 0.25\nINCREASE probability that, if October exceeds 125 deaths, 126 of those deaths will be confirmed by 29 Dec:  0.20 -> 0.30 I'm watching now to see if this is a one-off (albeit the most lethal single week in many months) as previous \"busy\" weeks have been, or else a sign of a persisting escalation in the violence."], [368, "2017-10-07T20:17:07Z", [0.0], ""], [40039, "2017-10-06T13:52:52Z", [0.05], ""], [691, "2017-10-06T12:48:01Z", [0.02], ""], [28414, "2017-10-05T11:03:13Z", [0.0], ""], [4634, "2017-10-05T09:37:58Z", [0.15], ""], [368, "2017-10-04T18:29:27Z", [0.0], ""], [598, "2017-10-04T11:21:29Z", [0.09], ""], [4729, "2017-10-03T19:44:09Z", [0.75], ""], [368, "2017-10-03T18:56:02Z", [0.0], ""], [83, "2017-10-03T18:38:54Z", [0.04], ""], [1333, "2017-10-03T14:54:28Z", [0.15], ""], [691, "2017-10-03T14:46:27Z", [0.02], ""], [28414, "2017-10-03T12:35:49Z", [0.07], ""], [38319, "2017-10-03T12:35:11Z", [0.07], "New data published in ICG conflict tracker ... September: 19 deaths confirmed to date; 12 of these are PKK.  (About 60-100 total deaths reported in the media, depending on how many of the \"49 PKK deaths in the last week\" occurred in September, and how many in October.) Updating previous months [PKK deaths only]:\nAugust: 31 deaths confirmed to date.  Only 20 of these were confirmed by 6 Sep.  31 confirmed by 19 Sep.  (About 70 reported in the media.)\nJuly: 56 deaths confirmed to date.  Only 55 confirmed by 6 Sep.  (About 55-60 reported in the media.)\nJune: 52 deaths confirmed to date.  Only 41 confirmed by 6 Sep.  (About 100 reported in the media.) So again, civilian deaths and security forces deaths tend to be confirmed rapidly.  This is because these deaths tend to be named when they are reported in the media.  The most significant variable is how long the delay is in confirming PKK deaths.  As a rough guide, it seems as though about 20% of the unconfirmed deaths are confirmed in each subsequent month.   Overall:  August MIGHT eventually reach 126 ... but this is highly unlikely (4%).  September WILL NOT reach 125, as the reported deaths fell well short of 126 (0%).  October and November are still as good a guess as any, but the delay in confirming PKK deaths means that there would have to be 200+ PKK deaths in a month (ie. mean of 40+ PKK deaths weekly for 5 consecutive weeks) to give a reasonable chance of confirming enough of them before the deadline (2% for October, 1% for November)."], [28414, "2017-10-03T10:48:38Z", [0.15], ""], [4634, "2017-10-03T10:36:46Z", [0.2], "If these would count, it's more likely than we think:  \"The Turkish Interior Ministry announced on Monday that a total of 68 Kurdistan Workers’ Party (PKK) terrorists, 49 of whom were killed, have been “neutralized” across Turkey over the past week.\" Source: https://www.turkishminute.com/2017/10/02/68-pkk-militants-neutralized-in-one-week/?utm_content=buffer19a3b&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer"], [23234, "2017-10-03T08:23:58Z", [0.08], ""], [40491, "2017-10-02T20:48:24Z", [0.18], ""], [368, "2017-10-02T19:40:41Z", [0.0], ""], [38625, "2017-10-02T15:50:44Z", [0.35], ""], [691, "2017-10-02T12:35:56Z", [0.02], ""], [4634, "2017-10-02T11:49:06Z", [0.2], ""], [68, "2017-10-02T11:02:39Z", [0.09], ""], [1034, "2017-10-02T06:19:18Z", [0.0], ""], [23234, "2017-10-01T19:49:27Z", [0.06], ""], [368, "2017-10-01T19:35:07Z", [0.0], ""], [1034, "2017-10-01T07:07:11Z", [0.0], ""], [691, "2017-09-30T21:40:35Z", [0.06], ""], [368, "2017-09-30T20:14:25Z", [0.0], ""], [1034, "2017-09-30T07:51:52Z", [0.0], ""], [38319, "2017-09-29T23:00:45Z", [0.07], "Now within the last few hours of the month.  Only about 60 deaths reported in the Turkish media so far.   DECREASE probability that September deaths (reported or confirmed) will reach 126+ to zero. DECREASE probability that, if October deaths exceed 125, ICG will confirm those deaths: 0.30 -> 0.20\nDECREASE probability that, if November deaths exceed 125, ICG will confirm those deaths: 0.20 -> 0.10 ICG updates are, at best, every few weeks.  If the November deaths do not exceed 125 deaths on the 1 December update, it is entirely possible that the ICG will not issue an update to that number before 29 December.\nAlso, strong trend now towards fewer deaths on a month-on-month basis means, unless major upswing in violence (about 10% chance each month), reported deaths won't come close to 125 either. By my calculations, it is now more likely that August will have further deaths reported so as to have 126+ deaths confirmed by 29 Dec (p= 0.04) than it will be that either October (p= 0.02) or November (p= 0.01) meet criteria."], [691, "2017-09-29T19:51:05Z", [0.06], ""], [40437, "2017-09-29T09:47:11Z", [0.3], ""], [368, "2017-09-28T19:19:32Z", [0.0], ""], [691, "2017-09-28T17:24:01Z", [0.06], ""], [28414, "2017-09-28T09:45:52Z", [0.0], ""], [40387, "2017-09-27T23:09:22Z", [0.6], ""], [23006, "2017-09-27T21:41:55Z", [0.0], ""], [691, "2017-09-27T21:34:25Z", [0.09], ""], [23234, "2017-09-27T21:01:04Z", [0.1], ""], [368, "2017-09-27T20:50:13Z", [0.0], ""], [40125, "2017-09-27T04:48:41Z", [0.02], ""], [1034, "2017-09-27T04:38:55Z", [0.0], ""], [691, "2017-09-26T19:46:47Z", [0.09], ""], [23234, "2017-09-26T18:48:34Z", [0.15], ""], [368, "2017-09-26T17:33:00Z", [0.0], ""], [39938, "2017-09-26T12:02:06Z", [0.0], ""], [368, "2017-09-25T17:00:32Z", [0.0], ""], [691, "2017-09-25T16:42:11Z", [0.09], ""], [32540, "2017-09-25T03:09:09Z", [0.05], ""], [39288, "2017-09-24T20:56:03Z", [0.0], ""], [40267, "2017-09-24T20:31:35Z", [0.06], ""], [691, "2017-09-24T20:28:17Z", [0.09], ""], [28212, "2017-09-24T18:40:38Z", [0.05], ""], [368, "2017-09-24T17:53:38Z", [0.0], ""], [1034, "2017-09-24T15:56:12Z", [0.0], ""], [40235, "2017-09-24T08:48:08Z", [0.75], ""], [38319, "2017-09-23T22:20:45Z", [0.09], "Only 3 deaths reported in Turkish media in the last week. Overall, that makes about 45 deaths in the 23/30 (77%) of the month so far. Would need 80 deaths a week from here to put September in with a chance. DECREASE probability that media reported deaths in September will exceed 125: 0.15 -> 0.05 \nDECREASE probability that, assuming reported deaths exceed 125 for September, the ICG will confirm more than 125 of those deaths by 29 December: 0.15 -> 0.10"], [368, "2017-09-23T20:31:52Z", [0.0], ""], [35405, "2017-09-23T17:26:31Z", [0.0], ""], [691, "2017-09-23T12:48:36Z", [0.07], ""], [40029, "2017-09-23T08:57:46Z", [0.8], ""], [1034, "2017-09-23T05:47:50Z", [0.0], ""], [35636, "2017-09-23T02:59:42Z", [0.0], ""], [40177, "2017-09-23T01:02:00Z", [0.09], ""], [368, "2017-09-22T19:46:07Z", [0.0], ""], [691, "2017-09-22T19:06:19Z", [0.07], ""], [40124, "2017-09-22T16:06:27Z", [0.9], ""], [40086, "2017-09-22T14:13:04Z", [0.12], ""], [40082, "2017-09-22T12:13:10Z", [0.75], ""], [40067, "2017-09-22T11:12:30Z", [0.13], ""], [40047, "2017-09-22T09:44:17Z", [0.65], ""], [40054, "2017-09-22T09:32:50Z", [0.65], "the PKK is trying to organize big actions to stay present with their goals beside all the other topics regarding turkey (IS, migration, european tensions)"], [40028, "2017-09-22T08:08:25Z", [0.2], ""], [39997, "2017-09-21T23:20:38Z", [0.25], ""], [691, "2017-09-21T22:08:53Z", [0.07], ""], [39328, "2017-09-21T20:32:48Z", [0.49], ""], [39838, "2017-09-21T19:29:13Z", [0.75], "I expect the issues between Turkey and Iraqi Kurdistan to impact the Turkey-PKK conflict and to act as a cover for Erdogan."], [39938, "2017-09-21T19:10:52Z", [0.05], ""], [39740, "2017-09-21T19:00:24Z", [0.1], "it will, but after november 2017"], [39898, "2017-09-21T18:40:19Z", [0.02], ""], [39847, "2017-09-21T18:26:32Z", [1.0], "Turkey drive with tanks out they fight them soon"], [39586, "2017-09-21T18:21:36Z", [1.0], ""], [39724, "2017-09-21T18:21:20Z", [0.9], ""], [39859, "2017-09-21T18:15:34Z", [0.95], ""], [39483, "2017-09-21T18:15:30Z", [0.0], ""], [368, "2017-09-21T18:10:29Z", [0.0], ""], [39620, "2017-09-21T18:09:20Z", [0.05], ""], [39656, "2017-09-21T18:08:22Z", [0.0], ""], [368, "2017-09-21T18:06:09Z", [0.0], ""], [39801, "2017-09-21T18:03:01Z", [0.4], ""], [39792, "2017-09-21T18:01:30Z", [0.29], ""], [39591, "2017-09-21T18:01:12Z", [0.1], ""], [39763, "2017-09-21T17:53:31Z", [0.45], ""], [39749, "2017-09-21T17:52:50Z", [0.35], ""], [39594, "2017-09-21T17:51:59Z", [0.76], ""], [39715, "2017-09-21T17:51:22Z", [0.0], ""], [39536, "2017-09-21T17:50:34Z", [0.36], ""], [39562, "2017-09-21T17:41:35Z", [0.25], ""], [39493, "2017-09-21T17:39:41Z", [1.0], ""], [39292, "2017-09-21T17:38:47Z", [0.0], ""], [39206, "2017-09-21T17:35:59Z", [0.65], ""], [368, "2017-09-20T19:40:57Z", [0.0], ""], [691, "2017-09-20T19:20:13Z", [0.07], ""], [12879, "2017-09-20T15:58:43Z", [0.1], ""], [1333, "2017-09-20T14:21:04Z", [0.15], "Its fighting weather in the desert. Riding ahead at 15%"], [12302, "2017-09-20T10:48:54Z", [0.08], ""], [1034, "2017-09-20T05:21:01Z", [0.0], ""], [4634, "2017-09-20T05:20:07Z", [0.25], ""], [1333, "2017-09-19T18:17:28Z", [0.05], "Riot police were already on duty around the cemetery since senior Kurdish figures were attending the funeral. Yet the police only issued verbal warnings, despite requests from HDP lawmakers in attendance to physically stop the group.\nRead more: http://www.al-monitor.com/pulse/originals/2017/09/turkey-mob-attack-on-kurdish-funeral-sparks-outrage.html#ixzz4t9MCzZZz On Sept. 8, 2016, Turkey introduced the Bayraktar TB2 tactical drone armed with MAM-L (smart micro munition with a modified UMTAS missile, with a range of 8 kilometers [5 miles]) in counterterror operations against the PKK. Security sources in Ankara told Al-Monitor that since September 2016, about 2,000 PKK militants have been neutralized, about 600 of them (30%) by armed drones. Recently, Turkish media widely reported that armed drones neutralized 61 PKK militants just in the previous month. The Daily Sabah said 21 senior leaders of the organization were killed by armed drones in the past year. Read more: http://www.al-monitor.com/pulse/originals/2017/09/turkey-pkk-drone-conflict-escalates.html#ixzz4t9McR6Cj"], [368, "2017-09-19T18:07:42Z", [0.0], ""], [368, "2017-09-19T17:54:50Z", [0.0], "MLE predictions for the period between August 1, 2017 to September 18, 2017 fall within the expected values; E( Y | X = x).\n"], [368, "2017-09-19T17:46:58Z", [0.0], ""], [368, "2017-09-19T17:39:03Z", [0.0], ""], [68, "2017-09-19T10:26:09Z", [0.14], "http://www.crisisgroup.be/interactives/turkey/\nTotal casualties reported since 20 July 2015 are now 3132, updated to 19 September 2017. This implies 18 casualties so far in September.  Although August has been increased to 51 from 38, and there have been small upward adjustments for some of the previous months, the chances of a sudden flare up are reducing with the passage of time.\n"], [28414, "2017-09-19T10:04:03Z", [0.1], ""], [28414, "2017-09-19T10:03:25Z", [0.15], ""], [28414, "2017-09-19T10:03:09Z", [0.25], ""], [1333, "2017-09-19T09:24:54Z", [0.95], "80 armored vehicles dispatched in Ankara for the Syrian Frontier."], [28414, "2017-09-19T07:50:02Z", [0.0], ""], [23234, "2017-09-19T02:19:49Z", [0.1], ""], [1993, "2017-09-19T02:16:37Z", [0.08], "August updated to 51."], [23234, "2017-09-19T02:07:23Z", [0.19], "August number has moved from 38 to 51 presumably due to confirmation of additional PKK deaths. The Turkish media reports I've seen show well over 125 people killed in August but (I think?) what matters under the methodology of this question is how many can be confirmed by the other side and thus counted by Crisis Group."], [368, "2017-09-18T19:16:32Z", [0.0], ""], [23234, "2017-09-18T18:18:50Z", [0.15], ""], [691, "2017-09-18T12:23:46Z", [0.07], ""], [1034, "2017-09-18T04:40:24Z", [0.0], ""], [6303, "2017-09-18T03:20:11Z", [0.07], "Based on general news and GJP consensus."], [368, "2017-09-17T20:35:11Z", [0.0], ""], [691, "2017-09-17T20:01:07Z", [0.08], ""], [38319, "2017-09-17T11:43:42Z", [0.1], "No deaths reported in Turkish media in the last 4d.  Overall, that makes about 40 deaths in the 17/30 (57%) of the month so far.  Would need 45 deaths a week from here to put September in with a chance. DECREASE probability that media reported deaths in September will exceed 125: 0.25 -> 0.15\nDECREASE probability that, assuming reported deaths exceed 125 for September, the ICG will confirm more than 125 of those deaths by 29 December: 0.20 -> 0.15  And the general trend of reducing violence has me reducing the \"blue sky\" estimate of deaths in October and November. DECREASE probability that media reported deaths in each of October and November will exceed 125: 0.15 -> 0.10\nDECREASE probability that, assuming reported deaths exceed 125 for October, the ICG will confirm more than 125 of those deaths by 29 December: 0.50 -> 0.30\nDECREASE probability that, assuming reported deaths exceed 125 for November, the ICG will confirm more than 125 of those deaths by 29 December: 0.30 -> 0.20 "], [12302, "2017-09-16T21:40:24Z", [0.1], ""], [368, "2017-09-16T19:30:41Z", [0.0], ""], [37272, "2017-09-16T18:37:19Z", [0.1], ""], [23234, "2017-09-16T16:26:07Z", [0.25], ""], [4634, "2017-09-16T15:55:22Z", [0.28], ""], [691, "2017-09-16T12:17:09Z", [0.08], ""], [23234, "2017-09-16T07:15:01Z", [0.22], ""], [368, "2017-09-15T19:20:40Z", [0.0], ""], [691, "2017-09-15T18:53:16Z", [0.09], ""], [1993, "2017-09-15T01:44:14Z", [0.15], ""], [368, "2017-09-14T20:16:26Z", [0.01], ""], [691, "2017-09-14T19:56:15Z", [0.09], ""], [691, "2017-09-13T20:32:32Z", [0.09], ""], [368, "2017-09-13T20:15:47Z", [0.01], ""], [368, "2017-09-13T20:06:20Z", [0.01], ""], [38319, "2017-09-13T02:02:08Z", [0.18], "Quiet few days; only one death (a PKK member) reported in the media in the last 4 days.  Although that seems quite insignificant, it does make it much more likely that September won't reach 125 reported deaths. DECREASE probability that media reported deaths in September will exceed 125: 0.25 -> 0.15 DECREASE probability that, assuming reported deaths exceed 125 for September, the ICG will confirm more than 125 of those deaths by 29 December: 0.30 -> 0.20\nIf deaths _do_ exceed 125 for September, it may well be by only a small number.  The ICG would need to confirm pretty much _all_ reported deaths, which is unlikely. Overall probability that September will have 126+ ICG-confirmed deaths by 29 December: 3%."], [691, "2017-09-12T21:02:21Z", [0.09], ""], [1333, "2017-09-12T18:15:26Z", [0.85], "Ankara, which has enjoyed close ties with Barzani, has voiced opposition to the referendum but has done nothing concrete to prevent it. During a visit to Erbil last month, Turkey’s foreign minister asked Barzani to cancel the referendum but made “no suggestion at all of sealing the border, revisiting trade or suspending money transfers to Erbil,” a senior Iraqi Kurdish official told Al-Monitor’s Amberin Zaman.\nRead more: http://www.al-monitor.com/pulse/originals/2017/09/turkey-iraqi-kurdistan-referendum-fever-spills-over.html#ixzz4sUQRZ8hJ"], [368, "2017-09-12T17:28:28Z", [0.01], ""], [36848, "2017-09-12T14:54:05Z", [0.02], ""], [36848, "2017-09-12T14:53:40Z", [0.1], "Comment deleted on Sep 12, 2017 02:54PM UTC"], [38936, "2017-09-12T09:56:58Z", [0.03], ""], [23234, "2017-09-12T02:25:56Z", [0.35], ""], [691, "2017-09-12T01:28:25Z", [0.09], ""], [368, "2017-09-11T19:59:24Z", [0.01], ""], [368, "2017-09-10T19:36:25Z", [0.01], ""], [6285, "2017-09-10T16:37:57Z", [0.1], "As Erdogon continues to consolidate power he is busy purging the military and bureaucracy of his imagined enemy's .He will get to ppk eventually and only would do it sooner if the ppk makes a major attack."], [1333, "2017-09-10T10:22:59Z", [0.75], ""], [38319, "2017-09-10T09:32:17Z", [0.22], "Rubbery figures in the \"Hurriyet\", with the Turkish military claiming 99 PKK \"neutralisations\" in the last 2 week up to 9 September (27 Aug - 9 Sep).  Grrr ... why start reporting \"in the last two weeks\", when previously they reported \"in the last week\"??? So, rough guess, 60-65 neutralisations in the first 9 days of the month.  And if half of those are deaths (which is probably an underestimate given the news reports where \"neutralisations\" are quantified into killed, captured, and injured), that makes 30-35 deaths (plus 6 security forces deaths).  That is a little higher than the rate I had been assuming, which was 15-20 deaths/week.  Consequently ... INCREASE probability that media reported deaths in September will exceed 125: from 0.20 to 0.25."], [368, "2017-09-09T20:04:36Z", [0.01], ""], [23234, "2017-09-08T22:43:15Z", [0.4], ""], [368, "2017-09-08T18:07:06Z", [0.01], ""], [38821, "2017-09-08T14:21:10Z", [0.15], ""], [691, "2017-09-08T11:10:02Z", [0.21], ""], [368, "2017-09-07T23:13:08Z", [0.01], ""], [36666, "2017-09-07T20:38:40Z", [0.8], ""], [1333, "2017-09-07T15:32:03Z", [0.85], ""], [31450, "2017-09-07T14:25:31Z", [0.1], "Dropping significantly because I clearly misread how much of a powder keg Turkey is."], [691, "2017-09-07T14:20:22Z", [0.22], ""], [4634, "2017-09-07T12:12:18Z", [0.35], ""], [38319, "2017-09-07T10:17:31Z", [0.2], "I've had to totally rejig the model here.  I've under-estimated the delay in PKK deaths being confirmed by the ICG.  I'll need to refine the figures once I get more data about just how delayed the confirmation of PKK deaths are and, indeed, how many PKK deaths reported in the media _never_ get confirmed (at least not in the 4mth timeframe of this forecast). So, for each month, \"What is the probability that total deaths reported in the media will exceed 125?\"  It is almost inconceivable that the ICG will confirm more deaths in a month than there were deaths reported in the media. Then that probability needs to be modified by the question, \"What is the probability that ICG will confirm enough of those deaths to exceed 125?\"  This probability will be influenced by:\n(a) the total number of reported deaths (if there are 300 deaths reported in the media in October, that is different to only 130 being reported);\n(b) what proportion of those reported deaths are PKK (if there are 140 total deaths reported in October, it will be more significant if 100 of those 140 are civilian/security forces deaths that are easily confirmed, than if 100 of those 140 are PKK who might never be confirmed); and\n(c) how many weeks are left before the 29th of December (140 deaths reported in September are more likely to \"get over the line\" than 140 deaths reported in November). At the moment, for August, the probability that the reported deaths exceeded 125 I'd put at about 0.20.  There are too many rubbery figures around \"neutralisation\" and \"inside -v- outside Turkey\".   _If_ the reported deaths exceeded 125, the likelihood that ICG will confirm it is about 0.20.  There is plenty of time for the current figure (20 PKK deaths) to grow (70-100 reported).  OTOH, the total reported deaths only _just_ exceeds 125, so pretty much every reported PKK death would need to be confirmed ... which is unlikely.  Then again, it happened in July (eventually)! Overall, about a 4% chance that August will eventually exceed 125 deaths. September off to a slow start so far: only 15-20 deaths reported in the first week.  Needs to average 40 deaths/wk for the remainder of the month to reach 125."], [68, "2017-09-07T08:50:24Z", [0.22], "https://www.crisisgroup.org/crisiswatch/august-2017#turkey ICG says \"at least 38 casualties\" in August. Unless revised upwards substantially, this is significantly less than the last three months. \"Turkey  AUGUST 2017 - Clashes between Kurdistan Workers’ Party (PKK) and security forces in south east continued at low intensity, with at least 38 confirmed casualties during month, mostly PKK militants and six civilians; security force fatalities concentrated in rural areas of Batman, Hakkari and Şırnak, PKK fatalities mostly reported in Tunceli, Diyarbakır and Siirt provinces. Military operations including destruction of PKK shelters and ammunition storages; military 11 Aug reported it had seized two Swedish-made AT-4 missiles in Şırnak’s Uludere district. PKK continued attacks on civilians and state representatives. Crackdown on Kurdish movement and alleged sympathisers continued, including prosecution on loosely-defined terrorism charges. Police 2 Aug arrested French journalist Loup Jean René Bureau in Şırnak’s Uludere district for alleged links to Kurdish People’s Protection Unit (YPG); Czech officials same day said court had jailed two Czech nationals claiming to be humanitarian workers for YPG membership. Pro-Kurdish Democratic People’s Party (HDP) 1 Aug launched “justice watch” demonstrations in Istanbul’s Kadikoy district, to continue across country ahead of one year anniversary of HDP deputies’ arrest 4 Nov. On Syrian front, relations with U.S. remained tense over opposing positions on Sunni rebel groups and U.S. backing of YPG’s Raqqa offensive. Military 5 Aug announced stronger presence along southern border against possible YPG threats; media 8 Aug reported construction of “security wall” in apparent bid to curb illegal crossings from Iran. Ruling body of Iraq’s Kurdish region Kurdistan Regional Government (KRG) 12 Aug said it will go ahead with 25 Sept independence referendum despite opposition from Turkey, U.S., Iran and others. Crackdown against suspected Islamic State (ISIS) militants ongoing: police 10 Aug detained Russian citizen accused of ISIS membership; suspected ISIS militant 13 Aug stabbed dead police officer trying to detain him in Istanbul, suspect killed. Tensions between refugees and host communities remain high; Pew survey 1 Aug reported 64% of Turkish citizen respondents cited refugee issue as major threat. Amid ongoing tensions with Berlin, German Chancellor Merkel 16 Aug said no expansion of EU-Turkey customs union in sight.\"\n"], [38421, "2017-09-07T02:37:18Z", [0.58], "Updating slightly upwards due to escalation of fig"], [691, "2017-09-06T20:28:47Z", [0.22], ""], [368, "2017-09-06T17:49:28Z", [0.01], ""], [1333, "2017-09-06T14:12:21Z", [0.95], ""], [38319, "2017-09-06T03:11:40Z", [0.61], "Further analysis of deaths reported in Turkish media, and ICG's \"Casualties of the Conflict\". For June, July, and August, Turkish media figures and ICG's figures for civilian and security forces deaths are concordant.  PKK deaths are quite divergent.  For example, excluding \"neutralisations\": June:  About 100 reported in media; only 41 confirmed by ICG.\nJuly:  About 55 reported in media; 55 confirmed by ICG.\nAugust: About 70 reported in media; only 20 (thus far) confirmed by ICG. So it is not even clear that increased activity reported in contemporaneous Turkish media reports correlate with increased ICG-confirmed PKK deaths.  I'll see if I can chase up some data suggesting that, after a few months, ICG data eventually concords with the media data."], [38625, "2017-09-05T18:31:59Z", [0.59], ""], [368, "2017-09-05T17:44:59Z", [0.01], ""], [691, "2017-09-05T12:06:42Z", [0.22], ""], [23234, "2017-09-05T05:24:45Z", [0.5], "Comment deleted on Sep 06, 2017 03:33PM UTC"], [368, "2017-09-04T21:15:20Z", [0.01], ""], [691, "2017-09-04T11:59:06Z", [0.22], ""], [6303, "2017-09-04T05:33:12Z", [0.75], "Based on general news and GJP consensus."], [23234, "2017-09-03T20:14:14Z", [0.7], ""], [23234, "2017-09-03T20:12:47Z", [0.45], ""], [368, "2017-09-03T19:06:58Z", [0.01], ""], [5018, "2017-09-03T16:54:25Z", [0.01], ""], [691, "2017-09-03T11:43:25Z", [0.22], ""], [38319, "2017-09-03T11:20:52Z", [0.81], "Main issue for me now is the delay between a death occurring, and it being confirmed by the International Crisis Group.  Deaths need to be \"named and substantiated\", as described on the ICG page, and this can be especially delayed in the case of PKK casualties. For July, Hurriyet, the Turkist newspaper with the largest circulation, reported about 52 PKK deaths, 5 civilian deaths, and 3 army deaths (based on an archive search).  This is essentially the same as the present (early September) ICG death count for July.  So in general, official sources appear to concord with the ICG counts.  (I really need to go back and compare months before July; add that to the to-do list ...) For August, Hurriyet reported a significant increase in deaths: 11 army, 7 civilian.  PKK casualties were reported as a total of 68 deaths to about the 19th, then the army changed their preferred term to \"neutralised\" (which combines deaths and captures).  106 total PKK deaths and \"neutralisations\" were reported in the Hurriyet for the month ... 106 + 11 + 7 = 124 ... which is _really_ close to the cut off. Anadolu Agency, a government-run news agency, reports 176 PKK deaths \"inside and outside Turkey\" due to \"Turkey security forces' anti-terrorism operations\":\nhttp://aa.com.tr/en/info/infographic/6953 So what to make of the fact that Turkish official news sources (which usually are concordant with the ICG) have been reporting significant increases in PKK deaths for August, but the ICG has not?  Either Turkish sources are inflating death estimates where they have not previously, or else there is a serious lag in the ICG ability to confirm PKK deaths.  I strongly suspect the latter. Just for August, if we trust official data, it is likely that deaths exceeded 125.  It is not a certainty as the number of \"neutralisations\" or \"deaths outside Turkey\" cannot be teased out of the data I have.  Let's call it p= 0.75.  The next question: will the ICG be able to confirm those deaths before 29 December?  For August, I think that that is likely (p= 0.9).  However, in subsequent months it will become more difficult for the ICG to confirm PKK deaths before the end of December. Overall, I think is still highly likely that August will eventually pass the 125 threshold (68%).  Subsequent months are less likely to meet the threshold (reversion to the mean) and, even if they do, the ICG will have more difficulty confirming that fact in a timely manner.  Main thing I can do now is see if the escalation of deaths in official reports in August continues through into September."], [590, "2017-09-03T10:48:57Z", [0.25], "This is the classic situation that can flare up at any moment. However, the situation seems slightly calmer now, and the Kurdish government in Iraq is considering delaying the independence referendum, which may indicate a tendency of appeasement in the region."], [1993, "2017-09-03T05:06:14Z", [0.2], "Casualties have not exceeded 125 since October of last year. 38 casualties for August 2017 recorded so far. Flare-ups can happen, but casualty numbers have been relatively low this year. Coming in below consensus."], [23234, "2017-09-03T02:23:17Z", [0.53], ""], [368, "2017-09-03T01:20:07Z", [0.01], ""], [37137, "2017-09-02T23:37:45Z", [0.65], ""], [691, "2017-09-02T13:41:04Z", [0.26], ""], [4634, "2017-09-02T12:56:35Z", [0.4], ""], [38704, "2017-09-02T10:10:44Z", [0.01], ""], [368, "2017-09-01T19:23:29Z", [0.01], ""], [691, "2017-09-01T13:37:36Z", [0.32], ""], [368, "2017-08-31T22:46:26Z", [0.01], ""], [35, "2017-08-31T22:42:56Z", [0.31], ""], [1333, "2017-08-31T21:19:40Z", [1.0], "http://www.al-monitor.com/pulse/originals/2017/08/turkey-emergency-decree-redesigns-vital-intstitutions.html?utm_source=Boomtrain&utm_medium=manual&utm_campaign=20170831&bt_ee=ulrrXg6drorfaW2o2vwCQwqytOtjf/dwEAuKSJRWjPe0zKGMEkj+CoWNWjnY0Oy9&bt_ts=1504196349683"], [16272, "2017-08-31T17:33:10Z", [0.15], ""], [33540, "2017-08-31T16:39:01Z", [0.32], "The historical base rate of casualties was near 50%.  However, the trend over the last 6 months was well below 125 casualties, and a number of Muslim holidays are scheduled in the upcoming months.  Additionally, fighting has been trending away from urban areas towards rural areas, resulting in fewer deaths."], [691, "2017-08-31T16:13:07Z", [0.36], ""], [68, "2017-08-31T07:44:28Z", [0.25], "My initial forecast of 50% was based on the reported casualties from July 2015 onwards. However, there was a significant drop from December 2016 onwards, so if one looks at the last twelve months only, the probability is closer to 25%. I'm waiting for the site to update before any further adjustment, but if one considers the period from December 2016 only, the probability will be in single figures."], [35398, "2017-08-31T01:35:47Z", [0.0], ""], [368, "2017-08-30T18:51:03Z", [0.01], ""], [691, "2017-08-30T12:22:05Z", [0.48], ""], [7124, "2017-08-30T04:47:09Z", [0.75], ""], [35569, "2017-08-29T19:59:58Z", [1.0], "According to the Crisis Group, over three-thousand people have died since the end of the ceasefire between Turkey and the PKK in 2015.  The monthly graph provided on the Crisis Group's site shows a trend of increasing violence since May.  With the decline of ISIS and an upcoming Kurdish referendum on independence, the potential for violence between Turkey and the PKK has heightened.  Although the political climate is ripe for violence between the two groups, the threshold of 125 casualties has been unmet since October of last year.  Putting aside all numerical data, I believe the Kurdish referendum in September will trigger violence between the two groups which will lead to over 125 casualties in a single month up to and including November.        "], [691, "2017-08-29T19:50:46Z", [0.42], ""], [691, "2017-08-29T19:50:12Z", [0.56], ""], [31238, "2017-08-29T19:15:46Z", [0.15], ""], [368, "2017-08-29T18:21:27Z", [0.01], ""], [37080, "2017-08-29T17:07:29Z", [0.12], "talks of peace:\nhttp://www.telegraph.co.uk/news/worldnews/europe/turkey/11806481/PKK-urges-US-to-mediate-in-its-war-with-Turkey-and-admits-to-secret-talks-with-Washington.html"], [38500, "2017-08-29T16:25:07Z", [0.05], ""], [368, "2017-08-28T15:55:28Z", [0.05], ""], [23234, "2017-08-28T14:59:23Z", [0.58], ""], [15196, "2017-08-28T14:11:07Z", [0.0], ""], [691, "2017-08-28T11:47:38Z", [0.56], ""], [38319, "2017-08-28T03:11:05Z", [0.94], "Realised I flubbed my maths in my forecast of 23 August (https://www.gjopen.com/comments/comments/555750).  0.95 * 0.85 * 0.85 * 0.85 = 0.58 ... not 0.4; my forecast should have been 42%. That said, it was fortunate in a way.  There seems to be have been an upswing in Turkish Army-initiated action against the PKK in the past few weeks.  The Turkish General Staff seem to make an announcement each Friday (which is then published in local outlets) about PKK fatalities in the week Friday to Thursday preceding.  The General Staff claimed 58 PKK deaths in the week to 17 August, and a further 43 in the week to 24 August. Even taking the accuracy with a grain of salt, there is a clear upswing in General Staff announcements in August compared to July (in which there were 55 PKK deaths out of total 75 deaths according to the Crisis Group). Estimation now of _not_ getting 125 deaths is 0.3 * 0.4 * 0.6 * 0.6 = 0.04 = 96% probability of at least one month having more that 125 deaths.  I'll leaven that a bit because I don't want to be too far ahead of the crowd. *******************************\nEDIT (31 Aug):\nI misread.  58 deaths in one week, 43 \"neutralised\" in the following."], [23234, "2017-08-27T23:31:02Z", [0.54], "Comment deleted on Aug 27, 2017 11:48PM UTC"], [38605, "2017-08-27T22:15:36Z", [0.22], "The conflict has seen an average of 122.44 casualties since 20 July 2015 and 11 of 25 months have had greater than 125 casualties. This gives a baseline of 44%. Casualties have had a downward trend since February 2016 at the peak number of casualties. The last month exceeding 125 casualties was October 2016. August has seen an increase in the number of Turkish anti-PKK raids, which may indicate a movement toward a seek and destroy strategy as PKK militants have reduced their activity. My estimate is reduced to 22% based upon the likelihood of an uptick of violence in the conflict. "], [35398, "2017-08-27T22:08:12Z", [0.0], ""], [368, "2017-08-27T19:22:26Z", [0.05], ""], [29860, "2017-08-27T17:14:11Z", [0.05], ""], [691, "2017-08-27T11:59:10Z", [0.57], ""], [368, "2017-08-26T20:06:49Z", [0.05], ""], [12302, "2017-08-26T14:54:02Z", [0.2], ""], [691, "2017-08-26T11:34:44Z", [0.68], ""], [12302, "2017-08-26T10:23:04Z", [0.15], "no particular reason, i have to admit."], [38473, "2017-08-26T00:42:35Z", [0.75], "Taking others logic into account, I think that this is good baseline. Will adjust if necessary. "], [691, "2017-08-25T19:59:36Z", [0.68], ""], [368, "2017-08-25T16:27:16Z", [0.05], ""], [4634, "2017-08-25T06:20:24Z", [0.45], ""], [38421, "2017-08-25T04:12:42Z", [0.45], "Going off previous trends and a slight uptick in violence recently. To be updated after Aug. figures."], [368, "2017-08-24T20:44:07Z", [0.05], ""], [368, "2017-08-24T18:30:07Z", [0.25], ""], [691, "2017-08-24T15:45:46Z", [0.68], ""], [28414, "2017-08-24T08:27:11Z", [0.1], ""], [28414, "2017-08-24T08:25:42Z", [0.45], ""], [28414, "2017-08-24T08:05:46Z", [0.5], ""], [68, "2017-08-24T06:07:59Z", [0.5], "The ICG site has a total of 3061 casualties up to 14 August 2017, whereas I've calculated the sum of the monthly totals till end July as 3048 i.e. only 13 casualties in 14 days of August. Updating my forecast for the reduced number. If this trend is confirmed I could reduce my forecast further by early next month."], [68, "2017-08-24T05:59:44Z", [0.7], ""], [38542, "2017-08-24T01:23:14Z", [0.2], ""], [83, "2017-08-24T01:06:55Z", [0.1], "Diminishing returns: PKK is progressively getting less return for their efforts: they might need a new strategy.\nIn 2016 Q1 PKK casualties were 27.2% of total, 2017 YTD PKK is 71% of the total. State Security Forces have greatly reduced the number of Improvised Explosive Devise Casualties. PKK's percent of the casualties\n2016 Q1.... 27.2% (161/592)\n..........Q2.... 55.6% (304/547)\n..........Q3.... 53.4% (243/455)\n..........Q4.... 50.0% (169/338) 2017 Q1.... 80.8% (118/146)\n..........Q2.... 64.5% (147/228)\n.......July...... 72.4% (55/76)"], [36234, "2017-08-23T22:55:26Z", [0.65], ""], [368, "2017-08-23T18:57:06Z", [0.35], ""], [691, "2017-08-23T17:26:50Z", [0.94], ""], [12879, "2017-08-23T16:38:01Z", [0.7], ""], [38526, "2017-08-23T15:40:08Z", [0.55], "- For the past two years, there has been a surge of casualties in August and September.\n- But this year, the Kurdish Workers Party's strength has been greatly reduced due to superior force and tactics from Turkish Forces\n- I estimate there is a 25% chance that casualties could exceed 12 in Aug or Sept, but only 10% in Nov and Dec\n"], [18846, "2017-08-23T15:14:58Z", [0.0], ""], [33887, "2017-08-23T14:14:59Z", [1.0], ""], [15196, "2017-08-23T14:08:22Z", [0.3], ""], [4634, "2017-08-23T11:31:45Z", [0.65], ""], [28414, "2017-08-23T07:54:28Z", [0.75], ""], [68, "2017-08-23T07:41:38Z", [0.75], "Correcting earlier forecast. See https://www.gjopen.com/comments/comments/555830 Based on the last 12 months, probability of exceeding 125 in any one month is about 30%, probability of not exceeding 125 in four months is about 25%, hence probability of it exceeding 125 in at least one of the next four months is 75%."], [68, "2017-08-23T07:09:10Z", [0.3], "Revising drastically down from the 90% I entered yesterday. That was based on the average number of casualties per month between 01 July 2015 and 14 August 2017 being almost exactly 125. However, the average for the most recent 12-month period (Aug 2016 - July 2017) is just 95 compared to 156 for the preceding 12 month period.  The last month that casualties were at least 125 was October 2016 and the figures for every month from December 2016 onwards have been less than the corresponding numbers 12 months earlier.  There was an attempted coup in Turkey on 15 July 2016, after which the government cracked down hard on the Gulenists. It may be that they have put the PKK conflict on the back burner in comparison. EDIT - I've corrected the above to 75%, as 30% is my estimate for the total exceeding 125 in any one month, whereas we just need any one out of the next four months."], [38319, "2017-08-23T02:54:52Z", [0.6], "Forecast spans 4 separate predictions: August, September, October, November. Taking @intriligator at face value with the claim of 54 casualties (deaths + injuries) to 21 Aug, the likelihood of August experiencing 125+ deaths = ?5%. 44% of the months since the last ceasefire have had 125+ deaths, but 0% of the last 9.\nUrban deaths have been largely absent this year, a product of increased government security focus on the cities.  Only 20% of the months since the last ceasefire have had 125+ rural deaths. Best guess for likelihood of 125+ in a given month for each of September, October, and November = 15% per month. Final probability of no month with 125+ deaths = 0.95 * 0.85 * 0.85 * 0.85 = 0.40. Risk of upswing in violence due to impending Iraqi Kurd independence vote, and possible US reduction in support for Kurdish forces in Syria.\nRisk of downswing in violence continuing due to Turkish government pressing on with \"hearts and minds\" campaign."], [37474, "2017-08-23T02:46:05Z", [0.65], ""], [33887, "2017-08-23T01:38:10Z", [1.0], ""], [706, "2017-08-23T01:01:43Z", [0.9], "Wisdom of the crowd."], [368, "2017-08-23T00:22:48Z", [0.35], ""], [368, "2017-08-23T00:00:01Z", [0.85], "Casualties, definitionally and methodologically include both deaths and casualties.  ICG restricts the domain of actors to those killed and confirmed fatalities.  It excludes cases from its count that are unconfirmed.  This further restricts the domain of the two actors in conflict interactions: the Turkish state, its officers, police and other officials along with PKK insurgents and its proxies.  Turkey views the PKK as a terror group, while the PKK is engaged in a political and military struggle for independence.  Since the cessation of a relatively short period of conflict and an unsuccessful coup against the state, the two sets of actors have intensified their asymmetric non-zero-sum game of terror and counterterror.  Given this dynamic we should expect the counts to move above the threshold, however, restrictions on the range for counts in 4 groups will be reduced.  Depending on the military tactics employed by the PKK, and the constrained definitions in counting methods, this should reduce the total number of casualties counted by ICG.   Additional data sources would indicate support for crossing the threshold but the constraint explanation reasonably accounts for variances in actual versus the constrained casualties counted. Independent sources not linked to ICG indicate that 54 casualties have been counted up to August 21, 2017.  We should expect an estimated count of casualties that do not meet the IFP threshold of 125 because ICG exclude injured actors in the count.  Continued escalation of the Turkey-PKK conflict does not bode well for any level of stability in the country.   Changes in the political dynamics and the moves toward further autocratic strategies (including the mass levels of arrest, detention and torture) by the state, significant mobilization toward PKK sentiments and strategies will increase their organizational membership, insurgent training and resistance among the Kurdish population not currently engaged in insurgent activity with the PKK.  This could portend additional counts for ICG as a function of rebel engagement.  The likelihood of violent interactions among the actors will increase if the Kurdish indendence movements succeed in the drive for independence in late September.  If the independence referendum is cancelled or postponed to a future date, which recent rounds of talks indicate is also likely, then we can expect the number of violent interactions to decrease significantly. Note, correction of estimate  to 35."], [31450, "2017-08-22T20:41:51Z", [0.9], "Well since the breakdown of the ceasefire, casualties have exceeded 125 for 11 months and been under for 14 months. As well, casualties have been declining this year. That said, there are a lot of factors that could lead to an increase in violence, such as more aggressive moves by the Turkish army, extra arms flowing from the US to Kurds in Syria, and the possibility of another attack in an urban area (there hasn't been one since last year). For anyone insterested in a great summary of the situation:\nhttp://www.css.ethz.ch/en/services/digital-library/articles/article.html/08f19ddd-d74c-4077-8872-f6c763ec5836"], [28414, "2017-08-22T20:07:24Z", [0.95], ""], [28414, "2017-08-22T20:06:36Z", [1.0], ""], [691, "2017-08-22T19:59:26Z", [0.94], "Not clear how this Q may affect the one about civilian deaths in Turkey; I think we are up against a scoring decision, the criteria for which are--probably inevitably--a bit squishy."], [1333, "2017-08-22T18:58:47Z", [1.0], "Erdogan makes war PKK WI\nHILE Iranian militias are coming out of Western Iran to snipe and harass and otherwise pin down Peshmerga and all the while the click ticks on the referendum In Iraq. This could could easily go hot as a proxy fight."], [68, "2017-08-22T17:42:01Z", [0.9], "From 20 July 2015 to 14 August 2017, almost 25 months, the International Crisis Group has recorded 3061 deaths or very nearly 125 per month on average.\nEDIT : However, this question is not so simple! The highest number of deaths in any month so far this year is just over 100, while the average is considerably less. I'll look at the numbers a little more carefully tomorrow"], [16652, "2017-08-22T17:18:11Z", [0.91], ""]], "open_date": "2017-08-22T17:00:28Z", "close_date": "2017-12-01T07:59:28Z"}